{
    "id": 14348,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Slichter, Sumner. 1950. Notes on the Structure of Wages, Review of Economics and Statistics 32, 80-91.",
        "Segal, Lewis M., and Daniel G. Sullivan. 1997. The Growth of Temporary Services Work. Journal of Economic Perspectives, 11, 117--136.",
        "Pissarides, Chris A. 1986. Unemployment and Vacancies in Britain. Economic Policy, 3, 499-559.",
        "Pawasarat, John. 1997. The Employer Perspective: Jobs Held by the Milwaukee County AFDC Single Parent Population (January 1996-March 1997). Milwaukee: Employment and Training Institute, University of Wisconsin-Milwaukee.",
        "Parker, Robert E. 1994. Flesh Peddlers and Warm Bodies: The Temporary Help Industry and Its Workers. New York: Rutgers University Press.",
        "Lewis, H.G. (1986) Union Relative Wage Effects. Chicago: University of Chicago Press.",
        "Mortensen, Dale T. 1982. The Matching Process as a Non-Cooperative Bargaining Game, in J.J. McCall (ed.), The Economics of Information and Uncertainty, Chicago: University of Chicago Press.",
        "Kugler, Adriana and Gilles Saint-Paul. 2004. How do Firing Costs Affect Worker Flows in a World with Adverse Selection? Journal of Labor Economics, 22(3), 553-584.",
        "Kuhn, Peter, and Mikal Skuterud. 2004. Internet Job Search and Unemployment Durations. American Economic Review, 94(1), 2 18-232.",
        "Krueger, Alan B. and Lawrence H. Summers. 1988. Efficiency Wages and the Interindustry Wage Structure. Econometrica, 56(2), 259-293.",
        "Kroft, Kory and Devin G Pope. 2007. The Effect of the Internet on Matching Markets: Evidence from Craigslist, Wharton School mimeograph, November.",
        "Kleiner, Morris M. 2006. Licensing Occupations: Ensuring Quality or Restricting Competition? Kalamazoo: W.E. Upjohn Institute for Employment Research.",
        "Katz, Lawrence F. and Lawrence H. Summers. 1989. Industry Rents: Evidence and Implications. Brookings Papers on Economic Activity: Microeconomics, 209-290.",
        "Katz, Lawrence F., and Alan B. Krueger. 1999. The High-Pressure U.S. Labor Market of the 1990s. Brookings Papers on Economic Activity 0(1): 1-65.",
        "Kalleberg, Arne L., Jeremy Reynolds, and Peter V. Marsden. 2003. Externalizing Employment: Flexible Staffing Arrangements in U.S. Organizations. Social Science Research 32: 525-552.",
        "Jorgenson, Helene, and Hans Riemer. 2000. Permatemps: Young Temp Workers as Permanent Second Class Employees. American Prospect 11(18): 38--40.",
        "Houseman, Susan N., Arne J. Kalleberg, and George A. Erickcek. 2003. The Role of Temporary Help Employment in Tight Labor Markets. Industrial and Labor Relations Review 57(1): 105-- 127.",
        "Houseman, Susan N. 2001. Why Employers Use Flexible Staffing Arrangements: Evidence from an Establishment Survey. Industrial and Labor Relations Review 55(1): 149-170.",
        "Friedman, Milton. 1962. Capitalism and Freedom. University of Chicago Press, Chicago.",
        "Heinrich, Carolyn J., Peter R. Mueser, and Kenneth R. Troske. 2005. Welfare to Temporary Work: Implications for Labor Market Outcomes. Review of Economics and Statistics 87(1): 154-173.",
        "Diamond, Peter A. 1982. Wage Determination and Efficiency in Search Equilibrium. Review of Economic Studies, 49, 217-227.",
        "CIETT (International Confederation of Private Employment Agencies). 2007. The Agency Work Industry around the World. http ://www.ciett.org/fileadmin/templates/ciett/docs/CiettEconomicReport2007 .pd f, accessed 9/2/2008.",
        "Benner, Chris, Laura Leete and Manuel Pastor. 2007. Staircases or Treadmills? Labor Market Intermediaries and Economic Opportunity in a Changing Economy. New York: Russell Sage Foundation.",
        "Basu, Kaushik. 2003. The Economics and Law of Sexual Harassment in the Workplace. Journal of Economic Perspectives. 17(3), Summer, 141-157.",
        "Autor, David and Susan N. Houseman. 2005. Do Temporary Help Jobs Improve Labor Market Outcomes for Low-Skilled Workers? Evidence from Random Assignments. NBER Working Paper No. 11743, November.",
        "Autor, David and Susan N. Houseman. 2002. The Role of Temporary Employment Agencies in Welfare to Work: Part of the Problem or Part of the Solution? Focus 22(1): 63-70.",
        "Autor, David, Frank Levy and Richard J. Murnane. 1999. Skills Training in the Temporary Help Sector: Employer Motivations and Worker Impacts. MIT Mimeograph, September.",
        "Autor, David. 2003. Outsourcing at Will: The Contribution of Unjust Dismissal Doctrine to the Growth of Employment Outsourcing. 2003. Journal of Labor Economics, 21(1), January, 1 - 42.",
        "Autor, David. 2001 a. Why do Temporary Help Firms Provide Free General Skills Training? 2001. Quarterly Journal of Economics, 116 (4), November, 1409-1448. Autor, David. 200 lb. Wiring the Labor Market. Journal of Economic Perspectives, 15(1), Winter, 25-40.",
        "Akerlof, George A. 1970. The Market for `Lemons: Quality, Uncertainty and the Market Mechanism. Quarterly Journal of Economics, 84(3), August, 488-500.",
        "Altonji, Joseph G., Todd E. Elder and Christopher R. Taber. 2005. Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools. Journal of Political Economy, 113(1), 15 1-184.",
        "Abraham, Katharine G. 1988. Flexible Staffing Arrangements and Employers Shortterm Adjustment Strategies. In Employment, Unemployment, and Labor Utilization, Robert A. Hart, ed. Boston: Unwin Hyman."
    ]
}