{
    "id": 14340,
    "cites": 7,
    "cited_by": 10,
    "reference": [
        "Wang, J. h994. A Model of Competitive Stock Trading Volume. J. P. E. h02: h27-h68. ENDNOTES 1 The term is borrowed from Ehrlich and Ben-Zion (1976). Ehrlich and Hamlen (1995) invoke costly asset management to justify portfolio-consumption choices under pre-commitments.",
        "Shleifer, A. 2000. Inefficient Markets: An Introduction to Behavioral Finance. Clarendon Lectures in Economics, Oxford and New York: Oxford U. Press. Uhler, R.S. and J.G. Cragg. h97h. The Structure of Asset Portfolios of Households. Rev. Econ. Stu. 38: 34h-357. Verrecchia, R. h982. Information Acquisition in a Noisy Rational Expectation Economy. Econometrica 50: h4h5-h430.",
        "Veldkamp, L. 2006. Media Frenzies in Markets for Financial Information. Amer. Econ. Rev. 96(3): 577-60h.",
        "Mehra, Rajnish and E. C. Prescott. 2003. The Equity Premium in Retrospect. In Handbook of the Economics of Finance, edited by G.M. Constantinides, M. Harris and R. Stulz. North Holland, Amsterdam. Mincer, Jacob. h974. Schooling, Experience and Earnings. New York: Columbia U. Press.",
        "Perraudin, W.R.M. and B.E. Sorensen. 2000. The Demand for Risky Assets: Sample Selection and Household Portfolios.J. Econometrics, 97: 69-h02. Projector, D.S. and G.S. Weiss. h966 Survey of Financial Characteristics of Consumers. Board of Governors of the Federal Reserve System.",
        "Becker, G. and K. Murphy. 2007. Education and Consumption: The Effect of Education in the Household Compared to the Marketplace. Journal of Human Capital h(h): 9-35. Bertaut, Carol C. h998. Stockholding Behavior of U.S. Households: Evidence from the h983h989 Survey of Consumer Finances. Rev. Econ. Stat. 80(2): 263-275. Darby, M. h976. Rational Expectations Under Conditions of Costly Information. J. Finance 3h(3): 889-895.",
        "Allen, F., S. Morris, and H.S. Shin. 2006. Beauty Contests and Iterated Expectations in Asset Markets, Review of Financial Studies h 9(3): 7 h 9-752 Barlow, R., H. Brazer, and J. Morgan. h966 Economic Behavior of the Affluent. Washington, D.C.: The Brookings Institute."
    ]
}