{
    "id": 14341,
    "cites": 11,
    "cited_by": 32,
    "reference": [
        "Manifold Effects of Hard Times, 1974, Time Magazine, 104 (December 4).",
        "Ljungqvist, Alexander, Matthew P. Richardson, and Daniel Wolfenzon, 2007, The Investment Behavior of Buyout Funds: Theory and Evidence, ECGI - Finance Working Paper No. 174/2007.",
        "Lerner, Josh, Antoinette Schoar, and Wan Wongsunwai, 2007, Smart Institutions, Foolish Choices? The Limited Partner Performance Puzzle, Journal of Finance, 62, 73 1-764.",
        "Karmin, Craig, and Gergory Zuckerman, 2007, Why Harvard is Smarting, Wall Street Journal (August 1), Cuff Lerner, Josh, 2007, Yale University Investments Office: August 2006, Harvard Business School Case no. 9-807-073.",
        "Kaplan, Steven N., and Antoinette Schoar, 2005, Private Equity Performance: Returns, Persistence and Capital Flows, Journal of Finance, 60, 179 1-1823.",
        "Grant, Peter, and Rebecca Buckman, 2006, Fatter Pay Lures University Endowment Chiefs: Stanford Loses Fund Manager; McCaffery Leaves for Start-Up with Paul Allen, Wall Street Journal, (June 27), Cuff Hoover, Eric, 2007, Harvards New Aid Policy Raises Stakes, Chronicle of Higher Education, 54 (December 21), A4.",
        "Farrell, Elizabeth, 2007, Is Bigger Any Better?, Chronicle of Higher Education, 54 (November 23), A23-A24.",
        "Gompers, Paul and Josh Lerner, 2000. Money Chasing Deals? The Impact of Fund Inflows on Private Equity Valuation, Journal of Financial Economics, 55, 28 1-325.",
        "Buckman, Rebecca, 2007, Venture Firms vs. Investors: Yale and the Like Quietly Cite Pressure to Back Offbeat Funds, Wall Street Journal, (August 28), Cuff Carlson, Scott, 2007, A House Divided, Chronicle of Higher Education, 53 (June 29), A20A22.",
        "Brown, Keith C., Lorenzo Garlappi, and Cristian loan Tiu, 2007, The Troves of Academe: Asset Allocation, Risk Budgeting, and the Investment Performance of University Endowment Funds, Unpublished working paper, University of Texas at Austin and SUNY at Buffalo.",
        "Advisory Committee on Endowment Management, 1969, Managing Educational Endowments: Report to the Ford Foundation, New York, Ford Foundation."
    ]
}