{
    "id": 14349,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "Stock, J.H. and Watson, M.W. (2002), Macroeconomic Forecasting Using Diffusion Indexes, Jonrmal of Bnsimess amd Ecomomic Statistics, 20, 147-162.",
        "Stock, J.H. and Watson, M.W. (1989), New Indexes of Coincident and Leading Economic Indicators, NBER Macro Ammnal, Volume 4. Cambridge, Mass.: MIT Press.",
        "Stock, J.H. and Watson, M.W. (1991), A Probability Model of the Coincident Economic Indicators. In K. Lahiri and G. Moore (eds.), Leadimg Ecomomic Imdicators: New Approaches amd Forecastimg Records. Cambridge: Cambridge University Press, 63-89.",
        "Shen, C.-H. (1996), Forecasting Macroeconomic Variables Using Data of Different Pcriodicities,  Imtermatiomal Jonrmal of Forecastimg, 12, 269-282.",
        "Sargent, T.J. and Sims, C.A. (1977), Business Cycle Modeling Without Pretending to Have Too Much A Priori Economic Theory, in C. Sims (ed.), New Methods im Bnsimess Research. Minneapolis: Federal Reserve Bank of Minneapolis.",
        "Proietti, T. and Moauro, F. (2006), Dynamic Factor Analysis with Non Linear Temporal Aggregation Constraints, Applied Statistics, 55, 281-300.",
        "McGuckin, R.H., Ozyildirim, A. and Zarnowitz, V. (2003), A More Timely and Useful Index of Leading Indicators, Manuscript, The Conference Board.",
        "Mariano, R.S. and Murasawa, Y. (2003), A New Coincident Index of Business Cycles Based on Monthly and Quarterly Series, Jonrmal of Applied Ecomometrics, 18, 427-443.",
        "Lucas, R.E. (1977), Understanding Business Cycles, Carmegie Rochester Comferemce Series om Pnblic Policy, 5, 7-29.",
        "Liu, H. and Hall, S.G. (2001), Creating High-frequency National Accounts with StateSpace Modelling: A Monte Carlo Experiment, Jonrmal of Forecastimg, 20, 441-449.",
        "Kim, C.-J. and Nelson, C.R. (1998), State Space Models with Regime Switching: Classical and Cibbs Sampling Approaches with Applications. Cambridge, Mass.: MIT Press.",
        "Jungbacker, B. and Koopman, S.J. (2008), Likelihood-Based Analysis of Dynamic Factor Models, Manuscript, Free University of Amsterdam.",
        "Hamilton, J.D. (1989), A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57, 357-384.",
        "Howrey, E.P. (1984), Data Revision, Reconstruction, and Prediction: An Application to Inventory Investment, Review of Economics and Statistics, 66, 386-393.",
        "Hall, R.E., et al. (2003), The NBERs Recession Dating Procedure, Available at http://www.nber.org/cycles/recessions.html.",
        "Giannone, D., Reichlin, L. and Small, D. (2008), Nowcasting: The Real Time Informational Content of Macroeconomic Data, Journal of Monetary Economics, in press.",
        "Ghysels, E., Santa-Clara, P. and Valkanov, R.(2004), The MIDAS Touch: Mixed Data Sampling Regression Models, Manuscript, University of North Carolina.",
        "Geweke, J.F. (1977), The Dynamic Factor Analysis of Economic Time Series Models,  in D. Aigner and A. Goldberger (eds.), Latent Variables in Socioeconomic Models. Amsterdam: North Holland, 365 383.",
        "Galbraith, J. and Tkacz, G. (2007), Electronic Transactions as High-Frequency Indicators of Economic Activity, Manuscript, McGill University and Bank of Canada.",
        "Forni, M., Hallin, M., Lippi, M. and Reichlin, L. (2000), The Generalized Factor Model: Identification and Estimation, Review of Economics and Statistics, 82, 540-554.",
        "Evans, M.D.D. (2005), Where Are We Now?: Real Time Estimates of the Macro Economy, The International Journal of Central Banking, September, 127-175.",
        "Durbin, J. and Koopman, S.J. (2001), Time Series Analysis by State Space Methods. Oxford: Oxford University Press.",
        "Diebold, F.X. and Rudebusch, G. (1996), Measuring Business Cycles: A Modern Perspective,  Review of Economics and Statistics, 78, 67-77.",
        "Diebold, F.X., Rudebusch, G.D. and Aruoba, B. (2006), The Macroeconomy and the Yield Curve: A Dynamic Latent Factor Approach, Jonrmal of Ecomometrics, 131, 309338.",
        "Diebold, F.X. (2003), `Big Data Dynamic Factor Models for Macroeconomic Measurement and Forecasting (Discussion of Reichlin and Watson papers), in M. Dewatripont, L.P. Hansen and S. Turnovsky (Eds.), Advamces im Ecomomics amd Ecomometrics, Eighth World Comgress of the Ecomometric Society. Cambridge: Cambridge University Press, 115-122.",
        "Corradi, V., Fernandez, A. and Swanson, N.R. (2007), Information in the Revision Process of Real-Time Datasets, Manuscript, University of Warwick and Rutgers University.",
        "Conrad, W. and Corrado, C. (1979), Application of the Kalman Filter to Revisions in Monthly Retail Sales Estimates, Jonrmal of Ecomomic Dymamics amd Comtrol, 1, 177-198.",
        "Burns, A.F. and Mitchell, W.C. (1946), Measnrimg Bnsimess Cycles. New York: NBER.",
        "Camacho, M. and Perez-Quiros, G. (2008), Introducing the Euro-STING: Short Term INdicator of Euro Area Growth, Manuscript, Bank of Spain.",
        "Boivin, J. and Ng, 5. (2006), Are More Data Always Better for Factor Analysis?, Jonrmal of Ecomometrics, 127, 169-194.",
        "Bai, J. and Ng, 5. (2006), Confidence Intervals for Diffusion Index Forecasts and Inference for Factor-augmented Regressions, Ecomometrica, 74, 1133-1150.",
        "Aruoba, S.B. (2008), Data Revisions are not Well-Behaved, Jonrmal of Momey, Credit amd Bamlcimg, 40, 319-340.",
        "Altissimo, F., Bassanetti, A., Cristadoro, R., Forni, M., Hallin, M., Lippi, M., Reichlin, L. and Veronese, G. (2001), Eurocoin: A Real Time Coincident Indicator of the Euro Area Business Cycle, CEPR Discussion Paper No. 3108.",
        "Abeysinghe, T. (2000), Modeling Variables of Different Frequencies, Imtermatiomal Jonrmal of Forecastimg, 16, 117-119."
    ]
}