{
    "id": 14346,
    "cites": 17,
    "cited_by": 53,
    "reference": [
        "Stevenson, Betsey, and Justin Wolfers. 2006. Bargaining in the shadow of the law: Divorce laws and family distress. Quarterly Journal of Economics 121, no. 1:267-88.",
        "Stevenson, Betsey (2007) The Impact of Divorce Laws on Investment in Marriage Specific Capital Journal of Labor Economics, 25 (1): 75-94.",
        "Rasul, Imran. 2006. Marriage markets and divorce laws. Journal of Law, Economics, and Organization 22, no. 1:30-69.",
        "Rasul, Imran (2006) The Impact of Divorce Laws on Maniage, mimeo, University College, London.",
        "(1992). Marriage and divorce: Reply. American Economic Review 82, no. 3:687-93.",
        "Peters, H. Elizabeth (1986) Marriage and Divorce: Informational Constraints and Private Contracting, American Economic Review, 76 (3): 437-54.",
        "Parkman, Allen (1992) Unilateral Divorce and the Labor-Force Participation rate of Manied Women, Revisited American Economic Review, 82(3): 67 1-78.",
        "Matouschek and Rasul (2008) The Economics of the Maniage Contract: Theories and Evidence, Journal of Law and Economics, 5 1(1).",
        "Lundberg, S and E. Rose (1999) The Determinants of Specialization Within Marriage, Unpublished paper, University of Washington.",
        "Johnson, W, and J Skinner (1986). Labor Supply and Marital Separation.American Economic Review, 76(3): 455-69.",
        "Jacob, Herbert (1988) Silent Revolution: The Transformation of Divorce Law in the United States. University of Chicago Press:Chicago.",
        "Gray, Jeffrey 5. (1998) Divorce-Law Changes, Household Bargaining, and Manied Womens Labor Supply, American Economic Review, 88(3): 628-42.",
        "Friedberg, Leora (1998) Did Unilateral Divorce Raise Divorce Rates? Evidence From Panel Data, American Economic Review, 8 8(3): 608-27.",
        "Drewianka, Scott (2008) Divorce law and family formation, Journal of Population Economics 21(2):485-503.",
        "Ellman, Ira M., and Sharon L. Lohr. 1998. Dissolving the relationship between divorce laws and divorce rates, International Review of Law and Economics 18:34 1-59.",
        "Chiappori, Piene-Andre, Bernard Fortin and Guy Lacroix (2002) Maniage Market, Divorce Legislation and Household Labor Supply, Journal of Political Economy.",
        "Brinig, Margaret and Allen, Douglas. (2000). These Boots Are Made for Walking: Why Most Divorce Filers Are Women. American Law and Economics Review, 2, 126-69."
    ]
}