{
    "id": 14342,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Wruck, Karen H., i990, Financial distress, reorganization, and organizational efficiency, Journal of Financial Economics 27, 4i9-444. Xing, Yuhang, 2008, Interpreting the value effect through the Q-theory: An empirical investigation, Review of Financial Studies 2i, i767-i795.",
        "Vassalou, Maria and Yuhang Xing, 2004, Default risk in equity returns, Journal of Finance 59, 831-868.",
        "Whited, Toni M. and Guojun Wu, 2006, Financial constraints risk, Review of Financial Studies 19 (2), 531-559.",
        "Titman, Sheridan, K. C. John Wei, and Feixue Xie, 2004, Capital investments and stock returns, Journal of Financial and Quantitative Analysis 39, 677-700.",
        "Spiess, Katherine D. and John Affleck-Graves, 1995, Underperformance in long-run stock returns following seasoned equity offerings, Journal of Financial Economics 38, 243-267.",
        "Polk, Christopher and Paola Sapienza, 2007, The stock market and corporate investment: A test of catering theory, forthcoming, Review of Financial Studies.",
        "Ohlson, James A., 1980, Financial ratios and the probabilistic prediction of bankruptcy, Journal of Accounting Research 18 (1), 109-131.",
        "Lyandres, Evgeny, Le Sun, and Lu Zhang, 2008, The new issues puzzle: Testing the investmentbased explanation, forthcoming, Review of Financial Studies.",
        "Loughran, Tim and Jay R. Ritter, 1995, The new issues puzzle, Journal of Finance 50, 23-Si.",
        "Kashyap, Anil K., Owen A. Lamont, and Jeremy C. Stein, 1994, Credit conditions and the cyclical behavior of inventories, Quarterly Journal of Economics 109 (3), 565-592.",
        "Lamont, Owen, Christopher Polk, and Jesus SaÃ\u0083Â¡-Requejo, 2001, Financial constraints and stock returns, Review of Financial Studies 14 (2), 529-554.",
        "Kaplan, Steven N. and Luigi Zingales, 1997, Do investment-cash flow sensitivities provide useful measures of financial constraints? Quarterly Journal of Economics 112, 169-215.",
        "Ikenberry, David, Josef Lakonishok, and Theo Vermaelen, 1995, Market underreaction to open market share repurchases, Journal of Financial Economics 39, 181-208.",
        "Hennessy, Christopher A., and Toni M. Whited, 2006, How costly is external financing? Evidence from a structural estimation, forthcoming, Journal of Finance.",
        "Hahn, Jaehoon and Hangyong Lee, 2005, Financial constraints, debt capacity, and the cross section of stock returns, working paper, University of Washington.",
        "Hadlock, Charles J., and Joshua R. Pierce, 2008, Does the KZ index provide a useful measure of financial constraints? working paper, Michigan State University.",
        "Griffin, John M. and Michael L. Lemmon, 2002, Book-to-market equity, distress risk, and stock returns, Journal of Finance 57, 2317-2336.",
        "Gilchrist, Simon and Charles P. Himmelberg, 1995, Evidence on the role of cash flow for investment, Journal of Monetary Economics 36, 541-572.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Peterson, i988, Financing constraints and corporate investment, Brookings Papers on Economic Activity i, i4i-i95. Garlappi, Lorenzo and Hong Yan, 2007, Financial distress and the cross section of equity returns, working paper, University of Texas and University of South Carolina.",
        "Fama, Eugene F., i998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306. Fama, Eugene F. and Kenneth R. French, i993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56. Fama, Eugene F. and Kenneth R. French, 2007, Dissecting anomalies, forthcoming, Journal of Finance.",
        "Cummins, Jason G., Kevin A. Hassett, and Stephen D. Oliner, i999, Investment behavior, observable expectations, and internal funds, American Economic Review 96 (3), 796-8i0. Erickson, Timothy and Toni M. Whited, 2000, Measurement error and the relationship between investment and Q, Journal of Political Economy i08, i027-i057.",
        "Cooper, Michael J., Huseyin Gulen, and Michael J. Schill, 2007, Asset growth and the cross-section of stock returns, forthcoming, Journal of Finance.",
        "Cooper, Ilan and Richard Priestley, 2008b, Real investment and risk dynamics, working paper, Tel Aviv University and Norwegian School of Management.",
        "Cochrane, John H., i99i, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 46, 209-237. Cochrane, John H., i996, A cross-sectional test of an investment-based asset pricing model, Journal of Political Economy i04, 572-62i. Cooper, Ilan and Richard Priestley, 2008a, Time-varying risk premia and the output gap, forthcoming, Review of Financial Studies.",
        "Campello, Murillo and Long Chen, 2005, Are financial constraints priced? Evidence from firm fundamentals, stocks, and bonds, working paper, University of Illinois and Washington University in St. Louis.",
        "Anderson, Christopher W. and Luis Garcia-FeijÃ\u0083Â³o, 2006, Empirical evidence on capital investment, growth options, and security returns, Journal of Finance 6i (i), i7i-i94.",
        "Almeida, Heitor, Murillo Campello, and Michael Weisbach, 2004, The cash flow sensitivity of cash, Journal of Finance 59, i777-i804.",
        "Almeida, Heitor and Murillo Campello, 2007, Financial constraints, asset tangibility, and corporate investment, Review of Financial Studies 20 (5), i429-i460."
    ]
}