{
    "id": 14344,
    "cites": 20,
    "cited_by": 25,
    "reference": [
        "Wilson, R. (1983), The New Ventures - Inside the High Stakes World of Venture Capital, Addison Wesley Publishing Company.",
        "Sorenson 0. and T. Stuart (2001), Syndication Networks and the Spatial Distribution of Venture Capital Investments, American Journal of Sociology, Volume 106 Number 6.",
        "Silva J. M. C. S. and S. Tenreyro (2006), The Log of Gravity, The Review of Economics and Statistics, 641-658.",
        "Romain A. and B. Van Pottelsberghe (2004), The Determinants of Venture Capital: A Panel Analysis in 16 OECD Countries, working paper draft.",
        "Rose A. K. and M. M. Spiegel (2004) A Gravity Model of Sovereign Lending: Trade, Default, and Credit, IMF Staff Papers, 51, pp. 50-63.",
        "Price Waterhouse Coopers (2006), Global Private Equity Report, report by Price Waterhouse Coopers, LLC.",
        "Portes R. and H. Rey (2005), The Determinants of Cross-Border Equity Flows, Journal of International Economics, 65, pp 269-296.",
        "Melitz M. J. (2003), The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71, 6, pp. 1695-1725.",
        "Levine, R. and Zervos, S. (1998), Stock Markets, Banks, and Economic Growth, American Economic Review, Vol. 88, No. 3.",
        "Kortum S. and J. Lerner (2000), Assessing the Contribution of Venture Capital to Innovation The RAND Journal of Economics, 31, 4, pp. 674-692.",
        "Jeng L. A. and P. C. Wells (2000), The Determinants of Venture Capital Funding: Evidence Across Countries working paper.",
        "Haemmig M. (2003), The Globalization of Venture Capital-Haupt Verlag, Berne, 2003.",
        "Guler I. and M. F. Guillen (2005), Knowledge, Institutions, and Foreign Entry: The Internationalization of US Venture Capital Firms, working paper draft.",
        "Gompers P. and J. Lerner (2001), The Venture Capital Revolution, The Journal of Economic Perspectives, 15, 2, pp. 145-168.",
        "Deloitte (2006), Global Trends in Venture Capital, 2006 Survey sponsored by Deloitte & Touche LLP.",
        "Da Rin, N., G. Nicodano and A. Sembenelli (2005), Public Policy and the Creation of Active Venture Capital Markets, European Central Bank Working Paper Series, No. 430.",
        "Blonigen, B. A. (2005), A Review of the Empirical Literature on FDI Determinants, NBER Working paper # 11299.",
        "Black B. S. and R. J. Gillson (1998), Venture Capital and the Structure of Capital Markets: Banks versus Stock Markets, Journal of Financial Economics, Vol. 47, pp. 243-277.",
        "Anderson E. J. and E Van Wincoop (2004), Trade Costs, Journal of Economic Literature, 42, 3, pp. 691-751.",
        "Aizenman J. and N. P. Marion (2004), The merits of horizontal versus vertical FDI in the presence of uncertainty, Journal of International Economics, 62, pp 125-148."
    ]
}