{
    "id": 14345,
    "cites": 87,
    "cited_by": 6,
    "reference": [
        "Heckman, James (1979), Sample Selection Bias as a Specification Error, Econometrica, 47, 153-161.",
        "Holland, Donald R. (1981), The Great Tradeoff,AdvertisingAge, 52 (July 6), 41-42.",
        "Hovland,, Michael A. and Jason G. Gauthier (2006), Procedural History of the 2002 Economic Census. Washington, D.C.: U.S. Census Bureau.",
        "Horsky, Sharon (2006), The Changing Architecture of Advertising Agencies, Marketing Science, 25 (July-August), 367-3 83.",
        "Jarmin, Ron and Javier Miranda (2002), The Longitudinal Business Database, Center for Economic Studies, working paper CES-WP-02-17, available at www.ces.census.gov.",
        "Johnson, Bradley (2005), Interpublic Gets Less than 1.5 Fee on Measured Media, Accessed at http ://adage.comlnews .cms?newsld=44547.",
        "Jung, Chulho and Barry J. Seldon (1995), The Degree of Competition in the Advertising Industry, Review of Industrial Organization, 10, 4 1-52.",
        "Haase, Albert E. (1933), An Analysis of a Report Called `Advertising Agency Compensation. New York: Association of National Advertisers.",
        "______________ Lawrence C. Lockley, and Issac W. Diggest (1934), Advertising Agency Compensation: Theory, Law, Practice. New York: Association of National Advertisers.",
        "Hameroff, Eugene J. (1998), The Advertising Agency Business: The Complete Manual for Management & Operation. New York: McGraw-Hill.",
        "Heckman, James (1976), The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for such Models, Annals of Economic and Social Measurement, 5,475-492.",
        "Gross, Irving (1972), The Creative Aspects of Advertising Sloan Management Review, 14 (Fall), 83-109.",
        "Greene, William H. [2003]. Econometric Analysis, 5th Edition. Upper Saddle River, NJ: Pearson Education, Inc.",
        "Gleason, Mark and Laura Petrecca (1996), Split Decisions Grow as Advertisers Seek Edge, Advertising Age, 67 (November 11), 1.20 and 22.",
        "Goldring, Norman (1986), Future Lies in Place Called `Media, Advertising Age, 57 (November 3), 63-64.",
        "Gleason, Mark (1995), Role of Performance Gains in Agency Pay, Advertising Age, 66, 4.",
        "Gilbert, Richard; Riordon, Michael (1995), Regulating complementary products: A comparative institutional analysis, RAND Journal of Economics, 26(2) 243-25 6.",
        "Fitzgerald, Kate (2004), Conflict Issues Grow Murkier, Advertising Age, 75 (February 9), S12 and S19.",
        "Frey, Albert W. and Kenneth R. Davis, (1958), The Advertising Industry. New York: Association of National Advertisers.",
        "Gilbert, Richard J. (1989), Mobility Barriers and the Value of Incumbency, Chapt. 8 in Handbook of Industrial Organization, Vol. 1, Richard Schmalensee and Robert Willig, Eds. New York: North Holland, 475-535.",
        "Fine, Lauren Rich, Julien Roch, Hester Chang, Karl Choi, Sara Gubins, Stacy Fleck, and Heather Richey (2005), Advertising & Marketing Services: Global Ad Primer, Global Securities Research & Economics Group, Merrill Lynch, New York, June 22.",
        "____________ (2008), The Economics of the Online Advertising Industry, unpublished paper, May. Available at http://ssrn,comlabstract= 1086473.",
        "Evans, David S. and Michael Salinger (2005), Why Do Firms Bundle and Tie? Evidence from Competitive Markets and Implications for Tying Law, Yale Journal on Regulation, 22 (Winter), 37-89.",
        "_______________________________ (2008), The Role of Cost in Determining When Firms Offer Bundles, Journal of Industrial Economics, 56 (March), 143-168.",
        "Escobar, J. Francisco (2005), Marketing Communications Procurement: Best Practices. New York: Association of National Advertisers.",
        "Duboff, Robert S. (2007), ROl for Marketing: Balancing Accountability with Long-Term Needs. New York: Association of National Advertisers.",
        "Eaton, B. Curtis and S.Q. Lemeche (1991), The Geometry of Supply, Demand, and Competitive Market Structure with Economies of Scope, American Economic Review, 82 (September), 901-11.",
        "Drexler, Michael D. (2002), Unraveling the Media Myth, Advertising Age, 73 (November 11), 22.",
        "Dilenschneider, Bob (1992), Clients Now Cherry-Picking Creativity, Advertising Age, 63 (March 2), 16.",
        "Davis, Steven J. and Kevin M. Murphy (2000), A Competitive Perspective on Internet Explorer, American Economic Review, 90(2), 184-187.",
        "Chura, Hillary and Laurel Wentz (2004), Media Agencies Struggle to Manage Client Conflicts,AdvertisingAge, 75 (April 12), 16.",
        "Broschak, Joesph P. (2004), Manages Mobility and Market Interface: The Effect of Managers Career Mobility on the Dissolution of Market Ties, Administrative Science Quarterly, 49 (December), 608-40.",
        "Carlton, Dennis W. and Michael Waldman (2002), The Strategic Use of Tying to Preserve and Create Market Power in Evolving Industries, RAND Journal of Economics, 33 (2), 194-220.",
        "Bresnahan, Timothy F. (1982), The Oligopoly Solution Is Identified, Economic Letters, 10, 87-92.",
        "Bloede, Victor G. (1983), The Full-Service Advertising Agency. New York: American Association of Advertising Agencies.",
        "Blank, David M. (1962). Cyclical Behavior of National Advertising, Journal of Business, 35 (January), 14-27.",
        "Beals, David (2007), Trends in Agency Compensation, Fourteenth Ed. New York: Association of National Advertisers.",
        "Baron, David P. and Besanko, David (1992), Information, Control, and Organizational Structure, Journal of Economics & Management Strategy, 1, 237-275.",
        "Baron, David P.; Besanko, David (1999), Informational Alliances, The Review of Economic Studies, 66(4), 743-768.",
        "Bagwell, Kyle (2007), The Economic Analysis of Advertising, Chapter 28 in M.",
        "_________ (2005b), A Model of Knowledge Sharing and Network Formation among Advertising Agencies, unpublished paper available at http//www.nber.org~arzghim1papers.htm.",
        "Arzaghi, Mohammed (2005a), Quality Sorting and Networking: Evidence from the Advertising Agency Industry, Working Paper 05-16, Center for Economic Studies, U.S. Bureau of the Census, October.",
        "________ (1997), Longevity of Accounts in the Advertising Agency Business, New York.",
        "Anderson, Arthur A. (1999), Clout on a Part of Media Buyers Value, Advertising Age, 70 (April 5), 26.",
        "(1979), A Practical Solution to Client-Agency Account Conflicts, July, New York.",
        "Adams, Williams J.; Yellen, Janet L. (1976) Commodity Bundling and the Burden of Monopoly, Quarterly Journal of Economics, 90, 475-498.",
        "American Association of Advertising Agencies (1935), Analysis and Criticism of `Advertising Agency Compensation: Theory, Law, Practice, New York.",
        "Achenbaum, Alvin A. (1989), Compensation Philosophy: The Client View, Negotiating Agency Compensation. New York: American Association of Advertising Agencies, 25-3 6.",
        "King, Charles, Alvin J. Silk and Niels Ketelhohn (2003), Knowledge Spillovers and Growth in the Disagglomeration of the U.S. Advertising-Agency Industry, Journal of Economics & Management Strategy, 12 (Fall), 327-3 62.",
        "Loomis, Carol J. (1972), Those Throbing Headaches on Madison Avenue, Fortune, 85 (February), 103-106 and 197 ff.",
        "Mandese, Joe and Melanie Wells (1992), More Shops Create Seperate Media Units, AdvertisingAge, 63 (November 16), 41.",
        "_______ (1994), Full-Service Shops Lured to Media-Only Acconts, Advertising Age, 65 (January31), 8.",
        "_______ (1995), Losing Momentum, Advertising Age, 66 (April 10), 1 and 8.",
        "_______ (2002), Consolidation or Consolation? Madison Avenues Big Get Bigger, ADMAP, Issue 450 (July/August), 8.",
        "McAfee, R. Preston, John McMillan, and Michael D. Whinston (1989), Multiproduct Monopoly, Commodity Bundling, and Correlation of Values, Quarterly Journal of Economics, 104 (2) 371-384.",
        "McCellan Steve (2008), Agency Overhaul: Why Media Shops are Reorganizing to Offer Broader Marketing Services, Adweek.com (June 16).",
        "McDonald, H.E. (1989), The Price of the Hot Dog Is Too High, Negotiating Agency Compensation. New York: American Association of Advertising Agencies, 15-22.",
        "McNamara, Jay (1990), Advertising Agency Management. Homewood, IL: Dow JonesIrwin.",
        "McVeigh, Robert A. (1979), BBDOs Efficiency Fee Incentive Plan, Agency Compensation: A Guidebook. New York: Association of National Advertisers, 89-96.",
        "Millman, Nancy (1988), Emperors of Adland. New York: Warner Books.",
        "Neff, Jack (2005), P&G Moves Gillettes $800 Million Ad Buying Account, AdA ge.com (October 5).",
        "Paff, Fred (1987), Media for Hire, Marketing & Media Decisions, 22 (October), 34-40.",
        "Palfrey, Thomas R. (1983), Bundling Decisions by a Multiproduct Monopolist with Incomplete Information, Econometrica, 5 1(2), 463-483.",
        "Pope, Daniel (1983), The Making of Modern Advertising. New York: Basic Books.",
        "Posner, Richard A. (1979), The Chicago School of Antitrust Analysis, University of Pennsylvania Law Review, 127(4), 925-948.",
        "Pulver, Robert E. (1979), Advertising Services: Full-Service Agency or a La Carte, or In-House? New York: Association of National Advertisers.",
        "Reilly, William J. (1931), Effects of the AdvertisingAgency Compensation System. New York: published by author.",
        "Reinhard, Keith (2001), Keep It Together, Advertising Age, 72 (September 10), 26.",
        "Rigg, Cynthia (1990), Buying Gets Hot, Advertising Age, 61 (November 12), 24.",
        "Salinger, Michael A. (1995), A Graphical Analysis of Bundling, Journal of Business, 68 (January), 85-98.",
        "Sampey, Kathleen (2005), So Few Choice for Clients, So Many Account Conflicts, AD WEEK, (June 6), 12.",
        "Schmalensee, Richard L. (1977), Using the H-Index of Concentration with Published Data, Review of Economics and Statistics, 59 (May), 186-193.",
        "Schmalensee, Richard (1982), Commodity Bundling by Single-Product Monopolies, Journal of Law and Economics, 25(1), 67-71.",
        "Schmalensee, Richard L., Alvin J. Silk, and Robert Bojanek (1983), The Impact of Scale and Media Mix on Advertising Agency Costs, Journal of Business, 56 (October), 453475.",
        "Schmalensee, Richard (1984), Gaussian Demand and Commodity Bundling, Journal of Business, 57, 58-73.",
        "Silk, Alvin J. and Ernst R. Berndt, (1993), Scale and Scope Effects on Advertising Agency Costs, Marketing Science, 12 (Winter), 53-72.",
        "____________________________ (1994), Costs, Institutional Mobility Barriers, and Market Structure: Advertising Agencies as Multiproduct Firms, Journal of Economics & Management Strategy, 3 (Fall), 43 7-480.",
        "_____________________________ (2004), Holding Company Cost Economies in the Global Advertising and Marketing Services Business, Review of Marketing Science, 2 (Article 5). Available at http://www,hepress.cornIrornsjournai.",
        "Silk, Alvin J. and Charles King III (2008), Concentration in the U.S. Advertising and Marketing Services Industry: Myth vs. Reality, unpublished working paper, July.",
        "Spake, Deborah F., Giles DSouza, Tammy Neal Crutchfield, and Robert M.Morgan (1999), Advertising Agency Compensation: An Agency Theory Explanation, Journal ofAdvertising, 28 (Fall), 53-72.",
        "Spector, David (2007), Bundling, Tying, and Collusion, International Journal of Industrial Organization, 25 (June), 575-581.",
        "Stigler, George J. (1968), A Note on Block Booking, in George J. Stigler, ed., The Organization of Industries, Homewood, IL: Irwin, 165-170.",
        "Varian, Hal R. (1989), Price Discrimination, Chapt. 8 in Handbook of Industrial Organization, Vol. 1, Richard Schmalensee and Robert Willig, Eds. New York: North Holland, 597-654..",
        "Whinston, Michael D. (1990), Tying, Foreclosure, and Exclusion, American Economic Review, 80(4), 837-859.",
        "Weilbacher, William M. (1991), Choosing & Working with Your Advertising Agency.",
        "Chicago: NTC Books, Wilson, Raymond E., Franklin J. Hennessy, and Shelby H. Page (1969), The Shell Fee Arrangement with Ogilvy and Mather and Kenyon and Eckhardt, Fee Methods of Agency Compensation. New York: Association of National Advertisers, 77-87.",
        "Wooldridge, Jeffrey M. (2000), Introduction to Econometrics.Cincinatti, OH: SouthWestern."
    ]
}