{
    "id": 14354,
    "cites": 11,
    "cited_by": 26,
    "reference": [
        "Altonji, Joseph, Elder, Todd and Christopher Taber (2005). Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools Journal of Political Economy. 113(1).",
        "Angrist, Joshua and Kevin Lang (2004). How Important are Classroom Peer Effects? Evidence from Bostons Metco Program. American Economic Review, 94(5): 16 131634.",
        "Ammermueller, Andreas and Jorn-Steffan Pischke (2006) Peer Effects in European Primay Schools: Evidence from PIRLS NBER Working Paper # 12180.",
        "Bailey RK and Owens DL (2005). Overcoming challenges in the diagnosis and treatment of ADD in African Americans. Journal of the National Medical Association. 97 (10 supple):55-10S.",
        "Barkley RA, Fischer M, Edelbrock CS, Smallish L.(1990) The adolescent outcome of hyperactive children diagnosed by research criteria: An 8-year prospective follow-up study. JAm Acad ChildAdolesc Psychiatry. 29(4):546-57.",
        "Betts, Julian and Darlene Morell (1998) The Determinants of Undergraduate Grade Point Average Journal of Human Resources, XXXIV (2): 268-293.",
        "Brock, William and Steven Durlauf (2001) Interactions-based models in Handbook of Econometrics, edited by James Heckman and Edward Leamer. Amsterdam: North Holland: 3297-3380.",
        "Campbell, SB and Ewing U (1990) Follow-up of Hard to Manage Preschoolers: Adjustment at Age 9 and Predictors of Continuing Symptoms Journal of Child Psychology and Psychiatry 31: 871-889.",
        "Castellanos FX (2001) Neuroimaging studies of ADHD. In Solano MV et al, Stimulant drugs and ADHD: basic and clinical neuroscience. Oxford. Oxford University Press: 243-258.",
        "Cooley, Jane (2007) Desegregation and the Achievement Gap:Do Diverse Peers Help? Duke University mimeo Curie Janet and Mark Stabile (2006) Child mental health and human capital accumulation: the case of ADHD. Journal of Health Economics, 25: 1094-1118.",
        "Epple, Dennis and Richard Romano (1998) Competition Between Private and Public Schools, Couchers and Peer-Group Effects American Economic Review, 88(1): 33-62."
    ]
}