{
    "id": 14356,
    "cites": 123,
    "cited_by": 9,
    "reference": [
        "Street, D., 1990. Fishers contributions to agricultural statistics. Biometrics 46(4), 937-945.",
        "Student, 1923. On Testing varieties of cereals. Biometrika 15, 27 1-293 Vollmann J, Winau R. Informed consent in human experimentation before the Nuremberg code. BrMedJ (1996) 313:1445-9.",
        "Splawa-Neyman, J., 1925[1923b]. Contributions of the theory of small samples drawn from a finite population. Biometrika 17, pp. 472-479. (The note on this republication reads These results with others were originally published in La Revue Mensuelle de Statistique, publ, parloffice Central de Statistique de la Rtpublique Polonaise, tom. vi. pp. 1-29, 1923).",
        "Splawa-Neyman, J., 1990 [1 923a]. On the application of probability theory to agricultural experiments. Essay on principles.Section 9. Statistical Science, 5, 465-472. Translated and edited by D.M. Dabrowska & T.P. Speed from the Polish original, which appeared in Roczniki Nauk Rolniczyc, Tom X (1923): 1-51 (Annals ofAgricultural Sciences).",
        "Schweiger, D., DeNisi, A., 1991. Communication with employees after a merger: A longitudinal field experiment. The Academy of Management Journal 34,110-135.",
        "Schultz, T.P., 2001. School subsidies for the poor: Evaluating the Mexican Progresa poverty program. Working Papers 834, Economic Growth Center, Yale University.",
        "Puma, M., Burstein, N., Menell, K., Silverstein, G., 1990. Evaluation of the Food Stamp Employment and Training Program: Final Report. Bethesda, Md.: Abt Associates: Bethesda, MD.",
        "Punch, M. (1985) The Politics and Ethics of Fieldwork. Sage: London.",
        "Rayner, A.A., 1986. Some sidelights on experimental design. In: Brook, R.J., Arnold, G.C., Hassard, T.H., Pringle, R.M. (Eds.), The Fascination of Statistics. Marcel Dekker, Inc. New York: pp. 245-266.",
        "Reid, C., 1982. Neyman - From Life. Springer, New York.",
        "Riach, P.A., Rich, J., 2002. Field experiments of discrimination in the market place. Economic Journal 112, F480-F518.",
        "Robins, P.K., Spiegelman, R.G., 2001. In: Robins, P.K., Spiegelman, R.G. (Eds.), Reemployment Bonuses in the Unemployment Insurance System: Evidence from Three Field Experiments. W.E. Upjohn Institute for Employment Research, Kalamazoo, MI.",
        "Rondeau, D., List, J., 2008. Exploring the demand side of charitable fundraising: Evidence from field and laboratory experiments. Experimental Economics, 11(3), pp. 253-267.",
        "Rosenzweig, M.R., Wolpin, K.I., 2000. Natural natural experiments in economics. Journal of Economic Literature 38(4), 827-874.",
        "Ross, H.L., 1970. An experimental study of the negative income tax. Child Welfare, December.",
        "Rouse, C.E., 1998. Schools and student achievement: More evidence from the Milwaukee parental choice programme. FRBNY Economic Policy Review March, 1998.",
        "Rozan A., Strenger, A., Willinger, M., 2004. Willingness-to-pay for food safety: An experimental investigation of quality certification on bidding behavior. European Review of Agricultural Economics 31, 409-425.",
        "Katkar, R., Reiley, D., 2006. Public versus secret reserve prices in eBay auctions: Results from a Pokemon field experiment. B.E. Journal of Economic Analysis & Policy 6(2): Advances Article 7. http://www.bepress.com/bejeap/advances/vol6/iss2/art7 Katz, L.F., Kling, J.R., Liebman, J.B., 2001. Moving to opportunity in Boston: Early results of a randomized mobility experiment. The Quarterly Journal of Economics 116(2), 60-654.",
        "Karlan, D., Zinman, J., 2007b. Credit elasticities in less developed countries: Implications for microfinance. American Economic Review, forthcoming.",
        "Karlan, D., Zinman, J., 2008. Expanding credit access: Using randomized supply decisions to estimate the impacts. Unpublished manuscript.",
        "Karlan, D., Zinman, J., 2007a. Observing unobservables: Identifying information with a consumer credit field experiment. Working paper.",
        "Jin, G.Z., Kato, A., List, J., 2008. Thats news to me! Information revelation in professional certification markets. August 2005 NBER Working paper #12390, forthcoming Economic Inquiry.",
        "Karlan, D., List, J., 2007. Does price matter in charitable giving? Evidence from a largescale natural field experiment. American Economic Review 97(5), 1774-1793.",
        "Hotz, J.V., 1992. Designing an evaluation of the job training partnership act. In Manski, C.F. and Garfinkel, I. (Eds.), Evaluating Welfare and Training Programs. Harvard University Press: Cambridge, pp. 76-114.",
        "Jin, G.Z., Kato, A., 2007. Dividing online and offline: A case study. Review of Economic Studies 74, 981-1004.",
        "Hossain, T., and Morgan, J., 2006. . . .Plus shipping and handling: revenue (non)equivalence in field experiments on eBay. Advances in Economic Analysis & Policy 6(2), article 3.",
        "Homan, R. (1991) The Ethics of Social Research Longman: London.",
        "Hicks, William, and Richard Klimoski, 1987, Entry into training programs and its effects on training outcomes: A field experiment. The Academy of Management Journal 30, 542-552.",
        "Henrich, J., Boyd, R., Bowles, S., Gintis, H., Fehr, E., Camerer, C., McElreath, R.,Gurven, M., Hill, K., Ban, A., Ensminger, J., Tracer, D., Marlow, F., Patton, J., Alvard, M., Gil-White, F., Smith, N., 2004. Economic man in cross-cultural perspective: ethnography and experiments from 15 small-scale societies. Behavioral and Brain Sciences.",
        "Henrich, J., Bowles, S., Boyd, R., Camerer, C., Fehr, E., Gintis, H., McElreath, R., 2001. In search of homo-economicus: behavioral experiments in 15 small-scale societies. American Economic Review 91, 73-78.",
        "Heckman, J.J., Smith, J.A., 1995. Assessing the case for social experiments. Journal of Economic Perspectives 9(2), 85-110.",
        "Heckman, J.J., Vytlacil, E., 2007a. Econometric evaluation of social Programs, Part I: Causal models, structural models and econometric policy evaluation. In: Heckman, J., Leamer, E. (Eds.), Handbook of Econometrics, Volume 6B. Elsevier, Amsterdam: pp. 4779-4874.",
        "Heckman, J.J., Vytlacil, E., 2007b. Econometric evaluation of social programs, Part II: Using the marginal treatment effect to organize alternative economic estimators to evaluate social programs and to forecast their effects in new environments. In: Heckman, J., Leamer, E. (Eds.), Handbook of Econometrics, Volume 6B. Elsevier, Amsterdam: pp. 4875-5144.",
        "Orne, M.T., 1962. On the social psychological experiment: With particular reference to demand characteristics and their implications. American Psychologist 17, 776-83 Porter, D., Vragov, R., 2003. An experimental examination of demand reductions in multi-unit versions of the uniform-price, Vickrey, and English auctions. ICES working paper, George Mason University.",
        "Moffit, R.A., 1981. The negative income tax: Would it discourage work? Monthly Labor Review.",
        "Orcutt, G.H., Orcutt, A.G., 1968. Incentive and disincentive experimentation for income maintenance policy purposes. American Economic Review 58(September), 754-73.",
        "Meyer, B.D., 1995. Natural and quasi-natural experiments in economics. Journal of Business & Economic Statistics, 151-161.",
        "Manski, C.F., Garfinkel, I., 1992. Introduction. In: Manski, C.F., Garfinkel, I. (Eds.), Evaluating Welfare and Training Programs. Cambridge: Harvard University Press: Cambridge, pp. 1-22.",
        "McCall, W. A., 1923. How to Experiment in Education. Macmillan: New York.",
        "Lusk, J.L., Fox, J.A., 2003. Value elicitation in laboratory and retail environments. Economics Letters 79, 27-34.",
        "Manski, C.F., 1995. Learning about social programs from experiments with random assignment of treatments. University of Wisconsin-Madison: Institute for Research on Poverty, Discussion paper #1061-95.",
        "List, J.A., Shrogen, J., 1998. Experimental calibration of the difference between actual and hypothetical reported valuations. Journal of Economic Behavior and Organization 37(2), 193-205.",
        "Lucking-Reiley, D., 1999. Using field experiments to test equivalence between auction formats: Magic on the internet. American Economic Review 89(5), 1063-1080.",
        "List, J., Reiley, D., 2007. Field experiments in economics. In: Durlauf S.N., Blume L.E., (Eds.), The New Palgrave Dictionary of Economics, 2nd Edition. Palgrave Macmillan: New York.",
        "List, J.A., Price, M.K., 2005. Conspiracies and secret price discounts in the marketplace: Evidence from field experiments. Rand Journal of Economics 36(3), 700-7 17.",
        "List, J.A. Lucking-Reiley, D., 2002. Effects of seed money and refunds on charitable giving: Experimental evidence from a university capital campaign. Journal of Political Economy 110, 2 15-233.",
        "Kramer, M.S., S.H. Shapiro, 1984. Scientific challenges in the application of randomized trials. JAMA 252 (19):2739-2745.",
        "Landry, C., Lange, A., List, J., Price, M., Rupp, N., 2006. Toward an understanding of the economics of charity: Evidence from a field experiment. Quarterly Journal of Economics 12 1(2), 747-782.",
        "Lazear, E., 1999. Personnel economics: Past lessons and future directions. Journal of Labor Economics 17, 199-236 Levitt, S., List., J., 2007a. What do laboratory experiments measuring social preferences reveal about the real world? Journal of Economic Perspectives 2 1(2), 153-174.",
        "Levitt, S., List, J., 2007b. Viewpoint: On the generalizability of lab behavior to the field. Canadian Journal of Economics 40(2), 347-370.",
        "Levitt, S., List, J., 2008. Estimating the response of consumer demand to prices and giveaways: Evidence from naturally occurring data and a large-scale field experiment. Unpublished manuscript.",
        "Lindberg, G., Hultkrantz, L., Nilsson, J. and Thomas, F., 2005. Pay as you speed: Two field experiments on controlling adverse selection and moral hazard in traffic insurance. Unpublished manuscript.",
        "List, J.A., 2001. Do explicit warnings eliminate the hypothetical bias in elicitation procedures? Evidence from field auctions for sportscards. American Economic Review 91(5), 1498-1507.",
        "List, J.A., 2002a. Preference reversals of a different kind: The more is less phenomenon.",
        "List, J.A., 2002b. Testing neoclassical competitive market theory in the field. Proceedings of the National Academy of Science 99 (24), 15827-15830.",
        "List, J.A., 2003. Using random nth price auctions to value non-market goods and services. Journal of Regulatory Economics 23 (2), 193-205.",
        "List, J.A., 2004a. Young, selfish, and male: Field evidence of social preferences. Economic Journal 114(492), 121-149.",
        "List, J.A., 2004b. Neoclassical theory versus prospect theory: Evidence from the marketplace. Econometrica 72(2), 615-625.",
        "List, J.A., 2004c. Testing neoclassical competitive theory in multi-lateral decentralized markets. Journal of Political Economy 112(5), 113 1-1156.",
        "List, J.A., 2004d. The nature and extent of discrimination in the marketplace: Evidence from the field. Quarterly Journal of Economics 119(1), 49-89.",
        "List, J.A., 2006. Field experiments: A bridge between lab and naturally occurring data. Advances in Economic Analysis and Policy 6(2), Article 8.",
        "List, J.A., Gallet, C., 2001. What experimental protocol influence disparities between actual and hypothetical state values? Evidence from a metaanalysis. Environmental and Resource Economics 20(3), 24 1-254.",
        "List, J.A. Lucking-Reiley, D., 2000. Demand reduction in multiunit auctions: evidence from a sportscard field experiment. American Economic Review 90(4): 96 1-972.",
        "Yates. F., 1964. Sir Ronald Fisher and the design of experiments. Biometrics 20, 307321.",
        "Camerer, C. F., Babcock, L., Loewenstein, G. & Thaler, R., 1997. Labor supply of New York City cab drivers: One day at a time. Quarterly Journal of Economics 111, 408-441.",
        "Cardenas, J.C., 2002. Real wealth and experimental cooperation: Evidence from field experiments. Journal of Development Economics 70(2), 263-289.",
        "Cardenas, J.C, 2004. Norms from outside and from inside: An experimental analysis on the governance of local ecosystems. Forest Policy and Economics 6, 229-241.",
        "Carpenter, J., Daniere, A., Takahashi, L., 2004. Cooperation, trust, and social capital in southeast Asian urban slums. Journal of Economic Behavior and Organization 55(4): 533-5 1.",
        "Hausman, J., Wise, D., Eds., 1985. Social Experimentation. University of Chicago Press for National Bureau of Economic Research: Chicago, pp. 1-55.",
        "Heckman, J.J., 1992. Randomization and social policy evaluation. In: Manski, C.F., Garfinkel, I. (Eds.), Evaluating Welfare and Training Programs. Cambridge: Harvard University Press, pp. 201-230.",
        "Heckman, J.J., Abbring, J., 2007. Econometric evaluation of social programs, Part III: Distributional treatment effects, dynamic treatment effects, dynamic discrete choice, and general equilibrium policy evaluation, In: Heckman, J., Leamer, E. (Eds.), Handbook of Econometrics, Volume 6B. Elsevier, Amsterdam: pp.. 5145-5303.",
        "Heckman, J.J., Hotz, J.V., 1989. Choosing among alternative nonexperimental methods for estimating the impact of social programs. Journal of the American Statistical Association 84(408), 862-74.",
        "Hausman, J.A., Wise, D.A., 1979. Attrition bias in experimental and panel data: The Gary income maintenance experiment. Econometrica, Econometric Society 47(2), 45573.",
        "Harrison, G.W., M. I. Lau and E. E. RutstrÃ\u0083Â¶m, Risk Attitudes, Randomization to Treatment, and Self-Selection Into Experiments, Journal of Economic Behavior and Organization, forthcoming, 2008.",
        "Harrison, G.W., List, J.A., 2004. Field experiments. Journal of Economic Literature 42, 1009- 1055.",
        "Greenberg, D., Shroder, M., Onstott, M., 1999. The social experiment market. Journal of Economic Perspectives 13(3), 157-172.",
        "Carpenter, Jeffrey and Erika Seki (2006) Competitive Work Environments and Social Preferences: Field Experimental Evidence from a Japanese Fishing Community, B.E.",
        "Journal of Economic Analysis & Policy, 2006, 5(2): Contributions Article 2. http://www.bepress.com/bejeap/contributions/vol5/iss2/art2 Chen, Y., Li, X., MacKie-Mason, J.K, 2006. Online fund-raising mechanisms: A field experiment. B.E. Journal of Economic Analysis & Policy 5(2): Contributions Article 4.",
        "Cochrane, W.G., 1976. Early development of techniques in comparative experimentation. In: D.B. Owen (Ed.), On the History of Statistics and Probability. Marcel Dekker Inc., New York, pg, 126.",
        "Cohn, D.V., Feb. 11, 1996. The life and times of Louis Pasteur. Lecture: The School of Dentistry, University of Louisville.",
        "Croson, R., Shang, J., 2005. Field experiments in charitable contribution: The impact of social influence on the voluntary provision of public goods. Working paper, Wharton.",
        "Croson, R., Shang, J., 2008. The impact of downward social information on contribution decisions. Experimental Economics, 11(3), pp. 221-233.",
        "Cullen, J.B., Jacob, B.A., Levitt, 5., 2006. The effect of school choice on participants: Evidence from randomized lotteries. Econometric 74(5), 1191-1230.",
        "Ding, M., Grewal, R., & Liechty, J., 2005. Incentive-aligned conjoint analysis. Journal of Marketing Research 42, pp. 67-83.",
        "Dingwall, R. (1980) Ethics and ethnography Sociological Review 28,4: 87 1-891.",
        "Duflo, E., Dupas, P., Kremer, M., Sinei, 5., 2006. Education and HIV/AIDS prevention: Evidence from a randomized evaluation in western Kenya. Working paper, MIT.",
        "Eckel, C., Grossman, P., 2008. Subsidizing charitable contributions: A field test comparing matching and rebate subsidies. Experimental Economics, 11(3), pp. 234-252.",
        "Engelbrecht-Wiggans, R., List, J., Reiley, D., 2006. Demand reduction in multi-unit auctions with varying numbers of bidders: Theory and evidence from a sports card field experiment. International Economic Review 47, 203-231 Engelmann, D., Grimm, V., 2003. Bidding behavior in multi-unit auctions- An experimental investigation and some theoretical insights. Working paper, CERGE-El.",
        "Falk, A. 2007. Gift-exchange in the field. Econometrica 75(5), 1501-15 11.",
        "Farber, H.S., 2005. Is tomorrow another day? The labor supply of New York City cabdrivers. Journal of Political Economy (February), 46-82.",
        "Fehr, E., Goette, L., 2007. Do workers work more if wages are high? Evidence from a randomized field experiment. American Economic Review 97(1).",
        "Ferber, R., Hirsch, W.Z., 1982. Social Experimentation and Economic Policy. Cambridge University Press: London.",
        "Fienberg, S.E., Tanur, J.M., 1996. Reconsidering the fundamental contributions of Fisher and Neyman on experimentation. International Statistical Review 64, 237-253.",
        "Fisher. R. A., 1918. The correlation between relatives on the supposition of Mendelian inheritance. Transaction of the Royal Society of Edinburgh 52, 399-433.",
        "Fisher, R. A.,1926. The arrangement of field trials. Journal of the Ministry of Agriculture of Great Britain 33, 503-5 13.",
        "Fisher, R. A., 1935. The Design of Experiments. Oliver and Boyd: Edinburgh.",
        "Fisher, R. A., McKenzie, W. A., 1923. Studies in crop variation: 11. The manurial response of different potato varieties. Journal of Agricultural Science 13, 3 11-320.",
        "Frey, B.S., Meier, 5., 2004. Social comparisons and pro-social behavior: Testing conditional cooperation in a field experiment. American Economic Review 94, 17171722.",
        "Gine, X., Karlan, D., 2006. Group versus individual liability: A field experiment in the Philippines. Working paper, Yale University.",
        "Gine, X., Karlan, D., Zinman, J., 2007. The risk of asking: Measurement effects from a baseline survey in an insurance takeup experiment. Working paper, World Bank.",
        "Gneezy, U., List, J., 2006. Putting behavioral economics to work: testing for gift exchange using field experiments, Econometrica 74, 1365-1384.",
        "Gneezy, U., Rustichini, A., 2000. Pay enough or dont pay at all. Quarterly Journal of Economics 115(3), 791-810.",
        "Gosnell, H. F., 1927, Getting-Out-the-Vote: An Experiment in the Stimulation of Voting. Chicago: University of Chicago Press.",
        "Greenberg, D., Shroder, M., 2004. The Digest of Social Experiments. The Urban Institute Press: Washington.",
        "Ausubel, L. M., 1999. Adverse selection in the credit card market. Working paper, University of Maryland.",
        "Azfar, O~. Zinnes, C~. 2006. Which incentives work? An experimental analysis of incentives for trainers. IRIS Center, University of Maryland, College Park, Bandiera, 0., Barankay, I., Rasul, I., 2005. Social preferences and the response to incentives: Evidence from personnel data. Quarterly Journal of Economics 120(3), 917962.",
        "Bandiera, 0., Barankay, I., Rasul, I., 2006. The Evolution of cooperative norms: Evidence from a natural field experiment, B.E. Journal of Economic Analysis & Policy 6(2): Article 4.",
        "Banjeree, A., Cole S., Duflo, E., Linden, L., 2005. Remedying education: Evidence from two randomized experiments in India. Working paper, MIT.",
        "Ban, Abigail and Serneels, Pieter 2004. Wages and Reciprocity in the Workplace, Center for the Study of African Economies Series Working Paper 018, Oxford University.",
        "Bertrand, M., Karlan, D., Mullainathan, S., Shafir, E., Zinman, J., 2005. Whats psychology worth? A field experiment in the consumer credit market. Working paper, Princeton University.",
        "Benz, M., Meier, 5., 2008. Do people behave in experiments as in real life? Evidence from donations. Experimental Economics, 11(3), pp. 268-28 1.",
        "Blundell, R., Costas Dias, M., 2002. Alternative approaches to evaluation in empirical microeconomics. Portuguese Economic Journal 1(2): 91-115.",
        "Boggis, J. G., Domestic Tariffs Experiment, Load and Market Research Report No. 121, The Electricity Council, 1974.",
        "Bohm, P., 1972. Estimating the demand for public goods: An experiment. European Economic Review 3(2), 111-130.",
        "Bohm, P., 1984. Revealing demand for an actual public good. Journal of Public Economics 24, 135-5 1.",
        "Box, J.E., 1978. R.A. Fisher, the Life of a Scientist. Wiley: New York.",
        "Camerer, C.F., 1998. Can asset markets be manipulated? A field experiment with racetrack betting. Journal of Political Economy, 106(3), 457-482.",
        "Breman, A., 2007. Give more tomorrow - A field experiment on inter-temporal choice in charitable giving. Working paper.",
        "Ashraf, N., Karlan, D., Yin,W., 2006. Tying Odysseus to the mast: Evidence from a commitment savings product in the Philippines. Quarterly Journal of Economics, 12 1(2), 635-672.",
        "Angrist, J.D., Bettinger, E., Kremer, M., 2004. Long-term consequences of secondary school vouchers: Evidence from administrative records in Colombia. NBER Working Paper No. 10713, Angrist, J.D., Krueger, A.B., 2001. Instrumental variables and the search for identification: from supply and demand to natural experiments. The Journal of Economic Perspectives, 15(4):69-85 Ashraf, N., Berry, J., and Shapiro, J., 2007 Can higher prices stimulate product use? NBER Working Paper No. 13247.",
        "Ackerberg, D., Benkard, L., Berry S., Pakes, A., 2005. Econometric tools for analyzing market outcomes. In: Heckman, J.J. (Ed.), Handbook of Econometrics, chapter 63, North Holland.",
        "Alevy, J.E., Haigh, M.S. and List, J.A., 2007. Information cascades: Evidence from an experiment with financial market professionals. Journal of Finance 62(1), 15 1-180.",
        "Anderson, E. T. and Simester, D., 2003. Effects of $9 price endings on retail sales: Evidence from field experiments. Quantitative Marketing and Economics 1, 93-110."
    ]
}