{
    "id": 14357,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Linde, J., (2005), Estimating New-Keynesian Phillips Curves: A Full Information Maximum Likelihood Approach, Journal of Monetary Economics, 52, 6, 1135-1149.",
        "Louis Fed Working Papers, 2004-0 1 1A.",
        "Onatski, A., (2006), Winding Number Criterion for Existence and Uniqueness of Equilibrium in Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 30, 323-345.",
        "McCallum and Nelson (2004), Targeting vs. Instrument Rules for Monetary Policy, St.",
        "Onatski, A. andJ. Stock, (2002), Robust Monetary Policy Under Model Uncertainty in a Small Model of the U.S. Economy, Macroeconomic Dynamics, 6, 85-110.",
        "Onatski, A. and N. Williams, (2003), Modeling Model Uncertainty, Journal of the European Economic Association, 1, 1087-1122.",
        "Otrok, C., (2001), Spectral Welfare Cost Functions, International Economic Review, 42, 2, 345-367.",
        "Otrok, C., B. Ravikumar, and C. Whiteman, (2002), Habit Formation: A Resolution of the Equity Premium Puzzle,Journal of Monetary Economics, 49, 126 1-1288.",
        "Pataracchia, B., (2008), Design Limits in Regime-Switching Cases, mimeo, University of Siena.",
        "Priestley, M., (1982), Spectral Analysis and Time Series, San Diego: Academic Press.",
        "Rondina, G., (2008), Variance Frequency Decomposition for Optimally Controlled Multivariate Linear-Quadratic Models, mimeo, University of California at San Diego.",
        "Rudebusch, G. and L. Swensson, (1999), Policy Rules for Inflation Targeting. In Monetary Policy Rules, J. Taylor, ed., Chicago: University of Chicago Press.",
        "Sargent, T., (1999), Comment, in Monetary Policy Rules, J. Taylor, ed. Chicago: University of Chicago Press.",
        "Sargent, T., N. Williams and T. Zha, (2006), Shocks and Government Beliefs: The Rise and Fall of American Inflation, American Economic Review, 96, 4, 1193-1224.",
        "Sims, C., (2007), On the Genericity of the Winding Number Criterion for Linear Rational Expectations Models, Department of Economics, Princeton University.",
        "Sims, C. and T. Zha, (2006), Were There Regime Switches in U.S. Monetary Policy?. American Economic Review, 96, 1, 54-81.",
        "Skogestad, S. and I. Postlethwaite, (1996), Multivariable Feedback Control: Analysi~ and Desi~gn, New York: John Wiley.",
        "Taylor, J., (1993), Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 39, 195-214.",
        "Taylor, J., (1999), A Historical Analysis of Monetary Policy Rules, in Monetary Policy Rules, J. Taylor, ed., Chicago: University of Chicago Press.",
        "Whiteman, C. (1983), Linear Rational Expectations Models, Minneapolis: University of Minnesota Press.",
        "Whiteman, C., (1985), Spectral Utility, Wiener-Hopf Techniques, and Rational Expectations, Journal of Economic Dynamics and Control, 9, 225-2 40.",
        "Whiteman, C., (1986), Analytical Policy Design Under Rational Expectations, Econometrica, 54, 6, 1387-1405.",
        "Woodford, M., (1999), Optimal Monetary Policy Inertia, Manchester School, 67, 51, 135.",
        "Woodford, M., (2003), Interest and Prices, Princeton: Princeton University Press.",
        "Wu, B.-F. and E. Jonckheere, (1992), A Simplified Approach to Bodes Theorem for Continuous and Discrete Time Systems, IEEE Transactions on Automatic Control, 37, 100, 1797-1802."
    ]
}