{
    "id": 14350,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "Wilson, Chad T., Steven Woloshin, Lisa M. Schwartz. 2007. Choosing where to have major surgery, who makes the decision? Archives of Surgery, 142(3): 242-246.",
        "Teutsch, Carol. 2003. Patient-doctor communication. Medical Clinics of North America, 87(5), 1115-1145.",
        "Wilensky, Gail. 2006. Consumer-driven health plans: early evidence and potential impact on hospitals. Health Affairs, 25(1): 174-185.",
        "http://www~hschange.coni/CONTENT/486/ (Accessed August 8, 2008) Sullivan, Kip. 2000. On the `efficiency of managed plans. Health Affairs, 19(4): 139-148.",
        "Terza, Joseph V., Anirban Basu, and Paul J. Rathouz. 2008. Two-stage residual inclusion estimation: addressing endogeneity in health econometric modeling. Journal of Health Economics, 27(3): 53 1-543.",
        "Strunk, Bradley, and James D. Reschovsky. Kinder and gentler: physicians and managed care, 1997-2001. 2002. Center for studying Health System Change Tracking Report, No.5: 1-4.",
        "Smith, Richard J, and Richard W. Blundell. 1986. An exogeneity test for a simultaneous equation Tobit model with an application to labor supply. Econometrica, 54(3): 679-685.",
        "Schwartz, Lisa M., Steven Woloshin, and John D. Birkmeyer. 2005. How do elderly patients decide where to go for major surgery? telephone interview survey. British Medical Journal, 331(7520): 821-824.",
        "Rosenthal, Meredith, and Arnold Milstein. 2004. Awakening consumer stewardship of health benefits: prevalence and differentiation of new health plan models. Health Services Research, 39(4p2): 1055-1070.",
        "Robinson, James C. 2005. Managed consumerism in health care. Health Affairs, 24(6): 14781489.",
        "Robinson, James C. 2001. The end of managed care. Journal of the American Medical Association, 285(20): 2622-2628.",
        "Rivers, Douglas, and Quang H. Vuong. 1988. Limited information estimators and exogeneity test for simultaneous probit models. Journal of Econometrics, 39(3): 347-366.",
        "Rizzo, John A. 2005. Are HMOs bad for health maintenance? Health Economics, 14(11): 1117-1131.",
        "Relman, Arnold 5. 1993. Controlling costs by `managed competition would it work? New England Journal of Medicine, 328(2): 133-135.",
        "National Committee on Quality Assurance. The State of Health Care Quality 2005: Industry Trends and Analysis. http ://www.ncqa.org/Docs/SOHCQ 2005 .pdf.",
        "Miller, Robert H., and Harold S. Luft. 2002. HMO plan performance update: an analysis of the literature, 1997-2001. Health Affairs, 21(4): 63-86.",
        "Miller, Robert H., and Harold S. Luft. 1997. Does managed care lead to better or worse quality of care? Health Affairs, 16(5): 7-25.",
        "Miller, Nolan H. 2006. Insurer-provider integration, credible commitment, and managed-care backlash. Journal of Health Economics, 25(5): 86 1-876.",
        "McGlynn, Elizabeth, Steven Asch, John Adams, Joan Keesey, Jennifer Hicks, Alison DeCristofaro and Eve Kerr. 2003. The Quality of Health Care Delivered to Adults in the United States. The New England Journal of Medicine, 348(26), pp 2635-2645.",
        "Marshall, Martin N., Paul G. Shekell, Sheila Leatherman, and Robert H. Brook. 2000. The public release of performance data, what do we expect to gain? A review of the evidence. Journal ofAmerican Medical Association, 283(14): 1866-1874.",
        "Kaiser Family Foundation. 2007. Changes in employer-sponsored health insurance sponsorship, eligibility, and participation: 2001 to 2005. Menlo Park, CA: Kaiser Family Foundation. (Accessed August 8, 2008).",
        "Institute of Medicine, Crossing the Quality Chasm: A New Health System for the Twenty-first Century (Washington, National Academy Press, 2000).",
        "Havlin, Linda J., Michael F. McAllister, and David H. Slavney. 2003. How to inject consumerism into your existing health plans. Employee Benefits Journal, 28(3): 7-14.",
        "Hausman, Jerry A. 1983. Specification and estimation of simultaneous equations models in Handbook of Econometrics, ed. Zvi Griliches and Michael D. Intriligator. 391-448. Amsterdam: North Holland..",
        "Hausman, Jerry A. 1978. Specification tests in econometrics. Econometrica, 46: 125 1-1271.",
        "Enthoven, Alan C., and Sara J. Singer. 1998. The managed care backlash and the task force in California. Health Affairs, 17(4): 95-110.",
        "Editorial. 2005. Will consumerism lead to better health? Lancet, 366(9483): 343.",
        "Dysinger, W.S. 1996. Preventive medicine training and managed care: current status and models for the future. American Journal of Preventive Medicine, 12(3): 145-150.",
        "Center for Studying Health System Change. 2003b. Community Tracking Study household survey mythology report, 2000-01 (round three) main report. Technical Publication No. 46, htti~://wwsv~hschange.org/CQNTENT/6O2/6O2.pdf (accessed August 8, 2008) Cohen, Elizabeth. 2008. Are you and obnoxious patient? http://www~cnn.com/2OO8/HEALTH/O1/23/ep.obnoxiousÃ\u0083Â­index.htn~I (Accessed August 8, 2008) Draper, Debra A., Robert E. Hurley, Cara S. Lesser, and Bradley C. Strunk. 2002. The changing face of managed care. Health Affairs, 2 1(1): 11-23.",
        "Center for Studying Health System Change. 2003a. Community Tracking Study physician survey methodology report, 2000-21 (round three), appendices. Technical Publication No.",
        "Brown, H. Shelton and Jose A. Pagan. 2006. Managed care and the scale efficiency of US hospitals. International Journal of Health Care Finance and Economics, 6(4): 278-289.",
        "Blendon, Robert J., Mollyann Brodie, John M. Benson, Drew E. Altman, Larry Levitt, Tina Hoff, and Larry Hugick. 1998. Understanding the Managed Care Backlash. Health Affairs, 17(4): 80-94.",
        "Balkrishnan, Rajesh, Mark A. Hall, Don Mehrabi, G. John Chen, Steven R. Feldman, and Alan B. Fleischer. 2002. Capitation payment, length of visit, and preventive services: evidence from a national sample of outpatient physicians. American Journal of Managed Care, 8(4): 332340.",
        "Arrow, Kenneth J. 1963. Uncertainty and the welfare economics of medical care. American Economic Review, 53(5): 94 1-973.",
        "Anderson, T.W. 2005. Origins of the limited information maximum likelihood and two-stage least squares estimators. Journal of Econometrics, 127(1): 1-16."
    ]
}