{
    "id": 14353,
    "cites": 20,
    "cited_by": 8,
    "reference": [
        "Samuelson, Paul. (1938). A Note on the Pure Theory of Consumers Behaviour. Economica, 5, 61-71.",
        "Rachlin, Howard, Andres Raineri, and David Cross (1991). Subjective Probability and Delay. Journal of the Experimental Analysis of Behavior, 55, 233-244.",
        "Rubinstein, Ariel (2007). Instinctive and Cognitive Reasoning: A Study of Response Times. The Economic Journal, 119, 1243-1259.",
        "Modulation of Parietal Activation by Semantic Distance in a Number Comparison Task. Neuroimage, 14, 10 13-1026.",
        "Pinel, Philippe, Manuela Piazza, Denis Le Bihan, and Stanislas Dehaene (2004). Distributed and Overlapping Cerebral Representations of Number, Size, and Luminance During Comparative Judgments. Neuron, 41, 983993.",
        "Moyer, Robert S., and Thomas K. Landauer (1967). Time Required for Judgements of Numerical Inequality. Nature, 215, 1519-1520.",
        "Myerson, Joel, and Leonard Green (1995). Discounting of Delayed Rewards: Models of Individual Choice. Journal of the Experimental Analysis of Behavior, 64, 263-276.",
        "Mazur, James E. (1987). An adjusting procedure for studying delayed reinforcement. In M.L. Commons, J.E. Mazur, J.A. Nevin, & H. Rachlin (Eds.), Quantitative Analysis of Behavior: The Effects of Delay and Intervening Events on Reinforcement Value, Vol. 5 (pp. 55-73). Hillsdale, NJ: Erlbaum.",
        "Loewenstein, George, and Drazen Prelec (1992). Anomalies in Intertemporal Choice: Evidence and an Interpretation. The Quarterly Journal of Economics, 107, 573-597.",
        "Kirby, Kris N., Nancy M. Petry, and Warren K. Bickel (1999). Heroin addicts have higher discount rates for delayed rewards than non-drug-using controls. Journal of Experimental Psychology: General, 128, 78-87.",
        "Johnson, D.M. (1930). Confidence and speed in the two-category judgment. Archives of Psychology, 241, 1-52.",
        "Kirby, Kris N., and Nino N. Marakovic (1996). Delay-discounting probabilistic rewards: Rates decrease as amounts increase. Psychonomic Bulletin and Review, 3, 100-104.",
        "Jaroni, Jodie L., Suzanne M. Wright, Caryn Lerman, and Leonard H. Epstein (2004). Relationship between education and delay discounting in smokers. Addictive Behaviors, 29, 1171-1175.",
        "Henmon, Vivian A.C. (1906) The Time of Perception as a Measure of Differences in Sensations. Archives of Philosophy, Psychology, and Scientific Methods, 8.",
        "Gabaix, Xavier, David Laibson, Guillermo Moloche, and Stephen Weinberg (2006). Costly Information Acquisition: Experimental Analysis of a Boundedly Rational Model, American Economic Review, 96, 1043-1068.",
        "Gabaix, Xavier and David Laibson (2005). Bounded Rationality and Directed Cognition. Unpublished paper, Harvard University.",
        "Edgeworth, Francis (1881). Mathematical Psychics: An Essay on the Application of Mathematics to the Moral Sciences. New York: Augustus M. Kelly.",
        "de Wit, Harriet, Janine D. Flory, Ashley Acheson, Michael McCloskey, and Stephen B. Manuck (2007). IQ and Nonplanning Impulsivity are Independently Associated with Delay Discounting in Middle-aged Adults. Personality and Individual Differences, 42, 111-12 1.",
        "de Quervain, Dominique J.-F., Urs Fishbacher, Valerie Teyer, Melanie Schellhammer, Ulrich Schnyder, Alfred Buck, and Ernst Fehr (2004). The Neural Basis of Altruistic Punishment. Science, 305, 1254-1258.",
        "Cohen, Jonathan D., Brian MacWhinney, Matthew Flatt, and Jefferson Provost (1993). PsyScope: A new graphic interactive environment for designing psychology experiments. Behavioral Research Methods, Instruments, and Computers, 25, 257-27 1."
    ]
}