{
    "id": 14361,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "US Census Bureau. 2000. Table C: Projected life expectancy at birth by race and Hispanic origin, 1999 to 2100. Available on the Internet at http://www.census.gov/population/www/documentation/ twpsOO38/tabC.txt (last accessed 6 August 2008).",
        "Stuck AE, Walthert JM, Nikolaus T, Bula CJ, Hohmann C, Beck JC. 1999. Risk factors for functional status decline in community-living elderly people: A systematic literature review. Social Science and Medicine 48: 445-469.",
        "Preston SH, Keyfitz N, Schoen R. 1972. Causes of Death: Life Tables for National Populations. New York: Seminar Press.",
        "Preston SH. 1985. Resources, knowledge, and child mortality: A comparison of the U.S. in the late nineteenth century and developing countries today. In International Property Conference, Florence, 5-12 June, vol. 2, 373-386. Liege, Belgium: International Union for the Scientific Study of Population.",
        "Oeppen J, Vaupel J. 2002. Broken limits to life expectancy. Science 296: 1029-1031. Page 15 of 16 Oeppen J, Vaupel J. 2002 suppl. Broken limits to life expectancy, supplementary material. Available on the Internet at http://www.sciencernag.org/cgi/content/fuU/296/557O/1O29/DCi (last accessed 6 August 2008).",
        "Helmchen L. 2003. Changes in the age at onset of chronic disease among elderly Americans, 1870-2000. Typescript: Center for Population Economics, University of Chicago.",
        "Linder FE, Grove RD. 1947. Vital Statistics Rates in the United States 1900-1940. U.S. Government Printing Office: Washington, DC.",
        "Manton KG, Gu X. 2001. Changes in the prevalence of chronic disability in the United States black and nonblack population above age 65 from 1982 to 1999. Proceedings of the NationalAcademy of Sciences, USA 98: 6354-6359.",
        "Fries JF. 1990. The sunny side of aging. Journal of theAmerican Medical Association 263: 2354-2355.",
        "Fogel RW. 2007. Capitalism and democracy in 2040: Forecasts and speculations. NBER Working Paper 13184.",
        "Fries JF. 1980. Ageing, natural death, and the compression of morbidity. New England Journal of Medicine 303: 130-136.",
        "Fogel RW. 2003. Forecasting the demand for health care in OECD nations and China. Contemporary Economic Policy 21 ( 1): 1-10.",
        "Fogel RW. 2004. The Escape from Hunger and Premature Death, 1700-2100: Europe, America, and the Third World. Cambridge: Cambridge University Press.",
        "Dublin LI. 1928. Health and Wealth: A Survey of the Economics of World Health. New York and London: Harper and Brothers.",
        "Fogel RW. 2000. The Fourth Great Awakening and the Future of Egalitarianism. Chicago: University of Chicago Press.",
        "Costa D. 2004. The measure of man and older age mortality: Evidence from the Gould Sample. Journal of Economic History 64: 1-23.",
        "Charlson M, Szatrowski TP, Peterson J, Gold J. 1994. Validation of a combined comorbidity index. Journal of Clinical Epidemiology 47: 1245-125 1."
    ]
}