{
    "id": 14369,
    "cites": 20,
    "cited_by": 47,
    "reference": [
        "Yatchew, A. and J. No, 2001. Household gasoline demand in Canada. Econometrica, 69(6), 1697-1710. Richmond Target Neighborhoods",
        "Yatchew, A., 1997. An elementary estimator of the partial linear model. Economics Letters, S7(2), 13S-143.",
        "Strange, W., 1992. Overlapping Neighborhoods and Housing Externalities. Journal of Urban Economics, 32(1), 17-39.",
        "Simons R., R. Quercia and I. Maric, 1998. The value impact of new residential construction and neighborhood disinvestment on residential sales prices. Journal of Real Estate Research, 15(2), 147-162.",
        "Schwartz A. E., I. G. Ellen, I. Voicu and M. Schill, 2006. The external effects of placebased subsidized housing. Regional Science and Urban Economics, 36(6), 679-707.",
        "Schall, L., 1976. Urban renewal policy and economic efficiency. American Economic Review, 66(4), 612-628.",
        "Santiago A., G. Galster and P. Tatian, 2001. Assessing the property value impacts of the dispersed housing subsidy program in Denver. Journal of Policy Analysis and Management, 20(1), 65-88..",
        "Rothenberg, J., 1967. Economic Evaluation of Urban Renewal. Brookings, Washington DC.",
        "Robinson, P., 1988. Root-N-Consistent semiparametric regression. Econometrica, 56(4), 931-954.",
        "Rosenthal, S. and W. Strange, 2004. Evidence on the nature and sources of agglomeration economies. In: J. V. Henderson & J. F. Thisse (ed.), Handbook of Regional and Urban Economics, 4(49), 2119-2171.",
        "loannides, Y., 2002. Residential Neighborhoods effects. Regional Science and Urban Economics, 32(2), 145-165.",
        "Ho, M., 1995. Essays on the housing market, Unpublished Ph.D. Dissertation, University of Toronto.",
        "Durlauf, 5., 2004. Neighborhood effects. In: J. V. Henderson & J. F. Thisse (ed.), Handbook of Regional and Urban Economics, 4(50), 2173-2242.",
        "Ding C., R. Simons and E. Baku, 2000. The effect of residential investment on nearby property values: Evidence from Cleveland, Ohio. Journal of Real Estate Research, 19(1), 23-48.",
        "Duranton, G. and D. Puga, 2004. Micro-foundations of urban agglomeration economies. In: J. V. Henderson & J. F. Thisse (ed.), Handbook of Regional and Urban Economics, 4(48), 2063-2117.",
        "DiNardo, J. and J. Tobias, 2001. Nonparametric density and regression estimation. Journal of Economic Perspectives, 15(4), 11-28.",
        "Davis, M. and F. Ortalo-Magne, 2007. Household Expenditures, Wages, Rents. mimeo University of Wisconsin.",
        "Davis, 0. and A. Whinston, 1961. The economics of urban renewal. Journal of Law and Contemporary Problems, 26(1), 105-117.",
        "Anglin, P. and R. Gencay, 1996. Semiparametric estimation of a hedonic price function.  Journal of Applied Econometrics, 11(6), 633-648.",
        "Benabou, R., 1996. Heterogeneity, stratification, and growth. American Economic Review, 86(3), 584-609."
    ]
}