{
    "id": 14362,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Pickens, T. Boone. 2008. This is My Plan for American Energy, Whats Yours? Wall Street Journal, September 2, A22.",
        "Raymond, Jennie E. and Robert Rich, 1997. Oil and the Macroeconomy: A Markov-State Switching Approach. Journal of Money, Credit, and Banking 29: 193-2 13.",
        "Lashinshky, Adam and Nelson Schwartz. (2006). How to Beat the High Cost of Gasoline Forever! Fortune. http ://money.cnn.comlmagazines/fortune/fortunearchive/2006/02/06/8367959/index.htm Mort, Knut A., 1989. Oil and the Macroeconomy When Prices Go Up and Down: An Extension of Hamiltons Results. Journal of Political Economy 91: 740-744.",
        "Kilian, Lutz, 2008b. A Comparison of the Effects of Exogenous Oil Supply Shocks on Output and Inflation in the G7 Countries. Journal of the European Economic Association 6: 78-121. Kilian, Lutz, forthcoming. Not All Oil Price Shocks Are Alike: Disentangling Demand and Supply Shocks in the Crude Oil Market. American Economic Review.",
        "Kilian, Lutz, 2008a. Exogenous Oil Supply Shocks: How Big Are They and How Much Do They Matter for the U.S. Economy? Review of Economics and Statistics 90:216-240.",
        "Johnson, Keith 2008. Drill Baby Drill, If it Makes Economic Sense, That Is. Wall Street Journal Blog, September 9.",
        "Instituto de Pequisa Economica Aplicada. www.ipea.gov.br Inventory or Onshore Fedearl Oil and Natural Gas Resources and Restrictions to their Development. 2008. Washington: Bureau of Land Management, US Department of the Interior.",
        "Hooker, Mark A., 1996. What Happened to the Oil-Price-Macroeconomy Relationship? Journal of Monetary Economics 38: 195-2 13.",
        "Hooker, Mark A., 2002. Are Oil Shocks Inflationary? Asymmetric and Nonlinear Specifications Versus Changes in Regime. Journal of Money, Credit and Banking 34 (May): 540-6 1.",
        "Hamilton, James D., 2003. What is an Oil Shock? Journal of Econometrics 113: 363-98.",
        "Hamilton, James D., 1996. This is What Happened to the Oil Price-Macroeconomy Relationship. Journal of Monetary Economics 38(2): 215-20.",
        "Hamilton, James D., 1983. Oil and the Macroeconomy Since World War II. Journal of Political Economy 91: 228-248.",
        "Hamilton, James D., 1985. Historical Causes of Postwar Oil Shocks and Recessions. Energy Journal 6: 97-116.",
        "Energy Information Administration, 2004. Long Term Oil Supply Scenarios. Washington, D.C.",
        "Energy Information Administration, 2008. World Crude Oil Production.",
        "DiPeso, Jim. 2003. Foreign Oil Dependence Entangles US with Regimes that Finance Tenor. Does Buying SUVS Promote Terrorism. Detroit News, January 12.",
        "Bernanke, Ben 5., 2004. Oil and the Economy. Speech delivered at the Distinguished Lecture Series, Darton College, Albany, GA, October 21. Available at http ://www.federalreserve . gov/boarddocs/speeches/2004/2004 102 l/default.htm Bernanke, Ben S., Gertler, Mark, and Mark Watson, 1997. Systematic Monetary Policy and the Effects of Oil Price Shocks. Brookings Papers on Economic Activity, pp. 9 1-142."
    ]
}