{
    "id": 14364,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Gayer, T., J.T. Hamilton, and W.K. Viscusi (2000). Private Values of Risk Tradeoffs at Superfund Sites: Housing Market Evidence on Learning About Risk. Review of Economics and Statistics. 82(3):439-45 1.",
        "Gill, R.D. (1980). Censoring and Stochastic Integrals. Mathematical Centre Tracts, 124. Mathematical Centrum, Amsterdam.",
        "Hakes, J. and W.K. Viscusi (2007). Automobile Seatbelt Usage and the Value of Statistical Life. Southern Economic Journal. 73(3):659-676.",
        "Costa, D. and M. Kahn (2004). Changes in the Value of Life, 1940-1980. The Journal of Risk and Uncertainly. 29(2):159-180.",
        "DeLeire, T. and H. Levy (2004). Worker Sorting and the Risk of Death on the Job. Journal of Labor Economics. 22(4): 925-954.",
        "Dreyfus, M.K. and W.K. Viscusi (1995). Rates of Time Preference and Consumer Valuations of Automobile Safety and Fuel Efficiency. Journal of Law and Economics. 38(1):79-105.",
        "Carlin, P. and R. Sandy (1991). Estimating the Implicit Value of a Young Childs Life. Southern Economic Journal. 58(1): 186-202.",
        "Black, D.A. and T.J. Kniesner (2003). On the Measurement of Job Risk in Hedonic Wage Models. Journal of Risk and Uncertainly. 27(3):205-220.",
        "Blomquist, G. (1979). Value of Life Saving: Implications from Consumption Activity. Journal of Political Economy. 87(3):540-58.",
        "Brown, C. (1980). Equalizing Differences in the Labor Market. Quarterly Journal of Economics. 94(1): 113-34.",
        "Bajari, P. and M.E. Kahn (2005). Estimating Housing Demand With an Application to Explaining Racial Segregation in Cities. Journal of Business and Economic Statistics. 23(1):20-33.",
        "Bayer, P., 5. Khan, and C. Timmins (2007). Nonparametric Identification and Estimation in a Generalized Roy Model. Mimeo, Duke University Department of Economics.",
        "Atkinson, S.E. and R. Halvorsen (1990). The Valuation of Risks to Life: Evidence from the Market for Automobiles. Review of Economics and Statistics. 72(1): 133-136.",
        "Alberini, A., M. Cropper, A. Krupnick, and N. Simon (2004). Does the value of a statistical life vary with age and health status? Evidence from the US and Canada. Journal of Environmental Economics and Management. 48:869-792.",
        "Ashenfelter, 0. and M. Greenstone (2004). Using Mandated Speed Limits to Measure the Value of a Statistical Life. Journal of Political Economy. 112:S226-S267.",
        "Viscusi,, W.K. and J. Aldy (2003). The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World. Journal of Risk and Uncertainly. 27(1):5-76. Adjusting the Value of a Statistical Life for Age and Cohort Effects. RFF Discussion Paper 06-19.",
        "Heckman, J.J. (1990). Varieties of Selection Bias. American Economic Review. 80(2):313-18.",
        "Heckman, J.J. and B. Honore (1990). The Empirical Content of the Roy Model. Econometrica. 58:1121-1149.",
        "Hersch, J. and T.S. Pickton (1995). Risk-Taking Activities and Heterogeneity in JobRisk Tradeoffs. Journal of Risk and Uncertainly. 1 1(3):205-217.",
        "Hersch, J. and W.K. Viscusi (1990). Cigarette Smoking, Seatbelt Use, and Differences in Wage-Risk Tradeoffs. Journal of Human Resources. 25(2):202-227.",
        "Hwang, H., W.R. Reed, and C. Hubbard (1992). Compensating Wage Differentials and Unobserved Productivity. Journal of Political Economy. 100(4): 835-858.",
        "Kniesner, .J., W.K. Viscusi, C. Woock, and J.P. Ziliak (2006). Pinning Down the Value of Statistical Life. Center for Policy Research Working Paper 85, Maxwell School, Syracuse University.",
        "Li, 5. (2006). The Social Costs of the Arms Race on American Roads: Evidence from Automobile Demand. Mimeo, Duke University Department of Economics.",
        "Portney, P.R. (1981). Housing Prices, Health Effects, and Valuing Reductions in Risk of Death. Journal of Environmental Economics and Management. 8:72-7 8.",
        "Revesz, R. (1999). Environmental Regulation, Cost-Benefit Analysis, and the Discounting of Human Lives. Columbia Law Review. 99:941-1017.",
        "Rosen, 5. (1986). The Theory of Equalizing Differences. In Handbook of Labor Economics, Vol. 1. ed. Orley C. Ashenfelter and Richard Layard, pp.641-92. Amsterdam: North-Holland.",
        "Roy, A.D. (1951). Some Thoughts on the Distribution of Earnings. Oxford Economic Papers. 3:135-146.",
        "Savage, I. (1993). An Empirical Investigation into the Effect of Psychological Perception on the Willingness to Pay to Reduce Risk. Journal of Risk and Uncertainly. 6:75-90.",
        "Scotten, C. and L. Taylor (2007). Of Cab Drivers and Coal Miners: Accounting for Risk Heterogeneity in Value of Statistical Life Estimates. Mimeo.",
        "Shogren, J.F. and T. Stamland (2002). Skill and the Value of Life. Journal of Political Economy. 110(5):1168-1197.",
        "Smith, V.K., M. Evans, H. Kim, and D. Taylor (2004). Do the Near-Elderly Value Mortality Risks Differently? Review of Economics and Statistics. 86(1):423-429.",
        "Thaler, R. and S. Rosen (1975). The Value of Saving a Life: Evidence from the Labor Markets. In N.E. Terleckyj (ed.), Household Production and Consumption. New York: Columbia University Press. pp.265-300.",
        "Viscusi, W.K. (1992). Fatal Tradeoffs: Public and Private Responsibilities for Risk. New York: Oxford University Press.",
        "_________ (2003). Racial Differences in Labor Market Values of a Statistical Life. Journal or Risk and Uncertainly. 27:3:239-256."
    ]
}