{
    "id": 14368,
    "cites": 12,
    "cited_by": 4,
    "reference": [
        "Moulton B., T. Lafleur, and K. Moses, Research On Improving Quality Adjustment in the CPI: The Case of Televisions, Proceeding of the fourth meeting of the International Working Group on Price Indices, U.s. Department of Labor, April 1998, Bureau of Labor Statistics.",
        "Newey, W., 1994, The Asymptotic Variance of Semiparametric Estimators Econometrica, 62, pp. 1249-82.",
        "Olley, S. and A. Pakes. The Dynamics of Productivity in the Telecommunication Equipment Industry, Econometrica, 1994, pp.",
        "Pakes, A. A Reconsideration of Hedonic Price Indices with an Application to PCs.American Economic Review 93. 2003. pp. 1578-1596.",
        "Konus, A. The Problem of the True Cost-of-Living Index translated in Econometrica 7, 1924, January, p. 10-29.",
        "Johnson, D., S. Reed and K. Stewart. Price Measurement in the United States: A Decade after the Boskin Report, The Monthly Labor Review, 2006, May, pp. 10-19.",
        "Court, A. Hedonic Price Indexes with Automotive Examples, in The dynamics of automobile demand, General Motors Corporation, 1939, pp. 99-117.",
        "Erickson, T. On Incorrect Signs in Hedonic Regressions, mimeo, 2004, Bureau of Labor Statistics.",
        "Bajari, P. and L. Benkard, Hedonic Price Indexes with Unobserved Product Characteristics, with an Application to PCs Journal of Business and Economic Statistics, 2005a.",
        "Bajari, P. and L. Benkard. Demand Estimation with Heterogenous Consumers and Unobserved Product Characteristics: A Hedonic Approach (2005) Journal of Political Economy.",
        "Andrews, D. Asymptotics for Semiparametric Econometric Models via Stochastic Equicontinuity, Econometrica 62, 1994, pp.43-72. Aizcorbe, A., B. Bridgman, and J. Nalewaik. The Implications of Heterogenous Buyers for Mea23This is related to the more general issue of constructing and using household or demographic specific indexes, a topic beyond the scope of this paper. suring Quality Change, in process, Bureau of Economic Analysis. Berry, S., Levinsohn, J., and A. Pakes. Automobile Prices in Market Equilibrium, Econometrica, 63, pp. 841-890.",
        "Lancaster, K. Consumer Demand: A New Approach, Columbia University Press, 1971, New York, New York."
    ]
}