{
    "id": 14379,
    "cites": 24,
    "cited_by": 11,
    "reference": [
        "Woodford, M., 2003, Interest and Prices: Foundations of a Theory of Monetary Policy (Princeton University Press).",
        "Tetlow R. and B. Ironside (2007), Real-Time Model Uncertainty in the United States: The Fed, 1996-2003, Journal of Money, Credit and Banking, Vol. 39, No. 7 (October), pp. 1533-156 1. - 28 - Williams, J. C. (2006). The Phillips Curve in an Era of Well-Anchored Inflation Expectations, unpublished working paper, Federal Reserve Bank of San Francisco, September.",
        "Romer, D., 1998, A New Assessment of Openness and Inflation: Reply, Quarterly Journal of Economics, CXII (2) May, 649-652.",
        "Romer, D., 1993, Openness and Inflation: Theory and Evidence, Quarterly Journal of Economics, CVII (4), November, pp. 869-904.",
        "Rogoff, K., 2004, Globalization and Global Disinflation, in Federal Reserve Bank of Kansas City, Monetaiy Policy and Uncertainty: Adapting to a Changing Economy proceedings of the 2003 Jackson Hole symposium sponsored by the Federal Reserve Bank of Kansas City.",
        "Rogoff, K., 2003, Disinflation: An Unsung Benefit of Globalization?, Finance and Development, Volume 40, No. 4 (December), pp. 55-56.",
        "Roberts, J. M. (2006). Monetary Policy and Inflation Dynamics, International Journal of Central Banking, vol. 2 (September), pp. 193-230.",
        "Razin, A., and C. Yuen, 2002, The New Keynesian Phillips Curve: Closed Economy vs. Open Economy, Economics Letters, Vol. 75 (May), pp. 1-9.",
        "Mishkin, F. S. (2007), Remarks given At the Annual Macro Conference, Federal Reserve Bank of San Francisco, San Francisco, California March 23, 2007 Razin, A. and P. Loungani (2007) Globalization and Equilibrium Inflation-Output Tradeoffs, NBE R international Seminar on Macroeconomics 2005 , edited by Jeffrey A. Frankel and Christopher Pissarides. MIT Press.",
        "Lane, P., (1997), Inflation in Open Economies, Journal of International Economics, 42, pp. 327-347.",
        "Loungani, P., A. Razin and C. Yuen, 2001, Capital Mobility and the Output-Inflation Tradeoff, Journal of Development Economics 64, 255-74.",
        "Kaminsky, G. L. and S. L. Schmukler. (2001). On Booms and Crashes: Financial Liberalization and Stock Market Cycles , Washington DC. The World Bank.",
        "Gali, J. and T. Monacelli, (2003) Monetary Policy and Exchange Rate Volatility in a Small Open Economy, NBER Working Paper No. 8905. -27 - Gopinath, Gitta, and Roberto Rigobon, (2007), Sticky Borders, Quarterly Journal of Economics, forthcoming. Ihrig, J, S. Kamin, D. Lindner, and J. Marquez (forthcoming). Some Simple Tests of the Globalization and Inflation Hypothesis, International Finance Discussion Papers. Washington: Board of Governors of the Federal Reserve System.",
        "Engler, P. (2007) Gains from Migration in a New-Keynesian Framework, mimeo, Freie UniversitÃ\u0083Â¤t Berlin, Germany, Freidman, A., and T. Suchoy, (2004), The NAIRU In Israel: An Unobserved Components Approach, Israel Economic Review, Vol.2, No. 2, December.",
        "Clarida, R., J. Gali, and M. Gertler (2000). Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, vol. 115 (February), pp. 147-80.",
        "Chen, N., J.Imbs and A. Scott. (2004), Competition, Globalization and the Decline of Inflation, CEPR Discussion Paper No. 6495, October.",
        "Clarida, R., J. (2008). Reflections on Monetary Policy in the Open Economy, NBER International seminar on Macroeconomics 2008, edited by Jeffrey Frankel and Christopher Pissarides. University of Chicago Press (Forthcoming).",
        "Calvo G., Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12 (1983), 383-398.",
        "Cecchetti, S. G., P Hooper, B. C. Kasman, K. L. Schoenholtz, and M. W. Watson (2007). Understanding the Evolving Inflation Process, presentation at the US. Monetaiy Policy Forum, Washington, D.C., March 9.",
        "Borio, C. and A. Filardo (2007). Globalisation and Inflation: New Cross-Country Evidence on the Global Determinants of Domestic Inflation, unpublished paper, Bank for International Settlements, Basel, Switzerland (March).",
        "Bentolila, S., J. J. Dolaldo, and J. F. Jimeno (2007), Does Immigration Affect the Phillips Curve? Some Evidence for Spain, Mimeo, CEMFI, Madrid.",
        "Bean, C., (2006) Globalization and Inflation, Bank of England Quarterly Bulletin Q4, 468-475.",
        "Badinger, H. (2007), Globalization, Taylor Rules, and Inflation, mimeo, WirtschaftsuniversitÃ\u0083Â¤t Wien, Vienna, Austria.",
        "Artstein, Y. (2002), The Flexibility of the Israeli Labor Market, in A. Ben-Bassat (ed.) the Israeli Economy, 1985-1998, the MIT Press, 2002."
    ]
}