{
    "id": 1437,
    "cites": 15,
    "cited_by": 39,
    "reference": [
        "Blanco, I-Ierminio, and Garber, Peter M. Recurrent Devaluation and the Timing of Speculative Attacks. Mimeographed. Rochester, N.Y.: Department of Economics, University of Rochester, 1982.",
        "Brock, William A. Money and Growth: The Case of Long Run Perfect Foresight. International Economic Review 15 (October 1974): 750-77.",
        "Calvo, Guillermo A. The Stability of Models of Money and Perfect Foresight: A Comment. Econometrica 45 (October 1977): 1737-39.",
        "Connolly, Michael B., and Taylor, Dean. The Exact Timing of the Collapse of an Exchange Rate Regime and Its Impact on the Relative Price of Traded Goods. Journal of Money, Credit, and Banking 16 (May 1984) : 194-207.",
        "Feenstra, Robert C. Functional Equivalence between Liquidity Costs and the Utility of Money. Mimeographed. New York: Decartment of Economics, Columbia University, 1984.",
        "Flood, Robert P., and (Pirber, Peter N. Collapsing Exchange-Rate Regimes: Some Linear Examples. Journal of International Economics, 1984, forthcoming. (a) 40 Flood, Robert P., and Garber, Peter M. Gold Monetization and Gold Discipline. Journal of Political Economy 92 (February 1984): 90-107. (b) Gray, Jo Anna. Dynamic Instability in Rational Expectations Models: An Attempt to Clarify. International Economic Review 25 (February 1984) : 93-122.",
        "Krugman, Paul R. A Model of Balance-of-Payments Crises. Journal of Money, Credit, and Banking 11 (August 1979): 311-25.",
        "Liviatan, Nissan. Tight Money and Inflation. Journal of Monetary Economics 13 (January 1984): 5-15.",
        "McCallum, Bennett T. Are Bond-financed Deficits Inflationary? A Ricardian Analysis. Journal of Political Economy 92 (February 1984) : 123-35.",
        "Obstfeld, Maurice. Macroeconomic Policy, Exchange-Rate Dynamics, and Optimal Asset Accumulation. Journal of Political Economy 89 (December 1981) : 1142-61.",
        "Salant, Stephen W. The Vulnerability of Price Stabilization Schemes to Speculative Attack. Journal of Political Economy 91 (February 1983): 1-38.",
        "Salant, Stephen W., and Henderson, Dale W. Market Anticipations of Goverment Policies and the Price of Gold. Journal of Political Economy 86 (August 1978): 627-48.",
        "Sargent, Thomas J. Monetary and Fiscal Policies as Causes of Inflation. Paper presented at the conference on Europe and the Dollar, Turin, Italy, June 1984.",
        "Stiglitz, Joseph E., and Weiss, Andrew. Credit Rationing in Markets with Imperfect Information. American Economic Review 71 (June 1981): 393-410.",
        "Wyplosz, Charles. Capital Controls and Balance of Payments Crises. Mimeographed. Cambridge, Mass.: National Bureau of Economic Research, 1983."
    ]
}