{
    "id": 14371,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Virginia Tech Review Panel. (2007). Mass Shootings at Virginia Tech. Report of the Virginia Tech Review Panel presented to Governor Kaine Commonwealth of Virginia. Retrieved on August 13, 2008.",
        "U.S. Department of the Treasury, Bureau of Alcohol, Tobacco and Firearms (2008). Annual Firearms Manufacturers and Export Report. (2006). Retrieved August 12, 2008 from http ://www.atf.gov.",
        "U.S. Department of the Treasury, Bureau of Alcohol, Tobacco and Firearms (2000). Following the Gun: Enforcing Federal Laws Against Firearms Traffickers. (June 2000). Retrieved May 31, 2005 from http ://www . atf.gov.",
        "U.S. Department of Justice, Bureau of Justice Statistics (2003b). Survey of State Procedures Related to Firearm Sales, Midyear 2002 (Washington, October 15, 2003).",
        "U.S. Department of the Treasury, Bureau of Alcohol, Tobacco and Firearms (2002). Firearms Commerce in the United States, 2001/2002, ATF P 9000.4 (April 2002). Retrieved May 23, 2005 from httD:/iwww,atfgov.",
        "U.S. Department of the Treasury, Bureau of Alcohol, Tobacco and Firearms (2002). Firearms Commerce in the United States (February 2000). Retrieved May 23, 2005 from iittp ://www.atf.gov.",
        "U.S. Department of Justice, U.S. Department of the Treasury, Bureau of Alcohol, Tobacco and Firearms (1999). Gun Shows: Brady Checks and Crime Gun Traces (January 1999).",
        "U.S. Department of Justice, Bureau of Justice Statistics (2003a). Background Checks for Firearm Transfers, 2002 (Washington, September 2003).",
        "Moody, C. (2001). Testing for the Effects of Concea~ect Weapons Laws: Specification Errors and Robustness. Jou~naI of Law and Lconorntcs 44(2) Part 2: 799-813.",
        "Sloan, J., Rivara, F., Reay, D., Ferris, J., Path, M., & Kellermann, A. (1990). Firearm regulations and rates of suicide: A comparison of two metropolitan areas. New England Journal of Medicine 322(6): 369-373.",
        "Maldonado, G. and Kraus, JF. (1991). Variation in Suicide Occurrence by Time of Day, Day of the Week, Month, and Lunar Phase. Suicide Life Threatening Behavior 21(2): 174-187.",
        "Lott, J. (2003). The Bias Against Guns. Washington, D.C.: Regenry.",
        "Lott, J. & Mustard, D. (1997). Crime, deterrence, and right-to-carry concealed handguns.",
        "Ludwig, J. & Cook, P.J. (2000). Homicide and suicide rates associated with implementation of the Brady Handgun Violence Prevention Act. Journal of the American Medical Association 284(5): 585-59 1.",
        "Loftin, C., McDowall, D., Wiersema, B., & Cottey, T. (1991). Effects of restrictive licensing of handguns on homicide and suicide rates in the District of Columbia. New England Journal of Medicine 325(23): 1615-1620.",
        "Krouse, W. (2005). Gun Legislation in the ]O9~ Congress. Congressional Research Service Report RL32842, March 31, 2005.",
        "Legal Community Against Violence (2008). Regulating Guns in America: An Evaluation and Comparative Analysis of Federal, State and Selected Local Gun Laws. www.lcav.org, Lester, D. (1979). Temporal Variation in Suicide and Homicide. American Journal of Epidemiology 109(5): 5 17-520.",
        "Kleck, G. (1984). The Relationship between gun ownership levels and rates of violence in the United States. in Firearms and Violence, edited by D.B. Kates, Jr. Cambridge: Ballinger Publishing Company.",
        "Kellermann, A., Rivara, F., Somes, G., Reay, G., Francisco, J., Banton, J., Prodzinski, J., Fligner, C., & Hackman, B. (1992). Suicide in the Home in Relation to Gun Ownership. New England Journal of Medicine 327(7): 467-472.",
        "Hausman, Jerry, Bronwyn H. Hall, and Zvi Griliches (1984). Econometric Models for Count Data with an Application to the Patents-R&D Relationship. Econometrica 52(4): 909938.",
        "Harlow, C. (2001). Firearm Use by Offenders. Bureau of Justice Statistics, U.S. Department of Justice (November 2001).",
        "Duggan, M. (2001). More guns, more crime. Journal of Political Economy 109(5) (October 2001): 1086-1114).",
        "Duggan, M. (2003). Guns and suicide. In Ludwig, J. & Cook, P.J. (Eds.) Evaluating Gun Policy: Effects on Crime and Violence. Washington, D.C.: Brookings.",
        "Cook, P.J., & Ludwig, J. (1996). Guns in America: Results of a Comprehensive Survey of Gun Ownership and Use. Washington, D.C.: Police Foundation.",
        "Cook, P.J. & Ludwig, J. (2004). The social costs of gun ownership. NBER Working Paper (August 2004).",
        "Cook, P.J. (1983). The influence of gun availability on violent crime patterns. Crime and Justice 4: 49-89.",
        "Black, D. & Nagin, D. (1998). Do Right-To-Carry Laws Deter Violent Crime? Journal of Legal Studies 27(1): 209-19. Brady Campaign to Prevent Gun Violence. http://www.bradycampaign.org.",
        "Azrael, D., Hemenway, D., and Miller, M. (2002). Household Firearm Ownership and Suicide Rates in the United States. Epidemiology 13(5): 5 17-24.",
        "Azrael, D., Cook P., and Miller, M. (2004). State and Local Prevalence of Firearms Ownership Measurement, Structure, and Trends. Journal of Quantitative Criminology 20(1): 43-62.",
        "Ayres, I. & Donohue, J. (1999). Nondiscretionary Concealed Weapons Law: A Case Study of Statistics, Standards of Proof, and Public Policy. American Law and Economics Review 1(1): 436-70.",
        "Allison, Paul D. and Waterman, Richard P. (2002). Fixed-Effects Negative Binomial Regression Models. Sociological Methodology 32(1): 247-265."
    ]
}