{
    "id": 14375,
    "cites": 23,
    "cited_by": 9,
    "reference": [
        "Stern, Nicholas. 2007. The Economics of Climate Change. Cambridge: Cambridge University Press.",
        "Quirion, Philippe. 2004. Prices versus Quantities in a Second-Best Setting. Environmental and Resource Economics 29:337-359.",
        "Parry, Ian W. H., and Kenneth A. Small. 2005. Does Britain or the United States Have the Right Gasoline Tax? American Economic Review 95 (4): 1276-1289.",
        "Pezzey, John. 1992. The Symmetry Between Controlling Pollution by Price and Controlling It by Quantity. Canadian Journal of Economics 25 (4):983-991.",
        "Nordhaus, William D. 2007. To Tax or Not to Tax: Alternative Approaches to Slowing Global Warming. Review of Environmental Economics and Policy 1 (1):26-44. forthcoming. A Question of Balance. New Haven: Yale University Press.",
        "Newell, Richard G., and William A. Pizer. 2003. Regulating Stock Externalities Under Uncertainty. Journal of Environmental Economics and Management 45:416-432.",
        "Metcalf, Gilbert E., and David Weisbach. 2008. The Design of a Carbon Tax. Tufts University and the University of Chicago.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics 116 (3):1063-1 114.",
        "Metcalf, Gilbert E., Sergey Paltsev, John M. Reilly, Henry D. Jacoby, and Jennifer Holak. 2008. Analysis of a Carbon Tax to Reduce U.S. Greenhouse Gas Emissions. Report No. 160. Cambridge, MA: MIT Joint Program on the Science and Policy of Global Change.",
        "Metcalf, Gilbert E. 1999. A Distributional Analysis of Green Tax Reforms. National Tax Journal 52 (4):655-681.",
        "Lecocq, Franck, and Philippe Ambrosi. 2007. The Clean Development Mechanism: History, Status, and Prospects. Review of Environmental Economics and Policy 1 (1): 134-15 1.",
        "Karp, Larry, and Jiangfeng Zhang. 2005. Regulation of Stock Externalities with Correlated Abatement Costs. Environmental and Resource Economics 32:273299.",
        "Hoel, Michael, and Larry Karp. 2002. Taxes versus Quotas for a Stock Pollutant. Resource and Energy Economics 24:367-384.",
        "Hassett, Kevin, and Gilbert E. Metcalf. 1995. Energy Tax Credits and Residential Conservation Investment: Evidence from Panel Data. Journal of Public Economics 57:201-217.",
        "Hassett, Kevin A., Aparna Mathur, and Gilbert E. Metcalf. 2007. The Incidence of a U.S. Carbon Tax: A Lifetime and Regional Analysis. NBER Working Paper No. 13554 Cambridge, MA: National Bureau of Economic Research.",
        "Goulder, Lawrence H. 1995. Environmental Taxation and the `Double Dividend: A Readers Guide. International Tax and Public Finance 2:157- 183.",
        "Fullerton, Don, and Gilbert E. Metcalf. 1998. Environmental Taxes and the DoubleDividend Hypothesis: Did You Really Expect Something for Nothing? ChicagoKent Law Review 73:22 1-256.",
        "Energy Information Administration. 2006. Documentation for Emissions of Greenhouse Gases in the United States 2004. DOE/EIA-0638 (2004). Washington, DC: EIA.",
        "Daley, Beth. 2008. Emissions Down, But Lasting Efforts May Suffer. The Boston Globe, Jan. 3, 2008.",
        "Ellerman, A. Denny, Paul L. Joskow, and David Harrison. 2003. Emissions Trading in the U.S.: Experience, Lessons, and Considerations for Greenhouse Gases. Washington, DC: Pew Center on Global Climate Change.",
        "Congressional Budget Office. 2008. Policy Options for Reducing C02 Emissions. Washington, DC: Congressional Budget Office.",
        "Cambridge Energy Research Associates. 2006. Design Issues for Market-Based Greenhouse Gas Reduction Strategies. Washington, D.C.: CERA.",
        "Burtraw, Dallas, and Karen Palmer. 2006. Dynamic Adjustment to Incentive Based Policy to Improve Efficiency and Performance. Washington, DC: Resources for the Future."
    ]
}