{
    "id": 14389,
    "cites": 21,
    "cited_by": 11,
    "reference": [
        "Stock, J. H. and M. W. Watson (2000), Forecasting using principal components from a large number of predictors, Journal of the American Statistical Association 97: 11671179.",
        "Shea, J. (2002) Complementarities and Comovements, Journal of Money, Credit, and Banking, 34:412-433.",
        "Quah, D., and T. J. Sargent (1993), A dynamic index model for large cross sections, in: J. H. Stock and M. W. Watson, eds., Business Cycles, Indicators, and Forecasting, (University of Chicago Press for the NBER, Chicago), Ch. 7.",
        "Forni, M., and L. Reichlin (2000), The generalized factor model: identification and estimation, The Review of Economics and Statistics 82:540-554.",
        "Forni, M., and L. Reichlin (1998), Lets get real: a dynamic factor analytical approach to disaggregated business cycle, Review of Economic Studies, 65:453-474.",
        "Long JR, J. and C. I. Plosser (1987), Sectoral vs. aggregate Shocks in the business cycle, American Economic Review, 77:333-336.",
        "Foerster, A., Sarte, P-D., and M. W. Watson (2008), Supplementary material for: Sectoral vs. aggregate shocks: A structural factor analysis of industrial production, available at http: / /www.princeton.edu/ mwatson.",
        "Long JR, J. and C. I. Plosser (1983), Real business cycles, Journal of Political Economy, 91:39-69.",
        "Horvath, M. (2000), Sectoral shocks and aggregate fluctuations, Journal of Monetary Economics, 45:69-106.",
        "Horvath, M. (1998) Cyclicality and sectoral linkages: aggregate fluctuations from independent sectoral shocks, Review of Economic Dynamics, 1:781-808.",
        "Hansen, G. (1985), ~Indivisible labor and the business cycle, Journal of Monetary Economics, 16:309-337.",
        "Dupor, B. (1999), Aggregation and irrelevance in multi-sector models, Journal of Monetary Economics, 43:391-409.",
        "Gabaix, X. (2005), The granular origins of aggregate fluctuations, manuscript, Massachusetts Institute of Technology.",
        "Connor, G., and R. A. Korajczyk (1988), Risk and return in an equilibrium APT: application of a new test methodology, Journal of Financial Economics, 21:255-289.",
        "Connor, G., and R. A. Korajczyk (1986), Performance measurement with the arbitrage pricing theory, Journal of Financial Economics, 15:373-394.",
        "Chamberlain, G., and M. Rothschild (1983), Arbitrage factor structure, and meanvariance analysis of large asset markets, Econometrica, 52:1281-1304.",
        "Bai, J. (2003), Inferential theory for factor models of large dimensions, Econometrica, 71: 135-171.",
        "Bai, J., and S. Ng (2002), Determining the number of factors in approximate factor models, Econometrica, 70:191-221.",
        "Carvalho, V. M. (2007), Aggregate fluctuations and the network structure of intersectoral trade, manuscript, University of Chicago.",
        "Anderson, T. W. (1984), An Introduction to Multivariate Statistical Analysis, Second Edition (Wiley, New York).",
        "Brock W. and L. Mirman (1972), Optimal economic growth and uncertainty: The discounted case, Journal of Economic Theory, 4:479-513."
    ]
}