{
    "id": 14380,
    "cites": 21,
    "cited_by": 19,
    "reference": [
        "Tanner, A.M., Wong, H.W. (1987), The calculation of posterior distributions by data augmentation. Journal of the American Statistical Association 82 (398), 84-88.",
        "Sargent, Thomas J., 1989. Two models of measurements and the investment accelerator. Journal of Political Economy 97(2), 251-287",
        "Otrok, Christopher and Charles H. Whiteman, 1998. Bayesian leading indicators: measuring and predicting economic conditions in Iowa. International Economic Review 39(4), 997-1014.",
        "Long, John B, Jr and Charles I. Plosser, 1983. Real business cycles. Journal of Political Economy 91(1), 39-69.",
        "Kose, Ayhan, Christopher Otrok and Charles H. Whiteman, Understanding the evolution of world business cycles, Journal of International Economics, Volume 75, Issue 1, May 2008, Pages 110-130.",
        "Kose, Ayhan, Christopher Otrok and Charles H. Whiteman, 2003. International business cycles: world, region, and country-specific factors. American Economic Review 93(4), 12 16-1239.",
        "Klenow, Peter J. and Andres Rodriuez-Clare, 2005. Externalities and growth. Handbook of Economic Growth, Philippe Aghion and Steven Durlauf, editors. The Netherlands: Elsevier Science, 817-861.",
        "Heston, Alan, Robert Summers and Bettina Aten, 2006. Penn World Table Version 6.2, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania, September.",
        "Gregory, Allan W., Allen Head and Jean Raynauld, 1997. Measuring world business cycles. International Economic Review 38, 667-702.",
        "Gregory, Allan W., and Allen Head, 1999. Common and country-specific fluctuations in productivity, investment, and the current account. Journal of Monetary Economics 44(3), 423-451.",
        "Glick, Reuven. and Kenneth Rogoff, 1995. Global versus country-specific productivity shocks and the current account. Journal of Monetary Economics 35(1), 159-192.",
        "Friedman, Milton and Anna Jacobson Schwartz, 1963. A monetary history of the United States, 1867-1960. Princeton: Princeton University Press.",
        "Crucini, Mario J., 1997. Country size and economic fluctuations. Review of International Economics 5 (2), 204-220.",
        "Forni, Mario, and Lucrezia Reichlin, 1998. Lets get real: a factor analytic approach to business cycle dynamics. Review of Economic Studies 65, 453473.",
        "Bernanke, Ben S., Jean Boivin, and Piotr, Eliasz, 2005. Measuring the effects of monetary policy: a factor-augmented vector autoregressive (FAVAR) approach. Quarterly Journal of Economics 120 (1), 387-422.",
        "Barro Robert and Xavier Sali-i-Martin, 1990. World real interest rates. National Bureau of Economic Research Working Paper No. 3317, April.",
        "Baxter, Marianne and Mario J. Crucini, 1995. Business cycles and the asset structure of foreign trade. International Economic Review 36(4), 821-854.",
        "Backus, David K., Patrick J. Kehoe and Finn E. Kydland, 1992. International real business cycles. Journal of Political Economy 100, 745-75.",
        "Backus, David and Mario J. Crucini, 2000. Oil prices and the terms of trade. Journal of International Economics 50(1), 185-212.",
        "Ambler, Steve, Emanuela Cardia and Christian Zimmermann, 2002. International transmission of the business cycle in a multi-sector model. European Economic Review 46(2), 273-300.",
        "Ahmed, Shagil, Barry W. Ickes, Ping Wang and Byung Sam Yoo, 1993. International business cycles. American Economic Review 83(3), 335:359."
    ]
}