{
    "id": 14381,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "WOODFORD, M. (2008): Information-Constrained State-Dependent Pricing, unpublished manuscript.",
        "SIMS, C. A. (2003): Implications of Rational Inattention, Journal of Monetary Economics, 50(3), 665-690.",
        "ROGERS, J. H. (2007): Monetary Union, Price Level Convergence, and Inflation: How close is Europe to the USA?, Journal of Monetary Economics, 54(3), 785-796.",
        "PARSLEY, D. C., AND S.-J. WEI (2007): A Prism into the PPP Puzzles: The Micro-foundations of Big Mac Real Exchange Rates, Economic Journal, 117, 1336-1356.",
        "NAKAMURA, E., AND J. STEINSSON (2008): Five Facts About Prices: A Reevaluation of Menu Cost Models, Quarterly Journal of Economics forthcoming.",
        "MANKIW, N. G., AND R. REIS (2002): Sticky Information Versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics, 117(4), 1295-1328.",
        "KNOTEK, E. 5. (2006): A Tale of Two Rigidities: Sticky Prices in a Sticky Information Environment, Federal Reserve Bank of Kansas City Research Working Paper 06-15.",
        "KEHOE, P. J., AND V. MIDRIGAN (2007): Sticky Prices and Sectoral Real Exchange Rates, Federal Reserve Bank of Minneapolis Working Paper No 656.",
        "KAHN, H., AND Z. ZHU (2006): Estimates of the Sticky-Information Phillips Curve for the United States, Journal of Money, Credit and Banking, 38(1), 195-208.",
        "GORODNICHENKO, Y. (2008): Endogenous Information, Menu costs, and Inflation Persistence, NBER working paper # 14184.",
        "ENGEL, C., AND J. H. ROGERS (2004): European Market Integration after Euro, Economic Policy, 19, 347-384.",
        "FABIANI, S., M. DRUANT, I. HERNANDO, C. KWAFIL, B. LAUDAU, C. LOUFIAS, F. MARTINS, T. Y. MATHA, R. SABBATINI, H. STAHL, AND A. C. J. STOKMAN (2005): The Pricing Behaviour of Firms in the Euro Area New Survey Evidence, ECB working paper No 535.",
        "DUFOR, B., T. KITAMURA, AND T. TSURUGA (2008): Integrating Sticky Prices and Sticky Information, Review of Economics and Statistics forthcoming.",
        "CRucINI, M. J., C. I. TELMER, AND M. ZACHARIADIS (2005): Understanding European Real Exchange Rates, American Economic Review, 95(3), 724-738.",
        "CRucINI, M. J., AND C. TELMER (2007): Microeconomic Sources of Real Exchange Rate Variability, unpublished manuscript.",
        "CRucINI, M. J., AND M. SHINTANI (2008): Persistence in Law of One Price Deviations: Evidence from Micro-data, Journal of Monetary Economics, 55(3), 629-644.",
        "CLARK, T. E. (2006): Disaggregate Evidence on the Persistence of Consumer Price Inflation, Journal of Applied Econometrics, 21(5), 563-587.",
        "CHARI, V. V., P. J. KEHOE, AND E. R. MCGRATTAN (2002): Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates?, Review of Economics Studies, 69(3), 533-563.",
        "CALVO, G. (1983): Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12(3), 383-398.",
        "BLINDER, A. S., E. R. D. CANETTI, D. E. LEBOW, AND J. B. RUDD (1998): Asking about Prices: A New Approach to Understanding Price Stickiness. Russell Sage Foundation, New York.",
        "BILS, M., AND P. J. KLENOW (2004): Some Evidence on the Importance of Sticky Prices, Journal of Political Economy, 112(5), 947-985.",
        "ARELLANO, M., AND S. BOND (1991): Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations, Review of Economics Studies, 58(2), 277-297.",
        "ANDREWS, D. W. K., AND H.-Y. CHEN (1994): Approximately Median-Unbiased Estimation of Autoregressive Models, Journal of Business and Economic Statistics, 12(2), 187-204.",
        "ANDR~S, J., J. D. LÃ\u0083Â³PEz-SALID0, AND E. NELSON (2005): Sticky Price Models and the Natural Rate of Hypothesis, Journal of Monetary Economics, 52(5), 1025-1053.",
        "AHLIN, C., AND M. SHINTANI (2007): Menu Costs and Markov Inflation: A Theoretical Revision with New Evidence, Journal of Monetary Economics, 54(3), 753-784."
    ]
}