{
    "id": 14391,
    "cites": 47,
    "cited_by": 6,
    "reference": [
        "(2003): Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press.",
        "(2001): ~Fiscal Requirements of Price Stability, Journal of Money, Credit and Banking, 33, 669-728.",
        "W00DF0RD, M. (1996): ~Control of the Public Debt: A Requirement for Price Stability, NBER Working Paper 5684.",
        "TAYLOR, J. (1993): ~Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 39, 195-214.",
        "SvENssoN, L. E. (1999): ~Inflation Targeting as a Monetary Policy Rule, Journal of Monetary Economics, 43, 607-654.",
        "SvENssoN, L. E., AND M. W00DF0RD (2005): ~Implementing Optimal Monetary Policy Through Inflation Forecast Targeting, in The Inflation Targeting Debate, ed. by B. S. Bernanke, and M. Woodford. University of Chicago Press.",
        "SIMs, C. (1994): ~A Simple Model for the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory, 4, 381-399.",
        "SARGENT, T. J. (1999): The Conquest of American Inflation. Princeton University Press.",
        "SCHMITT-GR0HE, S., AND M. URIBE (2005): ~Optimal Fiscal and Monetary Policy in a Medium-Scale Macroeconomic Model, in NBER Macroeconomics Annual, ed. by M. Gertler, and K. Rogoff.",
        "(2008): ~Adaptive Learning and the Use of Forecasts in Monetary Policy, Journal of Economic Dynamics and Control, forthcoming.",
        "(2006): ~Adaptive Learning, Forecast-Based Instrument Rules and Monetary Policy, Journal of Monetary Economics, 53.",
        "PREsToN, B. (2005): ~Learning About Monetary Policy Rules when Long-Horizon Expectations Matter, International Journal of Central Banking, 1(2), 81-126.",
        "McCALLuM, B. T. (1999): ~Issues in the Design of Monetary Policy Rules, in Handbook of Macroeconomics, ed. by J. Taylor, and M. Woodford. North-Holland, Amsterdam.",
        "(1989b): ~Convergence of Least Squares Learning Mechanisms in Self-Referential Linear Stochastic Models, Journal of Economic Theory, (48), 337-368.",
        "MARcET, A., AND T. J. SARGENT (1989a): ~Convergence of Least-Squares Learning in Environments with Hidden State Variables and Private Information, Journal of Political Economy, pp. 1306-1322.",
        "LEvIN, A., V. WIELAND, AND J. C. WILLIAMS (2003): ~Robustness of Forecast-Based Monetary Policy Rules under Model Uncertainty, American Economic Review, 93, 622645.",
        "LEITH, C., AND L. VON THADDEN (2006): ~Monetary and Fiscal Policy Interactions ma New Keynesian Model with Capital Accumulation and Non-Ricardian Consumers, ECB Working Paper No. 649.",
        "LEEPER, E. M. (1991): ~Equilibria Under ~Active and Passive Monetary and Fiscal Policies, Journal of Monetary Economics, 27, 129-147.",
        "KREP5, D. (1998): ~Anticipated Utility and Dynamic Choice, in Frontiers of Research in Economic Theory, ed. by D. Jacobs, E. Kalai, and M. Kamien, pp. 242-274. Cambridge: Cambridge University Press.",
        "H0wITT, P. (1992): ~Interest Rate Control and Nonconvergence to Rational Expectations, Journal of Political Economy, 100(4), 776-800.",
        "GIANN0NI, M. P., AND M. W00DF0RD (2002): ~Optimal Interest-Rate Rules: I. General Theory, NBER Working Paper no. 9419.",
        "GALl, J., J. D. L0PEz-SALID0, AND J. VALLE5 (2004): ~Rule of Thumb Consumers and the Design of Interest Rate Rules, Journal of Journal of Money, Credit and Banking, 37, 533-572.",
        "FRIEDMAN, M. (1968): ~The Role of Monetary Policy, American Economic Review, 58(1), 1-17.",
        "(2007): ~Policy Interaction, Learning and the Fiscal Theory of Prices, Macroeconomic Dynamics, forthcoming.",
        "(2006): ~Monetary Policy, Expectations and Commitment, Scandanavian Journal of Economics, 108, 15-38.",
        "(2005): ~Policy Interaction, Expectations and the Liquidity Trap, Review of Economic Dynamics, 8, 303-323.",
        "(2003): ~Expectations and the Stability Problem for Optimal Monetary Policies, Review of Economic Studies, 70(4), 807-824.",
        "(2007b): ~Stabilization Policy with Near-Ricardian Households, unpublished, Columbia University.",
        "(2008): ~Expectations, Learning and Business Cycle Fluctuations, unpublished, Columbia University and Federal Reserve Bank of New York.",
        "EusEpi, 5. (2007): ~Learnability and Monetary Policy: A Global Perspective, Journal of Monetary Economics, Forthcoming.",
        "EusEPI, S., AND B. PREsToN (2007a): ~Central Bank Communication and Macroeconomic Stabilization, NBER Working Paper 13259.",
        "EDGE, R., AND J. RuDD (2002): ~Taxation and the Taylor Principle, Federal Reserve Board of Governors Finance and Economics Discussion Paper 2002-51.",
        "C0CHRANE, J. H. (1998): ~A Frictionless View of U.S. Inflation, University of Chicago mimeo.",
        "DAvIG, T., AND E. LEEPER (2006): ~Fluctuating Macro Policies and the Fiscal Theory, in NBER Macroeconomics Annual, ed. by D. Acemoglu, K. Rogoff, and M. Woodford.",
        "(2000): ~Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, 115, 147-180.",
        "(1999): `~The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, 37, 1661-1707.",
        "CLARIDA, R., J. GALl, AND M. GERTLER (1998): Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, 42, 1033-1067.",
        "CALv0, G. (1983): Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 383-98.",
        "(2002): Learning About Monetary Policy Rules, Journal of Monetary Economics, 49(6), 1105-1129.",
        "BuLLARD, J., AND K. MITRA (2000): Determinacy, Learnability and Monetary Policy Inertia, Working Paper no. 2000-030A, Federal Reserve Bank of St. Louis. [Available online at http: //www.stls. frb.org/docs/research/wp/2000-001 .pdf].",
        "BRANcH, W. A., T. DAvIG, AND B. McG0uGH (2008): Adaptive Learning in RegimeSwitching Models, unpublished, University of California, Irvine.",
        "BLINDER, A. S., E. R. D. CANETTI, D. E. LEB0w, AND J. B. RuDD (1998): Asking about prices: A new approach to understanding Price Stickiness. New York: Russell Sage Foundation.",
        "BILBITE, F. (2008): Limited Asset Market Participation and (Inverted) Keynesian Logic, forthcoming, Journal of Economic Theory.",
        "BILs, M., AND P. KLEN0w (2004): Some Evidence on the Importance of Sticky Prices, Journal of Political Economy, 112, 947-985.",
        "BENHABIB, J., S. ScHMITT-GR0HE, AND M. URIBE (2001): Monetary Policy and Multiple Equilibria, American Economic Review, 91(1), 167-186.",
        "BATINI, N., AND A. G. HALDANE (1999): Forward-Looking Rules for Monetary Policy, in Monetary Policy Rules, ed. by J. Taylor. University of Chicago Press, Chicago.",
        "ATYAGARI, R. (1994): Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Journal of Economics, 109, 659-684."
    ]
}