{
    "id": 14398,
    "cites": 58,
    "cited_by": 42,
    "reference": [
        "UBS, Mortgage Strategist, various issues: June 26, 2007, July 31, 2007, November 27, 2007, October 23, 2007, December 11, 2007.",
        "UBS, Market Commentary, December 13, 2007.",
        "UBS, Shareholder Report on UBSs Write-Downs, April 18, 2008.",
        "Straka, J., A Shift in the Mortgage Landscape: The 1990s Move to Automated Credit Evaluations, Journal of Housing Research, Yol. 11(2), 2000, pp. 207-232.",
        "Standard and Poors, Structured Investment Yehicles: Under Stormy Skies, An Updated Look at the Weather, Ratings Direct, August 30, 2007.",
        "Richardson, G. and Troost, W., Monetary Intervention Mitigated Banking Panics During the Great Depression: Quasi-Experimental Evidence from the Federal Reserve District Border in Mississippi, 1929 to 1933, University of California-Irvine, Department of Economics, Working Paper, 2005.",
        "Richardson, G., Bank Distress during the Great Contraction, 1929 to 1933, New Evidence from the Archives of the Board of Governors, University of California-Irvine, Department of Economics, Working Paper, 2005.",
        "Pagano, M., Endogenous Market Thinness and Stock Price Yolatility, Review of Economic Studies 56, 1989, 269-288.",
        "Raiter, F. and Parisi, F., Mortgage Credit and the Evolution of Risk-Based Pricing, Joint Center for Housing Studies, Harvard University, BABC 04-23, 2004.",
        "o GrÃ\u0083Â¡da, C. and White, E., The Panics of 1854 and 1857; A Yiew from the Emigrant Industrial Savings Bank, Journal of Economic History, Yol. 63(1), 2003, pp. 213-240.",
        "Moodys Investors Service, An Introduction to Structured Investment Yehicles, International Structured Finance Special Report~ January 25, 2002.",
        "Moodys Investors Service, The Fundamentals of Asset-Backed Commercial Paper, Structured Finance Special Report, February 3, 2003.",
        "Moen, J. and Tallman E., The Bank Panic of 1907: The Role of Trust Companies, Journal of Economic History, Yol. 52, 1992, pp. 611-30.",
        "Missal, M., Final Report of Michael Missal, Bankruptcy Court Examiner, United States Bankruptcy Court of the District of Delaware, In re: New Century Holdings, Inc. Chapter 11, Case No. 07-10416 (KJC), February 29, 2008.",
        "Mishkin, F., On Leveraged Losses: Lessons from the Mortgage Meltdown, Speech at the U.S. Policy Forum, New York, New York, February 29, 2008.",
        "Listokin, D., Wyly, E., Keating, L., Rengert, K., and Listokin, B., Making New Mortgage Markets: Case Studies of Institutions, Home Buyers, and Communities, Fannie Mae Foundation Research Report, 2000.",
        "Leventis, A., A Note on the Differences between the OFHEO and S&P/Case-Shiller House Prices Indexes, Office of Federal Housing Enterprise Oversight, working paper, 2007.",
        "Kendra, K., Fitch, Tranche ABX and Basis Risk in Subprime RMBS Structured Portfolios, February 20, 2007. See hap:!/www.fitchraiings.corn/weh content/sectors/suhprirne/Basis in ABX TABX Bespoke SF CDOs. Qi2~~ Knight. M., Some Reflections on the Future of the Originate-to-Distribute Model in the Context of the Current Financial Turmoil, speech at the Euro 50 Group Roundtable, London, April 21, 2008; http:/!www.his.org/speeches/sp080423.htin Kohlbeck, M. and Warfield, T., The Role of Unrecorded Intangible Assets in Residual Income Yaluation: The Case of Banks, 2002, see http://papers.ssrwconi/soi3/papers~cfni?abstract id=296387&download=yes LaCour-Little, M., The Evolving Role of Technology in Mortgage Finance, Journal of Housing Research, Yol. 11(3), 2000), pp. 173-205.",
        "Kelley, M. and O GrÃ\u0083Â¡da, C. (2000), Market Contagion: Evidence from the Panics of 1854 and 1857, American Economic Review, Yol. 90(5), 2000, pp. 1110-1124.",
        "Kau, J. and Keenan, D. An Overview of the Option theoretic Pricing in Mortgages, Journal of Housing Research, Yol. 6(2), 1995, pp. 217-244.",
        "Joint Forum, The, Credit Risk Transfer: Developments from 2005 to 2007, April 2008.",
        "Joint Economic Committee of the U.S. Congress, The Subprime Lending Crisis, October 2007.",
        "Jiangli, W. and Pritsker. M., The Impacts of Securitization on U.S. Bank Holding Companies, Board of Governors of the Federal Reserve System, working paper, 2008.",
        "Ingves, S. and Lind, G., The Management of the Bank Crisis-In Retrospect, Sveriges Riksbank Quarterly Review, No. 1, 1996, p. 5-18.",
        "Grossman, S., An Analysis of the Implications for Stock and Futures Price Yolatility of Program Trading and Dynamic Trading Strategies, Journal of Business, Yol. 61, 1988, pp. 275-298.",
        "Gross, D. and Souleles, N., An Empirical Analysis of Personal Bankruptcy and Delinquency, Review of Financial Studies, Yol. 15, 2002, pp. 319 - 347.",
        "Gorton, G. and Souleles, N., Special Purpose Yehicles and Securitization, in The Risks of Financial Institutions, edited by Rene Stulz and Mark Carey (University of Chicago Press: Chicago, 2006).",
        "Gorton, G. and Rosen, R., Banks and Derivatives, National Bureau of Economic Research Macroeconomics Annual 1995 (MIT Press: Cambridge, 1995).",
        "Gorton, G. and Pennacchi, G. Are Loan Sales Really Off-Balance Sheet?, Journal of Accounting, Auditing and Finance, Yol. 4(2), 1989, pp. 125-45.",
        "Gorton, G. and Pennacchi, G., Banks and Loan Sales: Marketing Non-Marketable Assets, Journal of Monetary Economics, Yol. 35(3), 1995, pp. 389-411.",
        "Gorton, G. and Mullineaux, D., The Joint Production of Confidence: Endogenous Regulation and Nineteenth Century Commercial Bank Clearinghouses, Journal of Money, Credit and Banking, Yol. 19(4), 1987, pp. 458-68.",
        "Gorton, G. and Huang, L., Banking Panics and Endogenous Coalition Formation, Journal of Monetary Economics, Yol. 53(7), 2006, pp. 16 13-1629.",
        "Gorton, G., Private Bank Clearinghouses and the Origins of Central Banking, Business Review Federal Reserve Bank of Philadelphia (January-February 1984), pp. 3-12.",
        "Gorton, G., Clearinghouses and the Origin of Central Banking in the U.S., Journal of Economic History, Yol. 45(2), 1985, pp. 277-83.",
        "Gorton, G, Banking Panics and Business Cycles, Oxford Economic Paper, Yol. 40 (December 1988), pp. 751-8 1.",
        "Gorton G., Information, Liquidity, and the Panic of 2007, American Economic Review, Papers and Proceedings, 2008b, forthcoming.",
        "Gorton, G., Bank Regulation When ~Banks and ~Banking Are Not the Same, Oxford Review of Economic Policy , Yol. 10(4), 1994, pp.106-119.",
        "Gorton, G. , The Panic of 2007, Proceedings of the 2008 Jackson Hole Conference, Maintaining Stability in a Changing Financial System, Federal Reserve Bank of Kansas City, forthcoming, 2008a, http://papers.ssrn.corn/soI3/papers.cfrn?abstract id=1255362.",
        "Gieve, John (2008), The Return of the Credit Cycle: Old Lessons in New Markets, speech at the Euromoney Bond Investors Congress, February 27, 2008; http /VvW W bankofcn~gjand co uk/pubbca1ions/sp~ cchcs/2O~ ~8/sp~ cch3~8 pdf Gordon, B. Hedges in the Warehouse: The Banks Get Trimmed, Chicago Fed Letter, Federal Reserve Bank of Chicago, April 2008, Number 249.",
        "Geithner, T., Remarks at The Economic Club of New York, New York City, June 9, 2008.",
        "Fishback, P., Horrace, W. and Kantor, S., The Origins of Modern Housing Finance: The Impact of Federal Housing Programs during the Great Depression, University of Arizona, working paper, 2001. Gates, S., Peny, Y., and Zorn, P., Automated Underwriting in Mortgage Lending: Good News for the Underserved?, Housing Policy Debate, Yol. 13(2), 32002, pp. 69-39 1.",
        "Fanis, J. and Richardson, C., The Geography of Subprime Mortgage Prepayment Penalty Patterns, Housing Policy Debate, Yol. 15(3), 2004, pp. 687-7 14.",
        "Englund, P., The Swedish Banking Crisis: Roots and Consequences, Oxford Review of Economic Policy 15, 1999, pp. 80-97.",
        "Drucker, S. and Pun, M., On Loan Sales, Loan Contracting, and Lending Relationships, Duke University, working paper, (2007).",
        "Chen, W., Liu C., and Ryan, S., Characteristics of Securitizations that Determine Issuers Retention of Risks on the Securitized Assets, http://papers.ssrn.com/soi3Ipapers.cfxn?ahstract id= 1077798 (2007).",
        "Calomiris, C. and Gorton, G., The Origins of Banking Panics: Models, Facts, and Bank Regulation, with, in Financial Markets and Financial Crises, ed. Glenn Hubbard (University of Chicago Press, Chicago, 1991), pp. 93-163.",
        "Calomiris, C. and Schweikart. L., The Panic of 1857: Origins, Transmission, and Containment, Journal of Economic History, Vol. 5 1(4), 1991, pp. 807-834.",
        "Calomiris, C. and Mason. J., Credit Card Securitization and Regulatory Arbitrage, Journal of Financial Services Research, Vol. 26(1), 2004, pp. 5-27.",
        "Calomiris, C. and Mason, J. Contagion and Bank Failures During the Great Depression: The June 1932 Chicago Banking Panic, American Economic Review, Vol. 87(5), 1997, 863-883.",
        "Bordo, M., The Impact and International Transmission of Financial Crises: Some Historical Evidence, 1870-1933, Revista di Storia Economica Vol. 2, 1985, pp. 41-78.",
        "Bordo, M., Financial Crises, Banking Crises, Stock Market Crashes and the Money Supply: Some International Evidence, 1870-1933, in Financial Crises and the World Banking System, edited by Forrest Capie and Geoffrey Wood (The MacMillan Press: London, 1986), pp.190-248.",
        "Bond Market Association, Repo & Securities Lending Survey of U.S. Markets Volume and Loss Experience, Research (January 2005).",
        "Bhardwaj, G. and Sengupta, R., Prepaying Subprime Mortgages, Working Paper, Federal Reserve Bank of St. Louis, 2008.",
        "Bernanke, B., speech Addressing Weaknesses in the Global Financial Markets: The Report of the Presidents Working Group on Financial Markets, at the World Affairs Council of Greater Richmonds Virginia Global Ambassador Award Luncheon, Richmond, Virginia, April 10, 2008.",
        "Basel Committee on Banking Supervision, Bank for International Settlements, The Joint Forum, Credit Risk Transfer, Consultative Document (April 2008).",
        "Bank for International Settlements, Implications of Repo Markets for Central Banks, Report of a Working Group established by the Committee on the Global Financial System of the Central Banks of the Group of Ten Countries, March 9, 1999.",
        "BÃ\u0083Â¤ckstrÃ\u0083Â¶m, U., What Lessons Can Be Learned from Recent Financial Crises? The Swedish Experiences, Proceedings of a Symposium, Maintaining Financial Stability in a Global Economy, Federal Reserve Bank of Kansas City, Jackson Hole Conference, 1997.",
        "Andrew, A. P., Hoarding in the Panic of 1907, Quarterly Journal of Economics, Vol. 22, 1908, pp. 497516."
    ]
}