{
    "id": 14394,
    "cites": 20,
    "cited_by": 5,
    "reference": [
        "Shadbegian, R. J., Gray, W. B., August (2005), Pollution abatement expenditures and plant-level productivity: A production function approach, Ecological Economics, 54 (2-3), 196-208.",
        "Olley, S. and Pakes, A. (1996). The dynamics of productivity in the telecomunications equipment industry. Econometrica, 64:1263-97.",
        "Martin, R. (2008), Productivity dispersion, competition and productivity measurement, Centre for Economic Performance Discussion Paper No. 692.",
        "Manski, C. (2004), Measuring expectations, Econometrica, LXXII (5), 1329-1376.",
        "Martin, R. (2005), UK plant level energy data, DTI Economics Papers.",
        "Levinsohn, J. and Petrin, A. (2003). Estimating production functions using inputs to control for unobservables. Review of Economic Studies, 70(2)(243) :317-342.",
        "Berman, E. and Bui, L. (2001). Environmental regulation and productivity: Evidence from oil refineries. Review of Economics and Statistics, 83:498-5 10.",
        "Black, Sandra and Lisa Lynch (2001), How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, Review of Economics and Statistics, LXXXIII (3), 434-445.",
        "Bloom, N., Sadun, R. and J. Van Reenen (2007), Americans do IT better: multinationals and the US productivity miracle, NBER Working paper 13085.",
        "Bloom, N., and J. Van Reenen (2006), Measuring and Explaining Management Practices across Firms and Nations, Centre for Economic Performance Discussion Paper No. 716.",
        "Bloom, N., and J. Van Reenen (2007), Measuring and explaining management practices across firms and countries, Quarterly Journal of Economics, CXXII, 1341-1408.",
        "Cappelli, P. and Neumark, D. (2001), Do `High Performance Work Practices Improve EstablishmentLevel Outcomes?, Industrial and Labor Relations Review, July 2001, pp.737-775.",
        "Christensen, L.R., D.W. Jorgenson and L.J. Lau (1971), Conjugate Duality and the Transcendental Logarithmic Production Function, Econometrica, 39, 255-256.",
        "Christensen, L. R. and W.H. Greene (1976), Economies of Scale in U.S. Electric Power Generation, Journal of Political Economy, Vol. 84, No. 4, pp. 655-676.",
        "Criscuolo, C., Haskel, J. and Martin, R. (2003), Building the evidence base for productivity policy using business data linking, Economic Trends, November 2003.",
        "Griffith, R. (1999), Using the ARD establishment level data to look at foreign ownership and productivity in the UK, Economic Journal, 109:F416-F442.",
        "Greenstone, M. (2002), The impacts of environmental regulations on industrial activity: Evidence from the 1970 and 1977 clean air act amendments and the census of manufactures, Journal of Political Economy, 1 l0(6):l 175-1219.",
        "Griliches, Z. and Mairesse, J. (1995). Production functions: The search for identification. NBER Working Paper, (5067).",
        "Ichniowski, C., K. Shaw and G. Prenushi (1997), The Effects of Human Resource Management: A Study of Steel Finishing Lines, American Economic Review, LXXXVII (3), 291-313.",
        "Bartel, A., Ichniowski, C., and Shaw, K. (2007). How does information technology affect productivity? plant-level comparisons of product innovation, process improvement, and worker skills. The Quarterly Journal of Economics, 122(4): 1721-1758."
    ]
}