{
    "id": 14396,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "vonNeumann, J. and 0. Morgenstern (1944), Theory of Games andEconomic Behavior, Princeton: Princeton University Press.",
        "Tversky, A. and D. Kahneman (1974), Judgement Under Uncertainty: Heuristics and Biases, Science, 185, 1124-113 1.",
        "Sen, A. (1973), Behaviour and the Concept of Preference, Economica, 40, 241-259.",
        "Sugden, R. (1990), Rational Choice: A Survey of Contributions from Economics and Philosophy, The Economic Journal, 101, 75 1-785.",
        "Savage, L. (1954), The Foundations of Statistics, New York: Wiley.",
        "Savage, L. (1972), The Foundations of Statistics, New York: Dover.",
        "Manski, C. (2008), Adaptive Partial Policy Innovation: Coping with Ambiguity through Diversification, Department of Economics, Northwestern University.",
        "Manski, C. (2007), Identification for Prediction and Decision, Cambridge, Mass.: Harvard University Press.",
        "Manski, C. (2004), Measuring Expectations, Econometrica, 72, 1329-1376.",
        "Manski, C. (2006), Search Profiling with Partial Knowledge of Deterrence. Economic Journal, 116, F3 85F401.",
        "Manski, C. (1988), Ordinal Utility Models of Decision Making Under Uncertainty, Theory and Decision, 25, 79-104.",
        "Kreps, D. (1988), Notes on the Theory of Choice, Boulder: Westview Press.",
        "Levy, H. and Y. Kroll (1978), Ordering Uncertain Options with Borrowing and Lending, Journal of Finance, 33, 553-574.",
        "Hanoch, G. and H. Levy (1969), The Efficiency Analysis of Choices Involving Risk, Review of Economic Studies, 36, 335-346.",
        "Ellsberg, D. (1961), Risk, Ambiguity, andthe Savage Axioms. Quarterly Journal of Economics, 75, 643669.",
        "Chernoff~ H. (1954), Rational Selection of Decision Functions, Econometrica, 22, 422-443.",
        "Binmore, K. (2008), Rational Decisions, Princeton: Princeton University Press, forthcoming.",
        "Blume, L., A. Brandenburger, and E. Dekel (1991), Lexicographic Probabilities and Choice under Uncertainty, Econometrica, 59, 61-79.",
        "Berger, J. (1985), Statistical Decision Theory and Bayesian Analysis, New York: Springer-Verlag."
    ]
}