{
    "id": 1439,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Brealey, Richard and Stewart Myers. Principles of Corporate Finance, McGraw-Hill, New York, 1981.",
        "Brennan, Michael J. and Edward S. Schwartz. Corporate Income Taxes, Valuation, and the Problem of Optimal Capital Structure, Journal of Business 51 (January 1978), 103-114.",
        "Constantinides, George M. Market Kisk Adjustment in Project Valuation, Journal of Finance 33 (May 1978), 603-616.",
        "Galai, Dan and R.W. Masulis. The Option Pricing Model and the Risk Factor of Stock, Journal of Financial Economics 34 (1976), 53-81.",
        "Kane, Alex, Alan J. Marcus, and Robert L. McDonald. How Big is the Tax Advantage to Debt Journal of Finance 39 (July 1984), forthcoming.",
        "Kim, E. Han, A Mean-Variance Theory of Optimal Capital Structure and Corporate Debt Capacity, Journal of Finance 33 (March 1978), 45-63.",
        "Kraus, A. and R. Litzenberger, A State Preference Theory of Optimal Financial Leverage, Journal of Finance 28 (September 1973), 911-922.",
        "McDonald, Robert and Daniel Siegel. `Option Pricing when the Underlying Asset Earns a Below-Equilibrium Rate of Return: A Note, Journal of Finance 39, (March, 1984), 261-265.",
        "Merton, Robert M. On the Pricing of Contingent Claims and the Modigliani- Miller Theorem, Journal of Financial Economics 5 (~ovember 1977), 241-249.",
        "Miller, Merton. Debt and Taxes, Journal of Finance 32 (May 1977), 261-27 5.",
        "Modigliani, Franco and Merton H. Miller. Reply to Hems and Sprenkle, Mierican Economic Review 59 (September 1969).",
        "Myers, Stewart C. Interactions of Corporate Financing and Investment Decisions -- Implications for Capital Budgeting, Journal of Finance 29 (March 1974), 1-25.",
        "Scott, James H. Jr. A Theory of Optimal Capital Structure, Bell Journal of Economics 7 (Spring 1976), 33-54.",
        "Turnbull , Stuart t4. Debt Capacity, Journal of Finance 34 (September 1979), 931-940."
    ]
}