{
    "id": 14400,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Rupert, Peter, Richard Rogerson, and Randall Wright, ~Estimating Substitution Elasticities in Household Production Models, Economic Theory 6 (1995) :179-193.",
        "Rogerson, Richard, and Johanna Wallenius, ~Micro and Macro Elasticities in a Life Cycle Model with Taxes, ~, Journal of Economic Theory (forthcoming, 2008).",
        "~Structural Transformation and the Deterioration of European Labor Market Outcomes, Journal of Political Economy 116 (2008) :235-259.",
        "~Taxes and Market Work: Is Scandinavia an Outlier?,~ Economic Theory 32 (2007):59-85.",
        "Rogerson, Richard, ~Understanding Differences in Hours Worked, Review of Economic Dynamics 9 (2006):365-409.",
        "Ragan, Kelly, ~Taxes, Transfers and Time Use: Fiscal Policy in a Household Production Model, manuscript, University of Chicago, 2005.",
        "~Nobel Lecture: The Transformation of Macroeconomic Policy and Research, Journal of Political Economy 114 (2006):203235.",
        "Prescott, Edward, ~Why Do Americans Work So Much More than Europeans?, Quarterly Review of the Federal Reserve Bank of Minneapolis, July 2004:2-13.",
        "Olovsson, Connie, ~Why Do Europeans Work So Little?, manuscript, Stockholm School of Economics, 2005.",
        "Ohanian, Lee, Andrea Raffo, and Richard Rogerson, ~Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries 1956-2004, Journal of Monetary Economics (2008, forthcoming).",
        "Mendoza, Enrique, Asaf Razin, and Linda Tesar, ~Effective Tax Rates in Macroeconomics: Cross-Country Estimates of Tax Rates on Factor Incomes and Consumption, Journal of Monetary Economics 34 (1994):297-323.",
        "McDaniel, Cara, ~Average Tax Rates on Consumption, Investment, Labor and Capital in the OECD: 1950-2003. manuscript, Arizona State University 2006.",
        "McGrattan, Ellen, Richard Rogerson, and Randall Wright, ~An Equilibrium Model of the Business Cycle with Household Production and Fiscal Policy, International Economic Review 38 (1997):267-290.",
        "Imai, Susumu, and Michael Keane, ~Intertemporal Labor Supply and Human Capital Accumulation, International Economic Review 45 (2004):601-641.",
        "Gronau, Reuben, ~Leisure, Home Production and Work-The Theory of the Allocation of Time Revisited, Journal of Political Economy 75 (1965):10991124.",
        "Greenwood Jeremy, and Zvi Hercowitz, ~The Allocation of Capital and Time Over the Business Cycle, Journal of Political Economy 99 (1991):1188-1214.",
        "Freeman, Richard, and Ronald Schettkat, ~Marketization of Production and the US-Europe Employment Gap. Oxford Bulletin of Economics and Statistics 63 (2001):647-670.",
        "Davis, Steve, and Magnus Henrekson, ~Tax Effects on Work Activity, Industry Mix and Shadow Economy Size: Evidence from Rich Country Comparisons, National Bureau of Economic research Working Paper #1059, 2004.",
        "Chang, Yongsung, and Frank Schorfheide, ~Labor Supply Shifts and Economic Fluctuations, Journal of Monetary Economics 50 (2003):1751-1768.",
        "Burda, Michael, Dan Hamermesh, and Philippe Weil, ~The Distribution of Total Work in the EU and US,~, in Are Europeans Lazy? or Americans Crazy?, edited by Tito Boeri, Oxford University Press, Oxford, 2008.",
        "Benhabib, Jess, Richard Rogerson and Randall Wright, ~Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy 99 (1991):1166-87.",
        "~Measuring Leisure: The Allocation of Time Over Five Decades. Quarterly Journal of Economics 122 (2007b) :969-1006.",
        "Becker, Gary, ~A Theory of the Allocation of Time, The Economic Journal 75 (1965): 493-517.",
        "Aguiar, Mark, and Eric Hurst, ~Life Cycle Prices and Consumption, American Economic Review 97 (2007a):1533-1559."
    ]
}