{
    "id": 14409,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Tietenberg, T. (1998). Disclosure strategies for pollution control. Environmental and Resource Economics, 11(3-4), 243-260.",
        "Stephan, M. (2002). Environmental information disclosure programs: They work, but why? Social Science Quarterly, 83(1), 190-205.",
        "Stanely, A. J. & Clipsham, P. 5. (1997). Information overload - Myth or reality? lEE Colloquium Digest, 97(340), 1-4.",
        "Spanow, P. R. (1998). Information overload. In the experience of managing. In K. Legge, C. Clegg, & S. Walsh (Eds), A skills workbook (pp. 111-118). London: MacMillan.",
        "Simpson, C. W. & Prusak, L. (1995). Troubles with information overload - Moving form quantity to quality in information provision. International Journal of Information Management, 15, 413-425.",
        "Shenk, D. (1997). In data smog: Surviving the information glut. London: Abacus.",
        "Schneider, S. C. (1987). Information overload: Causes and consequences. Human Systems Management, 7, 143-153.",
        "Shapiro, M. D. (2005) Equity and information: Information regulation, environmental justice, and risks from toxic chemicals. Journal of Policy analysis and Management, 24(2), 373398.",
        "Owen, R. 5. (1992). Clarifying the simple assumption of the information load paradigm. Advances in Consumer Research, 19, 770-776.",
        "Pfeffer, J. & Salanick (1978). The external control of organizations: A resource dependency perspective. NY: Harper and Row.",
        "Oppenheim, C. (1997). Managers use and handling of information. International Journal of Information Management, 17(4), 239-248.",
        "Mennemeyer, S. T., Monisey, M. A., & Howard, L. Z. (1997). Death and reputation: How consumers acted upon HCFA mortality information. Inquiry-Blue Cross and Blue Shield Association, 34(2), 117-128.",
        "Koniger, P. & Janowitz, K. (1995). Drowning in information, but thirsty for knowledge. International Journal of Information Management, 15(1), 5-16.",
        "Konar, S. & Cohen, M. A. (1997). Information as regulation: The effect of community right to know laws on toxic emissions. Journal of Environmental Economics and Management, 32, 109-124.",
        "Kleindorfer, P. R. & Orts, E. W. (1998). Informational regulations of environmental risks. Risk Analysis, 18, 155-156.",
        "Kennedy, P. W., Laplante, B., & Maxwell, J. (1994). Pollution policy: The role for publicly provided information. Journal of Environmental Economics and Management, 26, 3143.",
        "Jacoby, J. (1977). Information load and decision quality: Some contested issues. Journal of Marketing Research, 14, 5 69-573.",
        "Iselin, E. R. (1993). The effect of the information and data properties of financial ratios and statements on managerial decision quality. Journal of Business Finance and Accounting, 20, 249-267.",
        "Hannan, M. & Freeman, J. (1989). Organizational ecology. Cambridge, MA: Harvard University Press.",
        "Hamilton, J. T. (2005) Regulation through revelation. New York, NY: Cambridge University Press.",
        "Hamilton, J. T. (1995). Pollution and news: Media and stock market reactions to the toxic release inventory data. Journal of Environmental Economics, 28, 98-113.",
        "Grant, D., Jones, A., & Bergesen, Albert (2002). Organizational size and pollution: The case of the U.S. chemical industry. American Sociological Review, 67(3), 3 89-408 Grant, D. & Jones, A. W. (2004). Do manufacturers pollute less under the regulation-throughinformation Regime? The Sociological Quarterly ,45(3), 47 1-486.",
        "Grant, D. (2005). Information and sorting in the market for obstetrical services. Health Economics, 14, 703-719.",
        "Grant, D. & Downey, L (1995). Regulation through information: An empirical analysis of the effects of state-sponsored right-to-know programs on industrial toxic pollution. Policy Studies Review, 14, 339-352.",
        "Grant, D. (1997). Allowing citizen participation in environmental regulation: An empirical analysis of the effects of right-to-sue and right-to-know provisions on industrys toxic emissions. Social Science Quarterly, 78(4), 859-875.",
        "Galibraith, J. R. (1974). Organization design: An information processing view. Interfaces, 3, 2836.",
        "Esty, D. C. (2004). Environmental protection in the information age. NYU Law Review, 79,1-103.",
        "Eppler, M. J. & Mengis, J. (2004). The concept of information overload: A review of literature form organization science, accounting, marketing, MIS, and related disciplines. The Information Society, 20, 325-344.",
        "Environmental Protection Agency, Office of Pollution Prevention and Toxics (2004). RiskScreening Environmental Indicators (RSEI) (Version 2.1.2) IICD-ROMI Environmental Protection Agency, Toxic Release Inventory Program Division (2003). How are the toxics release inventory data used?: Government, business, academic and citizen uses.(EPA-260-R-002-004).",
        "Edmunds, A. & Monis, A. (2000). The problem of information overload in business organizations: A review of the literature. International Journal of Information Management, 20, 17-28.",
        "Dranove, D, Kessler, D., McClellan, M., & Satterthwaite, M. (2003). Is more information better? The effects of Report cards on health care providers. The Journal of Political Economy, 111(3), 555-588.",
        "DiMaggio, P. & Powell, W. (1983). The iron cage revisited: Institutional isomorphism and collective rationality in organizational fields. American Sociological Review, 48, 147160.",
        "Cohen, M. A. & Santhakumar, V. (2006). Information disclosure as environmental regulation: A theoretical analysis. Environmental and Resource Economics, 37, 5 99-620.",
        "Case, D. W. (2001). The law and economics of environmental information as regulation. The Environmental Law Reporter News and Analysis, 31, 10773-10789.",
        "Butcher, H. (1998). Information overload in management and business. lEE Colloquium Digest, 95(223), 1-2.",
        "Bui, L. T. M. & Mayer, J. C. (2003). Regulation and capitalization of environmental amenities: Evidence from the Toxic Release Inventory in Massachusetts. The Review of Economics and Statistics 85(3), 693-708.",
        "Bui. L. T. M. (2005). Public disclosure of private information as a tool for regulating environmental emissions: Firm-level responses by petroleum refineries to the toxic release inventory. Center for Economic Studies, Working paper 05-13."
    ]
}