{
    "id": 14403,
    "cites": 45,
    "cited_by": 4,
    "reference": [
        "Woolhandler, Steffie, Terry Campbell, and David Himmelstein (2003) Costs of Health Care Administration in the United States and Canada, New England Journal of Medicine, 349: 768-775. TABLE 1 Effect of UI Benefits on Severance pay: Regression Estimates Dependent Variable: Severa nce pay Reduced-Form OLS No Controls With Cntrls TSLS With Cntrls (1) (2) (3) log max UI benefit -.074 -.065 (0.030) (0.030) log individual UI benefit -.105 (0.054) Sample Size 2,996 2,733 2,733 NOTE-Specifications 1 and 2 report estimates from an OLS regression; specification 3 reports estimates from a two-stage least squares regression using log state max benefit as an instrument for actual individual benefit reported in data. Specifications 2 and 3 include the following controls: job tenure, age, gender, household size, education, dropout, industry, occupation, and race dummies. F~gw~e I Effect of UI Benefits on Severance Pay -~ (\\J~ ~ (I) C ~FL ci) ci) C SOK ci) ~) >",
        "Wilson, Charles (1977) A model of insurance markets with incomplete information, Journal of Economic Theory, 16: 167-207.",
        "Wolfe, J.R., Goddeeris, J.H. (1991) Adverse selection, moral hazard, and wealth effects in the medigap insurance market, Journal of Health Economics, 10: 433-459.",
        "Townsend, Robert (1994) Risk and Insurance in Village India, Econometrica, 62(3): 539591.",
        "Taylor, A.K., Farley Short, P., Horgan, C.M. (1988) Medigap insurance: friend or foe in reducing medicare deficits? In Frech, H.E. (Ed.), Health Care in America: The Political Economy of Hospitals and Health Insurance. Pacific Institute for Public Policy, San Francisco.",
        "Varian, Hal R. (1980) Redistributive Taxation as Social Insurance, Journal of Public Economics, 14(1): 49-68.",
        "Spinnewijn, Johannes (2008) Unemployed, but Optimistic: Optimal Insurance Design with Biased Beliefs, Unpublished MIT mimeo.",
        "Shimer, Robert and Ivan Werning (2007) Reservation Wages and Unemployment Insurance, Quarterly Journal of Economics, 122(3): 1145-1185.",
        "Selden, Thomas (1993) Should the government provide catastrophic insurance? Journal of Public Economics, 51: 241-247.",
        "Schoeni, Robert (2002) Does unemployment insurance displace familial assistance? Public Choice, 110: 99-119.",
        "Saez, Emmanuel (2001) Using Elasticities to Derive Optimal Income Tax Rates, Review of Economic Studies, 68: 205-229.",
        "Rothschild, Michael and Joseph Stiglitz (1976) Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information  Quarterly Journal of Economics 90(4): 629-649.",
        "Reinhardt, Uwe E., Peter S. Hussey and Gerard F. Anderson (2004) U.S. Health Care Spending In An International Context, Health Affairs, 23(3): 10-25 Rochet, Jean-Charles (1991) Incentives, redistribution and social insurance, The Geneva Papers on Risk and Insurance, 16: 143-165.",
        "Prescott, Edward C. and Robert M. Townsend (1984b) General Competitive Analysis in an Economy with Private Information, International Economic Review 25(1): 1-20.",
        "Prescott, Edward C. and Robert M. Townsend (1984a) Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard, Econometrica 52(1): 21-45.",
        "Petretto, Alessandro (1999) Optimal Social Health Insurance with Supplementary Private Insurance, Journal of Health Economics, 18(6): 727-45.",
        "Mirrlees, James A. (1971) An exploration in the theory of optimum income taxation, Review of Economic Studies, 38: 175-208.",
        "National Health Care Statistics (2006). Available at http: / /www. cms .hhs .gov/NationalHealthExpendData/downloads/tables .pdf Pauly, Mark (1974) Overinsurance and public provision of insurance: the roles of moral hazard and adverse selection, Quarterly Journal of Economics, 88(1): 44-62.",
        "Meyer, Bruce (1990) Unemployment Insurance and Unemployment Spells, Econometrica, 58 (July): 757-782.",
        "Manning et al. (1987) Health Insurance and the Demand for Medical Care, American Economic Review, 77: 251-277.",
        "Laffont, Jean-Jacques and David Martimort (1999) The Theory of Incentives, Princeton University Press: Princeton and Oxford.",
        "Kaplow, Louis (1991) Incentives and Government Relief for Risk, Journal of Risk and Uncertainty, 3: 167-175.",
        "Gruber, Jonathan (1997) The Consumption Smoothing Benefits of Unemployment Insurance, American Economic Review, 87 (March): 192-205.",
        "Ginsburg, P.B. (1988) Public insurance programs: medicare and medicaid In Frech, H.E. (Ed.), Health Care in America: The Political Economy of Hospitals and Health Insurance. Pacific Institute for Public Policy: San Francisco.",
        "Finkelstein, Amy (2004) The interaction of partial public insurance programs and residual private insurance markets: evidence from the US Medicare program, Journal of Health Economics, 23(1): 1-24.",
        "Encinosa, William (2003) The economics of crowd out under mixed public/private health insurance, Portuguese Economic Journal, 2: 71-86.",
        "Diamond, Peter (1998) Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates, American Economic Review, 88: 83-95.",
        "DellaVigna, Stefano (2008) Psychology and Economics: Evidence from the Field, Journal of Economic Literature, forthcoming.",
        "Cutler, David and Jonathan Gruber (1996b) The effect of medicaid expansions on public insurance, private insurance and redistribution, American Economic Review, 86(2): 378-383.",
        "Cutler, David and Jonathan Gruber (1996a) Does public insurance crowd out private insurance? Quarterly Journal of Economics, 111(2): 391-430.",
        "Cullen, Julie Berry and Jonathan Gruber (2000). Does Unemployment Insurance Crowd Out Spousal Labor Supply? Journal of Labor Economics, 18(3): 546-72, July.",
        "Akerlof, George A. (1970) The Market for `Lemons: Quality Uncertainty and the Market Mechanism, The Quarterly Journal of Economics, 84(3): 488-500.",
        "Attanasio, Orazio and Jose-Victor Rios-Rull (2000) Consumption smoothing in island economies: Can public insurance reduce welfare? European Economic Review, 44(7): 12251258.",
        "Baily, Martin (1978) Some Aspects of Optimal Unemployment Insurance, Journal of Public Economics, 10: 379-402.",
        "Barigozzi, Francesca (2006) Supplementary Insurance with Ex-Post Moral Hazard: Efficiency and Redistribution, Annales dEconomie et de Statistique, 83-84 (July-December): 295-325.",
        "Besley, Timothy (1989) Publicly provided disaster insurance for health and the control of moral hazard, Journal of Public Economics, 39: 141-156.",
        "Blomqvist, Ake and Henrik Horn (1984) Public health insurance and optimal income taxation, Journal of Public Economics, 24: 352-371.",
        "Blomqvist, Ake and P.O. Johannson (1997) Economic efficiency and mixed public/private insurance, Journal of Public Economics 66: SOS-S 16.",
        "Boadway, Robin, Manuel Leite-Monteiro, Maurice Marchand, and Pierre Pestieau (2006) Social Insurance and Redistribution with Moral Hazard and Adverse Selection, Scandinavian Journal of Economics, 108(2): 279-298.",
        "Chetty, Raj (2006a) A General Formula for the Optimal Level of Social Insurance, Journal of Public Economics, 90: 1879-1901.",
        "Chetty, Raj (2006b) A New Method of Estimating Risk Aversion, American Economic Review, 96 (December): 1821-1834.",
        "Chetty, Raj (2008a) Moral Hazard vs. Liquidity and Optimal Unemployment Insurance, Journal of Political Economy, 116(2): 173-234.",
        "Chetty, Raj (2008b) Sufficient Statistics for Welfare Analysis: A Bridge Between Structural and Reduced-Form Methods, UC-Berkeley mimeo.",
        "Cochrane, John H. (1991) A Simple Test of Consumption Insurance, Journal of Political Economy, 99: 957-76.",
        "Cremer, Helmuth and Pierre Pestieau (1996) Redistributive taxation and social insurance (with H. Cremer), International Taxation and Public Finance, 3: 259-280."
    ]
}