{
    "id": 14407,
    "cites": 82,
    "cited_by": 8,
    "reference": [
        "Dunne, Timothy, Mark Roberts, and Larry Samuelson, Plant Turnover and Gross Employment Flows in the U.S. Manufacturing Sector, Journal of Labor Economics 7 (1989b), 48-71.",
        "Dunne, Timothy, Mark Roberts, and Larry Samuelson, Patterns of Firm Entry and Exit in U.S. Manufacturing Industries, RAND Journal of Economics 19 (1989a), 495-515.",
        "Dumais, Guy, Glenn Ellison, and Edward Glaeser, Geographic Concentration as a Dynamic Process, Review of Economics and Statistics 84 (2002), 193-204.",
        "Drucker, Joshua, and Edward Feser, Regional Industrial Dominance, Agglomeration Economies, and Manufacturing Plant Productivity, CES Working Paper 07-31 (2007).",
        "Diamond, Charles, and Chris Simon, Industrial Specialization and the Returns to Labor, Journal of Labor Economics 8 (1990), 175-201.",
        "Doms, Mark, Ethan Lewis, and Alicia Robb, Local Labor Market Endowments, New Business Characteristics, and Performance, Working Paper (2008).",
        "Delgado, Mercedes, Michael Porter, and Scott Stern, Convergence, Clusters and Economic Performance, Working Paper (2008).",
        "Davis, Steven, John Haltiwanger, and Scott Schuh, Job Creation and Destruction (Cambridge, MA: MIT Press, 1996).",
        "Davidsson, Per, Culture, Structure and Regional Levels of Entrepreneurship, Entrepreneurship ~ Regional Development 7:1 (1995), 41-62.",
        "Davis, Steven, John Haltiwanger, Ron Jarmin, and Javier Miranda, Volatility and Dispersion in Business Growth Rates: Publicly Traded Versus Privately Held Firms, NBER Working Paper 12354 (2006).",
        "Dahl, Michael, and Olav Sorenson, Home Sweet Home: Social Capital and Location Choice, Working Paper (2007).",
        "Dahl, Michael, and Steven Klepper, Who Do New Firms Hire?, Working Paper (2007).",
        "Chinitz, Benjamin, Contrasts in Agglomeration: New York and Pittsburgh, American Economic Review 51:2 (1961), 279-289.",
        "Combes, Pierre-Philippe, and Gilles Duranton, Labour Pooling, Labour Poaching, and Spatial Clustering, Regional Science and Urban Economics 36 (2006), 1-28.",
        "Carlino, Gerald, Satyajit Chatterjee, and Robert Hunt, Urban Density and the Rate of Invention, Journal of Urban Economics 61 (2007), 389-419.",
        "Buenstorf, Guido, and Steven Klepper, Why Does Entry Cluster Geographically? Evidence from the US Tire Industry, Working Paper (2007).",
        "Bozkaya, Ant, and William Kerr, Labor Regulations and European Industrial Specialization: Evidence from Private Equity Investments, Harvard Business School Working Paper (2007).",
        "BÃ\u0083Â¶nte, Werner, Oliver Falck, and Stephan Heblich, The Impact of Regional Age Structure on Entrepreneurship, Working Paper (2008).",
        "Bernard, Andrew, Stephen Redding, and Peter Schott, Multi-Product Firms and Product Switching, Working Paper (2008).",
        "Blanchflower, David, and Andrew Oswald, What Makes an Entrepreneur?, Journal of Labor Economics 16:1 (1998), 26-60.",
        "Autor, David, William Kerr, and Adriana Kugler, Does Employment Protection Reduce Productivity? Evidence from U.S. States, Economic Journal 117:521 (2007), 189-217.",
        "Audretsch, David, and Maryann Feldman, R&D Spillovers and the Geography of Innovation and Production, American Economic Review 86 (1996), 630-640.",
        "Arzaghi, Mohammad, and J. Vernon Henderson, Networking off Madison Avenue, forthcoming in Review of Economic Studies (2008).",
        "Acs, Zoltan, Edward Glaeser, Robert Litan, Lee Fleming, Stephan Goetz, William Kerr, Steven Klepper, Stuart Rosenthal, Olav Sorenson, and William Strange, Entrepreneurship and Urban Success: Toward a Policy Consensus, Kauffman Foundation Report (2008).",
        "Landier, Augustin, Entrepreneurship and the Stigma of Failure, Working Paper (2006).",
        "Marx, Matt, Deborah Strumsky, and Lee Fleming, Noncompetes and Inventor Mobility: Specialists, Stars, and the Michigan Experiment, Harvard Business School Working Paper 07-042 (2007).",
        "Lamoreaux, Naomi, Margaret Levenstein, and Kenneth Sokoloff, Financing Invention During the Second Industrial Revolution: Cleveland, Ohio, 1870-1920, NBER Working Paper 10923 (2004).",
        "Krugman, Paul, Geography and Trade (Cambridge, MA: MIT Press, 1991).",
        "Kim, Sukkoo, Regions, Resources, and Economic Geography: Sources of U.S. Regional Comparative Advantage, 1880-1987, Regional Science and Urban Economics 29:1 (1999), 123-137.",
        "Kolko, Jed, Agglomeration and Co-Agglomeration of Services Industries, Working Paper (2007).",
        "Kerr, William, and Ramana Nanda, Democratizing Entry: Banking Deregulation, Financing Constraints, and Entrepreneurship, Harvard Business School Working Paper 07-033 (2007).",
        "Kerr, William, Ethnic Scientific Communities and International Technology Diffusion, Review of Economics and Statistics 90 (2008a), 518-537.",
        "Kerr, William, The Agglomeration of US Ethnic Inventors, Harvard Business School Working Paper 09-003 (2008b).",
        "Johnson, Daniel, 150 Years of American Invention: Methodology and a First Geographic Application, Wellesley College Economics Working Paper 99-01 (1999).",
        "Jarmin, Ron, and Javier Miranda, The Longitudinal Business Database, CES Working Paper (2002).",
        "Jaffe, Adam, Manuel Trajtenberg, and Rebecca Henderson, Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, The Quarterly Journal of Economics 108:3 (1993), 577-598.",
        "Jaffe, Adam, Manuel Trajtenberg, and Michael Fogarty, Knowledge Spillovers and Patent Citations: Evidence from a Survey of Inventors, American Economic Review Papers and Proceedings 90 (2000), 215-218.",
        "Jacobs, Jane, The Economy of Cities (New York, NY: Vintage Books, 1970).",
        "Hurst, Erik, and Annamaria Lusardi, Liquidity Constraints, Household Wealth, and Entrepreneurship , Journal of Political Economy 112:2 (2004), 319-347.",
        "Hofstede, Geert, Culture and Organizations (London, UK: Harper Collins, 2001).",
        "Holmes, Thomas, and John Stevens, Geographic Concentration and Establishment Scale, Review of Economics and Statistics 84:4 (2002), 682-690.",
        "Zucker, Lynne, Michael Darby, and Marilynn Brewer, Intellectual Human Capital and the Birth of U.S. Biotechnology Enterprises, American Economic Review 88 (1998), 290-306.",
        "Wadhwa, Vivek, AnnaLee Saxenian, Ben Rissing, and Gary Gereffi, Americas New Immigrant Entrepreneurs I, Working Paper (2007).",
        "Thompson, Peter, Patent Citations and the Geography of Knowledge Spillovers: Evidence from Inventor- and Examiner-Added Citations, Review of Economics and Statistics 88:2 (2006), 383-388.",
        "Thompson, Peter, and Melanie Fox-Kean, Patent Citations and the Geography of Knowledge Spillovers: A Reassessment, American Economic Review 95:1 (2005), 450-460.",
        "Silverman, Brian, Technological Resources and the Direction of Corporate Diversification: Toward an Integration of the Resource-Based View and Transaction Cost Economics, Management Science 45 (1999), 1109-1124.",
        "Scherer, Frederic M., Using Linked Patent Data and R&D Data to Measure Technology Flows, in Griliches, Zvi (ed.) R ~ D, Patents and Productivity (Chicago, IL: The University of Chicago Press, 1984).",
        "Saxenian, AnnaLee, Regional Advantage: Culture and Competition in Silicon Valley and Route 1~8 (Cambridge, MA: Harvard University Press, 1994).",
        "McGuckin, Robert, and Suzanne Peck, Manufacturing Establishments Reclassified into New Industries: The Effect of Survey Design Rules, CES Working Paper (1992).",
        "Michelacci, Claudio, and Olmo Silva, Why So Many Local Entrepreneurs?, Review of Economics and Statistics 89:4 (2007), 615-633.",
        "Nanda, Ramana, Cost of External Finance and Selection into Entrepreneurship, Harvard Business School Working Paper (2008).",
        "Overman, Henry, and Diego Puga, Labor Pooling as a Source of Agglomeration: An Empirical Investigation, Working Paper (2007).",
        "Porter, Michael, The Competitive Advantage of Nations (New York, NY: The Free Press, 1990).",
        "Romer, Paul, Increasing Returns and Long-Run Growth, Journal of Political Economy 94:5 (1986), 1002-1037.",
        "Romer, Paul, Endogenous Technological Change, Journal of Political Economy 98:5 (1990), S71-S102.",
        "Rosenthal, Stuart, and William Strange, Geography, Industrial Organization, and Agglomeration , Review of Economics and Statistics 85:2 (2003), 377-393.",
        "Rosenthal, Stuart, and William Strange, Small Establishments/Big Effects: Agglomeration, Industrial Organization and Entrepreneurship, Working Paper (2007).",
        "Rosenthal, Stuart, and William Strange, The Determinants of Agglomeration, Journal of Urban Economics 50 (2001), 191-229.",
        "Rotemberg, Julio, and Garth Saloner, Competition and Human Capital Accumulation: A Theory of Interregional Specialization and Trade, Regional Science and Urban Economics 30 (2000), 373-404.",
        "Henderson, J. Vernon, An Kuncoro, and Matt Turner, Industrial Development in Cities, Journal of Political Economy 103:5 (1995), 1067-1090.",
        "Henderson, J. Vernon, Marshalls Scale Economies, Journal of Urban Economics 53 (2003), 1-28.",
        "Helsley, Robert, and William Strange, Matching and Agglomeration Economics in a System of Cities, Regional Science and Urban Economics 20 (1990), 189-212.",
        "Helsley, Robert, and William Strange, Agglomeration Economies and Urban Capital Markets , Journal of Urban Economics 29 (1991), 96-112.",
        "Hall, Bronwyn, Adam Jaffe, and Manuel Trajtenberg, The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools, NBER Working Paper 8498 (2001).",
        "Griliches, Zvi, Patent Statistics as Economic Indicators: A Survey, Journal of Economic Literature 28 (1990), 1661-1707.",
        "Glaeser, Edward, and Matthew Kahn, Decentralized Employment and the Transformation of the American City, NBER Working Paper 8117 (2001).",
        "Greenstone, Michael, Richard Hornbeck, and Enrico Moretti, Identifying Agglomeration Spillovers: Evidence from Million Dollar Plants, NBER Working Paper 13833 (2007).",
        "Glaeser, Edward, Hedi Kallal, Jose Scheinkman, and Andrei Shleifer, Growth in Cities, Journal of Political Economy 100 (1992), 1126-1152.",
        "Feldman, Maryann, The Locational Dynamics of the US Biotech Industry: Knowledge Externalities and the Anchor Hypothesis, Industry and Innovation 10:3 (2003), 311-328.",
        "Feldman, Maryann, and David Audretsch, Innovation in Cities: Science-based Diversity, Specialization and Localized Competition, European Economic Review 43 (1999), 409-429.",
        "Figueiredo, OctÃ\u0083Â¡vio, Paulo Guimaraes, and Douglas Woodward, Home-Field Advantage: Location Decisions of Portuguese Entrepreneurs, Journal of Urban Economics 52:2 (2002), 341-361.",
        "Florida, Richard, Cities and the Creative Class (New York, NY: Routledge, 2005).",
        "Glaeser, Edward, Entrepreneurship and the City, NBER Working Paper 13551 (2007).",
        "Fairlie, Robert, The Absence of the African-American Owned Businesses: An Analysis of the Dynamics of Self Employment, Journal of Labor Economics 17 (1999), 80-108.",
        "Duranton, Gilles, and Henry Overman, Exploring the Detailed Location Patterns of UK Manufacturing Industries Using Microgeographic Data, Journal of Regional Science 48:1 (2008), 313-343.",
        "Duranton, Gilles, and Henry Overman, Testing for Localization Using Micro-Geographic Data, Review of Economic Studies 72 (2005), 1077-1106.",
        "Duranton, Gilles, and Diego Puga, Nursery Cities: Urban Diversity, Process Innovation, and the Life Cycle of Products, American Economic Review 91:5 (2001), 1454-1477.",
        "Ellison, Glenn, and Edward Glaeser, Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy 105 (1997), 889-927.",
        "Ellison, Glenn, and Edward Glaeser, The Geographic Concentration of Industry: Does Natural Advantage Explain Agglomeration?, American Economic Review Papers and Proceedings 89 (1999), 311-316.",
        "Ellison, Glenn, Edward Glaeser, and William Kerr, What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns, NBER Working Paper 13068 (2007).",
        "Evans, David, and Boyan Jovanovic, An Estimated Model of Entrepreneurial Choice under Liquidity Constraints, Journal of Political Economy 97:4 (1989), 808-827.",
        "Fallick, Bruce, Charles Fleischman, and James Rebitzer, Job-Hopping in Silicon Valley: Some Evidence Concerning the Microfoundations of a High-Technology Cluster, Review of Economics and Statistics 88:3 (2006), 472-481."
    ]
}