{
    "id": 14408,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Taylor, Curtis (1995) Digging for the Golden Carrots: An Analysis of Research Tournaments, American Economic Review, 85(4), 872-890.",
        "Simon, Leo K. and Maxwell B. Stinchcombe (1989) Extensive Form Games and Continues Time: Pure Strategies, Econometrica, 57, 1171-1214.",
        "Scotchmer, Suzanne (1999) On the Optimality of the Patent System, Rand Journal of Economics, 30, 181-196.",
        "Scotchmer, Suzanne (2005) Innovations and Incentives, MIT Press, Cambridge, Massachusetts.",
        "Reinganum, Jennifer (1981) Dynamic Games of Innovation, Journal of Economic Theory, 25, 21-24.",
        "Maynard Smith, John (1974) The Theory of Games and the Evolution of Animal Conflicts, Journal of Theoretical Biology, 47(1), 29-19.",
        "Kiemperer, Paul (1990) How Broad Should the Scope of Patent Protection Be? Journal of Industrial Economics, 21, 113-130.",
        "Kitch, E. W. (1977) The Nature and Function of the Patent System, The Journal of Law and Economics, 20(2), 265-290.",
        "Keller, Godfrey, Sven Rady and Martin Cripps (2005) Strategic Experimentation with Exponential Bandits, Econometrica, 73, 39-68.",
        "Hendricks, Kenneth, Andrew Weiss and Charles Wilson (1988) The War of Attrition in Continuous Time with Complete Information, International Economic Review, 29(2), 663-680.",
        "Haigh, John and Chris Cannings (1989) The n-person War of Attrition, Acta Applicandae Mathematicae, 14(1-2), 59-74.",
        "Gul, Faruk and Roger Lundholm (1995) Endogenous Timing and Clustering of Agents Decisions Journal of Political Economy, 103(5), 1039-1066.",
        "Gilbert, Richard. and Carl Shapiro (1990) Optimal Patent Length and Breadth, Journal of Industrial Economics, 21(1), 106-112.",
        "Gallini, Nancy T. and Suzanne Scotchmer (2002) Intellectual Property; When is it the Best Incentive Mechanism? Innovation Policy and the Economy, 2, 51-78.",
        "Fudenberg, Drew and Jean Tirole (1986) A Theory of Exit in Duopoly, Econometrica, 54(4), 943-960.",
        "Folland, Gerald B. (1999) Real Analysis: Modern Techniques and Their Applications, Second Edition John Wiley &~ Sons, New York.",
        "Bulow, Jeremy and Paul Klemperer (1998) Generalized War of Attrition, American Economic Review, 89(1), 175-189.",
        "Bulow, Jeremy and Paul Klemperer (1994) Rational Frenzies and Crashes, Journal of Political Economy, 102(1), 1-23.",
        "Bolton, Patrick and Christopher Harris (2000) Strategic Experimentation: The Undiscounted Case, Incentives, Organizations and Public Economics - Papers in Honour of Sir James Mirrlees ed. by P.J. Hammond and C. D. Myles. Oxford: Oxford University Press, 53-68.",
        "Bolton, Patrick and Christopher Harris (1999) Strategic Experimentation, Econometrica, 67, 347-374.",
        "Arrow, Kenneth (1962) Economic Welfare and the Allocation of Resources for Invention in R.R. Nelson, ed. Universities-National Bureau of Economic Research Conference Series; The Rate and Direction of Economic Activities: Economic and Social Factors, Princeton University Press, New York."
    ]
}