{
    "id": 14414,
    "cites": 38,
    "cited_by": 6,
    "reference": [
        "Sydnor, Justin (2006), Sweating the Small Stuff: The Demand for Low Deductibles in Homeowners Insurance, mimeo, Case Western University, available at http://www.kellogg.northwestern.edu/ finance/faculty/seminars/Sydnor .pdf.",
        "Manning, Willard G., Joseph P. Newhouse, Naihua Duan, Emmett B. Keeler, Arleen Leibowitz, and M. Susan Marquis (1987), Health insurance and the demand for medical care: Evidence from a randomized experiment, American Economic Review 77(3): 251-277.",
        "Lustig, Joshua D. (2007), The Welfare Effects of Adverse Selection in Privatized Medicare, mimeo, Yale University.",
        "Lancaster, Kelvin J.(1966), A New Approach to Consumer Theory, Journal of Political Economy 74(2), 132-157.",
        "Israel, Mark (2004), Do We Drive More Safely When Accidents Are More Expensive? Identifying Moral Hazard from Experience Rating Schemes, unpublished mimeo, available at http://www.",
        "Gruber, Jonathan (1994), The Incidence of Mandated Maternity Benefits, American Economic Review 84(3): 622-641.",
        "Gruber, Jonathan (2002), Taxes and Health Insurance, James Poterba (ed.), Tax Policy and the Economy, Volume 16: 37-16. MIT Press, Cambridge, MA.",
        "Hausman, Jerry (1997), Valuation of New Goods Under Perfect and Imperfect Competition, in Bresnahan and Gordon (eds.), The Economics of New Goods, NBER Studies in Income and Wealth 58: 209-237.",
        "Greenwald, Bruce C., and Joseph E. Stiglitz (1986), Externalities in Economies with Imperfect Information and Incomplete Markets, Quarterly Journal of Economics 101(2), 229-264.",
        "Fang, Hanming, Michael Keane, and Dan Silverman (2008), Sources of Advantageous Selection: Evidence from the Medigap Insurance Market, Journal of Political Economy 116(2): 303-350.",
        "Feldman, Roger D., and Bryan E. Dowd (1982), Simulation of a Health Insurance Market with Adverse Selection, Operation Research 30(6): 1027-1042.",
        "Finkelstein, Amy, and Kathleen McGarry (2006), Multiple dimensions of private information: evidence from the long-term care insurance market, American Economic Review 96(4): 938-958.",
        "Finkelstein, Amy, and James Poterba (2004), Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market, Journal of Political Economy 112(1): 193-208.",
        "Fronstin, Paul (2003), Sources of Health Insurance and Characteristics of the Uninsured: Analysis of the March 2003 Current Population Survey, Employee Benefit Research Institute Issue Brief 264, available at http://www.ebri.org/pdf/briefspdf/EBRI_IB - lOa-20061 .pdf.",
        "Deaton, Agnus, and John Muellbauer (1980), An Almost Ideal Demand System, American Economic Review 70: 312-326.",
        "Eichner, Matthew J., Mark B. McLellan, and David A. Wise (1998), Insurance or SelfInsurance ?: Variation, Persistence, and Individual Health Accounts, in David Wise (ed.), Inquiries in the Economics of Aging, University of Chicago Press. Einav, Liran, Amy Finkelstein, Robin McKnight and Mark R. Cullen (in progress), Estimating the Effect of Cost-Sharing on Medical Spending, manuscript in progress.",
        "Einav, Liran, Amy Finkelstein, and Paul Schrimpf (2007), The Welfare Cost of Asymmetric Information: Evidence from the U.K. Annuity Market, NBER Working Paper 13228.",
        "De Meza, David, and David C. Webb (2001), Advantageous selection in insurance markets, Rand Journal of Economics 32(2): 249-262.",
        "Cutler, David M., and Richard J. Zeckhauser (2000), The anatomy of health insurance, in A. J. Culyer and J. P. Newhouse (eds.), Handbook of Health Economics, edition 1, volume 1, chapter 11, 563-643, Elsevier.",
        "Cutler, David M., and Sarah J. Reber (1998), Paying for Health Insurance: The Trade-Off between Competition and Adverse Selection, Quarterly Journal of Economics 113(2): 433-466.",
        "Cutler, David M., Amy Finkelstein, and Kathleen McGarry (2008), Preference Heterogeneity and Insurance Markets: Explaining a Puzzle of Insurance, American Economic Review papers and proceedings 98(2): 157-162.",
        "Chiappori, Pierre-Andre, and Bernard Salanie (2000), Testing for Asymmetric Information in Insurance Markets, Journal of Political Economy 108(1): 56-78.",
        "Chetty, Raj (2008), Moral Hazard versus Liquidity and Optimal Unemployment Insurance, Journal of Political Economy 116(2): 173-234.",
        "Chiappori, Pierre-Andre, Bruno Jullien, Bernard Salanie, and Francois Salanie (2006), Asymmetric Information in Insurance: General Testable Implications, Rand Journal of Economics 37(4): 783-798.",
        "Chernew, Michael, Gautam Gowrisankaran, and Dennis P. Scanlon (2008), Learning and the Value of Information: Evidence from Health Plan Reports Cards, Journal of Econometrics 144(1): 156-174.",
        "Abbring, Jaap, Pierre-Andre Chiappori, and Jean Pinquet (2003), Moral hazard and Dynamic Insurance Data. Journal of the European Economic Association 1(4): 767-820. Adams, William, Liran Einav, and Jonathan Levin (forthcoming), Liquidity Constraints and Imperfect Information in Subprime Lending, American Economic Review, forthcoming, available at http://www.aeaweb.org/aer/contents/accepted.html.",
        "Akerlof, George (1970), The market for `lemons: quality uncertainty and the market mechanism,  Quarterly Journal of Economics 84(3): 488-500.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes (1995), Automobile Price in Market Equilibrium,  Econometrica 63: 841-890.",
        "Blackmon, Glenn B. and Richard Zeckhauser (1991), Mispriced Equity: Regulated Rates for Automobile Insurance in Masscahusetts American Economic Review Papers and Proceedings 81(2): 65-69.",
        "Buchmueller, Thomas C., and John E. DiNardo (2002), Did Community Rating Induce an Adverse Selection Death Spiral? Evidence from New York, Pennsylvania, and Connecticut, American Economic Review 91(1): 280-294.",
        "Bundorf, Kate M., and Kosali Simon (2006), The Impact of Rate Regulation on Access to Supplemental Health Insurance, American Economic Review Papers and Proceedings 96(2):.6771.",
        "Bundorf, Kate M., Jonathan Levin, and Neale Mahoney (2008), Pricing, Matching and Efficiency in Health Plan Choice, mimeo, Stanford University.",
        "Busch, Susan H., Colleen L. Barry, Sally J. Vegso, Jody L. Sindelar and Mark R. Cullen (2006), Effects of a Cost-Sharing Exemption on Use of Preventive Services At One Large Employer, Health Affairs 25(6): 1529-1536.",
        "Carlin, Caroline, and Robert J. Town (2007), Adverse Selection, Welfare and Optimal Pricing of Employer-Sponsored Health Plans, mimeo, University of Minnesota.",
        "Cawley, John, and Tomas Philipson (1999), An Empirical Examination of Information Barriers to Trade in Insurance, American Economic Review 89(4): 827-846.",
        "Stiglitz, Joseph E. (1987), The Causes and Consequences of the Dependence of Quality on Price, Journal of Economics Literature 25(1): 1-48.",
        "Poterba, James (1996), Government Intervention in the Markets for Education and Health Care: How and Why? in Victor Fuchs (ed.), Individual and Social Responsibility, University of Chicago Press.",
        "Rothschild, Michael, and Joseph E. Stiglitz (1976), Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90: 630-649."
    ]
}