{
    "id": 14411,
    "cites": 46,
    "cited_by": 0,
    "reference": [
        "White, Halbert, 1994, Asymptotic Theory for Econometricians. (Academic Press, Inc.).",
        "White, Halbert, 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica 24, 817-838.",
        "Stambaugh, Robert F., 1997, Analyzing investments whose histories differ in length, Journal of Financial Economics 45, 285-331.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics 54, 375-421.",
        "Stock, James H., 1994, Unit roots, structural breaks and trends, in R.F. Engle, and D. L.",
        "McFadden, eds.: Handbook of Econometrics, Volume IV (North-Holland, Amsterdam). Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 2004, Cyclical dynamics in idiosyncratic labor market risk, Journal of Political Economy 112, 695-717.",
        "Swamy, P. A. V. B., and J. S. Mehta, 1975, On Bayesian estimation of seemingly unrelated regressions when some observations are missing, Journal of Econometrics 3, 157-169.",
        "Singleton, Kenneth, 2006, Empirical dynamic asset pricing: Model specification and econometric assessment. (Princeton University Press Princeton, NJ).",
        "Sowell, Fallaw, 1996, Optimal tests for parameter instability in the generalized method of moments framework, Econometrica 64, 1085-1107.",
        "Shiller, Robert J., 1989, Market volatility. (MIT Press Cambridge, MA).",
        "Schmidt, Peter, 1977, Estimation of seemingly unrelated regressions with unequal numbers of observations, Journal of Econometrics 5, 365-377.",
        "Robins, James M., and Andrea Rotnitsky, 1995, Semiparametric efficiency in multivariate regression models with missing data, Journal of the American Statistical Association 90, 122-i 29.",
        "Phillips, Peter C.B., 1987, Time series regressions with a unit root, Econometrica 55, 277301.",
        "Patton, Andrew J., 2006, Estimation of multivariate models for time series of possibly different lengths, Journal of Applied Econometrics 21, 147-173.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2002a, Investing in equity mutual funds, Journal of Financial Economics 63, 351-380.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2002b, Mutual fund performance and seemingly unrelated assets, Journal of Financial Economics 63, 315-349.",
        "Newey, Whitney K., and Daniel McFadden, 1994, Large sample estimation and hypothesis testing, in R.F. Engle, and D. L. McFadden, eds.: Handbook of Econometrics, Volume IV (North-Holland, Amsterdam).",
        "Nelson, C. R., and M. J. Kim, 1993, Predictable stock returns: The role of small sample bias, Journal of Finance 48, 641-661.",
        "Lynch, Anthony W., and Jessica A. Wachter, 2004, Using samples of unequal length in generalized method of moments estimation, New York University Working Paper FIN05 -02 1.",
        "Harvey, Andrew, Siem Jan Koopman, and Jeremy Penzer, 1998, Messy time series: A unified approach, in Advances in Econometrics, Volume 13 (JAI Press Inc., ).",
        "Little, Roderick J. A., and Donald B. Rubin, 2002, Statistical analysis with missing data. (John Wiley &~ Sons Hoboken, NJ) 2 edn.",
        "Hansen, Lars Peter, and Ken Singleton, 1982, Generalized instrumental variables estimation of nonlinear rational expectations models, Econometrica 50, 1269-1286.",
        "Hansen, Lars Peter, 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Hall, Alastair R., 2005, Generalized Method of Moments. (Oxford University Press Oxford, UK).",
        "Goldberger, Arthur 5., 1964, Econometric Theory. (John Wiley and Sons New York).",
        "Green, William H., 1997, Econometric Analysis. (Prentice-Hall, Inc. Upper Saddle River, NJ).",
        "Ghysels, Eric, Pedro Santa-Clara, and Rossen Valkanov, 2005, There is a risk-return tradeoff after all, Journal of Financial Economics 76, 509-548.",
        "Goetzmann, William N., and Philippe Jorion, 1999, Re-emerging markets, Journal of Financial and Quantitative Analysis pp. 1-32.",
        "Ghysels, Eric, and Alastair Hall, 1990, A test for structural stability of Euler conditions parameters estimated via the generalized method of moments estimator, International Economic Review 31, 335-364.",
        "Ghysels, Eric, Alain Guay, and Alastair Hall, 1997, Predictive tests for structural change with unknown breakpoint, Journal of Econometrics 82, 209-233.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Duffie, Darrell, and Kenneth J. Singleton, 1993, Simulated moments estimation of Markov models of asset prices, Econometrica 61, 929-952.",
        "Cochrane, John H., 2001, Asset Pricing. (Princeton University Press Princeton, NJ).",
        "Conniffe, Denis, 1985, Estimating regression equations with common explanatory variables but unequal numbers of observations, Journal of Econometrics 27, 179-196.",
        "Cavanagh, Christopher L., Graham Elliott, and James H. Stock, 1995, Inference in models with nearly integrated regressors, Econometric Theory 11, 1131-1147.",
        "Campbell, John Y., and Samuel Thompson, 2007, Predicting excess stock returns out of sample: Can anything beat the historical average?, forthcoming, Review of Financial Studies.",
        "Campbell, John Y., and Robert J. Shiller, 1988, Stock prices, earnings, and expected dividends, Journal of Finance 43, 661-676.",
        "Ahn, Seung C., and Peter Schmidt, 1995, A separability result for GMM estimation with applications to GLS prediction and conditional moment tests, Econometric Reviews 14, 1 9-34.",
        "Ait-Sahalia, Yacine, Per A. Mykland, and Lan Zhang, 2005, How often to sample a continuous-time process in the presence of market microstructure noise, Review of Financial Studies 18, 351-416.",
        "Broffit, James D., 1986, Zero correlation, independence, and normality, The American Statistician 40, 276-277.",
        "Burguete, Jose F., A. Ronald Gallant, and Geraldo Souza, 1982, On unification of the asymptotic theory of nonlinear econometric models, Econometric Reviews 1, 151-190.",
        "Brandt, Michael W., 1999, Estimating portfolio and consumption choice: A conditional Euler equations approach, Journal of Finance 54, 1609-1645.",
        "Bandi, Frederico M., and Jeffrey R. Russell, 2006, Separating microstructure noise from volatility, Journal of Financial Economics 79, 655-692.",
        "Andrews, Donald W. K., and Werner Ploberger, 1994, Optimal tests when a nuisance parameter is present only under the alternative, Econometrica 62, 1383-1414.",
        "Andrews, Donald W. K., and Ray C. Fair, 1988, Inference in Nonlinear Econometric Models with Structural Change, Review of Economic Studies 55, 615-640.",
        "Amemiya, Takeshi, 1985, Advanced Econometrics. (Harvard University Press Cambridge, Anderson, T. W., 1957, Maximum likelihood estimates for a multivariate normal distribution when some observations are missing, Journal of the American Statistical Association 52, 200-203."
    ]
}