{
    "id": 14418,
    "cites": 97,
    "cited_by": 43,
    "reference": [
        "(2003): The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,  Econometrica, 71(6), 1695-1725.",
        "MELITZ, M. (2000): Estimating Firm-level Productivity in Differentiated Product Industries, Unpub. paper, Harvard University.",
        "KREMER, M. (1993): The 0-Ring Theory of Economic Development, Quarterly Journal of Economics, 108(3), 551-575.",
        "LUCAS, R. (1978): On the Size Distribution of Business Firms, Bell Journal of Economics, 9(2), 508-523.",
        "DE LOECKER, J. (2007): Product Differentiation, Multi-Product Firms, and Estimating the Impact of Trade Liberalization on Productivity, NBER Working Paper No. 13155.",
        "DAVIS, S. J., C. GRIM, J. HALTIWANGER, AND M. STREITWIESER (2006): Electricity Pricing to U.S.",
        "BROWN, C., AND J. MEDOFF (1989): The Employer Size-Wage Effect, Journal of Political Economy, 97(5), 1027-1059.",
        "CH0I, Y., D. HUMMELS, AND C. XIANG (2006): Explaining Import Variety and Quality: The Role of Income Distribution, NBER Working Paper No. 12531.",
        "CLERIDES, S., S. LACH, AND J. TYBOUT (1998): Is Learning by Exporting Important? Micro-Dynamic Evidence from Colombia, Mexico and Morocco, Quarterly Journal of Economics, 113, 903-947.",
        "COHEN, W. M., AND S. KLEPPER (1992): The Anatomy of Industry R&~D Intensity Distributions, American Economic Review, 82(4), 773 -~ 799.",
        "COSTINOT, A. (2008): An Elementary Theory of Comparative Advantage, Unpub. paper, MIT.",
        "CROZET, M., K. HEAD, AND T. MAYER (2007): Quality Sorting and Trade: Firm-Level Evidence for French Wine, Unpub. paper, UniversitÃ\u0083Â© de Paris I.",
        "DANE (2004): MetodologIa de la Encuesta Anual Manufacturera, Technical document, Departamento Administrativo Nacional de EstadIstica, Dec.",
        "DAS, S., M. ROBERTS, AND J. TYBOUT (2006): Market Entry Costs, Producer Heterogeneity, and Export Dynamics, Forthcoming in Econometrica.",
        "KHANDELWAL, A. (2007): The Long and Short (of) Quality Ladders, Unpub. paper, Yale University.",
        "KATAYAMA, H., S. Lu, AND J. R. TYBOUT (2006): Firm-Level Productivity Studies: Illusions and a Solution, Unpub. paper, The University of Sydney, Charles River Associates and Pennsylvania State University.",
        "JONES, C. I. (2007): Intermediate Goods, Weak Links, and Superstars: A Theory of Economic Development,  Unpub. paper, UC Berkeley.",
        "JOHNSON, R. C. (2007): Trade and Prices with Heterogeneous Firms, Unpub. paper, UC Berkeley.",
        "IACOVONE, L., AND B. JAVORCIK (2008): Getting Ready: Preparing to Export, Unpub. paper, Oxford University.",
        "HUMMELS, D., AND A. SKIBA (2004): Shipping the Good Apples Out? An Empirical Confirmation of the Alchian-Allen Conjecture, Journal of Political Economy, 112(6), 1384-1402.",
        "HUMMELS, D., AND P. J. KLENOW (2005): The Variety and Quality of a Nations Exports, American Economic Review, 95(3), 704-723.",
        "HORTAÃ\u0083Â§SU, A., AND C. SYVERSON (2007): Cementing Relationships: Vertical Integration, Foreclosure, Productivity, and Prices, Journal of Political Economy, 115(2), 250-301.",
        "HAUSMANN, R., J. HWANG, AND D. RODRIK (2007): What You Export Matters, Journal of Economic Growth, 12(1), 1-25.",
        "HELPMAN, E., M. J. MELITZ, AND S. R. YEAPLE (2004): Export versus FDI with Heterogenous Firms, American Economic Review, 94(1), 300-316.",
        "HALPERN, L., AND M. KOREN (2007): Pricing to Firm: An Analysis of Firm- and Product-Level Import Prices, Review of International Economics, 15(3), 574-591.",
        "HALLAK, J. C., AND J. SIVADASAN (2008): Productivity, Quality and Exporting Behavior under Minimum Quality Requirements, Unpub. paper, University of Michigan.",
        "HALLAK, J. C., AND P. SCHOTT (2008): Estimating Cross-Country Differences in Product Quality, NBER Working Paper No. 13807, Feb.",
        "GROSSMAN, G. M., AND E. HELPMAN (1991): Quality Ladders in the Theory of Growth, Review of Economic Studies, 58, 43-61.",
        "GROSSMAN, G. M., AND G. MAGGI (2000): Diversity and Trade, American Economic Review, 90(5), 1255 -~ 1275.",
        "HALLAK, J. C. (2006): Product Quality and the Direction of Trade, Journal of International Economics, 68, 238-265.",
        "GOLLOP, F. M., AND J. L. MONAHAN (1991): A Generalized Index of Diversification: Trends in U.S. Manufacturing, Review of Economics and Statistics, 73(2), 318 -~ 330.",
        "GOLDBERG, P. K., AND F. VERBOVEN (2001): The Evolution of Price Dispersion in the European Car Market, Review of Economic Studies, 68(4), 811 -~ 848.",
        "FOSTER, L., J. HALTIWANGER, AND C. SYVERSON (2008): Reallocation, Firm Turnover and Efficiency: Selection on Productivity or Profitability?, American Economic Review, 98(1), 394-425.",
        "FARN~, 5. (2004): Boletin del Observatorio del Mercado de Trabajo y la Seguridad Social No. 7, Universidad Externado de Colombia.",
        "(2007): Trade Reforms and Market Selection: Evidence from Manufacturing Plants in Colombia, Unpub. paper, University of Maryland. (forthcoming): Factor Adjustments After Deregulation: Panel Evidence from Colombian Plants, Forthcoming in Review of Economics and Statistics.",
        "(2006): Plant Turnover and Structural Reforms in Colombia, IMF Staff Papers, 53, 58 75.",
        "EATON, J., M. ESLAVA, M. KUGLER, AND J. TYBOUT (2007): The Margins of Entry into Export Markets: Evidence from Colombia, Unpub. paper, NYU.",
        "ESLAVA, M., J. HALTIWANGER, A. KUGLER, AND M. KUGLER (2004): The Effects of Structural Reforms on Productivity and Profitability Enhancing Reallocation: Evidence from Colombia, Journal of Development Economics, 75, 333-371.",
        "DEATON, A. (1988): Quality, Quantity, and Spatial Variation of Price, American Economic Review, 78(3), 418 -~ 430.",
        "DIxIT, A., AND J. E. STIGLITZ (1977): Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, 297-308.",
        "DUNNE, T., AND M. ROBERTS (1992): Costs, Demand, and Imperfect Competition as Determinants of Plant-Level Output Prices, in Empirical Studies in Industrial Organization: Essays in Honor of Leonard W. Weiss, ed. by D. Audretsch, and J. Siegfried, pp. 13-34. Kluwer Academic Publishers.",
        "Purchaser share: Expenditures on product by plant as a share of total expenditures on product by all plants in a given year. All monetary variables have been deflated to constant 1998 values using the national producer price index. Average 1998 exchange rate: 1,546 pesos/US$l.",
        "MELITZ, M. J., AND G. I. P. OTTAVIANO (2008): Market Size, Trade, and Productivity, Review of Economic Studies, 75(1), 295 -~ 316.",
        "(2008): Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector, Quarterly Journal of Economics, 123(2), 489-530. A Theory Appendix A.1 Characterization of Equilibrium (cont.) In this section of the appendix, we complete the characterization of equilibrium. As mentioned above, we must impose an assumption on the shape parameter of the Pareto distribution in order to ensure that both the distribution of capability draws and the distribution of plant revenues in the final-good sector have finite means, in our case that k > max(q, 1).",
        "Several remarks are in order. First, if ci > 1, then both output price in physical units and revenues are increasing in y and hence are positively correlated with one another. Note also that setting ci = 1 yields a model in which higher y corresponds to higher quality but marginal cost and hence output price in physical units are constant, as alluded to by Melitz (2003, p. 1699).",
        "other variables in terms of y. In this case, (1), (3) and (7a)-(7d) become: U X= f x(y)~dy (Alla) p = 7 po(~)1_Cd~] (Allb) = q(y) = 1 (Allc) = ( a (Alld) ~a-l) y = (1 + Z) (a; l)~ (Alle) which correspond exactly to the Melitz (2003) model when transport costs are zero. Now suppose that the above equations refer to goods measured in quality units, which we call utils. Suppose further that higher-y plants, in addition to requiring fewer units of inputs to produce one util of output, also produce goods with more utils per physical unit, where utils per physical unit are given by: = (A12) The existence of a relationship of this kind is alluded to in Melitz (2003, p. 1699) but not explicitly specified. Given (A12), price in physical units is given by: = ~ ~ = (a ~ 1) ~ (A13) The expression for revenues is unchanged by the redefinition of units.",
        "MILGROM, P., AND J. ROBERTS (1990): The Economics of Modern Manufacturing: Technology, Strategy and Organization, American Economic Review, 80(3), 511-528.",
        "Oi, W. Y., AND T. L. IDS0N (1999): Firm Size and Wages, in Handbook of Labor Economics. Volume 3B, ed. by 0. Ashenfelter, and D. Card, pp. 2165 2214. Elsevier, Amsterdam.",
        "BROOKS, E. L. (2006): Why Dont Firms Export More? Product Quality and Colombian Plants, Journal of Development Economics, 80(1), 160-178.",
        "(2006b): Multi-Product Firms and Trade Liberalization, Unpub. paper, Tuck School of Business, Dec.",
        "BRAINARD, S. L. (1997): An Empirical Assessment of the Proximity-Concentration Trade-off between Multinational Sales and Trade, American Economic Review, 87(4), 520 544.",
        "BERNARD, A. B., J. B. JENSEN, S. J. REDDING, AND P. K. SCHOTT (2007): Firms in International Trade, Journal of Economic Perspectives, 21(3), 105-130.",
        "BERNARD, A. B., S. J. REDDING, AND P. K. SCHOTT (2006a): Multi-Product Firms and Product Switching, Unpub. paper, Tuck School of Business.",
        "BERNARD, A. B., J. EATON, J. B. JENSEN, AND S. KORTUM (2003): Plants and Productivity in International Trade, American Economic Review, 93(4), 1268-1290.",
        "(2007): Firm Structure, Multinationals, and Manufacturing Plant Deaths, Review of Economics and Statistics, 89(2), 193 -~ 204.",
        "(1999): Exceptional Exporter Performance: Cause, Effect, or Both?, Journal of International Economics, 47, 1-25.",
        "BERNARD, A. B., AND J. B. JENSEN (1995): Exporters, Jobs, and Wages in U.S. Manufacturing: 19761987,  Brookings Papers on Economic Activity, pp. 67-112.",
        "BAKER, M., AND N. M. FORTIN (2001): Occupational Gender Composition and Wages in Canada, 1987-1988, Canadian Journal of Economics, 34, 345-376.",
        "BALDWIN, R., AND J. HARRIGAN (2007): Zeros, Quality and Space: Trade Theory and Trade Evidence, NBER Working Paper No. 13214.",
        "Aw, B. Y., AND G. BATRA (1999): Wages, Firm Size, and Wage Inequality: How Much Do Exports Matter?, in Innovation, Industry Evolution, and Employment, ed. by D. B. Audretsch, and A. R. Thurik, pp. 13-56. Cambridge University Press, Cambridge, New York and Melbourne.",
        "Aw, B. Y., G. BATRA, AND M. J. ROBERTS (2001): Firm Heterogeneity and Export-Domestic Price Differentials: A Study of Taiwanese Electronics Products, Journal of International Economics, 54(1), 149-169.",
        "ATKESON, A., AND P. J. KEHOE (2005): Modeling and Measuring Organization Capital, Journal of Political Economy, 113(5), 1026 -~ 1053.",
        "ANTRAS, p. (2003): Firms, Contracts, and Trade Structure, Quarterly Journal of Economics, 118(4), 1375 -~ 1418.",
        "ANGRIST, J. D., AND A. B. KRUEGER (1999): Empirical Strategies in Labor Economics, in Handbook of Labor Economics, ed. by 0. C. Ashenfelter, and D. Card, vol. 3A. Elsevier Science.",
        "ANDRABI, T., M. GHATAK, AND A. I. KHWAJA (2006): Subcontractors for Tractors: Theory and Evidence on Flexible Specialization, Supplier Selection, and Contracting, Journal of Development Economics, 79, 273-302.",
        "ACEMOGLU, D., P. ANTRAS, AND E. HELPMAN (2007): Contracts and Technology Adoption, American Economic Review, 97(3), 916-943.",
        "AGHION, P., AND P. HOWITT (1992): A Model of Growth Through Creative Destruction, Econometrica, 60(2), 323-351.",
        "ANDERSON, S. P., A. DE PALMA, AND J.-F. THISSE (1992): Discrete-Choice Theory of Product Differentiation. MIT Press, Cambridge, MA.",
        "ABOWD, J., F. KRAMARZ, AND A. MOREAU (1996): Product Quality and Worker Quality, Annales dEconomie et de Statistique, 41/42.",
        "ABOWD, J., F. KRAMARZ, AND D. MARGOLIS (1999): High Wage Workers and High Wage Firms, Econometrica, 67(2), 251-333.",
        "A.2 Quality Melitz Model This section spells out a quality interpretation of the Melitz (2003) model, which is alluded to but not made explicit in Melitzs original paper. As mentioned in the text, when b = 0 our model reduces to the Melitz (2003) model to be precise, to the special case of the Melitz model with a Pareto distribution of productivity draws and zero transport costs.59 Let y A~ and express 59The Pareto distribution allows us to solve explicitly for the entry cut-offs, but does not drive any of our key results.",
        "VERHOOGEN, E. A. (2004): Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector: Theory and Evidence from an Exchange-Rate Shock, Center for Labor Economics, UC Berkeley, Working Paper No. 67, January.",
        "TYBOUT, J. (2003): Plant- and Firm-Level Evidence on the `New Trade Theories, in Handbook of International Trade, ed. by E. K. Choi, and J. Harrigan. Basil Blackwell, Oxford.",
        "(2007): Prices, Spatial Competition, and Heterogeneous Producers: An Empirical Test, Journal of Industrial Economics, 55(2), 197-222.",
        "(1998): Technology and Market Structure: Theory and History. MIT Press, Cambridge Mass.",
        "(2007): Quality, Trade and the Moving Window: The Globalization Process, Economic Journal, 117, F469-F498.",
        "SYVERSON, C. (2004a): Market Structure and Productivity: A Concrete Example, Journal of Political Economy, 112(6), 1181-1233.",
        "(2004b): Product Substitutability and Productivity Dispersion, Review of Economics and Statistics, 86(2), 534 -~ 550.",
        "(1987): Product Differentiation and Industrial Structure, Journal of Industrial Economics, 36(2), 131-46.",
        "SUTTON, J. (1991): Sunk Costs and Market Structure: Price Competition, Advertising, and the Evolution of Concentration. MIT Press, Cambridge, Mass.",
        "SCHOTT, P. (2004): Across-Product versus Within-Product Specialization in International Trade, Quarterly Journal of Economics, 119(2), 647-678.",
        "SHAKED, A., AND J. SUTTON (1982): Relaxing Price Competition through Product Differentiation, Review of Economic Studies, 49, 3-13.",
        "RAUCH, J. E. (1999): Networks versus Markets in International Trade, Journal of International Economics, 48, 7-35.",
        "ROBERTS, M. J., AND D. SUPINA (1996): Output Price, Markups, and Producer Size, European Economic Review, 40(3-5), 909-921.",
        "(2000): Output Price and Markup Dispersion in Micro Data: The Roles of Producer Heterogeneity and Noise, in Advances in Applied Microeconomics, vol. 9, ed. by M. R. Baye, pp. 1-36. Elsevier Science, JAI, Amsterdam, New York and Tokyo.",
        "ROBERTS, M. J., AND J. R. TYBOUT (1997): The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review, 87(4), 545-564.",
        "RODRIK, D. (1994): Industrial Organization and Product Quality: Evidence from South Korean and Taiwanese Exports, in Empirical Studies of Strategic Trade Policy, ed. by P. Krugman, and A. Smith, pp. 195 210. University of Chicago Press (for NBER), Chicago.",
        "SATTINGER, M. (1979): Differential Rents and the Distribution of Earnings, Oxford Economic Papers, 31(1), 60 -~ 71.",
        "Modified Gollop-Monahan measure of differentiation: Following Bernard and Jensen (2007), we use just the dissimilarity component of the full Gollop and Monahan (1991) index. We define the index as follows: CMk = (~ 8iikt8ik~) ~ where i, j, k, and t index products, plants, 5-digit industries and years; 8ijkt is the expenditure share of plant j in industry k on input i in year t; and ~ is the average expenditure share on input i by all plants in industry k in all years.6 Herfindahl index (of purchasers): Sum of squares of expenditure shares of purchasers of the corresponding 8-digit input, where the expenditure share is the expenditure by a given purchaser as a share of total expenditures on the good. Herfindahl index (of suppliers): Sum of squares of market shares of producers of the corresponding 8-digit input.",
        "Rauch (1999) measure of horizontal differentiation: SITC 4-digit sectors classified by Rauchs liberal classification as homogeneous or reference-priced are assigned 0, others are assigned 1. SITC 4-digit industries were then converted to ISIC rev. 2 4-digit using concordance from OECD, which generated some fractional values.",
        "Advertising/sales ratio: Ratio of advertising expenditures to total sales at sector level, from the U.S. Federal Trade Commission (FTC) 1975 Line of Business Survey. Converted from FTC 4-digit industry classification to ISIC 4-digit rev. 2 classification using verbal industry descriptions.",
        "Advertising and R&D/sales ratio: Ratio of advertising plus research and development (R&D) expenditures to total sales, from the U.S. Federal Trade Commission (FTC) 1975 Line of Business Survey. Converted from FTC 4-digit industry classification to ISIC 4-digit rev. 2 classification using verbal industry descriptions.",
        "Average blue-collar earnings: Annual wage bill of permanent, remunerated blue-collar workers, in millions of 1998 Colombian pesos, divided by number of permanent, remunerated blue-collar workers on Nov. 15 of corresponding year. Blue-collar workers are defined as operators (obreros and operarios) and apprentices (aprendices). The white-collar/blue-collar distinction is available on a consistent basis only for 1982-1994.",
        "Average white-collar earnings: Annualwage bill of permanent, remunerated white-collar workers, in millions of 1998 Colombian pesos, divided by number of permanent, remunerated white-collar workers on Nov. 15 of corresponding year. White-collar workers defined as managers (directivos), non-production salaried workers (empleados), and technical employees (tecnicos). The white-collar/blue-collar distinction is available on a consistent basis only for 1982-1994.",
        "Average earnings: Total annual wage bill of permanent, remunerated workers, in millions of 1998 Colombian pesos, divided by total number of permanent, remunerated workers on Nov. 15 of corresponding year.",
        "Total output: Total value of output of all products, valued at factory price. Total output is sales plus net transfers to other plants in same firm plus net increases in inventories. In billions of 1998 Colombian pesos. Employment: The number of permanent, paid employees. Exporter: Indicator variable taking the value 1 if plant has export sales > 0, and 0 otherwise. Export share: Export sales as a fraction of total sales.",
        "Input unit value: Value consumed of 8-digit product, divided by number of physical units of product consumed. Consumption is purchases minus net intra-firm transfers minus net increase in inventories. We also refer to the input unit value (somewhat loosely, since it represents an average) as the input price. In 1998 Colombian pesos."
    ]
}