{
    "id": 14416,
    "cites": 38,
    "cited_by": 51,
    "reference": [
        "Romer, P. (1994). New Goods, Old Theory, and the Welfare Costs of Trade Restrictions, Journal of Development Economics, 43, pp. 5-38.",
        "Topalova, P. (2007). Trade Liberalization and Firm Productivity: The Case of India. IMF Working Paper, WP/04/28.",
        "Amiti, M. and J. Konings (2007). Trade Liberalization, Intermediate Inputs and Productivity.",
        "Arkolakis, C., S. Demidova, P. Klenow and A. Rodriguez-Clare (2008). Endogenous Variety and the Gains from Trade. American Economic Review Papers and Proceedings, 98, pp. 444-450.",
        "Baldwin, R. E., and R. Forslid (2008). Trade and growth with heterogeneous firms, Journal of International Economics, 74, pp. 21-34. Baldwin, J. and W. Gu (forthcoming) The Impact of Trade on Plant Scale, Production-Run Length and Diversification in Timothy Dunne and Mark Roberts, eds., Producer Dynamics: New Evidence from Micro Data, U. Chicago Press.",
        "Bernard, A., S. Redding, and P. Schott (2006a). Multi-product Firms and Product Switching. NBER Working Paper No. 12293.",
        "Bernard, A., S. Redding, and P. Schott (2006b). Multi-product Firms and Trade Liberalization. NBER Working Paper No. 12782.",
        "Brambilla, I. (2006). Multinationals, Technology, and the Introduction of Varieties of Goods, Yale University mimeo.",
        "Broda, C. and D. Weinstein (2006) Globalization and the Gains from Variety. Quarterly Journal of Economics, 121(2), 541-585.",
        "Broda, C., J. Greenfield and D. Weinstein (2006) From Groundnuts to Globalization: A Structural Estimate of Trade and Growth NBER Working Paper No. 12512.",
        "Chopra, A., C. Collyns, R. Hemming, K. Parker, W. Chu, and 0. Fratzscher (1995). India: Economic Reform and Growth. IMF Occasional Paper #134.",
        "Debroy B. and A. T. Santhanam (1993). Matching Trade Codes with Industrial Codes. Foreign Trade Bulletin, 24(1).",
        "Dc Loecker, J. (2007). Product Differentiation, Multi-Product Firms and Estimating the Impact of Trade Liberalization on Productivity, Princeton university mimeo.",
        "Eaton, J., S. Kortum and F. Kramarz (2007). An Anatomy of International Trade: Evidence from French Firms. http ://www.econ.umn.edu/-.kortum!papers/ekk 1005 .pdf Eckel, C. and Neary, P. (2006). Multi-product Firms and Flexible Manufacturing in the Global Economy. University College Dublin, mimeograph.",
        "Erdem, E. and J. Tybout (2003). Trade Policy and Industrial Sector Responses: Using Evolutionary Models to Interpret the Evidence, Brookings Trade Forum, 2003, pp. 1-43.",
        "Ethier, W. (1979). Internationally Decreasing Costs and World Trade. Journal of International Economics, 9, pp. 1-24.",
        "Ethier, W. (1982). National and International Returns to Scale in the Modern Theory of International Trade. American Economic Review, 72, pp. 3 89-405.",
        "Feenstra, R.C., J.R. Markusen and W. Zeile. (1992). Accounting for Growth with New Inputs: Theory and Evidence. American Economic Review, 82(2), pp 415-421.",
        "Feenstra, R.C. (1994). New Product Varieties and the Measurement of International Prices. American Economic Review, 84(1): 157-177.",
        "Feenstra, R.C, D. Madani, T. Yang and C. Liang (1999). Testing endogenous growth in South Korea and Taiwan. Journal of Development Economics, Vo. 60, pp. 3 17-341.",
        "Gang, I. and M. Pandey (1996). Trade Protection in India: Economics vs. Politics?, University of Maryland Working paper #27. December.",
        "Goldberg, P.K., A. Khandelwal, N. Pavcnik and P. Topalova (2008). Multi-product Firms and Product Turnover in the Developing World: Evidence from India, NBER Working Paper No. 14127.",
        "Goyal, S.K. (1996). Political Economy of Indias Economic Reforms. Institute for Studies in Industrial Development (ISID) Working Paper, October.",
        "Halpern, L., M. Koren, and A. Szeidl. (2006). Imports and Productivity. Mimeo. Federal Reserve Bank of New York.",
        "Hasan, R., D. Mitra, and K.V. Ramaswamy (2007). Trade Reforms, Labor Regulations and Labor Market Elasticities: Empirical Evidence from India, Review of Economics and Statistics, 89, pp. 466-48 1.",
        "Kasahara, H. and J. Rodrigue (2008). Does the Use of Imported Intermediates Increase Productivity? Journal of Development Economics, 87, pp. 106-118.",
        "Klenow, P. and A. Rodriguez-Clare (1997), Quantifying Variety Gains from Trade Liberalization, unpublished manuscript.",
        "Kochhar, K. U. Kumar, R. Rajan, A. Subramanian, I. Tokatlidis (2006). Indias Pattern of Development: What Happened, What Follows, Journal of Monetary Economics 53(2006), pp. 98110 19.",
        "Muendler, M.A. (2004). Trade, Technology, and Productivity: A Study of Brazilian Manufacturers, 1986-1998. UCSD, mimeo.",
        "Markusen, J.R. (1989) Trade in Producer Services and in Other Specialized Intermediate Inputs. American Economic Review, 77, pp. 85-95.",
        "Melitz, M.J. (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica, 71, pp. 1695-1725.",
        "Mohan, R. (2008). The Growth Record of the Indian Economy, 1950-2008: A Story of Sustained Savings and Investment, The Reserve Bank of India speech.",
        "Navarro, L. (2008). Plant Level Evidence on Product Mix Changes in Chilean Manufacturing, University of London mimeo.",
        "Nocke, V and Yeaple, 5 (2006). Globalization and Endogenous Firm Scope, NBER Working Paper No. 12322.",
        "Nouroz, H. (2001). Protection in Indian Manufacturing: An Empirical Study, MacMillan India Ltd. ,Delhi.",
        "Rivera-Batiz, L. and P. Romer (1991). Economic Integration and Endogenous Growth. Quarterly Journal of Economics, pp. 531-555.",
        "Romer, P. (1987). Growth Based on Increasing Returns Due to Specialization. American Economic Review, Vol. 77, No. 2, pp. 56-62.",
        "Romer, P. (1990). Endogenous Technological Change. Journal of Political Economy, 98(5): S715 102."
    ]
}