{
    "id": 14427,
    "cites": 10,
    "cited_by": 5,
    "reference": [
        "Ross, Stephen A. 1978. A Simple Approach to the Valuation of Risky Streams, Journal of Business 51, No. 3,453-475.",
        "Ross, Stephen A., 1976b. Risk, Return, and Arbitrage, Risk Return in Finance, Irving Friend and J Bicksler, eds., Cambridge, Massachusetts: Ballinger..",
        "Ross, Stephen A., 1976a. The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory, 13, 341-60.",
        "Hurvich, C. M., and Tsai, C.-L., 1989. Regression and time series model selection in small samples. Biometrika, Vol 76. pp. 297-307 Liu, Liqun, Andrew J. Rettenmaier, and Thomas R. Saving, Valuing Intergenerational Transfers: Whats Social Security Worth? mimeo, Private Enterprise Research Center Texas A&M University, November 19, 2007.",
        "Green, Jerry R. and Laurence J. Kotlikoff, On the General Relativity of Fiscal Language, in Alan J. Auerbach and Daniel Shaviro, eds., Key Issues in Public Finance - A Conference in Memory of David Bradford, Harvard University Press, forthcoming 2008.",
        "Cox, John C. and Stephen A. Ross, 1976. The Valuation of Options for Alternative Stochastic Processes with John C. Cox, Journal of Financial Economics, 3, 14S-166.",
        "Baxter, Marianne and Robert King, The Role of International Investment in a Privatized Social Security System, in Risk Aspects of Investment Based Social Security Reform (M. Feldstein and J. Campbell, eds.,), University of Chicago Press, 2002.",
        "Baxter, Marianne, Social Security as a Financial Asset: Gender-Specific Risks and Returns, NBER working paper 8329, June 2001.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff, Generational Accounts - A Meaningful Alternative to Deficit Accounting, in Tax Policy and the Economy, NBER vol.S, 1991.",
        "Andrews, D. W. K, and Monahan, C. J., 1992. An Improved Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimator. /Econometric/ 60(4): 9S3-966."
    ]
}