{
    "id": 14426,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Hope, C., The Marginal Impact of CO2 from PAGE2002: An Integrated Assessment Model Incorporating the IPCCs Five Reasons for Concern , Integrated Assessment Journal 6: 19-56, 2006.",
        "Heston, A., Summers, R., and Aten, B., Penn World Table Version 6.1, Center for International Comparisons at the University of Pennsylvania (CICUP), October 2002.",
        "Friedlingstein. P. et al. Climate-Carbon Cycle Feedback Analysis, Results from the C4MIP Model Intercomparison, Journal of Climate 19(14): 3337-3353, 2006.",
        "Sir P. Dasgupta, Comments on the Stern Reviews Economics of Climate Change, National Institute Economic Review 199: 4-7, 2007.",
        "IPCC, Climate Change 2001: The Third Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge Univ. Press, Cambridge, 2001",
        "IPCC, Climate Change 2007: The Fourth Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge Univ. Press, Cambridge, 2007",
        "Mastrandrea, M. D., and Schneider, S. H., Probabilistic Integrated Assessment of Dangerous Climate Change, Science 304: 571-575, 2004.",
        "McKibbin, W. J., Pearce, D. and Stegman, A., Can the IPCC SRES Be Improved?, Energy ~ Environment 15(3): 359-360, 2004.",
        "Murphy, J. et al. Quantification of Modelling Uncertainties in a Large Ensemble of Climate Change Simulations , Nature 430: 768-772, 2004.",
        "NakiÃ\u0083Â©enoviÃ\u0083Â©, N. et al. Emission Scenarios. A Special Report of Working Group III of the Intergovernmental Panel on Climate Change, Cambridge Univ. Press, Cambridge, U. K., 2000.",
        "Nordhaus, W. D., The Stern Review on the Economics of Climate Change , Mimeographed, Yale University, November 2006.",
        "Nordhaus, W. D. and Boyer, J., Warming the World: Economic Models of Global Warming, MIT Press, Cambridge, MA, 2000.",
        "Nordhaus, W. D. and Popp, D., What is the Value of Scientific Knowledge , The Energy Journal 18: 1-45, 1997.",
        "Roe, G. H. and Baker, M. B., Why Is Climate Sensitivity So Unpredictable  , Science 318: 629-632, 2007.",
        "Schenk, N. J. and Lensink, S. M., Communicating Uncertainty in the IPCCs Greenhouse Gas Emissions Scenarios, Climatic Change 82: 293-308, 2007.",
        "Sir N. Stern (ed), The Stern Review on the Economics of Climate Change, Cambridge Univ. Press, Cambridge, 2006.",
        "Webster, M. D. et al. Uncertainty in Emissions Projections for Climate Models, Atmospheric Environment 36: 3659-3670, 2002.",
        "Weitzman, M., in press, The Stern Review of the Economics of Climate Change, Journal of Economic Literature.",
        "Wigley, T. M. L. and Raper, S. C. B., Interpretation of High Projections for Global-Mean Warming , Science 293: 451-454, 2001."
    ]
}