{
    "id": 14428,
    "cites": 62,
    "cited_by": 7,
    "reference": [
        "Prentice, AM, Prentice, A, Lamb, WH, Lunn, PG, & Austin, 5. 1983. Metabolic Consequences of Fasting During Ramadan in Pregnant and Lactating Women. Human nutrition. Clinical nutrition, 37(4), 283-94.",
        "Norberg, Karen. 2004. Partnership Status and the Human Sex Ratio at Birth.",
        "of Medicine, Institute (ed). 1992. Nutrition During Pregnancy and Lactation: An Implementation Cuide. Washington D.C.: National Academy Press.",
        "Painter, Rebecca C., Roseboom, Tessa J., & Bleker, Otto P. 2005. You are what your mother eats: evidence for maternal preconception diet influencing foetal sex in humans. Reproductive Toxicology, 20, 345-352.",
        "Opaneye, A.A., Villegas, D.D., & Azeim, Ali Abdel. 1990. Islamic Festivals and Low Birthweight Infants. The Journal of the Royal Society for the Promotion of Health, 110(3), 106-107.",
        "Nishina, Hidenori, Green, Lucy R., McGarrigle, Hugh H. G., Noakes, David E., Poston, Lucilla, & Hanson, Mark A. 2004. Effect of nutritional restriction in early pregnancy on isolated femoral artery function in mid-gestation fetal sheep. Acta Medica Iranica, 42(3), 209-212.",
        "Moore, DCP, Stanisstreet, M, & Clarke, CA. 1989. Morphological and Physiological Effects of Beta-Hydroxybutyrate on Rat Embryos Grown In Vitro at Different Stages. Teratology, 40, 237-Si.",
        "Mirghani, H.M., Weerasinghe, S.D., Smith, J.R., & Ezimokhai, M. 2004. The Effect of Intermittent Maternal Fasting on Human Fetal Breathing Movements. Journal of Obstetrics and Cynaecology, 24(6), 635-637.",
        "Mirghani, Hisham M., Salem, Muntha, & Weerasinghe, Sarath D. 2007. Effect of maternal fasting on uterine arterial blood flow. Journal of Obstetrics and Cynaecology Research, 33(2), 151-154.",
        "Mirghani, H.M., & Hamud, Omer A. 2006. The Effect of Maternal Diet Restriction on Pregnancy Outcome. American Journal of Perinatology, 23(1), 21-24.",
        "Metzger, Boyd E., Ravnikar, Veronica, Vileisis, Rita A., & Freinkel, Norbert. 1982. `Accelerated Starvation and the Skipped Breakfast in Late Normal Pregnancy. The Lancet, 1(8272), 588-592.",
        "Mirghani, Hisham M., Weerasinghe, Sarath, Al-Awar, Shamsaa, Abdulla, Lolowa, & Ezimokhai, Mutairu. 2005. The Effect of Intermittent Maternal Fasting on Computerized Fetal Heart Tracing. Journal of Perinatology, 25, 90-92.",
        "Meis, P. J., & Swain, J.C. Roseand M. 1984. Pregnancy alters diurnal variation of plasma glucose concentration. Chronobiol. Int., 1, 145-149.",
        "Mathews, T.J., & Hamilton, Brady E. 2005. Trend Analysis of the Sex Ratio at Birth in the United States. National Vital Statistics Reports, 53(20).",
        "Mansi, Kamal Mohmoud Saleh. 2007. Study the Effects of Ramadan Fasting on the Serum Glucose and Lipid Profile among Healthy Jordanian Students. American Journal of Applied Sciences, 3(8), 565-569.",
        "Mathews, Fiona, Johnson, Paul J., & Neil, Andrew. 2008. You are what your mother eats: evidence for maternal preconception diet influencing foetal sex in humans. Proceedings of the Royal Society B, April, 1-8.",
        "Malhotra, Ashok, Scott, P.H., Scott, J.S., Gee, H., & Wharton, B.A. 1989. Metabolic Changes in Asian Muslim Pregnant Mothers Observing the Ramadan Fast in Britian. British Journal of Nutrition, 61(3), 663-672.",
        "Makki, Abdulwahab M. 2002. Impact of Ramadan fasting on birth weight in 4 hospitals in Sanaa city,Yemen. Saudi Medical Journal, 23(11), 1419-1420.",
        "Larson, Melissa A., Kimura, Koji, Kubisch, Michael, & Roberts, R. Michael. 2001. Sexual dimorphism among bovine embryos in their ability to make the transition to expanded blastocyst and in the expression of the signaling molecule IFN-t. PNAS, 98(17), 9677-9682.",
        "Langan, SJ, IJ, IJ Deary, Hepburn, DA, & Frier, BM. 1991. Cumulative cognitive impairment following recurrent severe hypoglycaemia in adult patients with insulin-treated diabetes mellitus. Diabetologia, 34, 337-344.",
        "Kavehmanesh, Zohreh, & Abolghasemi, Hassan. 2004. Maternal Ramadan Fasting and Neonatal Health. Journal of Perinatology, 24, 748-750.",
        "Joosoph, J, & Yu, S.L. 2004. A Survey of Fasting During Pregnancy. Singapore Medical Journal, 45(12), 583-586.",
        "Kapoor, Amita, Dunn, Elizabeth, Kostaki, Alice, Andrews, Marcus H., & Matthews, Stephen G. 2006. Fetal Programming of Hypothalamo-pituitaryadrenal Function: Prenatal Stress and Glucocorticoids. Journal of Physiology, 572(1), 31-44.",
        "Jaddoe, Vincent W.V., & Witteman, Jacqueline C.M. 2006. Hypotheses on the fetal origins of adult diseases: Contributions of epidemiological studies. European Journal of Epidemiology, 21, 91-102.",
        "Husain, R, Duncan, MT, Cheah, SH, & Chng, SL. 1987. Effects of fasting in Ramadan on Tropical Asiatic Moslems. British Journal of Nutrition, 5833(1), 41-48.",
        "Hunter, ES, & Sadler, TW. 1987. D-(-)-Beta Hydroxybutyrate-Induced Effects on Mouse Embryos In Vitro. Teratology, 36, 259-64.",
        "Hoskins, Ann. 1992. Pregnancy and Fasting During Ramadan. British Medical Journal, 304(6836), 1247.",
        "Herrmann, Tracy 5, Siega-Riz, Anna Maria, Hobel, Calvin J, Aurora, Chandra, & Dunkel-Schetter, Christine. 2001. Prolonged periods without food intake during pregnancy increase risk for elevated maternal corticotropinreleasing hormone concentrations. American Jonrnal of Obstetrics and Gynecology, 185(2), 403-412.",
        "Hediger, Mary L., Overpeck, Mary D., McGlynn, Andrea, Kuczmarski, Robert J., Maurer, Kurt R., & Davis, William W. 1999. Growth and Fatness at Three to Six Years of Age of Children Born Small- or Largefor -Gestational Age. Pediatrics, 104(3), e33.",
        "Heckman, James J. 2007. The economics, technology, and neuroscience of human capability formation. PNAS, 104(33), 13250-13255.",
        "Siega-Riz, Anna Maria, Hermann, Tracy, Savitz, David A, & Thorp, John M. 2001. Frequency of Eating During Pregnancy and its Effect on Preterm Delivery. American Journal of Epidemiology, 153(7), 647-652.",
        "Takruri, Hamed R. 1989. Effect of fasting in Ramadan on body weight. Saudi Medical Journal, 10(6), 491-494.",
        "Sheehan, EA, Beck, F, Clarke, CA, & Stanisstreet, M. 1985. Effects of BetaHydroxybutyrate on Rat Embryos Grown In Culture. Experentia, 41, 27375.",
        "Shahgheibi, Shole, Ghadery, Ebrahim, Pauladi, Arash, Hasani, Sabah, & Shahsawari, Syroos. 2005. Effects of Fasting During the Third Trimester of Pregnancy on Neonatal Growth Indices. Annals of Alquds Medicine, 1426(2), 58-62.",
        "Roseboom, Tessa J., Meulen, Jan H.P., Ravelli, Anita C.J., Osmond, Clive, Barker, David J.P., & Bleker, Otto P. 2001. Effects of Prenatal Exposure to the Dutch Famine on Adult Disease in Later Life: An Overview. Twins Research, 4(5), 293-298.",
        "Ramadan, J, Telahoun, G, Al-Zaid, NS, & Barac-Nieto, M. 1999. Responses to exercise, fluid, and energy balances during Ramadan in sedentary and active males. Nutrition, 15(10), 735-739.",
        "Rizzo, T, Metzger, BE, Burns, WJ, & Burns, K. 1991. Correlations between antepartum maternal metabolism and child intelligence. New England Journal of Medicine, 325, 911-916.",
        "Robinson, Trinka, & Raisler, Jeanne. 2005. Each One Is a Doctor for Herself: Ramadam Fasting Among Pregnant Muslim Women in the United States. Ethnicity and Disease, 15(Winter), S1-99 to S1-103.",
        "Field, Erica, University, Harvard, & Robles, Omar. 2007 (Septmeber). The Cognitive Link Between Geography and Development: Iodine Deficiency and Schooling Attainment in Tanzania. manuscript, Harvard University.",
        "Eaton, PM, & Wharton, PA. 1982. Applied Nutrition. London: John Libbey. Chap. Sorrento Study of Nutrition in Pregnancy, pages 89-91.",
        "Esposito, John L. 2003. The Oxford Dictionary of Islam. Oxford: Oxford University Press.",
        "Doblhammer, Gabriele, & Vaupel, James W. 2001. Lifespan Depends on Month of Birth. Proceedings of the National Academy of Sciences, 98(5), 2934-2939.",
        "DiPietro, Janet A., Costigan, Kathleen, Bornstein, Marc H., Hahn, Chun-Shin, & Achy-Brou, Aristide. 2007. Fetal Heart Rate and Variability: Stability and Prediction to Developmental Outcomes in Early Childhood. Child Development, 78(6), 1788-1798.",
        "Cunha, Flavio, & Heckman, James J. 2007. The Technolgy of Skill Formation. American Economic Review, 97(2), 31-47.",
        "Dickert-Conlin, Stacy, & Chandra, Amitabh. 1999. Taxes and the Timing of Births. Jonrnal of Political Economy, 1999, vol. 107, no. 1, 107(1), 161177.",
        "Cross, JH, Eminson, J, & Wharton, BA. 1990. Ramadan and birth weight at full term in Asian Moslem pregnant women in Birmingham. Archives of Disease in Childhood, 653, 1053-56.",
        "Costa, Dora L., & Lahey, Joanna N. 2005. Predicting Older Age Mortality Trends. Journal of the European Economic Association, 3(2-3), 487-493.",
        "Cole, TJ. 1993. Seasonality and Human Ecology. Cambridge: Cambridge University Press. Chap. Seasonal Effects on Physical Growth and Human Development, pages 89-106.",
        "Cameron, Elissa Z. 2004. Facultative adjustment of mammalian sex ratios in support fo the Trivers-Willard hypothesis: evidence for a mechanism.",
        "Chen, Yuyu, & Zhou, Li-An. 2007. The Long Term Health and Economic Consequences of 1959-1961 Famine in China. Journal of Health Economics, 26(4), 659-681.",
        "Clarke, Kevin A. 2005. The Phantom Menace: Omitted Variable Bias in Econometric Research. Conflict Management and Peace Science, 22, 341352.",
        "Buckles, Kasey, & Hungerman, Daniel M. 2008 (July). Season of Birth and Later Outcomes: Old Questions, New Answers. manuscript, University of Notre Dame.",
        "Barker, D.J.P. (ed). 1992. Fetal and Infant Origins of Adult Disease. London: British Medical Journal.",
        "Bleakley, Hoyt. 2007. Disease amd Development: Evidence from Hookworm Eradication in the South. The Quarterly Journal of Economics, 122(1), 73-.",
        "Arab, Malihe, & Nasrollahi, Shahla. 2001. Interrelation of Ramadan Fasting and Birth Weight. Medical Journal fo the Islamic Academy of Sciences, 14(3), 91-95.",
        "Azizi, Fereidoun, Sadeghipour, Hossein, Siahkolah, Behnam, & Rezaei-Ghaleh, Nasrollah. 2004. Intellectual Development of Children Born to Mothers Who Fasted During Pregnancy. International Journal of Vitamin and Nutrition Research, 74(5), 374-380.",
        "Arab, M. 2003. Ketonuria and Serum Glucose of Fasting Pregnant Women at the End of a Day in Ramadan. The Journal of Physiology, 553(2), 637-647.",
        "Adlouni, A, Ghalim, N, Sale, R, Had, N, & H Parra and, A Bensliman. 1998. Beneficial effect on serum apo Al, apo B and Lp Al levels of Ramadan fasting. Clinica Chimica Acta, 271(2), 179-189.",
        "Freinkel, N, Metzger, BE, Nitzan, M, Hare, JW, Shambaugh, GE, Marshall, RT, Surmaczynska, BZ, & Nagel, TC. 1972. Accelerated starvation and mechanisms for the conservation of maternal nitrogen during pregnancy. Israel Jonrnal of Medical Sciences, 8(3), 426-439.",
        "Freedman, David A. 1991. Statistical Models and Shoe Leather. Sociological Methodology, 21.",
        "Almond, Douglas, & Edlund, Lena. 2007. Trivers-Willard at Birth and One Year: Evidence from U.S. Natality Data 1983-2001. Proceedings of the Royal Society B: Biological Sciences, 274(1624), 2491-6.",
        "Almond, Douglas. 2006. Is the 1918 Influenza Pandemic Over? Long-Term Effects of In Utero Influenza Exposure in the Post-1940 U.S. Population. Journal of Political Economy, 114(4), 672-712."
    ]
}