{
    "id": 14439,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "United States Congress, Joint Committee on Taxation. 2006. Estimates of Federal Tax Expenditures for Fiscal Years 2006-20 10. (Washington: U.S. Government Printing Office).",
        "Toder, Eric and Thomas Neubig. 1985. Revenue Cost Estimates of Tax Expenditures: The Case f Tax-Exempt Bonds, National Tax Journal 38, 395-4 14.",
        "Slemrod, Joel. 1983. A General Equilibrium Model of Taxation with Endogenous Financial Behavior, in M. Feldstein, ed., Behavioral Simulation in Tax Policy Analysis (Chicago: University of Chicago Press), 427-454.",
        "Scholz, J. Karl. 1994. Tax Progressivity and Household Portfolios: Descriptive Evidence from the Surveys of Consumer Finances, in J. Slemrod, ed., Tax Progressivity and Income Inequality (Cambridge: Cambridge University Press), 2 19-267.",
        "Gordon, Roger H. and Joel Slemrod, 1986, An Empirical Examination of Municipal Financial Policy, in H. Rosen, ed., Studies in State and Local Public Finance (Chicago: University of Chicago Press), 53-78.",
        "Green, Richard C. 1993. A Simple Model of the Taxable and Tax-Exempt Yield Curves, Review of Financial Studies 6, 233-264.",
        "Moore, Kevin B. 2004. The Effects of the 1986 and 1993 Tax Reforms on Self-Employment.",
        "Morningstar. 2007. 2006 Ibboston Stocks, Bonds, Bills, and Inflation Classic Yearbook (Chicago: Morningstar, Inc.) Poterba, James M. and Andrew A. Samwick. 2003. Taxation and Household Portfolio Composition: Evidence from Tax Reforms in the 1980s and 1990s. Journal of Public Economics, 87(1), 5-39.",
        "Poterba, James M. 1986. Explaining the Yield Spread Between Taxable and Tax-Exempt Bonds: The Role of Expected Future Tax Policy, in H. Rosen, ed., Studies in State and Local Public Finance (Chicago: University of Chicago Press), 5-49.",
        "Gordon, Roger H. and Joel Slemrod. 1983. A General Equilibrium Simulation Study of Subsidies to Municipal Expenditures. The Journal of Finance, 38, 585-594.",
        "Gordon, Roger H. and Gilbert E. Metcalf. 1991. Do tax-exempt bonds really subsidize municipal capital? National Tax Journal, 44(4), 7 1-79.",
        "Gervais, Martin and Manish Pandey, 2008, Who Cares About Mortgage Interest Deductibility?, Canadian Public Policy. 34, 1-24.",
        "Feenberg, Daniel, and Elisabeth Coutts, 1993. An Introduction to the TAXSIM model. Journal of Policy Analysis and Management, 12(1), 189-194.",
        "Feenberg, Daniel and James M. Poterba. 1991. Which Households Own Municipal Bonds? Evidence from Tax Returns, National Tax Journal, 44, 93-103.",
        "Galper, Harvey and Eric Toder, 1981, Modeling Revenue and Allocation Effects of the Use of Tax-Exempt Bonds for Private Purposes, in George G. Kaufman, ed., Efficiency in the Municipal Bond Market: The Use of Tax-Exempt Bonds for Private Purposes (Greenwich, Connecticut, JAI Press).",
        "Federal Reserve Board of Governors. 2008. Flow of Funds Accounts of the United States, Flows and Outstandings, Fourth Ouarter 2007. (Washington, DC: Board of Governors of the Federal Reserve System).",
        "Chalmers, John M.R. 2006. Systematic Risk and the Muni Puzzle, National Tax Journal 59, 833848.",
        "Erickson, Merle, Austan Goolsbee, and Edward Maydew. 2003. How Prevalent is Tax Arbitrage? Evidence from the Market for Municipal Bonds. National Tax Journal 56, 259-70.",
        "Auerbach, Alan J., and Mervyn King. 1983. Taxation, Portfolio Choice and Debt-equity Ratios: A General Equilibrium Model. quarterly Journal of Economics 98, 5 88-609.",
        "Bakija, Jon. 2000. The Effect of Taxes on Portfolio Choice: Evidence from Panel Data Spanning the Tax Reform Act of 1986. Mimeo, Williams College Department of Economics."
    ]
}