{
    "id": 14437,
    "cites": 13,
    "cited_by": 64,
    "reference": [
        "Mendoza, E. G. (2000), On the Instability of Variance Decompositions of the Real Exchange Rate across Exchange Rate Regimes: Evidence from Mexico and the United States, NBER Working Paper 7768.",
        "Hotelling, H. (1947), Multivariate Quality Control, in C. Eisenhart, M. W. Hastay, and W. A. Wallis, editors, Techniques of Statistical Analysis, McGraw-Hill, 111-84.",
        "Crucini, M. J., C. I. Telmer, and M. Zachariadis (2005), Understanding European Real Exchange Rates, American Economic Review, 95, 724-3 8.",
        "Drozd, L. A. and J. B. Nosal (2008), Trade Intensity and the Real Exchange Rate Volatility, University of Wisconsin and Columbia University.",
        "Engel, C. (1999), Accounting for U.S. Real Exchange Rate Changes, Journal of Political Economy, 107, 507-38.",
        "Cassel, G. (1918), Abnormal Deviations in International Exchanges, Economic Journal, 28, 413-15.",
        "Chari, V. V., P. J. Kehoe, and E. R. McGrattan (2002), Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? Review of Economic Studies, 69, 533-63.",
        "Betts, C. M. and T. J. Kehoe (2006), U.S. Real Exchange Rate Fluctuations and Measures of the Relative Price of Goods, Journal of Monetary Economics, 53, 1297-326.",
        "Betts, C. M. and T. J. Kehoe (2001), Tradability of Goods and Real Exchange Rate Fluctuations, Federal Reserve Bank of Minneapolis and USC.",
        "Betts, C. M. and M. B. Devereux (2000), Exchange Rate Dynamics in a Model of Pricing-toMarket,  Journal of International Economics, 50, 2 15-44.",
        "Pigou, A. (1923), The Foreign Exchanges, Quarterly Journal of Economics, 37, 52-74.",
        "Reinhart, C. M. and K. Rogoff (2004), The Modern History of Exchange Rate Arrangements: A Reinterpretation, Quarterly Journal of Economics, 119, 1-48.",
        "Rencher, A. C. (2002), Methods of Multivariate Analysis, second edition, Wiley."
    ]
}