{
    "id": 14431,
    "cites": 21,
    "cited_by": 7,
    "reference": [
        "Whalley J. (2008b) The Coverage, Form and Content of WTO Policy Bargaining Beyond the Doha Round (mimeo). Wikipedia, Ethanol Fuel in Brazil http://en.wikipedia.org/wiki/Ethanol_fuel_in_Brazil.",
        "Whalley J. (1979) Uniform Domestic Tax Rates, Trade Distortions and Economic Integration Journal of Public Economics,11(2), pp 213-21.",
        "Whalley J. (2008a)Recent Regional Agreements: Why so Many, Why so Much Variance in Form, Why Coming so Fast, and Where are They Headed? World Economy, 3l(4),pp. 517-532.",
        "Werksman J.D. (2006) Trade Sanctions Under the Montreal Protocol, Review of European Community & International Environmental Law ,1(1) pp. 69-72.",
        "Walsh S. & J. Whalley (2008) The Global Negotiating Framework for Climate Change Mitigation,Paper prepared at CESifo conference in Venice July 2008 on European Global Environmental Negotiations.",
        "UNFCCC (2007), Ad Hoc Working Group on Long-term Cooperative Action under the Convention.",
        "USTR (2003), Final Environmental Review of the U.S.-Chile Free Trade Agreement, http ://www.ustr.gov/assets/TradeAgreements/Bilateral/Chi1eFTA/assetuploadfile4 11 5 109.pdf Viner J. (1950) The Customs Union Issue, New York: Carnegie Endowment for International Peace.",
        "Tilford 5. (2007), How to Make EU Emissions Trading a Success. Centre for European Reform.",
        "Shibata H.(1967) The Theory of Economic Unions: A Comparative Analysis of Customs Unions, Free Trade Areas, and Tax Unions in : C.S. Shoup, ed., Fiscal Harmonization in Common Markets, Vol.1, Theory, Columbia University Press, New York.",
        "Lockwood B. & J. Whalley (2008) Carbon Motivated Border Tax Adjustments: Old Wine in Green Bottles? NBER Working Paper No. 14025 , Issued in May 2008 Mahesh 5. (2004) Environmental Goods and Services Negotiations: Challenges and Opportunities Presentation in WTO Workshop on Environmental Goods: Para 31 (iii) of the DDA, Geneva. - 29 - Mcconiston S. & I.M.Sheldon, (2005) Market Access and WTO Border Tax Adjustments for Enviromental Excise Taxes under Imperfect Competition. Journal of Public Economic Theory,7(4), pp.579-592.",
        "Lee B. ,A. Froggatt and et al (2007) Changing Climates: Interdependencies on Energy and Climate Security for China and Europe Chatham House Report.",
        "Krauss M.B. & H.G. Johnson(1972) The Theory of Tax Incidence: A Diagrammatic Analysis Economica, Vol.39(156), pp 357-82.",
        "Kejun J. A. Cosbey, and D.Murphy, (2008) Embodied Carbon in Traded Goods , paper presented at Trade and Climate Change Seminar June 18-20, 2008, Copenhagen, Denmark.",
        "Johnson H. & M .Drauss (1970) Border Taxs, Border Tax Adjustments, Comparative Advantage, and the Balance of Payments. The Canadian Journal of Economics. 3(4), pp.595-602.",
        "Jha V. (2008) Trade in Environmental Goods: A Reality Check. Bridges Trade BioRes Review, Issue 3.",
        "Ismer R. & K. Neuhoff (2007) Border Tax Adjustment: A Feasible Way to Support Stringent Emission Trading European Journal of Law and Economics 24, pp 137-164.",
        "ICTSD (2007) Trade in Environmental Goods and Services and Sustainable Development, ICTSD policy discussion paper.",
        "Hufbauer G. C. (1996) Fundamental Tax Reform and Border Tax Adjustments, Washington D.C.",
        "Dong Y. & J. Whalley (2008) Carbon Motivated Regional Trade Arrangements: Analytics and Simulations (unpublished).",
        "Ahmad N. & A. Wyckoff (2003) Carbon Dioxide Emissions Embodied in International Trade of Goods, OECD Science, Technology and Industry Working Papers, 2003/15, OECD Publishing. doi:10.1787/421482436815.",
        "Cosbey A. & R.Tarasofsky (2007) Climate Change, Competitiveness and Trade Chatham House Report."
    ]
}