{
    "id": 14434,
    "cites": 49,
    "cited_by": 12,
    "reference": [
        "KLEIBERGEN, F. (2005): Testing Parameters in GMM Without Assuming that They Are Identified, Econometrica, 74(4), 1103-1123.",
        "KLEPPER, S., AND E. E. LEAMER (1984): Consistent Sets of Estimates for Regressions with Errors in All Variables, Econometrica, 52(1), 163-184.",
        "LEAMER, E. E. (1981): Is It a Demand Curve, or Is It a Supply Curve? Partial Identification through Inequality Constraints, Review of Economics and Statistics, 63(3), 319-327.",
        "MANSKI, C. F., AND J. PEPPER (1998): Monotone Instrumental Variables: With an Application to the Returns to Schooling, NBER working paper.",
        "MANSKI, C. F., AND J. V. PEPPER (2000): Monotone Instrumental Variables: With an Application to the Returns to Schooling, Econometrica, 68(4), 997-lOb.",
        "NELSON, C. R., AND R. STARTZ (1990): Some Further Results on the Small Sample Properties of the Instrumental Variable Estimator, Econometrica, 58(4), 967-976.",
        "NEVO, A. (2000): Mergers with Differentiated Products: the Case of the Ready-to-Eat Cereal Industry, Rand Journal of Economics, 31(3), 395-421.",
        "(2001): Measuring Market Power in the Ready-to-Eat Cereal Industry, Econometrica, 69(2), 307-342.",
        "OLLEY, S., AND A. PAKES (1996): The Dynamics of Productivity in the Telecommunications Industry, Econometrica, 64, 1263-1295.",
        "PAKES, A., J. PORTER, K. Ho, AND J. ISHII (2005): The Method of Moments with Inequality Constraints, working paper, Harvard University.",
        "PHILLIPS, P. C. (1989): Partially Identified Econometric Models, Econometric Theory, 5, 181-240.",
        "ROTHENBERG, T. (1984): Approximating the Distributions of Econometric Estimators and Test Statistics, in The Handbook of Econometrics, ed. by Z. Griliches, and M. Intriligator, vol. 2, pp. 881-935. Elsevier, New York: North Holland.",
        "STAIGER, D., AND J. H. STOCK (1997): Instrumental Variables Regression with Weak Instruments, Econometrica, 65(3), 557-586.",
        "STOCK, J. H., AND J. H. WRIGHT (2000): GMM with Weak Identification, Econometrica, 68(5), 10551096.",
        "STOCK, J. H., J. H. WRIGHT, AND M. YoGo (2002): A Survery of Weak Instruments and Weak Identification in Generalized Method of Moments, Journal of Business and Economic Statistics, 20(4), 518-529.",
        "STOCK, J. H., AND M. YoGo (2005): Testing For Weak Instruments in Linear IV Regression, in Identiflcation and Inference for Econometric Models: A Festschrift in Honor of Thomas J. Rothenberg, ed. by D. W. Andrews, and J. H. Stock. Cambridge University Press, Cambridge, U.K.",
        "STOYE, J. (2007): More on Confidence Regions for Partially Identified Parameters, working paper, New York University.",
        "WANG, J., AND E. ZIvOT (1998): Inference on Structural Parameters in Instrumental Variables Regression with Weak Instruments, Econometrica, 66(6), 1389-1440.",
        "HAUSMAN, J. A., G. K. LEONARD, AND J. D. ZONA (1994): Competitive Analysis with Differentiated Products, Annales DEconomie et de Statistique, (34), 159-180.",
        "IMBENS, G., AND C. F. MANSKI (2004): Confidence Intervals for Partially Identified Parameters, Econometrica, 72, 1845-1857.",
        "HALL, B. (1990): The Manufacturing Sector Master File: 1959-1987, NBER working paper.",
        "HAUSMAN, J. A. (1997): Valuation of New Goods under Perfect and Imperfect Competition, in The Economics of New Goods, ed. by T. F. Bresnahan, and R. J. Gordon, pp. 209-237. University of Chicago Press.",
        "(2003b): Weak Instruments: Diagnosis and Cures in Empirical Econometrics, American Economic Review, 93(2), 118-125.",
        "HAHN, J., AND J. HAUSMAN (2002): A New Specification Test for the Validity of Instrumental Variables, Econometrica, 70(1), 163-189.",
        "(2003a): IV Estimation with Valid and Invalid Instruments, working paper, MIT.",
        "GUGGENBERGER, P., AND R. J. SMITH (2005): Generalized Empirical Likelihood Estimators and Tests Under Partial, Weak, and Strong Identification, Econometric Theory, 21, 667-709.",
        "GRILICHES, Z., AND J. MAIRESSE (1998): Production Functions: The Search for Identification, in Econometrics and Economic Theory in the Twentieth Century: The Ragnar Frisch Centennial Symposium, ed. by S. Strom, pp. 169-203. Cambridge University Press.",
        "FRISCH, R. (1934): Statistical Confluence Analysis By Means of Complete Regression Systems. University Institute for Economics, Oslo, Norway.",
        "DUFOUR, J.-M., AND M. TAAMOUTI (2005): Projection-Based Statistical Inference in Linear Structural Models with Possibly Weak Instruments, Econometrica, 73(4), 1351-1365.",
        "DUFOUR, J.-M., AND J. JASIAK (2001): Finite Sample Limited Information Inference Methods for Structural Equations and Models with Generated Regressors, International Economic Review, 42(3), 815-843.",
        "(2003): Identification, Weak Istruments, and Statistical Inference in Econometrics, Canadian Journal of Economics, 36(4), 767-808.",
        "DUFOUR, J.-M. (1997): Some Impossibility Theorems in Econometrics with Applications to Structural and Dynamic Models, Econometrica, 65(6), 1365-1387.",
        "CHIODA, L., AND M. JANSSON (2005): Optimal Conditional Inference for Instrumental Variables Regression, working paper, U.C. Berkeley.",
        "CONLEY, T., C. HANSEN, AND P. E. R0SSI (2006): Plausibly Exogenous, working paper, Chicago Graduate School of Business.",
        "CHERNOZHUKOV, V., S. LEE, AND A. ROSEN (2008): Intersection Bounds, Estimation and Inference, working paper, MIT and CEM MAP.",
        "CHERNOZHUKOV, V., H. HONG, AND E. TAMER (2007): Estimation and Confidence Regions for Parameter Sets in Econometric Models, Econometrica, 75(5).",
        "BRESNAHAN, T. F. (1997): Comment on Valuation of New Goods under Perfect and Imperfect Competition, in The Economics of New Goods, ed. by T. F. Bresnahan, and R. J. Gordon, pp. 237 247. University of Chicago Press.",
        "BOUND, J., D. A. JAEGER, AND R. M. BAKER (1995): Problems with Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variable is Weak, Journal of the American Statistical Association, 90(430), 443 450.",
        "BOND, S., AND M. SODERBOM (2005): Adjustment Costs and the Identification of Cobb-Douglas Production Functions, working paper No. 05/04, Institute for Fiscal Studies.",
        "BONTEMPS, C., T. MAGNAC, AND E. MAURIN (2006): Set Identified Linear Models, working paper, IDEI.",
        "BLUNDELL, R., AND S. BOND (1998): Initial Conditions and Moment Restrictions in Dynamic Panel Data Models, Journal of Econometrics, 87, 115 143.",
        "ARELLANO, M., AND S. BOND (1991): Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277 297.",
        "ANDREWS, D. W. K., M. J. MOREIRA, AND J. H. STOCK (2006): Optimal Two-sided Invariant Similar Tests for Instrumental Variables Regression, Econometrica, 74, 715 752.",
        "ANDREWS, D. W. K., AND V. MARMER (2008): Exactly Distribution-Free Inference in Instrumental Variables Regression with Possibly Weak Instruments, Journal of Econometrics, 142, 183 200.",
        "III, ed. by R. Blundell, W. Newey, and T. Persson. Cambridge University Press. ANDREWS, D. W. K., AND P. GUGGENBERGER (2007): Validity of Subsampling and Plug-In Asymptotic Inference for Parameters Defined by Moment Inequalities, working paper, UCLA.",
        "ACKERBERG, D. A., K. CAVES, AND G. FRAZER (2006): Structural Identification of Production Functions, working paper, UCLA.",
        "ANDERSON, T., AND H. RUBIN (1949): Estimation of the Parameters of a Single Equation in a Complete System of Stochastic Equations, Annals of Mathematical Statistics, 20, 46-63.",
        "(1950): The Asymptotic Properties of Estimates of the Parameters of a Single Equation system in a Complete System of Stochastic Equations, Annals of Mathematical Statistics, 21(4), 570-582.",
        "ANDREWS, D. W., AND J. H. STOCK (2007): Inference with Weak Instruments, in Advances in Economics and Econo,net,ics: Theory and Applications, Econometric Society Ninth Woild Congress Proceedings Vol."
    ]
}