{
    "id": 14438,
    "cites": 46,
    "cited_by": 6,
    "reference": [
        "European Industrial Relations Observatory (2007), Industrial Relations in the Public Sector, www.eurofound,europa.eu (nd).",
        "Cottarelli, Carlo, Giovanni DellAriccia and Ivanna Vladkova-Hollar (2005), Early Birds, Late Risers and Sleeping Beauties: Bank Credit Growth to the Private Sector in Central and Eastern Europe and in the Balkans, Journal of Banking and Finance 29, pp.83-104.",
        "Darvas, Zsolt and Gyorgy Szapary (2008), Euro Area Enlargement and Euro Adoption Strategies, Economic Paper no.304, European Commission, Directorate of Economic and Financial Affairs (February).",
        "Economist Intelligence Unit (2008), Country Data Base, London: EUI. Econstats (2008), http ://www.econstats .comlweo/C 1 52V0 19 .htm.",
        "Calmfors, Lars and John Driffill (1988), Bargaining Structure, Corporatism and Macroeconomic Performance, Economic Policy 6, pp.14-61.",
        "Calvo, Guillermo and Carlos Vegh (1999), Inflation Stabilization and Balance of Payments Crises in Developing Countries, in John Taylor and Michael Woodford (eds), Handbook of Macroeconomics, Amsterdam: North Holland, vol. 1, pp.1531-1614.",
        "Chinn, Menzie D. and Hiro Ito (2007), A New Measure of Financial Openness, unpublished appendix, available at http ://web .pdx, edu/~ito/.",
        "Broza-Brzezina, Michal (2005), Lending Booms in the New EU Member States: Will Euro Adoption Mater? ECB Working Paper no. 543 (November).",
        "Braga de Macedo, Jorge (2007), Competitiveness and Convergence in Portugal, Working Paper no.4, Ministry of Economies and Innovation (November).",
        "Breuss, Fritz, Fink, Gerhard and Peter Haiss (2004), How Well Prepared are the New Member States for the European Monetaiy Union? Journal ~f Policy Modeling 26, pp.769-791.",
        "Backe, Peter and Tina Zumer (2005), Developments in Credit to the Private Sector in Central and Eastern European EU Member States: Emerging from Financial Repression - A Comparative View, Focus on Economic Integration 2, pp.83-109.",
        "Barisitz, Stephan (2007), Banking in Central and Eastern Europe ]980-2006. From Communism to Capitalism, Abingdon: Routledge, Boeri, Tito and Pietro Garibaldi (2006), Are Labour Markets in the New Member States Sufficiently Flexible for EMU? Journal of Banking and Finance 30, pp.1393-1407.",
        "Borowski, Jakub and Michal Brzoz-Brezezina (2004), Designing Polands Macroeconomic Strategy on the Way to the Euro Area, unpublished manuscript, National Bank of Poland (April).",
        "WIIW (2008), Statistical Data Base, Vienna: Wiener Institut fuer Internationale Wirtschaftsvergleiche.",
        "World Bank (2007), Credit Expansion in Emerging Europe: A Cause for Concern? World Bank EU8+2 Regular Economic Report (January).",
        "Tuma, Zdenek (2004), Euro Adoption and Financial Stability, BIS Quarterly Review 8, pp.1-3.",
        "Visser, Jelle (2004), Patterns and Varations in European Industrial Relations, in European Commission, Industrial Relations in Europe 2004, Brussels: European Commission, pp.11-58.",
        "Stockhammer, Engelbert and Ozlem Onaran (2006), National and Sectoral Factors in Wage Formation in Central and Eastern Europe, Working Paper no. 100, Department of Economics, Vienna University of Economics (December).",
        "Sargent, Thomas (1986), Rational Expectations and Inflation, New York: Harper Collins.",
        "Schadler, Susan, Zuzana Murgasova and Rachel van Elkan (2004), Credit Booms, Demand Booms and Euro Adoption, paper presented to the conference on Challenges to Central Banks in an Enlarged EMU, Vienna, 20-21 February.",
        "Sachs, Jeffrey and David Lipton (1990), Polands Economic Reform, Foreign Affairs 69/3, pp. 47-66.",
        "Rybinski, Krzysztof (2007), The Euro Adoption - Assessing Benefits and Costs, speech at the American Chamber of Commerce, Warsaw (17 January), www.bis.org.",
        "Reininger, Thomas, Franz Schardax and Martin Summern (2001), The Financial System in the Czech Republic, Hungary and Poland after a Decade of Transition, Discussion Paper 16/01, Economic Research Centre of the Deutsche Bundesbank.",
        "Rosenberg, Christof (2007), Euro Adoption: What Have We Learned So Far? unpublished manuscript, IMF (June), www.imf~org.",
        "OECD (2004), Wage-Setting Institutions and Outcomes, OECD Employment Outlook, pp.127181.",
        "OeNB (2007), Data on Credit Development in CEECs by the Austrian National Bank, Vienna: OeNB.",
        "Otker-Robe, Inci, Zbivniew PolaÃ\u0083Â±ski, Barry Topf and David VÃ\u0083Â¡vra (2007), Coping with Capital Inflows: Experiences of Selected European Countries, IMF Working Paper no. 190 (July).",
        "National Bank of Poland (2007), Information Taken From a Survey Conducted for a Project on Foreign Currency Credit in CEECs, Research Institute for European Affairs, Vienna University of Economics and Bank Austria.",
        "National Bureau of Statistics China (2008), statistical data, http ://www.stats. gov.cnlenglishlstatisticaldata/ National Bureau of Statistics Guyana (2008), statistical data, http://www.statisticsguyana.gov.gy.",
        "National Bank of Poland (2001), The Polish Banking System in the Nineties, Warsaw: National Bank of Poland. National Bank of Poland (various years), Financial Stability Report, www.nbp.pi.",
        "Monetary Policy Committee of the European System of Central Banks (2005), Competitiveness and Export Performance of the Euro Area, Occasional Paper no.3 0, Frankfurt: ECB (June).",
        "Mondschean, Thomas and Timoth Opiela (1997), Banking Reform in a Transition Economy: The Case of Poland, Economic Perspectives 2 1/2.",
        "Martin, Reiner and Ludger Schuknech (2008), Booms and Busts: Experiences with Internal and External Adjustment, in in Lars Jonung, Christoph Walkner and Max Watson (eds), Building the Financial Foundations of the Euro. Experiences and Challenges, Cheltenham, UK: Edward Elgar, pp.84-110 Miles, David and Vladimir Pillonca (2008), Financial Innovation and European Housing and Mortgage Markets, Oxford Review of Economic Policy 24, pp.145-175.",
        "Kraft, Evans. (2005), Banking Reform in South-East Europe: Accomplishments and Challenges, in Klaus Liebscher, Josef Christl, Peter Mooslechner and Doris RitzbergerGr Ã\u0083Â¼nwald (eds), European Economic Integration and South-East Europe, Cheltenham: Edward Elgar, pp. 35 1-367.",
        "Fagan, Gabriel and Vitor Gaspar (2008), Adjusting to the Euro, in Lars Jonung, Christoph Walkner and Max Watson (eds), Building the Financial Foundations of the Euro: Experiences and Challenges, Cheltenham, UK: Edward Elgar, pp.56-83.",
        "Gleich, Holger (2003), Budget Institutions and Fiscal Performance in Central and Eastern European Economies, ECB Working Paper no.2 15 (February).",
        "Hallerberg, Mark and Guntram B. Wolff (2006), Fiscal Institutions, Fiscal Policy and Sovereign Risk Premia, Discussion Paper no. 35/2006, Frankfurt: Deutsche Bundesbank.",
        "Hallerberg, Mark and Juergen von Hagen (2006), Budget Processes in Poland: Promoting Fiscal and Economic Stability, Warsaw: Program Ernst & Young.",
        "Hsiao, Cheng (2003), Analysis of Panel Data, Cambridge: Cambridge University Press.",
        "International Monetary Fund (2007), Republic of Poland: Financial Sector Assessment Program - Technical Note - Credit Growth and Financial Stability, IMF Country Report 0 1/103 (March).",
        "International Monetary Fund (2008a), Republic of Poland: Staff Report for the 2007 Article IV Consultation, www.imf. org (19 March).",
        "Kiss, Gergely, Marton Nagy and Balazs Vonnak (2006), Credit Growth in Central and Eastern Europe: Trend, Cycle or Boom? unpublished manuscript, Magyar Nemzeti Bank (November).",
        "Antolia, Manoj and Edward Buffie (2006), Exchange-Rate-Based Stabilization, Durables Consumption, and Stylized Facts, unpublished manuscript, Indiana University (July).",
        "Blanchard, Olivier (2006), Adjustment within the Euro: The Difficult Case of Portugal, unpublished manuscript, MIT (February).",
        "Egert, Balazs, Peter Backe and Tina Zumer (2006), Private Sector Credit in Central and Eastern Europe: New (Over) Shooting Stars? Working Paper no.852, William Davidson Institute (November).",
        "European Bank for Reconstruction and Development (2008), Transition Report 2008, London: EBRD."
    ]
}