{
    "id": 1443,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Barro, Robert J., 19Th, Are Government Bonds Net Wealth?, Journal ot Political Economy. Barsky, Robert, N. Gregory Mankiw and Stephen Zeldes, l98I~, Ricardian Consumers with Keynesian Propensities, M.I.T. Baumol, William, 1952, The Transactions Demand for Cash: An Inventory Theoretic Approach, Quarterly Journal of Economics, November.",
        "Christ, Carl A, 1968, A Simple Macroeconomic Model with a Government Budget Constraint, Journal of Political Econo~r 76, pp. 53-67.",
        "Congressional Budget Office, 1977, The CBO Multipliers Project: A Methodolo~r for Analyzing the Effects of Alternative Economic Policies, U.S. Congress.",
        "Cooley, Thomas F., and Stephen F. LeRoy-, 1981, Identification and Estimation of Money De~nd, American Economic Review 71, pp. 8258I ~. Darby, Michael R., 1976, Macroeconomics: The Theory ot Income, E~loyment and the Price Level, MeG raw-Hill. Dornbusch, Rudiger and Stanley FiBcher, 1981, Macroeconomics, McGraw-Hill.",
        "Eckstein, Otto, 1983, The DRI Model of the U.S. Econontr, McGraw-Hill.",
        "Enzler, Jared, Levis Johnson and John Paulus, 1976, Some Proble~ of Money Den~nd, Brookings Papers on Economic Activity, 1976:1, pp. 261-280.",
        "Fair, Ray C., 1979, An Analysis of a Macro-econometric Model vith Rational Expectations in the Bond and Stock Markets, American Economic Review 69, pp. 539-552.",
        "Fischer, Stanley, 1977, Long-Term Contracts, Rational Expectations, and the Opti~l Money Supply Rule, Journal of Political Econor~y 85.",
        "Friedman, Benjaxnin M., 1978, Crowding Out or Crowding In? Economic Consequences of Financing Government Deficits, Brookings Papers On Economic Activity, pp. 1978:3, pp. 593_6141.",
        "Goldfeld, Stephen M., 1973, The Demand for Money Revisited, Brookings Papers on Economic Activity, 1973:1, pp. 577-638.",
        "Goldfeld, Stephen M., 1976, The Case of the Missing Money, Brookings Papers on Economic Activity, 1976:3, pp. 683-730.",
        "Gordon, Robert J., 19814, The 1981-82 Velocity Decline: A Structural Shift in Income or Money Demand?, NBER Working Paper No. 13143.",
        "Grossman, Sanford and Laurence Weiss, 1983, A Transactions-Based Model of the Monetary Transmission Mechanism, American Economic Review 73, pp. 871-880.",
        "Hall, Robert E., 1977, Investment, Interest Rates, and the Effects of Stabilization Policies, Brookings Papers On Economic Activity, 1977:1, pp. 61-103.",
        "Ho1~es, James M. and David J. Sn~yth, 1972, The Specification of the Demand for Money and the Tax Multiplier, Journal of Political Econo~r 80, pp. 179-185.",
        "Judd, John P. and John L. Scadding, 1982, The Search for a Stable Money De~nd Function, Journal of Economic Literature, pp. 993-1023.",
        "Laidler, David E.W., 1977, The Demand for Money: Theories and Evidence, Harper and Row.",
        "Lucas, Robert, 1973, Some International Evidence on Output-Inflation Tradeoffs, American Economic Review 63, pp. 326_314.",
        "Mankiw, N. Gregory, 1983, Smll Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, forthcoming in the Quarterly Journa]. of Economics.",
        "Miller, Merton H. and Daniel Orr, 1966, A Model of the Den~.nd for Money by rms, Quarterly- Journal of Economics, August.",
        "Okun, Arthur M., 1981, Prices and Quantities: A Macroeconomic Analysis, The Brookings Institution.",
        "Phelps, Edmund S., 1982, Cracks on the Demand Side: A Year of Crises in Theoretical Macroeconomics, American Economic Review 72, Papers and Proceedings, pp. 378-381.",
        "Plosser, Charles I. and G. William Schvert, 1978, Money, Income and Sunspots: Measuring Economic Relationships and the Effects of Differencing, Journal of Monetary Economics is, pp. 637-660.",
        "Poterba, James M. and Julio J. Rotemberg, 1983, Money in the Utility Function: An Empirical Investigation, M.I.T.",
        "Rotemberg, Julio J., 1983, Monopolistic Price Adjustment and Agggregate Output, Review of Economic Studies.",
        "Rotemberg, Julio J., 1981s, A Monetary Equilibrium Model with Transactions Costs, Journal of Political Econon~r 92.",
        "Sidrauski, M., 1967, Rational Choice and Patterns of Growth in a Monetar~r Econozt~r, American Economic Review 57, pp. 531s-51s1s.",
        "Taylor, John B., 1980, Aggregate Dynamics and Staggered Contracts, Journal of Political Econo~j 88, pp. 1-23.",
        "Tobin, James, 1956, The Interest Elasticity of the Transactions Demand for Cash, Review of Economics and Statistics, August."
    ]
}