{
    "id": 14443,
    "cites": 55,
    "cited_by": 13,
    "reference": [
        "Sauermann, H. 2005. Vocational Choice: A Decision Making Perspective. Journal of Vocational Behavior, 66: 273-303.",
        "Sauermann, H. & Cohen, W. 2007. Fire in the belly? Individuals motives and innovative performance in startups versus established firms, Working Paper.",
        "Ryan, R. M. & Deci, E. L. 2000. Intrinsic and extrinsic motivations: Classic definitions and new directions. Contemporary Educational Psychology, 25(1): 54-67.",
        "Pelz, D. C. & Andrews, F. M. 1976. Scientists in organizations : productive climates for research and development (Rev. ed.). Ann Arbor: Institute for Social Research, University of Michigan.",
        "Roberts, J., Hann, I. H., & Slaughter, 5. 2006. Understanding the Motivations, Participation, and Performance of Open Source Software Developers: A Longitudinal Study of the Apache Projects. Management Science, 52(7): 984-999.",
        "Prendergast, C. 1999. The provision of incentives in firms. Journal of Economic Literature, 37(1): 7-63.",
        "Pedhazur, E. J. & Schmelkin, L. P. 1991. Measurement, design, and analysis : an integrated approach. Hillsdale, N.J.: Lawrence Erlbaum Associates.",
        "Nelson, R. R. 1959. The simple economics of basic scientific research. Journal of Political Economy, 67(3): 297-306.",
        "Ouchi, W. G. 1979. Conceptual-Framework for the Design of Organizational Control Mechanisms. Management Science, 25(9): 833-848.",
        "Murdock, K. 2002. Intrinsic motivation and optimal incentive contracts. Rand Journal of Economics, 33(4): 650-671.",
        "National Science Board. 2008. Science and Engineering Indicators 2008. Arlington, VA: National Science Foundation.",
        "National Science Foundation, S. R. 5. 2003. Scientists and Engineers Statistical Data System (SESTAT), restricted-use data file.",
        "Wooldridge, J. M. 2001. Econometric Analysis of Cross Section and Panel Data: MIT Press.",
        "Stephan, P. E. 1996. The economics of science. Journal of Economic Literature, 34(3): 11991235.",
        "Stern, 5. 2004. Do scientists pay to be scientists? Management Science, 50(6): 835-853.",
        "Stephan, P. E. & Levin, S. G. 1992. Striking the Mother Lode in Science: Oxford University Press.",
        "Schumpeter, J. A. 1942. Capitalism, Socialism and Democracy: Harper & Brothers.",
        "Schmookler, J. 1962. Economic sources of inventive activity. Journal of Economic History, 22: 1-20.",
        "Schumpeter, J. A. 1934. The theory of economic development~ an inquiry into profits, capital, credit, interest, and the business cycle. Cambridge, Mass.,: Harvard University Press.",
        "Merton, R. K. 1973. The sociology of science : Theoretical and empirical investigations. Chicago: University of Chicago Press.",
        "Moorman, R. H. & Podsakoff, P. M. 1992. A Metaanalytic Review and Empirical-Test of the Potential Confounding Effects of Social Desirability Response Sets in OrganizationalBehavior Research. Journal of Occupational and Organizational Psychology, 65: 131149.",
        "Manso, G. 2006. Motivating innovation. Working Paper.",
        "Lakhani, K. R. & von Hippel, E. 2003. How open source software works: free user-to-user assistance. Research Policy, 32(6): 923-943.",
        "Lerner, J. & Tirole, J. 2005. The Economics of Technology Sharing: Open Source and Beyond. Journal of Economic Perspectives, 19(2): 99.",
        "Lacetera, N. & Zirulia, L. 2008. Knowledge spillovers, competition, and taste for science in a model of R&D incentive provision, Working Paper.",
        "Katz, R. 2004. Motivating professionals in organizations. In R. Katz (Ed.), The human side of managing technological innovation: 3-20. New York: Oxford University Press.",
        "Kidder, T. 1981. The soul of a new machine (1st ed.). Boston: Little, Brown.",
        "Jung-Beeman, M., Bowden, E. M., Haberman, J., Frymiare, J. L., Arambel-Liui, S., Greenblatt, R., Reber, P. J., & Kounios, J. 2004. Neural activity when people solve verbal problems with insight. PLoS Biology, 2(4): 500-5 10.",
        "Judge, T. A., Thoresen, C. J., Bono, J. E., & Patton, G. K. 2001. The job satisfaction-job performance relationship: A qualitative and quantitative review. Psychological Bulletin, 127(3): 376-407.",
        "Amabile, T. M., Hill, K. G., Hennessey, B. A., & Tighe, E. M. 1994. The Work Preference Inventory - Assessing Intrinsic and Extrinsic Motivational Orientations. Journal of Personality and Social Psychology, 66(5): 950-967.",
        "Besley, T. & Ghatak, M. 2005. Competition and incentives with motivated agents. American Economic Review, 95(3): 616-636.",
        "Cable, D. M. & Edwards, J. R. 2004. Complementary and supplementary fit: A theoretical and empirical integration. Journal of Applied Psychology, 89(5): 822-834.",
        "Camerer, C. & Hogarth, R. M. 1999. The effects of financial incentives in experiments: A review and capital-labor-function framework. Journal of Risk and Uncertainty, 19: 7-42.",
        "Cameron, A. C. & Trivedi, P. K. 1998. Regression analysis of count data. Cambridge, UK ; New York, NY, USA: Cambridge University Press.",
        "Cohen, W. M., Nelson, R. R., & Walsh, J. P. 2000. Protecting their intellectual assets: Appropriability conditions and why U.S. manufacturing firms patent (or not), NBER Working Paper.",
        "Cohen, W. M. & Sauermann, H. 2007. Schumpeters Prophecy and Individual Incentives as a Driver of Innovation. In F. Malerba & S. Brusoni (Eds.), Perspectives on Innovation: 73104: Cambridge University Press.",
        "Deci, E. L. & Ryan, R. M. 1985. Intrinsic motivation and self-determination in human behavior. New York: Plenum.",
        "Deci, E. L., Koestner, R., & Ryan, R. M. 1999. A meta-analytic review of experiments examining the effects of extrinsic rewards on intrinsic motivation. Psychological Bulletin, 125(6): 627-668.",
        "Dunbar, K. 1995. How scientists really reason: Scientific reasoning in real-world laboratories. In R. J. Sternberg & J. E. Davidson (Eds.), The nature of insight: 365-395. Cambridge, MA: MIT Press.",
        "Ederer, F. & Manso, G. 2008. Are Financial Incentives Detrimental to Innovation, Working Paper.",
        "Festinger, L. 1957. Theory of Cognitive Dissonance: Stanford University Press.",
        "Fox, M. F. 1983. Publication Productivity among Scientists: A Critical Review. Social Studies of Science, 13(2): 285-305.",
        "Frey, B. S. & Jegen, R. 2001. Motivation crowding theory. Journal of Economic Surveys, 15(5): 589-6 11.",
        "Friedman, R. S. & Foerster, J. 2005. Effects of motivational cues on perceptual asymmetry: Implications for creativity and analytical problem solving. Journal of Personality and Social Psychology, 88(2): 263-275.",
        "Gagne, M. & Deci, E. L. 2005. Self-determination theory and work motivation. Journal of Organizational Behavior, 26(4): 331-362.",
        "Gambardella, A., Harhoff, D., & Verspagen, B. 2006. The value of patents, Working Paper.",
        "George, J. M. 2007. Creativity in organizations. The Academy of Management Annals, 1(1): 439-477.",
        "Griliches, Z. 1957. Hybrid Corn: An Exploration in the Economics of Technological Change. Econometrica, 25(4): 501-522.",
        "Hackman, J. R. & Oldham, G. R. 1976. Motivation through the design of work - Test of a theory. Organizational Behavior and Human Performance, 16(2): 250.",
        "Hennessey, B. A. & Amabile, T. M. 1998. Reward, intrinsic motivation, and creativity. American Psychologist, 53(6): 674-675.",
        "Holland, J. L. 1997. Making vocational choices : a theory of vocational personalities and work environments (3rd ed.). Odessa, Fla.: Psychological Assessment Resources.",
        "Holt, K. 1974. Work frustration in engineering departments. R & D Management, 5(1): 17-21.",
        "Amabile, T. M. 1993. Motivational synergy: Toward new conceptualizations of intrinsic and extrinsic motivation in the workplace. Human Resource Management Review, 3: 185201.",
        "Akerlof, G. A. & Kranton, R. E. 2005. Identity and the economics of organizations. Journal of Economic Perspectives, 19(1): 9-32.",
        "Amabile, T. 1996. Creativity in context. Boulder, Cob.: Westview Press."
    ]
}