{
    "id": 14448,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Sokoloff, Kenneth and Stanley Engermann (2000). Institutions, Factor Endowments and Paths to Development in the New World, Journal of Economic Perspectives 14: 217232.",
        "Smith, Bruce (1995). The Emergence ofAgriculture. New York: Scientific American Library.",
        "MacNeish, Richard (1991). The Origins of Agriculture and Settled Life. Norman, OK: University of Oklahoma Press.",
        "Putterman, Louis (2004). State Antiquity Index Version 3, available at http://www.econ.brown.edu/fac/Louis_Putterman/.",
        "Putterman, Louis, with Cary Anne Trainor (2006). Agricultural Transition Year Country Data Set, available at http://www.econ.brown.edu/fac/Louis_Putterman.",
        "Putterman, Louis (2006) World Migration Matrix, 1500 - 2000, available at http://www.econ.brown.edu/fac/Louis_Putterman/.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (1998). Law and Finance, Journal of Political Economy 106(6), 1113-1155.",
        "Johnson, Allen and Timothy Earl, 1987, The Evolution of Human Societies: From Foraging Groups to Agrarian State. Stanford, CA: Stanford University Press.",
        "Hibbs, Douglas A., and Ola Olsson (2005). Biogeography and Long-Run Economic Development, European Economic Review, 49: 909-93 8.",
        "Hibbs, Douglas A., and Ola Olsson, 2004, Geography, biogeography, and why some countries are rich and others are poor, Proceedings of the NationalAcademy of Sciences 101: 3715-3720.",
        "Galor, Oded, and Omer Moav, The Neolithic Origins of Contemporary Variation in Life Expectancy, Mimeo, November 2007 Gordon, Raymond G., Jr. (ed.), 2005. Ethnologue: Languages of the World, Fifteenth edition. Dallas, Tex.: SIL International. Online version: Ihtt~://www.ethI1o1ogue~cornI Hall, R., and C. Jones, (1999). Why do some countries produce so much more output than others? Quarterly Journal of Economics 114 (1), 83-116.",
        "Fearon, James, D., Ethnic Structure and Cultural Diversity by Country, Journal of Economic Growth, 8:2, June 2003, 195-222.",
        "Easterly, William, Inequality Does Cause Underdevelopment: Insights from a New Instrument, Journal of Development Economics, Volume 84, Issue 2, November 2007, Pages 755-776.",
        "Deininger, Klaus, and Lyn Squire, A New Data Set and Measure of Income Inequality, World Bank Economic Review, 10 (September) 1996, 565-591. Desmet, Klaus, Ignacio Ortuflo-OrtIn, and Shlomo Weber, Linguistic Diversity and Redistribution, Journal of the European Economic Association, forthcoming.",
        "Comin, Diego, William Easterly, and Erick Gong, Was the Wealth of Nations determined in 1000 BC? mimeo, 2006.",
        "Chanda, Areendam and Louis Putterman (2007). Early Starts, Reversals and Catch-up in the Process of Economic Development, Scandinavian Journal of Economics 109, 387413.",
        "Chanda, Areendam and Louis Putterman, 2006, State Effectiveness, Economic Growth, and the Age of States, pp. 69-9 1 in Matthew Lange and Dietrich Rueschemeyer, eds., States and Development: Histori cal Antecedents of Stagnation and Advance Basingstoke, England, Palgrave MacMillan, 2005.",
        "Burkett, John P., Catherine Humblet and Louis Putterman (1999). Pre-Industrial and Post-War Economic Development: Is There a Link? Economic Development and Cultural Change, 47 (3): 47 1-95.",
        "Bockstette, Valerie, Areendam Chanda and Louis Putterman (2002). States and Markets: The Advantage of an Early Start, Journal of Economic Growth 7: 347-69.",
        "Alesina, Alberto, Arnaud Devleeschauwer , William Easterly, Sergio Kurlat, and Romain Wacziarg, 2003. Fractionalization, Journal of Economic Growth, vol. 8(2), pages 155-94, June.",
        "Acemoglu, D., Johnson, S., Robinson, J. (2002). Reversal of fortunes: Geography and institutions in the makingof the modern world income distribution, Quarterly Journal of Economics 117 (4), 123 1-1294.",
        "Acemoglu, D., Johnson, S., Robinson, J. (2001). The colonial origins of comparative development: An empirical investigation, American Economic Review 91(5), 1369140 1."
    ]
}