{
    "id": 14446,
    "cites": 11,
    "cited_by": 6,
    "reference": [
        "Mulligan, Casey B. and Xavier Sala-i-Martin. Transitional Dynamics in Two-Sector Models of Economic Growth. Quarterly Journal of Economics. 108(3), August 1993: 739-73.",
        "Arrow, Kenneth. Risky Business. guardian.co.uk. October 15, 2008.",
        "Barsky, Robert and Lutz Kilian. Oil and the Macroeconomy Since the 1970s. Journal of Economic Perspectives. 18(4), Fall 2004.",
        "Chari, V.V., Lawrence Christiano, and Patrick J. Kehoe. Myths about the Financial Crisis of 2008. Federal Reserve Bank of Minneapolis working paper no. 666, October 2008.",
        "Glaeser, Edward L. Where are Home Prices Headed? September 23, 2008. http://economix .biogs .nytirnes.com/2008/09/23/where-are-horne-prices-headedor~what~are-those~bad-rnor1gages-treasury-wants-to-huy~actua1iy--worth/ Gordon, Robert J. The Measurement of Durable Goods Prices. Chicago: University of Chicago Press (for NBER), 1990.",
        "Harding, John P., Xiaozhing Liang, and Stephen L. Ross. The Optimal Capital Structure of Banks: Balancing Deposit Insurance, Capital Requirements, and TaxAdvantaged Debt. UConn Working paper 2007-29.",
        "Hirshleifer, Jack. Disaster and Recovery: A Historical Survey. Memorandum RM3079-PR, the Rand Corporation, 1963. Merton, Robert C., and Z. Bodie. Deposit Insurance Reform: A Functional Approach. In Carnegie-Rochester Conference Series on Public Policy. Vol. 38, edited by A.",
        "Mulligan, Casey B. Pecuniary Incentives to Work in the United States during World War II. Journal of Political Economy. 106(5), October 1998: 1033-77.",
        "Poterba, James M. Tax Subsidies to Owner-Occupied Housing: An Asset Market Approach. Quarterly Journal of Economics. 99, November 1984: 729-52.",
        "S&P/Case-Shiller Home Price Indices. http ://www2.standardandpoors .comlportal/site/sp/en/us/page .topic/indicescsmah p/0,0,0,0,0,0,0,0,0, 1,1 ,0,0,0,0,0.html Scharfstein, David S. and Jeremy C. Stein. This Bailout Doesnt Pay Dividends. New York Times. October 20, 2008.",
        "Topel, Robert and Sherwin Rosen. Housing Investment in the United States. Journal of Political Economy. 96(4), August 1988: 7 18-740. United States Council of Economic Advisors. Economic Report of the President."
    ]
}