{
    "id": 14445,
    "cites": 25,
    "cited_by": 43,
    "reference": [
        "Kahn, Kim and Patrick Kenney, The Slant of the News: How Editorial Endorsements Influence Campaign Coverage and Citizens Views of Candidates, American Political Science Review, 96(2), 381-394, 2002.",
        "Groseclose, Tim and Jeffrey Milyo, A Measure of Media Bias, Quarterly Journal of Economics, 120(4): 1191-1237, 2005.",
        "Heckman, James, Sample Selection Bias as a Specification Error, Econometrica, 47(1): 153-161, 1979.",
        "Gerber, Alan, Karlan, Dean S. and Bergan, Daniel, Does The Media Matter? A Field Experiment Measuring the Effect of Newspapers on Voting Behavior and Political Opinions, forthcoming, American Economic Journal: Applied Economics, 2008.",
        "Daily Newspapers. Working paper, University of Chicago, 2007.",
        "George, Lisa, and Joel Waldfogel, The New York Times and the Market for Local Newspapers, American Economic Review, 96(1), 435-447, 2006.",
        "Gentzkow, Matthew and Jess M. Shapiro, Media Bias and Reputation, Journal of Political Economy, 114(2): 280-316, 2006. Gentzkow, Matthew and Jess M. Shapiro, What Drives Media Slant? Evidence from U.S.",
        "Gentzkow, Matthew, Television and Voter Turnout, Quarterly Journal of Economics, 121(3), 931-972, 2006.",
        "Grossman, Gene M. and Helpman, Elhanan, Competing for Endorsements, American Economic Review, 89(3): 501-24, 1999.",
        "Erikson, R.S., The Influence of Newspaper Endorsements in Presidential Elections: The Case of 1964, American Journal of Political Science, 20(2): 207-233, 1976.",
        "Druckman, James and Michael Parkin, The Impact of Media Bias: How Editorial Slant Affects Voters Journal of Politics, 64(7), 1030-1049, 2005.",
        "Djankov, Simeon, Caralee McLiesh, Tatiana Nenova, and Andrei Shleifer, Who Owns the Media, The Journal of Law and Economics, 46:2, 341-382, 2003.",
        "DeMarzo, Peter M., Dimitri Vayanos and Jefferey Zweiebel, Persuasion Bias, Social Influence, and Unidimensional Opinions, Quarterly Journal of Economics, 118(3):909-968, 2003.",
        "DellaVigna, Stefano. and Ethan Kaplan, The Fox News Effect: Media Bias and Voting, Quarterly Journal of Economics, 122: 1187-1234, 2007.",
        "Bray, Margaret and David M. Kreps, Rational Learning and Rational Expectations, Arrow and the Ascent of Modern Economic Theory, 597-625, 1987.",
        "Baron, David, Persistent Media Bias, Journal of Public Economics 90(1-2): 1-36, 2006.",
        "Besley, Timothy and Andrea Prat, Handcuffs for the Grabbing Hand? Media Capture and Government Accountability, American Economic Review, 96(3):720-736, 2006.",
        "Ansolabehere, Stephen and Rebecca Lessem and James Snyder, The Orientation of Newspaper Endorsements in US Elections, 1940-2002, Quarterly Journal of Political Science, 1(4): 393-404, 2006.",
        "Strupp, J., Trend of Early Voting Means Earlier Newspaper Endorsements, Editor and Publisher, October 11, 2004.",
        "Snyder, James, and David Stromberg, Press Coverage and Political Accountability, NBER working paper 13878, 2008.",
        "Stromberg, D., Mass Media Competition, Political Competition, and Public Policy, Review of Economic Studies 71(1): 265-284, 2004.",
        "Puglisi, Riccardo, Being the New York Times: the Political Behavior of a Newspaper, working paper, London School of Economics, 2006.",
        "Mullainathan, Sendhil and Andrei Shleifer, Market for News, American Economic Review 95(4): 1031-1053, 2005.",
        "Kim, Chisoo, Group Ownership and Newspaper Endorsements. Working paper, Brown University, 2008.",
        "Larcinese, Valentino, Riccardo Puglisi, and James Snyder, Partisan Bias in Economic News: Evidence on the Agenda-Setting Behavior of U.S. Newspapers, NBER working paper 13378, 2007."
    ]
}