{
    "id": 14447,
    "cites": 34,
    "cited_by": 5,
    "reference": [
        "Duflo Esther, Rema Hanna and Stephen Ryan (2007). ~Monitoring Works: Getting Teachers to Come to School~, mimeo, MIT.",
        "Hahn, J., K. Hirano and D. Karlan (2007): Adaptive Experimental Design using the Propensity Score (mimeo).",
        "Duflo, Esther, Michael Kremer and Rachel Glennerster (2006). ~Using Ramdomization in Development Economics Research: A Tool Kit ~. NBER Working Paper No. T0333",
        "Hansen, B. (2008): Uniform convergence rates for kernel estimation with dependent data, Econometric Theory, 24, pp. 726-748.",
        "Graham, B., G. Imbens and G. Ridder (2006): Complementarity and the Optimal Allocation of Inputs, manuscript.",
        "Graham, B., G. Imbens and G. Ridder (2005): Complementarity and Aggregate Implications of Assortative Matching: A Nonparametric Analysis, manuscript.",
        "Ettling M, et al. 1994. ~Economic Impact of Malaria in Malawian Households. Tropical Medicine and Parasitology. 45: 74-79.",
        "Dupas, Pascaline (2008): Pricing strategies in scaling-up access to long-lasting insecticide-treated nets: Evidence from a randomized voucher experiment in Western Kenya. Mimeo, UCLA.",
        "Easterly, William (2001). The Elusive Quest for Growth. MIT Press.",
        "Bhattacharya, D., A. Chandra and X. Chen (2007): Nonparametric analysis of optimal healthcare expenditure using observational data (mimeo).",
        "(CLV) Chen, X., 0. Linton and I. van Keilegom (2003): Estimation of semiparametric models when the criterion function is not smooth, Econometrica 71, pp. 1591-1608.",
        "Dehejia, Rajeev H (2005): Program Evaluation as a Decision Problem, Journal of Econometrics, vol. 125, no. 1-2, pp. 141-73.",
        "Bhattacharya, D. (2006): Inferring Optimal Allocation of Peers using Experimental Data, forthcoming in the Journal of the American Statistical Association.",
        "Attanasio, Orazio, Costas Meghir and Santiago (2006). ~Education Choices in Mexico. Using a Structural Model and a Randomized Experiment to Evaluate PROGRESA, MIMEO, UCL.",
        "Bhattacharya, D. (2007): Inference on inequality from household survey data, Journal of Econometrics, Volume 137, Issue 2, April 2007, Pages 674-707.",
        "HÃ\u0083Â¤rdle, Wolfgang; Hall, Peter; Marron, J. 5. (1988): How far are automatically chosen regression smoothing parameters from their optimum?, J. Amer. Statist. Assoc. 83, no. 401, 86-lOl.",
        "Hirano, K. and J. Porter (2005): Asymptotics for Statistical Treatment Rules. Manuscript.",
        "Hirano, K., G. Imbens, G. Ridder (2003): Efficient Estimation of Average Treatment Effects using the Estimated Propensity Score, Econometrica 71, 1161-1189.",
        "Horowitz, J (1992): A Smoothed Maximum Score Estimator for the Binary Response Model, Econometrica, Vol. 60, No. 3, 505-531.",
        "Kenya Round 7 Proposal in response to the Global Fund to fight AIDS, Tuberculosis and Malaria 7th call for proposals. Available online at: http: / /www.theglobalfund.org/en/files/apply/call7/notapproved/7KENM 1527_U full.pdf",
        "Lengeler, Christian (2004). ~Insecticide-treated bed nets and curtains for preventing malaria~. Cochrane Database Syst Rev 2004; 2:CD000363.",
        "Lucas, Adrienne. 2007. ~Economic Effects of Malaria Eradication: Evidence from the Malarial Periphery~. Mimeo, Wellesley College.",
        "Manski, C. (2004):Statistical Treatment Rules for Heterogeneous Populations, Econometrica, vol. 72, no. 4, pp. 1221-46.",
        "Martinelli, Cesar and Susan W. Parker (2007). Deception and Misreporting in a Social Program. Mimeo.",
        "(NM) Newey, W. and McFadden, D. (1994): Large sample estimation and hypothesis testing, Handbook of Econometrics, vol IV, pp 2113-2245, Elsevier Science B.V. Amsterdam.",
        "Pakes, A. and Pollard, D. (1989): Simulation and the Asymptotics of Optimization Estimators, Econometrica, vol. 57(5), pages 1027-57.",
        "Pagan, A. and Aman Ullah (1999): Nonparametric Econometrics, Cambridge University Press.",
        "Saaty, T. (1981): Modern nonlinear equations, Dover Publications, New York.",
        "Sachs, Jeffrey. 2005. The End of Poverty: Economic Possibilities for Our Time, New York: Penguin Press.",
        "Teklehaimanot, Awash, Gordon C. McCord and Jeffrey D. Sachs, 2007. Scaling Up Malaria Control in Africa: An Economic and Epidemiological Assessment,~ NBER Working Papers 13664, National Bureau of Economic Research, Inc.",
        "Todd, Petra and Kenneth Wolpin (2006) ~Assessing the Impact of a School Subsidy Program in Mexico: Using Experimental Data to Validate a Dynamic Behavioral Model of Child Schooling and Fertility, American Economic Review, Vol. 96, No.5, 1384-1417.",
        "Webster, Jane, Jo Lines, and Lucy Smith. 2007. ~Protecting all Pregnant Women and Children Under Five Years Living in Malaria Endemic Areas in Africa with Insecticide Treated Mosquito Nets. World Health Organization Working Paper. http: / /www.who. int/malaria/docs/VulnerableGroupsWP.pdf",
        "WHO, 2007. WHO Global Malaria Programme: Position Statement on ITNs. http: / /www.who. int/malaria/docs/itn/ITNspospaperfinal.pdf",
        "Ai, C and Chen, X. (2003): Efficient Estimation of Models with Conditional Moment Restrictions Containing Unknown Functions. Econometrica, Vol 71, No 6, pp. 17951843."
    ]
}