{
    "id": 14451,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Louviere, J. and G. Woodworth (1983), Design and Analysis of Simulated Consumer Choice or Allocation Experiments: An Approach Based on Aggregate Data, Journal of Marketing Research, 20, 350-367.",
        "Manski, C. (1985), A Semiparametric Analysis of Discrete Response: Asymptotic Properties of the Maximum Score Estimator, Journal of Econometrics, 27, 3 13-333.",
        "Manski, C. (1988), Identification of Binary Response Models, Journal of the American Statistical Association, 83, 729-738.",
        "Manski, C. (1990), The Use of Intentions Data to Predict Behavior: A Best Case Analysis, Journal of the American Statistical Association, 85, 934-940.",
        "Manski, C. (1999), Analysis of Choice Expectations in Incomplete Scenarios, Journal of Risk and Uncertainly, 19, 49-66.",
        "Manski, C. (2004), Measuring Expectations, Econometrica, 72, 1329-1376.",
        "Manski, C. (2007), Partial Identification of Counterfactual Choice Probabilities, International Economic Review, 48, 1393-14 10.",
        "Manski, C. and F. Molinari (2008), Rounding Probabilistic Expectations in Surveys, Department of Economics, Northwestern University.",
        "Manski, C. and I. Salomon (1987), The Demand for Teleshopping, Regional Science and Urban Economics, 17, 109-121.",
        "Matzkin, R. (1992), Nonparametric and Distribution-Free Estimation of the Binary ThresholdCrossing and the Binary Choice Models, Econometrica, 60: 239-270.",
        "McFadden, D. (1974), Conditional Logit Analysis of Qualitative Choice Behavior, in P. Zarembka (editor), Frontiers in Econometrics, New York: Academic Press.",
        "McFadden, D. and K. Train (2000), Mixed IVINL Models for Discrete Response, Journal of Applied Econometrics, 15, 447-470.",
        "Revelt, D. and K. Train (1998), Mixed Logit with Repeated Choices: Households Choices of Appliance Efficiency Level, The Review of Economics and Statistics, 80, 647-657.",
        "Lawton, L., M. Sullivan, K. Van Liere, A. Katz, and J. Eto (2003), A Framework and Review of Customer Outage Costs: Integration and Analysis of Electric Utility Outage Cost Surveys, http://eetd. lbl.gov/e a/EMS/EMSpubs. html.",
        "Manski, C. (1975), Maximum Score Estimation of the Stochastic Utility Model of Choice, Journal of Econometrics, 3, 205-228.",
        "Horowitz, J. (1992), A Smoothed Maximum Score Estimator for the Binary Response Model, Econometrica, 60, 505-53 1.",
        "Juster, T. (1966), Consumer Buying Intentions and Purchase Probability: An Experiment in Survey Design, Journal of the American StatisticalAssociation, 61, 658-696.",
        "Goett, A., K. Hudson and K. Train (2000), Customer Choice Among Retail Energy Suppliers: The Willingness-to-Pay for Service Attributes, The Energy Journal, 21, 1-28.",
        "Fischer, G. and D. Nagin (1981), Random versus Fixed Coefficient Quantal Choice Models, in C. Manski and D. McFadden (editors), Structural Analysis of Discrete Data with Econometric Applications, Cambridge, Mass.: MIT Press.",
        "Doane, M., R. Hartman, and C.-K. Woo, 1988, Households perceived value of service reliability: An analysis of contingent valuation data, The Energy Journal, Vol 9, 135-151.",
        "Delavande, A. (2008), Pill, Patch, or Shot? Subjective Expectations and Birth-Control Choice, International Economic Review, forthcoming.",
        "Cai, Y., I. Deilami, and K. Train (1998), Customer Retention in a Competitive Power Market: Analysis of a `Double-Bounded Plus Follow-ups Questionnaire, The Energy Journal, 19, 191215.",
        "Caves, D., J. Herriges and R. Windle (1990), Customer Demand for Service Reliability in the Electric Power Industry: A Synthesis of the Outage Cost Literature, Bulletin of Economic Research, 42, 79-119.",
        "Ben-Akiva, M. and T. Morikawa (1990), Estimation of Switching Models from Revealed Preferences and Stated Intentions, Transportation Research A, 24A, 485-495.",
        "Beenstock, M., E. Goldin and Y. Haitovsky (1998), Response Bias in a Conjoint Analysis of Power Outages, Energy Economics 20, 135-156.",
        "Beggs, S., S. Cardell, and J. Hausman (1981), Assessing the Potential Demand for Electric Cars, Journal of Econometrics, 16, 1-19."
    ]
}