{
    "id": 14459,
    "cites": 23,
    "cited_by": 12,
    "reference": [
        "McKinnish, Terra (2007), ~Welfare-Induced Migration at State Borders: New Evidence from Micro-Data Journal of Public Economics, 91, 437.",
        "Meyer, Bruce D. (2000), ~Do the Poor Move to Receive Higher Welfare Benefits?, unpublished paper.",
        "Ortega, F., 2005. Immigration quotas and skill upgrading. Journal of Public Economics 89, 1841-1863.",
        "Peridy, Nicolas (2006), The European Union and Its New Neighbors: An Estimation of Migration Potentials, Economic Bulletin, 6(2), 1.",
        "Razin, Assaf, Efraim Sadka and Phillip Swagel (2002), Tax Burden and Migration: A Political Theory and Evidence, Journal of Public Economics, 85, 167.",
        "Southwick, Lawrence Jr. (1981), Public Welfare Programs and Recipient Migration, Growth and Change, 12(4), 22.",
        "Storesletten, K., 2000. Sustaining fiscal policy through immigration. The Journal of Political Economy 108, 300-24.",
        "Hassler, J., Rodriguez Mora, J. V., Storesletten, K., Zilliboti, F., 2003. The survival of the welfare state, American Economic Review 93,. 87112, 2003.",
        "Lee, R., Miller, T., 2000. Immigration, social security, and broader fiscal impacts. The American Economic Review 90, 350-354.",
        "Levine, Phillip B. and David J. Zimmerman (1999), An Empirical Analysis of the Welfare Magnet Debate Using the NLSY, Journal of Population Economics, 12(3), 391.",
        "McKinnish, Terra (2005), ~Importing the Poor: Welfare Magnetism and Cross-Border Welfare Migration Journal of Human Resources, 40(1), 57.",
        "Bohn, Henning (2005), Aging? An Update, in: Robin Brooks and Assaf Razin (eds.), The Politics and Finance of Social Security Reform, Cambridge University Press, 44-72.",
        "Borjas, George J. (i999). Heavens door: immigration policy and the American economy. Princeton University Press, Princeton, N.J.",
        "Brucker, Herbert, Gil Epstein, Barry McCormick, Gilles Saint-Paul, Alessandra Venturini, and Klaus Zimmermann (200i), Managing Migration in the European Welfare State, mimeo, IZA, Bonn, Germany.",
        "Brueckner, Jan K. (2000), Welfare Reform and the Race to the Bottom: Theory and Evidence, Southern Economic Journal, 66(3), 505.",
        "De Giorgi, Giacomo and Michele Pellizzari (2006), Welfare Migration in Europe and the Cost of a Harmonized Social Assistance, IZA Discussion Paper No. 2094.",
        "Docquier, Frederic, Oliver Lohest and Abdeslam Marfouk (2006), What Determines Migrants Destination Choice?, working paper.",
        "Dolmas, J., Huffman G.W., 2004. On the political economy of immigration and income redistribution. International Economic Review 45, 1129-1168.",
        "Enchautegui, Maria E. (1997), Welfare Payments and Other Determinants of Female Migration, Journal of Labor Economics, 15, 529.",
        "Facchini, Giovanni, Assaf Razin and Gerald Willmann (2004), Welfare Leakage and Immigration Policy, CESifo Economic Studies, 50(4), 627.",
        "Gelbach, Jonah B. (2000), The Life cycle Welfare Migration Hypothesis: Evidence from the 1980 and 1990 Censuses, working paper.",
        "Gramlich, Edward M. and Deborah S. Laren (1984), Migration and Income Redistribution Responsibilities, Journal of Human Resources, 19(4), 489.",
        "Blank, Rebecca M. (i988), The Effect of Welfare and Wage Levels on the Location Decisions of Female-Headed Households, Journal of Urban Economics, 24, i86."
    ]
}