{
    "id": 14450,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Small, K., and K. Van Dender. 2007. Fuel efficiency and motor vehicle travel: the declining rebound effect, Energy Journal 28:25-5 1.",
        "Walker, F. 1968. Determinants of auto scrappage, Review of Economics and Statistics 50:503-506.",
        "West, S., and R. Williams. 2005. The cost of reducing gasoline consumption, American Economic Review 95:294-299.",
        "Wheaton, W. 1982. The long-run structure of transportation and gasoline demand, Bell Journal of Economics 13:439-454.",
        "Parry, W., and K. Small. 2005. Does Britain or the United States have the right gasoline tax? American Economic Review 95:1276-1289.",
        "Parry, I., W. Harrington, and M. Walls. 2007. Automobile externalities and policies, Journal of Economic Literature 45:373-400.",
        "Manski, C., and E. Goldin. 1983. An econometric analysis of automobile scrappage, Transportation Science 17:365-375.",
        "National Research Council. 2002. Effectiveness and impact of corporate average fuel economy (CAFE) standards. National Academy Press: Washington, DC.",
        "Lucas, R. 1976. Econometric Policy Evaluation: A Critique, Carnegie-Rochester Conference Series on Public Policy. 1:19-46.",
        "Greenspan, A., and D. Cohen. 1999. Motor vehicle stocks, scrappage, and sales, Review of Economics and Statistics 81:369-383.",
        "Hahn, R. 1995. An economic analysis of scrappage, RAND Journal of Economics 26:222-242.",
        "Haughton, J., and S. Sarkar. 1996. Gasoline tax as a corrective tax: estimates for the United States, 1970-1991, Economic Journal 17:103-126.",
        "Hughes, J., C. Knittel, and D. Sperling. 2008. Evidence of a shift in the short-run price elasticity of gasoline demand, Energy Journal 29:93-114.",
        "Linn, J., and T. Klier. 2007. Gasoline prices and the demand for new vehicles: evidence from monthly sales data, Working Paper, University of Illinois, Chicago, IL.",
        "Goldberg, P. 1998. The effects of the corporate average fuel economy standards in the U.S., Journal of Industrial Economics 46:1-33.",
        "Goldberg, P. 1995. Product differentiation and oligopoly in international markets: the case of the U.S. automobile industry, Econometrica 63:891-95 1.",
        "Davis, M., and J. Hamilton. 2004. Why are prices sticky? The dynamics of wholesale gasoline prices, Journal of Money, Credit, and Banking 36:17-37.",
        "Geman, H. 2007. Mean reversion versus random walk in oil and natural gas prices, In M. Fu, R. Jarrow, J. Yen, and R. Elliott, eds. Advances in Mathematical Finance. Birkhauser: Boston, 2 19-228.",
        "Brown, J., J. Hastings, E. Mansur, and S. Villas-Boas. 2008. Reformulating Competition? Gasoline Content Regulation and Wholesale Gasoline Prices. Journal of Environmental Economics and Management. 55: 1:19.",
        "Congressional Budget Office. 2003. The economic costs offuel economy standards versus a gasoline tax. U.S. Congress: Washington, DC.",
        "Dahl, C. 1979. Consumer adjustment to a gasoline tax, Review of Economics and Statistics 61:427-432.",
        "Davis, L. and M. Kahn. 2008. Trade in Durable Goods: The Environmental Consequences of the North American Free Trade Agreement. Working Paper, University of Michigan, Ann Arbor, MI.",
        "Berry, S., J. Levinsohn, and A. Pakes. 1995. Automobile prices in market equilibrium, Econometrica 63:841-890.",
        "Berkovec, J. 1985. New car sales and used car stocks: a model of the automobile market, RAND Journal of Economics 16:282-287.",
        "Agras, J., and D. Chapman. 1999. The Kyoto Protocol, CAFE standards and gasoline taxes, Contemporary Economic Policy 17:296-308.",
        "Alberini, A., W. Harrington, and V. McConnell. 1995. Determinants of participation in accelerated vehicle retirement programs, RAND Journal of Economics 26:93-112.",
        "Austin, D., and T. Dinan. 2005. Clearing the air: the costs and consequences of higher CAFE standards and increased gasoline taxes, Journal of Environmental Economics and Management 50:562-582.",
        "Bento, A., L. Goulder, M. Jacobsen, and R. von Haefen. 2008. Distributional and efficiency impacts of increased U.S. gasoline taxes, American Economic Review forthcoming."
    ]
}