{
    "id": 14454,
    "cites": 26,
    "cited_by": 63,
    "reference": [
        "Auer, R. & Fischer, A. (2008), The effects of trade with low-income countries on US industry. CEPR DP No. 6819.",
        "Baldwin, R. (2006), The euros trade effects. European Central Bank WP No. 594.",
        "Bartelsmann, E., Scarpetta, S. & Schivardi, F. (2005), `Comparative analysis of firm demographics and survival: Micro-level evidence for the OECD countries, Industrial and Corporate Change 14, 365-391.",
        "Bernard, A., Jensen, J. & Schott, P. (2006a), `Survival of the best fit: Exposure to low-wage countries and the (uneven) growth of US manufacturing plants, Journal of International Economics 68, 219-237.",
        "Bernard, A., Jensen, J. & Schott, P. (2006b), `Trade costs, firms and productivity, Journal of Monetary Economics 53, 917-937.",
        "Bertola, G. (2007), Economic integration, growth, distribution: Does the euro make a difference? Mimeo, University of Turin.",
        "Borenstein, S., Farrell, J. & Jaffe, A. (1998), `Inside the pin-factory: Empirical studies augmented by manager interviews, Special Issue, Journal of Industrial Economics 46.",
        "Bugamelli, M., Fabiani, S. & Sette, E. (2008), The pro-competitive effect of imports from china: an analysis on firm-level price data. Mimeo, Bank of Italy.",
        "Buiter, W. & Grafe, C. (2003), Emu or ostrich?, in H. M. Treasury, ed., `Submissions on EMU from leading academics, EMU study.",
        "Chen, N., Imbs, J. & Scott, A. (2007), The dynamics of trade and competition. Mimeo, HEC Lausanne.",
        "Davis, S., Haltiwanger, J. & Schu, 5. (1996), Job Creation and Destruction, MIT Press, Cambridge Ma.",
        "de Nardis, S., De Santis, R. & Vicarelli, C. (2008), `The euros effects on trade in a dynamic setting, The European Journal of Comparative Economics 5, 73-85.",
        "European Commission (1993), White Book of growth, competitiveness and employment, European Commission.",
        "European Commission (2008), EMU~10: successes and challenges after 10 years of Economic and Monetary Union, European Commission.",
        "Fabiani, S., Schivardi, F. & Trento, 5. (2005), `ICT adoption in Italian manufacturing: firm-level evidence, Industrial and Corporate Change 14, 225-249.",
        "Finicelli, A., Liccardi, A. & Sbracia, M. (2005), A new indicator of competitiveness for Italy and the main industrial and emerging countries. Bank of Italy, Supplements to the Statistical Bulletin, vol. XV, No. 66.",
        "Foster, L., Haltiwanger, J. & Krizan, C. (2001), Aggregate productivity growth: Lessons from microeconomic evidence, mE. Dean, M. Harper & C. Hulten, eds, `New Directions in Productivity Analysis, University of Chicago Press, Chicago, Ii.",
        "Foster, L., Haltiwanger, J. & Syverson, C. (2008), `Reallocation, firm turnover, and efficiency: Selection on productivity or profitability?, American Economic Review 98, 394-425.",
        "Giavazzi, F. & Giovannini, A. (1989), Limiting exchange rate flexibility: the European monetary system, MIT Press.",
        "Guiso, L. & Parigi, G. (1999), `Investment and demand uncertainty, Quarterly Journal of Economics 114, 185-227.",
        "Iranzo, S., Schivardi, F. & Tosetti, E. (2008), `Skill dispersion and productivity: an analysis with matched data, Journal of Labor Economics 26, 247-285.",
        "Lilien, D. (1982), `Sectoral shifts and cyclical unemployment, Journal of Political Economy 90, 777-793.",
        "Melitz, M. (2003), `The impact of trade on intra-industry reallocations and aggregate industry productivity, Econometrica 71, 1695-1725.",
        "Omiccioli, M. & Schivardi, F. (2007), Le trasformazioni in atto nel sistema produttivo italiano: cosa fanno le imprese italiane per competere? Internal report, Bank of Italy.",
        "Puggioni, D. (2008), Il processo di ristrutturazione dellindustria manifatturiera italiana. M.A. Dissertation, University of Cagliari.",
        "Rajan, R. &~ Zingales, L. (1998), `Financial dependence and growth, American Economic Review 88, 559-586."
    ]
}