{
    "id": 14457,
    "cites": 15,
    "cited_by": 16,
    "reference": [
        "Bouvard, M., and R. Levy (2008) Two-Sided Reputation, mimeo, Toulouse School of Economics.",
        "Brandt, Richard L., and Thomas Weisel (2003) Capital Instincts: Life As an Entrepreneur, Financier, and Athlete. New York, John Wiley.",
        "Coffee, John C., Jr. Turmoil in the U.S. Credit Markets: The Role of the Credit Rating Agencies, Testimony Before the U.S. Senate Committee on Banking, Housing and Urban Affairs, April 22, 2008. Dewatripont, M., Jewitt, I., and J. Tirole (i999) The Economics of Career Concerns. I: Comparison of Information Structures, Review of Economic Studies, 66 (i): i83-i98.",
        "U.S. Securities and Exchange Commission (2003) Report on the Role and Function of Credit Rating Agencies in the Operation of the Securities Markets, As Required by Section 702(b) of the Sarbanes-Oxley Act of 2002, Washington: Government Printing Office, and associated testimony and exhibits (particularly that of Sean J. Egan).",
        "Schuker, Daniel J. (2005) In Reversal, HBS to Allow Grade Disclosure: MBA Class of `08 may Show Transcripts to Potential Employers, Harvard Crimson, December is.",
        "Rosovsky, H., and M. Hartley (2002) Evaluation and the Academy: Are we Doing the Right Thing?: Grade Inflation and Letters of Recommendation, Cambridge, MA: American Academy of Arts and Sciences.",
        "Partnoy, Frank (2006) How and Why Credit Rating Agencies are Not Like Other Gatekeepers, in Yasuyuki Fuchita and Robert E. Litan, eds., Financial Gatekeepers: Can They Protect Investors?, Washington: Brookings Institution Press and the Nomura Institute of Capital Markets Research.",
        "Morrison, A., and L. White (2005) Crises and Capital Requirements in Banking, American Economic Review, 95(5): i548-i572.",
        "(2007b) The Economics of Open-Access Journals, mimeo, Georgia Institute of Technology and George Washington University. Megginson, W.,. and K. Weiss (i99i), A Venture Capitalist Certification in Initial Public Offerings, Journal of Finance, 46 (3): 879-903.",
        "McCabe, M.J., and C. Snyder (2005) Open-Access and Academic Journal Quality, American Economic Review, Papers and Proceedings, 95(2): 453-458.",
        "(2007a) Academic Journal Pricing in a Digital Age: A Two-Sided Market Approach,  B.E. Journal of Economic Analysis and Policy (Contributions). January, vol. 7, noi, article 2.",
        "Lerner, J., and J. Tirole (2006) A Model of Forum Shopping, American Economic Review, 96(4): iO9i-iii3.",
        "Mathis, J., Mc Andrews, J. and J.C. Rochet (2008) Rating the Raters, mimeo, TSE and New York Fed.",
        "Gill, D., and D. Sgroi (2003) The Superiority of Tough Reviewers in a Model of Simultaneous Sales, DAE Working paper 335, Cambridge University. Grinblatt, M.,. and C. Hwang (i989), Signaling and the Pricing of New Issues, Journal of Finance, 44 (2): 393-420.",
        "Jeon, D.S., and J.C. Rochet (2007) The Pricing of Academic Journals: A TwoSided Market Perspective, mimeo, University Pompeu Fabra and Toulouse School of Economics."
    ]
}