{
    "id": 14456,
    "cites": 9,
    "cited_by": 20,
    "reference": [
        "Siyongwana, Pakama Q. 2004. Informal money lenders in the Limpopo, Gauteng and Eastern Cape provinces of South Africa. Development Southern Africa 2 1(5): 85 1-66.",
        "Case, Anne, and Angus Deaton. 1998. Large cash transfers to the elderly in South Africa, Economic Journal, 108: 1330-61.",
        "Fortson, Jane G. 2008. HIVIAIDS and fertility, mimeo, University of Chicago, September.",
        "Juhn, Chinhui, Sebnam Kalemli-Ozcan and Belgi Turan. 2008. HIV and fertility in Africa: First evidence from population based surveys. NBER Working Paper 14248.",
        "Kahn, Kathleen, Michel L. Garenne, Mark A. Collinson, and Stephen M. Tollman. 2007. Mortality trends in a new South Africa: Hard to make a fresh start 1. Scandinavian Journal of Public Health 35 (S69): 26-34.",
        "King, Brian H. 2004. Spaces of change: Tribal authorities in the former KaNgwane homeland, South Africa. (March 5, 2004). Center for African Studies. Breslauer Symposium on Natural Resource Issues in Africa. Paper King2004a. Available on line at http / lepositlolles edlib orgcase hreslauei king2004a McCord, Anna. 2004. Policy expectations and programme reality: The poverty reduction and labour market impact of two public works programmes in South Africa. Economics and Statistics Analysis Unit (ESAU) Working Paper 8. Available on line at http://www.odi orguk/s~iru/puh1ications/working pa~ers/Esau 8 South Africa. ~df Roth, Jimmy. 1999. Informal micro-finance schemes: The case of funeral insurance in South Africa. Social Finance Unit Working Paper 22, International Labour Office, International Labour Organization, Geneva.",
        "Young, Alwyn. 2005. The gift of the dying: The tragedy of AIDS and the welfare of future African generations. Quarterly Journal of Economics 120(2): 423-66.",
        "UNAIDS. 2008. 2007 Sub-Saharan Africa AIDS Epidemic Update, Regional Summary.",
        "Tanser, Frank, Victoria Hosegood, Till BÃ\u0083Â¤rnighausen et al. 2007. Cohort profile: Africa Centre Demographic Information System (ACDIS) and population-based HIV survey. International Journal of Epidemiology doi: 10.lO93IijeIdym2l 1."
    ]
}