{
    "id": 14461,
    "cites": 16,
    "cited_by": 12,
    "reference": [
        "Fearon, James D. 2003. Ethnic and Cultural Diversity by Country, Journal of Economic Growth, 8(2): 195-222.",
        "Elberse, Anita and Jehoshua Eliashberg, 2003. Demand and Supply Dynamics for Sequentially Released Products in International Markets: The Case of Motion Pictures. Marketing Science. Summer 2003, 22(3): 329-54.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz. 2004. Dissecting Trade: Firms, Industries, and Export Destinations, NBER Working Paper No. 10344.",
        "De Vany, Arthur and David W. Walls, 1997. The Market for Motion Pictures: Rank, Revenue, and Survival. Economic Inquiry. October 1997, 35(4): 783-97.",
        "De Vany, Arthur, and W. David Walls. 2004. Motion Picture Profit, the Stable Paretian Hypothesis, and the Curse of the Superstar, Journal of Economic Dynamics and Control, 28(6): 1035-57.",
        "Chung, Chul, and Minjae Song. 2008. Preference for Cultural Goods: Demand and Welfare in the Korean Film Market. Mimeo, KIEP.",
        "Chaney, Thomas. 2006. Distorted Gravity: Heterogeneous Firms, Market Structure and the Geography of International Trade, mimeo, University of Chicago.",
        "Bernard, Andrew B., Stephen Redding, and Peter K. Schott. 2006. Multiproduct Firms and Trade Liberalization. Mimeo, Yale University.",
        "Bernard, Andrew B., J. Bradford Jensen, Stephen Redding, and Peter K. Schott. 2007. Firms in International Trade. NBER Working Paper No. 13054.",
        "Bernard, Andrew B. and J. Bradford Jensen. 2004. Why Some Firms Export. Review of Economics and Statistics 86: 56 1-569.",
        "Bernard, Andrew B. and J. Bradford Jensen. 1999. Exceptional Exporter Performance: Cause, Effect, or Both. Journal of International Economics 47: 1-25.",
        "Bernard, Andrew, Jonathan Eaton, Bradford Jensen, and Samuel Kortum. 2003. Plants and Productivity in International Trade. American Economic Review 93: 1268-90.",
        "Baldwin, Richard E., and James Harrigan. 2007. Zeroes, Quality, and Space: Trade Theory and Trade Evidence. NBER Working Paper No. 11471.",
        "AntrÃ\u0083Â s, Pol, and Elhanan Helpman, Global Sourcing, Journal of Political Economy, 112 (2004), 552-580.",
        "Arkolakis, Costas. 2007. Market Penetration Costs and the New Consumers Margin in International Trade. Mimeo, Yale University.",
        "Anderson, James E. and van Wincoop, Eric. 2004. Trade Costs, Journal of Economic Literature, 42(3): 691-751."
    ]
}