{
    "id": 1446,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Butters, Gerald, Equilibrium Price Distributions and the Economics of Information, Unpublished Ph.D. Dissertation, University of Chicago, 1975.",
        "Clarke, Derral G., and Dulan, Robert J. A Simulation Analysis of Alternative Pricing Strategies for Dynamic Environments. Journal of Business 57 (January 1984): S179-S199.",
        "DeGroot, Morris H. Optimal Statistical Decisions, New York: McGraw-Hill. Engelbrecht-Wiggans, R. Auctions and Bidding Models: A Survey. Management Science 26 (February 1980): 119-42.",
        "Grossman, Sanford, Kilstrom, Richard, and Mirman, Leonard. A Bayesian Approach to the Production of Information and Learning by Ebing. Review of Economic Studies 44 (3): 533-48. Harris, Milton, and Raviv, Artur, A Theory of Monopoly Pricing Schemes with Demand Uncertainty. American Economic Review (June 1981): ___________ and ___________* Allocative Mechanisms and the Design of Auctions. Econometrica 49 (1981b): 1477-99.",
        "Lazear, ~ward P. Raids and Offer-Matching. NBER Working Paper No. XXX, August 1984.",
        "Milgrom, P., and Roberts, J. Price and Advertising Signals of Product Quality. Mimeographed, Yale and Stanford Universities, May 1984.",
        "M.ilgrom, Paul, and Weber, R. J. A Theory of Auctions and Competitive Bidding. Econometrica 50 (September 1982): 1089-1122.",
        "Myerson, Roger. Optimal Auction Design, Mathematics of Operations Research (1981).",
        "Riley, John, and Samuelson, William, Optimal Auctions. American Economic Review 71 (June 1981): 381-92.",
        "Spence, A. Michael, The Learning Curve and Competition. Bell Journal of Economics 12 (Spring 1981): 49-70.",
        "Stokey, Nancy. Rational Expectations and Durable Goods Pricing. Bell Journal of Economics 12 (Spring 1981): 112-28.",
        "Vickrey, William. Counterspeculation, Auctions and Competitive Sealed Tenders. Journal of Finance 16 (March 1961): 8-37.",
        "Wilson, Robert. Competitive Bidding with Asymmetric Information. Manage ment Science 13 (July 1967): 816-20.",
        "This is the subject of Lazear (1984)."
    ]
}