{
    "id": 14460,
    "cites": 8,
    "cited_by": 12,
    "reference": [
        "William Pizer, 2005, The Case for Intensity Targets, Resources for the Future, http ://www.rff.org/rff/Documents/RFF-DP-05-02.pdf Whalley J. (2008b) The Coverage, Form and Content of WTO Policy Bargaining beyond the Doha Round (mimeo). Would Resource Institution report by Kevin A. Baumert, Timothy Herzog & Jonathan Pershing, 2005, Navigating the Numbers: Greenhouse Gas Data and International Climate Policy. http://pdf.wri.org/navigating numbers .pdf WTO trade profiles statistics 2007 http://stat.wto.org/CountryProfile/WSDBCountryPFView.aspx?Language=E&Country=CN Yoshiro Matsui, Some Aspects of the Principle of Common but Differentiated Responsibilities, International Environmental Agreements: Politics, Law and Economics 2: 151-171, 2002.",
        "Sabina Voogd and Oxfam Novib, 2008, Technology Transfer and Climate Change: Options for a Long term Policy Making, 28th sessions of the SBs http://unfccc.meta-fusion.com/kongresse/5B28/downl/080607 5B28 3 SabinaVoogds.pdf United Nations Framework Convention on Climate Change (UNFCCC), Climate Change Talks 2008, http://unfccc.int/2860.php Walsh S. & Whalley J. (2008) The Global Negotiating Framework for Climate Change Mitigation (paper prescribed at CESifo conference on Europe and global Environmental Negotiations, July 14/15, 2008).",
        "Lockwood B. & Whalley J. (2008) Climate Change-Related Border Tax Adjustments (unpublished).",
        "Ning Zeng, Yihui Ding, Jiahua Pan, Huijun Wang, Jay Gregg, 2008, Sustainable Development: Climate Change--the Chinese Challenge, Science Magazine, Vol. 319. no. 5864, pp. 730-731 Royal Institute of International Affairs, EU Emissions Trading: Challenges and Implications of National Implementation, RIIA Report, November 2003.",
        "International Energy Agency, World Energy Outlook 2007: China and India Insights. http ://eneken.ieej . or.jp/en/data/pdf/4 1 2.pdf Jarrod Hepburn and Imran Ahmad, 2005, The Principle of common but differentiated responsibilities, Working Paper in the CISDL, Recent Developments in International Law Related to Sustainable Development Series, http://www.cisdl.org/pdf/sdl/SDL Common but Diff.pdf Johan Eyckmans & Michael Finus, 2003, New Roads to International Environmental Agreements: The Case of Global Warming, Energy, Transport and Environment Working Papers Series ete03 18, Katholieke Universiteit Leuven.",
        "Carmen Difiglio, Challenge of GHG Emission Reductions - The lEA 450 Scenario, Scientific Session on the WFS Planetary Emergencies, 2007.",
        "Cass R. Sunstein, 2007, The Complex Climate Change Incentives of China and the United States, AEI-BROOKINGS Joint Center working Paper 07-14, http://ssrn.comlabstract= 1089143 CS Kiang and He Gang, 2007, China, climate change and the equity principle, http://www.chinadialogue.net/article/show/single/eni Denny Ellerman and Ian Sue Wing, 2003, Absolute vs. Intensity-Based Emission Caps, MIT Joint Program on the Science and Policy of Global Change, MIT Report No. 100, http://web.mit.edu/globalchange/www/MITJPSPGC Rpt 100 .pdf Hu Xiulian, Jian Kejun, Liu Qiang, 2005, Development of china carbon emission scenarios toward 2050, Energy research institute (ERI), National Development and Reform Commission of China. http://2050.nies.go.jp/sympo/copl 1 side/Hu COP1 1.pdf Heggelund, GÃ\u0083Ë\u009crild and Ellen Bruzelius Backer, 2007, China and UN Environmental Policy: Institutional Growth, Learning and Implementation, International Environmental Agreements: Politics, Law and Economics, volume 7, issue 4.",
        "Asian Development Bank, Asian Development Outlook 2007, March 2007 Auditoire Jacques Freymond, 2007, who negotiations on Environmental goods: promoting transfer of technology for sustainable development, Economics Occasional Papers series, No. 07-01, http ://www.ecolomics-international.org/ Barrett, Scott (2007), Why Cooperate? - The Incentive to Supply Global Public Goods, Oxford University, Press, New York, U.S.A."
    ]
}