{
    "id": 14464,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Eckel, Catherine C. and Philip J. Grossman, (2005a), Sex and Risk: Experimental Evidence. (Forthcoming in) Handbook of Experimental Economics Results. Amsterdam: Elsevier Science (North-Holland).",
        "Dubins, L. E. and D. A. Freedman, (1965), A Sharper Form of the Borel-Cantelli Lemma and the Strong Law. Annals of Mathematical Statistics, 23, 493-507.",
        "Eckel, Catherine C. and Philip J. Grossman, (2002), Sex differences and statistical stereotyping in attitudes toward financial risk. Evolution and Human Behavior, 23, 281-295.",
        "Dekel, E. and Suzanne Scotchmer, (1999), On the Evolution of Attitudes Towards Risk in Winner-Take-All Games. Journal of Economic Theory, 87, 125-143.",
        "Charness, Gary and Un Gneezy, (2004), Gender Differences in Financial Risk Taking. Mimeograph. University of California, Santa Barbara.",
        "Becker, Selwyn W. and Alice H. Eagly, (2004), The Heroism of Women and Men. American Psychologist, 59, 163-178.",
        "Blumrosen, Alfred W., (1993), Modern Law: The Law Transmission System and Equal Employment Opportunity. Madison: University of Wisconsin Press.",
        "Bardsley, Peter and Sherstyuk, Katerina (2006), Rat Races and Glass Ceilings. Topics in Theoretical Economics, 6, Article 13. Available at: http://www.bepress.com/bejte/topics/vol6/issh/arth3",
        "Bajtelsmit, Vickie L. and Alexandra Bernasek, (1996), Why do Women Invest Differently than Men? Financial Counseling and Planning, 7, 110.",
        "Spitzer, Matthew L., (1979), Multicriteria choice processes: an application of public choice theory to Bakke, the FCC , and the courts. Yale Law Journal, 88, 717-779.",
        "Slovic, Paul, (1966), Risk-Taking in Children: Age and Sex Differences.  Child Development, 37, 169-176.",
        "Sobel, Joel, (2001), On the Dynamics of Standards. RAND Journal of Economics, 32, 606-623.",
        "Mittal, Manish and Dhade, Aruna, (2007), Gender Difference in Investment Risk-Taking: An Empirical Study. Icfai Journal of Behavioral Finance, 4, 32-42.",
        "Shelly J. Lundberg and Richard Startz, (1983), Private Discrimination and Social Intervention in Competitive Labor Markets. American Economic Review, 73, 340-347.",
        "Paul Milgrom and Sharon Oster, (1987), Job Discrimination, Market Forces and the Invisibility Hypothesis. Quarterly Journal of Economics, 102, 453-476.",
        "Edley, Jr., Christopher, (1996), Not All Black and White. Affirmative Action, Race and American Values. New York: Hill and Wang.",
        "Espinosa, Maria Paz and Gardeazabal, Javier, (2005), Do Students Behave Rationally in Multiple-Choice Tests? Evidence from a Field Experiment. Mimeograph, Universidad del Pais Vasco.",
        "Ginsburg, Harvey. J. and Kimberly Miller, (2002), Sex differences in childrens risk taking. Child Development, 53, 426-428.",
        "Harry J. Holzer and David Neumark, (2000), Assessing Affirmative Action. Journal of Economic Literature, XXXVIII, 483-569.",
        "Harry J. Holzer and David Neumark, (2006), Equal Employment Opportunities and Affirmative Action. In William M. Rodgers III, ed., Handbook on the Economics of Discrimination, 260-287. Northampton, MA: Edward Elgar Publishers.",
        "Lundberg, Shelly J., (1991), The Enforcement of Equal Opportunity Laws under Imperfect Information: Affirmative Action and Alternatives.  Quarterly Journal of Economics, 106, 309-26.",
        "Leiter, Samuel and Leiter, William M., (2002), Affirmative Action in Antidisrimination Law and Policy. Albany: State Universtiy of New York Press.",
        "Jianakoplos, N. A. and Alexandra Bernasek, (1998), Are Women More Risk Averse? Economic Inquiry, 36, 620-630.",
        "Krieger, Linda Hamilton, (1995), The Content of Our Categories: A Cognitive Bias Approach to Discrimination and Equal Employment Opportunity.  Stanford Law Review, 47, 1161-1248."
    ]
}