{
    "id": 14462,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Ardington, Gaily, Anne Case, and Victoria Hosegood. 2007. Labor Supply Responses to Large Social Transfers: Longitudinal Evidence from South Africa, N ~BE~R Working Paper No, 13422.",
        "Barsky, Robert, John Bound, Kerwin Charles, and Joseph Lupton. 2002, Accounting for the Black-\\Vhite Wealth Gap: A Non-Parametric Approach. The Journal of the American StatiStiCal Association. 97: 663-73.",
        "Bound, John. 1989. ~The Health and Earnings of Rejected Disability Insurance Applicants. American Economic Review. 79(3): 482~503.",
        "Brhnmier, Brandi Clay. 2006. All Her Rights and Privileges: African-American Women and the Politics of Civil War Widows Pensions, Unpubi~shed PhD Dissertation. University of California. Los Angeles.",
        "Bun, Jeffrey A. and Jan E. Mutchler. 1999. Race and Ethnic Variation in Norms of Filial Responsibility Among Older Persons. ,~t Journal of Marriage and the Pthnily. 61(3): 674-87.",
        "Case, Anne and Angus Deaton. 1998. Large Cash Transfers to the Elderly in South Africa. Economic Journal. 108(450): 133&-61.",
        "Garvalho Fiiho, Irineu E. de, 2008. Old Age Benefits and Retiremient Decisions of Rural Elderly in BraziL Journal of Development Economics, 86(1): 129-46.",
        "Wolff, Edward N. 1998. Recent Trends in the Size Distribution of Household Wealth. Jourital of Economic Perspectives. 12(3): 131-50,",
        "Works Progress Administration. Federal Writers Project. Slave Pilarratives. [database oni~ne] Provo, UT: Ancestry.com, 2000. Original data from: Works Project Administration. Federal Writers Project. Slave Narratives: A Folk History of Slavery in the United States from interviews with Former Slaves, Washington, D.C.: n.p.",
        "Smith, James P. and Finis R, Welch, 1989. Black Economic Progress After Myrdal. Journal of Economic Literature. 27(2): 519--64.",
        "Ruggies, Steven. 1994. The Origins of African-American Family Structure. American Sociological Review. 590): 136-51.",
        "Smith, James P. 1984. Race and Human Capital. American Economic Review. 74(4): 68598, II4~i Smith, James P 1995. Racial and Ethnic Differences in Wealth in the Health and Retirement Study. Journal of Human Resources. 30(Suppiement): S 158-83.",
        "Ranchhod, Virnal, 2006. The Effect of the South African Old Age Pension on Labour Supply of the Elderly. South African Journal of Economics. 74(4): 725-44.",
        "Myrdal, (iunnar, 1962. An American Dilemma: The Negro and Modern Democracy. New York: Harper and Row, Originally published in 1944.",
        "PÃ\u0083Â©rez-Estrada, Javiei~ 2008. Old Age Assistance and Retirement in a Developing Country Context: Mexico City. IJnpublished MS. UCLA Department of Economics.",
        "Michael, Robert T, Victor R. Fuchs, and Sharon R. Scott. 1980. ~`Changes in the Propensity to Live Alone, 1950--1976. Deino,graphy. 17(1): 39-56.",
        "Moen, Jon Roger. 1987. Essays on the Labor Force and Labor Force Participation Rates: The United States from I $60 through 1950. Unpublished PhD Dissertation. University of Chicago.",
        "McGarry, Kathleen and Robert F, Schoeni. 2000. Social Security, Economic Growth, and the Rise of Independence of Elderly Widows in the 20th Century, Demography. 37(2): 22 1-236.",
        "McDaniel, Antonio. 1990. ~~The Power of Culture: A Review of the idea of Africas mnfluence on Family Structure in Antebellum America. Journal of Family History. 15(2): 225~38.",
        "Margo. Robert A. 1984. `Accumulation of Property by Southern Blacks Before World War One: Comment and Further Evidence.9 American Economic Review. 74: 768-76. 1133] Margo, Robert A. 1990, Race and Schooling in the South, 1880-1950: An Economic History. Chic ago: University of Chicago Press.",
        "Lange, Fabian, Alan L. Olmstead, and Paul W. Rhode, 2007. h~The Impact of the Boil Weevil, 1892-1940. Unpublished MS. 1131] Liebman, Jeffrey B. 2002. Redistribution in the Current U.S. Social Security System. in The Distribution Aspects of Social Security and Social Security Reform. Eds, Martin Feidstein and Jeffrey B. Liebman. Chicago: University of Chicago Press,",
        "Kestenbaum, Bert. 1992. `A Description of the Extreme Aged Population Based on Improved Medicare Enrollment Data. Derno,graphy, 29(4): 565-80, 1129] Krueger, Alan B, and Jorn-Steffen Pischke. 1992. The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation. Journal of Labor Economics, 10(4): 412-37.",
        "Imbens, Guido W., Donald B. Ruhin, and Bruce 1. Sacerdote. 2001, Estimating the Effect of Unearned Income on Labor Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Piayers~ American Economic Review. 91(4): 778-94. 2$",
        "Hurd. Michael D. and Michael J, Boskin, 1984, The Effect of Social Security on Retirement in the Early 1970s. Quarterly Journal of Economics. 99(4): 767-90.",
        "Hurst, Erilc. Ming Ching Luoh, and Frank P. Stafford. 1998. ~The Wealth Dynamics of Amer~ ican Families. Brookings Papers on Economic Activity. 1: 267-337.",
        "Holtz--Eakin, Douglas, David Joulfaian, and Harvey S. Rosen. 1993. ~~The Carnegie Conjec~ ture: Some Empirical Evidence. Quarterly Journal ~f Economics. 108(2): 413-35.",
        "Hausman, Jerry A. and David A. Wise, 1985. ~Sociai Security, Health Status, and Retiremerit.  in Pensions, Laho,; and Ind,viduai Choice, Ed. David A, Wise, Chicago: University of Chicago Press.",
        "Giasson, William H. 1918. Federal Military Pensions in the United States. New York: Oxford University Press.",
        "Elo, Irma and Samuel Preston. 1994. ~Estimating African--American Mortality from maccurate Data? Demography. 31(3): 427-58. 1121] Friedberg, Leora. 1999, ~The Effect of Old Age Assistance oil Retirement, Journal of Public Economics, 71(2): 213-32.",
        "Du Bois, WE. Burghardt. 1899. The Philadelphia Negro: A Social Study. Boston, MA: Ginn and Company. 11191 Edmonds, Eric V, Kristin Mammen. and Douglas L, Miller, 2005. ~Rearranging the Family? income Support and Elderly Living Arrangements in a Low-income Country~ Journal of Human Resources, 40(1): 186-207,",
        "Davern, Michael E. and Patricia J. Fisher. 2001. Household Net Worth and Asset Ownership. 9U.S. Census Bureau, Current Population Reports, Household Economic Studies Series P70-il, Washington DC 2022. 11171 Donohue, John J. and James Heckman. 1991. Continuous versus Episodic Change: The impact of Civil Rights Policy on the Economic Status of Blacks. Journal of Economic Literature. 29(4): 1603-43,",
        "Costa, Dora L. 1995. Pensions and Retirement: Evidence from Union Army Veterans. Quarterly Journal of Economics, May 1995, 110(2): 291-320. 1115] Costa, Dora L., Lorens Heimehen, and Sven Wilson, 2007, `~Race, infectious Disease, and Arteriosclerosis, Proceedings of the National Academy of Sciences, 104: 13219-1 3224,",
        "Costa, Dora L. 1998. The Evolution of Retirement: An American Economic History; 18801990. Chicago: University of Chicago Press, 1113] Costa, Dora L. 1997. Displacing the Family: Union Army Pensions and Elderly Living Arrangements. Journal of Political Economy. 105(6): 1269-1292.",
        "Costa, Dora L. 1999. A House of Her Own: Old Age Assistance and the Living Arrange~ ments of Older Nonmarried Women, Journal of Public Economics. 72(1): 39~59.",
        "Collins, William and Robert A. Margo. 2001. Race and Homi Ownership: A Century-Long View. Explorations in Economic Htsiory. 38(1): 68-92.",
        "Carvalho Filho, lrineu E. de, 2000. Essays in Development Economics. Unpublished Phd Thesis. Ni assachusetts Institute of Technology.",
        "Charles. Kerwin Kofi, Erik Hurst, and Nikolai Roussanov. 2007. ~Conspicuous Consumption and Race. NBER Working Paper No. 13392, September."
    ]
}