{
    "id": 14463,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "FilipoviÃ\u0083Â©, D. (1999). A Note on the Nelson-Siegel Family. Mathematical Finance 9, 349-59.",
        "Harvey, A. C. (1989). Forecasting, structural time series models and the Kalman filter. Cambridge: Cambridge University Press.",
        "Kim, D. H. and A. Orphanides (2005). Term Structure Estimation with Survey Data on Interest Rate Forecasts. Finance and Economics Discussion Series, No. 2005-48. Board of Governors of the Federal Reserve System.",
        "Nelson, C. R. and A. F. Siegel (1987). Parsimonious Modeling of Yield Curves. Journal of Business 60, 473-89.",
        "Rudebusch, G. D. and T. Wu (2007). Accounting for a Shift in Term Structure Behavior with No-Arbitrage and Macro-Finance Models. Journal of Money, Credit, and Banking 39, 395-422.",
        "SOderlind, P. and L. E. 0. Svensson, (1997). New Techniques to Extract Market Expectations From Financial Instruments. Journal of Monetary Economics ~0, 383-429.",
        "Diebold, F. X., G. D.Rudebusch, and S. B. Aruoba (2006). The Macroeconomy and the Yield Curve: A Dynamic Latent Factor Approach. Journal of Econometrics 131, 309-38.",
        "Duffee, G. (2002). Term Premia and Interest Rate Forecasts in Affine Models. Journal of Finance 57, 405-43.",
        "Diebold, F. X., M. Piazzesi, and G. D. Rudebusch (2005). Modeling Bond Yields in Finance and Macroeconomics. American Economic Review 95, 415-20.",
        "Dc Pooter, M. (2007). Examining the Nelson-Siegel Class of Term Structure Models. Discussion Papers No. 43, Tinbergen Institute.",
        "Diebold, F. X. and C. Li (2006). Forecasting the Term Structure of Government Bond Yields. Journal of Econometrics 130, 337-64.",
        "Coroneo, L., K. Nyholm, and R. Vidova-Koleva (2008). How Arbitrage-Free is the Nelson-Siegel Model? Working Paper No. 874, European Central Bank.",
        "Dai, Q. and K. Singleton (2000). Specification Analysis of Affine Term Structure Models. Journal of Finance 55, 1943-78.",
        "Christensen, J. H., J. A. Lopez, and G. D. Rudebusch (2008c). Stochastic Volatility in ArbitrageFree Nelson-Seigel Models of the Term Sturcture. Unpublished manuscript, Federal Reserve Bank of San Francisco.",
        "Christensen, J. H., J. A. Lopez, and G. D. Rudebusch (2008b). Do Central Bank Liquidity Facilities Affect Interbank Lending Rates? Unpublished manuscript, Federal Reserve Bank of San Francisco.",
        "Christensen, J. H., F. X. Diebold, and G. D. Rudebusch (2007). The Affine Arbitrage-Free Class of Nelson-Siegel Term Structure Models. Working Paper No. 13611, NBER.",
        "Christensen, J. H., J. A. Lopez, and G. D. Rudebusch (2008a). Inflation Expectations and Risk Premiums in an Arbitrage-Free Model of Nominal and Real Bond Yields. Unpublished manuscript, Federal Reserve Bank of San Francisco.",
        "Bowsher, C. G. and R. Meeks (2008). The Dynamics of Economic Functions: Modelling and Forecasting the Yield Curve. Forthcoming Journal of the American Statistical Association.",
        "BjOrk, T. and B. J. Christensen (1999). Interest Rate Dynamics and Consistent Forward Rate Curves. Mathematical Finance 9, 323-48.",
        "Bank for International Settlements (2005). Zero-Coupon Yield Curves: Technical Documentation. BIS papers, No. 25.",
        "Almeida, C. and J. Vicente (2008). The Role of No-Arbitrage in Forecasting: Lessons from a Parametric Term Structure Model. Forthcoming Journal of Banking and Finance."
    ]
}