{
    "id": 14475,
    "cites": 16,
    "cited_by": 36,
    "reference": [
        "UNESCO. (2007). Strong Foundations. Early Childhood Care and Education. Paris: UNESCO Publishing, 2007.",
        "UNESCO. (2006). United Nations Education, Scientific and Cultural Organization. Fact Book on Education for All. Nairobi: UNESCO Publishing, 2006.",
        "Pilcetty, Thomas. (2004) LImpact de la taille des classes et de la sÃ\u0083Â©grÃ\u0083Â©gation sociale sur la rÃ\u0083Â©ussite scolaire dans les Ã\u0083Â©coles franÃ\u0083Â§aises : une estimation a partir du panel primaire 1997. Unpublished manuscript, PSE, France.",
        "Betts, Julian R. and Shkolnik, Jamie L. (1999) Key Difficulties in Identifying the Effects of Ability Grouping on Student Achievement. Economics of Education Review, February, 19(1), pp. 21-26.",
        "Clark, Damon. (2007) Selective Schools and Academic Achievement. Institute for the Study of Labor (IZA) Working Paper No. 3182, November.",
        "Ding, Weili and Lehrer, Steven F. (2007) Do Peers Affect Student Achievement in Chinas Secondary School? The Review of Economics and Statistics, February, 89(2), pp. 300-3 12.",
        "Glewwe, Paul W~, Krerner. Michael and Moulin. Sylvie. (2007). `~Many Children Left Behind? Textbooks and Test Scores in Kenya. National Bureau of Economic Research (Camliwidge, MA) Working Paper No. 13300.",
        "Hoxby, Caroline. (2000) Peer Effects in the Classroom: Learning from Gender and Race Variation. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 7867.",
        "Hoxby, Caroline and Weingarth, Gretchen. (2006) Taking Race Out of the Equation: School Reassignment and the Structure of Peer Effects. Unpublished manuscript, Harvard University.",
        "mi bens. Guido and Lemleux, Thomas. (2007 :~. Regression I)iscontinuity Designs: A Guide to Practice~ National Bureau of Economic Research (Cambridge. MA) Working Paper No. 13039, Lavy, Victor, Daniel Paserman and Analia Schlosser (2008) Inside the Black Box of Ability Peer Effect: Evidence from Variation of Low Achiever in the Classroom NBER working paper No 14415 Lee, David 5. (2008). Randomized experiments from non-random selection in U.S. House elections. Journal of Econometrics, 142(2), pp. 675-697.",
        "Lyle, David 5. (2007). Estimating and Interpreting Peer and Role Model Effects from Randomly Assigned Social Groups at West Point. Review of Economics and Statistics, May, 89(2), pp. 289-299.",
        "Manning, Allen and Pischke, JÃ\u0083Â¶rn-Steffen. (2006). Comprehensive Versus Selective Schooling in England & Wales: What Do We Know? Centre for the Economics of Education (LSE) Working Paper No. CEEDPOO6.",
        "Borman, Geoffrey D. and Hew, Gina M. (2002) The Long-Term Effects and Cost~ Effectiveness of Success for Alt Educational Evaluation and Policy Analysis, Winter, 24(4), pp. 243-266.",
        "Banerjee, Abhijit, Cole, Shawn, Duflo, Esther and Linden, Leigh.(2007) Remedying Education: Evidence from Two Randomized Experiments in India. Quarterly Journal of Economics, August, 122(3), pp. 1235-1264.",
        "Black, Dan A., Galdo, Jose and Smith, Jeffrey A. (2007) Evaluating the Worker Profiling and Reemployment Services System Using a Regression Discontinuity Approach. American Economic Review, May (Papers and Proceedings), 97(2), pp. 104- 107.",
        "Andrabi, Tahir, Jishnu Das, Asim Khwaja, and Tristan Zajonc (2008). Do ValueAdded Estimates Add Value? Accounting for Learning Dynamics. Mimeo, Harvard University."
    ]
}