{
    "id": 14473,
    "cites": 33,
    "cited_by": 238,
    "reference": [
        "KILIAN, L. (1998): Small-Sample Confidence Intervals for Impulse Response Functions,  The Review of Economics and Statistics, 80(2), 218-230.",
        "JUREK, J. (2007): Crash-neutral Currency Carry Trades, working paper.",
        "JYLHA, P., J.-P. LYYTINEN, AND M. SUOMINEN (2008): Arbitrage Capital and Currency Carry Trade Returns, working paper.",
        "GROSSMAN, S. J. (1995): Dynamic Asset Allocation and the Informational Efficiency of Markets, Journal of Finance, 50(3), 773-787.",
        "GARMAN, M. B., AND S. W. KOHLHAGEN (1983): Foreign Currency Option Values, Journal of International Money and Finance, 2(3), 231-237.",
        "FROOT, K. A., AND R. H. THALER (1990): Anomalies: Foreign Exchange, Journal of Economic Perspectives, 4(3), 179-192.",
        "GAGNON, J. E., AND A. P. CHABOUD (2007): What Can the Data Tell Us about Carry Trades in Japanese Yen?, International Finance Discussion Papers, Board of Governors of the Federal Reserve System, (899).",
        "GALATI, G., A. HEATH, AND P. MCGUIRE (2007): Evidence of Carry Trade Activity,  in BIS Quarterley Review. North Holland, Amsterdam.",
        "FARHI, E., AND X. GABAIX (2008): Rare Disasters and Exchange Rates, working paper.",
        "FROOT, K. A. (2001): The Market for Catastrophe Risk: A Clincial Examination, Journal of Financial Economics, 60(2-3), 529-571.",
        "FROOT, K. A., AND P. OCONNELL (1999): The Pricing of US Catastrophe Reinsurance,  in The Financing of Catastrophe Risk, ed. by K. A. Froot, pp. 195-232. University of Chicago Press.",
        "CUTLER, D. M., J. M. POTERBA, AND L. H. SUMMERS (1989): What Moves Stock Prices?, NBER Working Paper No. 2538.",
        "ENGEL, C. (1996): The Forward Discount Anomaly and the Risk Permium: A Survey of Recent Evidence, Journal of Empirical Finance, 3, 123-192.",
        "FAIR, R. C. (2002): Events that Shook the Market, Journal of Business, 75, 713732.",
        "FAMA, E. F. (1984): Forward and Spot Exchange Rates, Journal of Monetary Economics, 14, 319-338.",
        "CHEN, J., H. HONG, AND J. C. STEIN (2001): Forecasting Crashes: Trading Volume, Past Returns and Conditional Skewness in Stock Prices, Journal of Financial Economics, 61, 345-381.",
        "COLLIN-DUFRESNE, P., R. S. GOLDSTEIN, AND J. S. MARTIN (2001): The Determinants of Credit Spread Changes, The Journal of Finance, 56(6), 2177-2207.",
        "BURNSIDE, C., M. S. EICHENBAUM, AND S. REBELO (2007): Understanding the Forward Premium Puzzle: A Microstructure Approach, NBER Working Paper No. 13278.",
        "BURNSIDE, C., M. EICHENBAUM, I. KLESHCHELSKI, AND S. REBELO (2006): The Returns to Currency Speculation, Working Paper.",
        "BRUNNERMEIER, M. K., AND L. H. PEDERSEN (2008): Market Liquidity and Funding Liquidity, Review of Financial Studies (forthcoming).",
        "BURNSIDE, C. (2007): The Cross-Section of Foreign Currency Risk Premia and Consumption Growth Risk: A Comment, NBER Working Paper No. 13129.",
        "BRUNNERMEIER, M., C. GOLLIER, AND J. PARKER (2007): Optimal Beliefs, Asset Prices and the Preference for Skewed Returns, Amen cam Economic Review (Paper and Proceedings), 97(2), 159-165.",
        "BRANSALI, V. (2007): Volatility and the Carry Trade, Journal of Fixed Income, 17(3), 72-84.",
        "BARBERIS, N. C., AND M. HUANG (2007): Stocks as Lotteries: The Implications of Probability Weighting for Security Prices, working paper.",
        "ABREU, D., AND M. K. BRUNNERMEIER (2003): Bubbles and Crashes, Econometrica, 71(1), 173-204.",
        "BACCHETTA, P., AND E. VAN WINcOOP (2007): Infrequent Portfolio Decisions: A Solution to the Forward Discount Puzzle, working paper.",
        "PAN, J., AND K. SINGLETON (2007): Default and Recovery Implicit in the Term Structure of Sovereign CDS Spreads, wonlcimg paper.",
        "PLANTIN, G., AND H. S. SHIN (2007): Carry Trades and Speculative Dynamics, wonlcimg paper.",
        "KLITGAARD, T., AND L. WEIR (2004): Exchange Rate Changes and Net Positions of Speculators in the Futures Market, Federal Reserve Bank of New York Economic Policy Review.",
        "LEWIS, K. (1995): Puzzles in international financial markets, in Handbook of International Economics vol. 3, ed. by G. M. Grossman, and K. Rogoff. North Holland, Amsterdam, Chap. 37.",
        "LUSTIG, H., AND A. VERDELHAN (2007): The Cross-Section of Foreign Currency Risk Premia and US Consumption Growth Risk, Americam Ecomomic Review, 97(1), 89-117.",
        "MEESE, R. A., AND K. ROGOFF (1983): Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Jonrmal of Imtermatiomal Ecomomics, 14, 3-24.",
        "MITCHELL, M., L. H. PEDERSEN, AND T. PuLvINO (2007): Slow Moving Capital, Amen cam Ecomomic Review (Papers ~ Pnoceedimgs), 97(2), 215-220."
    ]
}