{
    "id": 14478,
    "cites": 63,
    "cited_by": 21,
    "reference": [
        "Levinsohn, James (1999) Employment Responses to International Liberalization in Chile, Journal of International Economics, 47, 321-344.",
        "Lemieux, Thomas (2006) Increasing Residual Wage Inequality: Composition Effects, Noisy Data or Rising Skill Returns?, American Economic Review, 96, 461-98.",
        "Lentz, Rasmus (2007) Sorting in a General Equilibrium On-the-Job Search Model, University of Wisconsin-Madison, mimeograph.",
        "Jovanovic, Boyan (1984) Matching, Turnover, and Unemployment, Journal of Political Economy, 92(1), 108-122.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce (1993) Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, 101(3), 410-42.",
        "Jovanovic, Boyan (1979) Job Matching and the Theory of Turnover, Journal of Political Economy, 87(5), 972-90.",
        "Hsieh, Chang-Tai, and Peter J. Klenow (2008) Misallocation and Manufacturing TFP in China and India, mimeo.",
        "Helpman, Elhanan, Marc J. Melitz and Stephen R. Yeaple (2004) Export Versus FDI with Heterogeneous Firms, American Economic Review, 94, 300-316.",
        "Abowd, John M. and Francis Kramarz (1999) The Analysis of Labor Markets using Matched EmployerEmployee Data, Chapter 40 in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Volume 3B, 2629-2709.",
        "Abowd, John M., Francis Kramarz and David N. Margolis (1999) High Wage Workers and High Wage Firms, Econometrica, 67, 251-333.",
        "Albrecht, James and Susan Vroman (2002) A Matching Model with Endogenous Skill Requirements, International Economic Review, 43, 282-305.",
        "Amiti, Mary and Donald R. Davis (2008) Trade, Firms, and Wages: Theory and Evidence, NBER Working Paper, 14106.",
        "Anderson, J. and Van Wincoop, E. (2004). Trade Costs, Journal of Economic Literature, 42, 691-751.",
        "Attanasio, Orazio, Pinelopi Goldberg and Nina Pavcnik (2004) Trade Reforms and Wage Inequality in Colombia, Journal of Development Economics, 74, 33 1-366.",
        "Autor, David H., Lawrence F. Katz and Melissa Schettini Kearney (2008) Trends in U.S. Wage Inequality: Re-assessing the Revisionists, Review of Economics and Statistics, 90(2), 300 - 323.",
        "Axtell, Robert L. (2001) Zipf Distribution of U.S. Firm Sizes, Science, 293, 1818-1820.",
        "Bernard, Andrew B. and J. Bradford Jensen (1995) Exporters, Jobs, and Wages in US Manufacturing: 1976-87, Brookings Papers on Economic Activity: Microeconomics, 67-112.",
        "Bernard, Andrew B. and J. Bradford Jensen (1997) Exporters, Skill Upgrading and the Wage Gap, Journal of International Economics, 42, 3-31.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen, and Samuel S. Kortum (2003) Plants and Productivity in International Trade, American Economic Review, 93, 1268-1290.",
        "Bernard, Andrew B., Stephen J. Redding and Peter K. Schott (2007) Comparative Advantage and Heterogeneous Firms, Review of Economic Studies, 74, 31-66.",
        "Blanchard, Olivier and Jordi Gali (2008) Labor Markets and Monetary Policy: A New-Keynesian Model with Unemployment, NBER Working Paper, 13897.",
        "Blanchard, Olivier and Francesco Giavazzi (2003) Macroeconomics Effects of Regulation and Deregulation in Goods and Labor Markets, Quarterly Journal of Economics, 118, 879-907.",
        "Blum, Bernardo (2008) Trade, Technology and the Rise of the Service Sector, Journal of International Economics, 74, 441-458.",
        "Bourguignon, Francois (1979) Decomposable Income Inequality Measures, Econometrica, 47, 901920.",
        "Broda, Christian and David E. Weinstein (2006) Globalization and the Gains from Variety, Quarterly Journal of Economics, 541-585.",
        "Burdett, Kenneth and Dale Mortensen (1998) Wage Differentials, Employer Size and Unemployment, International Economic Review, 39(2), 257-273.",
        "Cahuc, Pierre, Fabien Postel-Vinay and Jean-Marc Robin (2006) Wage Bargaining with On-the-Job Search: Theory and Evidence, Econometrica, 74(2), 323-364.",
        "Davidson, Carl, Lawrence Martin and Steven Matusz (1988) The Structure of Simple General Equilibrium Models with Frictional Unemployment, Journal of Political Economy, 96, 1267-1293.",
        "Davidson, Carl, Lawrence Martin and Steven Matusz (1999) Trade and Search Generated Unemployment,  Journal of International Economics, 48, 271-299.",
        "Davidson, Carl, Steven Matusz and Andrei Shevchenko (2008) Globalization and Firm-level Adjustment with Imperfect Labor Markets, Journal of International Economics, 75, 295-309.",
        "Davis, Donald and James Harrigan (2007) Good Jobs, Bad Jobs, and Trade Liberalization, NBER Working Paper, 13139.",
        "Diamond, Peter A. (i982a) Demand Management in Search Equilibrium, Journal of Political Economy, 90, 881-894.",
        "Diamond, Peter A. (i982b) Wage Determination and Efficiency in Search Equilibrium, Review of Economic Studies, 49, 217-227.",
        "Egger, Harmut and Udo Kreickemeier (2007) Firm Heterogeneity and the Labour Market Effects of Trade Liberalization, forthcoming in the International Economic Review.",
        "Egger, Harmut and Udo Kreickemeier (2008) Fairness, Trade, and Inequality, mimeo.",
        "Feenstra, Robert and Gordon Hanson (1996) Foreign Investment, Outsourcing and Relative Wages, in Robert C. Feenstra, Gene M. Grossman and Douglas A. Irwin (eds.) Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati, Cambridge MA: MIT Press.",
        "Felbermayr, Gabriel, Julian Prat and Hans-JOrg Schmerer (2008) Globalization and Labor Market Outcomes: Wage Bargaining, Search Frictions and Firm Heterogeneity, IZA Discussion Paper, 3363.",
        "Goldberg, Penny and Nina Pavcnik (2007) Distributional Effects of Globalization in Developing Countries, Journal of Economic Literature, 45(1), 39-82.",
        "Grossman, Gene M. and Elhanan Helpman (2008) Fair Wages and Foreign Sourcing, in Elhanan Helpman, Dalia Mann and Thierry Verdier (eds.), The Organization of Firms in a Global Economy, Cambridge, MA: Harvard University Press.",
        "Harris J. and M. Todaro (1970) Migration, Unemployment and Development: A Two-Sector Analysis, American Economic Review, 60, 126-142.",
        "Helpman, Elhanan, Oleg Itskhoki and Stephen J. Redding (2008) Wages, Unemployment and Inequality with Heterogeneous Firms and Workers, NBER Working Paper, 14122.",
        "Zhu, Susan Chun and Daniel Trefler (2005) `Trade and Inequality in Developing Countries: A General Equilibrium Analysis, Journal of International Economics, 65, 21-48.",
        "Yeaple, Stephen R. (2005) A Simple Model of Firm Heterogeneity, International Trade, and Wages, Journal of International Economics, 65, 1-20.",
        "Stole, Lars A. and Jeffrey Zwiebel (1996b) Intra-Firm Bargaining under Non-Binding Contracts, Review of Economic Studies, 63, 375-410.",
        "Stole, Lars A. and Jeffrey Zwiebel (1996a) Organizational Design and Technology Choice under Intrafirm Bargaining, American Economic Review, 86, 195-222.",
        "Melitz, Marc J. (2003) The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71, 1695-1725.",
        "Menezes-Filho, Naercio Aquino, Marc-Andreas Muendler and Gary Ramey (2008) The Structure of Worker Compensation in Brazil, with a Comparison to France and the United States, Review of Economics and Statistics, 90(2), 324-346.",
        "Mortensen, Dale T. (1970) A Theory of Wage and Employment Dynamics, in (eds.) E. S. Phelps et al. The Microeconomic Foundations of Employment and Inflation Theory, New York: Norton.",
        "Mortensen, Dale T. (2003) Wage Dispersion: Why are Similar Workers Paid Differently? Cambridge MA: MIT Press.",
        "Mortensen, Dale T. and Christopher A. Pissarides (1994) Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61, 397-415.",
        "Moscarini, Giuseppe (2005) Job Matching and the Wage Distribution, Econometrica, 73(2), 481-516.",
        "Munch, Jakob Roland and Jan Rose Skaksen (2008) Human Capital and Wages in Exporting Firms, Journal of International Economics, 75, 363-372.",
        "Ohnsorge, Franziska and Daniel Trefler (2007) Sorting It Out: International Trade with Heterogeneous Workers, Journal of Political Economy, 115, 868-892.",
        "Oi, Walter Y. and Todd L. Idson (1999) Firm size and wages, Chapter 33 in 0. Ashenfelter and D. Card (ed), Handbook of Labor Economics, Volume 3, Elsevier: Amsterdam, 2165-2214.",
        "Pen, Jen (1971) Income Distribution: Facts, Theories and Policies, London: Praeger Publishers.",
        "Pissarides, Christopher A. (1974) Risk, Job Search, and Income Distribution, Journal of Political Economy, 82, 1255-68.",
        "Pissarides, Christopher A. (2000) Equilibrium Unemployment Theory, Cambridge, MA: The MIT Press, second edition.",
        "Postel-Vinay, Fabien and Jean-Marc Robin (2002) Equilibrium Wage Dispersion with Worker and Employer Heterogeneity, Econometrica, 70, 2295-2350.",
        "Roberts, Mark J. and James Tybout, (1997) The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review, 87(4), 545-64.",
        "Rogerson, Richard, Robert Shimer and Randall Wright (2005) Search-Theoretic Models of the Labor Market: A Survey, Journal of Economic Literature, XLIII, 959-988.",
        "Saez, Emmanuel (2001) Using Elasticities to Derive Optimal Income Tax Rates, Review of Economic Studies, 68, 205-229.",
        "Schank, Thorsten, Claus Schanbel and Joachim Wagner (2007) Do Exporters Really Pay Higher Wages? First Evidence from German Linked Employer-Employee Data, Journal of International Economics, 72, 52-74.",
        "Shimer, Robert and Lones Smith (2000) Assortative Matching and Search, Econometrica, 68, 343369."
    ]
}