{
    "id": 14476,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Bertrand, Ayse (2006): Possible Use of CPIs for Globalisation Indicators and Investment Protection Analysis mimeo, International Conference on CPIs, Bank of Spain, 1-2 March.",
        "Aggarwal, Reena (2002): Demutualization and Corporate Governance of Stock Exchanges Journal of Applied and Corporate Finance 15 (1), Spring, pp. 105-113.",
        "The Giovannini Group (2001): Cross-Border Clearing and Settlement Arrangements in the European Union, Brussels, European Commission, November.",
        "NERA Economic Consulting (2004): The Direct Costs of Clearing and Settlement: An EU-US Comparison, London, April.",
        "Rajan, Ragnuram and Luigi Zingales (2003): Saving Capitalism from the Capitalists, New York, Crown Business.",
        "Giovannini, Alberto (1992): EMU: What Happened? Exploring the Political Dimension of Optimum Currency Areas, December 1992 (in 1993 CEPR volume).",
        "Hansmann, Henry (1996): The Ownership of Enterprise, London: The Belknap Press of Harvard University Press.",
        "Krugman, Paul (1994): Rethinking International Trade, Cambridge, MA, MIT Press.",
        "McCreevy, Charlie (2006): Clearing and Settlement: The Way Forward, Speech to the Economic and Monetary Affairs Committee of the European Parliament, July 11.",
        "Fair & Clear (2004): Contribution to the Communication on Clearing and Settlement in the European Union - The Way Forward, mimeo, September 20.",
        "EU Commission (2005): Draft Working Document on Post-Trading, mimeo, http://ec.europa.eu/internal inarket/financial-markets/docs/clearing/draft/draft en.pdf.",
        "European Central Bank (2007): Financial Integration in Europe, March. Frankfurt: European Central Bank.",
        "CESAME Report (2008): The Work of the Clearing and Settlement Advisory and Monitoring Experts, mimeo, Brussels.",
        "Di Noia, Carmine (2000): Customer-Controlled Firms: The Case of Stock Exchanges, CONSOB, mimeo.",
        "EU Commission (2004): Clearing and Settlement in the European Union - The Way Forward, Communication from the Commission to the Council and the European Parliament, COM(2994) 312 final, 28.4.2004."
    ]
}