{
    "id": 14483,
    "cites": 68,
    "cited_by": 9,
    "reference": [
        "Cialdini, RB. (2001) Influence: Science and Practice, Boston: Allyn and Bacon.",
        "Bisin, Alberto, and Thierry Verdier, (2000) A Model of Cultural Transmission, Voting and Political Ideology, European Journal of Political Economj, XVI, 5-29.",
        "Bowles, Samuel, (1998) Endogenous Preferences: The Cultural Consequences of Markets and Other Economic Instititutions, Journal of Economic Literature, XXXVI, 75-Ill.",
        "Benabou, Roland (2008) Ideology, Journal of the European Economic Association) April-May, 6(2-3), 321-352.",
        "Ben-Ner, Avner, and Louis Putterman, (1998) Economics, Values and Organizations, New York: Cambridge University Press.",
        "Benabou, Roland and Jean Tirole, (2006) Belief in a Just World and Redistributive Politics, ~uarter~y Journal of Economics, CXXI, 699-746.",
        "Artana, D., F. Navajas and S. Urbiztondo (2000): Governance and Regulation in Argentina, in Savedoff, W. and P. Spiller (eds.), Spilled Water, Washington D.C.: 1DB Press.",
        "Benabou, Roland, and Efe Ok, (2001) Social Mobility and the Demand for Redistribution: The POUM Hypothesis, ~uarter/y Journal of Economics, CXVI, 447-487.",
        "Anand, Bharat and Ron Shachar (2004) Advertising, the Matchmaker, HBS working paper.",
        "Alcazar, L., M. Abdala and M. Shirley (2002) The Buenos Aires Water Concession in M. Shirley (ed.) Thirsting for Efficiency: The Economics and Politics of Urban Water System Reform, Amsterdam: Pergamon.",
        "Alesina, Aiberto and Eliana La Ferrara(2005) Preferences for Redistribution in the Land of Opportunities. Journal of Public Economics, 89(5-6): 897-931.",
        "Alesina, Aiberto and Paola Giuliano (2007) The Power of the Family, NBER wp13051.",
        "Alesina, Alberto, and George-Marios Angeletos, (2005) Fairness and Redistribution, American Economic Review, XCV, 960-980.",
        "Aguas Argentinas (2001) Plan de Mejora y ExpansiOn del Servicio - ExpansiOn Agua Potable map E-A-A.A.-0032 Alesina, Alberto, Ed Glaeser, and Bruce Sacerdote, (2001) Why Doesnt the US have a European Style Welfare State?, Broo/cings Papers on Economic Activitj, II, 187-277.",
        "Aghion, Philippe, Algan, Yann, Cahic, Pierre and Andrei Shleifer (2008) Regulation and Distrust, mimeo.",
        "Glazer, Jacob, and Ariel Rubinstein (2004), On Optimal Rules of Persuasion, Econometrica 72, 17151736.",
        "Goffman, Erving, (1974) Frame Analysis: An Essay on the Organization of Experience, Cambridge, MA: Harvard University Press.",
        "Fong, Christina, (2001) Social Preferences, Self-Interest, and the Demand for Redistribution. Journal of Public Economics, 82(2): 225-46.",
        "Fong, Christina and Erzo Luttmer (2008) What Determines Giving to Hurricane Katrina Victims? Experimental Evidence on Racial Group Loyalty, American Economic Journal: Applied Economics~ forthcoming.",
        "Galiani, Sebastian, Gertler, Paul and Ernesto Schargrodsky (2005) Water for Life: The Impact of the Privatization of Water Services on Child Mortality, Journal of Political Econo~y, Vol. 113, pp. 83-120.",
        "Galiani, Sebastian, Martin Gonzalez-Rozada, and Ernesto Schargrodsky (2008) Water Expansions in Shantytowns: Health and Savings, forthcoming, Economica.",
        "Gerber, Alan, Karlan Dean and Daniel Bergan (2008) Does The Media Matter? A Field Experiment Measuring the Effect of Newspapers on Voting Behavior and Political Opinions, mimeo Yale University.",
        "Gentzkow, M. and J. M. Shapiro (2005). Media Bias and Reputation, forthcoming Journal of Political Econo~y.",
        "Giuliano, Paola (2007) Living Arrangements in Western Europe: Does Cultural Origin Matter? Journal of the European EconomicAssociation, 5(5): 927-952.",
        "Glaeser, Edward, (2005) The Political Economy of Hatred, ~Quarter~y Journal of Economics, CXX, 4586.",
        "Milburn, M.A. (1991) Persuasion and Politics: The Social Psychology of Public Opinion, Pacific Grove, CA: Brooks, Cole.",
        "Milgrom, Paul, and John Roberts (1986), Relying on the Information of Interested Parties, Rand Journal of Economics 17, 18-32.",
        "McKenzie, David and Diip Mookherjee (2003) Distributive Impact of Privatization in Latin America: An Overview of Evidence from Four Countries, Economia, 3:2, pp. 161-218.",
        "Malaviya, Prashant (2007) The Moderating Influence of Advertising Context on Ad Repetition Effects: The Role of Amount and Type of Elaboration, Journal of Consumer Research, 34, 32-40.",
        "McGuire, W.J. (1985) Attitudes and Attitude Change, In G. Lindzey and E. Aronson (editors) Handbook of Social Psychology, New York: Random House.",
        "Luttmer, Erzo (2001) Group Loyalty and the Taste for Redistribution, Journal of Political Econo~y. 109(3), pp. 500-528.",
        "Lora, Eduardo and Mauricio Olivera (2007) The Electoral Consequences of the Washington Consensus, 1DB working paper, forthcoming Economia.",
        "Landier, Augustin, Thesmar, David, and Mathias Thoenig, (2008) Investigating CapitalismAversion , Economic Poli~y July 2008 pp. 465-497.",
        "Lakoff~ George (1996) Moral Politics: How Liberals and Conservatives Think, London: University of Chicago Press.",
        "Hall, Peter, and David Soskice (2001) Varieties of Capitalism, Oxford, UK: Oxford University Press.",
        "Iyengar, S., M. D. Peters and D. R. Kinder (1982) Experimental Demonstrations of the `Not-SoMinimal  Consequences of Television News Programs The American Political Science Review) 76(4): 848-858.",
        "Hochschild, Jennifer (1981) Whats Fair? American Beliefs about Distributive Justice. Cambridge, MA: Harvard University Press.",
        "Inglehart, Ronald, (1990) Culture Shift in Advanced Societies, Chicago, IL: Chicago University Press.",
        "Johnson, James, (2002) How Conceptual Problems Migrate, Annual Review of Political Science, V, 22348.",
        "Jost, John and Jim Sidanius (2004) Political Psychology: An Introduction, in John Jost and Jim Sidanius (editors) Political Psychology: Key Readings, New york: Psychology Press, pp. 1-17.",
        "Jost, John, Sally Blount, Jeffrey Pfeffer, and Gyorgy Hunyady, (2003) Fair Market Ideology: Its Cognitive-Motivational Underpinnings, Research in Organizational Behavior, XXV, 53-91.",
        "Katz, E., and Feldman, J. (1962) The debates in the light of research: a survey of surveys, in The great debates, (ed). S. Krauss, Bloomongton: Indiana University Press.",
        "Knower, F.H. (1935) Experimental Studies of Change in Attitude I: A study of the effect of oral arguments on changes of attitudes,Journal of Social P~cychology, 6, 315-47.",
        "Mullainathan, S. and A. Shleifer (2005) The Market for News, American Economic Review, 95(4): 1031-1053.",
        "Mullainathan, Sendhil, Schwartzstein, Joshua and Andrei Shleifer (2008) Coarse Thinking and Persuasion, ~uarter/y Journal of Economics, vol. 123(2), 577-619.",
        "Mullen, Brian; Futrell, David; Stairs, Debbie; Tice, Dianne M.; Baumeister, Roy F.; Dawson, Kathryn E.; Riordan, Catherine A.; Radloff~ Christine E.; Goethals, George R.; Kennedy, John G. and Paul Rosenfeld (1986) Newscasters facial expressions and voting behavior of viewers: Can a smile elect a president?, Journal of Personalitj and Social Psjchology, Vol 51(2), Aug, 291-95.",
        "Murphy, Kevin, and Andrei Shleifer (2004), Persuasion in Politics, American Economic Review Papers and Proceedings 94, 435-439.",
        "Nisbett, R. E., and Ross L. (1980) Human inference: strategies and short-comings of social judgment. Englewood Cliffs, N.J.: Prentice-Hall.",
        "Petty, Richard and J. Cacioppo (1981) Attitudes and Persuasion: Classic and Contemporary Approaches, Dubuque, IA: Brown.",
        "Petty, Richard and Duane Wegener (1998) Attitude Change: Multiple Roles for Persuasion Variables, In Daniel Gilbert, Susan Fiske and Gardner Lindzey, (editors) The Handbook of Social Psychology, Volume 1, Fourth Edition, Boston, MA: McGraw-Hill.",
        "Piketty, Thomas, (1995) Social Mobility and Redistributive Politics, ~uarter/y Journal of Economics, CX, 551-584.",
        "Piketty, Thomas, (1998) Self Fulfilling Beliefs About Social Status, Journal of Public Economics, LXX, 115-1 32.",
        "Patterson, T. E., and McClure, R. D. (1976) The unseeing eye: the myth of television power in national elections, New York: G. P. Putnam.",
        "Roland, Gerard, and Thierry Verdier, (1994) Privatization in Eastern Europe: Irreversibility and Critical Mass Effects Journal of Public Economics, LIV, 161-183.",
        "Rotemberg, Julio, (2002) Perceptions of Equity and the Distribution of Income, Journal of Labor Economics, XX, 249-288.",
        "Sears, D. 0., and Chaffee, S. H (1979) Uses and effects of the 1976 debates: an overview of empirical studies, In S. Krauss(editor), The great debates, 1976: Ford vs. Carter, Bloomington: Indiana University Press.",
        "Schotter, Andrew, (1998) Worker Trust, System Vulnerability and the Performance of Work Groups, in Ben-Ner, and Putterman, eds., Economics. Values and Organization, Cambridge, UK: Cambridge University Press, Shiller, Robert, Maxim Boycko, and Vladimir Korobov, (1991) Popular Attitudes toward Free Markets: The Soviet Union and the United States Compared, American Economic Review, LXXXI, 385-400.",
        "Shirley, Mary (2004) Why is sector reform so unpopular in Latin America, Ronald Coase Institute working paper number 4, January.",
        "Stokes, Susan (2001) Public Support for Market Reforms in New Democracies, Cambridge, United Kingdom: Cambridge University Press.",
        "Zajonc, Robert (1968) Attitudinal Effects of Mere Exposure, Journal of Personalitj and Social PsJchologyMonog~~ahs, 9 (N 2, Part 2), 1-27.",
        "Dobbin, Frank, (2004) The Sociological View of the Economy, in F. Dobbin, ed., The New Economic Sociology (Princeton, NJ: Princeton University Press.",
        "Earle, John, S. Gehlbach, Z. Sakova, and J. Vecernik, (1997) Mass Privatization, Distributive Politics, and Popular Support for Reform in the Czech Republic, Working Paper, Institute of Sociology, Academy of Sciences, Prague, Czech Republic.",
        "Di Tella, Rafael, Galiani, Sebastian and Ernesto Schargrodsky (2007) The Formation of Beliefs: Evidence from the Allocation of Land Tides to Squatters, The ~uarter/y Journal of Economics, vol. 122 (1), pp. 209-41.",
        "Di Tella, Rafael, and Robert MacCulloch, (2002) Why Doesnt Capitalism flow to Poor Countries?, mimeo, Harvard Business School.",
        "Denzau, Arthur, and Douglass North, (1994) Shared Mental Models: Ideologies and Institutions, Kj/clos, XLVII, 3-31.",
        "Corneo, Giacomo, and Hans Peter Gruner, (2002) Individual Preferences for Political Redistribution, Journal of Public Economics, LXXXIII, 83-107.",
        "Della Vigna, Stefano and Ethan Kaplan (2007) The Fox News Effect: Media Bias and Voting, ~uarter~y Journal of Economics, August, Vol. 122, 1187-1234.",
        "De Marzo, Peter, Vayanos, Dimitri and Jeffrey Zwiebel (2003) Persuasion Bias, Social Influence and Unidimensional Opinions, ~uarter/y Journal of Economics, August, 909-67."
    ]
}