{
    "id": 14480,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Mookerjee, D. and I. Png. 1989. Optimal Auditing, Insurance and Redistribution, Quarterly Journal of Economics, vol. 104: 399-415.",
        "Townsend, R. 1979. Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, 21(2): 265-93.",
        "Wang, C. , 2004. Dynamic Costly State Verification, research memo.",
        "Williamson, 5. 1987. Costly Monitoring, Loan Contracts and Equilibrium Credit Rationing, Quarterly Journal of Economics, vol. 102: 135-145.",
        "Khalil, F. 1997. Auditing without Commitment, RAND Journal of Economics, vol. 28, 629-640.",
        "Monnet, C. and E. Quintin. 2005. Optimal Contracts in a Dynamic Costly State Verification Model, Economic Theory, vol. 26: 867-885.",
        "Kedia, S. and T. Philippon. 2007. The Economics of Fraudulent Accounting, research memo NYU Stern School.",
        "Hart, 0. and J. Moore, 1998. Default and Renegotiation: A Dynamic Model of Debt, Quarterly Journal of Economics, 113(1), 1-41.",
        "Jensen, M. 1986. Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review, 76(2): 323-29.",
        "Gale, D. and M. Hellwig. 1985. Incentive-compatible Debt Contracts, Review of Economic Studies, vol. 52: 647-663.",
        "Hart, 0. and J. Moore. 1995. Debt and Seniority: An Analysis of the Role of Hard Claims in Constraining Management, American Economic Review, 85(3): 567-85.",
        "Dewatripont, M. and J. Tirole 1994. ~A Theory of Debt and Equity: Diversity of Securities and Manager-Shareholder Congruence, The Quarterly Journal of Economics, Vol. 109, No. 4 (Nov., 1994).",
        "DeMarzo, P. and Fishman, M., ~Optimal Long-Term Financial Contracting with Privately Observed Cash Flows, Graduate School of Business, Stanford University, 2003.",
        "Albuquerque, R. and Hopenhayn, H. Optimal Lending Contracts and Firm Dynamics, with Hugo Hopenhayn, September 2002. Forthcoming Review of Economic Studies.",
        "Aiyagari, S. Rao, and Fernando Alvarez. Stationary Efficient Distributions With Private Information and Monitoring: A Tale of Kings and Slaves. Manuscript, Federal Reserve Bank of Minneapolis, 1995.",
        "Atkeson, A. and H. Cole. 2005. A Dynamic Theory of Optimal Capital Structure and Executive Compensation. NBER working paper #11083.",
        "Bester, H. and R. Strausz. 2001. Contracting with Imperfect Commitment and the Revelation Principal: The Single Agent Case. Econometrica, vol. 69, No. 4.",
        "Berglof, E. and E. von Thadden, 1994. ~Short-Term Versus Long-Term Interests: Capital Structure with Multiple Investors, The Quarterly Journal of Economics, Vol. 109, No. 4 (Nov., 1994), pp. 1055-1084",
        "Border, K. and J. Sobel. 1987. Samurai Accountant: A Theory of Auditing and Plunder. Review of Economic Studies, vol.4, 525-540.",
        "Boyd, J. and B. Smith. 1994. How Good Are Standard Debt Contracts? Stochastic versus Nonstochastic Monitoring in a Costly State Verification Environment, Journal of Business, vol. 67: 530-561.",
        "Clementi, G.L. and Hopenhayn, H., ~A Theory of Financing Constraints and Firm Dynamics, RCER working paper #492, June 2002."
    ]
}