{
    "id": 14482,
    "cites": 62,
    "cited_by": 7,
    "reference": [
        "Almond, Douglas. Is the 1918 Influenza Pandemic Over? Long-term Effects of In Utero Influenza Exposure in the Post-1940 U.S. Population, Journal of Political Economy, 114, August 2006: 672-7 12.",
        "Adler, Nancy, and Joan Ostrove. Socioeconomic Status and Health: What we Know and What we Dont, Socioeconomic Status and Health in Industrialized Nations. Annals of the New York Academy of Sciences 896, 1999:3-15.",
        "Reid, R.J., MacWilliam, L., Verhulst, L, Roos, N.P., Aitkinson, M. Performance of the ACG Case-Mix System in Two Canadian Provinces Medical Care 2001 39(1): 86-99.",
        "Linnet, Karen, Kirsten Wisborg, Esben Agerbo, Niels-Jorgen Secher, Per Hove Thomsen and Tine Brink Henriksen. Gestational Age, Birthweight and the Risk of Hyperkinetic Disorder, Archives of Disease in Childhood, June 5, 2006.",
        "Luo, Ye and Linda J. Waite. The Impact of childhood and Adult SES on Physical, Mental and Cognitive Well-Being on Later Life, Journals of Gerontology: Social Sciences. 60B #2, 2005, S93-10 1.",
        "Marmot, Michael, and Wilkinson, Richard (eds.). 1999. Social Determinants of Health. Oxford, UK: Oxford University Press.",
        "McLeod, Jane D. and Karen Kaiser. Childhood Emotional and Behavioral Problems and Educational Attainment, American Sociological Review, 69, October 2004, 636-658.",
        "Mustard, C., Derksen, S., Berthelot. J.M. Wolfson, M, Roos, L., and K.C. Carriere, SocioEconomic Gradients in Mortality and the Use of Health Care Services at Different Stages in the Life Course Manitoba Centre for Health Policy Report, December 1995.",
        "Mustard, C., Derksen, S., Berthelot, J.M., Wolfson, M. Assessing ecologic proxies for household income: a comparison of household and neighbourhood level income measures in the study of population health status, Health and Place 5:2 (1999) 157-171.",
        "National Center for Injury Prevention and Control. CDC Injury Fact Book (Centers for Disease Control and Prevention: Atlanta GA) 2006.",
        "Newacheck, Paul. Poverty and Childhood Chronic Illness, Archives of Pediatric and Adolescent Medicine, 148 (1994): 1143-1 149.",
        "Newacheck, Paul and Neil Halfon, Prevalence and Impact of Disabling Chronic Conditions in Childhood, American Journal of Public Health, 88 no. 4 (1988): 610-617. Oreopoulos, Philip, Mark Stabile, Roos, L., and Walld, R., The Short, Medium, and Long Term Effects of Poor Infant Health, forthcoming, Journal of Human Resources.",
        "Powe, N.R., J. Weiner, B. Starfield, M.E. Stuart, A. Baker, D. Steinwachs. Systemwide Performance in a Medicaid Program: Profiling the Care of Patients with Chronic Illness, medical Care, 1998, 34(8):798-810.",
        "Weiner, J. B. Starfield, R.N. Lieberman. Johns Hopkins Ambulatory Care Groups (ACGs): A Case Mix System for UR, QA, and Capitation Adjustment, HMO Pratice, 1992, 6(1): 13-19.",
        "Weiner, J. A. Dobson, S. Maxwell, K. Coleman, B. Starfield, G. Anderson. Risk-Adjusted Medicare Capitation Rats Using Ambulatory and Inpatient Diagnoses, Health Care Financing Review, 1996, 17(3): 77-99.",
        "U.S. Environmental Protection Agency, Indoor Environments Division Office of Air and Radiation, Asthma Facts, EPA 402-F-04-019 (2006).",
        "U.S. Department of Health and Human Services. Mental Health: A Report to the Surgeon General (Rockville MD: U.S. Dept. Of Health and Human Services) (1999).",
        "U.S. Centers for Disease Control. Preventing Chronic Diseases: Investing Wisely in Health, Preventing Dental Caries (Washington D.C.: U.S. Department of Health and Human Services) April 6, 2004.",
        "Smith, James P. The Impact of Social Economic Status on Health over the Life Course, Journal of Human Resources, 42 #4, Fall 2007: 739-764.",
        "Starfield, Barbara, S. Shapiro, J. Weiss, K. Liang, K. Ra, D. Paige, and X. Wang. 1991. Race, family income and low birth weight. American Journal of Epidemiology 134:1167-74. The Johns Hopkins University Bloomberg School of Public Health, Health Services Research & Development Center. The Johns Hopkins ACG Case-Mix System Version 6.0 Release Notes.",
        "Shaffer, D., P. Fisher, M.K. Dulcan, M. Davies, J. Piacentini et al. The NIMH Diagnostic Interview Schedule for Children Version 2.3 (DISC-2.3): Description, acceptability, prevalence rates, and performance in the MECA Study. Methods for the Epidemiology of Child and Adolescent Mental Disorders Study, Journal of the American Academy of Child and Adolescent Psychiatry, 35, 1996, 865-877.",
        "Salm, Martin and Daniel Schunk. The Role of Childhood Health for the Intergenerational Transmission of Human Capital: Evidence from Administrative Data, University of Mannheim, May 2008.",
        "Royer, Heather. 2005. Separated at girth: estimating the long-run and intergenerational effects of birthweight using twins. Ford School of Public Policy, University of Michigan, Ann Arbor MI.",
        "Roos LL., and JP Nicol, A research registry: uses, development, and accuracy, J Clin Epidemiology 52:1 (1999), 39-47.",
        "Roos, LL., Walld, R., Uhanova, J. and R. Bond, Physician visits, hospitalizations, and socioeconomic status: ambulatory care sensitive conditions in a Canadian setting, Health Services Research 40:4 (August 2005), 1167-1185.",
        "Reid, R.J., Roos N.P., MacWilliam, L., Frohlich, N., Black, C., Assessing Population Health Care Needs Using A Claims Based ACG Morbidity Measure: A Validation Exercise in the Province of Manitoba, Health Services Research 2002, 37(5): 1345-63.",
        "Roos N.P., and C.A.Mustard, Variation in Health and Health Care Use by Socioeconomic Status in Winnipeg, Canada: Does the System Work Well? Yes and No, Milbank Quarterly, 1997,75(1):80-1 11.",
        "Kessler, Ronald, Cindy Foster, William Saunders, and Paul Stang. Social Consequences of Psychiatric Disorders, I: Educational Attainment, American Journal of Psychiatry, 152, 1995, 1026-32.",
        "Lawlor, Debbie, Heather Clark, George Davey Smith, and David Leon. Intrauterine Growth and Intelligence Within Sibling Pairs: Findings from the Aberdeen Children of the 1950s Cohort, Pediatrics, 117 #5, May 2006: 894-902.",
        "Hawley, C.A., A.B. Ward, A.R. Magnay, J. Long. Outcomes Following Childhood Head Injury: A Population Study, Journal of neurological Neurosurgery and Psychiatry, 75, 2004: 737-742.",
        "Glied, Sherry. The Value of Reductions in Child Injury Mortality in the U.S., in David Cutler and Ernst Berndt (eds) Medical Care Output and Productivity (Chicago: University of Chicago Press for NBER) 2001.",
        "Gregg, Paul and Steven Machin. Child Development and Success or Failure in the Youth Labour Market, Center for Economic Performance, London School of Economics Discussion Paper 0397, July 1998.",
        "Gutstadt, L.B. J.W. Gillette, D.A. Mrazek, J.T. Kukuhara, J.F. LaBrecque, R.C. Strunk. Determinants of School Performance in Children with Chronic Asthma, American Journal of Diseases in Children, 143 #4 (April 1989): 471-475.",
        "Froehlich, T.E., Bruce Lanphear, J.N. Epstein, et al. Prevalence, Recognition, and Treatment of Attention-Deficit/Hyperactivity Disorder in a National Sample of U.S. Children, Archives of Pediatric and Adolescent Medicine, 161 #9, 2007: 857-864.",
        "Elo, Irma T. and Samuel H. Preston. Effects of Early Life Conditions on Adult Mortality: A Review, Population Index, 58, 1992: 186-2 12.",
        "Fransoo, Randall. How Helath Status at Birth and Through Childhood Affects Progress and Performance in School: A Population Based Study, Ph.D thesis, Department of Community Health Sciences, Faculty of Medicine, University of Manitoba, August 2007.",
        "Curie, Janet and Wanchuan Lin. Chipping Away at Health: More on the Relationship Between Income and Child Health, Health Affairs, 26 #2, Mar/Apr 2007, 331-344.",
        "Duncan, G., Dowsett, C. Claessens, A., Magnuson, K. Hustonb, A. Klebanov, P., Pagani, L. Feinstein, L. Engel, M. Brooks-Gunn, J., Sexton, H. Duckworth, K. and C. Japel School Readiness and Later Achievement, Northwestern University Working Paper, 2006.",
        "Cutler, David and Adriana Lleras-Muney. Education and Health: Evaluating Theories and Evidence, NBER Working Paper # 12352, June 2006.",
        "Curie, Janet and Rosemary Hyson. Is the impact of health problems cushioned by socioeconomic status? The case of low birth weight, American Economic Review 89 #2, May, 1999: 245-250.",
        "Curie, Janet and Enrico Moretti, Biology as Destiny? Short and Long-Run Determinants of Intergenerational Transmission of Birth Weight, Journal of Labor Economics, April 2007.",
        "Curie, Janet and Mark Stabile. 2003. Socioeconomic status and health: why is the relationship stronger for older children? American Economics Review 93, no. 5:1813-23.",
        "Curie, Janet and Mark Stabile. Child Mental Health and Human Capital Accumulation: The Case of ADHD, Journal of Health Economics, 25 #6, Nov. 2006, 1094-1118. Curie, Janet and Mark Stabile. Mental Health in Childhood and Human Capital, forthcoming in An Economic Perspective on the Problems of Disadvantaged Youth, Jonathon Gruber (ed.) (Chicago: University of Chicago Press for NBER), forthcoming.",
        "Conley, Dalton and Neil Bennett. 2000. Is Biology destiny? Birth weight and life chances. American Sociological Review 65 (June): 458-67.",
        "Cunha, F., and J.J. Heckman, The Technology of Skill Formation, National Bureau of Economic Research Working Paper, 12840, January 2007. Currie, Janet. Healthy, Wealthy, and Wise? Socioeconomic Status, Poor Health in Childhood, and Human Capital Development, forthcoming in Journal of Economic Literature.",
        "Case, Anne, Darren Lubotsky and Christina Paxson. 2002. Economic status and health in childhood: the origins of the gradient. American Economic Review 92, no.5:1308-34.",
        "Case, Anne, Angela Fertig and Christina Paxson. The lasting impact of childhood health and circumstance, Journal of Health Economics, March 2005.",
        "Case, Anne and Christina Paxson. Stature and Status: Height, Ability, and Labor Market Outcomes, NBER Working Paper #12466, August 2006.",
        "Breslau, N., J.E. DelDotto, G.G. Brown, S. Kumar, S. Ezhuthachan, K.G. Hufnagle, and E.L. Peterson. 1994. A gradient relationship between low birth weight and IQ at age 6 years. Archives of Pediatric and Adolescent Medicine 148:377-83.",
        "Brownell, Marni, Roos, Noralou, Fransoo, Randy, Is the Class Half Empty? A Population Based Perspective on Socioeconomic Status and Educational Outcomes, IRPP Choices 12(5), October, 2006.",
        "Bloom, Barbara and R.A. Cohen. Summary Health Statistics for U.S. Children: National Health Interview Survey, 10 #234, 2007: 1-79.",
        "Brooks-Gunn, Jeanne, Klebanov, Patricia, and Greg Duncan. 1996. Ethnic differences in childrens intelligence test scores: role of economic deprivation, home environment, and maternal characteristics. Child Development 67:396-408.",
        "Black, Sandra E., Paul J. Devereux, and Kjells G. Salvanes. From the cradle to the labor market? The effect of birth weight on adult outcomes, Quarterly Journal of Economics, 2007.",
        "Behrman, Jere and Mark Rosenzweig. Returns to Birthweight, Review of Economics and Statistics, 86 #2, 2004: 586-601.",
        "Billings, John, Lisa Zeitel, Joanne Lukomnik, Timothy Carey, Arthur Black and Laurie Newman, Impact of Socioeconomic Status on Hospital Use in New York City, Health Affairs, 12, 1993: 162-173.",
        "Almond, Douglas and Bhashkar Mazumder. The 1918 Influenza Pandemic and Subsequent Health Outcomes: An Analysis of SIPP Data, American Economic Review: Papers and Proceedings, 95, 2005: 258-262.",
        "Annett, R.D., E.H. Aylward, J. Lapidus, B.G. Bender, T. DuHamel. Neurocognitive Functioning in Children with Mild and Moderate Asthma in the Childhood Asthma Management Program, Journal of Allergy and Clinical Immunology, 105 #4 (April 2000): 7 17-724 Baillargeon, R., Tremblay, R., Willms, J.D., The Prevalence of Physical Aggression in Canadian Children: A Multi-Group Latent Class Analysis of Data from the First Collection Cycle (1994-1995) of the NLSCY, Human Resources Development Canada, Applied Research Branch, December 1999.",
        "Baker, Michael, Mark Stabile and Catherine Deri. What Do Self-Reported, Objective Measures of Health Measure? 2004, Journal of Human Resources, 39(4), pp.1067-1093.",
        "Barker, David. 1998. In utero programming of chronic disease. Clinical Science 95:115-28.",
        "Begley, Charles, Carl Slater, Martha Engel, and Thomas Reynolds. Avoidable Hospitalizations and Socio-Economic Status in Galveston County, Texas, Journal of Community Health, 19, 1994:377-387.",
        "Behrman, Jere, Robert Pollak, and Paul Taubman. Parental Preferences and Provision for Progeny, Journal of Political Economy, 90 #1, 1982: 52-73.",
        "Behrman, Jere, Robert Pollak and Paul Taubman. Family Resources, Family Size, and Access to Financing for College Education, Journal of Political Economy, 97 #2, 1989: 398-419."
    ]
}