{
    "id": 14481,
    "cites": 43,
    "cited_by": 31,
    "reference": [
        "Arrow, Kenneth (1962) Economic Welfare and the Allocation of Resources for Invention, in R. Nelson (ed.) The Rate and Direction of Inventive Activity Princeton University Press, 609-625.",
        "Archibugi, D. and G. Sirilli (2001) The Direct Measurement of Technological Innovation in Business, in Innovation and Enterprise Creation: Statistics and Indicators. European Commission.",
        "Andrews, Donald W. K. (1999) Consistent Moment Selection Procedures for Generalized Method of Moments Estimation, Econometrica 67(3): 543-564.",
        "Aghion, Philippe and Peter Howitt (1992) A Model of Growth through Creative Destruction, Econometrica 60(2): 323-251.",
        "Aghion, Philippe, Richard Blundell, Rachel Griffith, Peter Howitt and Susanne Prantl (2006) Entry and Productivity Growth: Evidence from Micro-level Panel Data Journal of European Economic Association, Papers and Proceedings 2(2-3): 265276.",
        "Aghion, Philippe, Nick Bloom, Richard Blundell, Rachel Griffith, and Peter Howitt (2005a) Competition and Innovation: an Inverted U Relationship, Quarterly Journal of Economics 20(2): 701-728.",
        "Aghion, Philippe, Robin Burgess, Stephen Redding and Fabrizio Zilibotti (2005b) Entry Liberalization and Inequality in Industrial Performance, Journal of the European Economic Association, Papers and proceedings, 3(2-3): 29 1-302.",
        "Aghion, Philippe, Richard Blundell, Rachel Griffith, Peter, Howett and Susanne Prantl (2004) Entry and Productivity Growth: Evidence from Microlevel Panel Data, Journal of the European Economic Association, Papers and proceedings 2(2-3): 265-276.",
        "___________ (2007b) Market Structure - Theory and Evidence, Ch. 35 in Robert Porter and Mark Armstrong (eds.) Handbook of Industrial Organisation, 3(1): 23012368.",
        "Schumpeter, Joseph A. (1943) Capitalism, Socialism, and Democracy. New York: Harper.",
        "Sutton, John (2007a) Quality, Trade and the Moving Window: The Globalization Process, manuscript.",
        "Salop, Steven (1977) The Noisy Monopolist: Imperfect Information, Price Dispersion, and Price Discrimination, Review of Economic Studies 44(3): 393-406.",
        "Scherer, F. M. (1967) Market Structure and the Employment of Scientists and Engineers, American Economic Review 57(3) :524-531.",
        "Schmitz, Jr., James A. (2005) What Determines Productivity? Lessons from the Dramatic Recovery of the US and Canadian Iron Ore Industries Following Their Early 1980s, Journal of Political Economy 133(3): 582-625.",
        "Sabirianova, Klara, Jan Svejnar and Katherine Terrell (2005b) Distance to the Efficiency Frontier and FDI Spillovers, Journal of the European Economic Association, Papers and Proceedings, 3(2-3): 576-586.",
        "Rosembaum, Paul R. (2002) Observational Studies. Springer-Verlag.",
        "Sabirianova, Klara, Jan Svejnar and Katherine Terrell (2005a) Foreign Investment, Corporate Ownership and Development: Are firms in emerging markets catching up to the world standard? IZA and CEPR Discussion Papers.",
        "Romer, Paul (1990) Endogenous Technological Change, Journal of Political Economy 98(5): S71-S102.",
        "Pavcnik, Nina (2002) Trade Liberalization, Exit, and Productivity Improvements: Eveidence from Chilean Plants, The Review of Economic Studies 69(1): 245-276.",
        "Michie, J. (1998) Introduction: The Internationalisation of the Innovation Process, International Journal of the Economics of Business 5(3): 26 1-277.",
        "Nickell, Stephen (1996) Competition and Corporate Performance, Journal of Political Economy 104(4): 724-746.",
        "Newey, Whitney K. (1987) Efficient estimation of limited dependent variable models with endogenous explanatory variables, Journal of Econometrics 36(3): 23 1-250.",
        "Melitz, Marc J. (2003) The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica 7 1(6): 1695-1725.",
        "Kamien, M.I. and Schwartz, N.L. (1972) Market Structure, Rivals Response, and the Firms Rate of Product Improvement, The Journal of Industrial Economics 20(2): 159-172.",
        "Hall, Alastair R. and Fernanda P. M. Peixe, 2003. A Consistent Method for the Selection of Relevant Instruments, Econometric Reviews 22: 269-28 8.",
        "Javorcik, Beata (2004) Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In search of spillovers through backward linkages, American Economic Review 94(3): 605-627.",
        "Gorodnichenko, Yuriy, Jan Svejnar and Katherine Terrell (2007) When Does FDI Have Positive Spillovers? Evidence from 17 Transition Economies, IZA Discussion Paper No. 3079.",
        "Gorg, Holger and David Greenaway (2004) Much Ado about Nothing? Do Domestic Firms Really Benefit from Foreign Direct Investment? World Bank Research Observer 19(2): 171-197.",
        "Gilbert, Richard and David Newbery (1982) Preemptive Patenting and the Persistence of Monoploy, American Economic Review 72(3): 514-526.",
        "Geroski, Paul (1995) Market Structure, Corporate Performance and Innovative Activity. Oxford University Press, Oxford, U.K.",
        "Cohen, Wesley and Richard C. Levin (1989) Empirical Studies of Innovation and Market Structure, ch. 18 in Handbook of Industrial Organization, MIT, 2: 10591107.",
        "Dixit, Avinash and Joseph Stiglitz (1977) Monopolistic Competition and Optimum Product Diversity, American Economic Review 67(3): 297-308.",
        "Cohen, Wesley (2005) Empirical Studies of Innovative Activity, pp. 182-264 in Stoneman, P. (ed.), Economics of Innovation and Technological Change Handbook, Oxford: Blackwell Publishers Ltd.",
        "Clark, Gregory (1987) Why Isnt the Whole World Developed? Lessons from the Cotton Mills, Journal of Economic History 47(1): 141-173.",
        "Business Environment and Enterprise Performance Survey (1999) (2002) (2005) The World Bank, Washington, D.C.",
        "Bartelsman, Eric, John Haltiwanger, and Stefano Scarpetta (2004) Microeconomic Evidence of Creative Destruction in Industrial and Developing Countries, IZA Discussion Paper 1374.",
        "Becheikh, Nizar, Rejean Landry and Nabil Amara (2006) Lessons from innovation empirical studies in the manufacturing sector: A systematic review of the literature from 1993-2003, Technovation 26: 644-664.",
        "Bertrand, Marianne (2004) From the invisible handshake to the invisible hand? How import competition changes the employment relationship, Journal of Labor Economics 22(4):723-765.",
        "Bertschek, Irene (1995) Product and Process Innovation as a Response to Increasing Imports and Foreign Direct Investment, The Journal of Industrial Economics 43(4): 341-357.",
        "Blundell, Richard, Rachel Griffith and John Van Reenen (1999) Market Share, Market Value and Innovation in a Panel of British Manufacturing Firms, The Review of Economic Studies 66 (3): 529-554.",
        "Carlin, Wendy, Mark E. Schaffer and Paul Seabright (2004) A Minimum of Rivalry: Evidence from Transition Economies on the Importance of Competition for Innovation and Growth, Contributions to Economic Analysis & Policy 3(1): Berkeley Electronic Press.",
        "Baily, Martin N., and Hans Gersbach (1995) Efficiency in Manufacturing and the Need for Global Competition, Brookings Papers on Economic Activity - Microeconomics: 307-358.",
        "Blalock, Ganick and Paul J. Gertler (2008) Welfare Gains from Foreign Direct Investment Through Technology Transfer to Local Suppliers, Journal of International Economics 74(2): 402-421."
    ]
}