{
    "id": 14492,
    "cites": 21,
    "cited_by": 101,
    "reference": [
        "Graham, Daniel J., and Stephen Glaister. 2004. Road Traffic Demand Elasticity Estimates: A Review, Transport Reviews 24(3), pp. 261-274.",
        "Hamilton, James D. 1994. Time Series Analysis. Princeton, NJ: Princeton University Press.",
        "Hestomi, Alan, Robert Summers and Bettina Aten. 2006. Penn World Table Version 6.2, University of Penmisylvania.",
        "Hormi, Manfreid. 2004. OPECs Optimnal Crude Oil Price, Energy Policy 32(2), pp. 269-280 Hotellimug, Harold. 1931. Thie Economnics of Exhaustible Resources, Journal of Political Economy 39(2), pp. 137-75.",
        "Hughes, Jonathan E., Christopher R. Knittel and Daniel Sperling. 2008. Evidence of a Shift in the Short-Run Price Elasticity of Gasoline Demand. Energy Journal 29(1), pp. 93-114.",
        "Jovanovic, Boyan. 2007. Bubbles in Prices of Exhaustible Resources,, working paper, New York University.",
        "Kambara, Tatsu, and Chiristopher Howe. 2007. China and the Global Energy Crisis, Edward Elgar.",
        "Krautkraemner, Jeffrey A. 1998. Nomirenewable Resource Scarcity, Journal of Economic Literature 36(4), pp. 2065-2107.",
        "Kwiatowski, Denis, Peter C. B. Phillips, Peter Schmidt, and Yongcheol Shin. 1992. Testing the Null Hypothesis of tationarity Against the Alternative of a Unit Root, Journal of Econometrics 54, pp. 159-178.",
        "Abosedraa, Salah, amid Hamid Baghestani. 2004. On the Predictive Accuracy of Crude Oil Futures Prices, Energy Policy 32, pp. 1389---1393.",
        "Alhaji, A.F., and David Huettmuer. 2000. OPEC and Othuer Commnodity Cartels: A Comparison, Energy Policy 28, pp. 1151-1164.",
        "Alquist, Ron, and Lutz Kilian. 2008. What Do We Learn from the Price of Crude Oil Futures? Working paper, University of Michigan.",
        "Auffhammer, Maximilian and Richard T. Carson. 2008. Forecasting the Path of Chinas C02 Emissions Using Province Level Information, Journal of Environmental Economics and Management 55(3), pp. 229-47.",
        "Cooper, Johmi C.B. 2003. Price Elasticity of Demnamud for Crude Oil: Estimates for 23 Countries, OPEC Review 27(1), pp. 1-8.",
        "Dahul, Carol A. 1993. A Survey of Oil Demnand Elasticities for Developing Coumutries, OPEC Review 17(Winter), pp. 399-419.",
        "Dahl, Carol and Thomas Sterner. 1991. Analysing Gasoline Demand Elasticities: A Survey, Energy Economics 13, pp. 203-210.",
        "Gately, Dermot, and Hillard G. Huntington. 2002. The Asymmetric Effects of Changes in Price and Income on Energy and Oil Demand, Energy Journal 23(1), pp. 19-55.",
        "Chinn, Menzie D., Michael LeBlanc, and Olivier Coibion. 2005. The Predictive Content of Energy Futures: An Update on Petroleum, Natural Gas, Heating Oil and Gasoline, NBER Working Paper. No. 11033.",
        "Brons, Martijn Brons, Peter Nijkamp, Eric Pels, and Piet Rietveld. 2008. A MetaAnalysis of the Price Elasticity of Gasoline Demand: A SUR Approach, Enerqy Economics 30, pp. 2105-2122.",
        "Bopp, Anthiony E. and George M. Lady. 1991. A Comparison of Petroleum Futures versus Spot Prices as Predictors of Prices in thie Future, Energy Economics 13(4), pp. 274-282.",
        "Breunig, Robert V. 2008. Should Single-Equation Dymiamic Gasolimue Demnamud Models Include Moving Average Terms?, workimig paper, Australiamu Natiomual University."
    ]
}