{
    "id": 14496,
    "cites": 35,
    "cited_by": 2,
    "reference": [
        "Auerbach, Alan J., and Mervyn A. King, 1983, Taxation, Portfolio Choice, and Debt-Equity Ratios: A General Equilibrium Model, Quarterly Journal of Economics, 98, 587-609.",
        "Bergstresser, Daniel, and James Poterba, 2002, Do After-Tax Returns Affect Mutual Fund Inflows? Journal of Financial Economics, 63, 38 1-414.",
        "Bernheim, B. Douglas, 2002, Taxation and Saving, in in A. J. Auerbach and M. Feldstein, eds., Handbook of Public Economics Volume 3, Elsevier Science B.V., 1173-1249.",
        "Biais, Bruno, and Richard C. Green, 2005, The Microstructure of the Bond Market in the 20th Century, working paper, Carnegie Mellon University.",
        "Boyd, John H., and Ravi Jagannathan, 1994, Ex-Dividend Price Behavior of Common Stocks, Review of Financial Studies, 7, 7 11-741.",
        "Chalmers, John M. R., 1998, Default Risk Cannot Explain the Muni Puzzle: Evidence from Municipal Bonds that are Secured by U.S. Treasury Obligations, Review of Financial Studies, ii, 28 1-308.",
        "Chalmers, John M. R., 2000, The Muni Puzzle: Explanations and Implications for Investors, in Jegadeesh, N., and B. Tuckman, ed., Advanced Fixed-Income Valuation Tools, John Wiley and Sons, 302-3 19.",
        "Cole, C. Steven, Pu Liu, and Stanley D. Smith, 1994, The Capitalization of the State Tax Exemption Benefit in Municipal Bond Yields, Journal of Financial and Strategic Decisions, 7, 67-77.",
        "Constantinides, George M., and Jonathan E. Ingersoll, 1984, Optimal Bond Trading with Personal Taxes, Journal of Financial Economics, 13, 299-355.",
        "Dammon, Robert, and Richard Green, 1987, Tax Arbitrage and the Existence of Equilibrium Prices for Financial Assets, Journal of Finance, 42, 1143-1166.",
        "Downing, Chris and Frank Zhang, 2004, Trading Activity and Price Volatility in the Municipal Bond Market,  Journal of Finance, 59, 899-931.",
        "Dybvig, Philip, and Stephen Ross, 1986, Tax Clienteles and Asset Pricing, Journal of Finance, 41, 751-763.",
        "Erickson, Merle, and Edward L. Maydew, 1998, Implicit Taxes in High Dividend Yield Stocks, The Accounting Review, 73, 435-458.",
        "Fama, Eugene F., and Kenneth R. French, 1998, Taxes, Financing Decisions, and Firm Value, Journal of Finance, 53, 8 19-843.",
        "Fennell, Christopher C., and Lee A. Fennell, 2003, Fear and Greed in Tax Policy: A Qualitative Research Agenda, Law and Economics Working Paper No. 1, University of Texas School of Law.",
        "Fama, Eugene F., and James D. MacBeth, 1973, Risk, Return, and Equilibrium: Empirical Tests, Journal of Political Economy, 71, 607-636.",
        "Fortune, Peter, 1996, Do Municipal Bond Yields Forecast Tax Policy? New England Economic Review, Sep/Oct, 29-48.",
        "Green, Richard C., 1993, A Simple Model of the Taxable and Tax-Exempt Yield Curves, Review of Financial Studies, 6, 233-264.",
        "Green, Richard C., and Bernt A. Ã\u0083Â¸degaard, 1997, Are There Tax Effects in the Relative Pricing of U.S. Government Bonds? Journal of Finance, 52, 609-633.",
        "Green, Richard C., Burton Hollifield, and Norman SchUrhoff, 2007a, Financial Intermediation and Costs of Trading in an Opaque Market, Review of Financial Studies, 20, 275-314.",
        "Green, Richard C., Burton Hollifield, and Norman SchUrhoff, 2007b, Dealer Intermediation and Price Behavior in the Aftermarket for New Bond Issues, Journal of Financial Economics, 86, 643-682.",
        "Harris, Lawrence E., and Michael S. Piwowar, 2006, Secondary Trading Costs in the Municipal Bond Market, Journal of Finance, 61, 1361-97.",
        "Hildreth, W. Bartley, and C. Kurt Zorn, 2005, The Evolution of the State and Local Government Municipal Debt Market over the Past Quarter Century, Public Budgeting and Finance, 25, 127-153.",
        "Hong, Gwangheon, and Arthur Warga, 2004, Municipal Marketability, Journal of Fixed Income, September, 86-95.",
        "Li, Dan, 2006, Agreeing on a Higher Price, working paper, Federal Reserve Board.",
        "Litvack, David, and Frank Rizzo, 2000, Municipal Default Risk, Municipal Finance Journal, 21, 25-42.",
        "Litzenberger, Robert H., and Jacques Rolfo, 1984, Arbitrage Pricing, Transactions Costs and Taxation of Capital Gains: A Study of Government Bonds with the Same Maturity Date, Journal of Financial Economics, 13, 337-351.",
        "Liu, Sheen, Jian Shi, Junbo Wang, and Chunchi Wu, 2007, How Much of the Corporate Bond Spread is due to Personal Taxes? Journal of Financial Economics, 85, 599-636.",
        "McCaffery, Edward J., 1994, Cognitive Theory and Tax, UCLA Law Review, 41, 1861-1947.",
        "McDonald, Robert L., 1983, Government Debt and Private Leverage, Journal of Public Economics, 22, 303-325.",
        "Nelson, Charles R., and Andrew E Siegel, 1987, Parsimonious Modeling of Yield Curves, Journal of Business, 60, 473-489.",
        "Poterba, James M., 2002, Taxation, Risk-Taking, and Household Portfolio Behavior, in A. J. Auerbach and M. Feldstein, eds., Handbook of Public Economics Volume 3, Elsevier Science B.V., 1110-71.",
        "Strnad, Jeff, 1995, The Taxation of Bonds: The Tax Trading Dimension, Virginia Law Review, 81, 47-116.",
        "Sullivan, Martin, 2007, The Effective Corporate Tax Rate is Falling, Tax Analysts Tax Notes, Jan 22, 2007.",
        "Woodell, Colleen, William Montrone, and Brooks Brady, 2004, U.S. Municipal Rating Transitions and Defaults, 1986-2003, Municipal Finance Journal, 24, 49-78."
    ]
}