{
    "id": 14491,
    "cites": 49,
    "cited_by": 17,
    "reference": [
        "Williamson, 0. E. 1967. Hienanchical Contnol and Optimum Finm Size, Journal of Political Economy, 75(2): 123-138.",
        "Tneflen, D. 2004, The Long and Shont of the Canada-U.S. Fnee Tnade Agneement The American Economic Review, 94(4): 870-896.",
        "Whittington, R., A. Pettignew, S. Peck, E. Fenton, M. Conyon. 1999. Change and Complementanities in the New Competitive Landscape: A Eunopean Panel Study, 1992-1996, Organization Science, 10(5): 583-600.",
        "Thesman, D. and M. Thoenig. 2000. Cneative Destruction and Finm Onganizational Choice, The Quarterly Journal of Economics, 115(4): 1201-37.",
        "Sutton, J. 1991. Sunk Costs and Market Structure, Cambnidge, MA: MIT Pness.",
        "Romalis, J. 2007. NAFTAs and CUSFTAs impact on intennational tnade, The Review of Economics and Statistics, 2007, 89(3): 416.",
        "Rosen, 5. 1982. Authonity, Contnol, and the Distnibution of Eannings, The Bell Journal of Economics, 13: 311-323.",
        "Schmalensee, R. 1989. Inten-Industny Studies of Stnuctune and Penfonmance, Handbook of Industrial Organization, 2, edited by Richand L. Schmalensee and Robent D. Willig.",
        "Rantakani, H. 2008. Onganizational Design and Envinonmental Volatility, Univensity of Southenn Califonnia, Manshall School of Business, wonking papen.",
        "Rajan, R. G. and J. Wulf. 2006. The Flattening Finm: Evidence on the Changing Natune of Finm Hienanchies fnom Panel Data, Review of Economics and Statistics, 88(4): 759-773.",
        "Robents, J. 2004. The Modern Firm: Organizational Design for Performance and Growth. New Yonk: Oxfond Univensity Pness.",
        "Osterman, P. 1996. Broken ladders: Managerial careers in the new economy. New Yonk: Oxfond Univensity Pness.",
        "Pnendengast, C. 2002. The Tenuous Tnade-Off between Risk and Incentives, Journal of Political Economy, 110(5): 1071-102.",
        "Radnen, R. 1993. The Onganization of Decentnalized Infonmation Pnocessing, Econometrica, 61(5): 1109-1146.",
        "Raith, M. 2003. Competition, nisk, and managenial incentives, The American Economic Review, 93(4): 1425.",
        "Milgrom, P. and J. Roberts. 1995. Complementarities and fit: Strategy, structure and organizational change in manufacturing, Journal ofAccounting and Economics, 19: 179-208.",
        "Mookherjee, D. 2006. Decentralization, Hierarchies, and Incentives: A Mechanism Design Perspective, Journal of Economic Literature, XLIV: 367-390.",
        "Leibenstein, H. 1966. Allocative Efficiency vs. X-Efficiency, The American Economic Review, 56(3): 392-415.",
        "Liberti, J. M. 2006. Initiative, Incentives, and Soft Information: How Does Delegation Impact the Role of Bank Relationship Managers?, Northwestern University, working paper.",
        "Mann, D. and T. Verdier 2003. Globalization and the New Enterprise, Journal of the European Economic Association, MIT Press, 1(2-3): 337-344.",
        "Lazear, E. and S. Rosen. 1981. Rank Order Tournaments as Optimal Labor Contracts, Journal of Political Economy, 89: 841-864.",
        "Ichniowski, C., K. Shaw and J. Prennushi. 1997. The Effects of Human Resource Management Practices on Productivity, American Economic Review, 86: 291-313.",
        "Kugler. M. and E. Verhoogen (2008) The Quality-Complementarity Hypothesis: Theory and Evidence from Colombia., mimeo Lawrence, P. R. and J. W. Lorsch. 1967, 1986. Organization and the Environment, Harvard Business School Press, Boston, MA.",
        "Holmstrom, B. and P. Milgrom, 1994. The firm as an Incentive System, The American Economic Review, 84(4): 972-991.",
        "________ 2001. US-Canada Trade Liberalization and MNC Production Location, The Review of Economics and Statistics, 83(1): 118-132.",
        "Freibel, G. and M. Raith. 2007. Resource Allocation and Firm Scope, Mimeo, University of Tolouse and Simon School of Business, University of Rochester.",
        "Garicano, L. 2000. Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, 108(5): 874-904.",
        "Garicano, L. and T. Hubbard. 2007. The Return to Knowledge Hierarchies, Working Paper Chicago Head, C. Keith and J. Ries. 2001. Increasing Returns versus National Product Differentiation as an Explanation for the Pattern of US-Canada Trade, American Economic Review, 9 1(4): 85 8-876.",
        "Dessein W., L. Garciano and R. Gertner. 2007. Organizing for Synergies, CEPR Discussion Paper No. 6019.",
        "Feenstra, R. C. 1996. NBER Trade Database, Diski: U.S. Imports, 1972-1994: Data and Concordances, NBER Working Paper no. 5515.",
        "Feinberg, S. E. and M. P. Keane. 2006. Accounting for the Growth of MNC-Based Trade Using a Structural Model of U.S. MNCs, American Economic Review, 96(5): 1515-1558.",
        "Cuflat, V. and M. Guadalupe. 2006. Globalization and the provision of incentives inside the firm: The effect of foreign competition, Columbia University working paper.",
        "Cockburn, I.; R. Henderson, and S. Stern. 2004. Balancing Incentives: The Tension Between Basic and Applied Research, Northwestern University (Kellogg), working paper.",
        "Conconi P., P. Legros, and A. F. Newman. 2008. Trade Liberalization and Organizational Choice, CEPR working paper.",
        "Clausing, K. A. 2001. Trade Creation and Trade Diversion in the Canada-United States Free Trade Agreement, The Canadian Journal of Economics, 34(3): 677-96.",
        "Calvo, G. and S. Wellisz. 1979. Hierarchy, Ability, and Income Distribution, Journal of Political Economy, 87(5): 991-1010.",
        "Caroli, E. and J. Van Reenen. 2001. Skill Biased Organizational Change, Quarterly Journal of Economics, 116: 1448-1492.",
        "Bresnahan, T., E. Brynjolfsson and L. Hitt. 2002. Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence, Quarterly Journal of Economics, February: 339-376.",
        "Bolton, P. and M. Dewatripont. 1994. The Firm as a Communication Network, Quarterly Journal of Economics, 109(4): 809-839.",
        "Black, S. and L. M. Lynch. 2001. How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, Review of Economics and Statistics, 83(3): 434-445.",
        "Bloom, N., R. Sadun, and J. Van Reenen. 2007. The Organization of Firms Across Countries, Stanford Working Paper.",
        "Askenazy, P., D. Thesmar, and M. Thoenig, 2006. On the Relation Between Organizational Practices and New Technologies: The Role of Time Based Competition, The Economic Journal, 116: 128-154.",
        "Athey, S. and J. Roberts. 2001. Organizational Design: Decision Rights and Incentive Contracts, American Economic Review, Papers and Proceedings, 1.91: 200-205.",
        "Baker, G. P., and T. Hubbard, 2004. Contractibility and Asset Ownership: On-Board Computers and Governance in US Trucking, Quarterly Journal of Economics 119(4): 1443-1479.",
        "Bartel, A., C. Ichniowski, and K. Shaw. 2007. How Does Information Technology Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker Skills, Quarterly Journal of Economics, 122(4): 1721-1758.",
        "Bartelsman, E. J. and W. B. Gray. 1996. The NBER-CES Manufacturing Industry Database, (1958-1996), NBER Working Paper 205.",
        "Bernard, A. B., J. B. Jensen and P. Schott. 2006. Survival of the Best Fit: Low Wage Competition and the (Uneven) Growth of US Manufacturing Plants, Journal of International Economics, 68: 219237.",
        "Aghion, P., and J. Tirole. 1997. Formal and Real Authority in Organizations, Journal of Political Economy, 105: 1-27.",
        "Alonso, R., W. Dessein, and N. Matouschek. 2008. When Does Coordination Require Centralization?, American Economic Review, 98(1): 145-179."
    ]
}