{
    "id": 14499,
    "cites": 34,
    "cited_by": 27,
    "reference": [
        "Afriat, Sydney, 1967, The construction of utility functions from expenditure data, International Economic Review, 8(1), 67-77.",
        "Afriat, Sydney, 1972, The theory of international comparisons of real income and prices, in D. J. Daly, ed., International comparisons of prices and output, Proceedings of the conference at York University, Toronto, New York, National Bureau of Economic Research, 13-84.",
        "Asian Development Bank, 2007, Purchasing power parities and real expenditures, Manila, December.",
        "Aten, Bettina, 2006. `Interarea price levels: an experimental methodology, Monthly Labor Review, 129(9), September, 47-61.",
        "Bhalla, Surjit 5, 2008, World Bank-most Asians dead in 1950, Business Standard,- August 23.",
        "Brandt, Loren, and Carsten Holz, 2004, Spatial Price Differences in China: Estimates and Implications, Economic Development and Cultural Change, 55(1), 43-86.",
        "Chen, Shaohua, and Martin Ravallion, 2008, China is poorer than we thought, but no less successful in the fight against poverty, Washington, D.C., Policy Research Working Paper 4621 (May).",
        "Ciccone, Antonio and Marek Jarocinksi, 2008, Determinants of Economic Growth: Will Data Tell?, Working Paper Series No. 852, European Central Bank, January.",
        "Chaudhury, Nazmul, Jeffrey Hammer, Michael Kremer, Karthik Muralidharan, and F. Halsey Rogers, 2006, Missing in action: teacher and health worker absence in developing countries, Journal of Economic Perspectives, 20(1), 91-116.",
        "Deaton, Angus, Vivi Alatas, and Jed Friedman, 2004, Purchasing power parity exchange rates from household survey data: India and Indonesia, Princeton, Research Program in Development Studies.",
        "Diewert, W. Erwin, 1976, Exact and superlative index numbers, Journal of Econometrics, 4(2), 115-45.",
        "Diewert, W. Erwin, 1999, Axiomatic and economic approaches to international comparisons, in Alan Heston and Robert Lipsey, eds., International and interarea comparisons of income, output, and prices, University of Chicago Press, 13-52.",
        "Diewert, W. Erwin, 2001, The consumer price index and index number purpose, Journal of Economic and Social Measurement, 27, 167-248.",
        "Diewert, W. Erwin, 2008, New methodology for linking the regions, Dept. of Economics, University of British Columbia (September.) Available at http://www.ecoii ~ubc.cadiewert/dpO8O7.pdf Dikhanov, Yuri, 2007, Methodological note-PRC: estimating national averageprices,  Appendix 1 in Asian Development Bank, Purchasing power parities and real expenditures, Manila, ADB, pp 118-30.",
        "Dowrick, Steve, and John Quiggin, 1994, International comparisons of living standards and tastes: a revealed preference approach, American Economic Review, 332-4 1.",
        "Feenstra, Robert, Alan Heston, Marcel P. Timmer and Haiyan Deng , 2009, Estimating Real Production and Expenditures Across Nations: A Proposal for Improving the Penn World Tables, Review of Economics and Statistics, forthcoming.",
        "Geary, Roy C., 1958, A note on the comparison of exchange rates and purchasing power between countries, Journal of the Royal Statistical Society, Series A (General), 121(1), 97-99.",
        "Gershenkron, Alexander, 1947, The Soviet indices of industrial production, Review of Economic Studies, 29(4), 2 17-26.",
        "Gini, Corrado, 1924, Quelques considerations au sujet de la construction des nombres indices des prix et des questions analogues, Metron, 4, 3-162.",
        "Heston, Alan (2008) The 2005 Global Report on PPPs: A Preliminary Review, Economic and Political Weekly (Mumbai), March 15, 2008, 65-9.",
        "Johnson, Simon, William Larson, Chris Papageorgiou and Arvind Subramanian (2008), Some Health Warnings About Using PWT Growth Rates, Presentation. PWT Workshop, May 11th Khamis, Salem H., 1972, A new system of index numbers for national and international purposes, Journal of the Royal Statistical Society, Series A (General), 135(1), 96121.",
        "Kolkoski, Mary, Brent Moulton, and Kim Zieschang, 1999, Interarea price comparisons for heterogeneous goods and several levels of commodity aggregation, in Alan Heston and Robert Lipsey, eds., International and interarea comparisons of income, output and prices, University of Chicago Press. 123-66.",
        "Maddison, Angus, 2003, The world economy: historical statistics, Paris, OECD.",
        "Maddison, Angus, 2007, Chinese Economic Performance in the Long Run: Second Edition, Revised and Updated 960-2030 AD, Paris, OECD. Appendix D.",
        "Neary, J. Peter, 2004, Rationalizing the Penn World Table: true multilateral indexes for international comparisons of real income, American Economic Review, 94(5), 141128.",
        "Nuxoll, Daniel A., 1994, Differences in relative prices and international differences in growth rates, American Economic Review, 84(5), 1423-3 6.",
        "Pritchett, Lant, 1997, Divergence, big time, Journal of Economic Perspectives, 11(3), 3-17.",
        "Rogoff, Kenneth, 1996, The purchasing power parity puzzle, Journal of Economic Literature, 34(2), 647-68.",
        "Seers, Dudley, 1983, The political economy of nationalism, Oxford. Oxford University Press.",
        "Srinivasan, T. N., 1994, Data base for development analysis: an overview, Journal of Development Economics, 44, 3-27.",
        "Summers, Robert, and Alan Heston, 1991, The Penn World Table (Mark 5): An expanded set of international comparisons, 1950-1988, Quarterly Journal of Economics, 106(2), 327-68.",
        "Szulc, B., 1964, Indices for multiregional comparisons, Przeglad Statystyczny, 3, 23954.",
        "Van Veelen, Matthijs, 2002, An impossibility theorem concerning multilateral international comparisons of volumes, Econometrica, 70, 369-75.",
        "World Bank, 2007, World Development Indicators, Washington, DC. (CD.) World Bank, 2008a, Global purchasing power parities and real expenditures: 2005 international comparison program, Washington, DC."
    ]
}