{
    "id": 14495,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Atkinson, A. B. and N. Stern (1974). Pigou, Taxation, and Public Goods, Review of Economic Studies, 41(125), pp. 119-124.",
        "Bauerjee, A., S. Cole, E. Duflo, and L. Linden (2007) Remedying Education: Evidence from Two Randomized Experiments in India, Quarterly Journal of Economics, August, pp. 1235-1264.",
        "Benjamin, D. (1992). Household Composition, Labor Markets, and Labor Demand: Testing for Separation in Agricultural Household Models, Econometrica, vol. 60, No.2, pp. 287-322.",
        "Blonigen, B. A., and S. E. Haynes (2002). Autidumpiug Investigations and the Pass-Through of Exchange Rates and Autidumpiug Duties, American Economic Review, Vol. 92, pp. 1044-1061.",
        "Blonigen, B. A. and C. Bowu (2003). Autidumpiug and Retaliation Threats, Journal of International Economics, Vol. 60, pp. 249-273.",
        "Blonigen, B. and T. Prusa (2003). Autidumpiug, in E. Kwau Choi and J. Harrigan (Eds.) Handbook of International Economics, pp. 25 1-284. Oxford, UK: Blackwell.",
        "Blonigen, B. A. and J. Park (2004). Dynamic Pricing in the Presence of Autidumpiug Policy: Theory and Evidence, American Economic Review, Vol. 94, pp. 134-154.",
        "Bowu, C. and M. Crowley (2007a). Trade Deflection and Trade Depression, Journal of International Economics, forthcoming.",
        "Bowu, C. and M. Crowley (2007b). Chinas Export Growth and the China Safeguard: Threats to the World Trading System?, mimeo, Brandeis University.",
        "de Jauvry, A., M. Fafchamps, and E. Sadoulet (1991). Peasant Household Behaviour with Missing Markets: Some Paradoxes Explained, Economic Journal, 101, pp. 1400-1417.",
        "Deaton, A. (1989). Rice prices and income distribution in Thailand: a non-parametric analysis, Economic Journal, 99(Supplemeut), pp. 1-37.",
        "Debaere, P. M. (2005). Small Fish - Big Issues: The Effect of Trade Policy on the Global Shrimp Market, CEPR Discussion Paper No. 5254. Available at SSRN: http: //ssru.com/abstractT838 166 Edmouds, E. and N. Pavcuik (2005). The Effect of Trade Liberalization on Child Labor, Journal of International Economics, Vol. 65(2), pp. 40 1-419.",
        "Edmouds, E., N. Pavcuik and P. Topalova (2007). Trade Adjustment and Human Capital Investments: Evidence from Indian Tariff Reform, NBER Working Papers 12884, National Bureau of Economic Research.",
        "Gallaway, M. P., B. A. Blonigen, and J. E. Flynn (1999). Welfare Costs of U.S. Autidumpiug and Countervaliug Duty Laws, Journal of International Economics, 49, pp. 211-244.",
        "Manyin, M. (2005). U.S. Assistance to Vietnam, CRS Report for Congress, The Library of Congress.",
        "McCaig, B. (2008). Exporting Out of Poverty: Poverty in Vietnam and U.S. Market Access, mimeo, University of Toronto.",
        "Miguel, E. and M. Kremer (2004). Worms: Identifying Impacts on Education and Health In The Presence of Treatment Externalities, Econometrica Vol. 72, No. 1, pp. 159-217.",
        "Prusa, T.J. (1997). The trade effects of U.S. autidumpiug actions, in R. Feenstra (Ed.) Effects of U.S. Trade Protection and Promotion Policies, University of Chicago Press, Chicago.",
        "Prusa T.J. (2001). On The Spread and Impact of Autidumpiug, Canadian Journal of Economics 34, pp. 591- 611.",
        "Prusa, T.J. (2005). Anti-dumping: A Growing Problem in International Trade, World Economy, Volume 28, Issue 5, pp. 683-700.",
        "Seafood Business Magazine (2001). Buyers Guide. Basa Catfish, November.",
        "Staiger, R. and F. Wolak (1994). Measuring Industry Specific Protection: Autidumpiug in the United States, Brookings Papers on Economic Activity: Microeconomics, Volume 1, 1994.",
        "Topalova, P. (2005). Trade Liberalization, Poverty, and Inequality: Evidence from Indian Districts, NBER Working Papers 11614, National Bureau of Economic Research.",
        "U.S. International Trade Commission (2001). Industry & Trade Summary. Fresh or Frozen Fish, USITC Publication 3463, October.",
        "U.S. International Trade Commission (2003). Certain Frozen Fish Fillets From Vietnam, Investigation No. 731-TA-1012, Publication 3617, August.",
        "Zanardi, M. (2004). Anti-dumping: What are the Numbers to Discuss at Doha?, World Economy, Volume 27, Issue 3, pp. 403-433."
    ]
}