{
    "id": 1449,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Ando, Albert K. and Franco Modigliani, Robert Rasche, Stephen J. Turnovsky, On the Role of Expectations of Price and Technological Change in an Investment Function, International Economic Rev., June 1974, 15, 384-414.",
        "Berndt, Ernst R., Reconciling Alternative Estimates of the Elasticity of Substitution, Rev, of Economics and Statistics, February 1976, 58, 59-68.",
        "Berndt, Ernst R., and Melvyn A. Fuss, Productivity Measurement Using Capital Asset Valuation to Adjust for Variations in Utilization, NBER Working Paper No. 895, May 1982.",
        "Berndt, Ernst R., and David 0. Wood, Technology, Prices and the Derived Demand for Energy, Rev, of Economics and Statistics, August 1975, 57, 259-68.",
        "Bischoff, Charles W., The Effect of Alternative Lag Distributions, in Gary M. Fromm (ed.), Tax Incentives and Capital Spending, Brookings Institute, 1971, 61-130.",
        "Brainard, William C. and James Tobin, Pitfalls in Financial Model Building, Amer. Econ. Rev., May 1968, 56, 99-122.",
        "Bruno, Michael, Raw Materials, Profits and the Productivity Slowdown, Quarterly J. of Economics, Feb. 1984, 99, 1-29.",
        "Elmer, Peter J. Relative Prices, Real Activity and the Valuation of Shares, Unpublished Ph.D. Dissertation, Purdue University, 1983.",
        "Feldstein, Martin S., Inflation, Tax Rules and the Stock Market, J. of Monetary Economics, July 1980a, 6, 309-31.",
        "Fischer, Stanley, Relative Shocks, Relative Price Variability, and Inflation, BPEA, 2:1981, 381-431.",
        "Fischer, Stanley and Robert C. Merton, Macroeconomics and Finance: The Role of the Stock Market, NBER Working Paper No. 1291, March 1984.",
        "Fraumeni, Barbara, The 36 Sector Model of Producer Behavior, Volume I, Report to Applied Economics Division, Federal Emergency Management Agency, October 1979.",
        "Freeman, Robert N., On the Association Between Net Monetary Position and Equity Security Prices, J. of Accounting Research, Supplement 1978, 16, 111-45.",
        "Hendershott, Patric H., The Decline in Aggregate Share Values: Taxation, Valuation Errors, Risk and Profitability Amer. Econ. Rev., December 1981, 71 909-22.",
        "Hendershott, Patric H. and Sheng Cheng Hu, Investment in Producers Equipment, in Henry J. Aaron and Joseph Pechman (ed.) How Taxes Affect Economic Behavior, Brookings Inst., June 1981.",
        "Holland, Daniel N. and Stewart C. Myers, Profitability and Capital Costs for Manufacturing Corporations and all Nonfinancial Corporations, Amer. Econ. Rev., May 1980, 70, 320-25.",
        "Lindenberg, Eric and Stephen Ross, Tobins q Ratio and Industrial Organization, J. of Business, January 1981, 54, 1-32.",
        "Lust~garten Steven and Stavros Thomadakis, Mobility Barriers and Tobins Q, Mimeo from Baruch College, CUNY, November 1983.",
        "Parks, Richard W., Inflation and Relative Price Variability, J. of Political Economy, Jan. 1978, 86, 79-95.",
        "President of the United States, Economic Report of the President, Washington, D.C., Government Printing Office, 1983.",
        "Salinger, Michael A. and Lawrence H. Summers, Tax Reform and Corporate Investment: A Microeconometric Simulation Study, in Martin Feldstein (ed.), Behavioral Simulation Methods in Tax Policy, Brookings Inst., 198 Samuelson, Paul A., Foundations of Economic Analysis, Harvard University Press, Cambridge, Mass., 1947.",
        "Yoshikawa, Hiroshi, On the `q Theory of Investment, Amer. Econ. Rev., September 1980, 70, 739-44."
    ]
}