{
    "id": 14506,
    "cites": 44,
    "cited_by": 4,
    "reference": [
        "Abernethy, Avery M. (1991), Differences Between Advertising and Program Exposure for Car Radio Listening, Journal of Advertising Research, 31(2), 33-42",
        "Ackerberg, Daniel A. and Gautam Gowrisankaran (2006), Quantifying Equilibrium Network Externalities in the ACH Banking Industry, RAND Journal of Economics, 37(3), 738-761",
        "Aguirregabiria, Victor and Pedro Mira (2007), Sequential Estimation of Dynamic Discrete Games, Econometrica, 75(1), 1-53",
        "Andrews, Donald W.K., Steven T. Berry and Panle Jia (2004), Confidence Regions for Parameters in Discrete Games with Multiple Equilibria, with An Application to Discount Chain Store Location, mimeo, Yale University",
        "Arbitron Company and Edison Media Research (1999), Will Your Audience Be Right Back After These Messages?, available on-line at www.arbitron.com",
        "Arbitron Company and Edison Media Research (2003), The National In-Car Study: Fighting for the Front Seat, available on-line at www.arbitron.com",
        "Arbitron Company (2003), Radio Market Report. Audience Estimates in the New England County Metropolitan Area, ADI and TSA for Boston: Fall 2002 Issue, New York, NY: Arbitron Company",
        "Augereau, Angelique, Shane Greenstein and Marc Rysman (2006), Coordination vs. Differentiation in a Standards War: 56K Modems, RAND Journal of Economics, 37(4), 887-909",
        "Bajari, Patrick, Han Hong and Stephen Ryan (2007a), Identification and Estimation of Discrete Games of Complete Information, mimeo, University of Minnesota",
        "Bajari, Patrick, Han Hong, John Kramer and Denis Nekipelov (2007b), Estimating Static Models of Strategic Interactions, mimeo, University of Minnesota",
        "BIA Financial Network, Inc. (2002), MediaAccess Pro version 3.0, Chantilly, VA: BIA Financial Network, Inc.",
        "Bjorn, Paul A. and Quang H. Vuong (1985), Simultaneous Equation Models for Dummy Endogenous Variables: a Game Theoretic Formulation with an Application to Labor Force Participation, Social Science Working Paper No. 537, California Institute of Technology",
        "Bresnahan, Timothy F. and Peter C. Reiss (1991a), Entry and Competition in Concentrated Markets, Journal of Political Economy, 99(5), 977-1009",
        "Bresnahan, Timothy F. and Peter C. Reiss (1991b), Empirical Models of Discrete Games, Journal of Econometrics, 48(1-2), 57-81",
        "Brock, William A. and Steven N. Durlauf (2001), Interactions-Based Models, in Handbook of Econometrics Volume 5, ed. by J.J. Heckman and E. Leamer, New York: New Holland",
        "Brock, William A. and Steven N. Durlauf (2003), Multinomial Choice with Social Interactions, National Bureau of Economic Research Technical Paper No. 288",
        "Brock, William A. and Steven N. Durlauf (2005), Identification of Binary Choice Models with Social Interactions, mimeo, University of Wisconsin at Madison",
        "Brydon, Alan (1994), Radio Must Prove Its Merit as an Advertising Medium, Campaign, 3(21), 25-6",
        "Chen, Hanfeng and Jiahua Chen (2001), The Likelihood Ratio Test for Homogeneity in Finite Mixture Models, Canadian Journal of Statistics, 29(2), 201-215",
        "Chen, Hanfeng, Jiahua Chen and John D. Kalbfleisch (2001), A Modified Likelihood Test for Homogeneity in Finite Mixture Models, Journal of the Royal Statistical Society Series B (Methodological) , 63(1), 19-29",
        "Chen, Hanfeng, Jiahua Chen and John D. Kalbfleisch (2004), Testing for a Finite Mixture Model with Two Components, Journal of the Royal Statistical Society Series B (Methodological), 66(1), 95-115",
        "Ciliberto, Federico and Elie Tamer (2007), Market Structure and Multiple Equilibria in Airline Markets, mimeo, Northwestern University",
        "Dick, Steven J. and Walter McDowell (2003), Estimating Relative Commercial Zapping Among Radio Stations Using Standard Arbitron Ratings, mimeo, University of Miami at Coral Gables",
        "Ellickson, Paul and Sanjog Misra (2007), Supermarket Pricing Strategies, Marketing Science, forthcoming",
        "Elmore, Ryan and Shaoli Wang (2003), Identifiability and Estimation in Multinomial Mixture Models, Pennsylvania State University, Department of Statistics Technical Report No. 03-04",
        "Epstein, Gil 5. (1998), Network Competition and the Timing of Commercials, Management Science, 44(3), 370-387",
        "Gross, Michael (1998), Television: Some Thoughts on Flipping, Marketing and Media Decisions, 23(10), 94-6",
        "Hotz, V. Joseph and Robert A. Miller (1993), Conditional Choice Probabilities and the Estimation of Dynamic Models, Review of Economic Studies, 60(3), 497-529",
        "Kadlec, Tomas, 2001, Optimal Timing of TV Commercials: Symmetrical Model, CERGE-El Working Paper No. 195, Charles University, Prague",
        "Kim, Byung Soo (1984), Studies of Multinomial Mixture Models, unpublished PhD thesis, University of North Carolina at Chapel Hill",
        "MacFarland, David T. (1997), Future Radio Programming Strategies, 2~ edition, Mahwah, N.J.: Erlbaum",
        "McDowell, Walter and Steven J. Dick (2003), Switching Radio Stations While Driving: Magnitude, Motivation and Measurement Issues, Journal of Radio Studies, 10(1), 46-62",
        "McLachlan, Geoffrey J. and David Peel (2000), Finite Mixture Models, New York, NY: John Wiley",
        "Pakes, Ariel, Jack Porter, Katherine Ho and Joy Ishii (2006), Moment Inequalities and their Application, mimeo, Harvard University",
        "Pesendorfer, Martin and Philipp Schmidt-Dengler (2007), Asymptotic Least Squares Estimators for Dynamic Games, Review of Economic Studies, 75(3), 901-928",
        "Rysman, Mark and Shane Greenstein (2005), Testing for Agglomeration and Dispersion, Economics Letters, 86, 405-411",
        "Rust, John (1987), Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, 55(5), 999-1033",
        "Seim, Katja (2006), An Empirical Model of Firm Entry with Endogenous Product-Type Choices, RAND Journal of Economics, 37(3), 619-640",
        "Sweeting, Andrew T. (2006), Coordination, Differentiation and the Timing of Radio Commercials , Journal of Economics and Management Strategy, 15(4), 909-942",
        "Tamer, Elie T. (2003), Incomplete Simultaneous Discrete Response Model with Multiple Equilibria , Review of Economic Studies, 70(1), 147-165",
        "Teicher, Henry (1963), Identifiability of Finite Mixtures, Annals of Mathematical Statistics, 34(4), 1265-1269",
        "Wang, Peiming (1994), Mixed Regression Models for Discrete Data, unpublished PhD thesis, University of British Columbia",
        "Warren, Steve (2001), The Programming Operations Manual, San Marcos, TX: Warren Consulting",
        "Zhou, Wen (2000), The Magnitude, Timing, and Frequency of Firm Choice: Essays on Commercial Breaks and Price Discounts, unpublished Ph.D. thesis, Duke University"
    ]
}