{
    "id": 14505,
    "cites": 44,
    "cited_by": 9,
    "reference": [
        "Ackerberg, Daniel, Keisuke Hirano and Quazi Shahriar (2006), The Buy-It-Now Option, Risk Aversion and Impatience in an Empirical Model of EBay Bidding, mimeo, UCLA",
        "Aguirregabiria, Victor (1999), The Dynamics of Markups and Inventories in Retailing Firms, Review of Economic Studies, 66(2), 275-308",
        "Ashenfelter, Orley (1989), How Auctions Work for Wine and Art, Journal of Economic Perspectives, 3(3), 23-36",
        "Beggs, Alan and Kathryn and Graddy (1997), Declining Values and the Afternoon Effect: Evidence from Art Auctions, RAND Journal of Economics, 28(3), 544-565",
        "Bitran, Gabriel R. and Susana V. Mondschein (1993), Pricing Perishable Products: An Application to the Retail Industry, mimeo, MIT Sloan",
        "Black, Jane and David De Meza (1993), Systematic Price Differences Between Successive Auctions are No Anomaly, Journal of Economics and Management Strategy, 1(4), 607-628",
        "Cachon, Gerard P. and Robert Swinney (2007), Purchasing, Pricing and Quick Response in the Presence of Strategic Consumers, mimeo, Wharton School, University of Pennsylvania",
        "Coase, Ronald H. (1972), Durability and Monopoly, Journal of Law and Economics, 15(1),143-",
        "Courty, Pascal (2000), An Economic Guide to Ticket Pricing in the Entertainment Industry, Louvain Economic Review, 66(2), 167-192",
        "Courty, Pascal (2003a), Some Economics of Ticket Resale, Journal of Economic Perspectives, 17(2), 85-97",
        "Courty, Pascal (2003b), Ticket Pricing Under Demand Uncertainty, Journal of Law and Economics, XLVI, 627-652",
        "Dana, James D. (1998), Advance-Purchase Discounts and Price Discrimination in Competitive Markets, Journal of Political Economy, 106(2), 395-422",
        "Dana, James D. (1999), Equilibrium Price Dispersion under Demand Uncertainty: The Roles of Costly Capacity and Market Structure, RAND Journal of Economics, 30(4), 632-660",
        "Engelbrecht-Wiggans, Richard (1994), Sequential Auctions of Stochastically Equivalent Objects, Economics Letters, 44, 87-90",
        "Escobari, Diego and Li Gan (2007), Price Dispersion under Costly Capacity and Demand Uncertainty, NBER working paper no. 13075",
        "Forrester Research (2008), The Future of Online Secondary Ticket Markets, February 6 2008, Cambridge, MA",
        "Gale, Ian L. and Donald B. Hausch (1994), Bottom-Fishing and Declining Prices in Sequential Auctions, Games and Economic Behavior, 7, 318-331",
        "Gale, Ian L. and Thomas J. Holmes (1992), The Efficiency of Advance-Purchase Discounts in the Presence of Aggregate Demand Uncertainty, International Journal of Industrial Organization, 10(3), 413-437",
        "Gale, Ian L. and Thomas J. Holmes (1993), Advance-Purchase Discounts and Monopoly Allocation of Capacity, American Economic Review, 83(1), 135-146",
        "Gallego, Guillermo and Garrett van Ryzin (1994), Optimal Dynamic Pricing of Inventories with Stochastic Demand over Finite Horizons, Management Science, 40(8), 999-1020",
        "Ginsburgh, Victor (1998), Absentee Bidders and the Declining Price Anomaly in Wine Auctions, Journal of Political Economy, 106(6), 1302-1319",
        "Gowrisankaran, Gautam and Marc Rysman (2007), Dynamics of Consumer Demand for New Durable Goods, mimeo, Boston University",
        "Hendricks, Ken and Robert H. Porter (2007), An Empirical Perspective on Auctions in Handbook of Industrial Organization, volume 3, edited by M. Armstrong and R. Porter, Elsevier",
        "Herrin, William E., John R. Knight, C.F. Sirmans (2004), Price Cutting Behavior in Residential Markets, Journal of Housing Economics, 13(3), 195-207",
        "Karp, Larry and Jeffrey M. Perloff (2005), When Promoters Like Scalpers, Journal of Economics and Management Strategy, 14(2), 477-508",
        "Levin, Yuri, Jeff McGill and Mikhail Nediak (2008), Optimal Dynamic Pricing of Perishable Items By a Monopolist Facing Strategic Consumers, mimeo, Queens University",
        "Lazear, Edward P. (1986), Retail Pricing and Clearance Sales, American Economic Review, 76(1), 14-32",
        "Leslie, Phillip and Alan Sorensen (2007), The Welfare Effects of Ticket Resale, mimeo, Stanford University",
        "Liu, Qian and Garrett van Ryzin (2008), Strategic Capacity Rationing to Induce Early Purchases, Management Science, forthcoming",
        "McAfee, R. Preston and Daniel Vincent (1993), The Declining Price Anomaly, Journal of Economic Theory, 60, 191-212",
        "McAfee, R. Preston and Vera te Velde (2006), Dynamic Pricing in the Airline Industry in Handbook on Economics and Information Systems, volume 1, edited by T.J. Hendershott, Elsevier",
        "Puller, Steven L., Anirban Sengupta and Steven N. Wiggins (2008), Testing Theories of Scarcity Pricing and Price Dispersion in the Airline Industry, mimeo, Texas A&M",
        "Rabin, Matthew (2000), Risk Aversion and Expected-Utility Theory: A Calibration Theorem, Econometrica, 68(5), 1281-1292",
        "Rabin, Matthew and Richard H. Thaler (2001), Anomalies: Risk Aversion, Journal of Economic Perspectives, 15(1), 219-232",
        "Rivers, Douglas and Quang Vuong (1988), Limited Information Estimators and Exogeneity Tests for Simultaneous Probit Models, Journal of Econometrics, 39, 347-366",
        "Sass, Tim R. (1988), A Note on Optimal Price Cutting Behavior under Demand Uncertainty, Review of Economics and Statistics, 336-339",
        "Sorensen, Alan (2000), Equilibrium Price Dispersion in Retail Markets for Prescription Drugs, Journal of Political Economy, 108(4), 833-850",
        "Stigler, George (1961), The Economics of Information, Journal of Political Economy, 69(3), 213-225",
        "Stokey, Nancy (1979), Intertemporal Price Discrimination, Quarterly Journal of Economics, 93(3), 355-371",
        "van den Berg, Gerard, Jan C. van Ours and Menno P. Pradhan (2001), The Declining Price Anomaly in Dutch Rose Auctions, American Economic Review, 91(4), 1055-1062",
        "Wooldridge, Jeffrey M. (2002), The Econometric Analysis of Panel Data, Cambrdige, MA: MIT Press",
        "Wooldridge, Jeffrey M. (2007), Control Functions and Related Methods, lecture as part of NBER series Whats New in Econometrics?",
        "Zeithammer, Robert (2006), Forward-Looking Bidding in Online Auctions, Journal of Marketing Research, XLIII, 462-476",
        "Zhou, Yong-Pin, Ming Fan and Minho Cho (2006), Strategic Consumer Response to Dynamic Pricing of Perishable Products, mimeo, University of Washington Business School"
    ]
}