{
    "id": 14508,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Akerlof, G. and R. Kranton (2000), Economics and Identity, Quarterly Journal of Economics 115 (August), 715-53.",
        "Becker, G. (1968), Crime and Punishment: An Economic Approach, Journal of Political Economy 76(2), 169-217.",
        "BÃ\u0083Â©nabou, R. and J. Tirole (2004), Willpower and Personal Rules, Journal of Political Economy 112, 848-886.",
        "BÃ\u0083Â©nabou, R. and J. Tirole (2007), Identity, Dignity and Taboos: Beliefs as Assets, IZA discussion paper 2583.",
        "Bernheim, D. and A. Rangel (2004), Addiction and Cue-Triggered Decision Processes, American Economic Review 94(5), 1558-1590.",
        "Brekke, K., S. Kverndokk, and K. Nyborg (2003), An Economic Model of Moral Motivation, Journal of Public Economics 87, 1967-1983. Brocas, I. and J. Carrillo (forthcoming), The Brain as a Hierarchical Organization, American Economic Review.",
        "Carrillo, J. and T. Mariotti (2000), Strategic Ignorance as a Self-Disciplining Device, Review of Economic Studies 67(3), 529-544.",
        "Cervellati, M., J. Esteban and L. Kranich (2006), The Social Contract With Endogenous Sentiments, mimeo Institut dAnÃ\u0083Â lisi EconOmica.",
        "Clark, J., J. Austin and A. Henry (1997), Three Strikes and Youre Out: A Review of State Legislation, National Institute of Justice Research in Brief Series (September), Department of Justice of the United States.",
        "Fehr, E. and S. GÃ\u0083Â¤chter (2002), Altruistic Punishment in Humans, Nature 415, 137-140.",
        "Fiske, A. and P. Tetlock (1997), Taboo Trade-offs: Reaction to Transactions that Transgress the Spheres of Justice, Political Psychology 18, 255-297.",
        "Fisman, R. and E. Miguel (2006), Corruption, Norms, and Legal Enforcement: Evidence from Diplomatic Parking Tickets, forthcoming Journal of Political Economy.",
        "Fudenberg, D. and D. Levine (2006), A Dual-Self Model of Impulse Control, American Economic Review 96(5), 1449-76.",
        "Gneezy, U. (2005), Deception: The role of consequences, American Economic Review, 95(1), 384-394.",
        "Gottfredson, M. and T. Hirschi (1990), A General Theory of Crime, Stanford University Press.",
        "Hays, 5. (1981), The Psychoendochrinology of Puberty and Adolescent Aggression. In Hamburg, D. and M. Trudeau (eds.) Biobehavioral aspects of aggression, Alan Liss Inc. New York.",
        "Heinrich, J. and N. Smith (2004), Comparative Experimental Evidence From Machiguenga, Mapuche, Huinca, and American Populations, in Henrich, J., R. Boyd, S. Bowles, C. Camerer, E. Fehr, and H. Gintis (eds.), Foundations of Human Sociality: Economic Experiments and Ethnographic Evidence from Fifteen Small-Scale Societies. Oxford University Press.",
        "Hermalin, B. and A. Isen (2008), A Model of the Effect of Affect on Economic Decision Making, Quantitative Marketing and Economics 6, 17-40.",
        "Kaplow, L., and S. Shavell (2007), Moral Rules, the Moral Sentiments, and Behavior: Toward a Theory of an Optimal Moral System, Journal of Political Economy 116(3), 494-514.",
        "Kolm, S-Ch. (2004), Modern theories of justice. MIT Press.",
        "KÃ\u0083Â´szegi, B. (2006), Ego-Utility, Overconfidence, and Task Choice, Journal of the European Economic Association 4(4), 673-707.",
        "Loewenstein, G. (1996), Out of Control: Visceral Influences on Behavior, Organizational Behavior and Human Decision Processes 65(3), 272-92.",
        "Nagin, D. and R. Paternoster (1993), Enduring Individual Differences and Rational Choice Theories of Crime, Law ~ Society Review 27(3), 467-496.",
        "Polinsky, M. and D. Rubinfeld (1991), A Model of Optimal Fines for Repeat Offenders, Journal of Public Economics 46(3), 291-306.",
        "Polinsky, M. and S. Shavell (1998), On Offense History and the Theory of Deterrence, International Review of Law and Economics 18(3), 305-324.",
        "Prelec, D. and R. Bodner (2003), Self-Signaling and Self-Control, in Loewenstein, G., D. Read and R. Baumeister (eds.) Time and Decisions. Russell Sage Foundation.",
        "Rabin, M. (1994), Cognitive Dissonance and Social Change, Journal of Economic Behavior and Organization 23, 177-194.",
        "Rabin, M. (1995), Moral Preferences, Moral Constraints, and Self-Serving Biases, mimeo UC Berkeley.",
        "Rubinstein, W.D. (1999), The Weber Thesis and the Jews, in Brezis, E. and P. Temin (eds.), Elites, Minorities, and Economic Growth. North-Holland.",
        "Tabellini, G. (2007), The Scope of Cooperation: Values and Incentives, mimeo Bocconi.",
        "Tirole, J. (1996), A Theory of Collective Reputations (with Applications to the Persistence of Corruption and to Firm Quality), Review of Economic Studies 63(1), 1-22."
    ]
}