{
    "id": 14501,
    "cites": 19,
    "cited_by": 225,
    "reference": [
        "Babcock, L., and Loewenstein, G., (1997): Explaining Bargaining Impasse: The Role of Self-Serving Biases, Journal of Economic Perspectives 11(1), 109-126.",
        "Bartling, B., and Fischbacher, U. (2008): Shifting the Blame: On Delegation and Responsibility, mimeo, University of Zurich.",
        "Bolton, G., and Ockenfels A. (2000): ERC - A Theory of Equity, Reciprocity and Competition, American Economic Review, 90, 166-193.",
        "Camerer, C., and Thaler, R. H. (1995): Anomalies: Ultimatums, dictators and manners, The Journal of Economic Perspectives 9(2), 209-2 19.",
        "Charness, G. and Rabin, M. (2002): Understanding Social Preferences with Simple Tests, Quarterly Journal of Economics 117(3), 817-869.",
        "Coffman, L. (2008): Ethics and Strategic Intermediation, mimeo, Harvard Business School.",
        "Dufwenberg, M., and Kirchsteiger, G. (2004): A Theory of Sequential Reciprocity, Games and Economic Behavior 47, 268-98.",
        "Falk, A., Fehr, E., and Fischbacher, U. (2003): On the Nature of Fair Behavior, Economic Inquiry 4 1(1), 20-26.",
        "Falk, A., and Fischbacher, U. (2006): A Theory of Reciprocity, Games and Economic Behavior 54(2), 293-3 15.",
        "Fehr, E., Hart, 0. and Zehnder, C. (2008): Contracts, Reference Points, and Competition, Mimeo, University of Lausanne.",
        "Fehr, E., and Schmidt, K. (1999): A Theory of Fairness, Competition and Cooperation, Quarterly Journal of Economics 114, 8 17-68.",
        "Fehr, E., and Schmidt, K. (2002): Theories of Fairness and Reciprocity - Evidence and Economic Applications, in Dewatripont, L. Hansen and St. Turnovsky (Eds.), Advances in Economics and Econometrics - 8th World Congress, Econometric Society Monographs, Cambridge, Cambridge University Press.",
        "Fischbacher U. (2007): z-Tree: Zurich Toolbox for Ready-made Economic Experiments, Experimental Economics 10(2), 171-178.",
        "Greiner, B. (2004): An Online Recruiting System for Economic Experiments, in Kurt Kremer, Volker Macho (Eds.): Forschung und wissenschaftliches Rechnen 2003. GWDG Bericht 63, Gottingen: Ges. fÃ\u0083Â¼r Wiss. Datenverarbeitung, 79-93.",
        "Grossman, S., and Hart, 0. (1986), The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy 94, 691-7 19.",
        "GUth, W., Schmittberger, R., and Schwarze, B. (1982): An experimental analysis of ultimatum bargaining, Journal of Economic Behavior and Organization 3(4), 367-388.",
        "Hart, 0., and Moore J. (1990): Property Rights and the Nature of the Firm, Journal of Political Economy 98, 1119-58.",
        "Hart, 0., and Moore, J. (2008): Contracts as Reference Points, Quarterly Journal of Economics 123(1), 1-48.",
        "Kahneman, D., and Tversky, A. (1979): Prospect theory: An analysis of decisions under risk, Econometrica 47(2), 263-291. -29Koszegi, B., and Rabin, M. (2006): A model of reference-dependent preferences, Quarterly Journal of Economics 121(4), 1133-1166."
    ]
}