{
    "id": 14507,
    "cites": 29,
    "cited_by": 30,
    "reference": [
        "Barrington-Leigh, C.P., and J.F. Helliwell (2007) Empathy and Emulation: Subjective Well-Being and the Geography of Comparison Groups. Paper presented at the Annual Meetings of the Canadian Economics Association, Halifax, June 2007.",
        "Brickman, P. and D.T. Campbell (1971) Hedonic Relativism and Planning the Good Society. In M.H. Appley, ed., Adaptation Level Theory: A Symposium. (New York: Academic Press) 287-302.",
        "Brickman, P., D. Coates and R. Janoff-Bullman (1978) Lottery Winners and Accident Victims: Is Happiness Relative? Journal of Personality and Social Psychology 36: 917-27.",
        "Cohen, Sheldon and Sarah D. Pressman (2006) Positive Affect and Health. Current Directions in Psychological Science 15(3): 122-5.",
        "Deaton, Angus (2007) Income, Aging, Health and Well-Being around the World: Evidence from the Gallup World Poll. NBER Working Paper No. 13317.",
        "(Cambridge: National Bureau of Economic Research) Diener, E., R.E. Lucas and C.N. Scollon (2006) Beyond the Hedonic Treadmill: Revising the Adaptation Theory of Well-Being. American Psychologist 6 1(4): 305- 14 Easterlin, Richard (1974) Does Economic Growth Improve the Human Lot? Some Empirical Evidence In P.A. David and M. Reder, eds., Nations and Households in Economic Growth (New York: Academic Press), 89-125.",
        "Frederickson, B.L. and D. Kahneman (2003) Duration Neglect in Retrospective Evaluations of Affective Episodes. Journal of Personality and Social Psychology 65: 45-55.",
        "Gallup Organization (2007) The State of Global Well-Being (New York: Gallup Press) Gough, Ian, and J. A. McGregor, eds (2007) Well-Being in Developing Countries: from Theory to Research. (Cambridge, Cambridge University Press).",
        "Halpern, David (2005) Social Capital (Cambridge: Polity Press) Helliwell, John F. (2003) Hows Life: Combining Individual and National Variables to Explain Subjective Well-Being. Economic Modelling 20: 33 1-60.",
        "Helliwell, John F., and Haifang Huang (2005) Hows the Job? Well-Being and Social Capital in the Workplace. NBER Working Paper No. 11759. (Cambridge: National Bureau of Economic Research).",
        "Helliwell, John F., and Haifang Huang (2008) Hows your Government? International Evidence Linking Good Government and Well-Being. British Journal of Political Science 38(4): 595-6 19. An earlier version is available as NBER Working Paper No. 11988, January 2006. (Cambridge: National Bureau of Economic Research).",
        "Helliwell, John F. and Robert D. Putnam (2004) The social context of well-being Phil Trans R. Soc Lon. B 359: 1435-46. Reprinted in F.A. Huppert, B. Kaverne and N. Baylis, eds., The Science of Well-Being. (London: Oxford University Press, 2005, 435-59).",
        "Helliwell, John F. (2006) Well-Being, Social Capital and Public Policy: Whats New? Economic Journal 116: C34-45.",
        "Kahneman, D. (1999) Objective Happiness. In E. Diener, N. Schwarz and D. Kahneman, eds., Well-Being: The Foundations of Hedonic Psychology (New York: Russell Sage).",
        "Kahneman, D. and Jason Riis (2005) Living, and Thinking About it: Two Perspectives on Life. In F.A. Huppert, N. Baylis and B. Keverne, eds., The Science of WellBeing. (Oxford: Oxford University Press).",
        "Kahneman, D., P.P. Wakker, and R. Sam (1997) Back to Bentham? Exploration of Experienced Utility. Quarterly Journal of Economics 112: 375-405.",
        "Knack, 5. (2001) Trust, Associational Life and Economic Performance. In J.F. Helliwell and A. Bonikowska, eds. The Contribution of Human and Social Capital to Sustained Economic Growth and Well-Being: International Symposium Report (Ottawa: Human Resources Development Canada and OECD) 172-202.",
        "Layard, Richard (2005) Happiness: Lessons from a New Science. (London and New York: Penguin).",
        "Lucas, Richard E. (2007) Long-Term Disability is Associated with Lasting Changes in Subjective Well-Being: Evidence from Two Nationally Representative Longitudinal Studies. Journal of Personality and Social Psychology 92(4): 7 17-30.",
        "Lucas, R.E., A.E. Clark, Y. Georgellis and E. Diener (2003) Re-examining Adaptation and the Set Point Model of Happiness: Reactions to Changes in Marital Status. Journal of Personality and Social Psychology 84(3): 527-39.",
        "Luttmer, Erzo F.P. (2005) Neighbours as Negatives: Relative Earnings and WellBeing.",
        "McGregor, J.A. (2007) Researching Well-Being: From Concepts to Methodology. In Gough and McGregor, eds. Well-Being in Developing Countries: from Theory to Research. (Cambridge, Cambridge University Press) 3 16-50.",
        "Moller, V. (2007) Researching Quality of Life in a Developing Country: Lessons from the South African Case. In Gough and McGregor, eds. Well-Being in Developing Countries: from Theory to Research. (Cambridge, Cambridge University Press) 242-5 8.",
        "Organization for Economic Co-operation and Development (2001) The Well-Being of Nations: The Role of Human and Social Capital. (Paris: OECD) Putnam, Robert D. (1993) Making Democracy Work (Princeton: Princeton University Press).",
        "Putnam, Robert D. (2000) Bowling Alone: The Collapse and Revival of American Community (New York: Simon and Schuster).",
        "Redelmeier, D. and D. Kahneman (1996) Patients Memories of Painful Medical Treatments: Real-Time and Retrospective Evaluations of Two Minimally Invasive Procedures. Pain 116: 3-8.",
        "Ryan, R. and E.L. Deci (2001) On Happiness and Human Potentials: A Review of Research on Hedonic and Eudaimonic Well-Being. Annual Review of Psychology 52: 14 1-66.",
        "Sen, A. (1990) Development as Capability Expansion. In K. Griffin and J. Knight, eds., Human Development and the International Development Strategy for the 1990s. (London: Macmillan) Sen, A. (1999) Development as Freedom. (New York: Knopf Press) Sen, A. (2002) Rationality and Freedom. (Cambridge MA: Belknap Press) Schmidt, S., and M. Bullinger (2007) Cross-cultural Quality of Life Assessment Approaches and Experiences from the Health Care Field. In Gough and McGregor, eds. Well-Being in Developing Countries: from Theory to Research. (Cambridge, Cambridge University Press) 219-41.",
        "Soroka, Stuart, John F. Helliwell and Richard Johnston (2006) Measuring and Modelling Interpersonal Trust. In Fiona Kay and Richard Johnston, eds., Diversity, Social Capital and the Welfare State (Vancouver: UBC Press, 2006, 95-132)."
    ]
}