{
    "id": 14502,
    "cites": 42,
    "cited_by": 0,
    "reference": [
        "Abouleish Amr, Jeffrey Apfelbaum, Donald Prough, John Williams, Jay Roskoph, William Johnston, and Charles Whitten. (2005). The Prevalence and Characteristics of Incentive Plans for Clinical Productivity Among Academic Anesthesiology Programs. Anesthesia Analgesia. 100:493-501",
        "Ackerberg, D. and M. Botticini (2002), Endogenous Matching and the Empirical Determinants of Contract Form, Journal of Political Economy, 110:564-591.",
        "Alchian, Armen, and Harold Demsetz. 1972. Production, Information costs and Economic Organization. American Economic Review. 62, 777-795.",
        "Angell, M. and P. Kassirer. (1996). Quality and the Medical Marketplace Following Elephants. New England Journal of Medicine. 335:883-885.",
        "Armour, Brian, Melinda Pitts, Ross Maclean, Charles Cangialose, Mark Kishel, Hirohisa Imai, Jeff Etchason. (2001) The Effect of Explicit Financial Incentives on Physician Behavior, Archives of Internal Medicine. 161:1261-1266",
        "Arrow, Kenneth. (1963). Uncertainty and the Welfare Economics of Medical Care. American Economic Review. 53:941-973.",
        "Barondess, Jeremiah. (2000). Specialization and the Physician Workforce: Drivers and Determinants. Journal of the American Medical Association. 284: 1299-1301.",
        "Besley T., Ghatak M. (2005). Competition and Incentives with Motivated Agents. The American Economic Review. 95, 616-636",
        "Bland, Kirby I., George Isaacs. Contemporary Trends in Student Selection of Medical Specialties: The Potential Impact on General Surgery. (2002) Archives of Surgery. 137:259-267.",
        "Brotherton, Sarah, Paul H. Rockey, Sylvia I. Etzel. (2005) US Graduate Medical Education, 2004-2005 Trends in Primary Care Specialties. Journal of the American Medical Association. 294:1075-1082.",
        "Chiappori, P.A. and B. SalaniÃ\u0083Â© (2003), Testing Contract Theory: A Survey of Some Recent Work, in M. Dewatripont, L. Hansen and S. Turnovsky, eds., Advances in Economics and Econometrics, Cambridge University Press, Cambridge.",
        "Committee on Quality Health Care in America. Crossing the Quality Chasm: A New Health System for the 21st Century. Washington D.C.: Institute of Medicine, National Academy Press; 2001.",
        "Courty, Pascal and Gerald Marschke. (2008) Incentives in Academica, Mimeo, EUI.",
        "DeWitt, Dawn, Randall Curtis, and Wylie Burke. What Influences Career Choices Among Graduates of a Primary Care Training Program?. Journal of General Internal Medecine. 1998 April; 13(4): 257-261.",
        "Donini-Lenhoff, Fred, Hannah Hedrick. (2000) Growth of Specialization in Graduate Medical Education. Journal of the American Medical Association. 284:12841289.",
        "Dorsey, Ray, David Jarjoura, Gregory Rutecki. (2003) Influence of Controllable Lifestyle on Recent Trends in Specialty Choice by US Medical Students. Journal of American Medical Association. 290, 1173-1178.",
        "Dranove, David, Daniel Kessler, Mark McClellan and Mark Satterthwaite. (2003). Is more Information Better? The Effects of Report Cards on Cardiovascular Providers and Consumers. Journal of Political Economy. 11: 555-588.",
        "Ferris et al. (2007) Physician Specialty Societies And The Development Of Physician Performance Measures. Health Affairs. 26: 1712-1719.",
        "Gaynor, Martin, and Paul Gertler. (1995). Moral Hazard and Risk Spreading in Partnerships. The RAND Journal of Economics. 4:591-613.",
        "Gold, Marsha. (1999). Financial incentives. Current Realities and Challenges for Physicians. Journal of General Internal Medicine. 14: S6-S12.",
        "Hojat, Mohammadreza, Joseph Gonnella, Thomas Nasca, Salvatore Mangione, Michael Vergare, and Michael Magee. (2002) Physician Empathy: Definition, Components, Measurement, and Relationship to Gender and Specialty. American Journal of Psychiatry. 159, 1563-1569.",
        "Holmstrom, Bengt & Milgrom, Paul. (1994) The Firm as an Incentive System. American Economic Review. 84, 972-91.",
        "Holmstrom, B., and Milgrom, P. (1991) Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design. The Journal of Law, Economics, and Organization. 7, 24-52.",
        "Kessler, Daniel, and William Sage, David Becker. (2005) Impact of Malpractice Reforms on the Supply of Physician Service. Journal of the American Medical Association. 293, 2618-2625.",
        "Kiker, B.F., and Michael Zeh. (1998). Relative Income Expectation, Expected Malpractice Premium Costs, and Other Determinants of Physician Specialty Choice. Journal of Health and Social Behavior. 39. 152-67.",
        "Landon, Bruce, James Reschovsky, David Blumenthal. (2003a) Changes in Career Satisfaction Among Primary Care and Specialist Physicians, 1997-2001. Journal of the American Medical Association. 289, 442-449.",
        "Landon, Bruce, Sharon-Lise Normand, David Blumenthal, and Jennifer Daley. (2003b) Physician Clinical Performance Assessment: Prospects and Barriers. Journal of American Medical Association. 290, 1183-1189.",
        "Leffler, Keith. (1978). Physician Licensure: Competition and Monopoly in American Medicine. Journal of Law and Economics. 21:165~-186.",
        "Loeb, Jerod M. (2004). The Current State of Performance Measurement in Health Care. International Journal for Quality in Health Care. 16:i5-i9.",
        "Martini, Carlos. (1992). Graduate Medical Education in the Changing Environment of Medecine. The Journal of the American Medical Association. 268, 1097-1105.",
        "Nicholson, Sean. (2002) Physician Specialty Choice Under Uncertainty, Journal of Labor Economics. 20, 816-47.",
        "Peters, Michael and Aloysius Siow. (2002) Competing Pre-marital Investments. Journal of. Political Economy, 110, 592-608.",
        "Prendergast, Canice. (1999) The Provision of Incentives in Firms. Journal of Economic Literature. 37, 7-63.",
        "Prendergast, Canice. (2002) The Tenuous Trade-Off between Risk and Incentives. Journal of Political Economy. 110. 1071-102.",
        "Roth, Alvin. (2008). What Have we Learned from Market Design? Hahn Lecture. Economic Journal. 118. 285-310..",
        "Roth, Alvin and Marilda Sotomayor. 1990. Two-Sided Matching: A Study in Game-Theoretic Modeling and Analysis, Cambridge, Cambridge University Press.",
        "Saint-Paul, Gilles. (2001) On the Distribution of Income and Worker Assignment under Intra-Firm Spillovers, with an Application to Ideas and Networks. Journal of Political Economy. 109, 1-37.",
        "Serfes, Konstantinos. (2005). Risk Sharing vs. Incentives: Contract design under Two-Sided Heterogeneity. Economics Letters, 88, 343-349.",
        "Serfes, Konstantinos. (forthcoming). Endogenous Matching in a Market with Heterogeneous Principals and Agents. International Journal of Game Theory.",
        "Thornton, James and Fred Esposto. (2002) How Important Are Economic Factors in Choice of Medical Specialty? Health Economics. 12, 67 - 73.",
        "Thornton, James. (2000). Physician Choice of Medical Specialty: Do Economic Incentives Matter. Applied Economics. 32. 1419-28.",
        "Weeks, W. and A. Wallace (2002) Long-Term Financial Implications of Specialty Training for Physicians. The American Journal of Medicine. 113, 393-399."
    ]
}