{
    "id": 14516,
    "cites": 64,
    "cited_by": 15,
    "reference": [
        "Balsdon, Ed, Eric J. Brunner, and Kim Rueben (2003), Private Demands for Public Capital: Evidence from School Bond Referenda, Journal of Urban Economics 54(3), p. 6 10-638.",
        "Barrow, Lisa, and Cecilia Rouse (2004), Using Market Valuation to Assess Public School Spending, Journal of Public Economics 88, p. 1747-1769.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan (2004), Tiebout Sorting, Social Multipliers, and the Demand for School Quality, NBER Working Paper #10871.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan (2007), A Unified Framework for Measuring Preferences for Schools and Neighborhoods, The Journal of Political Economy 115(4), p. 588-638.",
        "Benabou, Roland (1993), The Workings of a City: Location, Education, and Production, Quarterly Journal of Economics 108(3), p. 6 19-652.",
        "Black, Sandra E. (1999), Do Better School Matter? Parental Valuation of Elementary Education, Quarterly Journal of Economics 114(2), p. 577-599.",
        "Bradbury, Katharine, Christopher Mayer, and Karl Case (2001), Property Tax Limits, Local Fiscal Behavior, and Property Values: Evidence from Massachusetts under Proposition 2 `/2, Journal of Public Economics 80, p. 287-311.",
        "Bradford, David, and Wallace Oates (1971a), The Analysis of Revenue Sharing in a New Approach to Collective Fiscal Decisions, Quarterly Journal of Economics 85(3), p. 416439.",
        "Brueckner, Jan K. (1979), Property Values, Local Public Expenditure and Economic Efficiency, Journal of Public Economics 11(2), p. 223-245.",
        "Brueckner, Jan K. (1982), A Test for Allocative Efficiency in the Local Public Sector, Journal of Public Economics 19(3), p. 311-331.",
        "Brueckner, Jan K. (1983), Property Value Maximization and Public Sector Efficiency, Journal of Urban Economics 14(l),p. 1-15.",
        "Brunner, Eric J., and Kim Rueben (2001), Financing New School Construction and Modernization: Evidence from California, National Tax Journal 54(3), p. 527-539.",
        "Buckley, Jack, Mark Schneider, and Yi Shang (2005), Fix It and They Might Stay: School Facility Quality and Teacher Retention in Washington, DC, The Teachers College Record 107(5), p. 1107-1123.",
        "Card, David, and Alan Krueger (1992), Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy 100(1), p. 1-40.",
        "Card, David, and Alan Krueger (1996), School Resources and Student Outcomes: An Overview of the Literature and New Evidence from North and South Carolina, Journal of Economic Perspectives 10(4), p. 3 1-50. Cellini, Stephanie Riegg (forthcoming), Crowded Colleges and College Crowd-Out: The Impact of Public Subsidies on the Two-Year College Market, American Economic Journal: Economic Policy.",
        "Choi, James J., and David Laibson, and Brigitte C. Madrian (2007), The Flypaper Effect in Individual Investor Asset Allocation, NBER Working Papers #13656.",
        "Clotfelter, Charles, Helen Ladd, and Jacob Vigdor (2007), Are Teacher Absences Worth Worrying About in the U.S.? NBER Working Papers #13648.",
        "Cook, Thomas, and Donald Campbell (1979), Quasi-experimentation: Design and Analysis Issues for Field Settings. Boston: Houghton Mifflin.",
        "Dee, Thomas S. (2000), The Capitalization of Education Finance Reforms, The Journal of Law and Economics 43(1), p. 185-2 14.",
        "DiNardo, John, and David S. Lee (2004), Economic Impacts of New Unionization on Private Sector Employers: 1984-2001, Quarterly Journal of Economics 119(4), p. 1383-1441.",
        "Duflo, Esther and Christopher Udry (2004), Intrahousehold Resource Allocation in Cote dIvoire: Social Norms, Separate Accounts and Consumption Choices, NBER Working Papers #10498.",
        "Earthman, Glen I. (2002), School Facility Conditions and Academic Achievement. Los Angeles, CA: UCLAs Institute for Democracy, Education, and Access (IDEA).",
        "Epple, Dennis, Radu Filimon, and Thomas Romer (1984), Equilibrium among Local Jurisdictions: Toward an Integrated Approach of Voting and Residential Choice, Journal of Public Economics 24, p. 28 1-308.",
        "Epple, Dennis, Radu Filimon, and Thomas Romer (1993), Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes, Regional Science and Urban Economics 23, p. 585-6 10.",
        "Ferreira, Fernando (2007), You Can Take It with You: Proposition 13 Tax Benefits, Residential Mobility, and Willingness to Pay for Housing Amenities, mimeo, The Wharton School, University of Pennsylvania.",
        "Ferreira, Fernando, and Joseph Gyourko (2009), Do Political Parties Matter? Evidence from U.S. Cities, forthcoming, Quarterly Journal of Economics.",
        "Fischel, William (1989), Did Serrano Cause Proposition 13? National Tax Journal 42(4), p. 465-73.",
        "Gordon, Nora (2004), Do federal grants boost school spending? Evidence from Title I, Journal of Public Economics 88(9-10), p. 1771-1792.",
        "Hahn, Jinyong, Petra Todd, and Wilbert Van der Klaauw (2001), Identification and Estimation of Treatment Effects with a Regression Discontinuity Design, Econometrica 69(1), p. 201209.",
        "Hanushek, Eric A. (1986), The Economics of Schooling: Production and Efficiency in Public Schools, Journal of Economic Literature 24(3), p. 114 1-1177.",
        "Hanushek, Eric A. (1996), School Resources and Student Performance In Burtless, Gary, Ed., Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success. Washington, D.C., Brookings Institution, p. 43-73.",
        "Hanushek, Eric A. (1997), Assessing the Effects of School Resources on Student Outcomes: An Update, Educational Evaluation and PolicyAnalysis 19(2), p. 141-164.",
        "Heckman, James, Anne Layne-Farrar, and Petra Todd (1996), Human Capital Pricing Equations with and Application to Estimating the Effect of School Quality on Earnings, Review of Economics and Statistics 78, p. 562-610.",
        "Hilber, Christian, and Christopher Mayer (2004), School Funding Equalization and Residential Location for the Young and the Elderly, Brookings- Wharton Papers on Urban Affairs, p. 107-148.",
        "Hines, James R., and Richard H. Thaler (1995), The Flypaper Effect, Journal of Economic Perspectives 9(4), p. 2 17-26.",
        "Hoxby, Caroline M. (2001), All School Finance Equalizations are not Created Equal, Quarterly Journal of Economics 116(4), p. 1189-1231.",
        "Imbens, Guido, and Thomas Lemieux (2007), Regression Discontinuity Designs: A Guide to Practice, NBER Working Papers #13039.",
        "Jones, John T., and Ron W. Zimmer (2001), Examining the Impact of Capital on Academic Achievement, Economics of Education Review 20, p. 577-588.",
        "Kane, Thomas J., Stephanie K. Riegg, and Douglas 0. Staiger (2006), School Quality, Neighborhoods, and Housing Prices, American Law and Economics Review 8(2), p. 183212.",
        "Kaplan, Steven N., and Luigi Zingales (1997), Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints? Quarterly Journal of Economics 112(1), p. 169215.",
        "Knight, Brian (2002), Endogenous Federal Grants and Crowd-out of State Government Spending: Theory and Evidence from the Federal Highway Aid Program, American Economic Review 92(1), p. 7 1-92.",
        "Krueger, Alan. B. (1999), Experimental Estimates of Education Production Functions, Quarterly Journal of Economics 114(2), p. 497-532.",
        "Krueger, Alan. B. (2003), Economic Considerations and Class Size, The Economic Journal 113, p. F34-F63.",
        "Lee, David (2001), The Electoral Advantage to Incumbency and Voters Valuation of Politicians Experience: A Regression Discontinuity Analysis of Elections to the U.S. House, NBER Working Papers #8441.",
        "Lee, David (2008), Randomized Experiments from Non-random Selection in U.S. House Elections, Journal of Econometrics 142(2), p. 675-697.",
        "Lee, David S., Enrico Moretti, and Matthew J. Butler (2004), Do Voters Affect or Elect Policies? Evidence from the U.S. House, The Quarterly Journal of Economics (August), p. 807-859.",
        "McCrary, Justin (2008), Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test, Journal of Econometrics 142(2), p. 698-7 14.",
        "Mendell, Mark J. and Garvin A. Heath (2004), Do Indoor Environments in Schools Influence Student Performance? A Critical Review of the Literature. Indoor Air 15(1), p. 27-52.",
        "Nechyba, Thomas J. (1997), Existence of Equilibrium and Stratification in Local and Hierarchical Tiebout Economies with Property Taxes and Voting, Economic Theory 10, p. 277-304.",
        "New York Times (1989), Births and Immigration Squeeze California Classroom Space, New York Times, October, 8, 1989.",
        "Oates, Wallace E. (1969), The Effects of Property Taxes and Local Public Spending on Property Values: An Empirical Study of Tax Capitalization and the Tiebout Hypothesis, Journal of Political Economy 77(6), p.957-71.",
        "Orrick, Herrington & Sutcliffe, LLP. (2004), School Finance Bulletin. Public Finance Department of Orrick, Herrington, and Sutcliffe: San Francisco, CA. http ://www.orrick.comlfileupload/25 9 .pdf Palmon, Oded, and Barton A. Smith (1998), New Evidence on Property Tax Capitalization, The Journal of Political Economy 106(5), p. 1099-1111.",
        "Pettersson-Lidbom, Per (2008), Do Parties Matter for Economic Outcomes: A RegressionDiscontinuity Approach, Journal of the European Economic Association, 6(5), p. 10371056.",
        "Rosen, Sherwin (1974), Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, Journal of Political Economy 82(1), p. 34-55.",
        "Rothstein, Jesse (2006), Good Principals or Good Peers: Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition among Jurisdictions, American Economic Review 96(4), p. 1333-1350.",
        "Rothstein, Jesse (2008), Teacher Quality in Educational Production: Tracking, Decay, and Student Achievement, NBER Working Papers #14442.",
        "Samuelson, Paul A. (1954), The Pure Theory of Public Expenditure, The Review of Economics and Statistics 36(4), p. 387-389.",
        "Schneider, Mark (2002), Do School Facilities Affect Academic Outcomes? National Clearinghouse for Educational Facilities. Washington, DC.",
        "Sebastian, Simone (2006), Schools Measure Proposed, San Francisco Chronicle, March 8, 2006, p. B-l.",
        "Shapiro, Perry, and Jon Sonstelie (1982), Did Proposition 13 Slay Leviathan? American Economic Review 72(2), p. 184-90.",
        "Sonstelie, Jon, Eric Brunner, and Kenneth Ardun (2000), For Better or For Worse? School Finance Reform in California, Public Policy Institute of California: San Francisco.",
        "Starrett, David A. (1981), Land Value Capitalization in Local Public Finance, The Journal of Political Economy 89(2), p. 306-327.",
        "Thistlethwaite, Donald L., and Donald T. Campbell (1960), Regression-Discontinuity Analysis: An Alternative to the Ex-Post Facto Experiment, Journal of Educational Psychology 51, p. 309-317.",
        "Tiebout, Charles (1956), A Pure Theory of Local Public Expenditures, Journal of Political Economy 64(5), p. 4 16-424. Uline, Cynthia and Megan Tschannen-Moran (in press), The Walls Speak: The Interplay of Quality Facilities, School Climate, and Student Achievement, The Journal of Educational Administration."
    ]
}