{
    "id": 14514,
    "cites": 17,
    "cited_by": 13,
    "reference": [
        "Bernanke, Ben S. Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review. 73(3), June 1983: 257-276.",
        "Buiter, Willem H. Housing Wealth Isnt Wealth. NBER working paper no. 14204, July 2008.",
        "Cole, Harold L. and Lee E. Ohanian. New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis. Journal of Political Economy. 112(4), August 2004: 779-8 16.",
        "Edlin, Aaron S. Is College Financial Aid Equitable and Efficient? Journal of Economic Perspectives. 7(2), December 1993: 143-158.",
        "Dick, Andrew W. and Aaron S. Edlin. The Implicit Taxes from College Financial Aid. Journal of Public Economics. 65(3), September 1997: 295-322.",
        "Federal Housing Administration. FHA Loan Debt to Income Ratios. http://www.fha.comldebt_to_income_ratios.cfm Fisher, Irving. The Debt-Deflation Theory of Great Depressions. Econometrica. 1(4), October 1933: 337-357.",
        "Gali, Jordi, Mark Gertler, and J. David Lopez-Salido. Markups, Gaps, and the Welfare Costs of Business Fluctuations. manuscript, CREI, October 2003.",
        "Hall, Robert E. Macroeconomic Fluctuations and the Allocation of Time. Journal of LaborEconomics. 15(1), Part 2 January 1997: S223-50.",
        "Lewis, H. Gregg. Unionism and Relative Wages in the United States. Chicago: University of Chicago Press, 1963.",
        "Kroszner, Randall S. Is it Better to Forgive than to Receive. Repudiation of the Gold Indexation Clause in Long-Term Debt During the Great Depression. University of Chicago CRSP working paper 481, April 1999.",
        "Mamudi, Sam. Citi Unveils Housing Relief Plan. www.rnarketwatch.com. November 11, 2008.",
        "Mirrlees, James A. An Exploration in the Theory of Optimum Income Taxation. Review of Economic Studies. 38(114), April 1971: 175-208.",
        "Mishkin, Frederic S. The Household Balance Sheet and the Great Depression. Journal of Economic History. 38(4), December 1978: 9 18-937.",
        "Mulligan, Casey B. Pecuniary Incentives to Work in the United States during World War II. Journal of Political Economy. 106(5), October 1998: 1033-77. Mulligan, Casey B. A Century of Labor-Leisure Distortions. NBER working paper no.",
        "Mulligan, Casey B. Housing Wealth and Aggregate Wealth Effects. Manuscript, University of Chicago, November 2008.",
        "Mulligan, Casey B. and Luke Threinen. Market Responses to the Panic of 2008. NBER working paper no. 14446, October 2008.",
        "Sachs, Jeffrey D. A Strategy for Efficient Debt Reduction. Journal of Economic Perspectives. 4(1), December 1990: 19-29."
    ]
}