{
    "id": 14518,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Black, Fisher and Myron Scholes (1973), The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81(3), 637-654. Brewer, Elijah III, Hesna Gray, William C. Hunter, and George C. Kaufman (2003), Ã\u0082â\u0080\u009cDoes the Stock Market Price Bank Risk? Evidence from Bank Failures,Ã\u0082â\u0080\u009d Journal of Money, Credit ansd Banking 35, 507-543.",
        "Calomiris,Charles.W. and Jason Karceski (1998), Is the Bank Merger Wave of the 1990s Efficient? Lessons from Nine Case Studies, in Kaplan, Steven.N. (edt.) Mergers and Productivity, University of Chicago Press, 99-161.",
        "Calomiris, Charles.W. (1999), Ã\u0082â\u0080\u009cGauging the Efficiency of Bank Consolidation during a Merger Wave,Ã\u0082â\u0080\u009d Journal of Banking and Finance 23, 615-621.",
        "Cargill, Thomas F., Michael M. Hutchison, and Takatoshi Ito (2000), Financial policy and Central Banking in Japan, MIT Press Chan-Lau, Jorge A., Srobona Mitra, and Li Lian Ong (2007), Ã\u0082â\u0080\u009cContagion Risk in the International Banking System and Implications for London as a Global Financial Center,Ã\u0082â\u0080\u009d IMF Working Paper 07/74.",
        "Chan-Lau, Jorge A. and Amadou N.R. Sy (2006), Ã\u0082â\u0080\u009cDistance-to-Default in Banking: A Bridge Too Far?,Ã\u0082â\u0080\u009d IMF Working Paper 06/215.",
        "Crosbie, Peter, and Jeff Bohn (2003), Ã\u0082â\u0080\u009cModeling Default Risk,Ã\u0082â\u0080\u009d MoodyÃ\u0082â\u0080\u0099s KMV White Paper, (San Francisco: MoodyÃ\u0082â\u0080\u0099s Investor Service) December 18.",
        "Duffie, Darrell, Leandro Saita and Ke Wang (2007), Multi-Period Corporate Default Prediction with Stochastic Covariates, Journal of Financial Economics 83(3), 635 Ã\u0082â\u0080\u0093 666.",
        "Danmarks National Bank (2004), Financial Stability Report (Copenhagen). Available via the internet at http://www.nationalbanken.dk De Nicolo, Gianni and Alexander Tieman (2006), Ã\u0082â\u0080\u009cEconomic Integration and Financial Stability: A European PerspectiveÃ\u0082â\u0080\u009d, IMF Working Paper 05/296.",
        "Duggar, Elena and Srobona Mitra (2007) Ã\u0082â\u0080\u009cExternal Linkages and Contagion Risk in Irish Banks,Ã\u0082â\u0080\u009d IMF Working Paper 07/44.",
        "European Central Bank (2005), Financial Stability Review, June (Frankfurt).",
        "Gropp, Reint and Gerard Moerman (2004), Measurement of Contagion in banksÃ\u0082â\u0080\u0099 equity prices, Journal of International Money and Finance 23, p405-459.",
        "Gropp, Reint, Marco Lo Duca and Jukka Vesala (2006), Ã\u0082â\u0080\u009cBank Contagion in EuropeÃ\u0082â\u0080\u009d, European Central Bank Working Paper Series 662.",
        "Gropp, Reint, Jukka Vesala, Giuseppe Vulpes, (2006) Equity and Bond Market Signals as Leading Indicators of Bank Fragility, Journal of Money, Credit and Banking, 38(2), p.399-428 Group of Ten (2001), Ã\u0082â\u0080\u009cConsolidation in the Financial Sector,Ã\u0082â\u0080\u009d (available at BIS homepage; http://www.bis.org/publ/gten05.pdf) Harada, Kimie and Takatoshi Ito (2008),Ã\u0082â\u0080\u009cMega-Mergers in Japan: Economic Reasons and Performances,Ã\u0082â\u0080\u009d mimeograph.",
        "Hirota, Shinichi and Yoshiro Tsutsui (1999), Ã\u0082â\u0080\u009cDo banks diversify portfolio risk? A test of the risk-cost hypothesis,Ã\u0082â\u0080\u009d Japan and the World Economy 11, 29-39.",
        "Hoshi, Takeo and Anil Kashyap, (2001), Corporate Financing and Governance in Japan: The Road to the Future, MIT Press, Cambridge, Mass.",
        "Hoshi, Takeo and Takatoshi Ito (2004), Ã\u0082â\u0080\u009cFinancial regulation in Japan: a sixth year review of the Financial Services AgencyÃ\u0082â\u0080\u009d, Journal of Financial Stability 1, 229-243.",
        "Hosono, Kaoru, Koji Sakai, and Kotaro Tsuru (2007), Ã\u0082â\u0080\u009cConsolidation of Banks in Japan: Causes and Consequences,Ã\u0082â\u0080\u009d presented at the NBER 18th EASE conference, June..",
        "Ito, Takatoshi and Kimie Harada (2005), Ã\u0082â\u0080\u009cJapan Premium and Stock Prices: Two Mirrors of Japanese Banking Crises,Ã\u0082â\u0080\u009d International Journal of Finance & Economics 10, 195-211.",
        "Ito, Takatoshi and Kimie Harada (2006), Ã\u0082â\u0080\u009cBank fragility in Japan 1995-2003,Ã\u0082â\u0080\u009d in Hutchison, M.M. and Westermann, F. (eds), Japan's Great Stagnation Financial and Monetary Policy Lessons for Advanced Economies, MIT Press Ito, Takatoshi and Yuri N. Sasaki (2002), Ã\u0082â\u0080\u009cImpacts of the Basle Capital Standard on Japanese BanksÃ\u0082â\u0080\u0099 Behavior,Ã\u0082â\u0080\u009d Journal of the Japanese and International Economies 16, 372-397.",
        "Merton, Robert C. (1974), Ã\u0082â\u0080\u009cOn the Pricing of Corporate Debt: the Risk Structure of Interest Rates,Ã\u0082â\u0080\u009d Journal of Finance 29, p.449Ã\u0082â\u0080\u0093470.",
        "Okada, Tae (2007), Ã\u0082â\u0080\u009cConsequences of Bank Mergers [Ginko gappei no kouka, in Japanese], mimeograph.",
        "Peek, Joe and Eric Rosengren (1998), Ã\u0082â\u0080\u009cDeterminants of the Japan Premium: Actions Speak Louder than Works,Ã\u0082â\u0080\u009d Journal of International Economics, 53(2), p.283-305.",
        "Sakuragawa, Masaya, and Yoshitsugu Watanabe (2007), Ã\u0082â\u0080\u009cDid the Japanese Stock Market appropriately Price the Takenaka financial reform ?,Ã\u0082â\u0080\u009d presented at the NBER 18th EASE conference.",
        "Spiegel, Mark, and Nobuyoshi Yamori (2004), The Evolution of Bank Resolution Policies in Japan: Evidence from Market Equity Values, Journal of Financial Research, ....,1, 115-132.",
        "Tachibanaki, Toshiaki and Akihiko Haneda (1999), Ã\u0082â\u0080\u009cThe Effects of Mergers in City Banks,Ã\u0082â\u0080\u009d Financial Review, Ministry of Finance Japan, 52 (in Japanese), 139-176.",
        "Ueno, Yoichi and Naohiko Baba (2006), Ã\u0082â\u0080\u009cDefault Intensity and Expected Recovery of Japanese Banks and Ã\u0082â\u0080\u009cGovernmentÃ\u0082â\u0080\u009d: New Evidence from the CDS Market,Ã\u0082â\u0080\u009d Bank of Japan Working Paper Series No.06-E-04."
    ]
}