{
    "id": 14517,
    "cites": 31,
    "cited_by": 11,
    "reference": [
        "[i] Acharya, Viral and Lasse Pedersen, 2003, Asset Pricing with Liquidity Risk, Journal of Financial Economics, forthcoming.",
        "[2] Adrian, Tobias and Shin, Hyun Song, 2008, Liquidity, Monetary Policy, and Financial Cycles, Current Issues in Economics and Finance, Vol. i4, No. i. [3] Allen, Franklin and Douglas Gale, i994, Limited Market Participation and Volatility of Asset Prices, American Economic Review 84, 933-9SS. [4] Allen, Franklin and Douglas Gale, 200S, From Cash-in-the-Market Pricing to Financial Fragility, Journal of the European Economic Association, 3(2-3), S3S-S46. [5] Allen, Franklin and Gary Gorton, i993, Churning Bubbles, Review of Economic Studies, 60, 8i3-836.",
        "[6] Alvarez, Fernando, Andrew Atkeson, and Patrick Kehoe, 2002, Money, interest rates, and exchange rates with endogenously segmented markets, Journal of Political Economy ii0, 73~-ii2.",
        "[7] Amihud, Yacov, 2002, Illiquidity and risky asset Returns: Cross-Section and Time-Series Effects, Journal of Financial Markets, 5, 3i-56. [8] Barberis, N., M. Huang, and T. Santos, 200i, Prospect theory and asset price, The Quarterly Journal of Economics, ii6, i-53. [9] Basak, Suleyman and Domenico Cuoco, i998, An Equilibrium Model with Restricted risky asset Market Participation, Review of Financial Studies, ii, 309-34i.",
        "[iO] Bates, David, 2003, Empirical Option Pricing: A Retrospection, Journal of Econometrics, ii6, 387-404.",
        "[ii] Berndt, Antje, Rohan Douglas, Darrell Duffie, Mark Ferguson, and David Schranz, 2004, Measuring Default Risk Premia from Default Swap Rates and EDFs, mimeo, Stanford University. [i2] Borodin, AN. and P. Salminen, i996, Handbook of Brownian Motion. Birkhauser, Boston, MA. [i3] Boudoukh, Jacob, Matthew Richardson, Richard Stanton, and Robert Whitelaw, i997, Pricing mortgagebacked securities in a multifactor interest rate environment: A multivariate density estimation approach, Review of Financial Studies iO, 40S-446.",
        "[14] Brunnermeier, Markus and Lasse Pedersen, 2008, Market Liquidity and Funding Liquidity, forthcoming, Review of Financial Studies.",
        "[15] Campbell, John and John Cochrane, 1999, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-251.",
        "[16] Campbell, John, Sanford Grossman and Jiang Wang, 1993, Trading Volume and Serial Correlation in risky asset Returns, Quarterly Journal of Economics, 108, 905-940.",
        "[17] Collin-Dufresne, Pierre, Robert Goldstein, and J. Spencer Martin, 2001, The Determinants of Credit Spread Changes, The Journal of Finance, 66, 2177-2207.",
        "[19] Diamond, Douglas, 1997, Liquidity, Banks, and Markets, Journal of Political Economy, 105(5), pp. 928-56.",
        "[20] Diamond, Douglas and Philip Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, 91(5), pp. 401-19.",
        "[21] Diamond, Douglas and Raghuram Rajan, 2005, Liquidity Shortages and Banking Crises, Journal of Finance 60 (2), pp. 615-647.",
        "[22] Duffie, Darrell, Nicolae Garleanu and Lasse Pedersen, 2007, Valuation in Over-the-Counter Markets, Review of Financial Studies, forthcoming.",
        "[23] Dumas, Bernard, 1989, Two-Person Dynamic Equilibrium in the Capital Market, Review of Financial Studies, 2(2), 157-188.",
        "[24] Froot, Kenneth A., and Paul G. OConnell, 1999, The Pricing of US Catastrophe Reinsurance in The Financing of Catastrophe Risk, edited by Kenneth Froot, University of Chicago Press.",
        "[25] Fung, William, and David Hsieh, 2006, Hedge Funds: An Industry in Its Adolescence, Federal Reserve Bank of Atlanta Economic Review, (Fourth Quarter), 91, 1-33 [26] Gabaix, Xavier, Arvind Krishnamurthy and Olivier Vigneron, 2007, Limits of Arbitrage: Theory and Evidence from the MBS market, Journal of Finance, 62(2), 557-596.",
        "[27] Garleanu, Nicolae, Lasse Heje Pedersen, and Allen M. Poteshman, 2005, Demand-Based Option Pricing, Wharton mimeo.",
        "[28] Gromb, Denis and Dimitri Vayanos, 2002, Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs, Journal of Financial Economics 66, 361-407.",
        "[29] Grossman, Sanford J. and Zongquan Zhou, 1996, Equilibrium Analysis of Portfolio Insurance, Journal of Finance 51, 1379-1403.",
        "[30] He, Zhiguo, and Arvind Krishnamurthy, 2008, A Model of Capital and Crisis, NBER working paper #14366.",
        "[32] Holmstrom, Bengt and Jean Tirole, 1998, Private and Public Supply of Liquidity, Journal of Political Economy, 106(1), 1-40.",
        "[33] Huang, Jennifer and Jiang Wang, 2007, Liquidity and Market Crashes, forthcoming, Review of Financial Studies.",
        "[35] Kiyotaki, N. and J. Moore, 1997, Credit Cycles, Journal of Political Economy, 105 (2), 211-248.",
        "[36] Krishnamurthy, Arvind and Annette Vissing-Jorgensen, 2007, The Aggregate Demand for Treasury Debt, working paper, Northwestern University.",
        "[37] Kyle, Albert and Wei Xiong, 2001, Contagion as a Wealth Effect, Journal of Finance 56, 1401-1440.",
        "[38] Lucas, Robert E., Jr 1978, Asset Prices in an Exchange Economy, Econometrica, 46, 1429-1445, [39] Mankiw, Gregory N, and Stephen Zeldes, 1991, The Consumption of risky assetholders and Non-risky assetholders, Journal of Financial Economics, 29, pp. 97-112.",
        "[40] Mitchell, Mark, Lasse Pedersen, and Todd Pulvino, 2007, Slow Moving Capital, American Economic Review Papers and Proceedings, forthcoming.",
        "[41] Pastor, Lubos and Robert Stambaugh, 2003, Liquidity Risk and Expected risky asset Returns, Journal of Political Economy, 111, 642-685.",
        "[42] Sadka, Ronnie, 2003, Momentum, Liquidity Risk, and Limits to Arbitrage, working paper, University of Washington. [43] Shleifer, Andrei and Robert W. Vishny, i997, The Limits of Arbitrage, Journal of Finance 36, 3S-SS.",
        "[44] Vayanos, Dimitri, 2004, Flight to Quality, Flight to Liquidity, and the Pricing of Risk, working paper, LSE."
    ]
}