{
    "id": 14521,
    "cites": 22,
    "cited_by": 119,
    "reference": [
        "Beltran, Daniel 0., Laurie Pounder, and Charles Thomas, Foreign Exposure to Asset-Backed Securities of U.S. Origin, International Finance Discussion Papers 939, Board of Governors of the Federal Reserve System (U.S.) 2008.",
        "Bernanke, Ben, The Global Saving Glut and the U.S. Current Account Deficit, Sandridge Lecture, Virginia Association of Economics, Richmond, Virginia, Federal Reserve Board March 2005.",
        "Blanchard, Olivier, Francesco Giavazzi, and Filipa Sa, International Investors, the U.S. Current Account, and the Dollar, in Brookings Papers on Economic Activity Spring 2005, pp. 1-65.",
        "Brunnermeier, Markus K., Deciphering the 2007-08 Liduidity and Credit Crunch, Journal of Economic Perspectives, forthcoming 2008.",
        "Caballero, Ricardo J. and Arvind Krishnamurthy, Bubbles and Capital Flow Volatility: Causes and Risk Management, Journal of Monetary Economics, January 2006, 53:1.",
        "- , Emmanuel Farhi, and Pierre-Olivier Gourinchas, An Equilibrium Model of Global Imbalances and Low Interest Rates, American Economic Review, March 2008, 98 (1), 358-93.",
        "Dahl, Carol and Thomas Sterner, Analysing gasoline demand elasticities: a survey, Energy Economics, July 1991, 13 (3), 203-210.",
        "Deutsche Bank, Sovereign Wealth Funds - State Investments on the Rise, Current Issues September 2007.",
        "Frankel, Jeffrey A., The Effect of Monetary Policy on Real Commodity Prices, NBER Working Papers 12713 December 2006.",
        "Gately, Dermot and Hillard G. Huntington, The Asymmetric Effects of Changes in Price and Income on Energy and Oil Demand, Energy Journal, 2002, 23 (1), 19-56.",
        "Greenlaw, David, Jan Hatzius, Anil K Kashyap, and Hyun Song Shin, Leveraged Losses: Lessons from the Mortgage Market Meltdown, U.S. Monetary Policy Forum Report No. 2 2008.",
        "Hamilton, James, Understanding Crude Oil Prices, mimeo, UC San Diego May 2008.",
        "Hotelling, Harold, The Economics of Exhaustible Resources, Journal of Political Economy, August 1931, 39 (2), 137-175.",
        "Hughes, Jonathan E., Christopher R. Knittel, and Daniel Sperling, Evidence of a Shift in the Short-Run Price Elasticity of Gasoline Demand, Energy Economics, 2008, 29 (1), 93-114.",
        "IMF, Containing Systemic Risk and Restoring Financial Soundness: Global Financial Stability Report, International Monetary Fund, April 2008.",
        "- , Financial Stress and Deleveraging: Global Financial Stability Report, International Monetary Fund, October 2008.",
        "Jovanovic, Boyan, Bubbles in Prices of Exhaustible Resources, NBER Working Papers 13320 August 2007.",
        "Kouri, Pentti, Balance of Payment and the Foreign Exchange Market: A Dynamic Partial Equilibrium Model, in Jagdeep Bhandari and Bluford Putnam, eds., Economic Interdependance and Flexible Exchange Rates, MIT Press, 1982, pp. 116-156.",
        "Metzler, Lloyd A., The process of International Adjustment under Conditions of Full Employment. A Keynesian View, in Richard Caves and Harry G. Johnson, eds., Readings in International Economics, Richard D. Irwin, Homewood, IL 1960, pp. 465-486.",
        "Milesi-Ferretti, Gian Maria, Fundamentals at Odds? The Dollar and The U.S. Current Account Deficit, mimeo prepared for the June 27-28 Siena conference on The Impact of Global Imbalances September 2008.",
        "Nordhaus, William D, Oil and Economic Performance in Industrial Countries, Brookings Papers on Economic Activity, 1980, 1980 (2), 341-399.",
        "Roy, Joyashree, Alan H. Sanstad, Jayant A. Sathaye, and Raman Khaddaria, Substitution and price elasticity estimates using inter-country pooled data in a translog cost model, Energy Economics, November 2006, 28 (5-6), 706-719."
    ]
}