{
    "id": 14529,
    "cites": 33,
    "cited_by": 57,
    "reference": [
        "AGRESTI, A. M., AND B. MOJON (2001): Some stylised facts on the Euro area business cycle, ECB Working Papers 95.",
        "ALESINA, A., AND F. GIAVAZZI (2006): The Future of Europe: Reform or Decline. The MIT Press.",
        "ALTISSIMO, F., A. BASSANETTI, R. CRISTADORO, M. FORNI, M. HALLIN, M. Lwn, AND L. REICHLIN (2001): EuroCOIN: A Real Time Coincident Indicator of the Euro Area Business Cycle, CEPR Discussion Papers 3108.",
        "ARTIS, M. (2003): Is there a European Business Cycle?, CESifo Working Paper Series 1053.",
        "ARTIS, M. J., M. MARCELLINO, AND I. PROJETTI (2005): Dating the Euro Area Business Cycle, in Euro Area Business Cycle: Stylized Facts and Measurement Issues, ed. by L. Reichlin, pp. 83-93. CEPR.",
        "ARTIS, M. J., AND W. ZHANG (1997): International Business Cycles and the ERM: Is There a European Business Cycle?, International Journal of Finance S Economics, 2(1), 1-16.",
        "BANBURA, M., D. GIANNONE, AND L. REICHLIN (2008): Large Bayesian VARs, Journal of Applied Econometrics, forthcoming.",
        "BAYOUMI, I., AND B. ETCHENGREEN (1992): Shocking Aspects of European Monetary Unification, NBER Working Papers 3949.",
        "BLANCHARD, 0. (2006): A Macroeconomic Survey of Europe, unpublished manuscript, MIT.",
        "BOIVIN, J., M. P. GIANNONI, AND B. MOJON (2008): How Has the Euro Changed the Monetary Transmission?, NBER Working Papers 14190.",
        "CANOVA, F. (1998): Detrending and business cycle facts, Journal of Monetary Economics, 41(3), 475-S 12.",
        "CANOVA, F., M. CICCARELLI, AND E. ORTEGA (2005): Similarities and Convergence in G-7 Cycles, Journal of Monetary Economics, 54, 85-878.",
        "(2008): Did the Maastricht treaty or the ECB Creation Alter the European Business Cycle?, unpublished manuscript.",
        "CROUX, C., M. FORNI, AND L. REICHLIN (2001): A Measure Of Comovement For Economic Variables: Theory And Empirics, The Review of Economics and Statistics, 83(2), 232-241.",
        "DEL NEGRO, M., AND C. OTROK (2008): Dynamic factor models with time-varying parameters: measuring changes in international business cycles, Staff Reports 326, Federal Reserve Bank of New York.",
        "ECB (2007): Output growth differentials in the euro area: sources and implications, ECB Monthly Bullettin, pp. 73-87.",
        "FAGAN, G., J. HENRY, AND R. MESTRE (2001): An area-wide model (AWM) for the euro area, ECB Working Papers 42.",
        "FELDSTEIN, M. (1998): The Political Economy of the European Economic and Monetary Union: Political Sources of an Economic Liability, NBER Working Papers 6150.",
        "FORNI, M., AND L. REICHLIN (2001): Federal Policies and Local Economies: Europe and the US, Journal of Financial Economics, 45, 109-134.",
        "FRANKEL, J. A., AND A. K. ROSE (1998): The Endogeneity of the Optimum Currency Area Criteria, Economic Journal, 108(449), 1009-25.",
        "GIANNONE, D., AND M. LENZA (2008): Conditional forecasting with large Bayesian VARs, unpublished manuscript.",
        "GIANNONE, D., AND L. REICHLIN (2005): Euro Area and US Recessions, 1970-2003, in Euro Area Business Cycle: Stylized Facts and Measurement Issues, ed. by L. Reichlin, pp. 83-93. CEPR.",
        "(2006): Trends and cycles in the Euro Area: how much heterogeneity and should we worry about it?, ECB Working Papers 595.",
        "HARDING, D., AND A. PAGAN (2006): Synchronization of cycles, Journal of Econometrics, 132(1), 59-79.",
        "HELBLING, I., AND I. BAYOUMI (2003): Are they all in the same boat? The 2000-2001 growth slowdown and the G-7 business cycle linkages, IMF working paper 03-46.",
        "KALEMLI-OZCAN, S., B. E. SORENSEN, AND 0. YOSHA (2001): Economic integration, industrial specialization, and the asymmetry of macroeconomic fluctuations, Journal of International Economics, 55(1), 107-137.",
        "KOSE, M. A., C. OTROK, AND C. H. WHITEMAN (2003): International Business Cycles: World, Region, and Country-Specific Factors, American Economic Review, 93(4), 1216-1239.",
        "KRUGMAN, P. (1993): Lessons of Massachusetts for EMU, in The transition to Economic and Monetary Union in Europe, ed. by F. Giavazzi, and F. Torres, pp. 241-261. Cambridge University Press.",
        "LANE, P. R. (2006): The Real Effects of European Monetary Union, Journal of Economic Perspectives, 20(4), 47-66.",
        "LEQUILLER, F., AND D. BLADES (2006): Understanding National Accounts. OECD, Paris.",
        "LUMSDAINE, R. L., AND E. S. PRASAD (2003): Identifying the Common Component of International Economic Fluctuations: A New Approach, Economic Journal, 113(484), 101-127.",
        "MONFORT, A., J.-P. RENNE, R. RUEFFER, AND G. VITALE (2004): Is Economic Activity in the G7 Synchronized? Common Shocks versus Spillover Effects, EABCN/CEPR Working Papers 2.",
        "SORENSEN, B. E., AND 0. YOSHA (1998): International risk sharing and European monetary unification, Journal of International Economics, 45(2), 211-238."
    ]
}