{
    "id": 14527,
    "cites": 33,
    "cited_by": 10,
    "reference": [
        "Altig, D., A.J. Auerbach, L.J. Kotlikoff, K.A. Smetters and J. Walliser (2001): Simulating Fundamental Tax Reform in the United States, American Economic Review 91, 574-595.",
        "Auerbach, A.J. and L.J. Kotlikoff (1987): Dynamic Fiscal Policy, Cambridge.",
        "Autor, D.H., L.F. Katz and M.S. Kearney (2008): Trends in U.S. Wage Inequality: ReAssessing the Revisionists, Review of Economics and Statistics 90(2), 300-323.",
        "Bosworth, B. and S.M. Collins (2008): Accounting for Growth: Comparing China and India, Journal of Economic Perspectives 22, 45-66.",
        "Bound, J. and G. Johnson (1992): Changes in the Structure of Wages in the 1980s: An Evaluation of Alternative Explanations, American Economic Review 82(3), 371-392.",
        "Card, D. and J. E. DiNardo (2002): Skill-Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles, Journal of Labor Economics 20, 733-783.",
        "Council for Economic Planning and Development (CEPD) (2007): Population Projections for Taiwan Area 2006-2051. http://www.cepd.gov.tw/ Deutsche Bank Research (2006): Chinas pension system, Current Issues, China Special, February 17, 2006, Frankfurt.",
        "Feenstra, R.C. and G.H. Hanson (1996): Globalization, Outsourcing and Wage Inequality, American Economic Review 86(2), 240-245.",
        "Feenstra, R.C. and G.H. Hanson (1999): The Impact of Outsourcing and High-Technology Capital on Wages: Estimates for the United States, 1979-1990, Quarterly Journal of Economics 114, 907-940.",
        "Fehr, H., S. Jokisch, and L.J. Kotlikoff (2007): Will China Eat our Lunch or Take us to Dinner? Simulating the Transition Paths of the United States, the European Union, Japan, and China, in: T. Ito and A.K. Rose (Eds.), Fiscal Policy and Management in East Asia, University of Chicago Press, 133-193.",
        "Eckstein, Z. and E. Nagypal (2004): The Evolution of U.S. Earnings Inequality 19612002, Federal Reserve Bank of Minneapolis Quarterly Review 28, 10-29.",
        "European Commission (2008): Statistical Annex of European Economy, Spring 2008, Brussels.",
        "European Commission (2007): Economic Forecast Spring 2007, European Economy 2, Brussels.",
        "Hagist, C. and L.J. Kotlikoff (2009): Whos Going Broke? Comparing Healthcare Costs in ten OECD Countries, Hacienda PÃ\u0083Â¼blica EspaÃ\u0083Â¼ola (forthcoming).",
        "Hornstein, A., P. Krusell and G.L Violante (2005): The Effects of Technical Change on Labor Market Inequalities, in: P. Aghion and S.N. Durlauf (eds.), Handbook of Economic Growth 1B, Amsterdam: Elsevier, 1275-1370.",
        "International Monetary Fund (IMF) (2005): Staff Report on India, December 22, 2005.",
        "James, E. (2002): How can China Solve its Old-age Security Problem? The Interaction between Pension, State and Financial Market Reform, Journal of Pension Economics and Finance 1(1), 53-75.",
        "Kotlikoff, L.J., K.A. Smetters and J. Walliser (2007): Mitigating Americas demographic dilemma by pre-funding social security, Journal of Monetary Economics 54, 247-266.",
        "Lawrence, R.Z. (2008): Blue-Collar Blues: Is Trade to Blame for Rising U.S. Income Inequality?, Washington D.C.",
        "Lemieux, T. (2006), Increasing Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill?, American Economic Review 96(3), 461-498.",
        "OECD (2007c): Pensions at a Glance, Public Policies Across OECD Countries, Paris.",
        "OECD (2006b): Education at a Glance, OECD Indicators 2006, Paris.",
        "OECD (2002): China in the World Economy: The Domestic Policy Challenges, Paris.",
        "Piketty, T. and E. Saez (2003): Income Inequality in the United States, 1913-1998, Quarterly Journal of Economics 118(1), 1-39.",
        "Poirson, H. (2006): The Tax System in India, IMF Working Paper 06/93, Washington.",
        "Rybczynski, T.M. (1955): Factor Endowments and Relative Commodity Prices, Economica 22, 336-341.",
        "Sachs, J.D. and H.J. Shatz (1996): U.S. Trade with Developing Countries and Wage Inequality, American Economic Review 86(2), 234-239.",
        "Social Security Association (SSA) (2007): Social Security Programs Throughout the World: Asia and the Pacific, 2006, Washington D.C.",
        "Social Security Association (SSA) (2006): Social Security Programs Throughout the World: The Americas, 2005, Washington D.C.",
        "U.S. Census Bureau (2008): Current Population Survey, 2007 Annual Social and Economic Supplement, Washington D.C.",
        "U.S. Department of Labor (2007): Consumer Expenditures in 2005, U.S. Bureau of Labor Statistics Report 998, Washington.",
        "World Bank (2005): South Asia Pension Schemes for the Formal Sector, Finance and Private Sector Development Unit, Washington.",
        "Wood, A. (1998): Globalization and the Rise in Labour Market Inequalities, Economic Journal 108, 1463-1482."
    ]
}