{
    "id": 14523,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "Asness, C., J. Liew, and R. Stevens, 1997, Parallels Between the Cross-Sectional Predictability of Stock and Country Returns, The Journal of Portfolio Management, 23, 79-87.",
        "Asness C., T. Moskowitz and L. Pedersen, 2008, Value and Momentum Everywhere, working paper, New York University.",
        "Albuquerque R. and J. Miao, 2008, Advance Information and Asset Prices, working paper, Boston University.",
        "Anton, M. and C. Polk, 2008, Connected Stocks, working paper, London School of Economics.",
        "Barberis, N. and A. Shleifer, 2003, Style Investing, Journal of Financial Economics, 68, 161-199.",
        "Barberis, N., A. Shleifer and R. Vishny, 1998, A Model of Investor Sentiment, Journal of Financial Economics, 49, 307-343.",
        "Bhojraj, S. and B. Swaminathan, 2006, Macromomentum: Returns Predictability in International Equity Indices, The Journal of Business, 79, 429451.",
        "Chevalier, J. and G. Ellison, 1997, Risk Taking by Mutual Funds as a Response to Incentives,  Journal of Political Economy, 105, 1167-1200.",
        "Cohen, R., C. Polk and B. Silli, 2008, Best Ideas, working paper, London School of Economics.",
        "Cuoco, D. and R. Kaniel, 2008, Equilibrium Prices in the Presence of Delegated Portfolio Management, working paper, University of Pennsylvania.",
        "Coval, J. and E. Stafford, 2007, Asset Fire Sales (and Purchases) in Equity Markets, Journal of Financial Economics, 86, 479-512.",
        "Daniel, K., D. Hirshleifer and A. Subrahmanyam, 1998, A Theory of Overconfidence, SelfAttribution, and Security Market Under and Over-Reactions, Journal of Finance, 53, 18391885.",
        "Dasgupta, A. and A. Prat, 2008, Information Aggregation in Financial Markets with Career Concerns, Journal of Economic Theory, forthcoming.",
        "Dasgupta, A., A. Prat and M. Verardo, 2008, The Price Impact of Institutional Herding, working paper, London School of Economics.",
        "DeBondt, W. and R. Thaler, 1985 Does the Stock Market Overreact?, The Journal of Finance, 40, 793-805.",
        "Ding, B., M. Getmansky, B. Liang and R. Wermers, 2008, Investor Flows and Share Restrictions in the Hedge Fund Industry, working paper, University of Massachusetts at Amherst.",
        "Fama, E. and K. French, 1992, The Cross-Section of Expected Stock Returns, The Journal of Finance, 47, 427-465.",
        "Fama, E. and K. French, 1998, Value versus Growth: The International Evidence, The Journal of Finance, 53, 1975-1999.",
        "Fung, W., D. Hsieh, N. Naik and T. Ramadorai, 2008, Hedge Funds: Performance, Risk, and Capital Formation, Journal of Finance, 58, 1777-1803.",
        "Gorton, G., F. Hayashi, and G. Rouwenhorst, 2007, The Fundamentals of Commodity Futures Returns, working paper, Yale University.",
        "Grinblatt, M. and T. Moskowitz, 1999, Do Industries Explain Momentum?, The Journal of Finance, 54, 1249-1290.",
        "Guerreri, V. and P. Kondor, 2008, Fund Managers and Defaultable Debt, working paper, University of Chicago.",
        "He, Z. and A. Krishnamurthy, 2008a, Intermediary Asset Pricing, working paper, Northwestern University.",
        "Hong, H. and J. Stein, 1999, A Unified Theory of Underreaction, Momentum Trading, and Overreaction in Asset Markets, Journal of Finance, 54, 2143-2184.",
        "Jegadeesh, N. and S. Titman, 1993, Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, The Journal of Finance, 48, 65-91.",
        "Lou, D., 2008, A Flow-Based Explanation for Return Predictability, working paper, Yale University.",
        "Malliaris, S. and H. Yan, 2008, Nickels versus Black Swans: Reputation, Trading Strategies and Asset Prices, working paper, Yale University.",
        "Pettajisto, A., 2008, Why Do Demand Curves for Stocks Slope Down?, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Rouwenhorst, G. 1998, International Momentum Strategies, The Journal of Finance, 53, 267284.",
        "Shleifer, A., and R. Vishny, 1997, The Limits of Arbitrage, Journal of Finance, 52, 35-55.",
        "Sirri, E. and P. Tufano, 1998, Costly Search and Mutual Fund Flows, Journal of Finance, 53, 1655-1694."
    ]
}