{
    "id": 14525,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Anderson, T., 1984, An Introduction to Multivari ate Statistical Analysis, 2nd Edition. New York: John Wiley & Sons.",
        "Bawa, V., Brown, S. and R. Klein, 1979, Estimation Risk and Optimal Portfolio Choice. Amsterdam: North-Holland.",
        "Best, M. and R. Grauer, 1990, The Efficient Set Mathematics When Mean-Variance Problems Are Subject to General Linear Constraints, Journal of Economics and Business 42, 105-120.",
        "Black, F. and R. Litterman, 1992, Global Portfolio Optimization, Financial Analysts Journal 47, 28-43.",
        "Brito, N., 1978, Portfolio Selection in an Economy with Marketability and Short Sales Restrictions, Journal of Finance 33, 589-601.",
        "Brown, 5., 1976, Optimal Portfolio Choice Under Uncertainty: A Bayesian Approach. Ph.D. dissertation, University of Chicago.",
        "Box, G. and G. Tiao,, 1973, Bayesian Inference in Statistical Analysis. Reading, MA: Addison-Wesley.",
        "DeMiguel, V., Garlappi, L. and R. Uppal, 2007, Optimal Versus Naive Diversification: How Inefficient is the 1/N Portfolio Strategy?, to appear in Review of Financial Studies.",
        "Detemple, J. and M. Shashidhar, 1997, Equilibrium Asset Prices and No-Arbitrage with Portfolio Constraints, Review of Financial Studies 10, 1133-1174.",
        "Diamond, D. and R. Verrecchia, 1987, Constraints on Short-Selling and Asset Price Adjustment to Private Information, Journal of Financial Economics 18, 277-311.",
        "Duffie, D., Garleanu, N., and L. Pedersen, 2002, Securities Lending, Shorting, and Pricing , Journal of Financial Economics 66, 307-339.",
        "Dybvig, P., 1984, Short Sales Restrictions and Kinks on the Mean Variance Frontier, Journal of Finance 39, 239-244.",
        "Fabozzi, F., Kolm, P., Pachamanova, D. and S. Focardi, 2007, Robust Portfolio Optimization and Management. New York: Wiley Finance.",
        "Frost, P. and J. Savarino, 1986, An Empirical Bayes Approach to Efficient Portfolio Selection , Journal of Financial and Quantitative Analysis 21, 293-305.",
        "Garlappi, L., Uppal, R. and T. Wang, 2007, Portfolio Selection with Parameter and Model Uncertainty: A Multi-Prior Approach, Review of Financial Studies 20, 41-81.",
        "Halmos, P., 1974, Measure Theory. Heidelberg: Springer-Verlag.",
        "Heaton, J. and D. Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy 104, 443-487.",
        "Huang, C. and R. Litzenberger, 1988, Foundations for Financial Economics. New York: North-Holland.",
        "Jarrow, R., 1980, Heterogeneous Expectations, Restrictions on Short Sales, and Equilibrium Asset Prices, Jonrmal of Fimamce 35, 1105-1113.",
        "Jeifreys, H., 1961, Theory of Probability, 3rd ed. Oxford, UK: Oxford University Press.",
        "Jorgenson, J. and S. Lang, 2005, Pos~(R) amd Eisemsteim Series. Berlin: Springer-Verlag.",
        "Jorion, P., 1986, Bayes-Stein Estimation For Portfolio Analysis, Jonrmal of Fimamcial amd Qnamtitative Amalysis 21, 279-292.",
        "Kan, R. and G. Zhou, 2007, Optimal Portfolio Choice with Parameter Uncertainty, Jonrmal of Fimamcial amd Qnamtitative Amalysis 42, 621-656.",
        "Lintner, J., 1965, The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets, Review of Ecomomics amd Statistics 47, 13-37.",
        "Markowitz, H., 1952, Portfolio Selection, Jonrmal of Fimamce 7, 77-91.",
        "Markowitz, H., 1959, Portfolio Selectiom. New Haven, CT: Cowles Foundation, Yale University.",
        "Markowitz, H., 1987, Meam- Variamce Amalysis im Portfolio Choice amd Capital Markets. Oxford, UK: Basil Blackwell, Ltd.",
        "Markowitz, H., 2005, Market Efficiency: A Theoretical Distinction and So What?, Fimamcial Amalysts Jonrmal 60, 17-30.",
        "Merton, R., 1972, An Analytic Derivation of the Efficient Portfolio Frontier, Jonrmal of Fimamcial amd Qnamtitative Amalysis 7, 1851-1872.",
        "Michaud, R., 1998, Efficiemt Asset Mamagememt: A Practical Gnide to Stock Portfolio Optimizatiom amd Asset Allocatiom. Boston, MA: Harvard Business School Press.",
        "Pogue, G., 1970, An Extension of the Markowitz Portfolio Selection Model to Include Variable Transactions Costs, Short Sales, Leverage Policies and Taxes, Jonrmal of Fimamce 25, 1005-1027.",
        "Ross, 5., 1976, The Arbitrage Theory of Capital Asset Pricing, Jonrmal of Ecomomic Theory 13, 341-360.",
        "Sharpe, W., 1964, Capital Asset Prices: A Theory of Market Equilibrium Under Conditions of Risk, Jonrmal of Fimamce 19, 425-442.",
        "Sun, Wa. and C. Wang, 2006, The Mean-Variance Investment Problem in a Constrained Financial Market, Jonrmal of Mathematical Ecomomics42, 885-895.",
        "Tobin, J., 1958, Liquidity Preference As Behavior Towards Risk, Review of Ecomomic Stndies 67, 65-86.",
        "Tu, J. and G. Zhou, 2004, Data-generating Process Uncertainty: What Difference Does It Make in Portfolio Decisions?, Jonrmal of Fimamcial Ecomomics 72, 385-421.",
        "Tu, J. and G. Zhou, 2007, Incorporating Economic Objectives into Bayesian Priors: Portfolio Choice Under Parameter Uncertainty, unpublished working paper, Olin School of Business, Washington University."
    ]
}