{
    "id": 14522,
    "cites": 46,
    "cited_by": 7,
    "reference": [
        "Almond, Douglas, &~ Doyle, Joseph. 2008. After midnight: A regression discontinuity design in length of postpartum hospital stays. National Bureau of Economic Research (NBER) working paper 13877.",
        "Andre, Malin, Borgquist, Lars, Foldevi, Mats, &~ Molstad, Sigvard. 2002. Asking for `rules of thumb: a way to discover tacit knowledge in medical practice. Family Medicine, 19(6), 61 7-622.",
        "Anspach, Renee. 1993. Deciding Who Lives: Fateful Choices in the Intensive-Care Nursury. University of California Press.",
        "Babson, S. Gorham, &~ Benda, Gerda. 1976. Growth graphs for the clinical assessment of infants of varying gestational age. Journal of Pediatrics, 89(5), 814-820.",
        "Baicker, Katherine, &~ Chandra, Amitabh. 2004. Medicare spending, the physician workforce, and the quality of care received by Medicare beneficiaries. Health Affairs, W4, 184-197.",
        "Beers, Mark. 2003. The Merck Manual of Medical Information. Second edn. Whitehouse, Station, New Jersey: Merck Research Laboratories.",
        "Behrman, Richard, Kliegman, Robert, &~ Jenson, Hal. 2000. Nelson Textbook of Pediatrics. 16th edn. Philadelphia: W.B Saunders Company.",
        "Card, David, &~ Lee, David. 2008. Regression discontinuity inference with specification error. Journal of Econometrics, 142(2), 655-674.",
        "Cheng, Ming-Yen, Fan, Jianqing, &~ Marron, J.S. 1997. On automatic boundary corrections.",
        "Cloherty, John, &~ Stark, Ann. 1998. Manual of Neonatal Care: Joint Program in Neonatology (Harvard Medical School, Beth Israel Deaconess Medical Center, Brigham and Womens Hospital, Childrens Hospital Boston). 4th edn. Lippincott-Raven.",
        "Cutler, David. 2004. Your Money or Your Life: Strong Medicine for Americas Health Care System. Oxford University Press.",
        "Cutler, David, &~ McClellan, Mark. 2001. Is technological change in medicine worth it? Health Affairs, 20(5), 11-29.",
        "Cutler, David, &~ Meara, Ellen. 2000. The technology of birth: Is it worth it? Frontiers in Health Policy Research, 3(3).",
        "Cutler, David, McClellan, Mark, Newhouse, Joseph, &~ Remler, Dahlia. 1998. Are medical prices declining? Evidence for heart attack treatments. Quarterly Journal of Economics, 113(4), 991-1024.",
        "Cutler, David, Rosen, Allison, &~ Vijan, Sandeep. 2006. The value of medical spending in the United States, 1960-2000. New England Journal of Medicine, 355(9), 920-927.",
        "Enthoven, Alain. 1980. Health Plan: The Only Practical Solution to the Soaring Cost of Medical Care. Addison Wesley.",
        "Fenton, Tanis. 2003. A new growth chart for preterm babies: Babson and Bendas chart updated with recent data and a new format. BMC Pediatrics, 3(1), 13.",
        "Fisher, Elliott, Wennberg, John, Stukel, Therese, &~ Sharp, Sandra. 1994. Hospital readmission rates for cohorts of Medicare beneficiaries in Boston and New Haven. New England Journal of Medicine, 331(15), 989-995.",
        "Fuchs, Victor. 2004. More variation in use of care, more flat-of-the-curve medicine. Health Affairs, 23(6), 104-107.",
        "Goodman, David, Fisher, Elliott, Little, George, Stukel, Therese, hua Chang, Chiang, &~ Schoendorf, Kenneth. 2002. The relation between the availability of neonatal intensive care and neonatal mortality. The New England Journal of Medicine, 346(20), 1538-1544.",
        "Grumbach, Kevin. 2002. Specialists, technology, and newborns - Too much of a good thing? The New England Journal of Medicine, 346(20), 1574-1575.",
        "Horbar, Jeffrey, Badger, Gary, Carpenter, Joseph, Fanaroff, Avroy, Kilpatrick, Sarah, LaCorte, Meena, Phibbs, Roderic, &~ Soll, Roger. 2002. Trends in mortality and morbidity for very low birth weight infants, 1991-1999. Pediatrics, 110(1), 143-151.",
        "Imbens, Guido, &~ Lemieux, Thomas. 2008. Regression discontinuity designs: A guide to practice. Journal of Econometrics, 142(2), 615-635. Inoue, Atsushi, &~ Solon, Gary. forthcoming. Two-sample instrumental variables estimators. Review of Economics and Statistics.",
        "Kessler, Daniel, &~ McClellan, Mark. 1996. Do doctors practice defensive medicine? Quarterly Journal of Economics, 111(2), 353-390.",
        "Levene, Malcolm, Tudehope, David, &~ Sinha, Sunil. 2008. Essential Neonatal Medicine. Blackwell Publishing.",
        "Lichtig, Leo, Knauf, Robert, Bartoletti, Albert, Wozniak, Lynn-Marie, Gregg, Robert, Muldoon, John, &~ Ellis, William. 1989. Revising diagnosis-related groups for neonates. Pediatrics, 84(1), 49-61.",
        "The return on investment in health care: From 1980 to 2000. Value in Health, 9(3), 146-156.",
        "Ludwig, Jens, &~ Miller, Douglas L. 2007. Does head start improve childrens life chances? Evidence from a regression discontinuity design. Quarterly Journal of Economics, 122(1), 159-208.",
        "McClellan, Mark. 1997. The marginal cost-effectiveness of medical technology: A panel instrumental-variables approach. Journal of Econometrics, 77(1), 39-64.",
        "McCrary, Justin. 2008. Manipulation of the running variable in the regression discontinuity design: A density test. Journal of Econometrics, 142(2), 698-714.",
        "McDonald, Clement. 1996. Medical heuristics: The silent adjudicators of clinical practice. Annals of Internal Medicine, 124(1), 56-62.",
        "Murphy, Kevin, &~ Topel, Robert. 2003. Measuring the Gains from Medical Research. The University of Chicago Press. Kevin M. Murphy and Robert H. Topel (editors). Chap. The economic value of medical research, pages 41-73.",
        "Nordhaus, William. 2002. The health of nations: The contribution of improved health to living standards. National Bureau of Economic Research (NBER) working paper 8818.",
        "OConnor, Gerald, Quinton, Hebe, Traven, Neal, Ramunno, Lawrence, Dodds, Andrew, Marciniak, Thomas, &~ Wennberg, John. 1999. Geographic variation in the treatment of acute myocardial infarction: The Cooperative Cardiovascular Project. Journal of the American Medical Association, 281(7), 627-633.",
        "Paneth, Nigel. 1995. The problem of low birth weight. The Future of Children, 5(1), 19-34.",
        "Phibbs, Ciaran, Baker, Laurence, Caughey, Aaron, Danielson, Beate, Schmitt, Susan, &~ Phibbs, Roderic. 2007. Level and volume of neonatal intensive care and mortality in verylow -birth-weight infants. New England Journal of Medicine, 356(21), 2165-2175.",
        "Pilote, Louise, Califf, Robert, Sapp, Shelly, Miller, Dave, Mark, Daniel, Weaver, Douglas, Gore, Joel, Armstrong, Paul, Ohman, Magnus, &~ Topol, Eric. 1995. Regional variation across the United States in the management of acute myocardial infarction. New England Journal of Medicine, 333(9), 565-572.",
        "Porter, Jack. 2003. Estimation in the regression discontinuity model. Working Paper.",
        "Pressman, Eva, Bienstock, Jessica, Blakemore, Karin, Martin, Shari, &~ Callan, Nancy. 2000. Prediction of birth weight by ultrasound in the third trimester. Obstetrics ~ Gynecology, 95(4), 502-506.",
        "Quinn, Kevin. 2008. New directions in Medicaid payment for hospital care. Health Affairs, 27(1), 269-280.",
        "Russell, Rebecca, Green, Nancy, Steiner, Claudia, Meikle, Susan, Howse, Jennifer, Poschman, Karalee, Dias, Todd, Potetz, Lisa, Davidoff, Michael, Damus, Karla, &~ Petrini, Joann. 2007. Cost of hospitalization for preterm and low birth weight infants in the United States. Pediatrics, 120(1), el-e9.",
        "Stukel, Therese, Lucas, Lee, &~ Wennberg, David. 2005. Long-term outcomes of regional variations in the intensity of invasive versus medical management of Medicare patients with acute myocardial infarction. New England Journal of Medicine, 293(11), 1329-1337.",
        "Trochim, William. 1984. Research Design for Program Evaluation: The RegressionDiscontinuity Design. Sage Publications.",
        "Tu, Jack, Pashos, Chris, Naylor, David, Chen, Erluo, Normand, Sharon-Lise, Newhouse, Joseph, &~ McNeil, Barbara. 1997. Use of cardiac procedures and outcomes in elderly patients with myocardial infarction in the United States and Canada. New England Journal of Medicine, 336(21), 1500-1505.",
        "United States Congress, Office of Technology Assessment. 1981. The Implications of CostEffectiveness Analysis of Medical Technology, Background Paper 2: Case studies of medical technologies; Case study 10: The costs and effectiveness of neonatal intensive care. Author.",
        "Williams, Ronald, &~ Chen, Peter. 1982. Identifying the source of the recent decline in perinatal mortality rates in California. New England Journal of Medicine, 306(4), 207-214."
    ]
}