{
    "id": 14520,
    "cites": 41,
    "cited_by": 158,
    "reference": [
        "United Nations. 2008. Making the Law Work for Everyone. Volume 1. Report of the Commission on Legal Empowerment of the Poor.",
        "Tokman, Victor. 1992. Beyond Regulation: The Informal Sector in Latin America. Bolder: Lynne Rienner Publishers.",
        "Rostow, Walt. 1960. Stages of Economic Growth. Cambridge, UK: Cambridge Univ. Press.",
        "Schneider, Friedrich. 2007. Shadow Economies and Corruption All Over the World: New Estimates for 145 Countries. Economics: The Open-Access, Open-Assessment E-Journal, Vol. 1, 2007-9. http://www.economics-ejournal ~org/econom ics/Iournalarticles/2007-9.",
        "Rosenstein-Rodan, Paul. 1943. Problems of Industrialization of Eastern and South-eastern Europe. Economic Journal 53, September-October: 202-211.",
        "Rauch, James. 1991. ~Modeling the Informal Sector Formally. Journal of Development Economics 35, no. 1: 33-47.",
        "Murphy, Kevin, Andrei Shleifer, and Robert Vishny. 1989. Industrialization and the Big Push. Journal of Political Economy 97, no 5: 1003-1026.",
        "Monteiro, Joana, and Juliano Assuncao. 2006. Outgrowing the Shadows: Estimating the Impact of Bureaucratic Simplification and Tax Cuts on Informality and Investment. Pontifica Universidade Catolica, Department of Economics, Rio de Janeiro, Brazil.",
        "Mondragon-Velez, Camilo and Ximena Pena-Parga, 2008, Business Ownership and Self-employment in Developing Economies: The Colombian Case, Mimeo Universidad de los Andes, Documentos CEDE 4672.",
        "Lucas, Robert. 1978. On the Size Distribution of Business Firms. Bell Journal of Economics 9, no. 2: 50823.",
        "Loayza, Norman, and Jamele Rigolini. 2006. Informality Trends and Cycles. Working Paper No. 4078. Washington: World Bank Policy Research (December). Available at SSRN: http://ssrn.com/abstract=950133.",
        "Lewis, William. 2004. The Power of Productivity: Wealth, Poverty, and the Threat to Global Stability. Chicago: University of Chicago Press.",
        "Loayza, Norman. 1996. The Economics of the Informal Sector: A Simple Model and Some Empirical Evidence from Latin America. Carnegie-Rochester Conference Series on Public Policy 45: 129-62.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2008. The Economic Consequences of Legal Origins. Journal of Economic Literature 46, no. 2: 285-332.",
        "Klette, Tor Jakob, and Zvi Griliches. 1997. The Inconsistency of Common Scale Estimators when Output Prices are Unobserved and Endogenous. Journal of Applied Econometrics ii, no.4: 343-361.",
        "Kaufmann, Daniel, Aart Kraay, and Massimo Mastruzzi. 2005. Governance Matters IV: Governance Indicators for 1996-2004. Working Paper No. 3630. Washington: World Bank Policy Research (May).",
        "Katayama, Hajime, Shihua Lu, and James Tybout. 2006. Firm-level Productivity Studies: Illusions and a Solution. Mimeo, Penn State University.",
        "Johnson, Simon, Daniel Kaufmann, and Andrel Shlelfer. 1997. The Unofficial Economy in Transition~ Brookings Papers on Economic Activity 1997, no. 2: 159-239.",
        "Hsieh, Chang-Tai, and Peter Klenow. 2007. Misallocation and Manufacturing TFP in China and India. Working Paper No. W13290. Cambridge, Mass.: National Bureau of Economic Research. Available at SSRN: http://ssrn .co m/abstract=i005603.",
        "Harris, John, and Michael Todaro. 1970. Migration, Unemployment and Development: A Two-Sector Analysis. American Economic Review 60, no. 1: 126-142.",
        "Friedman, Eric, Simon Johnson, Daniel Kaufmann and Pablo Zoido. 2001. Dodging the Grabbing Hand: The Determinants of Unofficial Activity in 69 Countries. Journal of Public Economics 76, no. 3: 45993.",
        "Forster, Lucia, John Haltiwanger, and Chad Syverson. 2008. Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability? American Economic Review 98, no. i: 394-425.",
        "Farrell, Diana. 2004. The Hidden Dangers of the Informal Economy. McKinsey Quarterly 2004, no. 3: 26-37.",
        "Fajnzylber, P., W. F. Maloney, and G. V. Montes Rojas. 2006. Does Formality Improve Microfirm Performance? Quasi-experimental Evidence from the Brazilian SIMPLES Program. Photocopy. World Bank, Washington, DC.",
        "Djankov, Simeon, Tim Ganser, Caralee McLiesh, RIta Ramalho, and Andrei Shleifer. 2008. The Effect of Corporate Taxes on Investment and Entrepreneurship. Working Paper 13756. Cambridge, Mass.: National Bureau of Economic Research (January). Enste, Dominik, and Friedrich Schneider. i998. Increasing Shadow Economies all over the World - Fiction or Reality. Discussion Paper No. 26. Bonn: Institute for the Study of Labor (December).",
        "Djankov, Simeon, Oliver Hart, Caralee McLiesh, and Andrel Shlelfer. 2008. Debt Enforcement around the World. Journal of Political Economy 116, no. 6:xxxx-xxxx.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2003. Courts~ Quarterly Journal of Economics i18, no. 2: 453-517.",
        "Djankov, Simeon, Rafael La Porta, Florencia Lopez-de-Silanes, and Andrei Shleifer. 2002. The Regulation of Entry. Quarterly Journal of Economics ii7, no. 1: i-37.",
        "de Soto, Hernando. 2000. The Mystery of Capital. Why Capitalism Triumphs in the West and Fails Everywhere Else. New York: Basic Books.",
        "de Soto, Hernando. 1989. The Other Path: The Invisible Revolution in the Third Worlds. New York: Harper and Row Publishers.",
        "de Paula, Aureo, and JosÃ\u0083Â© Scheinkman. 2008. The Informal Sector. Working Paper No. 08-0i8. Philadelphia: Pennsylvania Institute for Economic Research (May). Available at SSRN: http://ssrn.com/abstract=ii35724.",
        "de Mel, Suresh, David John McKenzie, and Christopher M. Woodruff. 2007. Measuring Microenterprise Profits: Dont Ask How the Sausage is Made. World Bank Policy Research Working Paper No. 4229. Available at SSRN: http://ssrn.com/abstract=98500i.",
        "Dabla-Norris, Era, Mark Gradstein, and Gabriela Inchauste. 2008. What Causes Firms to Hide Output? The Determinants of Informality. Journal of Development Economics 85, no. i: i-27.",
        "Bruhm, Miriam. 2008. License to Sell: The Effect of Business Registration Reform on Entrepreneurial Activity in Mexico. World Bank: Policy Research Working Paper 4538.",
        "Botero, Juan, Simeon Djankov, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2004. The Regulation of Labor. QuarterlyJournal of Economics ii9, no.4: i339-82.",
        "Bernard, Andrew, Jonathan Eaton, Bradford Jensen, and Samuel Kortum. 2003. Plants and Productivity in International Trade. American Economic Review 93, no. 4, i268-i290.",
        "Bennett, John, and Saul Estrin. 2007. Informality as a Stepping Stone: Entrepreneurial Entry in a Developing Economy. Discussion Paper No. 2950. Bonn: Institute for the Study of Labor (July). Available at SSRN: http://ssrn.com/abstract=i006774.",
        "Banerjee, Abhijit, and Esther Duflo. 2007. The Economic Lives of the Poor. Journal of Economic Perspectives 2i, no. i: i4i-68.",
        "Banerjee, Abhijit, and Esther Duflo. 2005. Growth Theory through the Lens of Development Economics. In Handbook of Economic Growth, iA, edited by Steve Durlauf and Philippe Aghion, 473-552. Holland: Elsevier Science.",
        "Baily, Martin, Diana Farrell, and Janna Remes. 2005. Domestic Services: The Hidden Key to Growth. Mimeo. McKinsey Global Institute.",
        "Almeida, Rita, and Pedro Manuel Carneiro. 2006. Enforcement of Regulation, Informal Labour, Firm Size and Firm Performance. Discussion Paper No. 5976. London: Centre for Economic Policy Research (December). Available at SSRN: http://ssrn.com/abstract=955337 Amaral, Pedro, and Erwan Quintin. 2006. A Competitive Model of the Informal Sector. Journal of Monetary Economics 53, no. 7: i54i-53."
    ]
}