{
    "id": 1452,
    "cites": 229,
    "cited_by": 35,
    "reference": [
        "Aaron, B., J.R. Grodin and J.L. Stern (eds.) Public Sector Bargaining, Madison, Wisconsin: Industrial Relations Research Association, 1979Ã\u0082Â« Adler, J. and D.L. Rosenthal, Fact Finders and the Resolution of Issues at Impasse: A Survey of New York State Perb Neutrals, Journal of Collective Negotiations, Vol. 1+(1+), 1975, pp. 381-1+07.",
        "Allen, S.G., An Empirical Model of Work Attendence, The Review of Economic Statistics, Vol. 63(1), 1981, pp. 77-87. Alutto, J.A. and J.A. Belasco, Determinants of Attitudinal Militancy Among Nurses and Teachers, Industrial and Labor Relations Review, January 197^, pp. 216-227.",
        "Ashenfelter, 0. and D. Bloom, The Pitfalls in Judging Arbitrator Impartiality by Win-Loss Tallies Under Final Offer Arbitration, Labor Law Journal, August 1983, pp. 53^-539.",
        "Ashenfelter, 0. and D.E. Bloom, Models of Arbitrator Behavior: Theory and Evidence, American Economic Review, March 1981+, pp. 111-121+.",
        "Ashenfelter, 0. and R.G. Ehrenberg, The Demand for Labor in the Public Sector, in Labor in Public and Nonprofit Sectors, D.S. Hamermesh, ed., New Jersey: Princeton University Press, 1975.",
        "Ashenfelter, 0. The Effect of Unionization on Wages in the Public Sector: The Case of Fire Fighters, Industrial and Labor Relations Review, January 1971, pp.191-202.",
        "Aussieker, B., The Incidence and Impact of Faculty Union Strikes, Labor Law Journal, 1977, pp. 777-781+.",
        "Aussieker, B., Multilateralism and Faculty Unionism, Industrial and Labor Relations Review, 28th Annual Winter Proceedings, 1975, pp. 93-101.",
        "BaderSchneider, J., Collective Bargaining Pressure on Municipal Fiscal Capacity and Fiscal Effort, Paper presented at the Annual Meeting of the National Acaderqy of Management, Atlanta, August 1979Ã\u0082Â« Baird, Robert N. and John H. Landon, Communication: The Effects of Collective Bargaining on Public School Teachers&apos; Salaries, Industrial and Labor Relations Review, Vol. 25, (3), April 1972, pp. 1+10-1+17. Balfour, G.A., More Evidence that Unions Do Not Achieve Higher Salaries for Teachers, Journal of Collective Negotiations, Vol. 3U), 197^, pp. 289-303.",
        "Balfour, A. and A.B. Holmes, The Effectiveness of No Strike Laws for Public School Teachers, Journal of Collective Negotiations, Vol. 10 (2), 1981, pp. 133-IN*.",
        "Barnum, D.T., and I.B. Helburn, Influencing the Electorate: Experience with Referenda on Public Employee Bargaining, Industrial and Labor Relations Review, Vol. 35(3), 1982, pp. 330-31+2.",
        "Barnum, D.T., From Private to Public: Labor Relations in Urban Transit, Industrial and Labor Relations Review, October 1971, pp. 95-115* Bartel, A. and D. Lewin, Wages and Unionism in the Public Sector: The Case of Police, The Review of Economics and Statistics, Vol. 63(1), 1981, pp. 53-59.",
        "Baugh, W.H. and J.A. Stone, Teachers, Unions, and Wages in the 1970s: Unionism Now Pays, Industrial and Labor Relations Review, Vol. 35(3), 1982, pp. 368- 376.",
        "Bazerman, M-H- and H.S- FÃ\u0083Â¤rber, Arbitrator Decision Making: When are Final Offers Ingjortant? National Bureau of Economic Research, Working Paper no. 1183, August 1983.",
        "Becker, E.B., Union Impact on Wages and Fringe Benefits of Hospital Nonprofessionals, Quarterly Review of Economics and Business, Vol. 19(1+)Ã\u0082Â» 1979, PP. 27-kk.",
        "Bellante, D. and J. Long, The Political Economy of the Rent-Seeking Society: The Case of Public Employees and Their Unions, Journal of Labor Research, Vol. 2(1), 1981, pp. l-ll+.",
        "Benecki, S., Municipal Expenditure Levels and Collective Bargaining, Industrial Relations, Vol. 17(2), 1978, pp. 216-230.",
        "Bent, A.E. and T.Z. Reeves, Collective Bargaining in the Public Sector, Menlo Park, California: The Benjamin/Cummings Publishing Company, Inc., 1978.",
        "Bernstein, M.C., Alternatives to the Strike in Public Labor Relations, Harvard Law Review, Vol. 85(1+59), 1971, pp. 1+59-1+75. Beyer, J.M., Trice, H.M. and R.E. Hunt, The Impact of Federal Sector Unions on Supervisors&apos; Use of Personnel Policies, Industrial and Labor Relations Review, Vol. 33(2), I98O, pp. 212-231.",
        "Bloom, D.E., Theoretical and Empirical Research on Arbitration, A proposal to the National Science Foundation, February 1, 1983 Bloom, D.E., Collective Bargaining, Con^ulsory Arbitration, and Salary Settlements in the Public Sector: The Case of New Jersey&apos;s Municipal Police Officers. Journal of Labor Research, Fall 1981, pp. 369-38I+.",
        "Blumberg, A., Brannigan, M. and D. Nason, Administrative Power and Collective Bargaining in the Schools, Journal of Collective Negotiations, Vol. 10(1+), 1981, pp. 327-335.",
        "Bornstein, T., Legacies of Local Government Collective Bargaining in the 1970s, Labor Law Journal, March 1980, pp. 165-172. Bowers, M.H., Legislated Arbitration: Legality, Enforceability, and Face-Saving, Public Policy Management, July-August 197*+, pp. 270-278.",
        "Brock, J. Bargaining Beyond Impasse, Joint Resolution of Public Sector Labor Disputes, Boston: Auburn House Publishing Co., 1982.",
        "Brookshire, M.L. and M.D. Rogers, Productivity and Collective Bargaining in the Public Sector, Labor Law Journal, August 1981, pp. Vf3-H79.",
        "Brown, T.A., Have Collective Negotiations Increased Teachers&apos; Salaries? A Comparison of Teachers&apos; Salaries in States With and Without Collective Bargaining Laws for Public School Personnel, 1961-1971, Journal of Collective Negotiations, Vol. Ml), 1975, pp. 53-65. Bruce, C.J., The Compatibility of Arbitration and Bargaining, Criticism and Comment, Industrial Relations, Vol. 21(3), pp. 398-1+01.",
        "Burton, J.F., Jr., The Extent of Collective Bargaining in the Public Sector, in B. Aaron, J.R. Grodin and J.L. Stern (eds.) Public Sector Bargaining, Madison, Wisconsin: Industrial Relations Research Association, 1979 Burton, J.F., Jr., Public Sector Strikes: Legal, Ethical, and Practical Considerations, in Ethics, Free Enterprise, and Public Policy, R.T. DeGeorge and J.A. Pichler, eds., Oxford University Press: New York, 1978.",
        "Burton, J.F., Jr., and C.E. Krider, The Incidence of Strikes in Public Employment, in Labor in Public and Nonprofit Sectors, D.S. Hamermesh, ed., New Jersey: Princeton University Press, 1975.",
        "Butler, R.J. and R.G. Ehrenberg, Estimating the Narcotic Effect of Public Sector Impasse Procedures, Industrial and Labor Relations Review, Oct. 1981, Vol. 35(1), PP. 3-20.",
        "Cain, G.C., B.E. Becker, C.G. McLaughlin and A.E. Schwenk, The Effect of Unions on Wages in Hospitals, in Research in Labor Economics, Ronald G. Ehrenberg (ed.) Vol. H, (1981), Greenwich, Connecticut: JAI Press, pp. 191-320.",
        "Caldwell, W.E. and L.M. Jeffreys, The Effect of Teacher Strikes on Student Achievement: New Evidence, Government Union Review, Winter 1983, Vol. Mi) PP. Ho-58.",
        "Carpenter, R.E. and D.N. Ashworth, An Examination of Personnel Practices in Mississippi Municipalities, Journal of Collective Negotiations, Vol. ll(3), 1982, pp. 267-273.",
        "Chambers, J.G., The Impact of Collective Bargaining for Teachers on Resource Allocation in Public School Districts, Journal of Urban Economics, Vol. H, 1977, pp. 321+-339.",
        "Chauhan, D.S., The Political and Legal Issues of Binding Arbitration in Government, Monthly Labor Review, September 1979, PP. 3M+1.",
        "Coffinberger, R.L., An Investigation of the Intensity of Traditional Unionization Motives In A NonBargaining Environment, Journal of Collective Negotiations, Vol. 11(2, 1982., pp. 113-118.",
        "Coffinberger, R.L., Why Public Employees Join Unions in a NonBargaining Environment. Journal of Collective Negotiations, Vol. 10(3), 1981, pp. 209-215.",
        "Colton, David L. Collective Bargaining Laws and Teachers Strikes, Journal of Collective Negotiations, Vol. 7(3), 1978, pp. 201-212.",
        "Cook, A.H., Comparable Worth: Recent Developments in Selected States, Industrial Relations Research Association, Spring Meeting 1983, pp. 1+9*+-503.",
        "Corcoran, K.J. and D. Kutell, Binding Arbitration Laws for State and Municipal Workers, Monthly Labor Review, October 1978, pp. 36-40.",
        "Coulter, P.B. Organizational Effectiveness in the Public Sector: The Example of Municipal Fire Protection, Administrative Science Quarterly, Vol. 2U, March 1979, pp. 65-81. Courant, P.N., E.M. GrÃ\u0083Â¤mlich, and D.L. Rubinfeld, Public Employee Market Power and the Level of Government Spending, American Economic Review, Vol. 69(5), PP. 806-817.",
        "Craft, J.A., Fire Fighter Strategy in Wage Negotiations, Quarterly Review of Economics and Business, Vol. 11(3), 1971, pp. 65-75.",
        "Craft, J.A., Public Employee Budget Negotiations: Budget Search and Bargaining Behavior, Public Personnel Review, October 1970, pp. 2UU-2U9.",
        "Crane, E.G., B.F. Lentz, and J.M. Shafritz, State Government Productivity: The Environment for Improvement, New York: Praeger Special Studies in U.S. Economic, Social and Political Issues, 1976.",
        "Crawford, V.P., On Compulsory-Arbitration Schemes, Journal of Political Economy, February 1979, PPÃ\u0082Â« 131-160.",
        "Dalton, A., A Theory of the Organization of State and Local Government Employees, Journal of Labor Research, Vol. 3(2), 1982, pp. 163-177-Decker, K.H., The Importance of Impasse for Pennsylvania&apos;s Public Employees and Employers, Journal of Collective Negotiations, Vol. 9(3), 1980, pp. 275-280. DeNisi, A.S. and J.B. Dworkin, Final-Offer Arbitration and The Naive Negotiator, Industrial and Labor Relations Review, Vol. 35(l), 198l, pp. 78-87.",
        "Derber, M., Jennings, K., McAndrew, I., and M. Wagner, Bargaining and Budget Making in Illinois Public Institutions, Industrial and Labor Relations Review, October 1973, pp. 1+9-61.",
        "Dickson, E. and G.E. Peterson, Public Employee Compensation: A Twelve City-Comparison, Washington, D.C.: The Urban Institute Press, 1980.",
        "Donn, C.B., Games Final-Offer Arbitrators Might Pay, Industrial Relations, Vol. 16(3), 1977, pp. 306-31U.",
        "Douglas, J.M., Injunctions Under New York&apos;s Taylor Law: An Occupational Analysis, Journal of Collective Negotiations, Vol. 10 (3), 1981, pp. 2U9-265.",
        "Dunn, F. and C.T. Bailey, Identifiable Trends in Teacher Attitudes Toward Collective Negotiation, Journal of Collective Negotiations, Vol. 2(2), 1973, pp. 113-12U. Eberts, R.W., Union Effects on Teacher Productivity, Industrial and Labor Relations Review, April 198U, Vol. 37 (3), pp. 3^6-358.",
        "Eberts, R.W. , How Unions Affect Management Decisions: Evidence From Public Schools, Journal of Labor Research, Vol. U(3), 1983, pp. 239-21*7.",
        "Edwards, L.N. and F.R. Edwards, Wellington-Winter Revisited: The Case of Municipal Sanitation Collection, Industrial and Labor Relations Review, Vol. 35(3), 1982, pp. 307-318.",
        "Edwards, L.N. and F.R. Edwards, The Effect of Unionism on the Money and Fringe Compensation of Public Employees: The Case of Municipal Sanitation Workers, Unpublished. Ehrenberg, R.G., Heterogeneous Labor, Minimum Hiring Standards, and Job Vacancies in Public Employment, Journal of Political Economy, Vol. 8l, 1973, pp. 1UU2-1U50.",
        "Ehrenberg, R.G., The Demand for State and Local Government Employees, The American Economic Review, Vol. 63, (3), 1973, pp. 366-379Ã\u0082Â« Ehrenberg, R.G. Municipal Government Stucture, Unionization, and the Wages of Fire Fighters, Industrial and Labor Relations Review, October 1973, pp. 36-U8.",
        "Ehrenberg, R.G., and G.S. Goldstein, A Model of Public Sector Wage Determination, Journal of Urban Economics, Vol. 2, 1975, pp. 223-21*5.",
        "Ehrenberg, R.G. and J.L. Schwarz, Public Sector Labor Markets, National Bureau of Economic Research, Working Paper 1179, August 1983.",
        "Ehrenberg, R.G., Sherman, D.R. and J.L. Schwarz, Unions and Productivity in the Public Sector: A Study of Municipal Libraries, National Bureau of Economic Research, Reprint No. 370, 1983. Ehrenberg, R.G. and R. Smith, Comparable Worth in the Public Sector, Paper in Progress, May I98U.",
        "Faber, C.F. and D.L. Martin, Jr., Two Factors Affecting Enactment of Collective Bargaining Legislation in Public Education, Journal of Collective Negotiations, Vol. 8(2), 1979, pp. 151-159.",
        "Fabiano, M.Ai and J.W. Adams, Attitudes of State Clerical Employees Tovard Unions, Journal of Collective Negotiations, Vol. 9(M, 1980, pp. 329-3^2.",
        "Fallon, R., The Effects of Public Policy on the Incidence of Public Sector Strikes, Unpublished, 1977. Farber, H.S., Splitting-the-Difference in Interest Arbitration, Industrial and Labor Relations Review, Vol. 35(l), 198l, pp. 70-77.",
        "Farber, H.S. and H.C. Katz, Interest Arbitration, Outcomes, and the Incentive to Bargain, Industrial and Labor Relations Review, Vol. 33(l), 1979, PPÃ\u0082Â» * 55-63.",
        "Feldman, R. and R. Scheffler, The Union Impact on Hospital Wages and Fringe Benefits, Industrial and Labor Relations Review, January 1982 Vol. 35 (2), pp. 196-206.",
        "Feuille, P. and J.C. Anderson, Public Sector Bargaining: Policy and Practice, Industrial Relations, Vol. 19(3), 1980, pp. 309-32U.",
        "Feuille, P., Selected Benefits and Costs of Compulsory Arbitration, Industrial and Labor Relations Review, Vol. 33(l), 1979, pp. 6U-76.",
        "Feuille, P., Public Sector Impasses: Symposium Introduction, Industrial Relations, Vol. 16(3), 1977, pp. 26U-272.",
        "Feuille, P., Police Labor Relations and Multilateralism, Industrial Relations Research Association, 1973, pp. 170-177Ã\u0082Â» Feuille, P., Hendricks, W., and J.T. Delaney, The Impact of Collective Bargaining and Interest Arbiration on Policing, Final Report to the National Institute of Justice, U.S. Department of Justice, December 1983. Fogel, W. and D. Lewin, Wage Determination in the Public Sector, Industrial and Labor Relations Review, April 197^, pp. UlO-i+31.",
        "Fording, T.E., The Market for Public School Teachers and the Effect of Unionism and Collective Bargaining on Teacher Salaries, A thesis presented to the Departments of Economics and Government, Harvard University, March 2U, 1982.",
        "Fottler, M.D., The Union Impact on Hospital Wages, Industrial and Labor Relations Review, Vol. 30(3), 1977, pp. 31+2-355.",
        "Fox, M.S. and M.H. Wince, The Structure and Determinants of Occupational Militancy Among Public School Teachers, Industrial and Labor Relations Review, October 1976, pp. 1+7-58.",
        "Frank, G.B. and H.E. Graham, The Serendipitious Effect of Accounting Data Disclosure on Municipal Collective Bargaining, Journal of Collective Negotiations, Vol. 10(3), 1981, pp. 217-230.",
        "Freeman, R.B., Demand for Labor in a Nonprofit Market: University Faculty, in Labor in Public and Nonprofit Sectors, D.S. Hamermesh, ed., New Jersey: Princeton University Press, 1975Ã\u0082Â« Freeman, R.B., C. Ichniowski, and H. Lauer, InteivMunicipal Bargaining Spillovers in the Determination of Police Compensation, September 1982, unpublished. Freund, J.L., Market and Union Influences on Municipal Employee Wages, Industrial and Labor Relations Review, April 197^, pp. 391-^OH.",
        "Frey, D.E. Wage Determination in Public Schools and the Effects on Unionization, in Labor in Public and Nonprofit Sectors, D.S. Hamermesh, ed., New Jersey: Princeton University Press, 1975Ã\u0082Â» Galbraith, J.K. The Affluent Society, Boston: Houghton Mifflin 1969.",
        "Gallagher, D.G. and R. Pegnetter, Impasse Resolution Under the Iowa Multistep Procedure, Industrial and Labor Relations Review, Vol. 32(3), 1979, pp. 327-338.",
        "Gallagher, D.G., Teacher Bargaining and School District Expenditures, Industrial Relations, Vol. 17(2), 1978, pp. 231-237. Gallagher, D.G., Perceptual Measures of Union and Collective Bargaining Impacts, Unpublished. Gatewood, L.B., Factfinding in Teacher Disputes: The Wisconsin Experience, Monthly Labor Review, October 197^, pp. ^7-51.",
        "Gentile, J.F., Arbitration in the Federal Sector: Selected Problem Areas, Industrial Relations Research Association, Spring Meeting 1983, pp. ^82-Gerhart, P.F., Determinants of Bargaining Outcomes in Local Government Labor Negotiations, Industrial and Labor Relations Review, Vol. 29(3), 1976, pp. 331-351.",
        "Gerhart P.F. and J.E. Drotning, Dispute Settlement and the Intensity of Mediation, Industrial Relations, Vol. 19(3), 1980, pp. 352-359.",
        "Gerhart, P.F. and J.E. Drotning, Is Fact Finding Useful in the Public Sector? Journal of Collective Negotiations, Vol. 10(3), 1981, pp. 279-286.",
        "Gifford, C.D., (ed.), Directory of U.S. Labor Organizations, 1982-83 Edition, The Bureau of National Affairs, Inc. Washington, D.C. 1982.",
        "Gilmore, C.B., The Impact of Faculty Collective Bargaining on the Management of Public Higher Educational Institutions, Journal of Collective Negotiations, Vol. 10(2), 1981, pp. 1^5-151.",
        "Glasser, J., Some Suggested Impasse Resolution Procedures, Journal of Collective Negotiations, Vol. 8(3), 1979, pp. 209-221.",
        "Gold, C., Rodney, E.D., and J. Graham, Reinstatement After Termination: Public School Teachers, Industrial and Labor Relations Review, Vol. 31(3), April 1978, pp.310-321.",
        "Grodin, J.R., Arbitration of Public Sector Labor Disputes: The Nevada Experiment, Industrial and Labor Relations Review, October 1971*, pp. 89-102.",
        "Gustman, A.L. and M. Segal, Interstate Variations in Teachers&apos; Pensions, Industrial Relations, Vol. 16(3), 1977, pp. 335-3M.",
        "Gustman, A.L. and M. Segal, Teachers&apos; Salary Structures: Some Analytical and Empirical Aspects of the Impact of Collective Bargaining, Industrial Relations Research Association, 1977, pp. U 37-^5. Haber, H.L., Alternatives in Public Sector: Factfinding with binding Recommendations, Monthly Labor Review, p. 43 -UU.",
        "Hall, W.C., and N.E. Carroll, The Effect of Teachers&apos; Organizations on Salaries and Class Size, Industrial and Labor Relations Review, January 1973, pp. 83U-8U1.",
        "Hall, W.C. and B. Vanderporten, Unionization, Monopsony Power, and Police Salaries, Industrial Relations, Vol. l6(l), 1977, pp. 9^-100.",
        "Hartman, R.W., Pay and Pensions for Federal Workers, Washington, D.C.: The Brookings Institution, 1983.",
        "Haskell, M.A., Centralization or Decentralization of Bargaining Among State Government Employees: An Examination of the Options, Journal of Collective Negotiations, Vol. 10(l), 1981, pp. 19-31.",
        "Helburn, I.B. and J.I. Matthews, The Referendum as an Alternative to Bargaining, Journal of Collective Negotiations, Vol 9(2), 1980, pp. 93-105.",
        "Hellriegel, D. and R.B. Peterson, Collective Negotiations: A Behavioral Analysis, Industrial and Labor Relations Review, January 1971, pp. 2U9-26U.",
        "Hellriegel, D., French, W. and R.B. Peterson, Collective Negotiations and Teachers: A Behavioral Analysis, Industrial and Labor Relations Review, 1970, pp. 380-396.",
        "Henkel, J.W., Collective Bargaining in Higher Education: State Legislatures Still Hold the Purse Strings, Labor Law Journal, June 1980, pp. 353-367.",
        "Henkel, J.W. and N.J. Wood, Collective Bargaining by State Workers: Legislatures Have the Final Voice in the Appropriation of Funds, Journal of Collective Negotiations, Vol. ll(3), 1982, pp. 215-223.",
        "Hill, M.D., Variations in Job Satisfaction Among Higher Education Faculty In Unionized and NonUnionized Institutions in Pennsylvania, Journal of Collective Negotiations, Vol. ll(2), 1982, pp. 165-178.",
        "Holmes, A.B., Union Activity and Teacher Salary Structure, Industrial Relations, Vol. l8(l), 1979, pp. 79-85.",
        "Holmes, A.B., Effects of Union Activity on Teachers&apos; Earnings, Industrial Relations, Vol. 15(3), 1976, pp. 328-332.",
        "Honadle, B.W., A Model of the Public Sector Wage Determination Process With Special Reference to Institutional Factors, Journal of Collective Negotiations, Vol. 10(2), 1981, pp. 105-121.",
        "Honadle, B.W., Wage Determination in the Public Sector: A Critical Review of the Literature, Journal of Collective Negotiations, Vol. 10(H), 1981, pp. 309-325.",
        "Horn, R.N., McGuire, W.J., and J. Torakiewicz, Work Stoppages by Teachers: An Empirical Analysis, Journal of Labor Research, Vol. 3(H), 1982, PP.H87-H96.",
        "Horn, R.N., McGuire, W.J., and J. Torakiewicz, An Empirical Model of Strike Activity by Teachers, Journal of Collective Negotiations, Vol. 11 (2), 1982, pp. 155-161Ã\u0082Â».",
        "Horton, R.D., Arbitration, Arbitrators, and the Public Interest, Industrial and Labor Relations Review, July 1975, pp. H97-507.",
        "Horton, R.D., Lewin, D. and J.W. Kuhn, Some Impacts of Collective Bargaining on Local Government, Administration and Society, Vol. 7(H), 1976, pp. U97-516.",
        "Huettner, D.A. and T.L. Watkins, Public Sector Bargaining: An Investigation of Possible Environmental Influences, Industrial and Labor Relations Review, 26th Annual Winter Proceedings, 1973, pp. 178-187.",
        "Hulpke, J.F. and D.A. Watne, Budgeting Behavior: If, When, and How Selected School Districts Hide Money, Public Administration Review, November/ December 1976, pp. 667-67H. Ichniowski, C., Arbitration and Police Bargaining: Prescriptions for the Blue Flu, Industrial Relations, Vol. 21 (2), pp. 1H9-I66.",
        "Ichniowski, C., Economic Effects of the Firefighters&apos; Union, Industrial and Labor Relations Review, Vol. 33(2), 1980, pp. 198-211.",
        "Ichniowski, C., The Impact of Bargaining Legislation on Police Union Growth Estimation With Variable-Knot Logistic Splines, Unpublished. Immerman, R.J., Administrative Attitudes Toward Labor Conflict Resolution in the Public Sector: An Empirical Investigation, Journal of Collective Negotiations, Vol. 2(l), 1973, pp. 97-112.",
        "Inman, R.P., Wages, Pensions, and Employment in the Local Public Sector, in Public Sector Labor Markets, P. Mieszkowski and G.E. Peterson (eds.) Washington, D.C.: The Urban Institute Press, COUPE Papers on Public Economics, 1981.",
        "Jacobs, J.B., The Role of Military Forces in Public Sector Labor Relations, Industrial and Labor Relations Review, Vol. 35(2), 1982, pp. 163-180. Johnson, D.F. and D.G. Pruitt Preintervention Effects of Mediation vs.",
        "Arbitration, Journal of Applied Psychology, Vol. 56 (l), 1972, pp. 1-10. Johnson, D.F. and W. Tullar, Style of Third Party Intervention, Face-Saving and Qa&gt;* rr<s A r* A r* D AUA -TM AW  T 1 -mw Ã\u0082Â« T Ã\u0082Â« f T}_____ ___T ftT r\\ TT_ i jjare,aj.uj.u5 ijcxicw v jl v^x , uumuax \\j x. da{JC1 iuicm<ai JUU Ã\u0082Â±iXÃ\u0082Â± rsy^IlUlUgy i -L^ f ^ , VOXÃ\u0082Â« 8 (U), pp. 319-330.",
        "Kasper, H., The Effects of Collective Bargaining on Public School Teachers&apos; Salaries, Industrial and Labor Relations Review, Vol. 25, 1972, pp. 1+10-1+23.",
        "Katz, H.C., Municipal Pay Determination: The Case of San Francisco, Industrial Relations, Vol. l8(l), 1979, pp. 1+1+-58.",
        "Katz, H.C., The Municipal Budgetary Response to Changing Labor Costs: The Case of San Francisco, Industrial and Labor Relations Review, Vol. 32(1Ã\u0082Â»), 1979, pp. 506-519.",
        "Katz, H.C., and D. Lewin, Efficiency and Equity Considerations in State and Local Government Wage Determination, Industrial Relations Research Association, 1980, pp. 90-98.",
        "Katz, W.D., Public Referendums and Public Employee Collective Bargaining: Are They Compatible? Journal of Collective Negotiations, Vol. 8(2), 1979, pp. 183-195.",
        "Kearney, R.C., The Impacts of Police Unionization on Municipal BudgetaryOutcomes, Paper Presented at the Annual Meeting of the Midwest Political Science Association, Chicago, April 1978.",
        "Kearney, R.C. and D. Morgan, The Effect of Employee Organizations on the Compensation of Police Officers, Journal of Collective Negotiations, Vol. 9(1), 1980, pp. 17-31.",
        "Keller, B.K., Impasse Procedures and Strikes in the Public Sector: The Cases of the USA and West Germany, Journal of Collective Negotiations, Vol. 8(l), 1979, pp. 61-66.",
        "Klauser, J.E., Public Sector Impasse Resolution in Hawaii, Industrial Relations, Vol. 16 (3), October 1977, pp. 283-289. Kleiner, M.M. and C.E. Krider, Determinants of Negotiated Agreements for Public School Teachers, Educational Administration Quarterly, Vol. 15(13), pp. 66-82 Kochan, T.A., A Theory of Multilateral Collective Bargaining in City Governments, Industrial and Labor Relations Review. Vol. 27(3), 197H, pp. 525-5H2.",
        "Kochan, T.A., Correlates of State Public Employee Bargaining Laws, Industrial Relations, Vol. 322, October 1973, pp. 322-336.",
        "Kochan, T.A. and J. Baderschneider, Estimating the Narcotic Effect: Choosing Techniques That Fit the Problem, Industrial and Labor Relations Review, Vol.35(1), 1981, pp. 21-28.",
        "Kochan, T.A. and J. Baderschneider, Dependence on Impasse Procedures: Police and Firefighters in New York State, Industrial and Labor Relations Review, Vol. 31(H), 1978, pp. H31-HH9.",
        "Kochan, T.A., Huber, G.P., and L.L. Cummings, Determinants of Intraorganizational Conflict in Collective Bargaining in the Public Sector, Administrative Science Quarterly, Vol. 20, March 1975, pp. 10-23.",
        "Kochan, T.A., and T. Jick, The Public Sector Mediation Process, Journal of Conflict Resolution, Vol. 22(2), 1978, pp. 209-238.",
        "Kochan T.A. and H.N. Wheeler, Municipal Collective Bargaining: A Model and Analysis of Bargaining Outcomes, Industrial and Labor Relations Review, Vol. 29(1), 1975, pp. H6-66.",
        "Kolb, D.M., Roles Mediators Play: State and Federal Practice, Industrial Relations, Vol. 20(l), 1981, pp. 1-17.",
        "Kramer, L., Labor&apos;s Paradox Ã¢â\u0082¬â\u0080\u009d The American Federation of State, County, and Municipal Employees, AFL-CIO (Wiley, 1962).",
        "Krislov, J., Arbitration, Arbitrators, and the Public Interest, Comment, Industrial and Labor Relations Review, Vol. 3l(l), 1977, pp. 71-77.",
        "Kruger, D.H. and H.E. Jones, Compulsory Interest Arbitration in The Public Sector: An Overview, Journal of Collective Negotiations, Vol. 10(H), 1981, pp. 355-373.",
        "Labor-Management Relations Service, The Role of Politics in Local Labor RelationsÃ¢â\u0082¬â\u0080\u009dA Special Report Based on a Survey of 78 U.S. Cities, 1972.",
        "Lafranchise, P.A., and M.T. Leibig, Collective Bargaining for Parity in the Public Sector, Labor Law Journal, September 1981, pp. 598-608.",
        "Landon, J.H., and R.N. Baird, Monopsony in the Market for Public School Teachers, American Economic Review, Vol. 51(5), 1971, pp. 966-971.",
        "Lauer, H. S., The Effect of Collective Bargaining in Municipal Police Forces on Wages, Salaries, and Fringe Benefits, Undergraduate Thesis for Department of Economics, Harvard College, March 1979Ã\u0082Â« Lawler, J.J., Faculty Unionism in Higher Education: The Public Sector Experience, Labor Lav Journal, August 1982, pp. U75-^80.",
        "Lehr, T., Caldvell, W., and D. Di Lucchio, Consultant Effectiveness During Collective Bargaining Activity in Pennsylvania Schools, Journal of Collective Negotiations, Vol. ll(3), 1982, pp. 259-266.",
        "Levitan, S.A. and A.B. Noden, Working for the Sovereign, Employee Relations in the Federal Government, Baltimore and London: John Hopkins University Press, 1983. Levy, A., Collective Bargaining and its Effects on Municipal Finances, Harvard University Senior thesis, March I98U.",
        "Levin, D., Public Sector Labor Relations, Labor History, Winter, 1977, pp. 133-1U3. Levin, D., The Prevailing-Wage Principle and Public Wage Decisions, Public Personnel Management, November-December 197*+, ppÃ\u0082Â« U73-H85.",
        "Levin, D., Feuille, P. and T.A. Kochan, Public Sector Labor Relations: Analysis and Readings, Second Edition, Sun Lakes, Arizona: Thomas Horton and Daughters, 1981.",
        "Levin, D. and J. H. Keith, Jr., Managerial Responses to Perceived Labor Shortages, Criminology, Vol. lU, May 1976, pp. 65-93 Lieberman, M., The Role and Responsibilities of the Parties in School District Bargaining, Journal of Collective Negotiations, Vol. 10(l), 1981, pp. 95-103.",
        "Lindman, E.L., Are Teachers&apos; Salaries Improving? Phi Delta Kappan, April 1970, pp. U20-U22.",
        "Lipsky, D.B., and T.A. Barocci, Final-Offer Arbitration and Public-Safety Employees: The Massachusetts Experience, Industrial Relations Research Association, 1977, pp. 65-77.",
        "Lipsky, D.B. and J.E. Drotning, The Influence of Collective Bargaining on Teachers&apos; Salaries in Nev York State, Industrial and Labor Relations Reviev, October 1973, pp. 18-33.",
        "Loewenberg, J.J., The Effect of Compulsory Arbitration on Collective Negotiations, Journal of Collective Negotiations, Vol. l(2), 1972, pp. 177-190.",
        "Loewenberg, J.J., Compulsory Arbitration for Police and Firefighters in Pennsylvania in 1968, Industrial and Labor Relations Review, Vol. 23 (April 1970), pp. 367-379.",
        "Long, G. and P. Feuille, Final-Offer Arbitration: &apos;Sudden Death&apos; in Eugene, Industrial and Labor Relations Review, January 197pp. 186-203. Ã\u0083Â¶4 Magenau, J.M. The Impact of Alternative Impasse Procedures on Bargaining: A Laboratory Experiment, Industrial and Labor Relations Review, Vol. 36(3), 1983, pp. 361-388.",
        "Marmo, M., Public Employee Unions: The Political Inoperative, Journal of Collective Negotiations, Vol. U(U), 1975, pp.369-379.",
        "Martin, J.E., Barclay, L.A., and L.L. Biasatti, Attitudes and Public Sector Union-Management Relationships, Journal of Collective Negotiations, Vol. 8(2), 1979, PP. 171-181.",
        "Miller, R.U., Becker, B.B., and E.B. Krinsky, Union Effects on Hospital Administration: Preliminary Results from a Three-State Study, Labor Law Journal, August 1977, pp. 512-519.",
        "Mitchell, D.J.B., The New Climate: Implications for Research on Public Sector Wage Determination and Labor Relations, Industrial Relations Research Association, Spring Meeting, 1983, pp. 1+73-^79.",
        "Mitchell, D.J.B., The Impact of Collective Bargaining on Compensation in the Public Sector, in B. Aaron, J. R. Grodin and J.L. Stern (eds.) Public Sector Bargaining, Madison Wisconsin: Industrial Relations Research Association, 1979, pp. II8-IU9.",
        "Mitchell, D.J.B., Collective Bargaining and Wage Determination in the Public Sector: Is Armageddon Really at Hand? Public Personnel Management, Vol. 7(2), March-April 1978, pp. 80-95.",
        "Mitchell, D.J.B., The General Effects (Of Public Sector Unions) Which Have Been Reviewed are Not Huge, Public Personnel Management, March-April 1978.",
        "Moore, G.A., The Effect of Collective Bargaining on Internal Salary Structures in the Public Schools, Industrial and Labor Relations Review, Vol. 29(3), 1976, pp. 352-362.",
        "Moore, W.J., An Analysis of Teacher Union Growth, Industrial Relations, Vol. 17(2), 1978, pp. 201+-215.",
        "Moore, W.J, Factors Affecting Growth in Public and Private Sector Unions, Journal of Collective Negotiations, Vol. 6(l), 1977, pp. 37-^3. Moore, W.J. and J. Raisian, A Time Series Analysis of Union/NonUnion Relative Wage Effects in the Public Sector, Industrial Relations Research Association Series, 3*+th Annual Meeting, Dec 28-30, 198l.",
        "Moskow, M.H., J.J. Loewenberg and E.C. Koziara, Collective Bargaining in Public Employment, New York: Random House, 1970.",
        "Moskow, M.H. and K. McLennan, The Impact of Decentralization on Collective Bargaining in Urban Education, Industrial Relations Research Association, Vol. 22, 1969, pp. 236-21+7.",
        "Munnell, Alicia H., Who Should Manage the Assets of Collectively Bargained Pension Plans? New England Economic Review, Federal Reserve Bank of --4--- T..-1.-/A.---Ã¢â\u0082¬Å¾4. toQo--iQ on Ã\u0082Â¿3USUUI1, uuxjl /AUgUSO iJUJ, pp. J-U Ã¢â\u0082¬â\u0080\u009d JUl Najita, J.M., State Government Employee Bargaining: Selected Characteristics, Labor Law Journal, August 1982, pp. 1+67-1+75.",
        "Nelson, C.R., Kang, H., Pitfalls in the Use of Time as an Explanatory Variable in Regression, National Bureau of Economic Research, Technical Working Paper No. 30, November 1983^.",
        "Nelson, N.E., Final Offer Arbitration: Some Problems, The Arbitration Journal, Vol. 30, 1975, pp. 50-58.",
        "Nelson, W. B., Stone, G.W.,Jr., and J.M. Swint, An Economic Analysis of Public Sector Collective Bargaining and Strike Activity, Journal of Labor Research, Vol. 2(l), 1981, pp. 77-98.",
        "Noam, E.M., The Effect of Unionization and Civil Service on the Salaries and Productivity of Regulators, in New Approaches to Labor Unions, Research in Labor Economics, J.D. Reid, Jr. (ed.), supplement 2, 1983.",
        "Notz, W.W. and F.A. Starke, Final-Offer Versus Conventional Arbitration as Means of Conflict Management, Administrative Science Quarterly, Vol. 23, June 1978, pp. 189-203. Olson, C.A., The Impact of Arbitration on the Wages of Firefighters, Industrial Relations, Vol. 19(3), 19Ã\u0083â\u0080\u00930, pp. 325-339.",
        "Pegnetter, R., Fact Finding and Teacher Salary Disputes: The 1969 Experience in New York State, Industrial and Labor Relations Review, January 1971, pp. 226-21+2.",
        "Perry, C.R., Teacher Bargaining: The Experience in Nine Systems, Industrial and Labor Relations Review, Vol. 33(l), 1979, pp. 3-17.",
        "Perry, J.L. and C.H. Levine, An Interorganizational Analysis of Power, Conflict and Settlements in Public Sector Collective Bargaining, American Political Science Review, Vol. 70, December 1976, pp. 1185-1201.",
        "Perry, J.L., H.L. Angle, and M.E. Pittel, The Impact of Labor-Management Relations on Productivity and Efficiency in Urban Mass Transit, Washington, D.C.: U.S. Department of Transportation, Research and Special Programs Administration, Office of University Reserach, 1979Ã\u0082Â» Peterson., R. B., A Cross-Cultural Study of Secondary School Teachers&apos; Attitudes Regarding Job Satisfaction, Professionalism, and Collective Negotiations (Sweden and State of Washington), Journal of Collective Negotiations, Vol. 5(2), 1976, pp. 113-12U. Peterson, R.B. and H.D. Smith, Making Sense Out of Teacher Professonalism, Job Satisfaction, and Attitudes Toward Collective Negotiations, Journal of Collective Negotiations, Vol. 3(3), 197^, pp. 227-239.",
        "Reder, M.W., The Theory of Employment and wages in the Public Sector, in Labor in the Public and Nonprofit Sectors, D.S. Hamermesh, ed., New Jersey: Princeton University Press, 1975Ã\u0082Â« Reed, A., Local Labor Negotiations and the Urban Mass Transit Industry, Journal of Collective Negotiations, Vol. 8(3), 1979, pp. 253-266. Rehmus, C.M., New Developments in Public Sector Arbitration, Industrial Relations Research Association, 197^, pp. 307-323.",
        "Rehmus, C.M., Constraints on Local Governments in Public Employee Bargaining, Michigan Law Review, Vol. 67, 1969, pp. 919-930. Rehmus, C.M., and B.A. Kerner, The Agency Shop After Abood: No Free Ride, But What&apos;s the Fare?, Industrial and Labor Relations Review, Vol. 3H(l), I98O, pp. 90-100.",
        "Rehmus, C.M. and E. Wilner, The Economic Results of Teacher Bargaining: Michigan&apos;s First Two Years, Ann Arbor: University of Michigan and Wayne State University Research Papers in Industrial Relations and Human Resources, No. 6, 1968.",
        "Reid, J.D., Jr. and M. Kurth, The Organization of State and Local Government Employees: A Comment on Dalton, Unpublished. Reid, J.D.,Jr. and M. Kurth, The Importance of Union Security to the Growth of Unionism, Unpublished. Reynolds, M., Cause and Effect in Public Sector Unionism: An Economic Analysis, Government Union Review, Winter 1983, Vol. H (l), pp. 3-22.",
        "Rodgers, R.C., A Replication of the Burton-Krider Model of Public-Employee Strike Activity, Industrial Relations Research Association Series, 33rd Annual Proceedings, 1980, pp. 2U1-251.",
        "Rosen, H.S., An Alternative: Meet and ConferÃ¢â\u0082¬â\u0080\u009dThe Experience in Santa Clara County, Labor-Management Relations Service, Paper No. 12, 1972.",
        "Ross, D.B., The Arbitration of Public Employee Wage Disputes, Industrial and Labor Relations Review, Vol. 23(l), 1969, pp. 3-ll+.",
        "Salkever, D.S., Unionization and the Cost of Producing Hospital Services, Journal of Labor Research, Vol. 3(3), 1982, pp. 311-331+.",
        "Sarthory, J.A., The Collective Bargaining in Public Education in the 1980s, Industrial Relations Research Association, 33rd Annual Proceedings, pp. 2Ã\u0083â\u0080\u0093U-289.",
        "Schmenner, R.W., The Determination of Municipal Employee Wages, Review of Economics and Statistics, Vol. 55, 1973, pp. 83-90.",
        "Schutt, R.K., Models of Militancy: Support for Strikes and Work Actions Among Public Employees, Industrial and Labor Relations Review, Vol. 35(3), 1982, pp. 1+06-1+22.",
        "Shapiro, D., Relative Wage Effects of Unions in the Public and Private Sectors, Industrial and Labor Relations Review, Vol. 31(2), January, 1978, pp. 193-201+.",
        "Shaw, L.C. and R.T. Clark, Jr., The Practical Differences Between Public and Private Sector Collective Bargaining, UCLA Law Review, Vol 19(867), 1972, pp. 867-886.",
        "Shaw, L.C. and R.T. Clark, Jr., Public Sector Strikes: An Empirical Analysis, Journal of LawÃ¢â\u0082¬â\u0080\u009dEducation, Vol. 2(2), 1973, pp. 217-231+. Slichter, S. H., J.J. Healy, and E.R. Livernash, The Impact of Collective Bargaining on Management, The Brookings Institution, Washington, D.C., i960.",
        "Smith, A.W., Have Collective Negotiations Increased Teachers&apos; Salaries? Phi Delta Kappan, December 1972, pp. 268-269.",
        "Smith, R.L. and A.H. Hopkins, Public Employee Attitudes Toward Unions, Industrial and Labor Relations Review, July 1979, pp. 1+81+-1+95.",
        "Smith, R.L. and W. Lyons, Public Sector Unionization and Municipal Wages: The Case of Fire Fighters, Paper presented at the Annual Meeting of the Midwest Political Science Association, Chicago, April 1978.",
        "Smith, S.P., Equal Pay in the Public Sector: Fact or Fantasy, Princeton, New Jersey: Princeton University, Industrial Relations Section, 1977.",
        "Smith, S.P., Government Wage Differentials, Journal of Urban Economics, Vol. 1977, PP. 2H8-271.",
        "Smith, S.P., Pay Differentials Between Federal Government and Private Sector Workers, Industrial and Labor Relations Review, Vol. 29(2), 1976, pp. 179-197.",
        "Somers, P.C., An Evaluation of Final-Offer Arbitration in Massachusetts, Journal of Collective Negotiations, Vol. 6(3), 1977Ã\u0082Â» pp. 193-228.",
        "Stanley, D.T. and C.L. Cooper, Managing Local Government Under Union Pressure, Washington, D.C.: The Brookings Institution, 1972.",
        "Stanley, D.T., Change: The Impact of Unions on Local Government, Labor Management Relations Service of The League of Cities, March 1972.",
        "Staudohar, P.D., Subcontracting in State and Local Government Employment, Journal of Collective Negotiations, Vol. 9(3), 1980, pp. 21+5-251.",
        "Staudohar, P.D., Negotiation and Grievance Arbitration of Teacher Tenure Issues, Labor Law Journal, July, 1978, pp. 1+13-^19. Staudohar, P.D., Quasi-Strikes by Public Employees, Journal of Collective Negotiations, Vol. 3(U), 197U, pp. 363-371.",
        "Staudohar, P.D., Fact-Finding for Settlement of Teacher Labor Disputes, Phi Delta Kappan, April 1970, pp. 1+22-1+23.",
        "Stern, D. and K. Bagley, How Participants in Collective Bargaining for Public School Teachers in California Perceive the Interests of Teachers in Relation to Other Groups, Journal of Collective Negotiations, Vol. 10(l), 1981, pp. 63-73. Stern, J.L., A Look Ahead at Public Employee Unionism, in The Annals of the American Acadeny of Political and Social Science, Louis A. Ferman, special ed., May 198U, Vol. 1+73, Beverly Hills, CA: Sage Publications, pp. 165-176.",
        "Stern, J.L. and C. Olson, The Propensity to Strike of Local Government Employees, Journal of Collective Negotiations, Vol. 11 (3), 1982, pp. 201-211+.",
        "Stern, J., C. Rehmus, J. J. Lowenberg, H. Kasper, and B. Dennis, Final Offer Arbitration. Lexington, Massachusetts, Lexington Books, 1975Ã\u0082Â« Stern, R.N., Intermetropolitan Patterns of Strike Frequency, Industrial and Labor Relations Review, Vol. 29(2), 1976.",
        "Stieber, J., Public Employee Unionism: Structure, Growth Policy, Washington, D.C.: The Brookings Institution, 1973.",
        "Subbarao, A.V., The Impact of Binding Interest Arbitration on Negotiation and Process Outcome, Journal of Conflict Resolution, Vol. 22(l), 1978, pp. 79-103.",
        "Sulzner, G.T., The Impact of Impasse Procedures in Public Sector Labor: An Overview, Journal of Collective Negotiations, Vol. U(l), 1975, pp. 3-21.",
        "Summers, C.W., Public Employee Bargaining: A Political Perspective, Yale Law Journal, Vol. 83, 1971*, pp. 1156-1199.",
        "Sundermann, J.D., Ascertaining Attitudes of Union Members in Public and Private Employment, Public Personnel Review, April 1966, pp. 115-120.",
        "Thornton, R.J., The Elasticity of Demand for Public School Teachers, Industrial Relations Vol. l8(l), 1979, pp. 86-91.",
        "Thornton, R.J., Monopsony and Teachers&apos; Salaries: Some Contrary Evidence, Comment, Industrial and Labor Relations Review, July 1975, pp. 57^-575.",
        "Thornton, R.J., The Effects of Collective Negotiations on Teachers&apos; Salaries, Quarterly Review of Economics, Vol. ii(U), 1971, pp. 37-^6.",
        "Troy, L., The Agenda of Public Sector Unions and Associations, Government Union Review, Spring 1983, pp. 15-35Ã\u0082Â« U.S. Bureau of the Census, Labor Management Relations in State and Local Government: 1980, Series GSS no. 102, Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Department of Labor, Bureau of Labor Statistics, Handbook of Labor Statistics, December 1983, Table 132 Bulletin 2175 and 1971, Bulletin 1705.",
        "U.S. Deparment of Labor, Labor Management Services Administration, Summary of Public Sector Labor Relations Policies, 1971 and 1979.",
        "U.S. Department of Labor, Bureau of Labor Statistics, Work Stoppages in Government, 1975, U.S. Government Printing Office, 1976.",
        "U.S. Department of Labor, Municipal Government Wage Surveys: New Orleans, Louisiana, June 1975, Bureau of Labor Statistics, 1976.",
        "Vehorn, C.L. Market Interaction Between Public and Private Goods: The Demand for Fire Protection, National Tax Journal, Vol. 32(l), 1979, pp.29-39.",
        "Victor, R.B., The Effects of Unionism on Wage and Employment Levels of Police and Firefighters, Santa Monica, California: The Rand Corporation, 1977, p. 592U.",
        "Wagner, T.E., Public Employee Collective Bargaining in the Absence of Enabling State Legislation, Journal of Collective Negotiations, Vol. 10(U), 1981, PP.337-3H3.",
        "Wasylenko, M.J., Some Evidence of the Elasticity of Supply of Policemen and Firefighters, Urban Affairs Quarterly, Vol. 12 (3), 1977, pp. 365-382.",
        "Watkins, T.L., The Effects of Community Environment on Negotiations, Journal of Collective Negotiations, Vol. l(U), 1972, pp. 317-327.",
        "Weber, A.R., Paradise Lost; or Whatever Happened to the Chicago Social Workers? Industrial and Labor Relations Review, April 1969, pp. 323-338.",
        "Weber, C.T., The Ability to Pay Criterion: Some Recent Evidence, Journal of Collective Negotiations, Vol. 9(3), 1980, pp. 213-221.",
        "Weintraub, A.R. and R.J. Thornton, Why Teachers Strike: The Economic and Legal Determinants, Journal of Collective Negotiations, Vol. 5(3), 1976, pp. 193-206.",
        "Wellington, H.H. and Winter, R.K., The Unions and the Cities, Washington, D.C.: The Brookings Institution, 1971Ã\u0082Â» T T _ -1 T Ã¢â\u0082¬Â¢___I______TT TT ____3 TI Tr TTJ__1______T __Mm - _ T *__! J____O (1-1 1__Ã¢â\u0082¬Â¢___ n____Ã¢â\u0082¬Â¢ _ Ã¢â\u0080\u0093Â ___Ã¢â\u0080\u0093Â  wexj.ingT.on, n.n. ana n.iv. winder, or., xile .ulmius ui Da.rga.lriirig in Public Employment, Yale Law Journal, Vol. 78(7), 1969, pp. 1107-1127.",
        "Wheeler, H.N., How Compulsory Arbitration Affects Compromise Activity, Industrial Relations, Vol. 17(l), 1978, pp. 80-8U.",
        "Wheeler, H.N., Public Sector Impasses: Symposium Introduction, Criticism and Comment, Industrial Relations, Vol. 17(2), 1978, pp. 252-25U.",
        "Wheeler, H.N., Closed Offer Alternative to Final Offer Selection, Industrial Relations, Vol. 16(3), 1977, pp. 298-305.",
        "Wheeler, H.N., An Analysis of Fire Fighter Strikes, Labor Law Journal, January 1975, PP. 17-20.",
        "Wheeler, H.N. and F. Owen, Impasse Resolution Preferences of Fire Fighters and Municipal Negotiators, Journal of Collective Organizations, Vol. 5(3), 1976, pp. 215-221+.",
        "Wheeler, H.N. and T.A. Kochan, Unions and Public Sector Supervisors: The Case of Fire Fighters, Monthly Labor Review, U.S. Department of Labor, Bureau of Labor Statistics, December 1977.",
        "Wilson, A.P. and E.F. Moon, The Importance of Selected Categories of Employee Benefits to Public School Teachers, Journal of Collective Negotiations, Vol. 8(1), 1979, pp. 31-38.",
        "Witney, F., Final-Offer Arbitration: The Indianapolis Experience, Monthly Labor Review, May 1973, pp. 20-25.",
        "Word, W.R., Factfinding in Public Employee Negotiations, Monthly Labor Review, February 1972, pp. 60-6U.",
        "Wortman, M.S.,Jr., Overton, C.E., and R. Johnson, The Structure of Management Rights Clauses in Major Metropolitan Firefighter Contracts, Labor Law Journal, October 1978, pp. 62U-582.",
        "Yaffee, B., Political Activities of New York State Public Sector Employee and Employer Interest Groups, Journal of Collective Negotiations, Vol.2(3), Summer, 1973, pp. 317-331. Zax, Jeffrey, Compensation and Employment in American City Governments, Ph.D. Thesis at Harvard University, unpublished, 198H.",
        "Zagoria, S., Resolving Impasses by Public Referendum, Monthly Labor Review, May 1973, pp. 36-38.",
        "Zimmer, L. and J.J. Jacobs, Challenging the Taylor Law: Prison Guards on Strike, Industrial Labor Relations Review, July 1981, Vol. 3^ (H), pp. 531-5W+.",
        "Zuelke, D.C., and L.E. Frohreich, The Impact of Comprehensive Collective Negotiations on Teachers&apos; Salaries: Some Evidence From Wisconsin, Journal v^n 1077 ^ An _AR VJ. VWAX^V UA il G^y U AO U A UilO | T VX Ã¢â\u0082¬Â¢ V \\ A / j j j | | Ã¢â\u0082¬â\u0080\u009dUv Ã¢â\u0082¬Â¢"
    ]
}