{
    "id": 14531,
    "cites": 62,
    "cited_by": 81,
    "reference": [
        "Aghion, P., Angeletos, G.-M., Banerjee, A. and K. Manova (2005). Volatility and Growth: Credit Constraints and Productivity-Enhancing Investment. Harvard University mimeo.",
        "Albuquerque, R. and H. Hopenhayn (2004). Optimal Lending Contracts and Firm Dynamics.  The Review of Economic Studies 71(2), p. 285-315.",
        "Allesandria, G. and H. Choi (2007). Do Sunk Costs of Exporting Matter for Net Export Dynamics? Quarterly Journal of Economics 122 (1), p.289-336.",
        "Amiti, M. and C. Freund (2007). An Anatomy of Chinas Trade Growth. New York Federal Reserve Bank mimeo.",
        "Antras, P., Desai, M. and F. Foley. Multinational Firms, FDI Flows and Imperfect Capital Markets. Harvard University mimeo.",
        "Baldwin, R. (1989). Exporting the Capital Markets: Comparative Advantage and Capital Market Imperfections. In Audretsch, D., Sleuwaegen, L. and H. Yamawaki (eds.) The Convergence of International and Domestic Markets, p.135-152. North-Holland, Amsterdam.",
        "Baldwin, R. (1989). Sunk-Cost Hysteresis. NBER Working Paper 2911.",
        "Baldwin, R. and J. Harrigan (2007). Zeros, Quality and Space: Trade Theory and Trade Evidence. NBER Working Paper 13214.",
        "Beck, T. (2003). Financial Dependence and International Trade. Review of International Economics 11, p.296-316.",
        "Beck, T. (2002). Financial Development and International Trade. Is There a Link? Journal of International Economics 57, p.107-31.",
        "Beck, T., DemirguÃ\u0083Â§-Kunt, A., Laeven L. and R. Levine (2005). Finance, Firm Size, and Growth. NBER Working Paper 10983.",
        "Beck, T., DemirguÃ\u0083Â§-Kunt, A. and R. Levine (2000). A New Database on Financial Development and Structure. World Bank Economic Review, September 2000, p.597-605.",
        "Beck, T., DemirguÃ\u0083Â§-Kunt, A. and V. Maksimovic (2005). Financial and Legal Constraints to Firm Growth: Does Size Matter? Journal of Finance 60(1), p.137-77.",
        "Becker, B. and D. Greenberg (2005). Financial Development and International Trade. University of Illinois at Urbana- Champaign mimeo.",
        "Bernard, A. and B. Jensen (2004). Why Some Firms Export. The Review of Economics and Statistics 86(2), p.561-569.",
        "Bernard, A., Jensen, B. and P. Schott (2005). Importers, Exporters and Multinationals: A Portrait of Firms in the U.S. that Trade Goods. NBER Working Paper 11404.",
        "Bernard, A., Redding, S. and P. Schott (2005). Multi-Product Firms and Product Switching.  NBER Working Paper 12293.",
        "Bernard, A., Redding, S. and P. Schott (2007). Comparative Advantage and Heterogeneous Firms. Review of Economic Studies 74, p.31-66.",
        "Besedes, T. and T. Prusa (2006a). Ins, Outs, and the Duration of Trade. Canadian Journal of Economics 39(1), p.266-95.",
        "Besedes, T. and T. Prusa (2006b). Product Differentiation and Duration of US Import Trade. Journal of International Economics 70(2), p.339-58. 3S",
        "Besedes, T. and T. Prusa (2007). The Role of Extensive and Intensive Margins and Export Growth. NBER Working Paper 13628.",
        "Braun, M. (2003). Financial Contractibility and Asset Hardness. University of California - Los Angeles mimeo.",
        "Braun, M. and C. Raddatz (2004). Trade Liberalization and the Politics of Financial De1 University of California - Los Angeles mimeo.",
        "Broda, C. and D. Weinstein (2006). Globalization and the Gains from Variety. Quarterly Journal of Economics 121(2), p.541-85.",
        "Caselli, F. (2005). Accounting for Cross-Country Income Differences. In Aghion, P. and S. Durlauf (eds.) Handbook of Economic Growth.",
        "Chaney, T. (2005). Liquidity Constrained Exporters. University of Chicago mimeo.",
        "Chor, D., Manova, K. and S. Watt (2006). MNC Activity and Host Country Financial Development. Stanford University mimeo.",
        "Chor, D. (2006). Unpacking Sources of Comparative Advantage: A Quantitative Approach.  Singapore Management University mimeo.",
        "Claessens, S. and L. Laeven (2003). Financial Development, Property Rights, and Growth. Journal of Finance 58(6), p.2401-37.",
        "Costantini, J. (2005). Impact of Credit Constraints on Industry Structure and Dynamics. INSEAD mimeo.",
        "Dixit, A. (1989a). Entry and Exit Decisions under Uncertainty. Journal of Political Economy 97(3), p.620-38.",
        "Dixit, A. (1989b). Hysteresis, Import Penetration, and Exchange Rate Pass-Through. Quarterly Journal of Economics 104(2), p.205-28.",
        "Do, Q.-T. and A. Levchenko (2007). Comparative Advantage, Demand for External Finance, and Financial Development. Journal of Financial Economics 86(3), p.796-834.",
        "Eaton, J., Kortum, S. and F. Kramarz (2004a). An Anatomy of International Trade: Evidence from French Firms. New York University mimeo.",
        "Eaton, J., Kortum, S. and F. Kramarz (2004b). Dissecting Trade: Firms, Industries, and Export Destinations. American Economic Review Papers and Proceedings 94(2), p.150-54.",
        "Feenstra, R., Romalis, J. and P. Schott (2002). U.S. Imports, Exports and Tariff Data, 1989-2001. NBER Working Paper 9387.",
        "Fisman, R. and I. Love (2004a). Financial Development and Growth in the Short- and Long-Run. Columbia Business School mimeo.",
        "Fisman, R. and I. Love (2004b). Financial Development and Intersectoral Allocation: A New Approach. Journal of Finance 59(6), p.2785-807.",
        "Forbes, K. (2007). One Cost of the Chilean Capital Controls: Increased Financial Constraints for Smaller Trade Firms. Journal of International Economics 71(2), p.294-323.",
        "Greenaway, D., Guariglia, A. and R. Kneller (2007). Financial Factors and Exporting Decisions. Journal of International Economics 73(2), p.377-95.",
        "Haveman, J. Industry Concordances. http: / /www.macalester .edu/research/economics /PAGE/HAVEMAN/Trade.Resources/tradeconcordances .html.",
        "Helpman, E., Melitz, M. and Y. Rubinstein (2008). Estimating Trade Flows: Trading Partners and Trading Volumes. Quarterly Journal of Economics 123, p. 441-87.",
        "Hopenhayn, H. (1992). Entry, Exit and Firm Dynamics in Long Run Equilibrium. Econometrica 60(5), p.1127-50",
        "Hummels, D. and P. Klenow (2004). The Variety and Quality of a Nations Exports. American Economic Review 95(3), p.704-23.",
        "Hur, J., Raj, M. and Y. Riyanto (2006). Finance and Trade: A Cross-Country Empirical Analysis on the Impact of Financial Development and Asset Tangibility on International Trade. World Development 34(10), p. 1728-41.",
        "King, R. and R. Levine (1993). Finance and Growth: Schumpeter Might Be Right. Quarterly Journal of Economics 58(3), p.717-37.",
        "Kletzer, K. nad P. Bardhan (1987). Credit Markets and Patterns of International Trade. Journal of Development Economics 27, p.57-70.",
        "Ju, J. and S.-J. Wei (2005). Endowment vs. Finance: A Wooden Barrel Theory of International Trade. CEPR Discussion Paper 5109.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A. and R. Vishny, (1998). Law and Finance. Journal of Political Economy 106, p.1113-55.",
        "Levchenko, A. (2007). Institutional Quality and International Trade. Review of Economic Studies 74(3), p.791-819.",
        "Manova, K. (2005). 1 Constraints, Equity Market Liberalizations and International Trade. Journal of International Economics (forthcoming).",
        "Matsuyama, K. (2005). Credit Market Imperfections and Patterns of International Trade and Capital Flows. Journal of the European Economic Association 3, p. 714-23.",
        "Manova, K, Wei, S.-J. and Z. Zhang (2008). Credit Constraints and International Trade: A Firm-Level Analysis. Stanford University (in progress).",
        "Melitz, M. (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71(6), p.1695-725.",
        "Muuls, M. (2008). Exporters and Credit Constraints. A Firm Level Approach. London School of Economics mimeo.",
        "Nunn, N. (2007). Relationship-Specificity, Incomplete Contracts, and the Pattern of Trade. Quarterly Journal of Economics 122(2), p.569-600.",
        "Rajan, R. and L. Zingales (1998). Financial Dependence and Growth. American Economic Review 88, p.559-86.",
        "Roberts, M. and J. Tybout (1997). The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs. American Economic Review 87(4), p.545-64.",
        "Schott, P. (2004). Across-Product versus Within-Product Specialization in International Trade. Quarterly Journal of Economics 119(2), p.646-77.",
        "Svaleryd, H. and J. Vlachos (2005). Financial Markets, the Pattern of Industrial Specialization and Comparative Advantage: Evidence from OECD Countries. European Economic Review 49, p.113-44.",
        "World Bank (1997). Expanding the Measure of Wealth: Indicators of Environmentally Sustainable Development. Washington, DC.",
        "Wynne, J. (2005). Wealth As a Determinant of Comparative Advantage. American Economic Review 95(1), p.226-54."
    ]
}