{
    "id": 14535,
    "cites": 29,
    "cited_by": 12,
    "reference": [
        "Angrist, J., K. Lang, and P. Oreopoulos (2007), Incentives and Services for College Achievement: Evidence from a Randomized Trial, IZA DP #3134. IZA, Bonn.",
        "Arendt, J. N. (2008), The Impact of Public Student Grants on Drop-out and Completion of Higher Education Evidence from a Student Grant Reform. HE Paper 2008:10. University of Southern Denmark.",
        "Baumgartner, H. J. and V. Steiner (2006), Does More Generous Student Aid Increase Enrolment Into Higher Education? Evaluating the German Student Aid Reform of 2001, IZA DP No. 2034.",
        "Becker, G. S. and N. Tomes (1986), Human Capital and the Rise and Fall of Families, Journal of Labor Econmics 4: S1-S39.",
        "Belley, P., and L. Lochner (2007), The Changing Role of Family Income and Ability in Determining Educational Achievement, Journal of Human Capital, voll. 1, no. 1, 37-89",
        "Blundell, R. A. Duncan, and C. Meghir (1998), Estimating Labor Supply Responses Using Tax Reforms, Econometrica 66: 827-861.",
        "Brown, M., J.K. Sholz, and A. Seshadri (2007), ~A New Test of Borrowing Constraints for Education, unpublished manuscript, University of Wisconsin-Madison.",
        "Cameron, S. and C. Taber (2004), Estimation of Educational Borrowing Constraints Using Returns to Schooling, Journal of Political Economy 112: 132-182.",
        "Carneiro, P. and J. J. Heckman (2002), The Evidence on Credit Constraints in Postsecondary Schooling, Economic Journal 112: 705-734.",
        "Card, D. (1999), The Causal Effect of Education on Earnings, in Handbook of Labor Economics vol. 3A, edited by 0. Ashenfelter and D. Card. Amsterdam: Elsevier.",
        "Card, D. (2001), Estimating the Returns to Schooling: Progress n Some Persistent Econometric Problems, Econometrica 69: 1127-60.",
        "Danish Educational Support Agency (2000), Studerende i SU-uddannelse: StÃ\u0083Â¸tte og studiem~ssig adf~rd 1989-1997. (In English: Students eligible for State Education Grants: Support and Behaviour). Report, SU Analyse.",
        "Dynarski, 5. (2003), Does Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion, American Economic Review 93: 279-288.",
        "Dynarski, 5. (2000), Hope for Whom? Financial Aid for the Middle Class and Its Impact on College Attendace, National Tax Journal, 53: 629-661.",
        "Hansen, W. (1983). Impact of student financial aid on access. In Joseph Froomkin (Ed.). The crisis in higher education. New York: Academy of Political Science.",
        "Heckman, J. J., L. Lochner and C. Taber (1998), General Equilibrium Treatment Effects: A Study of Tuition Policy, American Economic Review, 88: 381-386.",
        "Joensen, J. 5. (2008), Academic and Labor Market Success: The Impact of Student Employment, Abilities, and Preferences. Manuscript, Stockholm School of Economics.",
        "Kane, T. (1995), Rising Public College Tuition and College Entry: How Well do Public Subsidies Promote Access to College?, NBER WP No. 5164.",
        "Leth-Petersen, 5. (2006), Intertemporal Consumption and Credit Constraints: Does Total Expenditure Respond to An Exogenous Shock to Credit? Manuscript, U of Copenhagen, Denmark.",
        "Linsenmeier, D. S., H. S. Rosen and C. E. Rouse (2006), Financial Aid Packages and College Enrolment Decisions: An Econometric Case Study, Review of Economics and Statistics 88:126-145.",
        "McPherson, M. S. and M. 0. Schapiro (1991), Does Student Aid Affect College Enrolment ? New Evidence on a Persistent Controversy, American Economic Review 81: 309-318.",
        "Rothstein, J. and C. Rouse (2007), Constrained After College: Student Loans and Early Career Occopational Choices, Unpublished working paper",
        "Seftor, N. S. and S. E. Turner (2002), Back to school: Federal Student Aid Policy and Adult College Enrolment, The Journal of Human Resources37: 336-352.",
        "Shea, J. (2000), Does Parents Money Matter?, Journal of Public Economics 77: 155-84.",
        "Shin, J.-C. and S. Milton (2006), Rethinking Tuition Effects on Enrolment in Public Four-Year Colleges and Universities, The Review of Higher Education 29:213-237.",
        "Stinebrickner, T. and R. Stinebrickner (2009), ~The Effect of Credit Constraints on the College Drop-Out Decision: A Direct Approach Using a New Panel Study, forthcoming American Economic Review.",
        "Turner, S. E. (1998), The Vision and Reality of Pell Grants: Unforeseen Consequences for Students and Institutions. In L. Gladieux (Ed) Memory, Reason, Imagination: A Quarter Century of Pell Grants. Washington, D.C.: College Board.",
        "Van der Klaauw, W. (2002), Estimating the Effect of Financial Aid Offers on College Enrolment: A Regression-Discontinuity Approach, International Economic Review 43: 1249-1287.",
        "Zeldes, S. P. (1989), Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy 97: 305-346."
    ]
}