{
    "id": 14530,
    "cites": 22,
    "cited_by": 12,
    "reference": [
        "Assembly Jobs, Economic Development, and the Economy Committee, 20 Years of California Enterprise Zones: A Review and Prospectus, Sacramento, California, April 12, 2006.",
        "Billings, Stephen, Do Enterprise Zones Work? An Analysis at the Borders, unpublished manuscript, 2007.",
        "Boarnet, Marlon, Enterprise Zones and Job Creation: Linking Evaluation and Practice, Economic Development Quarterly, Vol. 15, No. 3, 2001, pp. 242-254.",
        "Boarnet, Marlon G., and William T. Bogart, Enterprise Zones and Employment: Evidence from New Jersey, Journal of Urban Economics, Vol. 40, No. 2, 1996, pp. 198-2 15.",
        "Bondonio, Daniele, and John Engberg, Enterprise Zones and Local Employment: Evidence from the States Programs, Regional Science & Urban Economics, Vol. 30, No. 5, 2000, pp. 5 19-549.",
        "Bostic, Raphael, and Allen Prohofsky, Enterprise Zones and Individual Welfare: A Case Study of California, Journal of Regional Science, Vol.46, No.2,2006, pp. 175-203.",
        "Busso, Matias, and Patrick Kline, Do Local Economic Development Programs Work? Evidence From the Federal Empowerment Zone Program, unpublished manuscript, 2007.",
        "California Franchise Tax Board, Annual Report 2006, http ://www.ftb .ca.gov/aboutftb/annrpt/2006/2006AR.pdf, viewed August 26, 2008.",
        "California Redevelopment Association, What Can Redevelopment Do?, http://www.calredevelop.org/AM/Template.cfm? Section=Home&TEMPLATE=/CMlContentDis play.cfm&CONTENTID= 1705, viewed August 26, 2008.",
        "Dabney, Dan Y., Do Enterprise Zone Incentives Affect Business Location Decisions? Economic Development Quarterly, Vol. 5, No. 4, 1991, pp. 325-334.",
        "Dardia, Michael, Subsidizing Redevelopment in Cal~fornia, San Francisco, Public Policy Institute of California, 1998.",
        "Dowall, David E., An Evaluation of Californias Enterprise Zone Programs, Economic Development Quarterly, Vol. 10, No. 4, 1996, pp. 352-368.",
        "Elvery, Joel, The Impact of Enterprise Zones on Residential Employment: An Evaluation of the Enterprise Zone Programs of California and Florida, unpublished manuscript, 2007.",
        "Greenbaum, Robert, and John Engberg, The Impact of State Enterprise Zones on Urban Manufacturing Establishments, Journal of Policy Analysis and Management, Vol. 23, No. 2, 2004, pp. 3 15-339.",
        "Hebert, Scott, Avis Vidal, Greg Mills, Franklin James, and Debbie Gruenstein. 2001. Interim Assessment of the Empowerment Zones and Enterprise Communities (EZ/EC) Program: A Progress Report. Office of Policy Development and Research, 2001, http ://www.huduser.org/Publications/pdf/ezec report.pdf, viewed August 28, 2008.",
        "Juhn, Chinhui, Decline of Male Labor Market Participation: The Role of Declining Market Opportunities, Quarterly Journal of Economics, Vol. 107, No. 1, 1992, pp. 79-121. Kolko, Jed, and David Neumark, Are Some Enterprise Zones More Effective than Others?, in progress. Landers, Jim, Why Dont Enterprise Zones Work? Estimates of the Extent that EZ Benefits are Capitalized into Property Values, The Journal of Regional Analysis & Policy, Vol. 36, No. 1, pp. 15-30.",
        "OKeefe, Suzanne, Job Creation in Californias Enterprise Zones: A Comparison Using a Propensity Score Matching Model, Journal of Urban Economics, Vol. 55, No. 1, 2004, pp. 131150.",
        "Papke, Leslie E., Tax Policy and Urban Development: Evidence from the Indiana Enterprise Zone Pro gram, Journal of Public Economics, Vol. 54, No. 1, 1994, pp. 37-49.",
        "Papke, Leslie E., What Do We Know About Enterprise Zones? Tax Policy and the Economy, Vol. 7, 1993, pp. 37-72.",
        "Peters, Alan H., and Peter S. Fisher, State Enterprise Zone Programs: Have They Worked?, W.E. Upjohn Institute for Employment Research, Kalamazoo, Michigan, 2002.",
        "U.S. Department of Housing and Urban Development, Tax Incentives Guide for Businesses in the Renewal Communities, Empowerment Zones and Enterprise Communities, Washington, D.C., 2003.",
        "U.S. General Accounting Office, Community Development: Federal Revitalization Programs are Being Implemented, but Data on Use of Tax Benefits are Limited, Washington, D.C., 2004, http ://www.gao .gov/new. items/d043 06 .pdf, viewed October 1, 2008."
    ]
}