{
    "id": 14539,
    "cites": 50,
    "cited_by": 14,
    "reference": [
        "Blanchflower, David and A. Oswald (2004) Wellbeing Over Time in Britain and the USA, Journal of Public Economics, 88(7): pp 1359-86.",
        "Blanchflower, David and Andrew Oswald (2008) Hypertension and Happiness across Nations, Journal of Health Economics, 27(2): pp 21 8-233.",
        "Brickman, P., Coates, D. and R. Janoff-Bullman (1978) Lottery Winners and Accident Victims: Is Happiness Relative?, Journal of Personalit~~y and Social Ps~cychology, 36(8): pp 917-27.",
        "Campbell, D., and D. Fiske (1959) Convergent and Discriminant Validation by the Multitrait-Multimethod Matrix, Ps~ychologicalBulletin, 56: pp 81-105.",
        "Clark, A. and A. Oswald (1994) Unhappiness and Unemployment, Economic Journal, 104: pp 648-59.",
        "Clark, Andrew (1999) Are Wages Habit-Forming? Evidence from Micro Data, Journal of Economic Behavior and Organi~ation,June, 39: pp 179-200.",
        "Clark, A., Ed Diener, Yannis Georgellis and Richard Lucas (2003a) Lags and Leads in Life Satisfaction: A Test of the Baseline Hypothesis, Discussion Paper 371, DIW Berlin.",
        "Clark, A., Ed Diener, Yannis Georgellis and Richard Lucas (2003b), Re-examining adaptation and the setpoint model of happiness: Reactions to changes in marital status. Journal of Personality and Social Ps~ychology, 84: pp 527-539.",
        "Clark, A., Frijters, P. and M. Shields (2008) A Survey of the Income Happiness Gradient, Journal of Economic Literature, 46(1): pp 95-144.",
        "Costa, Paul, Alan Zonderman, Robert McCrae,Joan Cornoni-Huntley, Ben Locke, and Helen Barbano (1987) Longitudinal Analyses of Psychological Well-Being in a National Sample: Stability of Mean Levels, Journal of Gerontology, 42(1): pp 50-55.",
        "Deaton, Angus (2008) Income, Health and Well-being around the World: Evidence from the Gallup World Poll,Journal of Economic Perspectives, 22(2): pp 53-72.",
        "Diener, Ed, Marissa Diener, and Carol Diener, (1995) Factors Predicting the Subjective Well-Being of Nations,Journal of Personality and Social Psychology, 69(5): pp 851-864.",
        "Diener, Ed and Robert Biswas-Diener (2002) Will Money Increase Subjective Well-Being? A Literature Review and Guide to Needed Research, Social Indicators Research, 57: pp 119-69.",
        "Diener, Ed, Richard Lucas and Christine Napa Scollon (2005) Beyond the Hedonic Treadmill: Revisions to the Adaptation Theory of Well-Being, mimeo, University of Illinois.",
        "Diener, Ed and Shigehiro Oishi (2000) Money and Happiness in Diener, Ed and Eunkook Suh (eds) Culture and Subjective Well-Being, Cambridge: MIT Press.",
        "Di Tella, Rafael, Haisken-De New, John and Robert MacCulloch (2005) Happiness Adaptation to Income and to Status in an Individual Panel, NBER Working Paper no. 13159.",
        "Di Tella, R. MacCulloch and A. Oswald (2003) The Macroeconomics of Happiness, Review of Economics and Statistics, 95(4): pp 809-28.",
        "Di Tella, R. and R. MacCulloch (2005) Partisan Social Happiness, Review of Economic Studies, 72(2): pp 36793.",
        "Di Tella, Rafael and Robert MacCulloch (2008a) Happiness, Contentment and other Emotions for Central Banks, NBER Working Paper 13622.",
        "Di Tella, R. and R. MacCulloch (2008b) Happiness Adaptation to Income across the Rich and the Poor, Harvard Business School Working Paper; Imperial College Working Paper #101.",
        "Easterlin, Richard (1974) Does Economic Growth Improve the Human Lot? Some Empirical Evidence, in Nations and Households in Economic Growth: Essays in Honor of Moses Abramowitz, Paul A. David and Melvin W. Reder, eds. New York: Academic Press, pp. 89-125.",
        "Easterlin, Richard A (2005) Diminishing Marginal Utility of Income? Caveat Emptor, Social Indicators Research 70(3): pp 243-255.",
        "Ferrer-i-Carbonell, Ada and Paul Frijters (2004) How Important Is Methodology for the Estimates of the Determinants of Happiness?, Economic Journal, 114 (497): pp 641-59.",
        "Frederick, Sand G. Loewenstein, (1999) Hedonic adaptation, in D. Kahneman, E. Diener, and N. Schwarz (Eds.). Well-being: The foundations of hedonic psychology, New York: Russell Sage Foundation.",
        "Gardner, Jonathan and Andrew Oswald (2001) Does Money Buy Happiness? A Longitudinal Study Using Data on Windfalls, Warwick University mimeo.",
        "Gilbert, Daniel T., Elizabeth C. Pinel, Timothy D. Wilson, Stephen J. Blumberg and Thalia P. Wheatley (1998) Immune Neglect: A Source of Durability Bias in Affective Forecasting Journal of Personality and Social P~cychology 75(3): pp 617-638.",
        "Graham, Carol and Stefano Pettinato (2002) Happiness and Hardship, Washington DC: Brookings.",
        "Hagerty; Michael and Ruut Veenhoven (2003) Wealth and happiness revisited - growing national income does go with greater Happiness, Social Indicators Research, 64: pp 1-26.",
        "Helliwell, J. (2002) Hows Life? Combining Individual and National Variables to Explain Subjective WellBeing , NBER wp# 9065.",
        "Inglehart, Ronald, (1997) Modernization and Postmoderization: Cultural. Economic, and Political Change in 43 Societies. Princeton, N.J.: Princeton University Press.",
        "Inglehart, Ronald and Hans-Dieter Klingemann (2000) Genes, Culture, Democracy and Happiness in Diener, Ed and Eunkook Suh (eds) Culture and Subjective Well-Being, Cambridge: MIT Press.",
        "Kohler, Hans Peter, Behrman, Jere and Axel Skytthe (2005) Partner + Children Happiness? An Assessment of the Effect of Fertility and Partnerships on Subjective Well-Being, mimeo, University of Pennsylvania.",
        "Konow,J. andJ. Earley (1999) The Hedonistic Paradox: Is Homo-Economicus Happier?, mimeo.",
        "Loewenstein, George, Ted ODonoghue and Matthew Rabin (2003) Projection Bias in Predicting Future Utility, ~Quarter~y Journal of Economics, 118(4): pp 1209-48.",
        "Loewenstein, George and David Schkade (1999) Wouldnt It Be Nice? Predicting Future Feelings In Daniel Kahneman, Ed Diener and Norbert Schwarz (eds). Well-Being: The Foundation of Hedonic Psychology. New York: Russell Sage Foundation: pp 85-1 05.",
        "Lucas, R., A. Clark, A.., Y. Georgellis and E. Diener (2003a) Re-examining adaptation and the setpoint model of happiness: Reactions to changes in marital status. Journal of Personalit~~y and Social Ps~ychology, 84: pp 527-539.",
        "Lucas, Richard E., Diener, Ed and Eunkook Suh (1996) Discriminant validity of well-being measures, Journal of Personality and Social P~cychology, September, 71(3): pp 61 6-28.",
        "Luttmer, Erzo F. (2004) Neighbors as Negatives: Relative Earnings and Well-Being, ~Quarter/y Journal of Economics, 120(3): pp 963-1002.",
        "Pollak, R. (1970) Habit formation and dynamic demand functions, Journal of Political Econo~y, 78: pp 745763.",
        "Rayo, Luis and Gary Becker (2003) Evolutionary Efficiency and Happiness, Chicago University mimeo.",
        "Senik, C. (2005) Income and well-being: what can we learn from subjective data? Journal of Economic Surve~ys, forthcoming.",
        "Stevenson, B. and J. Wolfers (2008) Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox, Brookings Papers on Economic Activity, Spring.",
        "Stutzer Aiois (2003) The Role of Income Aspirations in Individual Happiness, Journal of Economic Behavior and Organization, forthcoming.",
        "Stutzer, A. and R. Lalive (2000) The Role of Social Norms in Job Searching and Subjective Well-Being, mimeo.",
        "Ubel, PA., Loewenstein, G. and Jepson, C. (2003) Whose quality of life? A commentary exploring discrepancies between health state evaluations of patients and the general public, ~Qualit~~y of L~fr Research, 12.",
        "Wathieu, Luc (2004) Consumer Habituation, Management Science 50(5): pp 587-596.",
        "Winkelmann, Liliana and Reiner Winkelmann (1998) Why are the Unemployed so Unhappy?, Economica, 65(257): pp 1-15.",
        "van de Stadt, Huib, Kapteyn, Arie, and Sara van de Geer (1985) The Relativity of Utility: Evidence from Panel Data, Review of Economics and Statistics, 67(2): pp 179-87.",
        "van Praag, Bernard and Ada Ferrer-i-Carbonell (2004) Happiness Ouantified: A Satisfaction Calculus Approach, Oxford: Oxford University Press.",
        "van Praag, Bernard and Arie Kapteyn (1973) Further Evidence on the Individual Welfare Function of Income: An Empirical Investigation in the Netherlands, European Economic Review, 4(1): pp 33-62."
    ]
}