{
    "id": 14533,
    "cites": 42,
    "cited_by": 106,
    "reference": [
        "Acemoglu, D., S. Johnson, J. Robinson, and Y. Thaicharoen. 2003. Institutional Causes, Macroeconomic Symptoms: Volatility, Crises, and Growth, Journal of Monetary Economics, Vol. 50, No. 1, pp. 49-123.",
        "Aghion, P., A. Banerjee, and T. Piketty, 1999, Dualism and Macroeconomic Volatility, Quarterly Journal of Economics, Vol. 114, pp. 1359-97.",
        "Aizenman, J. and R. Glick. 2008. Sterilization, Monetary Policy, and Global Financial Integration, mimeo, University of California, Santa Cruz. Forthcoming in Review of International Economics.",
        "Aizenman, J. and Marion, N. 2004. International reserves holdings with sovereign risk and costly tax collection. Economic Journal 114, pp. 569-91.",
        "Aizenman, J. and Lee, J. 2007. International reserves: precautionary versus mercantilist views, theory and evidence, Open Economies Review, 2007, 18 (2), pp. 19 1-214.",
        "Ben-Bassat A. and Gottlieb, D. 1992. Optimal international reserves and sovereign risk. Journal of International Economics 33, pp. 345-62.",
        "Blankenau,W.,M.A. Kose, and K. Yi, 2001, Can World Real Interest Rates Explain Business Cycles in a Small Open Economy? Journal of Economic Dynamics and Control, Vol. 25, pp. 867-89.",
        "Calvo, G. 1998. Capital Flows and Capital-market Crises: The Simple Economics of Sudden Stops. Journal of Applied Economics 1: 35-54.",
        "Calvo, G.A., A. Izquierdo and L.F. MejIa. 2004. On the Empirics of Sudden Stops: The Relevance of BalanceSheet Effects. Research Department Working Paper 509. Washington, DC, United States: Inter-American Development Bank.",
        "Cavallo, E.A. 2007. Output Volatility and Openness to Trade: A Reassessment Inter-American Development Bank Working Paper #604 (April).",
        "Cavallo, E.A. 2005. Trade, Gravity and Sudden Stops: On How Commercial Trade Openness Can Increase the Stability of Capital Flows. Cambridge, United States: Harvard University. Mimeographed document.",
        "Caballero, R.J., and A. Krishnamurthy, 2001, International and Domestic Collateral Constraints in a Model of Emerging Market Crises, Journal of Monetary Economics,Vol. 48, pp. 513-48.",
        "Cavallo, E.A., and J.A. Frankel. 2004. Does Openness to Trade Make Countries More Vulnerable to Sudden Stops, or Less? NBER Working Paper 10957. Cambridge, United States: National Bureau of Economic Research.",
        "Cheung, Y-W and H. Ito. 2007. Cross-sectional analysis on the determinants of international reserves accumulation, mimeo, University of California, Santa Cruz.",
        "Chinn, M. D. and H. Ito. 2008 A New Measure of Financial Openness. Journal of Comparative Policy Analysis, Volume 10, Issue 3 (September), p. 309 - 322.",
        "Chinn, M. D. and H. Ito, 2006. What Matters for Financial Development? Capital Controls, Institutions, and Interactions, Journal of Development Economics, Volume 81, Issue 1, Pages 163-192 (October).",
        "Easterly, W., R. Islam and J. Stig!itz. 2001. Shaken and Stirred: Explaining Growth Volatility. In: B. Plesokovic and N. Stern, editors. Annual World Bank Conference on Development Economics. Washington, DC, United States: World Bank.",
        "Edison, Hali J., M. W. Klein, L. Ricci, and T. SlÃ\u0083Ë\u009ck, 2002. Capita! Account Liberalization and Economic Performance: A Review of the Literature, IMF Working Paper (May).",
        "Edison, Hali J. and F. E. Warnock, 2001. A simple measure of the intensity of capita! controls, International Finance Discussion Paper #708 (Washington, D.C.: Board of Governors of the Federal Reserve System, September).",
        "Edwards, 5., 2001. Capita! Mobility and Economic Performance: Are Emerging Economies Different? NBER Working Paper No. 8076.",
        "Eichengreen, B., Rose, A. K., and Wyp!osz, C. 1996. Contagious Currency Crises, NBER Working Paper 5681.",
        "Frenke!, J. and Jovanovic, B. 1981. Optima! international reserves: a stochastic framework. Economic Journal 91, 507-14.",
        "Glick, R. and Hutchison, M. 2008. Are Capita! Controls Effective? Duration of Capita! Controls and the Survival of Pegged Exchange Rate Regimes with Special Reference to the Peoples Republic of China, mimeo, University of California, Santa Cruz.",
        "Glick, R. and Hutchison, M. 2001. Banking and Currency Crises: How Common Are Twins? 35-69, In R. Glick, R. Moreno, and M. Spiegel, eds. Financial Crises in Emerging Markets. Cambridge, UK: Cambridge University Press.",
        "Ghosh, A., A. Gulde and J. Ostry (1997), Does the Nominal Exchange Rate Regime Matter?. NBER Working Paper No 5874.",
        "Haruka, D. 5. 2007. Output Volatility and Large Output Drops in Emerging Market and Developing Countries, IMF Working Paper WP/07/1 14 (May). Washington, D.C.: International Monetary Fund.",
        "IMF. 2007. Managing Large Capita! Inflows, World Economic Outlook. Washington, D.C.: International Monetary Fund, October.",
        "Kaminsky, G. and Reinhart, C. 1999. The Twin Crises: The Causes of Banking and Currency Balance-of-Payments Problems, American Economic Review 89, 473-500.",
        "King, R. G. and Levine, R., 1993. Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics, 108: 717-738.",
        "Kose, M. A., E. Prasad, K. Rogoff, and S. J. Wei, 2006, Financial Globalization: A Reappraisal, IMF Working Paper, WP/06/1 89.",
        "Kose, M.A., E. Prasad and M. Terrones. 2003. Financial Integration and Macroeconomic Volatility. IMF Working Paper WP/03/50. Washington, DC, United States: International Monetary Fund.",
        "Lane, P. R. and Milesi-Ferretti, G. M. 2006. The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970-2004, IMF Working Paper 06/69.",
        "Loungani, P., A. Razin, C. W. Yuen. 2001. Capita! Mobility and the Output-Inflation Tradeoff, Journal of Development Economics Vol. 64. 255-274.",
        "Moreno R. and M. M. Spiegel. (1997) Are Asian economies exempt from the impossible trinity?: evidence from Singapore, Federal Reserve Bank of San Francisco, Pacific Basin Working Paper Series, 97-01.",
        "Obstfe!d, M., J. C. Shambaugh, and A. M. Taylor, 2005. The Trilemma in History: Tradeoffs among Exchange Rates, Monetary Policies, and Capita! Mobility. Review of Economics and Statistics 87 (August): 423-38.",
        "Razin, A. and Binyamini, A., 2007. Flattening the Short-Run Trade-Off Between Inflation and Domestic Activity: The Analytics of the Effects of Globalization. Kid Working Paper No. 1363 (June). Kid: Kid Institute for World Economics.",
        "Rodrik, D. 1998. Why Do More Open Economies Have Bigger Governments? Journal of Political Economy 106(5): 997-1032.",
        "Rodrik, D., and A. Velasco. 1999. Short-Term Capita! Flows. NBER Working Paper No. 7364. Cambridge, MA: National Bureau of Economic Research.",
        "Rogoff, K. (2003). Globalization and global disinflation. Federal Reserve Bank of Kansas City Economic Review, 4th quarter issue, 45-78.",
        "Shambaugh, Jay C. 2004. The Effects of Fixed Exchange Rates on Monetary Policy. Quarterly Journal of Economics 119 (February): 30 1-52.",
        "Tome!!, A. and A. Velasco, 2000. Fixed Versus Flexible Exchange Rates: Which Provides More Fiscal Discipline? Journal of Monetary Economics, Volume 45, Issue 2 (April), Pages 399-436.",
        "Wi!!ett, T. 2003. Fear of Floating Need Not Imply Fixed Exchange Rates, Open Economies Review 14,77-91."
    ]
}