{
    "id": 14545,
    "cites": 11,
    "cited_by": 1,
    "reference": [
        "Baglole, Joel. Getting the Gray Out; Canadian and U.S. regulators are looking to impose order on the sale of cheap online drugs. The Wall Street Journal, February 11, 2003 at R6.",
        "Bradley, Ralph. Comment-Defining health insurance affordability: Unobserved heterogeneity matters. Journal of Health Economics. Vol. 27,4, July 2008: 1129-1140 Budetti. John. Janet Shikles. Lisa Duchon and Cathy Schoen. Cant Afford to Get Sick: A Reality for Millions of Working Americans: The Commonwealth Fund 1999 National Survey of Workers Health Insurance. The Commonwealth Fund. September 1999 Bundorf, M. Kate and Mark V. Pauly. Is health insurance affordable for the uninsured? Journal of health economics 25:44, 650-673, Elsevier, 2006 Fisher, Gordon M. The Development and History of the Poverty Thresholds. Social Security Bulletin. 1992. Vol. 55, number 4. p. 43-46. Getzen, Thomas E. Health care is an individual necessity and a national luxury: applying multilevel decision models to the analysis of health care expenditures Journal of Health Economics, Vol. 19 (2): 259-270.",
        "Gilmer, Todd and Richard Kronick. Its The Premiums, Stupid: Projections Of The Uninsured Through 2013. Health Affairs Web Exclusive, April 5, 2005 Glied, Sherry. Is Something Better than Nothing? Health Insurance Expansions and the Content of Coverage, in Frontiers in Health Policy Research, vol. 6, ed. D. Cutler and A.",
        "Gundersen, C., & Gruber, J. (2001). The dynamic determinants of food insufficiency. In M. Andrews & M. Prell (Eds.), Second Food Security Measurement and Research Conference (Vol. II, pp. 92-110). USDA, ERS FANR Report 11-2.",
        "Hadley, J and JD Reschovsky. Tax credits and the affordability of individual health insurance. Issue Brief Cent Stud Health System Change, 2002.",
        "Hadley, J. and J. Holahan, How Much Medical Care Do the Uninsured Use, and Who Pays For It? Health Affairs Web Exclusive (Feb. 12, 2003):w3-66-w3-81 Hall, Robert E. and Charles I Jones, 2007. The Value of Life and the Rise in Health Spending, The Quarterly Journal of Economics, MIT Press, vol. 122(1), pages 39-72, 02.",
        "Hancock, J.E., 1993. `Can pay? Wont pay? or economic principles of `affordability. Urban Studies 30(1), 127-145.",
        "Hansen, Julia L. , John P. Formby and W. James Smith. Estimating the Income Elasticity of Demand for Housing: A Comparison of Traditional and Lorenz-Concentration Curve Methodologies~ Journal of Housing Economics, Vol. 7, Issue 4, December 1998: 328342. Jacobs, Eva and Stephanie Shipp. How Family Spending Has Changed In The U.S.",
        "Levy, Helen and Thomas DeLeire. What Do People Buy When They Dont Buy Health Insurance and What Does That Tell Us About Why They Are Uninsured? July 2003, National Bureau of Economic Research Working Paper Series No. 9826.",
        "Nyman, John A. The Value of Health Insurance: The Access Motive, Journal of Health Economics, vol. 18, no. 2, April 1999, pp. 141-152 Quigley, John M, Steven Raphael. Is Housing Unaffordable? Why Isnt It More Affordable? The Journal of Economic Perspectives. Winter 2004. Vol. 18, Iss. 1, p. 191-214. Renwick, Trudi J. and Barbara R. Bergmann. A Budget-Based Definition of Poverty: With an Application to Single-Parent Families. The Journal of Human Resources, Vol.",
        "Russell, Steven. Ability to Pay for Health Care: Concepts and Evidence. HEALTH POLICY AND PLANNING; 11(3): 219-237  Oxford University Press 1996 Thalmann, Philippe (1998). Identifying Households Which Need Housing Assistance."
    ]
}