{
    "id": 14541,
    "cites": 30,
    "cited_by": 7,
    "reference": [
        "Abrevaya, Jason (2008). Are there missing girls in the United States? Evidence on gender preference and gender selection. Purdue University Working Paper.",
        "Angrist, Joshua (2002). How Do Sex Ratios Affect Marriage and Labor Markets? Evidence from Americas Second Generation. quarterly Journal of Economics 117(3), pp. 997-1038.",
        "Burgess, Robin and Zhuang, Juzhong (2001). Modernisation and son preference. London School of Economics Working Paper..",
        "Clark, S. (2000). Son preference and sex composition of children: Evidence from India. Demography 3 1(1), pp. 21-32.",
        "Chou, Shin-Yi, Jin-Tan Liu, Michael Grossman, and Theodore J. Joyce (2007). Parental Education and Child Health: Evidence from a Natural Experiment in Taiwan. NBER Working Paper 13466.",
        "Chu, Junhong (2001). Prenatal Sex Determination and Sex-Selective Abortion in Rural Central China. Population and Development Review 27(2), pp. 259.281.",
        "Donohue, John III. and Levitt, Steven (2001). The Impact of Legalized Abortion on Crime. quarterly Journal of Economics 116(2), pp. 379-420.",
        "Duflo, Esther (2003). Grandmothers and granddaughters: Old age pension and intra-household allocation in South Africa. World Bank Economic Review 17(1), pp. 1-25.",
        "Ebenstein, Avi (2007). Fertility Choices and Sex Selection in Asia: Analysis and Policy. University of California at Berkeley Working Paper..",
        "Edlund, L. (1999). Son preference, sex ratios and marriage patters. Journal of Political Economy 107(6), pp. 1275-1304.",
        "Foster, Andrew D. and Rosenzweig, Mark R.(2001). Missing women, the marriage market, and economic growth. Brown University Working Paper. Grogan, Louise. Sex Selection and the Nutritional Status of Boys and Girls. University of Guelph Working Paper, Mimeo.",
        "Gu, B. and Roy, K. (1995). Sex ratios at birth in China with reference to other areas in East Asia: What we know. Asia-pacific Population Journal 10(3), pp. 17-42.",
        "Henshaw, Stanley K. (1990). Induced Abortion: A World Review, 1990. International Family Planning Perspectives 16(2), pp. 59-65+76.",
        "Holla, Alaka, Robert Jensen and Emily Oster (2007). Daughters as wealth? The Effects of Cash Incentives on Sex Ratios. Brown University Working Paper.",
        "Lantos, John D., Mani Mokala and William Meadow (1997). Resource Allocation in Neonatal and Medical ICUs Epidemiology and Rationing at the Extremes of Life. American Journal of Respiratory Critical Care Medicine 156(1), pp. 185-189.",
        "Levitt, Steven and Donohue, John J. (2001). The Impact of Legalized Abortion on Crime. quarterly Journal of Economics 116(2), pp. 379-420.",
        "Li, Guanghui (2002). Effects of the One-Child policy on the Number and Sex Composition of Children in China. Mimeo.",
        "Lin, Ming-Jen and Luoh, Ming-Ching (2007). Can Hepatitis B Account for Missing Women? Evidence from 300 Million Newborns in Taiwan. National Univeristy of Taiwan Working Paper.",
        "Liu, Chung-tung (1995). Female Body under Government Policy. Situation of Women in Taiwan: 1995 report. Edited by Liu, Yu-Hsiu, Chinatimes Publication, pp. 219 to 254 (in Chinese).",
        "Mathews, J. and Hamilton, Brady E. (2005). Trend Analysis of the Sex Ratio at Birth in the United States. National Vital Statistics Report 53(20), June 14. Nelson Textbook of Pediatrics, 18th edition online, Elsevier, http://www.nelsonpediatrics.coml, Chapter 60, page 1.",
        "Norberg, Karen (2004). Partnership Status and the Human Sex Ratio at Birth. NBER Working Paper 10920.",
        "Park, Chai Bin and Cho, Nam-Hoon (1995). Consequences of Son Preference in a Low-Fertility Society: Imbalance of the Sex Ratio at Birth in Korea. Population and Development Review 21(1), pp. 59-84.",
        "Qian, Nancy (2008). Missing Women and the Price of Tea in China: The effect of sex-specific income on sex imbalance. quarterly Journal of Economics, August.",
        "Qian, Nancy (2006). Quantity-Quality and the One Child Policy: The Positive Effect of Family Size on School Enrollment. Brown University Working Paper, 2006.",
        "Rholf, Chris, Alexander Reed and Hiroyuki Yamada (2005). Missing Women and the Year of the Fire Horse: Changes in the Value of Girls and Child Avoidance Mechanisms in Japan, 1846, 1906 and 1966. University of Chicago Working Paper.",
        "Rosenzweig, Mark. R. and Schultz, T. P. (1982). Market opportunities, genetic endowments, and intrafamily resource distribution: Child survival in rural India. American Economic Review 72(4), pp. 803-8 15.",
        "Samuelson, Paul (1985). Models of Thought in Economics and Biology. American Economic Review Papers and Proceedings 75, pp. 166-172.",
        "Sen, Amartya (1990). More than 100 million women are missing. New York Review of Books.",
        "Sen, Amartya (1992). Missing women. British Medical Journal 304, pp. 587-588.",
        "Thomas, Duncan (1994). Like father, like son; like mother, like daughter: Parental resources and child height. Journal of Human Resources 29(4), pp. 950-988."
    ]
}