{
    "id": 1454,
    "cites": 14,
    "cited_by": 97,
    "reference": [
        "Bbargava. A. and D. Sargen. 1983. Estimating Dynamic RandÃ\u0083Â©m Effects Models from Panel Data Covering Short Time Periods. Econometrica 51: 1635-1660.",
        "Chamberlain, Gary. 1982. Multivariate Regression Models for Panel Data, Journal of Econometrics (18)1: 5-46.",
        "Estimating the Returns to Schooling, Annales de lInsee~ 30-31: 49-82. Cummins, C.. 8. H. Hall, and E. Laderman. 1983. The RID Master File: Documentation. Unpublished.",
        "Eicker, F. 1967, Limit Theorems for Regressions with Unequal and Dependent Errors, in Proceedings of the Ffith Berkeley Symposium on Mathematical Statistics and Probability, Vol. 1. Berkeley: University of California.",
        "Gourieroux, C., A. Monfort. and A. Trognon. 1984. Pseudo Maximum Likelihood Methods: Application to Poisson Models, Econometrics 52: 701-720.",
        "Hausman, I. A., B. H. Hail, and Z. Griliches. 1984. Econometric Models for Count Data with an Application to the Patents RID Relationship. Econometrica 52: 909-938.",
        "Learner, Edward E. 1978. Specification Searches: Ad Hoc Inference with No~c~perimental Data, New York: John Wiley and Sons, Inc.",
        "MaCurdy, T. 1981. Time Series Models Applied to Panel Data, Mimeo, Stanford University.",
        "Mansfield, E. 1968. Industrial Research and Technological Innovation, New York: W. ii. Norton.",
        "New York: W. W. Norton. Pakes, Arid. 1982. Patents, RID, and the Stock Market Rate of Return, National Bureau of Economic Research Working Paper 786.",
        "Panels with an Application to the Specification of Depreciation Patterns and Capital Stock Constructs, Review of Economic Studies LI(2): 243-262. Schankerman, M. and A. Pakes. 1984. The Rate of Obsolescence and the Distribution of Patent Values: Some Evidence from European Patent Renewals, Revue Economigue. Paris: ENSAE.",
        "Stoneman, Paul. 1983. Patents and RID: Searching for a Lag Structure - Comment, Proceedings of the Conference on Quantitative Studies of Research and Develoj,ment in Industry. Paris: ENSAE.",
        "Taylor, C. T. and A. Silberston. 1973. The Economic Impact of the Patent System. Cambridge: The University Press.",
        "White. Halbert. 1982. Instrumental Variables Regression with Independent Observations, Econometrica 50: 483-500."
    ]
}