{
    "id": 14549,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Armour, John and Douglas Cumming. 2005. Bankruptcy Law and Entrepreneurship, ESRC Centre for Business Research, University of Cambridge, Working Paper No. 300.",
        "Ashcraft, Adam, Astrid A. Dick, and Donald P. Morgan. 2007. The Bankruptcy Abuse Prevention and Consumer Protection Act: Means-Testing or Mean Spirited? Federal Reserve Bank of New York Staff Report No. 279.",
        "Bair, Sheila C. 2008. Statement of Sheila C. Bair to Committee on Financial Services: U.S.",
        "House of Representatives~ November 18, 2008 (www .fdic, gov/news/news/speeches/chairrnan/spnov 1808 ,htmi).",
        "Banon, John M., Michael E. Staten, and Stephanie M. Wilshusen. 2002. The Impact of Casino Gambling on Personal Bankruptcy Filing Rates. 20 Contemporary Economic Policy 440-45.",
        "Berkowitz, Jeremy, and Richard Hynes, 1999. Bankruptcy Exemptions and the Market for Mortgage Loans, 42 J. of Law & Economics 809-830.",
        "Berkowitz, Jeremy, and Michelle J. White. 2004. Bankruptcy and Small Firms Access to Credit, 35 RAND J. of Economics 69-84.",
        "Cordell, Lany, et al, 2008. The Incentives of Mortgage Servicers: Myths and Realities, Federal Reserve Board, Finance and Economics Discussion Series 2008-46.",
        "Doms, Mark S., and John Kramer. 2005. Innovations in Mortgage Markets and Increased Spending on Housing, Fed. Reserve Bank of San Francisco working paper 2007-OS.",
        "Dranove, David, and Michael L. Millenson. 2006. Medical Bankruptcy: Myth versus Fact, 25 Health Affairs (online edition) w74-w83.",
        "Efrat, Rafael. 2002. Global Trends in Personal Bankruptcy, 76 American Bankruptcy Law Journal. 8 1-110.",
        "Evans, David S., and Richard Schmalensee. 1999. Paying with Plastic: The Digital Revolution in Buying and Borrowing. Cambridge: MIT Press.",
        "Fan, Wei, and Michelle J. White. 2003. Personal Bankruptcy and the Level of Entrepreneurial Activity. 46 Journal of Law & Economics 543-568.",
        "Fay, Scott, Erik Hurst, and Michelle J. White. 2003. The Household Bankruptcy Decision, 92 American Economic Rev. 708-7 18.",
        "Furletti, Mark. 2002. An Overview of Credit Card Asset-Backed Securities, Discussion Paper, Payment Cards Center, Federal Reserve Bank of Philadelphia.",
        "Gerardi, Kristopher, Adam Shapiro, and Paul S. Willen. 2007. Subprime Outcomes: Risky Mortgages, Homeownership Experiences, and Foreclosures, Federal Reserve Bank of Boston, working paper 07-15.",
        "Government Accountability Office. 2008. Bankruptcy Reform: Dollar Costs Associated with the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005, U.S. GAO-08-697.",
        "Grant, Charles, and Wilfred Koeniger. 2005. Redistributive Taxation and Personal Bankruptcy in U.S. States, IZA Discussion Paper No. 1805.",
        "Gropp, Reint, J. Karl Scholz and Michelle J. White. 1997. Personal Bankruptcy and Credit Supply and Demand, 112 Quarterly Journal of Economics 217-25 1.",
        "Gross, David B., and Nicholas S. Souleles. 2002. An Empirical Analysis of Personal Bankruptcy and Delinquency, 15 Review of Financial Studies 3 19-47.",
        "Gross, David B., and Nicholas S. Souleles. 2002. Do Liquidity Constraints and Interest Rates Matter for Consumer Behavior? Evidence from Credit Card Data. 117 Quarterly J. of Econ. 149- 185.",
        "Herszenhorn, David M. 2008. Sweeping Housing Bill Signed by Bush, New York Times, July 31, 2008.",
        "Illness and Injury as Contributors to Bankruptcy. 24 Health Affairs (online edition) wS-63wS -73 (Feb. 2, 2005).",
        "Immergluck, Dan, and Geoff Smith. 2006. The External Costs of Foreclosure: The Impact of Single-Family Mortgage Foreclosures on Property Values. 17 Housing Policy Debate 57 (2006).",
        "Lawless, Robert M., et al. 2008. Did Bankruptcy Reform Fail? An Empirical Study of Consumer Debtors. 82 American Bankruptcy Law Journal 349-405.",
        "Levitin, Adam J., and Joshua Goodman. 2008. Mortgage Market Sensitivity to Bankruptcy Modification. Paper presented at the 2008 ALEA Conference, New York. http://iaw.hepress.cornIc~i/viewcontenLcgi?articie=2485&context=aiea Lin, Emily Y., and Michelle J. White, Bankruptcy and the Market for Mortgage and Home Improvement Loans, J. of Urban Economics, 50, 138-162 (2001).",
        "Mann, Ronald J. 2006. Charging Ahead. Cambridge University Press.",
        "Morgan, Donald P., Benjamin Iverson, and Matthew Botsch, 2008. Seismic Effects of the Bankruptcy Reform, Federal Reserve Bank of New York Staff Reports, no 358.",
        "Pew Charitable Trusts. 2008. Defaulting on the Dream: States Respond to Americas Foreclosure Crisis, 2008, available at www~pewtrusts.org/uploadedFiIes/ wwwpewtrustsorg/Reports/Subprime mortgages/defaulting on the dream.pdf.",
        "Porter, Katherine. 2008. Misbehavior and Mistake in Bankruptcy Mortgage Claims, 87 Texas Law Review. Available at papers. ssrn.comlsol3/papers .cfm?abstractjd= 1027961.",
        "Sullivan, Teresa, Elizabeth Wanen and Jay Lawrence Westbrook. 1989. As We Forgive Our Debtors. New York, NY: Oxford University Press.",
        "Sullivan, Teresa, Elizabeth Wanen and Jay Lawrence Westbrook. 2000. The Fragile Middle Class: Americans in Debt. New Haven, CT: Yale University Press. U.S. Census Bureau, Current Population Reports, various years.",
        "White, Michelle J. 2007a. Bankruptcy Law, in Handbook of Law and Economics, edited by A.M. Polinsky and Steven Shavell. Elsevier Press.",
        "White, Michelle J. 2007b. Bankruptcy Reform and Credit Cards, J. of Economic Perspectives, Fall 2007b, 175-199.",
        "White, Michelle J. 1998. Why Dont More Households File for Bankruptcy? 14 J. of Law, Econ. and Org. 205-231.",
        "White, Michelle J., and Ning Zhu. 2008. Saving Your Home in Chapter 13 Bankruptcy, NBER working paper no. 14179."
    ]
}