{
    "id": 14554,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Amiti, Mary (1998), Inter-industry Trade in Manufactures: Does Country Size Matter?, Journal of International Economics, 44:2, 231-255.",
        "Amiti, Mary and Shang-Jin Wei (2005), Fear of Service Outsourcing: Is it Justified?, Economic Policy, 20:42, 308-347.",
        "Amiti, Mary and Shang-Jin Wei (2006), Service Offshoring, Productivity and Employment: Evidence from the US, CEPR Discussion Paper No. 5475.",
        "Autor David, Frank Levy and Richard Murnane (2003), The Skill Content Of Recent Technological Change: An Empirical Exploration, Quarterly Journal of Economics, 118:4, 1279-1333.",
        "Baldwin, Richard and Frederic Robert-Nicoud (2007), Offshoring: General Equilibrium Effects on Wages, Production and Trade, NBER Working Paper No. 12991.",
        "Campa, Jose M., and Linda S. Goldberg (1997), The Evolving External Orientation of Manufacturing Industries: Evidence from four Countries, Federal Reserve Bank of New York Economic Policy Review, 3:2, 53-81.",
        "Davis, Donald R. (1995), Intra-industry Trade: A Heckscher-Ohlin-Ricardo Approach, Journal of International Economics, 39:3-4, 201-226.",
        "Deardorff, Alan V. (2001a), Fragmentation across Cones, in S.W. Arndt and H. Kierzkowski, eds., Fragmentation: New Production Patterns in the World Economy, Oxford: Oxford University Press.",
        "Deardorff, Alan V. (2001b), Fragmentation in Simple Trade Models, North American Journal of Economics and Finance, 12:2, 12 1-137.",
        "Dixit, Avinash K. and Victor Norman (1980), Theory of International Trade, Cambridge: Cambridge University Press.",
        "Egger, Hartmut and Falkinger, Josef (2003), The Distributional Effects of International Outsourcing in a 2x2 Model, North American Journal of Economics and Finance, 14:2, 189-206.",
        "Ethier, Wilfred J. (1982), Decreasing Costs in International Trade and Grank Grahams Argument for Protection, Econometrica, 50:5, 1243-1268.",
        "Feenstra Robert C. and Gordon H. Hanson (1996), Foreign Investment, Outsourcing and Relative Wages, in R.C. Feenstra, G.M. Grossman and D.A. Irwin, eds., The Political Economy of Trade Policy: Papers in Honor of Jagdish Bhagwati, Cambridge, MA: The MIT Press.",
        "Grossman, Gene M. and Giovanni Maggi (2000), Diversity and Trade, American Economic Review, 90:5, 1255-1275.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg (2008a), External Economies and International Trade Redux, manuscript, Princeton University.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg (2008b), Trading Tasks: A Simple Theory of Offshoring, American Economic Review, 98:5, forthcoming.",
        "Hanson, Gordon H. and Chong Xiang (2004), The Home-Market Effect and Bilateral Trade Patterns, American Economic Review, 94:4, 1108-1129.",
        "Hanson, Gordon H., Raymond J. Mataloni and Matthew J. Slaughter (2005), Vertical Production Networks in Multinational Firms, Review of Economics and Statistics, 87:4, 664-678.",
        "Helpman, Elhanan (1981), International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin Approach, Journal of International Economics, 11:3, 305-340.",
        "Helpman, Elhanan (1984), Increasing Returns, Imperfect Markets, and Trade Theory, in R.",
        "Holmes, Thomas J. and John J. Stevens (2004), Geographic Concentration and Establishment Size: Analysis in an Alternative Economic Geography Model, Journal of Economic Geography, 4:3, 227-250.",
        "Hummels, David, Jun Ishii and Kei-Mu Yi (2001), The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, 54:1, 75-96.",
        "Hummels, David, Dana Rapoport, and Kei-Mu Yi (1998), Vertical Specialization and the Changing Nature of World Trade, Federal Reserve Bank of New York Economic Policy Review, 4:2, 79-99.",
        "Jones, Ronald W. and Henryk Kierzkowski (1990), The Role of Services in Production and International Trade: A Theoretical Framework, in R. Jones and A. Kruegers, eds., The Political Economy of International Trade: Essays in Honor of Robert E. Baldwin, Oxford: Basil Blackwell.",
        "Kohler, Wilhelm (2004a), Aspects of International Fragmentation, Review of International Economics, 12:5, 793-816.",
        "Kohler, Wilhelm (2004b), International Outsourcing and Factor Prices with Multistage Production,  Economic Journal, 114:1, 166-168.",
        "Krugman, Paul R. (1979), Increasing Returns, Monopolistic Competition, and International trade, Journal of International Economics, 9:4, 469-479.",
        "Krugman, Paul R. (1980), Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 70:5, 950-959.",
        "Krugman, Paul R. (1991), Increasing Returns and Economic Geography, Journal of Political Economy, 99:3, 483-499.",
        "Levy, Frank and Richard Murnane (2004), The New Division of Labor, Princeton: Princeton University Press.",
        "Lucas, Robert E. (2002), Lectures on Economic Growth, Cambridge, MA: Harvard University Press.",
        "Markusen James R. and James R. Melvin (1981), Trade, Factor Prices, and the Gains from Trade with Increasing Returns to Scale, Canadian Journal of Economics, 14:3, 450-469.",
        "Matsuyama, Kiminori (1991), Increasing Returns, Industrialization, and Indeterminacy of Equilibrium,  Quarterly Journal of Economics, 106:2, 617-650.",
        "Melvin, James R. (1969), Increasing Returns to Scale as a Determinant of Trade, Canadian Journal of Economics, 2:3, 389-402.",
        "Newhouse, John (2007), Boeing versus Airbus: The Inside Story of the Greatest International Competition in Business, New York: A. A. Knopf.",
        "Ohnsorge, Franziska and Daniel Trefler (2007), Sorting It Out: International Trade with Heterogeneous Workers, Journal of Political Economy, 115:5, 868-892.",
        "Rodriguez-Clare, Andres (2007), Offshoring in a Ricardian World, NBER Working Paper No. 13203.",
        "Romer, Paul M. (1986), Increasing Returns and Long-run Growth, Journal of Political Economy, 94:5, 1002-1037.",
        "Spitz-Oener, Alexandra (2006), Technical Change, Job Tasks, and Rising Educational Demands: Looking outside the Wage Structure, Journal of Labor Economics, 24:2, 235-270.",
        "Yeats, Alexander J. (2001), Just How Big Is Global Production Sharing? in S.W. Arndt and H. Kierzkowski, eds., Fragmentation: New Production Patterns in the World Economy, Oxford: Oxford University Press."
    ]
}