{
    "id": 14559,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Alston, Richard M. and C. Nowell. 1996. Implementing the voluntary contribution game: A field experiment. Journal of Economic Behavior and Organization 3 1(3): 357-368.",
        "Bohara, A.K., M. McKee, R.P. Benens, H. Jenkins-Smith, C.L. Silva, and D.S. Brookshire. 1998. Effects of Total Cost and Group-Size Information on Willingness to Pay Responses: Open Ended vs. Dichotomous Choice. Journal of Environmental Economics and Management 35(2): 142-163.",
        "Brewer, R. 2003. Conservancy: The Land Trust Movement in America. Lebanon, NH: University Press of New England.",
        "Brookshire, D.S. and D.L. Coursey. 1987. Measuring the Value of a Public Good: An Empirical Comparison of Elicitation Procedures. American Economic Review 77(4): 554-566.",
        "Cadsby, C.B. and E. Maynes. 1999. Voluntary Provision of Threshold Public Goods with Continuous Contributions: Experimental Evidence. Journal of Public Economics 71(1): 53-73.",
        "Clarke, E.H. 1971. Multipart Pricing of Public Goods. Public Choice 11: 17-33.",
        "Clotfelter, C.T. and P.J. Cook. 1989. Selling Hope: State Lotteries in America. Cambridge, MA: Harvard University Press.",
        "Garrett, T.A. and R.S. Sobel. 1999. Gamblers Favor Skewness, Not Risk: Further Evidence From United States Lottery Games. Economics Letters 63(1): 85-90.",
        "Golec, J. and M. Tamarkin. 1998. Bettors Love Skewness, Not Risk, at the Horse Track. Journal of Political Economy 106(1): 205-225.",
        "Groves, T., 1973. Incentives in Teams. Econometrica 41(4): 617-63 1.",
        "Groves, T. and J. Ledyard. 1977. Optimal Allocation of Public Goods: A Solution to the `Free Rider Problem. Econometrica 45(4): 783-809.",
        "Isaac, R.M., D. Schmidtz, and J.M. Walker. 1989. The Assurance Problem in a Laboratory Market. Public Choice 62(3): 217-236.",
        "Landry, C.E., A. Lange, J.A. List, M.K. Price, and N.G. Rupp. 2006. Toward an Understanding of the Economics of Charity: Evidence from a Field Experiment. Quarterly Journal of Economics 121(2): 747-782.",
        "Lange, A., J.A. List, and M.K. Price. 2007. Using Lotteries to Finance Public Goods: Theory and Experimental Evidence. International Economic Review 48(3): 901-927.",
        "Ledyard, J.O. 1995. Public Goods: A Survey of Experimental Research, in The Handbook of Experimental Economics, edited by J.H. Kagel and A.E. Roth. Princeton, NJ: Princeton University Press, pp. 111-194.",
        "List, J.A. 2008. Introduction to Field Experiments in Economics with Applications to the Economics of Charity. Experimental Economics 11(3): 203-2 12.",
        "Marks, M. and R. Croson. 1998. Alternative Rebate Rules in the Provision of a ThresholdPublic Good: An Experimental Investigation. Journal of Public Economics 67(2): 195-220.",
        "McBride, M. 2006. Discrete public goods under threshold uncertainty. Journal of Public Economics 90(6-7): 1181-1199.",
        "Morgan, J. 2000. Financing Public Goods by Means of Lotteries. Review of Economic Studies 67(4): 761-784.",
        "Morgan, J. and M. Sefton. 2000. Funding Public Goods with Lotteries: Experimental Evidence. Review of Economic Studies 67(4): 785-8 10.",
        "Poe, G.L., J.E. Clark, D. Rondeau, and W.D. Schulze. 2002. Provision Point Mechanisms and Field Validity Tests of Contingent Valuation. Environmental and Resource Economics 23(1): 105-131.",
        "Rondeau, D., G.L. Poe, and W.D. Schulze. 2005. VCM or PPM? A Comparison of the Performance of Two Voluntary Public Goods Mechanisms. Journal of Public Economics 89(8): 1581-1592.",
        "Rondeau, D., W.D. Schulze, and G.L. Poe. 1999. Voluntary Revelation of the Demand for Public Goods Using a Provision Point Mechanism. Journal of Public Economics 72(3): 455-470.",
        "Rose, S.K., J. Clark, G.L. Poe, D. Rondeau, and W.D. Schulze. 2002. The Private Provision of Public Goods: Tests of a Provision Point Mechanism for Funding Green Power Programs. Resource and Energy Economics 24(1-2): 13 1-155.",
        "Smith, V.L. 1979. Incentive Compatible Experimental Processes for the Provision of Public Goods, in Research in Experimental Economics: A Research Annual, Vol. 1, edited by V.L. Smith. Greenwich, Connecticut: JAI Press Inc., pp. 59-168.",
        "Smith, V.L. 1980. Experiments with a Decentralized Mechanism for Public Good Decisions. American Economic Review 70(4): 584-599.",
        "Spencer, M.A. 2002. Three Experiments on Providing and Valuing Threshold Public Goods with Alternative Rebate Rules. Ph.D. Dissertation, Department of Environmental and Natural Resource Economics, University of Rhode Island.",
        "Spencer, M.A. 2007. Using Rebate Rules to Provide and Value Threshold Public Goods: An Overview of Experimental Economic Research with Implications for Natural Resources Management. Taiwan Journal of Forest Science 22(1): 29-45.",
        "Spencer, M.A., S.K. Swallow, and C.J. Miller. 1998. Valuing Water Quality Monitoring: A Contingent Valuation Experiment Involving Hypothetical and Real Payments. Agricultural and Resource Economics Review 27(1): 28-42.",
        "Suleiman, R. 1997. Provision of Step-Level Public Goods Under Uncertainty. Rationality and Society 9(2): 163-187."
    ]
}