{
    "id": 14557,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Barclay, Michael J., and Clifford G. Holderness, 1989, Private benefits from control of public corporations, Journal of Financial Economics 25, 37 1-395.",
        "Beck, Thorsten, Ash DemirgtiÃ\u0083Â§-Kunt, and Vojislav Maksimovic. 2005. Financial and Legal Constraints to Firm Growth: Does Firm Size Matter? Journal of Finance 60, 137-177.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza, 2000, Finance and the sources of growth, Journal of Financial Economics 58, 26 1-300.",
        "Bebchuk, Lucien, 1999, A rent protection theory of corporate ownership and control, NBER working paper 7203.",
        "Bhide, Amar, 1993, The hidden costs of stock market liquidity, Journal of Financial Economics 34, 31-51.",
        "Bolton, Patrick, and Ernst-Ludwig von Thadden, 1998, Blocks, liquidity, and corporate control, Journal of Finance 53, 1-25.",
        "Claessens, Stijn, Simeon Djankov, and L.H.P. Lang, 2000. The separation of ownership and control in East Asian corporations, Journal of Financial Economics 58, 81-112.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2008, The law and economics of self dealing, Journal of Financial Economics 88: 430-465.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© Stulz, 2007, Why do countries matter so much for corporate governance?, Journal of Financial Economics 86, 1-39.",
        "Dyck, Alexander, and Luigi Zingales, 2004, Private benefits of control: an international comparison, Journal of Finance 59, 537-600.",
        "Faccio, Mara, and Larry H.P. Lang, 2002, The ultimate ownership of Western European corporations, Journal of Financial Economics 65, 365-395.",
        "Graham, John R., and Campbell Harvey, 2001, The theory and practice of corporate finance: evidence from the field, Journal of Financial Economics 60, 187-243.",
        "Griffin, John, Frederico Nardari, and RenÃ\u0083Â© Stulz, 2007, Do Investors Trade More When Stocks Have Performed Well? Evidence from 46 Countries, Review of Financial Studies 20, 905-95 1.",
        "Helwege, Jean, Christo Pirinsky, and Rene M. Stulz, 2007, Why do firms become widely held? An analysis of the dynamics of corporate ownership, Journal of Finance 62, 995-1028. Holderness, Clifford, forthcoming, The myth of diffuse ownership in the United States, Review of Financial Studies.",
        "Jensen, Michael, and William Meckling, 1976, Theory of the firm: Managerial behavioral, agency costs and ownership structure, Journal of Financial Economics 3, 305-360. Kim, Woojin and Michael S. Weisbach, forthcoming, Motivations for Public Equity Offers: An International Perspective, Journal of Financial Economics.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 47 1-517.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2006, What works in securities laws? Journal of Finance 61, 1-32.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert Vishny, 1998, Law and finance, The Journal of Political Economy 106, 1113-1155.",
        "Levine, Ross, 2005, Law, Endowments, and Property Rights, Journal of Economic Perspectives 19(3), 61-88.",
        "Levine, Ross, 1999, Law, finance, and economic growth, Journal of Financial Intermediation 8, 8-35.",
        "Lins, Karl V., 2003, Equity ownership and firm value in emerging markets, Journal of Financial and Quantitative Analysis 38, 159-184.",
        "Maug, Ernst, 1998, Large shareholders as monitors: Is there a tradeoff between liquidity and control? Journal of Finance 53, 65-98.",
        "Pagano, Marco, Fabio Panetta, and Luigi Zingales, 1998, Why do companies go public? An empirical analysis, Journal of Finance 53, 27-64.",
        "Rajan, Raghuram G., and Luigi Zingales, 1998, Financial dependence and growth, American Economic Review 88, 559-586.",
        "Stulz, RenÃ\u0083Â©, and Rohan Williamson, 2003, Culture, Openness, and Finance, Journal of Financial Economics 70, 3 13-349."
    ]
}