{
    "id": 14550,
    "cites": 37,
    "cited_by": 9,
    "reference": [
        "Aronson, Daniel, Barrow, Lisa and William Sander (2007). Teachers and Student Achievement in the Chicago Public High Schools. Journal of Labor Economics 25(1): 95-136.",
        "Achilles, CM, Barbara A. Nye, Jayne B. Zaharias, and B. Dewayne Fulton (1993) The lasting benefits study (LBS) in grades 4 and 5 (1990-91): A legacy from Tennessees four-year (K-3) class size study (1985-1989), Project STAR. HEROS, Inc.",
        "Ballou, Dale (1996) Do Public Schools Hire the Best Applicants? The Quarterly Journal of Economics 111(1): 97-133.",
        "Ballou, Dale and Michael Podgursky (1995) Recruiting Smarter Teachers. The Journal of Human Resources 30(2): 326-338.",
        "Balter, D & Duncombe, W. (2005b). Teacher hiring practices in New York State school districts. Report prepared for the Education Finance Research Consortium, January.",
        "Barnett, W. Steven, Cynthia Lamy and Kwanghee Jung (2005) The effects of state prekindergarten programs on young childrens school readiness in five states. Rutgers University, National Institute for Early Education Research.",
        "Barnett, W. Steven and Leonard Masse (2007) Comparative Benefit-Cost Analysis of the Abecedarian Program and Its Policy Implications. Economics of Education Review. 26: 113125.",
        "Belfield, Clieve R., Milagros Nores, Steve Barnett, and Lawrence Schweinhart (2006) The High/Scope Peny Preschool Program: Cost-benefit analysis using data from the Age-40 Followup. Journal of Human Resources. 41(1): 162-190.",
        "Besharov, Douglas J. (2002, February 27). Testimony before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. (www.welfareacademy.org/pubs/testimony-022702.pdf).",
        "Bifulco, R. and Ladd, H. (2006). The Impacts of Charter Schools on Student Achievement: Evidence from North Carolina, American Education Finance Association.",
        "Bishop, John H. (1998) Do Curriculum-Based External Exit Exam Systems Enhance Student Achievement? Consortium for Policy Research in Education, University of Pennsylvania Graduate School of Education, Philadelphia Bloom, Howard 5. (1984) Accounting for no-shows in experimental evaluation designs. Evaluation Review 8(2): 225-46.",
        "Bloom, Howard S., Sandra Ham, Laura Melton and Julieanne OBrien (2001) Evaluating the Accelerated Schools Approach: A Look at Early Implementation and Impacts on Student Achievement in Eight Elementary Schools. New York: MDRC.",
        "Borhnstedt, George W. and Stecher, Brian M. (2002). What Have We Learned about Class Size Reduction in California. Capstone Report by CSR Research Consortium Borman, Geoffrey D., & Hewes, Gina M. (2003) The long-term effects and cost-effectiveness of Success for All. Educational Evaluation and Policy Analysis 24: 243-266 Borman, Geoffrey D., Robert E. Slavin, Alan C.K. Cheun, Anne M. Chamberlain, Nancy A.",
        "Madden, and Bette Chambers (2007) Final reading outcomes of the National Randomized Field Trial of Success for All. American Educational Research Journal. 44(3): 701-73 1.",
        "How Changes in Entry Requirements Alter the Teacher Workforce and Affect Student Achievement. NBER Working Paper No. 11844 Boyd, Donald, Hamilton Lankford, Susanna Loeb, and James Wyckoff (2005b) Explaining the Short Careers of High-Achieving Teachers in Schools with Low-Performing Students. American Economic Review 95(2): 166-172.",
        "Campbell, Frances A. et al (2002) Early Childhood Education: Young Adult Outcomes from the Abecedarian Project. Applied Developmental Science 6(1): 42-57.",
        "Card, David and Krueger, Alan (1998) School Resources and Student Outcomes, The ANNALS of the American Acadamy of Political and Social Science 559(39): 39-53.",
        "Card, David and A. Abigail Payne (2002) School finance reform, the distribution of school spending, and the distribution of student test scores. Journal of Public Economics 83: 49-82. Card, David and Jesse Rothstein (forthcoming) Racial Segregation and the Black-White Test Score Gap. Journal of Public Economics.",
        "Carniero, Pedro and James J. Heckman (2003) Human Capital Policy, In Inequality in America: What Role for Human Capital Policies? James J. Heckman and Alan B. Krueger. Cambridge, MA: MIT Press.",
        "Carnoy, Martin and Susanna Loeb (2003) Does External Accountability Affect Student Outcomes? A Cross-State Analysis. Education Evaluation and Policy Analysis 24(4). 305-331 Chiang, Hanley (2007) How Accountability Pressure on Failing Schools Affects Student Achievement. Unpublished manuscript, Harvard University.",
        "Clotfelter, Charles T., Elizabeth Glennie, Helen Ladd, and Jacob Vigdor (2006) Would higher salaries keep teachers in high-poverty schools? Evidence from a policy intervention in North Carolina. Cambridge, MA: National Bureau of Economic Research Working Paper 12285.",
        "Clotfelter, Charles T., Ladd, Helen F. (1996) Recognizing and Rewarding Success in Public Schools. In Ladd, H., (Ed.), Holding Schools Accountable: Performance-Based Reform in Education. The Brookings Institution, Washington, D.C.",
        "Clotfelter, Charles T., Helen F. Ladd, Jacob L. Vigdor (2006) Teacher-Student Matching and the Assessment of Teacher Effectiveness. Journal of Human Resources 41: 778-820.",
        "Clotfelter, Charles T., Helen F. Ladd, and Jacob L. Vigdor (2007) Who Teaches Whom? Race and the Distribution of Novice Teachers, Economics of Education Review 24(4): 377-392.",
        "CRSQ (2006). Comprehensive School Reform Quality (CRSQ) Center Report on Elementary School Comprehensive School Reform Models. American Institutes for Research.",
        "Cook, Michael D. and Evans, William N. (2000) Families or Schools? Explaining the Convergence in White and Black Academic Performance. Journal of Labor Economics 18(4): 729-754.",
        "Cook, Thomas D., Farah-Naaz Habib, Meredith Phillips, Richard A. Settersten, Shobha C. Shagle and Serdar M. Degirmencioglu (1999) Comers School Development Program in Prince Georges County: A theory-based evaluation. American Educational Research Journal 36(3): 543-597.",
        "Cook, Thomas D., H. David Hunt, and Robert F. Murphy (2000) Comers School Development Program in Chicago: A theory-based evaluation. American Educational Research Journal 37(2): 535-597.",
        "Cooley, Jane (2007). Desegregation and the Achievement Gap: Do Diverse Peers Help? (under review).",
        "Cullen, Julie and Randall Reback (2002) Tinkering Toward Accolades: School Gaming under a Performance Accountability System. Working paper, University of Michigan.",
        "Cullen, Julie, Brian A. Jacob and Steven D. Levitt (2006) The effect of school choice on student outcomes: Evidence from randomized lotteries. Econometrica. 74(5): 1191-1230.",
        "Currie, Janet (2001) Early Childhood Education Programs. Journal of Economic Perspectives. 15(2): 213-238.",
        "Currie, Janet and Duncan Thomas (1995) Does Head Start Make a Difference? American Economic Review. 85(3): 341-364.",
        "Deere, Donald and Wayne Strayer (2001) Putting Schools to the Test: School Accountability, Incentives and Behavior. Working paper, Department of Economics, Texas A&M University.",
        "Deming, David (2007) Early Childhood Intervention and Life-Cycle Skill Development. Working Paper, Harvard University.",
        "Dolton, Peter and Wilbert van der Klaauw (1999) The Turnover of Teachers: A Competing Risks Explanation. The Review of Economics and Statistics 8 1(3): 543-550.",
        "Downes, Thomas A. and David N. Figlio (1998) School Finance Reforms, Tax Limits and Student Performance: Do Reforms Level-Up or Dumb Down? Discussion Paper 98-05, Department of Economics, Tufts University."
    ]
}