{
    "id": 14553,
    "cites": 21,
    "cited_by": 30,
    "reference": [
        "Barro, Robert J. (1991, May 3rd), Eastern Germanys long haul, in The Wall Street Jonrmal, Dow Jones and Company.",
        "Barro, Robert J. (1996), Cettimg it right, MIT Press.",
        "Barro, Robert J. (2002), Nothimg is Sacred, MIT Press.",
        "Busch, Ulrich (2002), Am Tropf - Die Ostdeutsche Transfergesellschaft, trafo verlag, Berlin.",
        "Burda, Michael (2006), What kind of shock was it? Regional integration of Eastern Germany after unification, American Economic Review, Papers and Proceedings vol. 96(2), pages 368-374.",
        "Canova, Fabio Canova and Morten Ravn (2000), The Macroeconomic Effects of German Unification: Real Adjustments and the Welfare State, Review of Economic Dynamics, Academic Press for the Society for Economic Dynamics, vol. 3(3), pages 423-460.",
        "Cooper, Russell W. (1999), Coordination Cames, Cambridge University Press, Cambridge, UK.",
        "Fuchs-SchÃ\u0083Â¼ndeln, Nicola and Izem, Rima (2006), What Causes the Low Labor Productivity in East Germany? A Spatial Analysis., draft, Harvard University.",
        "Fuchs-SchÃ\u0083Â¼ndeln, Nicola and SchÃ\u0083Â¼ndeln, Matthias, (2005), Precautionary Savings and Self-Selection - Evidence from the German Reunification Experiment , Quarterly Journal of Economics, 120(3), 1085-1120.",
        "Fujita, Masahisa, Paul Krugman and Anthony J. Venables (1999), The Spatial Economy: Cities, Regions and International Trade. MIT Press.",
        "Hunt, Jennifer (2006), Staunching Emigration from East Germany: Age and the Determinants of Migration, Journal of the European Economic Association, forthcoming.",
        "Kremer, Michael (1993), The 0-Ring Theory of Economic Development, Quarterly Journal of Economics, August, pp. 55 1-576.",
        "Krugman, Paul R., (1996), The Self-Organizing Economy, Blackwell Publishers Ltd, Oxford, UK.",
        "Merkl, Christian and Dennis J. Snower (2006), The Caring Hand that Cripples: The East German Labor Market after Reunification, American Economic Review, Papers and Proceedings, vol. 96(2), pages 375-382.",
        "Rogerson, Richard, Robert Shimer and Randall Wright (2005), Search-Theoretic Models of the Lsbor Market: a survey, Journal of Economic Literature, vol. 43(4), pages 959-988.",
        "Rosenfeld, Martin T.W., Peter Franz, Jutta Gunther, Gerhard Heimpold, Rupert Kawka, Franz Kronthaler, Michael Barkholz (October 2004), Immovative Kompetemzf elder, Prodnlctiomsmetzwerlce nmd Bramchemschwerpnmlcte der ostdentschem Wirtschaft. Emdbericht, a study at the Institute fÃ\u0083Â¼r Wirtschaftsforschung Halle, IWH.",
        "Sinn, Gerlinde and Sinn, Hans-Werner (1992), Jnmpstart. The Ecomomic Umificatiom of Cermamy, MIT Press: Cambridge, Mass.",
        "Sinn, Hans-Werner (2002), Germanys Economic Unification: An Assessment after Ten Years, Review of International Economics, 10(1), 113-128.",
        "Spence, Michael (1973), Job Market Signaling, Quarterly Journal of Economics 83, 355-372.",
        "Uhlig, Harald, Regional Labor Markets, Network Externalities and Migration: the Case of German Reunification, American Economic Review Papers and Pro ceedings (2006), vol 96, no. 2, 383-387.",
        "Uhlig, Harald, A labor-search model of regional unemployment and migration, draft, University of Chicago (2008)."
    ]
}