{
    "id": 14569,
    "cites": 14,
    "cited_by": 33,
    "reference": [
        "Walter Bagehot (1873). Lombard Street: A Description of the Money Market. London.",
        "H.S. King Ben Bernanke ( 2007). Global Imbalances: Recent Developments and Prospects. Bundesbank Lecture. Berlin. Germany Ben Bernanke and Mark Gertler ( 2001) Should Central Banks Respond to Movements in Asset Prices? American Economic Review 9 1(2). 253-257.",
        "Michael D. Bordo (1986). `Financial Crises, Banking Crises, Stock Market Crashes and the Money supply: Some International Evidence, in Financial Crises and the World Banking System. eds Forrest Capie and Geoffrey Wood. London. MacMillan Michael Bordo, Angela Redish and Hugh Rockoff (1996) The U.S. Banking System from a Northern Exposure: Stability versus Efficiency Journal of Economic History Vol 54. No. 2 pp 325-34 1 June Michael D. Bordo and Olivier Jeanne (2002) `Boom- Busts in Asset Prices, Economic Instability, and Monetary Policy. NBER WP 8966.",
        "Michael D. Bordo and Andrew Filardo (2005). Deflation and Monetary Policy in a Historical Perspective: Remembering the Past or Being Condemned to Repeat it. Economic Policy October.",
        "Michael D. Bordo (2006) Sudden Stops, Financial Crises and Original Sin in Emerging Countries: DÃ\u0083Â©jÃ\u0083Â  vu? NBER WP 12393 July.",
        "Michael D. Bordo and David Wheelock (2007a), Stock Market Booms and Monetary Policy in the Twentieth Century Federal Reserve Bank of St. Louis Review . March/ April Vol 89. No.2 Michael D. Bordo and David Wheelock (2007b), When Do Stock Market Booms Occur: The Macroeconomic and Policy Environments of 20th Century Booms in Jeremy Atack (ed). The Origins and Development of Financial Markets and Institutions. Cambrideg, Cambridge University Press( in press) Guillermo Calvo and Ernesto Talvi (2005) Sudden Stops , Financial Factors and Economic Collapses in Latin America; Lessons from Argentina and Chile NBER WP Stephen B. Cecchetti( 2006). Asset Prices and Central Bank Policy. Geneva Reports on the World Economy. No.2.",
        "Bany Eichengreen (2008) Origins and Responses to the Crisis UC Berkeley October (mimeo) Irving Fisher (1933) `The Debt Deflation Theory of Great Depressions Econometrica Vol 1; 337-57.",
        "Caroline Fohlin (2007) Finance Capitalism and Germanys Rise to Industrial Power.",
        "Cambridge, Cambridge University Press International Monetary Fund. (2008) World Economic Outlook. Washington DC. October Edward E. Leamer ( 2007) Housing and the Business Cycle Federal Reserve Bank of Kansas City. Jackson Hole Symposium September 2007.",
        "Alistair Milne and Geoffrey E. Wood ( 2008) Banking Crises: Solutions Old and New Federal Reserve Bank of St. Louis Review Vol 90. No. 5 Sept/Oct.",
        "Hyman Minsky (1977) A Theory of Systemic Fragility. in E.J. Altman and A. W.",
        "Sametz ( eds). Financial Crises: Institutions and Markets in a Fragile Environment. New York. Wiley, 138-52 Frederic Mishkin (1991) Asymmetric Information and Financial Crises; A Historical Perspective. NBER WP 3400.",
        "Frederic Mishkin (1997) The Causes and Propagation of Financial Instability : Lessons for Policy Makers in Maintaining Financial Stability in a Global Economy. Federal Reserve Bank of Kansas City . Jackson Hole Symposium. 55-96 Wesley C. Mitchell (1913) Business Cycles. New York.",
        "New York, NBER Raghuram Rajan (2005). Has Financial Development Made the World Riskier ? Federal Reserve Bank of Kansas City Jackson Hole Symposium. September Isabel Schnabel and Hyun Song Shin (2001). Foreshadowing LTCM: The Crisis of 1763.University of Mannheim Working Paper."
    ]
}