{
    "id": 14567,
    "cites": 34,
    "cited_by": 3,
    "reference": [
        "Angell, M., 2004, The Truth About Drug Companies, The New York Review of Books.",
        "Batiz-Lazo, B., and Holland, 5., 2004, The Global Pharmaceutical Industry, General Economics and Teaching, 0405002, EconWPA, revised.",
        "Berndt, E.R., 2002, Pharmaceuticals in US Health Care: Determinants of Quantity and Price, Journal Economics Perspective, 16(6), pp. 45-66.",
        "Berndt, E.R., Gottschalk, A.H.B., Philipson, T., and Strobeck, M.W.,2004 Assessing the Impacts of the Prescription Drug User Fee Acts (PDUFA) on the FDA Approval Process, NBER Working Paper No. 10822.",
        "Besanko, D., S. Donnenfeld, and L. J. White, 1988, The Multiproduct Firm, Quality Choice, and Regulation, Journal of Industrial Economics, 36(4), pp. 411-429.",
        "Bolton, M., and Dewatripont, M., Contract Theory, The MIT Press, Cambridge, Massachusetts.",
        "Bhattacharya, J., and Vogt, W., 2003, A Simple Model of Pharmaceutical Price Dynamics, Journal of Law and Economics, 46, pp. 599-626.",
        "Cho, I., and Kreps, 1987, D.M.Signaling Games and Stable Equilibria, Quarterly Journal of Economics, 102, 179221.",
        "Danzon, P.M., 1997, Price Discrimination for Pharmaceuticals: Welfare Effects in the US and the E.U., International Journal of the Economics of Business, 4(3), pp. 301-321.",
        "Danzon, P.M., and Chao, L.W., 2000, Does Regulation Drive out Competition in Pharmaceutical Markets?, Journal of Law and Economics, University of Chicago Press, 43(2), pp. 311-57.",
        "Danzon, P.M., and Towse, A., 2003, Differential pricing for pharmaceuticals: reconciling access, R&D and patents, International Journal of Health Care Finance and Economics, 3(3), pp. 183-205.",
        "Danzon, P.M., Wang, Y.R, and Wang, LLeon, 2005, The Impact of Price Regulation on the Launch Delay of New Drugs - Evidence from Twenty-Five Major Markets in the 1990s, NBER Working Paper No. W9874.",
        "Di Masi, J.A., Hansen, R.W., and Grabowski, H.G., 2005, Extraordinary claims require extraordinary evidence,, Journal of Health Economics, 24(5), pp. 1034-1044.",
        "Federal Trade Commission, The Pharmaceutical Industry: A Discuss of Competitive and Antitrust Issues in an Environment of Change, available on line, http : //www.ftc.gov/reports/pharmaceutical/drugexsum.htm.",
        "Gordon, M.B., Nadal, J.-P., Phan, D., and Vannimenus, J., 2005, Sellers dilemma due to social interactions between customers, Physica A, 356, pp. 628-640.",
        "Kala, K., Tor, W., 2003, If at first you dont suceed...profits, prices, and market structure in a model of quality with unknowable consumer heterogeneity, International Economic Review, 44(2), pp.573-597.",
        "Kanavos, P., 2003 Overview of pharmaceutical pricing and reimbursement regulation in Europe, Japanese Pharmacology and Therapeutics 31(10), pp. 819-836.",
        "Laffont, J-J., and Tirole, J., 1993, A Theory of Incentives in Procurement and Regulation, The MIT Press, Cambridge, London, England.",
        "Maynard, A., and Bloor, K., 2003, Dilemmas In Regulation Of The Market For Pharmaceuticals, Health Affairs, 22(3), pp. 31-41.",
        "McGregor M., 2003, Cost-utility analysis: use QALYs only with great caution, Canadian Medical Association Journal, 168(4), pp. 433-434.",
        "Miraldo, M., 2007, Reference Pricing Versus Co-Payment in the Pharmaceutical Industry: Price, Quality and Market Coverage, CHE Reseearch Paper n.25, Centre for Health Economics, University of York.",
        "Mitchell, P., 2007, Price controls seen as key to Europes drug innovation lag, Nature Reviews Drug Discovery 6, pp.257-258.",
        "Mortensen, D.T., and Randall, W., 2002, Competitive pricing and efficiency in search equilibrium, International Economic Review, 43(1), pp.1-20.",
        "Nadal, J.-P., Phan, D., Gordon, M.B., and Vannimenus, J., 2004, Multiple equilibria in a monopoly market with heterogeneous agents and externalities, Quantitative Finance, submitted for publication.",
        "Peltzman, 5., 1973, An Evaluation of Consumer Protection Legislation: The 1962 Drug Amendments, Journal of Political Economy, 81(5), pp. 1049-1091.",
        "Pennings, e., 2004, Optimal Pricing and Quality Choice When Investment in Quality Is Irreversible, Journal of Industrial Economics, vol. 52, pp. 569-589.",
        "Sappington, D.e.M., 2005, Regulating Service Quality: A Survey, Journal of Regulatory Economics, 27(2), pp. 123-154.",
        "Scherer, F.M., 2004, The Pharmaceutical Industry Prices and Progress, New England Jurnal of Medicine, 351(9), pp. 927-932.",
        "Spence, A.M., 1973, Job market signaling, Quarterly Journal of Economics, 87, pp. 355-374.",
        "Spence, A.M., 1975, Monopoly, Quality, and Regulation, The Bell Journal of Economics, 6(2), pp. 417-429.",
        "Sutton, J., 1991, Sunk Costs and Market Structure, Cambridge, MA, MIT Press.",
        "Toshimitsu, T., 2003, Optimal R&~D policy and endogenous quality choice , International Journal of Industrial Organization, 21, pp. 1159-1178.",
        "Vernon, John A., 2005, Examining the link between price regulation and pharmaceutical R&~D investment, Health Economics, 14, pp. 1-16.",
        "Armstrong, M., and Vickers, J., 1993, Price Discrimination, Competition and Regulation, The Journal of Industrial Economics, 41(4), pp. 335-359. A Appendix A.1 Symbology"
    ]
}