{
    "id": 14562,
    "cites": 20,
    "cited_by": 15,
    "reference": [
        "Aizenman, J. (2008), Large Hoarding of International Reserves and the Emerging Global Economic Architecture, The Manchester School, 76: 487-503.",
        "Aizenman, J. and R. Glick (2007), Sovereign Wealth Funds: Stumbling Blocks or Stepping Stones to Financial Globalization? FRBSF Economic Letter, No 2007-3 8.",
        "Aizenman, J. and R. Glick (2008), Pegged Exchange Rate Regimes - A Trap? Journal of Money, Credit and Banking, 40: 817 - 835.",
        "Aizenman J. and J. Lee (2007), International Reserves: Precautionary versus Mercantilist Views, Theory and Evidence, Open Economies Review, 18: 191-214.",
        "Balding, Christopher (2008), A Portfolio Analysis of Sovereign Wealth Funds, University of California, Irvine, mimeo.",
        "Buiter,W. (2007), Taming SovereignWealth Funds in Two Easy Steps, Maverecon - Willem Buiter s Blog, July 24. http://maverecon.blogspot.com Cheung, Yin-Wong and Hiro Ito (2007), A Cross-Country Empirical Analysis of International Reserves, mimeo, University of California, Santa Cruz, Diamond D. and P. Dybvig (1983) Bank runs, Liquidity and dposit Insurance~ Journal of Political Economy, 91:401-419.",
        "Economist (2007), Fear of Foreigners, August 14 (online only). ItpiL~c~1Q~cQ/i~L displaystory.cfm?storyjd=964 1906 Hermalin, B. and M. Weisbach (2007), Transparency and Corporate Governance, NBER Working Paper No. 12875 IMF (2007), Global Financial Stability Report, September.",
        "IMF (2008a), Sovereign Wealth Funds-A Work Agenda, February 29, 2008, available at I",
        "IMF (2008b), International Working Group of Sovereign Wealth Funds is Established to Facilitate Work on Voluntary Principles, press release, May 1, 2008.",
        "Jen, 5. (2007), How Big Could Sovereign Wealth Funds Be by 2015? Morgan Stanley Global Research, May 04, 2007, available at http://www.rnorganstaniey.com.",
        "Johnson, 5. (2007), The Rise of Sovereign Wealth Funds, Finance and Development, 44-3.",
        "Kaufmann, Daniel, Aart Kraay, and Massimo Mastruzzi (2007), Governance Matters VI: Aggregate and Individual Governance Indicators, 1996-2006, World Bank Working Paper WP54280.",
        "Kimmitt, Robert M. (2008), Public Footprints in Private Markets: Sovereign Wealth Funds and the World Economy, Foreign Affairs 87, no.1 (January-February): 119-30.",
        "Kotter, Jason and Ugur Lel (2008), Friends or Foes? The Stock Price Impact of Sovereign Wealth Fund Investments and the Price of Keeping Secrets, Board of Governors, International Finance Discussion Papers No. 940, August.",
        "Lyons, Gerard (2007), State Capitalism: The Rise of Sovereign Wealth Funds, Standard Charter, November 7.",
        "Maslakovic, M. (2008), Sovereign Wealth Funds 2008, International Financial Services London, available at http://www.ifsLorg.uk.",
        "Obstfeld, M. (1996), Models of Currency Crises with Self Fulfilling Features. European Economic Review 40 (April), 1037-1048.",
        "Rogoff, K. (1985), The Optimal Degree of Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics, 1169-1189.",
        "Truman, E. (2007), Sovereign Wealth Funds: The Need for Greater Transparency and Accountability, Peterson Institute for International Economics, Policy Brief No. PBO7-6, Washington DC.",
        "Truman, E. (2008), A Blueprint for Sovereign Wealth Fund Best Practices, Peterson Institute for International Economics, Policy Brief No. PBO8-3, Washington DC."
    ]
}