{
    "id": 14574,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Almazan, Andres, Keith Brown, Murray Carlson, and David Chapman (2004), Why constrain your mutual fund manager? Journal of Financial Economics 73, 289-321.",
        "Bank for International Settlements (2003), Incentive structures in institutional asset management and their implications for financial markets, Report submitted by the Committee on the Global Financial System.",
        "Bekaert, Geert, Campbell Harvey, Christian Lundblad and Stephan Siegel (2008), What segments equity markets? Working paper, Columbia University.",
        "Bhattacharya, Sudipto and Paul Pfleiderer (1985), Delegated portfolio management, Journal of Economic Theory 36, 1-25.",
        "van Binsgergen, Jules, Michael Brandt, and Ralph Koijen (2008), Optimal decentralized investment management, Journal of Finance 63, 1849-1895.",
        "Bolton, Patrick, Tano Santos, and Jose Scheinkman (2008), Inside and outside liquidity, Working paper, Columbia University.",
        "Brunnermeier, Markus and Lasse Pedersen (2008), Funding liquidity and market liquidity, Review of Financial Studies, forthcoming.",
        "Carpenter, Jennifer, Philip Dybvig and Heber Farnsworth (2006), Portfolio performance and agency, Working Paper, New York University.",
        "Coval, Joshua and Erik Stafford (2007), Asset fire sales (and purchases) in equity markets, Journal of Financial Economics 86, 479-5 12.",
        "Da, Zhi and Pengjie Gao (2008), Clientele change, persistent liquidity shock, and bond return reversal after rating downgrades, Working paper, University of Notre Dame.",
        "Del Gurecio and Paula Tkac (2002), The determinants of the flow of funds of managed portfolios: mutual funds versus pension funds, Journal of Financial and Quantitative Analysis 37, 523-557.",
        "Dewatripont, Mathias, Ian Jewitt, and Jean Tirole (1999), The economics of career concerns, part ii: application to missions and accountability of government agencies, Review of Economic Studies 66, 199-2 17.",
        "Dewatripont, Mathias, Ian Jewitt, and Jean Tirole (2000), Multitask agency problems: Focus and task clustering, European Economic Review 44, 869-877.",
        "Duffie, Darrel, Nicolae Garleanu, and Lasse Heje Pedersen (2005), Over-the-counter markets, Econometrica 73, 1815-1847.",
        "Froot, Kenneth and Paul OConnell (1999), The pricing of US catastrophe reinsurance, in Kenneth Froot ed. The Financing of Catastrophe Risk, University of Chicago Press.",
        "Gabaix, Xavier, Arvind Krishnamurthy and Oliver Vigneron (2007), Limits of arbitrage: theory and evidence from the mortgage-backed securities market, Journal of Finance 52, 557-595.",
        "Gervais, Simon, Anthony Lynch, and David Musto (2005), Fund families as delegated monitors of money managers, Review of Financial Studies 18, 1139-1169.",
        "Gromb, Denis and Dimitri Vayanos (2002), Equilibrium and welfare in markets with financially constrained arbitrageurs, Journal of Financial Economics 66, 361-407.",
        "He, Zhiguo, and Arvind Krishnamurthy (2008), A model of capital and crisis, NBER working paper #14366.",
        "Heinkel, Robert and Neil Stoughton (1994), The dynamics of portfolio management contracts, Review of Financial Studies 7, 351-387.",
        "Holmstrom, Bengt (1979), Moral hazard and observability, Rand Journal of Economics 10, 74-9 1.",
        "Holmstrom, Bengt, and Paul Milgrom (1987), Aggregation and linearity in the provision of intertemporal incentives, Econometrica 55, 303-328.",
        "Holmstrom, Bengt, and Paul Milgrom (1991), Multitask principal-agent analyses: incentive contracts, asset ownership, and job design, Journal of Law, Economics and Organizations 7, 24-52.",
        "Kostovetsky, Leonard (2008), Brain drain: Are mutual funds losing their best minds? Working paper, Princeton University.",
        "Kyle, Albert and Wei Xiong (2001), Contagion as a wealth effect, Journal of Finance 56, 1401-1440.",
        "Mamaysky, Harry and Matthew Spiegel (2002), A theory of mutual funds: optimal fund objectives and industry organization, Working paper, Yale University.",
        "Massa, Massimo (2003), How do family strategies affect fund performance? When performancemaximization is not the only game in town, Journal of Financial Economics 67, 249304.",
        "Mitchell, Mark, Lasse Heje Pedersen, and Todd Pulvino (2008), Slow moving capital, American Economic Review 97, 215-220.",
        "Ou-Yang, Hui (2003), Optimal contracts in a continuous-time delegated portfolio management problem, Review of Financial Studies 16, 173-208.",
        "Shleifer, Andrei and Robert Vishny (1997), Limits of arbitrage, Journal of Finance 52, 35-55.",
        "Stein, Jeremy (1997), Internal capital markets and the competition for corporate resources, Journal of Finance 52, 111-133."
    ]
}