{
    "id": 14572,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Armstrong, Mark (2006), Recent Developments in the Economics of Price Discrimination, Advances in Economics and Econometrics: Theory and Applications, Ninth World Congress, eds. Blundell, Newey and Persson, Cambridge University Press.",
        "Baltagi, Badi H. and Ping X. Wu (1999), Unequally Spaced Panel Data Regressions with AR(1) Disturbances, Econometric Theory 15: 814-823.",
        "Blanchflower, David G., Andrew J. Oswald, and Peter Sanfey (1996), Wages, Profits, and Rent-Sharing, Quarterly Journal of Economics, Vol. 111(1): 227-251.",
        "Borenstein, Severin and Joseph Farrell (2007), Do Investors Forecast Fat Firms? Evidence from the Gold Mining Industry, RAND Journal of Economics, 3 8(3): 626-647.",
        "Bresnahan, T. F. and Reiss, P. C. (1991), Entry and Competition in Concentrated Markets, Journal of Political Economy, 99(5): 977-1009.",
        "Cooper, Philip and Kosali I. Simon (2007), Trends and Determinants of Self Insuring Employer Health Benefits, 1997-2004, Cornell University mimeo. Dranove, David, Anne Gron, and Michael Mazzeo, Differentiation and Competition in HMO Markets, Journal of Industrial Economics, LI(4): 433-454.",
        "Dickens, W. T. and Lawrence F. Katz (1987), Inter-Industry Wage Differences and Theories of Wage Determination, in K. Lang and J. Leonard, eds., Unemployment and the Structure of Labor Markets (Blackwell), 48-89.",
        "Duggan, Mark (2004), Does Contracting Out Increase the Efficiency of Government Programs? Evidence from Medicaid HMOs, Journal of Public Economics, December 2004: 2549-2572.",
        "Duggan, Mark and Fiona Scott Morton (2008), The Effect of Medicare Part D on Pharmaceutical Prices and Utilization, NBER Working Paper 13917.",
        "Ethoven, A.C. (1978), Consumer-Choice Health plan (second of two parts). A nationalhealth -insurance proposal based on regulated competition in the private sector, New England Journal of Medicine: 298(13): 709-20.",
        "Federal Trade Commission and Department of Justice (2004), Improving Health Care: A Dose of Competition: A Report by the Federal Trade Commission and the Department of Justice. Ginsburg, Paul B; Bardley C. Strunk, Michelle I. Banker, and John P. Cookson, Tracking Health Care Costs: Continued Stability But at High Rates in 2005, Health Affairs web exclusive, 25, no. 6 (2006): w486-w495 Gruber, Jonathan (1994), The Incidence of Mandated Maternity Benefits, American Economic Review, 84(3): 622-641.",
        "Ho, Katherine (2009), Insurer-Provider Networks in the Medical Care Market, American Economics Review, forthcoming.",
        "Katz, Lawrence F., and Lawrence H. Summers. 1989. Industry rents and industrial policy. Brookings papers on economic activity: Microeconomics, 209-75.",
        "Marquis, M. Susan and Stephen H. Long (2000), Who Helps Employers Design Their Health Insurance Benefits? Health Affairs, 19(1): 133-138.",
        "Pauly, Mark (1998), Health Benefits at Work. An Economic and Political Analysis of Employment-based Health Insurance. Ann Arbor: University of Michigan Press, 1997.",
        "Robinson, Jamie (2004), Consolidation and The Transformation Of Competition In Health Insurance, Health Affairs, 23(6): 11-24.",
        "Robinson, Jamie (2006), The Commercial Health Insurance Industry in an Era of Eroding Employer Coverage, Health Affairs, 25(6): 1475-1486.",
        "Scanlon, Dennis P., Chernew, Michael, and Woolton Lee (2006), Competition in Health Insurance Markets: Limitations of Current Measures for Policy Analysis, Medical Care Research and Review, 63(6): 37S-55S.",
        "Spulber, Daniel (1979), Noncooperative Equilibrium with Price Discriminating Firms, Economic Letters, 4:22 1-227.",
        "Stole, Lars (2005), Price Discrimination in Competitive Environments, forthcoming in Armstrong, M. and Porter R.H. (eds), Handbook of Industrial Organization vol.3 (North-Holland, Amsterdam).",
        "Wennberg, J.E., Elliot Fisher, and Jonathan Skinner (2002), Geography and the Debate Over Medicare Reform, Health Affairs 2 1(2) web exclusive: W96-W114."
    ]
}