{
    "id": 14573,
    "cites": 79,
    "cited_by": 67,
    "reference": [
        "Almond, Doug. 2006. Is the 1918 Influenza Pandemic Over? Long-Term Effects of In Utero Influenza Exposure in the Post-1940 U.S. Population. Journal of Political Economy, 114, 672-712.",
        "Angrist, Joshua and Alan Krueger. 1991. Does Compulsory School Attendance Affect Schooling and Earnings? Quarterly Journal of Economics, 106, 979-1014.",
        "Angrist, Joshua and Alan Krueger. 1992. The Effect of Age at School Entry on Educational Attainment: An Application on Instrumental Variables with Moments from Two Samples. Journal of the American Statistical Association, 87, 328-336.",
        "Angrist, Joshua and Alan Krueger. 1995. Split Sample Instrumental Variables Estimates for the Return to Schooling. Journal of Business & Economic Statistics, 13, 225-235.",
        "Angrist, Joshua and Alan Krueger. 2001. Instrumental Variables and the Search for Identification: From Supply and Demand to Natural Experiments. Journal of Economic Perspectives, 15, 6985.",
        "Arias, Elizabeth, Marian MacDorman, Donna Srobino, and Bernard Guyer. 2003. Annual Summary of Vital Statistics-2002. Pediatrics, 112(6), 1215-1230.",
        "Barker, David. 2001. Fetal and Infant Origins of Adult Disease. Monatsschrtftfiir Kinderheilkunde, 149(13), 2.",
        "Behrman, Jere and Mark Rosenzweig. 2004. Returns to Birthweight. Review of Economics and Statistics, 86(2), 586-601.",
        "Black, Sandra, Paul Devereux, and Kjell Salvanes. 2005. From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes. NBER Working Paper 11796.",
        "Bobak, Martin and Arjan Gjonca. 2001. The Seasonality of Live Birth is Strongly Influenced by Sociodemographic Factors. Human Reproduction, 16, 1512-1517.",
        "Bound, John and David Jaeger. 2000. Do Compulsory School Attendance Laws Alone Explain the Association Between Quarter of Birth and Earnings? Worker Well-Being, 19: 83-108.",
        "Bound, John, David Jaeger, and Regina Baker. 1995. Problems with Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variable is Weak. Journal of the American Statistical Association, 90, 443-450.",
        "Cagnacci, Angelo, Francesco Pansini, Alberto Bacchi-Modena, and Annibale Volpe. 2006. The Relation of Season of Birth to Severity of Menopausal Symptoms. Menopause-the Journal of the North American Menopause Society, 13, 700-705.",
        "Card, David. 1999. The Causal Effect of Education on Earnings. In Handbook of Labor Economics 3A, Orley Ashenfelter and David Card (eds.) Chapter 30. Oxford: Elsevier.",
        "Cascio, Elizabeth, and Ethan Lewis. 2006. Schooling and the Armed Forces Qualifying Test. The Journal of Human Resources, XLI, 294-3 18.",
        "Case, Anne, Angela Fertig, and Christina Paxson. 2005. The Lasting Impact of Childhood Health and Circumstance. Journal of Health Economics, 24(2), 365-389.",
        "Chamberlain, Gary and Guido Imbens. 2004. Random Effect Estimators with Many Instrumental Variables. Econometrica, 72, 295-306.",
        "Chernozhukov, Victor and Christian Hansen. 2006. Instrumental Quantile Regression Inference for Structural and Treatment Effect Models. Journal of Econometrics, 132, 49 1-525.",
        "Chesher, Andrew. 2007. Instrumental Values. Journal of Econometrics, 139, 15-34.",
        "Chesher, Andrew. 2005. Nonparametric Identification Under Discrete Variation. Econometrica, 73, 1525-1550.",
        "Chotai, Jayanti and Richard Wiseman. 2005. Born Lucky? The Relationship Between Feeling Lucky and Month of Birth. Personality and Individual Differences, 39, 145 1-1460.",
        "Costa, Dora and Joanna Lahey. 2005. Predicting Older Age Mortality Trends. Journal of the European Economic Association, 3, 287-293 Cruz, Luiz, and Marcelo Moreira. 2005. On the Validity of Econometric Techniques with Weak Instruments. The Journal of Human Resources, XL, 393-410.",
        "Currie, Janet and Nancy Cole. 1993. Welfare and Child Wealth: The Link Between AFDC Participation and Birth Weight. The American Economic Review, 83(4), 97 1-985.",
        "Curie, Janet. 2008. Healthy, Wealthy, and Wise: Socioeconomic Status, Poor Health in Childhood, and Human Capital Development. NBER Working Paper 13987.",
        "Curriero, Frank, Karlyn Heiner, Jonathan Samet, Scott Zeger, Lisa Strug, and Jonathan Patz. 2002. Temperature and Mortality in 11 Cities of the Eastern United States. American Journal of Epidemiology, 155, 80-87.",
        "Davies, Geoffrey, Joy Welham, David Chant, E. Fuller Toney, John McGrath. 2003. A Systematic Review and Meta-analysis of Northern-Hemisphere Season of Birth Studies in Schizophrenia. Schizophrenia Bulletin, 29, 587-593.",
        "Dehejia, Rajeev and Adriana Lleras-Muney. 2004. Booms, Busts, and Babies Health. Quarterly Journal of Economics, 199, 1091-1130.",
        "Dickert-Conlin, Stacy and Amitabh Chandra. 1999. Taxes and the Timing of Births. Journal of Political Economy, 107, 16 1-177.",
        "Dobkin, Carlos and Fernando Feneira. 2007. Do School Entry Laws Affect Educational Attainment and Labor Market Outcomes? http://ssrn~cornIabstract= 1007492.",
        "Doblhammer, Gabriele, Rembrandt Scholz, and Heiner Maier. 2005. Month of Birth and Survival to Age 105+: Evidence from the Age Validation Study of German Semi-supercentenarians. Experimental Gerontology, 40, 829-835.",
        "Doblhammer, Gabriele, and James Vaupel. 2001. Lifespan Depends on Month of Birth. Proceedings of the National Academy of Sciences of the United States of America, 98(5), 2934.",
        "Donald, Stephen and Whitney Newey. 2001. Choosing the Number of Instruments, Econometrica, 69, 1161-1191.",
        "Dufour, Jean-Marie, and Mohamed Taamouti. 2007. Further Results on Projection-Based Inference in IV Regressions with Weak, Collinear or Missing Instruments. Journal of Econometrics, 139, 133-153.",
        "Elder, Todd and Darren Lubotsky. 2006. Kindergarten Entrance Age and Childrens Achievement: Impacts of State Policies, Family Background, and Peers. forthcoming, Journal of Human Resources.",
        "Forssas, Erja, Mika Gissler, Marja Sihvonen, and Elina Hemminki. 1999. Maternal Predictors of Perinatal Mortality: the Role of Birthweight. International Journal of Epidemiology, 28, 475478.",
        "Gelbach, Jonah. 2002. Public Schooling for Young Children and Maternal Labor Supply. American Economic Review, 92, 307-322.",
        "Gillberg, Christopher. 1990. Do Children with Autism have March Birthdays? Acta Psychiatrica Scandinavica, 82, 152-156.",
        "Gortmaker, Steven, Jerome Kagan, Avshalom Caspi, and Phil Silva. 1997. Daylength During Pregnancy and Shyness of Children: Results from Northern and Southern Hemispheres. Developmental Psychobiology, 31, 107-114.",
        "HonorÃ\u0083Â©, Bo and Luojia Hu. 2004. On the Performance of Some Robust Instrumental Variables Estimators. Journal of Business & Economic Statistics, 22, 30-39.",
        "Hoogerheide, Lennart, Frank Kleibergen , and Herman van Dijk. 2007. Natural Conjugate Priors for the Instrumental Variables Regression Model Applied to the Angrist-Krueger Data. Journal of Econometrics, 138, 63-103.",
        "Imbens, Guido and Paul Rosenbaum. 2005. Robust, Accurate Confidence Intervals with a Weak Instrument: Quarter of Birth and Education. Journal of the Royal Statistical Society, 168 109126.",
        "James, W. H. 1971. Social Class and Season of Birth. Journal of Biosocial Science, 3, 309-320.",
        "Kesterbaum, Bert. 1987. Seasonality of Birth: Two Findings from the Decennial Census. Social Biology, 34, 244-248.",
        "Kleibergen, Frank. 2002. Pivotal Statistics for Testing Structural Parameters in Instrumental Variables Regression. Econometrica, 70, 178 1-1803.",
        "Lam, David and Jeffery Miron. 1996. The Effects of Temperature on Human Fertility. Demography, 33, 291-305.",
        "Lam, David, Jeffery Miron, and Ann Riley. 1994. Modeling Seasonality in Fecundability, Conceptions, and Births. Demography, 31, 321-346.",
        "Lefgren, Lars and Frank McIntyre. 2006. The Relationship between Womens Education and Manage Outcomes. Journal of Labor Economics, 24, 787-830.",
        "Leigh, Andrew and Chris Ryan. 2008. Estimating the Returns to Education Using Different Natural Experiment Techniques. Economics of Education Review, 27, 149-160.",
        "Levin, Jesse and Erik Plug. 1999. Instrument Education and the Reutrns to Schooling in the Netherlands. Labour Economics, 6, 521-534.",
        "Livingston, Richard, Balkozar Adam, and H. Stefan Bracha. 1993. Season of Birth and Neurodevelopmental Disorders: Summer Birth is Associated with Dyslexia. American Academy of Child and Adolescent Psychiatry, 32, 612.",
        "Martin, M. and G. Jones. 1999. Handedness and Season of Birth: A Gender-invariant Relation. Cortex, 35, 123-128.",
        "Meyer, Bruce D. and James X. Sullivan. 2003. The Effects of Welfare and Tax Reform: The Material Well-Being of Single mothers in the 1980s and 1990s. Journal of Public Economics, 88, 13871420.",
        "Mitchell, R. M. Kosten, and P. Ward. 1985. Social Class and Seasonality of Birth in the Midlands of Tasmania during the Nineteenth Century. Human Biology, 57, 213-228.",
        "Neal, Derek, and William R. Johnson. 1996. The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy, 104, 869-895.",
        "ONeil, Marie, Antonella Zanobetti, and Joel Schwartz. 2003. Modifiers of the Temperature and Mortality Association in Seven US Cities. American Journal of Epidemiology, 157, 1074-1082.",
        "Oreopoulos, Philip, Marianne E. Page, Ann Huff Stevens. 2006. The Intergenerational Effects of Compulsory Schooling. Journal of Labor Economics, 24, 729-760.",
        "Pasamanick, Benjamin, Simon Dinitz, and Hilda Knobloch. 1960. Socio-Economic and Seasonal Variations in Birth Rates. The Milbank Memorial Fund Quarterly, 38, 248-254.",
        "Parnell, Allan M. and Joseph L. Rodgers. 1998. Seasonality of Induced Abortion in North Carolina. Journal of Biosocial Science, 20, 32 1-332.",
        "Petersen, Donna J. and Greg R. Alexander. 1992. Seasonal Variation in Adolescent Conceptions, Induced Abortions, and Late Initiation of Prenatal Care. Public Health Reports, 107, 701-706.",
        "Plug, Erik. 2001. Season of Birth, Schooling and Earnings. Journal of Economic Psychology, 22, 641660.",
        "Rock, D., D. Greenberg, and J. Hallmayer. 2006. Season-of-Birth as a Risk Factor for the Seasonality of Suicide Behavior. European Archives of Psychiatry and Clinical Neuroscience, 256, 98-105.",
        "Rodgers, Joseph Lee and J. Richard Udry. 1988. The Season-of-Birth Paradox. Social Biology 35, 171185.",
        "Rosenberg, Harry. 1966. Seasonal Variation of Births, United States. Vital and Health Statistics: Series 21, no. 9. U.S. Dept. of Health, Education, and Welfare, Government Printing Office: Washington D.C.",
        "Rosenzweig, Mark. 1999. Welfare, Marital Prospects, and Nonmarital Childbearing. The Journal of Political Economy, 107, 3.",
        "Schwartz, J. 2005. Who is Sensitive to Extremes of Temperature? A Case-Only Analysis. Epidemiology, 16, 67-72.",
        "Sham, P., E. OCallaghan, N. Takei, G. Munay, E. Har, and R. Munay. 1994. Schizophrenia Following Pre-natal Exposure to Influenza Epidemics Between 1939 and 1960. The British Journal of Psychiatry, 160, 46 1-466.",
        "Skirbekk, Vegard, Hans-Peter Kohler, and Alexia Prskawetz. 2004. Birth Month, School Graduation, and the Timing of Births and Manages. Demography, 41, 547-568.",
        "Staiger, Douglas and James Stock. 1997. Instrumental Variables with Weak Instruments. Econometrica, 65, 557-586.",
        "Stupp, Paul W. and Charles W. Wanen. 1994. Seasonal Differences in Pregnancy Outcomes: United States, 1971-1989. Annals of the New York Academy of Sciences, 709, 46-54.",
        "Suvisaari, Jaana, Jan Jaukka, Antti Tanskanen, Tapani Hovi, Jouko Lonnqvist. 1999. Association Between Prenatal Exposure to Poliovirus Infection and Adult Schizophrenia. The American Journal of Psychiatry, 156, 1100-1102.",
        "Tarnowski, Kenneth, Deborah Anderson, Ronald Drabman, and Patricia Kelly. 1990. Disproportionate Referrals for Child Academic/Behavior Problems: Replication and Extension. Journal of Consulting and Clinical Psychology, 58, 540-243.",
        "Thorngren-Jerneck, Kristina and Andreas Herbst. 2001. Low 5-Minute Apgar Score: A PopulationBased Register Study of 1 Million Term Births. Obstetrics & Gynecology, 98, 65-70.",
        "Tochigi, Mamoru, Yuji Okazaki, Nobumasa Kato, and Tsukasa Sasaki. 2004. What Causes Seasonality of Birth in Schizophrenia? Neuroscience Research, 48, 1-11.",
        "Toney, E. Fuller, Judy Miller, Robert Rawlins, and Robert Yolken. 1997. Seasonality of Births in Schizophrenia and Bipolar Disorder: A Review of the Literature. Schizophrenia Research, 28, 138.",
        "Ventura, Stephanie, Sally Curtin, T. J. Mathews. 2000. Variations in Teenage Birth Rates, 1991-98: National and State Trends. National Vital Statistics Reports: Series 48, no. 6. National Center for Health Statistics: Hyattsville, Maryland.",
        "Wanen, Charles and Carl Tyler. 1979. Social Status and Season of Birth: A Study of a Metropolitan Area in the Southeastern United States. Social Biology, 26, 275-288.",
        "Wanen, Charles W., Marta L. Gwinn, and George L. Rubin. 1986. Seasonal Variation in Conception and Various Pregnancy Outcomes. Social Biology, 33, 116-126.",
        "Watson, C., T. Kacuala, C. Tilleskjor, and L. Jacobs. 1984. Schizophrenic Birth Seasonality in Relation to the Incidence of Infectious Diseases and Temperature Extremes. Archives of General Psychiatry, 41, 85-90.",
        "Williams, Phillip, Pay Davies, Roy Evans, Neil Ferguson. 1970. Season of Birth and Cognitive Development. Nature, 228, 1033-1036."
    ]
}