{
    "id": 14584,
    "cites": 33,
    "cited_by": 87,
    "reference": [
        "Schmitt-GrohÃ\u0083Â©, Stephanie and Martin Uribe (2008): Whats `News in Business Cycle, NBER Working Paper No. 14215 Smets Frank and R. Wouters (2007): Shocks and Frictions in US Business Cycles: a Bayesian DSGE Approach, American Economic Review, vol. 97(3), 586-606, June.",
        "Stephenson, Frank E. (1998): ~Average Marginal Tax Rates Revisited, Journal of Monetary Economics, 41(2), 389-409 Woodford, Michael (2003): Interest & Prices: Foundations of a Theory of Monetary Policy, Princeton University Press.",
        "Rotemberg, Julio and Michael Woodford (1999): The Cyclical Behavior of Prices and Costs, Handbook of Macroeconomics, John B. Taylor and Michael Woodford eds, Ellsevier North Holland.",
        "Rotemberg, Julio and Michael Woodford (1992): ~Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy, 100, 1153- 1297.",
        "Romer, Christina and David H. Romer (2006): ~The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, mimeo, University of California, Berkeley.",
        "Romer, Christina D. and David H. Romer (1989): Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz ,in Olivier J. Blanchard and Stanley Fischer, eds.: NBER Macroeconomics Annual: 1989. Cambridge, Mass. and London: MIT Press, 121 70.",
        "Ravn, Morten, Stephanie Schmitt-GrohÃ\u0083Â©, and Martin Uribe (2006): ~Deep Habits, Review of Economic Studies, January.",
        "Ramey, Valerie A. (2008): ~Identifying Government Spending Shocks: Its All in the Timing, mimeo, UCSD.",
        "Ramey, Valerie A. and Matthew D. Shapiro (1998): Costly Capital Reallocation and the Effects of Government Spending, Carnegie Rochester Conference on Public Policy, pp. 145-194.",
        "Ohanian, Lee E. (1997): ~The Macroeconomic Effects of War Finance in the United States: World War II and the Korean War, American Economic Review, March.",
        "Perotti (2007): In Search of the Transmission Mechanism of Fiscal Policy, NBER Macroeconomics Annual.",
        "Ludvigson, Sidney (1996): The Macroeconomic Effects of Government Debt in a Stochastic Growth Model. Journal of Monetary Economics, 38: 25-45.",
        "Linnemann, Ludger and Andreas Schabert (2003): ~Fiscal Policy in the New Neoclassical Synthesis, Journal of Money, Credit and Banking, Vol. 35, No. 6, pp. 911-929 Linnemann, Ludger (2005): ~The Effects of Government Spending on Private Consumption: A Puzzle? , mimeo, University of Bonn.",
        "Jaimovich and Rebelo (2008):Can News about the Future Drive the Business Cycle?, American Economic Review forthcoming.",
        "Gall, Jordi, J. David LOpez-Salido and Javier VallÃ\u0083Â©s (2007): ~Understanding the Effects of Government Spending on Consumption, Journal of the European Economic Association, March, vol. 5 (1), 227-270.",
        "Greenwood, J., Z. Hercowitz, and G. Huffman (1988), Investment, Capacity Utilization, and the Real Business Cycles, American Economic Review, 78 402-417.",
        "Eichenbaum, Martin and Jonas D.M. Fisher (2004): ~Fiscal Policy in the Aftermath of 9/11, mimeo, Northwestern University.",
        "Edelberg, Wendy, Martin Eichenbaum, and Jonas D.M. Fisher (1999): Understanding the Effects of a Shock to Government Purchases, Review of Economics Dynamics, pp. 166-206.",
        "Domeij D. and Martin FlodÃ\u0083Â©n (2006): The Labor Supply Elasticity and Borrowing Constraints: Why Estimates are Biased, Review of Economic Dynamics 9, 242262.",
        "Cooley, Thomas F. and Lee E. Ohanian (1997): ~Postwar British Economic Growth and the Legacy of Keynes, Journal of Political Economy, 105, No. 3, pp. 439-72.",
        "Devereux, Michael B., Allen C. Head, and Beverly J. Lapham (1996): ~Monopolistic Competition, Increasing Returns, and the Effects of Government Spending, Journal of Money, Credit and Banking, 28(2), May, pp. 233-54.",
        "Clarida, R, J. Gall, and M. Gertler (1999): The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature, vol. 37, 1661-1707.",
        "Christiano L., M. Eichenbaum and C. Evans (2005): Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, Vol. 113, February, 1-45.",
        "Burnside, Craig, Martin Eichenbaum, and Jonas D.M. Fisher (2004): ~Fiscal Shocks and Their Consequences, Journal of Economic Theory 115, pp. 89-117.",
        "Blanchard, Olivier and Roberto Perotti (2002): An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics.",
        "Bilbiie, Florin 0., Fabio Ghironi, and Marc J. Melitz (2005): ~Business Cycles and Firm Dynamics, mimeo, Harvard University.",
        "Bilbiie, Florin 0. (2006): ~Non-Separable Preferences, Fiscal Policy `Puzzles and Inferior Goods, mimeo, University of Oxford.",
        "Basu S. and M. Kimball (2003): Investment Planning Costs and the Effects of Fiscal and Monetary Policy, mimeo University of Michigan.",
        "Basu S. and M. Kimball (2002): Long-Run Labor Supply and the Elasticity of Intertemporal Substitution for Consumption, mimeo University of Michigan.",
        "Baxter, Marianne and Robert King (1993): Fiscal Policy in General Equilibrium, American Economic Review, June.",
        "Barro, Robert J. and Chaipat Sahasakul (1986): ~Average Marginal Tax Rates from Social Security and the Individual Income Tax, Journal of Business, Vol. 59, No. 4, pp. 555-566.",
        "Barro, Robert J. and Chaipat Sahasakul (1983): ~Measuring the Average Marginal Tax Rate from the Individual Income Tax, Journal of Business, Vol. 56, No. 4, pp. 419-452.",
        "Barro, Robert and Robert King (1984): ~Time Separable Preferences and Intertemporal Substitution Models of the Business Cycle, Quarterly Journal of Economics, 99, 817-40."
    ]
}