{
    "id": 14585,
    "cites": 26,
    "cited_by": 63,
    "reference": [
        "Ross, Michael (2004) What Do We Know about Natural Resources and Civil War?, Journal of Peace Research 41, 337-356.",
        "Sambanis, Nicholas (2004), What is Civil War. Conceptual and Empirical Complexities of an Operational Definition, Journal of Conflict Resolution 48, 814-858.",
        "Miguel, Edward, Satyanath, Shanker, and Ernest Sergenti (2004), Economic Shocks and Civil Conflict: An Instrumental Variables Approach, Journal of Political Economy 112, 725-753.",
        "Persson, Torsten and Guido Tabellini (2003), The Economic Effects of Constitutions, MIT Press.",
        "Lacina, Bethany Ann and Nils Petter Gleditsch (2005), Monitoring Trends in Global Combat: A New Dataset of Battle Deaths, European Journal of Population 21, 145-165.",
        "Humphreys, Macartan (2005), Natural Resources, Conflict, and Conflict Resolution: Uncovering the Mechanisms, Journal of Conflict Resolution 49, 508-537.",
        "Hirshleifer, Jack (1991) The Paradox of Power, Economics and Politics 3, 177-200.",
        "Grossman, Herschel (1991) A General Equilibrium Model of Insurrection,  American Economic Review 81, 912-921.",
        "Garfinkel, Michelle R. and Stergios Skaperdas (2007), Economics of Conflict: An Overview, in Todd Sandler and Keith Hartley (eds.), Handbook of Defense Economics, Vol. II, Elsevier.",
        "Fearon, James and David Laitin (2003). Ethnicity, Insurgency and Civil War, American Political Science Review 97, 75-90.",
        "Fearon, James (2008), Economic Development, Insurgency and Civil War, in Helpman, Elhanan (ed.), Institutions and Economic Performance, Harvard Economic Press.",
        "Fearon, James (2005), Primary Commodity Exports and Civil War Journal of Conflict Resolution 49, 483-507.",
        "Elbadawi, Ibrahim and Nicholas Sambanis (2002). How Much Civil War Will We See? Explaining the Prevalence of Civil War, Journal of Conflict Resolution 46, 307-334.",
        "Dube, Oeindrila, and Juan Vargas (2008), Commodity Price Shocks and Civil Conflict: Evidence from Columbia, unpublished manuscript.",
        "Deininger, Klaus, (2003) Causes and Consequences of Civil Strife: Micro-Level Evidence from Uganda. Oxford Economic Papers 55, 579606.",
        "Deaton, Angus and Ron Miller (1996) International Commodity Prices, Macroeconomic Performance and Politics in Sub-Saharan Africa, Princeton Studies in International Finance, No. 79, Princeton, NJ, Princeton University, International Finance Section.",
        "Dal BO, Ernesto and Pedro Dal BO (2006), Workers, Warriors and Criminals: Social Conflict in General Equilibrium, mimeo, Brown University.",
        "Collier, Paul, Anke Hoeffler, and Mans Soderbom (2004), On the Duration of Civil War, Journal of Peace Research 41, 253-273.",
        "Collier, Paul and Dominic Rohner (2008), Democracy, Development and Conflict, Journal of the European Economic Association 6, 531540.",
        "Caselli, Francesco (2006), Power Struggles and the Natural-Resource Curse, unpublished typescript, LSE.",
        "Chassang, Sylvain and Gerard Padro i Miquel (2006), Strategic Risk, Civil War and Intervention, unpublished typescript, Princeton and LSE.",
        "Bruckner, Markus and Antonio Ciccone (2007), Growth, Democracy, and Civil War, CEPR Discussion Paper No. 6568.",
        "Blattman, Christopher and Edward Miguel (2008), Civil War, forthcoming in Journal of Economic Literature.",
        "Besley, Timothy and Torsten Persson (2009), Repression or Civil War?, forthcoming in American Economic Review, Papers and Proceedings.",
        "Aslaksen, Silje and Ragnar Torvik (2006), A Theory of Civil Conflict and Democracy in Rentier States, Scandinavian Journal of Economics, 108, 571-585.",
        "Azam, Jean-Paul (2005), The Paradox of Power Reconsidered: A Theory of Political Regimes in Africa, Journal of African Economies 15, 26-58."
    ]
}