{
    "id": 1459,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Anderson, K., and R. Burkhauser: The Effect of Actual Mortality Experience within a Retirement Decision Model, unpublished manuscript, 1983.",
        "Anderson, K., R. Burkhauser, and J. Quinn: Do Retirement Dreams Come True? A Rational Expectations Approach to the Retirement Decision, unpublished manuscript, 1983.",
        "Asher, C.: The Impact of Social Support Networks on Adult Health, Medical Care, 22 (1982), 349-359.",
        "Balestra, P., and M. Nerlove: Pooling Cross-Section and Time Series Data in the Estimation of a Dynamic Model: The Demand for Natural Gas, Econometrica, 34 (1966), 585-612.",
        "Bartel, A., and P. Taubman: The Impact of Specific Diseases on Earnings, Review of Economics and Statistics, 61 (1979), 1-9.",
        "Boskln, M.: Social Security and Retirement Decisions, Economic Inquiry, 15 (1977), 1-15.",
        "Butler, J. S., and R. Moffitt: A Computationally Efficient Quadrature Procedure for the One-Factor Multinomial Probit Model, Econometrica, 50 (1982), 761-764.",
        "Clark, C.: The Greatest of a Finite Set of Random Variables, Operations Research, 9 (1964), 145-162.",
        "Cramer, H.: Mathematical Methods of Statistics, Princeton: Princeton University Press, 1946.",
        "Duleep, H.: The Socieoeconomic Determinants of Mortality: The Role of Income, paper presented at the American Economic Association Winter Meetings, December, 1983.",
        "Ekerdt, D., et al.: The Effects of Retirement on Physical Health, American 27 Journal of Public Health, 73 (1983), 779-783.",
        "Ferraro, K.: Self-Ratings of Health Among the Old and the Old-Old, Journal of Health and Social Behavior, 21 (1980), 377-383.",
        "Fields, C., and 0. MitchelL, The Effects of Social Security Reforms on Retirement Ages and Retiiement Incomes, NBER Working Paper No. 1348, May 1984.",
        "Gourieroux, G., J. J. Laf font, and A. Monfort: Coherency Conditions in Simultaneous Linear Equation Models with Endogeneous Switching Regimes, Econometrica, 48 (1980), 675696.",
        "Grossman, M.: On the Concept of Health Capital and the Demand for Health, Journal of Political. Economy, 80 (1972), 223-255.",
        "Hanoch, G. and H. Honig: Retirement, Wages, and the Labor Supply of the Elderly, Journal of LaI~or Economics, 1 (1983), 131-151.",
        "Hausman, J., and D. Wise: Social Security, Health Status, and Retirement, unpublished manuscript, NBER, March, 1983a.",
        "Heckman, J.: Dummy Endogeneous Variables in a Simultaneous Equation System, Econometrica, 46 (1978), 931-960.",
        "Lee, L. F.: Health and Wage: A Simultaneous Equations Model with Multiple Discrete Indicators, International Economic Review, 23 (1982), 199-222.",
        "Leimer, D., and S. Lesnoy: Social Security and Private Saving: An Examination of Feldsteins New Evidence, ORS Working Paper Series 31, 28 U.S. Department of Health and Human Services, October, 1983.",
        "Mallar, C.D.: The Estimation of Simultaneous Probability Models, Econometrica 45 (1977), 1717-1722.",
        "Mitchell, 0., and G. Fields: The Economics of Retirement Behavior, NBER Working Paper No. 1128, 1983.",
        "Mossey, J., and E. Shapiro: Self-Rated Health: A Predictor Among the Elderly, American Journal of Public Health, 72 Parson, D.: The Decline in Male Labor Force Participation, __________ Political Economy, S~3 (19~5U), 11/134. Quinn, J.: Microeconoinic Determinants of Early Retirement: A Cross- Sectional View of White Married Men, Journal of Human Resources, 12 (1977), 329-346.",
        "Summers, L.: Observations on the Indexation of Old Age Pensions, NBER Working Paper No. 1023, November, 1982.",
        "Taubman, P., and R. Sickles: Supplemental Security Income and the Health of the Poor, NBER Working Paper No. 1062, June, 1984."
    ]
}