{
    "id": 14592,
    "cites": 34,
    "cited_by": 18,
    "reference": [
        "Yang, Dean, (2006), International Migration, Remittances, and Household Investment: Evidence from Philippine Migrants Exchange Rate Shocks, NBER Working Paper 12325.",
        "Trajtenberg, Manuel, (1990), A Penny for Your Quotes: Patent Citations and the Value of Innovations, RAND Journal of Economics, 21(1): 172-187.",
        "Thomson, Peter and Melanie Fox-Kean, (2005), Patent Citations and the Geography of Knowledge Spillovers: A Reassessment, The American Economic Review, 95(1): 450460.",
        "Sukhatme, S and I. Mahadevan, (1987), Pilot study on magnitude and nature of the brain drain of graduates of the Indian Institute of Technology, Bombay. Bombay: Indian Institute of Technology.",
        "Schiff, Maurice, (2005), Brain Gain: Claims about its Size and Impact on Welfare are Greatly Exaggerated, in International Migration, Remittances, and the Brain Drain, caglar Ozden and Maurice Schiff, eds., Washington: World Bank and Palgrave Macmillan, pp. 20 1-26.",
        "Saxenian, AnnaLee, (2006), The New Argonauts: Regional Advantage in a Global Economy, Cambridge, MA: Harvard University Press.",
        "Romer, Paul, (1990), Endogenous Technical Change, The Journal of Political Economy, 98(5) Part 2: S71-S102.",
        "Saxenian, AnnaLee, (2005), From Brain Drain to Brain Circulation: Transnational Communities and Regional Upgrading in India and China, Studies in Comparative International Development, Vol. 20 (2), pp. 35-61.",
        "Nanda, Ramana and Tarun Khanna, (2007), Diasporas and Domestic Entrepreneurs: Evidence from the Indian Software Industry, mimeo, Harvard Business School.",
        "McKenzie, David and Hillel Rapoport, (2006), Can migration reduce educational attainment? Evidence from Mexico, World Bank Policy Research Working Paper No. 3952.",
        "org/demographics.shtml, accessed 22 July 2004. Asian-Nation: The Landscape of Asian America.",
        "Lanjouw, Jean 0. and Mark A. Schankerman, (1999), The Quality of Ideas: Measuring Innovation with Multiple Indicators, NBER Working Paper No. W7345.",
        "Le, C. N., (2004), Socioeconomic Statistics & Demographics, http://www.asiannation.",
        "Kerr, William, (2008), Ethnic Scientific Communities and International Technology Diffusion, Economics and Statistics (forthcoming).",
        "Klenow, Peter and Andres Rodriguez-Clare, (2004), Externalities and Growth, NBER Working Paper 11009.",
        "Kuhn, Peter and Carol McAusland, (2006), The International Migration of Knowledge Workers: When is Brain Drain Beneficial, NBER Working Paper 12761.",
        "Keller, Wolfgang, (2002), Geographic Localization and International Technology Diffusion, The American Economic Review, 92(1): 120-142.",
        "Kapur, Devesh, (2004), Survey of Indian Americans in the United States (SAIUS), mimeo, Harvard University.",
        "Kapur, Devesh and John McHale, (2005), Give Us your Best and Brightest: The Global Hunt for Talent and its Impact on the Developing World, Washington D.C.: Center for Global Development/Brookings Institution Press.",
        "Jaffe, Adam, Manuel Trajtenberg, and Rebecca Henderson, (1993), Geographic Localization of Knowledge Flows as Evidenced by Patent Citations, Quarterly Journal of Economics, CVIII: 577-598.",
        "Jaffe, Adam and Manuel Trajtenberg, (2002), Patents, Citations, and Innovations: A Window on the Knowledge Economy, Cambridge: The MIT Press.",
        "Hegde, Deepak and Bhaven Sampat, (2007) Examiner Citations, Applicant Citations, and the Private Value of Patents, working paper, Columbia University.",
        "Hall, Bronwyn H., Adam Jaffe, and Manuel Trajtenberg, (2006), Market Value and Patent Citations, mimeo, University of California, Berkeley Harhoff, Dietmar, Francis Narin, F.M. Scherer, and Katrin Vopel, (1999), Citation Frequency and the Value of Patented Inventions, The Review of Economics and Statistics, 81(3): 511-515.",
        "Dumont, Jean Christophe and Georges Lemaitre, (2005), Counting Immigrants and Expatriates in OECD Countries: A New Perspective, OECD Social, Employment, and Migration Working Papers No. 25.",
        "Docquier, Frederic and Abdeslam Marfouk, (2005), International Migration by Educational Attainment, in International Migration, Remittances, and the Brain Drain, Caglar Ozden and Maurice Schiff, eds., Washington D.C. and New York: The World Bank and Palgrave Macmillan.",
        "Commander, Simon, Man Kangasniemi, and L. Alan Winters, (2004), The Brain Drain: Curse or Boon? A Survey of the Literature, in Challenges to Globalization: Analyzing the Economics, Robert E. Baldwin and L. Alan Winters, eds., University of Chicago Press, pp. 23 5-78.",
        "Cohen, Wesley and Daniel Levinthal, (1989), Innovation and Learning: The Two Faces of R&D, The Economic Journal, 99(397): 569-596.",
        "Cockburn, lain, Sam Kortum, and Scott Stern, (2002), Are All Patent Examiners Equal? The Impact of Examiner Characteristics on Patent Statistics and Litigation Outcomes, National Bureau of Economic Research, Working Paper 8980.",
        "Caselli, Francesco and Wilbur John Coleman II, (2001), Cross-Country Technology Diffusion: The Case of Computers, The American Economic Review, Papers and Proceedings, 91(2): 328-335.",
        "Basu, Susanto and David Weil, (1998), Appropriate Technology and Growth, The Quarterly Journal of Economics, 113(4):1025-1054.",
        "Beine M., F. Docquier, and H. Rapoport, (2001), Brain drain and economic growth: theory and evidence. Journal of Development Economics, Volume 64, Number 1, pp. 275-289.",
        "Agrawal, Ajay, Devesh Kapur, and John McHale (2007), Birds of a Feather-Better Together? Exploring the Optimal Spatial Distribution of Ethnic Inventors, NBER Working Paper 12823.",
        "Alcacer, Juan and Michelle Gittelman (2006), How Do I Know What You Know? Patent Examiners and the Generation of Patent Citations, Review of Economics and Statistics, 88 (4), 774-9.",
        "Agrawal, Ajay, lain Cockburn, and John McHale (2006), Gone but Not Forgotten: Labor Flows, Knowledge Spillovers, and Enduring Social Capital, Journal of Economic Geography, 6(5): 571-591."
    ]
}