{
    "id": 14598,
    "cites": 39,
    "cited_by": 25,
    "reference": [
        "Zimmer, T. A. [1979]. Impact of Watergate on the publics trust in people and confidence in the mass media. Social Science Quarterly, 59: 743-51. L r",
        "Wright, G. [1974]. The Political Economy of New Deal Spending: An Econometric Analysis. Review of Economics and Statistics, 56: 30-38.",
        "Wallis, J. J. [1984]. The Birth of the Old Federalism: Financing the New Deal. Journal of Economic History, 47: 97-102.",
        "Szasz, A. [1986]. The Process and Significance of Political Scandals: A Comparison of Watergate and the `Sewergate Episode at the Environmental Protection Agency. Social Problems, 33(3): 202-217.",
        "Puglisi, R. [2006]. Being the New York Times: the Political Behaviour of a Newspaper. Political Economy and Public Policy (PEPP) Working Paper n. 20, STICERD, London School of Economics.",
        "Schrag, P. [1974]. Watergate as entertainment. Social Policy, 5: 23-26.",
        "Poole, K. T. and Rosenthal, H. [1997]. Congress: A Political-Economic History of Roll Call Voting. New York: Oxford University Press.",
        "Poole, K. T. and Rosenthal, H. [1985]. A Spatial Model for Legislative Roll Call Analysis American Journal of Political Science, 29(2): 357-384.",
        "Petrova, M. [2007]. Newspapers and Parties: How Advertising Revenues Created an Independent Press. Mimeo, Government Department, Harvard. Available at: http : //www . gov . harvard. edu/student/mpetrova/NewspapersParties . pdf.",
        "Petrocik, J. R. [1996]. Issue Ownership in Presidential Elections, with a 1980 Case Study. American Journal of Political Science, 40(3): 825-850.",
        "Mullainathan, S. and Shleifer, A. [2005]. The Market for News. American Economic Review, 95(4): 1005-1030.",
        "McCombs, M. E. and Shaw, D. L. [1972]. The Agenda-Setting Function of Mass Media. Public Opinion Quarterly, 36(2): 176-187.",
        "Lipset, S. M. and Rabb, E. [1973]. An appointment with Watergate. Commentary, 56: 35-43.",
        "McCombs, M. E. [2002]. The Agenda-Setting Role of the Mass Media in the Shaping of Public Opinion. Paper presented at Mass Media Economics 2002 Conference, London School of Economics: http://sticerd. ise .ac .uk/dps/extra/McCombs .pdf",
        "Lippmann, W. [1922]. Public Opinion. New York, Harcourt, Brace.",
        "Lott, J. R., Jr. and Hassett, K. A. [2004]. Is Newspaper Coverage of Economic Events Politically Biased? Working Paper, American Enterprise Institute, Washington, DC. Available at http: //ssrn. com/abstract=588453.",
        "Larcinese, V., Puglisi R. and Snyder, J. M., Jr. [2007]. Partisan Bias in Economic News: Evidence on the Agenda-Setting Behavior of U.S. Newspapers. NBER Working Paper No. W13378.",
        "Lang, G. E. and Lang, K. [1980]. Polling on Watergate: the battle for public opinion. Public Opinion Quarterly, 44: 530-47.",
        "Larcinese, V. [2006]. Information Acquisition, Ideology and Turnout: Theory and Evidence from Britain. Political Economy and Public Policy (PEPP) Working Paper n. 18, STICERD, London School of Economics.",
        "Groseclose, T. and Milyo, J. [2005]. A Measure of Media Bias . Quarterly Journal of Economics, 120(4): 1191-1237.",
        "Iyengar, S., Kinder, D. R., and Peters, M. D. [1982]. Experimental Demonstrations of the `Not-So-Minimal Consequences of Television News Programs. The American Political Science Review, 76(4): 848-858.",
        "Krosnick, J. A. and Miller, J. M. [1996]. The Anatomy of News Media Priming. In S. Iyengar and R. Reeves (eds.), Do the Media Covern? Politicians, Voters, and Reporters in America. Thousand Oaks, Sage.",
        "Gerber, A., Karlan, D. and Bergan, D. [2006]. Does The Media Matter? A Field Experiment Measuring the Effect of Newspapers on Voting Behavior and Political Opinions. Mimeo, Yale University.",
        "Gentzkow, M. A. and Shapiro, J. M. [2007]. What Drives News Media Slant? Evidence from U.S. Daily Newspapers. Mimeo, University of Chicago. Available at http :1/faculty. chicagogsb. edu/matthew . gentzkow/biasmeas 052507 . pdf",
        "Gentzkow, M. A. and Shapiro, J. M. [2006] Media Bias and Repntation. Journal of Political Economy, 114(2): 280-316.",
        "Gentzkow, M. A., Glaeser, E. L. and Goldin, C. [2006]. The Rise of the Fourth Estate: How Newspapers Became Informative and Why it Mattered. In E. L. Glaeser and C. Goldin (eds.), Corruption and Reform: Lessons from Americas History. National Bureau of Economic Research.",
        "Gasper, J. T. [2007]. Ideological Shift: Explaining the Liberal Media Myth. Mimeo, Carnegie Mellon University. Available at http://www.andrew. cmu.edu/user/gasper/WorkingPapers/Rep.pdf.",
        "Francke, W. [1995]. The Evolving Watchdog: The Medias Role in Government Ethics. Annals of the American Academy of Political and Social Science, 537: 109-12 1.",
        "DellaVigna, S. and Kaplan, E. [2007]. The Fox News Effect: Media Bias and Voting. Quarterly Journal of Economics, 122: 1187-1234.",
        "Chomsky, N. [1973]. Watergate: a skeptical view. New York Review of Books, September 20: 3-8.",
        "Canes-Wrone, B., Herron, M. C. and Shotts, K. W. [2001]. Leadership and Pandering: A Theory of Executive Policymaking. American Journal of Political Science, 45: 532550.",
        "Besley, T. and Prat, A. [2006]. Handcuffs for the Grabbing Hand? Media Capture and Government Accountability. American Economic Review, 96(3): 720-736.",
        "Bernstein, B. J. [1976]. Road to Watergate and beyond: the growth and abuse of executive authority since 1940. Law and Contemporary Problems, 40: 58-86.",
        "Bernhardt, D., Krasa, S. and Polborn, M. K. [2006], Political Polarization and the Electoral Effects of Media Bias. CESifo Working Paper Series No. 1798, available at SSRN: http: //ssrn. com/abstract=892475.",
        "Balkin, J. M. [1999]. How Mass Media Simulate Political Transparency. Cultural Values, 3(4): 393-413.",
        "Bennett, W. L. and Serrin, W. [2005]. The Watchdog Role. In G. Overholser and K. H. Jamieson (eds.), The Press. New York: Oxford University Press: 169-188.",
        "Antweiler, W. and Frank, M. Z. [2005]. Do US Stock Markets Typically Overreact to Corporate News Stories? Mimeo, Sauder School of Business, University of British Columbia.",
        "Ansolabehere, S., Lessem, R. and Snyder, J. M., Jr. [2006]. The Orientation of Newspaper Endorsements in U.S. Elections, 1940-2002. Quarterly Journal of Political Science, 1(4): 393-404.",
        "Anderson, S. P. and McLaren, J. [2005]. Media Mergers and Media Bias with Rational Consumers . Mimeo, University of Virginia."
    ]
}