{
    "id": 14597,
    "cites": 54,
    "cited_by": 3,
    "reference": [
        "Taylor, S.J., 2005, Asset Price Dynamics, Volatility and Prediction, Princeton University Press, Princeton, NJ.",
        "Taylor, S.J., 1994, Trading Futures Using a Channel Rule: A Study of the Predictive Power of Technical Analysis with Cunency Examples, Journal of Futures Markets 14, 215-235.",
        "Sweeney, R. J., 1986, Beating the Foreign Exchange Market, Journal of Finance 41, 163-182.",
        "Swamy, P.A.V.B, 1970, Efficient Inference in a Random Coefficient Regression Model, Econometrica 38, 3 11-323.",
        "Stremme, A., Basu, D. and A. Abhyankar, 2005, The Optimal Use of Return Predictability: An Empirical Analysis, AFA 2006 Boston Meetings, paper available at SSRN: http://ssrn.corn/ahstract=687083.",
        "Ross, S. A., 2005, Neoclassical Finance, Princeton University Press, Princeton, New Jersey.",
        "Schulmeister, 5., 2006, The Interaction Between Technical Cunency Trading and Exchange Rate Fluctuations, Finance Research Letters 3, 212-233.",
        "Ross, S.A., 1976, Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory 13, 341-60.",
        "Roll, R., 1984, A Simple Implicit Measure of the Effective Bid-Ask Spread in Financial Markets, Journal of Finance 39, 1127-1139.",
        "Pukthuanthong, K., Levich, R. M. and L.R. Thomas III, 2007, Do Foreign Exchange Markets Still Trend? Journal of Portfolio Management, vol. 34, no. 1 (Fall): 114-28..",
        "Press, W.H., Flannery, B.P., Teukolsky, S.A. and W.T. Vettering, 1988, Numerical Recipes in C, Cambridge University Press, New York.",
        "Pojarliev, M. and R.M. Levich. 2008. Do Professional Cunency Managers Beat the Benchmark? Financial Analysts Journal, Sept/Oct.: 18-32.",
        "Peters, S.C. and D.A. Freedman, 1984, Some Notes on the Bootstrap in Regression Problems, Journal of Business & Economic Statistics 2, 406-409.",
        "Pesaran, M.H. and A. Timmermann, Predictability of Stock Returns: Robustness and Economic Significance, Journal of Finance 50, 120 1-1228.",
        "Olson, D., 2004, Have Trading Rule Profits in the Foreign Exchange Markets declined through time? Journal of Banking and Finance 28, 85-105.",
        "Okunev, J. and D. White, 2003, Do Momentum-based Strategies Still Work in Foreign Cunency Markets? Journal of Financial and Quantitative Analysis 38, 425447.",
        "Newy, W.K. and D.K. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-8.",
        "Available at SSRN: http:/Issrn.comiabslract=922345 Nelson, C.R., 1972, The Interpretation of R2 in Autoregressive-Moving Average Time Series Models, The American Statistician 30, 175-180.",
        "Neely, C.J., Weller, P.A. and J. Ulrich, 2007, The Adaptive Markets Hypothesis: Evidence from the Foreign Exchange Market, FRB of St. Louis Working Paper No.",
        "Neely, C., Weller, P., and R. Dittmar, 1997, Is Technical Analysis in the Foreign Exchange Market Profitable? A Genetic Programming Approach, Journal of Financial & Quantitative Analysis 32, 405-426.",
        "Meyer, D.J. and J. Meyer, 2005, Relative Risk Aversion: What Do We Know? Journal of Risk and Uncertainty 31, 243-262.",
        "Mehra, R. and E. Prescott, 1985, The Equity Premium Puzzle, Journal of Monetary Economics 15, 145-161.",
        "Lo, A.W., 2005, Reconciling Efficient Markets with Behavioral Finance: The Adaptive Markets Hypothesis, Journal of Investment Consulting 7, 21-44.",
        "Lo, A.W., 2004, The Adaptive Market Hypothesis: Market Efficiency from an Evolutionary Perspective, Journal of Portfolio Management, 30th Anniversary Issue, 15-29.",
        "Levich, R. M. and L.R. Thomas III, 1993, The Significance of Technical TradingRule Profits in the Foreign Exchange Market: A Bootstrap Approach, Journal of International Money and Finance 12, 45 1-74.",
        "Lequeux, P. and E. Acar, 1998, A Dynamic Index for Managed Cunencies Funds Using CME Cunency Contracts, European Journal of Finance 4, 3 11-330.",
        "LeBaron, B., 1999, Technical Trading Rule Profitability and Foreign Exchange Intervention, Journal of International Economics 49, 125-143.",
        "Kurz-Kim, Jeong-Ryeol and M. Loretan, 2007, A Note on the Coefficient of Determination in Regression Models with Infinite-Variance Variables, Deutsche Bundesbank Discussion Paper, Series 1: Economic Studies, No 10/2007.",
        "Karolyi, G.A. and B.-C. Kho, 2004, Momentum Strategies: Some Bootstrap Tests, Journal of Empirical Finance 11, 509-536.",
        "Hosking, J.R.M., 1979, The Asymptotic Distribution of R2 for AutoregressiveMoving Average Time Series Models When Parameters Are Estimated, Biometrika 66, 156-7.",
        "Hansen, L.P. and R. Jagannathan, 1991, Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy 99, 225-262.",
        "Gibbson, M., Ross, S.A., and J. Shanken, 1989, A Test of The Efficiency of A Given Portfolio, Econometrica 57, 1121-1152.",
        "Gencay, R., 1999, Linear, Non-linear and Essential Foreign Exchange Rate Prediction with Simple Technical Trading Rules, Journal of International Economics 47, 91-107.",
        "Gelman, A., Carlin, J.B., Stern, H.S. and Donald B. Rubin, 1995, Bayesian Data Analysis. London: Chapman and Hall.",
        "Gelfand, A.E. and A.F.M. Smith, 1990, Sampling Based Approaches to Calculating Marginal Densities, JASA 85, 398-409.",
        "Friend, I. and M.E. Blume, 1975, The Demand For Risky Assets, American Economic Review 65, 900-922.",
        "Freedman, D.A. and S.C. Peters, 1984, Bootstrapping an Econometric Model: Some Empirical Results, Journal of Business and Economic Statistics 2, 150-158.",
        "Evans, M.D.D., and R.K. Lyons, 2002, Order flow and exchange rate dynamics, Journal of Political Economy 110, 170-180.",
        "Fama, E., 1970, Efficient Capital Markets: a Review of Theory and Empirical Work, Journal of Finance 25, 383-417.",
        "Dooley, M.P. and J. Shafer, 1984, Analysis of Short-Run Exchange Rate Behaviour: March 1973-November 1981, in Bigman, D. and T. Taya (eds.), Exchange Rate and Trade Instability, Ballinger, Cambridge, MA.",
        "Dooley, M.P. and J. Shafer. Analysis of Short Run Exchange Rate Behavior: March 1973 - September 1975, 1976, International Finance Discussion Papers, No. 76. Washington, D.C., Federal Reserve System.",
        "Deutsche Bank, 2008. DB Cunency Returns: Weekly Update, October 20.",
        "Cochrane, J.H. and J. Saa-Requejo, 2000, Beyond Arbitrage: Good Deal Asset Price Bounds in Incomplete Markets, Journal of Political Economy 108, 79-119.",
        "Cochrane, J.H., 2005, Asset Pricing, 2nd Ed., Princeton University Press, Princeton.",
        "Cochrane, J.H., 2001, Asset Pricing, Princeton University Press, Princeton.",
        "Cern~, A. and S.D. Hodges, 2001, The Theory of Good-Deal Pricing in Incomplete Markets, in Mathematical Finance-Bachelier Congress 2000, H. Geman, D. Madan, S. Pliska and T. Vorst, eds. Berlin: Spring, 175-202.",
        "Cern~, A. and S.D. Hodges, 2000, The Theory of Good-Deal Pricing in Financial Markets, Tanaka Business School Discussion Paper TBS/DPO4/14.",
        "Campbell, J.Y. and S.B. Thompson, 2005, Predicting the Equity Premium Out of Sample: Can Anything Beat the Historical Average? unpublished manuscript.",
        "Burnside, C., M. Eichenbaum, I. Kleschelski, and S. Rebelo. 2006. The Returns to Cunency Speculation, NBER working paper 12916.",
        "Box, G.E.P. and G.M. Jenkins (1976), Time Series Analysis, Forecasting and Control, San Francisco: Holden Day.",
        "Berger, D.W., Chaboud, A.P., Chernenko, S.V., Howorka E. and J.H. Write, 2006, Order Flow and Exchange Rate Dynamics in Electronic Brokerage System Data, Board of Governors of the Federal Reserve System.",
        "Barsky, R.B., F.T. Juster, M.S. Kimball, and M.D. Shapiro, 1997, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, The Quarterly Journal of Economics 112, 537-539.",
        "Andersen, T.G., Bollerslev, T., Diebold, F.X. and J. Wu, 2004, Realized Beta: Persistence and Predictability, PIER Working Paper No. 04-0 18.",
        "Andersen, T.G., Bollerslev, T., Diebold, F.X. and H. Ebens, 2001, The Distribution of Stock Return Volatility, Journal of Financial Economics 61, 43-76."
    ]
}