{
    "id": 14605,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Wheaton, William (1990), ~Vacancy, Search, and Prices in a Housing Market Matching Model, Journal of Political Economy 98, 1270-1292.",
        "Stein, Jeremy (1995), ~Prices and Trading Volume in the Housing Market: A Model with Down-Payment Effects, Quarterly Journal of Economics, 110, 379-406.",
        "Prescott, Edward (1975), ~The Efficiency of the Natural Rate, Journal of Political Economy 83, 1229-1236.",
        "Shimer, Robert (2007), ~Mismatch, American Economic Review 97, 1074-1101.",
        "Peach, Richard (1983), ~An Econometric Model of Investment in Single Family Homes, University of Maryland Dissertation.",
        "Ortalo-Magne, Francois, and Sven Rady (2006), ~Housing Market Dynamics: On the Contribution of Income Shocks and Credit Constraints, Review of Economic Studies 73, 459485.",
        "Novy-Marx, Robert (2008), ~Hot and Cold Markets, Real Estate Economics, forthcoming.",
        "Lucas, Robert, and Edward Prescott (1974), ~Equilibrium Search and Unemployment, Journal of Economic Theory 7, 188-209.",
        "Lucas, Robert (1978), ~Asset Prices in an Exchange Economy, Econometrica 46, 14291445.",
        "Kramer, John (2001), ~A Theory of Liquidity in Residential Real Estate Markets, Journal of Urban Economics 49, 32-53.",
        "Knight, John (2002), ~Listing Price, Time on the Market, and Ultimate Selling Price: Causes and Effects of Listing Price Changes, Real Estate Economics, 213-237.",
        "Glaeser, Edward, and Joseph Gyourko (2006), ~Housing Dynamics, NBER working paper 12787.",
        "Hotelling, Harold (1931), ~The Economics of Exhaustible Resources, Journal of Political Economy 39, 137-175.",
        "Dieleman, Frans, William Clark, and Marinus Deurloo (2000), ~The Geography of Residential Turnover in Twenty-Seven Large U.S. Metropolitan Housing Markets, 1985-1995. Urban Studies 37, 223-245.",
        "Bental, Benjamin, and Benjamin Eden (1993), ~Inventories in a Competitive Environment, Journal of Political Economy 101, 863-886.",
        "Case, Karl, and Robert Shiller (1989), ~The Efficiency of the Market for Single-Family Homes, American Economic Review 79, 125-137.",
        "Anglin, Paul, and Richard Arnott (1999), Are Brokers Commission Rates on Home Sales Too High? A Conceptual Analysis, Real Estate Economics 27.",
        "James Albrecht, Axel Anderson, Eric Smith, and Susan Vroman (2007), ~Opportunistic matching in the Housing Market, International Economic Review 48, 641-664."
    ]
}