{
    "id": 14609,
    "cites": 58,
    "cited_by": 1,
    "reference": [
        "Pastor, Eubo~, and Robert F. Stambaugh, 2002a, Mutual fund performance and seemingly unrelated assets, Journal of Financial Economics 63,315-349.",
        "Pastor, Lubo~, and Robert F. Stambaugh, 2002b, Investing in equity mutual funds, Journal of Financial Economics 63,351-380.",
        "Mamaysky, Harry, Matthew Spiegel, and Hong Zhang, 2007b, Improved forecasting of mutual fund alphas and betas, Review of Finance 11, 359-400.",
        "Mamaysky, Harry, Matthew Spiegel, and Hong Zhang, 2007a, Estimating the dynamic of mutual fund alphas and betas, Review of Financial Studies 21(1), 233 - 264.",
        "Madhavan, Ananth, Matthew Richardson and Mark Roomans, 1997, Why do security prices change? A transaction-level analysis of NYSE stocks, Review of Financial Studies 10, 10351064.",
        "Lee, Charles M. C., and Mark J. Ready, 1991, Inferring trade direction from intraday data, Journal of Finance 46, 733-746.",
        "Kosowski, Robert, Allan Timmermann, Russ Wermers, and Hal White, 2006, Can mutual fund stars really pick stocks? New evidence from a bootstrap analysis, Journal of Finance 61, 2551-2595.",
        "Korajczyk, Robert, and Ronnie Sadka, 2005, Are momentum trading robust to trading costs? Journal of Finance 59, 1039-1082.",
        "Wermers, Russ, 1999, Mutual Fund Herding and the Impact on Stock Prices, Journal of Finance 54, 581-622.",
        "Vega, Clara, 2006, Stock price reaction to Public and private information, Journal of Financial Economics 82, 103-133.",
        "Sirri, Erik R., and Peter Tufano, 1998, Costly Search and Mutual Fund Flows, Journal of Finance 53, 1589-1622.",
        "Schultz, Paul, 2007, When is stock picking by mutual funds successful?, Working Paper, University of Notre Dame.",
        "Pastor, Lubo~, and Robert F. Stambaugh, 2003,Liquidity risk and expected stock returns, Journal of Political Economy 111, 642-685.",
        "Elton, Edwin J., Martin J. Gruber, Sanjiv Das, and Matthew Hlavka, 1993, Efficiency with costly information: a reinterpretation of evidence from managed portfolios, Review of Financial Studies 6, 1-22.",
        "Easley, David, Nicholas M. Kiefer, Maureen OHara, and Joseph Paperman, 1996, Liquidity, information, and less-frequently traded stocks, Journal of Finance 51, 1405-1436.",
        "Easley, David, Nicholas M. Kiefer, and Maureen OHara, 1997, One day in the life of a very common stock, Review of Financial Studies 10, 805-835.",
        "Easley, David, Soeren Hvidkjaer, and Maureen OHara, 2004, Factoring information into returns, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Keim, Donald B., 1999, An analysis of mutual fund design: the case of investing in small-cap stocks, Journal of Financial Economics 51, 173-194.",
        "Kacperczyk, Marcin, Clemens Sialm, and Lu Zheng, 2007, Unobesrved actions of mutual funds, Review of Financial Studies, forthcoming.",
        "Kacperczyk, Marcin, Clemens Sialm, and Lu Zheng, 2005, On the industry concentration of actively managed equity mutual funds, Journal of Finance 60, 1983-2012.",
        "Jensen, Michael, 1968, The performance of mutual funds in the period 1945-1964, Journal of Finance 23, 389-416.",
        "Kacperczyk, Marcin, and Amit Seru, 2007, Fund Manager Use of Public Information: New Evidence on Managerial Skills, Journal of Finance 62, 485-528.",
        "Jagannathan, Ravi, Alexey Malakhov, and Dmitry Novikov, 2006, Do Hot Hands Exist Among Hedge Fund Managers? An Empirical Evaluation, Working Paper, Northwestern University.",
        "Huang, Roger. and Hans R. Stoll, 1996, Dealer versus Auction markets: a paired comparison of execution costs on Nasdaq and the NYSE, Journal of Financial Economics 41, 313-358.",
        "Gruber, Martin J., 1996, Another puzzle: the growth in actively managed mutual funds, Journal of Finance, Vol. 51, No. 3, July 1996.",
        "Grossman, S., and J. Stiglitz, 1980, On the impossibility of informational efficient markets, American Economic Review 70, 393-408.",
        "Grinblatt, Mark, Sheridan Titman, and Russ Wermers, 1995, Momentum investment strategies, portfolio performance, and herding: A study of mutual fund behavior, American Economic Review 85, 1088-1105.",
        "Greenwald, Bruce C.N., Judd Kahn, Paul.D.Sonkin, and Michael Biema, 2001, Value Investing: From Graham to Buffett and Beyond, Wiley Publishing, first edition.",
        "Glosten, Lawrence R., and Lawrence E. Harris, 1988, Estimating the components of the bid / ask spread, Journal of Financial Economics 21, 123-142.",
        "French, Kenneth, 2008, The cost of active investing, Journal of Finance 63(4), 1537-1573.",
        "Fama, Eugene F., and Kenneth French, 1993, Common risk factors in the returns on bonds and stocks, Journal of Financial Economics 33, 3-56.",
        "Elton, Edwin J., Martin J. Gruber, Yoel Krasny and Sadi Ozelge, 2006, The effect of the frequency of holding data on conclusions about mutual fund behavior, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Easley, David, Soeren Hvidkjaer, and Maureen OHara, 2002, Is information risk a determinant of asset returns?, Journal of Finance 57, 2185-222 1.",
        "Duarte, Jefferson, and Lance Young, 2007, Why is PIN priced? Journal of Financial Economics, forthcoming.",
        "Daniel, Kent, Mark Grinblatt, Sheridan Titman, and Russ Wermers, 1997, Measuring mutual fund performance with characteristic based benchmarks, Journal of Finance 52, 1035-1058.",
        "Da, Zhi and Pengjie Gao, 2008, Clientele Change, Liquidity shock, and the Return on Financially Distressed Stocks, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Cremers, Martijn, and Antti Petajisto, 2006, How Active is Your Fund Manager? a New Measure that Predicts Performance, Review of Financial Studies, Forthcoming.",
        "Coval, Joshua D., and Erik Stafford, 2006, Asset Fire Sales (and Purchases) in Equity Markets, Journal of Financial Economics, Forthcoming.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 2001, The geography of investment: Informed trading and asset prices, Journal of Political Economy 109(4), 811-841.",
        "Cohen, Randolph B., 2002, Dimensional fund advisors, Harvard Business School Case 294-025.",
        "Christoffersen, Susan Kerr, Donald B. Keim, and David K. Musto, 2006, Valuable information and costly liquidity: evidence from individual mutual fund trades, Working Paper, Wharton School.",
        "Chordia, Tarun and Avanidhar Subrahmanyam, 2004, Order imbalance and individual stock returns: Theory and evidence, Journal of Financial Economics 72, 485 - 518.",
        "Chordia, Tarun, Sahn-Wook Huh, and Avanidhar Subrahmanyam, 2007, The cross-section of expected trading activity, Review of Financial Studies 20, 709-740.",
        "Chevalier, Judith, and Glenn Ellison, 1997, Risk taking by mutual funds as a response to incentives, Journal of Political Economy 105, 1167-1200.",
        "Chen, Qi, Itay Goldstein and Wei Jiang, 2006, Price informativeness and investment sensitivity to stock prices, Review of Financial Studies 20, 619-650.",
        "Chen, Joseph, Harrison Hong, Ming Huang, and Jeffrey Kubik, 2004, Does fund size erode performance ? Liquidity, organizational diseconomies and active money management, American Economic Review 94(5), 1276-1302.",
        "Chen, Hsiu-Lang, Narasimhan Jegadeesh, and Russ Wermers, 2000, An examination of the stockholdings and trades of fund managers, Journal of Financial and Quantitative Analysis 35, 343-368.",
        "Carhart, Mark M., 1997, On persistence in mutual fund performance, Journal of Finance 52, 57-82.",
        "Campbell, John Y., Tarun Ramadorai, and Allie Schwartz, 2007, Caught On Tape:Institutional Trading, Stock Returns, and Earnings Announcements, Journal of Financial Economics, Forthcoming.",
        "Brown, Stephen, Steve Hillegeist and Kin Lo, 2004, Conference calls and information asymmetry, Journal of Accounting and Economics 37, 343-366.",
        "Brown, Stephen, and William Goetzmann, 1995, Performance persistence, Journal of Finance 50(2), 679 - 698.",
        "Blume, Marshall E., and Roger M. Edelen, 2004, On replicating the S&P 500 index, Working Paper, Wharton School.",
        "Blumenthal, Karen, 2007, Grande expectations: A year in the life of Starbucks stock, Crown Publishing, first edition.",
        "Bharath, Sreedhar, Paolo Pasquariello and Guojun Wu, 2006, Does asymmetric information drive capital structure decisions?, Review of Financial Studies, forthcoming.",
        "Berk, Jonathan, and Richard C. Green, 2004, Mutual fund flows and performance in rational markets, Journal of Political Economy 112(6), 1269-1295.",
        "Baks, Klass, Jeffrey A. Busse, and T. Clifton Green, 2006, Fund Managers Who Take Big Bets: Skilled or Overconfident, Working Paper, Emory University",
        "Amihud, Yahov, 2002, Illiquidity and Stock Returns: Cross-Section and Time-Series Effects, Journal of Financial Markets 5, 3 1-56.",
        "Agarwal, Vikas, and Narayan Y. Naik, 2000, Multi-Period Performance Persistence Analysis of Hedge Funds, Journal of Financial and Quantitative Analysis 35, 327-342."
    ]
}