{
    "id": 14603,
    "cites": 43,
    "cited_by": 18,
    "reference": [
        "Baron, David P. (1998) ~Comparative Dynamics of Parliamentary Governments, American Political Science Review, 92, 593-609.",
        "Austen-Smith, David and Jeffrey Banks (1988) ~Elections, Coalitions and Legislative Outcomes, American Political Science Review, 82, 405422.",
        "Fudenberg, Drew and Jean Tirole (1991) Game Theory, Cambridge: MIT Press.",
        "Frye, Timothy (1997) ~A Politics of Institutional Choice: Post-Communist Presidencies, Comparative Political Studies, 30, 523-552.",
        "Easter, Gerald M. (1997) Preference for Presidentialism: Postcommunist Regime Change in Russia and the NIS, World Politics, 49, 184-211.",
        "Diermeier, Daniel and Antonio Merlo (2004) ~An Empirical Investgation of Coalitional Bargaining Procedures, Journal of Public Economics, 88, 783-797.",
        "Diermeier, Daniel and Timothy J. Feddersen (1998) ~Cohesion in Legislatures and the Vote of Confidence Procedure, American Political Science Review, 92, 611-621.",
        "Collier, Ruth B. (1982) Regimes in Tropical Africa: changing forms of supremacy, 19~5-1975, Berkeley: University of California Press.",
        "Cobham, Alex (2005) ~Cause of Conflict in Sudan: Testing the Black Book, Queen Elizabeth House, University of Oxford, Working Paper 121.",
        "Saiegh (2004) Government Coalitions and Legislative Success Under Presidentialism and Parliamentarism, British Journal of Political Science, 34, 565-587.",
        "Cheibub, JosÃ\u0083Â© Antonio (2007) Presidentialism, Parliamentarism and Democracy, New York: Cambridge University Press. Cheibub, JosÃ\u0083Â© Antonio, Adam Przeworski and Sebastian M.",
        "Chacon, Mario, James A. Robinson and Ragnar Torvik (2006) ~When is Democracy an Equilibrium?: Theory and Evidence from Colombia s Ia Violencia, NBER Working Paper #12789.",
        "Cartwright, John T. (1970) Politics in Sierra Leone 19~7-1967, Toronto: University of Toronto Press.",
        "Carlson, Rolf (1999) ~Presidentialism in Africa: Explaining Institutional Choice, Unpublished PhD Thesis, Department of Political Science, University of Chicago.",
        "Carey, John M., OctÃ\u0083Â¡vio A. Neto and Matthew S. Shugart (1997) ~Appendix: Outlines of Constitutional Powers in Latin America, in Scott Mainwaring and Mathew S. Shugart eds. Presidentialism and Democracy in Latin America, New York: Cambridge University Press.",
        "Besley, Timothy and Stephen Coate (1997) ~An Economic Model of Representative Democracy, Quarterly Journal of Economics, 112, 85-114.",
        "Carey, John M. and Matthew S. Shugart (1992) Presidents and Assemblies: Constitutional Design and Electoral Dynamics, New York: Cambridge University Press.",
        "Widner, Jennifer (1992) The Rise of a Party-State in Kenya: From Harambee! to Nyayo! Berkeley: University of California Press.",
        "Stepan, Alfred and Cindy Skach (1994) ~Presidentialism and Parliamentarianism in Comparative Perspective, in Juan J. Linz and Arturo Valenzuela eds. The Failure of presidential democracy, Baltimore: Johns Hopkins University Press.",
        "Shugart, Matthew S. and Stephan Haggard (2001) ~Institutions and Public Policy in Presidential Systems, in Stephan Haggard and Mathew D. McCubbins eds. Presidents, Parliaments, and Policy, New York: Cambridge University Press.",
        "Seekers of Truth and Justice (2000) The Black Book: Imbalance of Wealth and Power in Sudan, Unpublished critique of Sudans political economy since independence written by anonymous dissidents.",
        "Rothchild, Donald and Robert Curry Jr. (1978) Scarcity, Choice and Public Policy in Middle Africa, Berkeley: University of California Press.",
        "Przeworski, Adam (1991) Democracy and the Market, New York: Cambridge University Press.",
        "Przeworski, Adam, Michael Alvarez, JosÃ\u0083Â© A. Cheibub and Fernando Limongi (2000) Democracy and Development: Political Institutions and Material Well-being in the World, 1950-1990, New York: Cambridge University Press.",
        "Persson, Torsten and Guido Tabellini (2003) The Economic Effects of Constitutions, Cambridge MA: MIT Press.",
        "Persson, Torsten, Gerard Roland and Guido Tabellini (2000) ~Comparative Politics and Public Finance, Journal of Political Economy, 108, 1121-1161.",
        "Persson, Torsten, Gerard Roland and Guido Tabellini (1997) ~Separation of Powers and Political Accountability, Quarterly Journal of Economics, 112, 1163-1202.",
        "Osborne, Martin J. and Al Slivinski (1996) ~A Model of Political Competition with Citizen-candidates Quarterly Journal of Economics, 111, 65-96.",
        "Mayhew, David R. (1991) Divided we Govern: Party Control, Lawmaking and Investigations, 19~6-199O, New Haven: Yale University Press.",
        "Mainwaring, Scott and Mathew S. Shugart (1997) ~Presidentialism and Democracy in Latin America: Rethinking the Terms of the Debate,  in Scott Mainwaring and Mathew S. Shugart eds. Presidentialism and Democracy in Latin America, New York: Cambridge University Press.",
        "Mainwaring, Scott (1990) ~Presidentialism in Latin America, Latin American Research Review, 25, 157-179.",
        "Lipset, Seymour M. (1959) ~Some Social Requisites of Democracy: Economic Development and Political Legitimacy, American Political Science Review, 53, 69-105.",
        "Lijphart, Arend ed. (1992b) Parliamentary versus presidential government, New York: Oxford University Press.",
        "Linz, Juan J. and Arturo Valenzuela eds. (1994) The Failure of presidential democracy, Baltimore: Johns Hopkins University Press.",
        "Lijphart, Arend (1992a) ~Democratization and Constitutional Choices in Czecho-Slovokia, Hungary, and Poland, 1989-1991, Journal of Theoretical Politics, 4, 207-223.",
        "Linz, Juan J. (1990) ~The Perils of Presidentialism, Journal of Democracy, 1, 51-69.",
        "Linz, Juan J. (1978) The breakdown of democratic regimes. Crisis, breakdown, ~ reequilibration, Baltimore: Johns Hopkins University Press.",
        "Lewis, W, Arthur (1965) Politics in West Africa, New York: Oxford University Press.",
        "Laakso, Liisa (1999) Voting Without Choosing: State Making and Elections in Zimbabwe, Acta Politica No. 11, University of Helsinki.",
        "Lambert, Jacques (1969) Latin America: Social Structure and Political Institutions, Berkeley: University of California Press.",
        "Johnson, Douglas A. (2003) The Root Causes of Sudans Civil Wars, Oxford: James Currey.",
        "Huber, John D. (1996) ~The Vote of Confidence in Parliamentary Democracies, American Political Science Review, 90, 269-282.",
        "Horowtiz, Donald L. (1990) ~Comparing Democratic Systems, Journal of Democracy, 1, 73-79."
    ]
}