{
    "id": 1460,
    "cites": 21,
    "cited_by": 5,
    "reference": [
        "Blejer, Marjo I. and Leiderman, Leonardo, On the Real Effects of Inflation and Relative-Price Variability: Some Empirical Evidence, Review of Economics and Statistics, 62 (November 1980), 539-44.",
        "Blinder, Alan S., Monetary Accommodations of Supply Shocks Under Rational Expectations, Journal of Money, Credit and Banking, 13 (November 1981), 425-38.",
        "Cukierman, Alex and Wachtel, Paul, Differential Inflationary Expectations and the Variability of the Rate of Inflation, American Economic Review, 69 (September 1979), 595-610.",
        "Durbin, J., Testing for Serial Correlation in Least Squares Regression When Some of the Regressors Are Lagged Dependent Variables, Econornetrica, 38 (May 1970), 410-21.",
        "Engle, Robert F., Autoregressive Conditional Heteroscedasticity With Estimates of the Variance of United Kingdom Inflations, Econometrica, 50 (July 1982), 987-1007.",
        "Engle, Robert, Estimates of the Variance of U.S. Inflation Based on the ARCH Model, Journal of Money, Credit and Banking, 15 (August 1983), 286-301.",
        "Fischer, Stanley, loward an Understanding of the Costs of Inflation, Carnegie-Rochester Conference Series on Public Policy 15 (1981), 5-42.",
        "Fischer, Stanley and .Modigliani, Franco, Toward an Understanding of the Real Effects and Costs of Inflation, Weltwirtschaftjches Archiv, Bank 114, (1978), 810-33.",
        "Friedman, Milton, Inflation and Unemployment, Journal of Political Economy, 85 (June 1977), 451-72.",
        "Froyen, Richard T. and Waud, Roger N., Demand Variability, Supply Shocks, and the Output-Inflation Tradeoff, NBER Working Paper No. 1081, (February 1983).",
        "Goldberger, Arthur S. Best Linear Unbiased Prediction.in. the Generalized Linear Regression Model, Journal of the .Iunerican Statistical Association, 57 (June 1962), 369-75.",
        "Lucas, Robert E., Jr., Some International Evidence on OutputInflation Tradeoffs, American Economic Review, 63 (June 1973), 326-34.",
        "Makin, John H., Anticipated Money, Inflation Uncertainty and Real Economic Activity, Review of Economics and. Statistics, 64 (February 1982), 126-34..",
        "Marshall, Alfred, Answers To Questions on the Subject of Currency and Prices Circulated by the Royal Commission on the Depression of Trade and Industry, in `Official `Papers by Alfred Marshall. London: Macmillan, 1926.",
        "Mullineaux, Donald J., Unemployment, Industrial Production and Inflation Uncertainty in the United States, Review of Economics and Statistics, 62 (May 1980), 163-69.",
        "Nelson, Charles, Recursive Structure in U.S. Income, Prices, and Output, Journal of Political Economy, 87 (November 1979), 13 07-27.",
        "Okun, Arthur, Prices and Quantities. Washington: The Brookings Institution, 1981.",
        "Pagan, Adrian, Econometric Issues in the Analysis of Regressions with Generated Regressors, International EconOmic Review, 25 (February 1984), 221-247.",
        "Sargent, Thomas, The Persistence of Aggregate Employment and the Neutrality of Money, unpublished manuscript, University of Minnesota, 1977.",
        "Taylor, John, On the Relationship Between the Variability of Inflation and the Average Inflation Rate, CarnegieRochester Conference Series on Public Policy 15 (August 1981), 57-85.",
        "Theil, Henri, Principles of Econometrics. New York: John Wiley, 1971."
    ]
}