{
    "id": 14602,
    "cites": 42,
    "cited_by": 3,
    "reference": [
        "Zucker, L.G., Darby, M.R., Armstrong, J., 2002. Commercializing knowledge: University science, knowledge capture and firm performance in biotechnology. Management Science 48, 138-153.",
        "Zucker, L.G., Darby, M.R., 1997. Individual action and the demand for institutions: Star scientists and institutional transformation. American Behavioral Scientist 40, 502-153.",
        "Werth, B., 1994. The Billion-Dollar Molecule: One Companys Quest for the Perfect Drug. New York: Simon & Schuster.",
        "Titman, S., Trueman, B., 1986. Information quality and the valuation of new issues. Journal of Accounting and Economics 8, 159-172.",
        "Stuart, T., Ozdemir, S., Ding, W., 2007. Vertical alliance networks: The case of university-biotechnologypharmaceutical alliance chains. Research Policy 36, 477-498.",
        "Stoll, H., Curley, A., 1970. Small business and the new issues market for equities. Journal of Financial Quantitative Analysis 5, 309-322.",
        "Sine, W., Shane, S., Di Gregorio, D., 2003. The halo effect and technology licensing: The influence of institutional prestige on the licensing of university inventions. Management Science 49(4), 478-496.",
        "Rothaermel, F.T., Hess, A., 2007. Building dynamic capabilities: Innovation driven by individual, firm, and network-level effects. Organization Science, forthcoming.",
        "Ritter, J.R., Welch, I., 2002. A review of IPO activity, pricing, and allocations. Journal of Financial Economics, 1795-1828.",
        "Reilly, F., 1973. Further evidence on short-run results for new issues investors. Journal of Financial Quantitative Analysis 8, 83-90.",
        "Powell, W.W., 1996. Interorganizational collaboration in the biotechnology industry. Journal of Institutional and Theoretical Economics 152(1), 197-216.",
        "Nicholson, S., Danzon, P., McCullough, J. 2005. Biotech-pharmaceutical alliances as a signal of asset and firm quality. Journal of Business 78, 1433-1464.",
        "Metrick, A., 2006. Venture capital and the finance of innovation, New York, NY: John Wiley & Sons.",
        "Meggison, W., Weisss, K., 1991. Venture capitalist certification in initial public offerings. Journal of Finance 46(3), 879-901.",
        "McLaughlin, R., Safieddine, A., Vasudevan, G., 2000. Investment banker reputation and the performance of seasoned equity issuers. Financial Management, 96-1 10.",
        "Logue, D. E., 1973. On the pricing of unseasoned equity issues: 1965-1969. Journal of Financial Quantitative Analysis 8, 91-103.",
        "Loughran, T., Ritter, J., 1995. The new issues puzzle. Journal of Finance 58, 723-752.",
        "Lerner, J., Shane, H., Tsai, A, 2003. Do equity financing cycles matter?: Evidence from biotechnology alliances. Journal of Financial Economics 67, 411-446.",
        "Lerner, J., 1994. Venture capitalists and the decision to go public. Journal of Financial Economics 35, 293316.",
        "Leland, H., Pyle, D., 1977. Information asymmetries, financial structure, and financial intermediation. Journal of Finance 32, 371-387.",
        "Killian, L., Smith, K., Smith, W., 2001. IPOs for Everyone. John Wiley & Sons, New York.",
        "Kenney, M., 1986. Biotechnology: The University--Industrial Complex. New Haven: Yale University Press.",
        "Hsu, D., Ziedonis, R., 2007. Patents as quality signals for entrepreneurial ventures. Unpublished working paper, Stephen M. Ross School of Business, University of Michigan.",
        "Ibbotson, R., Jaffe, J., 1975. Hot issue markets. Journal of Finance 30:1027-1042.",
        "Higgins, M., Gulati, R., 2003. Getting off to a good start: the effects of upper echelon affiliations on underwriter prestige. Organization Science 14(3), 244-263.",
        "Higgins, M.J., 2007b. Introduction to finance and the valuation of early stage technologies. In G. Libecap (Ed.), Advances in the Study of Entrepreneurship, Innovation, and Economic Growth, Volume 18, Elsevier.",
        "Higgins, M.J., 2007a. The allocation of control rights in pharmaceutical alliances. Journal of Corporate Finance, 13, 58-75.",
        "Hansen, Z., Higgins, M.J., 2007. Technological uncertainty and the allocation of control rights in pharmaceutical alliances. Unpublished working paper, Washington University Olin School of Business.",
        "Gao, R.J., Lev, B.I. and Zhou, N. The Valuation of Biotech IPOs, 2004, working paper.",
        "Graham, S., Higgins, M.J., 2007. The impact of patenting on new product introductions in the pharmaceutical industry. Unpublished working paper, Georgia Institute of Technology College of Management..",
        "Foerster, B., 2000. Securities Industry Associations Capital Markets Handbook. 2~ Edition, Aspen Publishers.",
        "Ellis, K., Michaely, R., OHara, M., 2000. When the underwriter is the market marker: An examination of trading in the IPO aftermarket. Journal of Finance 55, 1039-1074.",
        "Elfenbein, D., 2007. Publications, patents, and the market for university inventions. Journal of Economic Behavior & Organization 63(4).",
        "Deeds, D.L., Mang, P., Frandsen, M., 2004. The influence of firms and industries legitimacy on the flow of capital into high-technology ventures. Strategic Organization 2(1), 9-34.",
        "Chemmanur, T., Fulghieri, P., 1994. Investment bank reputation, information production, and financial intermediation. Journal of Finance 49(1), 57-79.",
        "Carter, R., Dark, F., Singh, A., 1998. Underwriter reputation, initial returns and the long-run performance of IPO stocks. Journal of Finance 53(1), 285-311.",
        "Brau, J., Fawcett, 5., 2006. Initial public offerings: An analysis of theory and practice. Journal of Finance, 399- 435.",
        "Burrill, G. 5., 1988. Biotech 89. Into the Marketplace. San Francisco, CA: The Arthur Young High Technology Group.",
        "Bialkin, K., Grant, W., (eds.) 1985. Securities Underwriting, a Practitioners Guide. New York: Practicing Law Institute.",
        "Booth, J., Smith, R., 1986. Capital raising, underwriting and the certification process. Journal of Financial Economics 15, 261-28 1.",
        "Audretsch, D., Stephan, P., 1996. Company-scientist locational links: The case of biotechnology. American Economic Review~ 86, 641-652.",
        "Adegbesan, T., Higgins, M.J., 2006. The intra-alliance division of value created through collaboration. Unpublished working paper, Georgia Institute of Technology College of Management.."
    ]
}