{
    "id": 14607,
    "cites": 25,
    "cited_by": 208,
    "reference": [
        "Sanders, William L. and June C. Rivers (1996) Cumulative and Residual Effects of Teachers on Future Student Academic Achievement Research Progress Report University of Tennessee Value-Added Research and Assessment Center.",
        "Rubin, Donald B., Elizabeth A. Stuart; Elaine L. Zanutto (2004) A Potential Outcomes View of Value-Added Assessment in Education Journal of Educational and Behavioral Statistics, Vol. 29, No. 1, Value-Added Assessment Special Issue, Spring, pp. 103-116.",
        "Rothstein, J., Teacher Quality in Educational Production: Tracking, Decay, and Student Achievement, Princeton University Working Paper, May 2008.",
        "Rockoff, Jonah E. (2004) The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data American Economic Review Vol. 92, No. 2, pp. 247252.",
        "Rivkin, Steven, Eric Hanushek and John Kain (2005) Teachers, Schools and Academic Achievement Econometrica Vol. 73, No. 2, pp. 417-458.",
        "Raudenbush, Stephen W. and A.S. Bryk (2002), Hierarchical Linear Models: Applications and Data Analysis Methods, Newbury Park, CA: Sage Publications.",
        "Raudenbush, Stephen W. (2004) What Are Value-Added Models Estimating and What Does This Imply for Statistical Practice? Journal of Educational and Behavioral Statistics, Vol. 29, No. 1, Value-Added Assessment.Special Issue. Spring, pp. 121-129.",
        "Nyc, Barbara, Larry Hedges and Spyros Konstantopoulos (2004) How large are teacher effects? Educational Evaluation and Policy Analysis Volume 26, pp. 237-257.",
        "Murnane, R. J. & Phillips, B. R. (1981). What do effective teachers of inner-city children have in common? Social Science Research, 10, 83-100.",
        "Morris ,Carl N (1983) Parametric Empirical Bayes Inference: Theory and Applications Journal of the American Statistical Association, 78:47-55.",
        "McCaffrey, Daniel F., J. R. Lockwood, Daniel Koretz, Thomas A. Louis, Laura Hamilton (2004) Models for Value-Added Modeling of Teacher Effects Journal of Educational and Behavioral Statistics, Vol. 29, No. 1, Value-Added Assessment Special Issue., Spring, pp. 67-101.",
        "McCaffrey, D.F. and L.S. Hamilton, Value-Added Assessment in Practice, RAND Technical Report, The RAND Corporation, Santa Monica, CA, 2007.",
        "McCaffrey, Daniel, J.R. Lockwood, Daniel Koretz and Laura Hamilton (2003) Evaluating Value-Added Models for Teacher Accountability, (Santa Monica, CA: Rand Corporation).",
        "Konstantopoulos, Spyros (2008) Do Small Classes Reduce the Achievement Gap between Low and High Achievers? Evidence from Project STAR The Elementary School Journal Vol 108, No. 4, pp. 278-291.",
        "Kane, Thomas J., Jonah Rockoff and Douglas Staiger, (Forthcoming) What Does Certification Tell Us about Teacher Effectiveness?: Evidence from New York City Economics of Education Review (Also NBER Working Paper No. 12155, April 2006. Konstantopoulos, S. How Long Do Teacher Effects Persist? IZA Discussion Paper No.",
        "Jacob, B.A., L. Lefgren, and D. Sims, The Persistence of Teacher-Induced Learning Gains, NBER working paper #14065, June 2008.",
        "Jacob, Brian and Lars Lefgren (2005) Principals as Agents: Student Performance Measurement in Education NBER Working Paper No. 11463.",
        "Hanushek, Eric A. (1971). Teacher characteristics and gains in student achievement; estimation using micro data. American Economic Review, 61, 280-288.",
        "Gordon, Robert, Thomas J. Kane and Douglas 0. Staiger, (2006) Identifying Effective Teachers Using Performance on the Job Hamilton Project Discussion Paper, Published by the Brookings Institution.",
        "Glewwe, P., N. Ilias, and M. Kremer, Teacher Incentives, NBER working paper #967 1, May 2003.",
        "Cantrell, S., J. Fullerton, T.J. Kane, and D.O. Staiger, National Board Certification and Teacher Effectiveness: Evidence from a Random Assignment Experiment, working paper, March 2007.",
        "Banerjee, A.V., S. Cole, E. Duflo and L. Linden, Remedying Education: Evidence from Two Randomized Experiments in India, Quarterly Journal of Economics, August 2007, Vol. 122, No. 3, Pages 1235-1264.",
        "Armour, David. T. (1976). Analysis of the school preferred reading program in selected Los Angeles minority schools. R-2007-LAUSD. (Santa Monica, CA: Rand Corporation).",
        "Andrabi, Tahir, Jishnu Das, Asim I. Khwaja, Tristan Zajonc (2008) Do Value-Added Estimates Add Value? Accounting for Learning Dynamics Harvard University unpublished working paper, Feb. 19.",
        "Aaronson, Daniel, Lisa Barrow and William Sander (2007) Teachers and Student Achievement in Chicago Public High Schools Journal of Labor Economics Vol. 24, No. 1, pp. 95-135."
    ]
}