{
    "id": 14601,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "West, Kenneth D. and Dongchul Cho, 1995, The Predictive Ability of Several Models of Exchange Rate Volatility, Journal of Econometrics 69, 367-391.",
        "West, Kenneth D., Hali J. Edison and Dongchul Cho, 1993, A Utility Based Comparison of Some Models of Exchange Rate Volatility, Journal of International Economics 35, 23-46.",
        "West, Kenneth D., 1996, Asymptotic Inference About Predictive Ability, Econometrica 64, 1067-1084.",
        "Stock, James H. and Mark W. Watson, 2007, Why has U.S. inflation become harder to forecast?, Journal of Money, Credit and Banking.",
        "Sarno, Lucio, Daniel L. Thornton and Giorgio Valente, 2005, Federal Funds Rate Prediction, Journal of Money, Credit and Banking 37, 449-472.",
        "Rapach, David E. and Mark E. Wohar, 2006, In-Sample vs. Out-of-Sample Tests of Stock Return Predictability in the Context of Data Mining, Journal of Empirical Finance, 13(2), 231-247.",
        "Politis, Dimitris N. and Joseph P. Romano, 1994, The Stationary Bootstrap, Journal of the American Statistical Association 89, 1303-1313.",
        "Orphanides, Athanasios and Simonvan Norden, 2005, The Reliability of Inflation Forecast Based on Output Gap Estimates in Real Time, Journal of Money, Credit, and Banking 37, 583-600.",
        "Lutkepohl, Helmut, 1987, Forecasting Aggregated Vector ARMA Processes, Springer-Verlag.",
        "Inoue, Atsushi and Lutz Kilian, 2006, On the Selection of Forecasting Models, Journal of Econometrics, 130(2), 273-306.",
        "Lutkepohl, Helmut, 1984, Forecasting contemporaneously aggregated vector ARMA processes, Journal of Business & Economic Statistics 2(3), 201-214.",
        "Inoue, Atsushi and Lutz Kilian, 2004, In-Sample or Out-of-Sample Tests of Predictability: Which One Should We Use?, Econometric Reviews 23(4), 37 1-402.",
        "Ker, Alan, 2001, On the Maximum of Bivariate Normal Variables, Extremes, 4:2, 185-186.",
        "Hubrich, Kirstin, 2005, Forecasting Euro Area Inflation: Does Aggregating Forecasts by HICP Component Improve Forecast Accuracy?, International Journal of Forecasting 21, 119-36.",
        "Hong, Yongmiao and T. H. Lee, 2003, Inference on Predictability of Foreign Exchange Rates via Generalized Spectrum and Nonlinear Time Series Models. Review of Economics and Statistics ~, 1048-1062.",
        "Hendry, David F. and Kirstin Hubrich, 2007, Combining Disaggregate Forecasts or Combining Disaggregate Information to Forecast an Aggregate, manuscript, European Central Bank.",
        "Hendry, David F. and Kirstin Hubrich, 2006, Forecasting Aggregates by Disaggregates, European Central Bank Working Paper 589.",
        "Hansen, Peter Reinhard, 2008, In-Sample Fit and Out-of-Sample Fit: Their Joint Distribution and Its Implications for Model Selection, manuscript, Stanford University.",
        "Gupta, Shanti S., Klaus Nagel and S. Panchapakesan, 1973, On the Order Statistics from Equally Correlated Normal Random Variables, Biometrika 60, 403-4 13.",
        "Hansen, Peter Reinhard, 2005, A Test for Superior Predictive Ability, Journal of Business and Economic Statistics, 23, 365-380.",
        "Granger, C.W.J and Paul Newbold, 1977, Forecasting Economic Time Series, New York: Academic Press.",
        "Giacomini, Raffaella and Halbert White, 2006, Tests of Conditional Predictive Ability, Econometrica 74, 1545-78.",
        "Diebold, Francis X. and Robert S. Mariano, 1995, Comparing Predictive Accuracy, Journal of Business and Economic Statistics 13, 25 3-263.",
        "Clark, Todd E. and Kenneth D. West, 2007, Approximately Normal Tests for Equal Predictive Accuracy in Nested Models, Journal of Econometrics, 138(1), 291-311.",
        "Clark, Todd E. and Kenneth D. West, 2006, Using Out-of-Sample Mean Squared Prediction Errors to Test the Martingale Difference Hypothesis, Journal of Econometrics (1-2), 155-186.",
        "Clark, Todd E. and Michael W. McCracken, 2006, Reality Checks and Nested Forecast Model Comparisons, manuscript, Board of Governors of the Federal Reserve.",
        "Clark, Todd E. and Michael W. McCracken, 2005, Evaluating Direct Multistep Forecasts, Econometric Reviews, 369-404.",
        "Clark, Todd E. and Michael W. McCracken, 2001, Tests of Equal Forecast Accuracy and Encompassing for Nested Models, Journal of Econometrics 105, 85-110.",
        "Cain, Michael, 1994, The Moment Generating Function of the Minimum of Bivariate Normal Random Variables, The American Statistician, 1994, 48:2, 124-125.",
        "Billmeier, Andreas, 2004, Ghostbusting: Which Output Gap Measure Really Works?, IMF Working paper WP/04/146.",
        "Atkeson, Andrew and Ohanian, Lee E. (2001), Are Phillips Curves Useful for Forecasting Inflation?, Federal Reserve Bank of Minneapolis Quarterly Review ~(1): 2-11.",
        "Ashley. R., Granger, Clive .W.J. and Richard Schmalensee, 1980, Advertising and Aggregate Consumption: An Analysis of Causality, Econometrica 48, 1149-1168."
    ]
}