{
    "id": 14615,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Wang, J. C. and Basu, 5. (2007). Risk Bearing, Implicit Financial Services, and Specialization in the Financial Industry. Working paper, Federal Reserve Bank of Boston. Available at http://www.hos.frb.org/econornic/ppdp/2006/ppdp063.pdf.",
        "Wang, J. C. (2003). Loanable Funds, Risk, and Bank Service Output, Federal Reserve Bank of Boston, Working Paper Series, no. 03-4. Available at ~",
        "SNA (1993). System of National Accounts 1993, United Nations: New York.",
        "Radecki, Lawrence (1999). Banks Payments-Driven Revenues. Federal Reserve Bank of New York Economic Policy Review 4(2), pp. 53-70.",
        "Kimball, Ralph C. and William T. Gregor (1995). How Distribution Is Transforming Retail Banking: Changes Leading Banks Are Making. Journal of Retail Banking Services 17(3).",
        "Kau, James, Donald Keenan, Walter Muller, and James Epperson (1992). A Generalized Valuation Model for Fixed-Rate Residential Mortgages Journal of Money, Credit and Banking 24, pp. 279-299.",
        "Jarrow, Robert, David Lando, and Fan Yu (2005). Default Risk and Diversification: Theory and Empirical Implications, Mathematical Finance 15(1), pp. 1-26.",
        "Inklaar, R., and J.C. Wang (2007). Not Your Grandfathers Bank Any More? Consistent Measurement of Non-Traditional Bank Output mimeo University of Groningen and Federal Reserve Bank of Boston.",
        "Inklaar, R., M. P. Timmer, and B. van Ark (2008). Market services productivity across Europe and the US Economic Policy 23(53), pp. 139-194.",
        "Griliches, Z. (1994). Productivity, R&D, and the Data Constraint American Economic Review 84(1), pp. 1-23.",
        "Gropp, R. and J. Vesala (2001). Deposit Insurance and Moral Hazard: Does the Counterf actual Matter? ECB Working Paper, no. 47.",
        "Flannery, M. J. (1982). Retail Bank Deposits as Quasi-Fixed Factors of Production, American Economic Review 72(3), pp. 527-36.",
        "Fixier, D. J. and M. B. Reinsdorf (2006). Computing Real Bank Services paper presented at the NBER/CRIW Summer Institute Workshop, downloadable at http://www.nber.org/-~conferi2OO6/si2(JO6/prcrireinsd orf. pdf.",
        "Fixier, D. J., M. B. Reinsdorf, and G. M. Smith. (2003). Measuring the Services of Commercial Banks in the NIPA: Changes in Concepts and Methods. Survey of Current Business 83(9), pp. 33-44.",
        "Fixier, D. J. (2004). Comments, in Productivity in the U.S. Services Sector: New Sources of Economic Growth, by Jack E. Triplett and Barry P. Bosworth, Brookings Institution Press.",
        "Dunn, Kenneth and John McConnell (1981). Valuation of GNMA Mortgage Backed Securities Journal of Finance 36, pp. 599-616.",
        "Fama, E. F. (1985). Whats Different About Banks? Journal of Monetary Economics 15(1), pp. 29-39.",
        "Duffie, Darrell and Kenneth J. Singleton (2003). Credit Risk: Pricing, Measurement, and Management, Princeton University Press.",
        "Diewert, W. E. (2008). What is to be done for better productivity measurement International Productivity Monitor 16, pp. 40-52.",
        "Diewert, W. E. (1974). Intertemporal Consumer Theory and the Demand for Durables, Econometrica 42(3), pp. 497-516.",
        "Corrado, Carol A., Charles R. Hulten, and Daniel E. Sichel (2006). Intangible Capital and Economic Growth NBER Working Papers, no. 11948.",
        "Calomiris, Charles W. and Joseph R. Mason (2004). Credit Card Securitization and Regulatory Arbitrage, Journal of Financial Services Research 26(1), pp. 5-27.",
        "Berger, A. N. and T. H. Hannan (1989). The Price-Concentration Relationship in Banking, Review of Economics and Statistics 71(2), pp. 291-99.",
        "Barnett, W. A. (1978). The User Cost of Money, Economic Letters 1(2), pp. 145-49."
    ]
}