{
    "id": 14613,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Milgrom, P. and J. Roberts (1988), An Economic Approach to Influence Activities in Organizations, American Journal of Sociology, 94 (Supplement): S154-S179.",
        "Mailath, G. J., V. Nocke, and A. Postlewaite (2004), Business Strategy, Human Capital and Managerial Incentives, Journal of Economics and Management Strategy, 13 (4): 617-33.",
        "Klein, B., R. G. Crawford and A. Alchian (1978), Vertical Integration, Appropriable Rents, and the Competitive Contracting Process, Journal of LaW & Economics, 21(2): 297-326.",
        "Inderst, R. and C. Laux (2005), Incentives in Internal Capital Markets: Capital Constraints, Competition, and Investment Opportunities, Rand Journal of Economics, 36 (1): 215-28.",
        "Holmstrom, B. and J. Roberts (1998), Boundaries of the Firm Revisited, Journal of Economic Perspectives, 12 (4): 73-94.",
        "Holmstrom, B. (1999), The Firm as a Subeconomy, Journal of LaW, Economics, and Organization, 15 (1): 74-102.",
        "______________ (2005), On the Design of Hierarchies: Coordination Versus Specialization, Journal of Political Economy, 113 (4): 675-702.",
        "(2008), Contracts as Reference Points, Quarterly Journal of Economics, 123 (1): 1-48.",
        "Hart, 0. and J. Moore (1990), Property Rights and the Nature of the Firm, Journal of Political Economy, 98 (6): 1119-1158.",
        "Hart, 0. (2009), Hold-up, Asset Ownership, and Reference Points, Quarterly Journal of Economics, 124 (1): February.",
        "Hart, 0. (1995), Firms, Contracts, and Financial Structure. Oxford: Oxford University Press.",
        "Grossman, S. and 0. Hart (1986), The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94 (4): 691-719.",
        "Gawer, A. and M. A. Cusumano (2002), Platform Leadership: How Intel, Microsoft, and Cisco Drive Industry Innovation. Boston: Harvard Business School Press.",
        "de Meza, D. and B. Lockwood (1998), Does Asset Ownership Always Motivate Managers? Outside Options and the Property Rights Theory of the Firm, Quarterly Journal of Economics, 113 (2): 361- 86.",
        "Coase, R. (1988), Industrial Organization: A Proposal for Research, in R. Coase (ed.) The Firm, the Market and the Law. Chicago: The University of Chicago Press, pp. 57-74.",
        "Bunnell, D. (2000), Making the Cisco Connection: the Story behind the Real Internet Superpower. New York: John Wiley & Sons.",
        "Chiu, Y. S. (1998), Noncooperative Bargaining, Hostages, and Optimal Asset Ownership, American Economic Review, 88 (4): 882-90 1.",
        "Brusco, S. and F. Panunzi (2005), Reallocation of Corporate Resources and Managerial Incentives in Internal Capital Markets, European Economic Review, 49 (3): 659-81.",
        "Bolton, P. and M. Dewatripont (2005), Contract Theory. Cambridge, MA: MIT Press.",
        "Blair, M. and L. Stout (1999), A Team Production Theory of Corporate Law, Virginia Law Review, 85 (2): 247-328.",
        "(2008), Strategic Alliances: Bridges between `Islands of Conscious Power, Journal of the Japanese and International Economies, 22 (2): 146-63.",
        "_____________ (2002), Relational Contracts and the Theory of the Firm, Quarterly Journal of Economics, 117 (1): 39-84.",
        "Baker, G., R. Gibbons and K. Murphy (1999), Informal Authority in Organizations, Journal of Law, Economics, and Organization, 15 (1): 56-73.",
        "Alonso, R., W. Dessein and N. Matouschek (2008), When Does Coordination Require Centralization? American Economic Review, 98 (1), 145-179.",
        "Aghion, P. and J. Tirole (1997), Formal and Real Authority in Organizations, Journal of Political Economy, 105 (1): 1-29.",
        "Aghion, P., M. Dewatripont and P. Rey (2004), Transferable Control, Journal of the European Economic Association, 2(1): 115-38.",
        "_____________ (2000), Visionaries, Managers and Strategic Direction, RAND Journal of Economics, 31(4): 693-7 16.",
        "Scharfstein, D. and J. Stein (2000), The Dark Side of Internal Capital Markets: Divisional RentSeeking and Inefficient Investment, Journal of Finance, 55 (6): 2537-64.",
        "Rotemberg J. and G. Saloner (1994), Benefits of Narrow Business Strategies, American Economic Review, 84 (5): 1330-1349.",
        "Rantakari, H. (2008), Governing Adaptation, Review of Economic Studies, 75 (4): 1257-1285.",
        "Rajan, R., H. Servaes and L. Zingales (2000), The Cost of Diversity: The Diversification Discount and Inefficient Investment, Journal of Finance, 55 (1): 35-80.",
        "Rajan, R. and L. Zingales (1998), Power in a Theory of the Firm, Quarterly Journal of Economics, 113 (2): 3 87-432.",
        "Williamson, 0. (1975), Markets and Hierarchies: Analysis and Antitrust Implication. New York: Free Press.",
        "Hierarchical Firms, Journal of Finance, 57 (5): 1891-1921.",
        "Van den Steen, E. (2005), Organizational Beliefs and Managerial Vision, Journal of Law, Economics, and Organization, 21(1): 256-83.",
        "______________ (2002), Information Production and Capital Allocation: Decentralized vs.",
        "Stein, J. (1997), Internal Capital Markets and the Competition for Corporate Resources, Journal of Finance, 52 (1):111-133.",
        "Schoar, A. (2002), Effects of Corporate Diversification on Productivity, Journal of Finance, 57 (6): 2379-2403.",
        "Shleifer, A. and L. H. Summers (1988), Breach of Trust in Hostile Takeovers, in Auerbach, A.J. (ed.) Corporate Takeovers: Causes and Conseciuences. Chicago: University of Chicago Press, pp. 33-56."
    ]
}