{
    "id": 14614,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Barnett, W. A. (1980). Economic Monetary Aggregates: An Application of Index Number and Aggregation Theory Journal of Econometrics 14(1), p. 11-48.",
        "Barnett, W. (1995), Exact Aggregation Under Risk, in Social Choice, Welfare and Ethics, Proceedings of the Eighth International Symposium in Economic Theory and Econometrics, Cambridge University Press, p. 353-374.",
        "Barnett, W., K. Milka, and P. Meenakshi. (1995). Estimating Policy-Invariant Deep Parameters in the Financial Sector When Risk and Growth Matter. Journal of Money, Credit, and Banking 27(4): 1402-1429.",
        "Berger, A. N. and D. B. Humphrey (1997). Efficiency of Financial Institutions: International Survey and Directions for Future Research, European Journal of Operational Research 98(2), p. 175-2 12.",
        "Bergquist Eric (2002). Popularity of Outsourcing Seen Rising as Rates Climb, American Banker, September 16.",
        "Bureau of Labor Statistics. (1998). Technical Note on Commercial Banks-SIC 602: OutputComponents and Weights. Manuscript, December.",
        "Cochrane, J. H. (2001). Asset Pricing. Princeton: Princeton University Press.",
        "Diewert, W. E. (1974) Intertemporal Consumer Theory and the Demand for Durables, Econometrica 42(3), p. 497-5 16.",
        "Donovan, D. J. (1978). Modeling the Demand for Liquid Assets: An Application to Canada, International Monetary Fund Staff Papers 25(4), p. 676-704.",
        "Fama, E. F. (1984). The information in the term structure. Journal of Financial Economics 13, 509-528.- Fama, E. F. and K. R. French (1989). Business conditions and the expected returns on bonds and stocks, Journal of Financial Economics, 25, p. 23-49.",
        "Fama, E. F. and K. R. French (1993). Common Risk Factors in the Returns on Stocks and bonds, Journal of Financial Economics 33(1), p. 3-56. Federal Reserve Bulletin: various issues.",
        "Fixler, D. J. (2004). Comments, in Productivity in the U.S. Services Sector: New Sources of Economic Growth, by Jack E. Triplett and Barry P. Bosworth, Brookings Institution Press.",
        "Fixler, D. J., M. B. Reinsdorf, and G. M. Smith. (2003). Measuring the Services of Commercial Banks in the NIPA: Changes in Concepts and Methods. Survey of Current Business 83(9): 33-44.",
        "Hancock, D. (1985). The Financial Firm: Production with Monetary and Nonmonetary Goods, Journal of Political Economy 93(5), p. 859-80.",
        "Humphrey, David (2004). Comments, in Productivity in the U.S. Services Sector: New Sources of Economic Growth, by Jack E. Triplett and Bany P. Bosworth, Brookings Institution Press.",
        "Kimball, Ralph C. and William T. Gregor (1995). How Distribution Is Transforming Retail Banking: Changes Leading Banks Are Making. Journal of Retail Banking Services, XVII (3).",
        "Radecki, Lawrence (1999). Banks Payments-Driven Revenues. Federal Reserve Bank of New York Economic Policy Review 4, no. 2, p. 53-70.",
        "Schreyer, P., and P. Stauffer. (2003). Measuring the Production of Financial Corporations. Draft Final Report, OECD Task Force on Financial Services (Banking Services) in National Accounts. Presented at the OECD/BSF/SNB Workshop, August 28-29, 2003, Zurich, Switzerland.",
        "Stiglitz, J. E. and A. Weiss (1981). Credit Rationing in Markets with Imperfect Information, American Economic Review 7 1(6), p. 393-410."
    ]
}