{
    "id": 14616,
    "cites": 29,
    "cited_by": 11,
    "reference": [
        "Bernanke, Ben and Mark Gertler (1989). Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, Vol. 79 (1) pp. 14-31 Bernanke, Ben S., Mark Gertler, and Simon Gilchrist (1996). The Financial Accelerator and the Flight to Quality, Review of Economics and Statistics, v. 78(1), p. 1-15.",
        "Berger, A. N. and L. J. Mester (1997). Inside the Black Box: What Explains Differences in the Efficiencies of Financial Institutions? Journal of Banking and Finance 2 1(7), p. 895-947.",
        "Berger, A. N. and D. B. Humphrey (1997). Efficiency of Financial Institutions: International Survey and Directions for Future Research, European Journal of Operational Research 98(2), p. 175-2 12.",
        "Allen, Franklin and Anthony M. Santomero (1999). What Do Financial Intermediaries Do? Working Paper Series #99-30-B, Wharton Financial Institutions Center.",
        "Allen, Franklin and Anthony M. Santomero (1998). The Theory of Financial Intermediation, Journal of Banking and Finance 21, p. 1461-1485.",
        "Akerlof, G. (1970). The Market for `Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics 84(3), p. 48 8-500.",
        "(2004). Measuring Banking and Finance: Conceptual Issues, Chapter 7 in Services Productivity in the United States. New Sources of Economic Growth, Brookings Institution Press.",
        "Triplett, Jack. E. and Barry P. Bosworth (2004). Price, Output, and Productivity of Insurance: Conceptual Issues, Chapter 6 in Productivity in the U. S. Services Sector. New Sources of Economic Growth.",
        "Triplett, Jack. E. (1983). Concepts of Quality in Input and Output Price Measures: A Resolution of the UserValue Resource-Cost Debate, in M. F. Foss (ed.) The U.S. National Income and Product Account. Selected Topics, University of Chicago Press, Chicago.",
        "Townsend, R. M. (1979). Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory 21(1), p. 265-293.",
        "Schreyer, P. and Stauffer, P. (2003). Financial Services in National Accounts: Measurement Issues and Progress, OECD Task Force on Financial Services in the National Accounts.",
        "Ramakrishnan, R. and A. V. Thakor (1984). Information Reliability and A Theory of Financial Intermediation, Review of Economic Studies 5 1(3), p. 4 15-432.",
        "Modigliani, F. F. and M. H. Miller (1958). The Cost of Capital, Corporation Finance, and the Theory of Investment, American Economic Review (48), p. 26 1-97.",
        "Leland, H. E. and D. H. Pyle (1977). Informational Asymmetries, Financial Structure, and Financial Intermediation, Journal of Finance 32(2), p. 37 1-87.",
        "Kwark, Noh-Sun (2002). Default Risks, Interest Rate Spreads, and Business Cycles: Explaining the Interest Rate Spread as a Leading Indicator, Journal of Economic Dynamics and Control, 26 (2), p. 27 1-302.",
        "Kunze, Kent, Mary Jablonski and Mark Siding (1998). Measuring Output and Labor Productivity of Commercial Banks (SIC 62): A Transaction-Based Approach, Brookings Institution Workshop on Banking Output, November, 1998.",
        "Hancock, D. (1985). The Financial Firm: Production with Monetary and Nonmonetary Goods, Journal of Political Economy 93(5), p. 859-80.",
        "Froot, K. A. and J. C. Stein (1998). Risk Management, Capital Budgeting and Capital Structure Policy for Financial Institutions: An Integrated Approach, Journal of Financial Economics 47(1), p. 55-82.",
        "Fixler, D. J. (2004). Discussion of the Finance and Insurance Output Measurement, in Jack. E. Triplett and Barry P. Bosworth (eds.) Productivity in the U. S. Services Sector. New Sources of Economic Growth.",
        "Fixler, D. J., M. B. Reinsdorf, and G. M. Smith (2003). Measuring the Services of Commercial Banks in the NIPAs - Changes in Concepts and Methods, Survey of Current Business, Vol. 83, No. 9, p. 33-44.",
        "Fixler, D. J. and K. D. Zieschang (1992). User Costs, Shadow Prices, and the Real Output of Banks, in Z. Griliches (eds.), Studies in Income and Wealth, vol. 56, NBER.",
        "Diewert, W. E. (2001), Measuring the Price and Quantity of Capital Services Under Alternative Assumptions, Discussion Paper 0 1-24, Department of Economics, University of British Columbia.",
        "Diewert, W. E. (1974) Intertemporal Consumer Theory and the Demand for Durables, Econometrica 42(3).",
        "Diamond, D. W. (1991). Monitoring and Reputation: The Choice between Bank Loans and Privately Placed Debt, Journal of Political Economy 99, p. 688-721.",
        "Diamond, D. W. (1984). Financial Intermediation and Delegated Monitoring, Review of Economic Studies 5 1(3), p. 393-414.",
        "Cochrane, John, H. (2001). Asset Pricing, Princeton, NJ, Princeton University Press.",
        "Carlson, Mark and Roberto Perli (2003). Profits and Balance Sheet Developments at U.S. Commercial Banks in 2002, Federal Reserve Bulletin, p. 243-270.",
        "Bureau of Labor Statistics (1998). Technical Note on Commercial Banks-SIC 602: Output Components andWeights.  Manuscript, December.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist (1999). The Financial Accelerator in a Quantitative Business Cycle Framework, in Bernanke, Ben S., Gertler, Mark, and Gilchrist, Simon (eds.), Handbook of macroeconomics. Volume 15(1C), 1999, p. 1341-93. New York: Elsevier Science, North-Holland."
    ]
}