{
    "id": 14610,
    "cites": 24,
    "cited_by": 99,
    "reference": [
        "GouriÃ\u0083Â©roux, Christian and Alain Monfort (1994) Simulation Based Econometric Methods, CORE Lecture Series, UniversitÃ\u0083Â© catholique de Louvain.",
        "Goffe William L., Gary D. Ferrier, and John Rogers (1994) ~Global Optimization of Statistical Functions with Simulated Annealing, Journal of Econometrics, 60: 65-99.",
        "Gabaix, Xavier and Ibragimov, Rustam (2008) ~Rank-1/2: A Simple Way to Improve the OLS Estimation of Tail Exponents, New York University.",
        "Gabaix, Xavier (1991) ~Zipfs Law for Cities: An Explanation, Quarterly Journal of Economics, 94: 739-767.",
        "Eaton, Jonathan, Kortum, Samuel, and Francis Kramarz (2004) Dissecting Trade: Firms, Industries, and Export Destinations. American Economic Review, Papers and Proceedings, 94: 150-154. (Data sources and tables available in, NBER Working Paper #1 03~.) Feenstra, Robert C., Lipsey, Robert E. and Bowen, Henry P. (1997) ~World Trade Flows, 1970-1992, with Production and Tariff Data. NBER Working Paper No. 5910.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum (2008) ~Global Rebalancing with Gravity, IMF Staff Papers, forthcoming.",
        "Chaney, Thomas (2008) Distorted Gravity: Heterogeneous Firms, Market Structure, and the Geography of International Trade, American Economic Review, 98: 1707-1721. S7 Clerides, Sofronis, Lach, Saul, and Tybout, James R. (1998) ~Is Learning by Exporting Important? Micro-Dynamic Evidence from Colombia, Mexico, and Morocco. Quarterly Journal of Economics 113: 903-947.",
        "Biscourp, Pierre and Kramarz, Francis (2007) Employment, Skill Structure, and International Trade: Firm-Level Evidence for France, Journal of International Economics, 72: 22-S1.",
        "Bernard, Andrew B. and Jensen, J. Bradford (1999) Exceptional Exporter Performance, Cause, Effect, or Both? Journal of International Economics, 47: 1-2S.",
        "Bernard, Andrew B., Eaton, Jonathan, Jensen, J. Bradford, and Kortum, Samuel (2003) Plants and Productivity in International Trade. American Economic Review, 93: 12681290.",
        "Aw, Bee Yan, Chung, Sukkyun, and Roberts, Mark J. (1998) Productivity and the Decision to Export: Micro Evidence from Taiwan and South Korea. NBER Working Paper No. 6558.",
        "Arkolakis, Konstantinos (2008) Market Penetration Costs and the New Consumers Margin in International Trade, mimeo, Yale University.",
        "Alvarez, Fernando and Robert E. Lucas (2007) A General Equilibrium Analysis of the Eaton-Kortum Model of International Trade, Journal of Monetary Economics, S4: 1726-1768.",
        "From this source, we gather balance sheet information (total sales, total labor costs, total wage-bill, sales, value-added, total employment). Matching the Customs database and the BAL-SUSE database leaves us 229,900 firms in manufacturing (excluding construction, mining and oil industries) in 1986 with valid information on sales and exports. All values are translated into U.S. dollars at the 1986 exchange rate.",
        "We match this file with the Base dAnalyse Longitudinale, SystÃ\u0083Â¨me UniflÃ\u0083Â© de Statistiques dEntreprises (BAL-SUSE) database, which provides firm-level information. The BAL-SUSE database is constructed from the mandatory reports of French firms to the fiscal administration. These reports are then transmitted to INSEE where the data are validated. It includes all firms subject to the ~BÃ\u0083Â©nÃ\u0083Â©fices Industriels et Commerciaux regime, a fiscal regime mandatory for all manufacturing firms with a turnover above 3,000,000FF in 1990 (1,000,000FF in the service sector). In 1990, these firms comprised more than 60% of the total number of firms in France while their turnover comprised more than 94% of total turnover of firms in France. Hence, the BAL-SUSE is representative of French enterprises in all sectors except the public sector.",
        "Simon, Herbert A., and Charles P. Bonini (1958) ~The Size Distribution of Business Firms, American Economic Review, 98: 607-617.",
        "Roberts, Mark and Tybout, James R. (1997) ~The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs. American Economic Review 87: 545-564.",
        "OECD (1995) The OECD STAN Database.",
        "Ricardo, David (1821) On The Principles of Political Economy and Taxation. London: John Murray, Albemarle- Street.",
        "Luttmer, Erzo (2007) ~Selection, Growth, and the Size Distribution of Firms, Quarterly Journal of Economics, 122: 1103-1144.",
        "Melitz, Marc J. (2003) ~The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71: 1695-1725.",
        "Horowitz, Joel (2001) ~The Bootstrap, Chapter 52, Handbook of Econometrics, Volume 5, J.J. Heckman and E.E. Leamer, editors. Amsterdam: Elsevier Science B.V. pp. 31593228.",
        "Krugman, Paul R. (1980) ~Scale Economies, Product Differentiation, and the Patterns of Trade, American Economic Review, 70: 950-959.",
        "Helpman, Elhanan, Melitz, Marc J., and Yeaple, Stephen R. (2004) ~Exports vs. FDI with Heterogeneous Firms, American Economic Review, 94: 300-316."
    ]
}