{
    "id": 14619,
    "cites": 43,
    "cited_by": 15,
    "reference": [
        "Train, K. (2003). Discrete Choice Methods with Simulation. Cambridge: Cambridge University Press.",
        "UCLA Health System (2008a). ~Fact Sheet: Ronald Reagan UCLA Medical Center. UCLA Health System (2008b). ~Hospitality Radio Ad. U.S. Department of Health and Human Services (2007). ~Report to Congress: Plan To Implement a Medicare Hospital Value-Based Purchasing Program.",
        "Town, R., and G. Vistnes (2001). ~Hospital Competition in HMO Networks. Journal of Health Economics 20(5):733-753.",
        "Tay, A. (2003). ~Assessing Competition in Hospital-Care Markets: The Importance of Accounting for Quality Differentiation. RAND Journal of Economics 34(4): 786-814.",
        "Romley, J. A., and D. Goldman (2008). ~How Costly Is Hospital Quality? A Revealed-Preference Approach. Working Paper 13730. Cambridge, MA: National Bureau of Economic Research.",
        "Robinson, J. C., and H. S. Luft (1985). ~The Impact of Hospital Market Structure on Patient Volume, Average Length of Stay, and the Cost of Care. Journal of Health Economics 4(4):333-356.",
        "Quan, H., et al. (2005). ~Coding algorithms for defining comorbidities in ICD-9-CM and lCD-b administrative data. Medical Care 43(11):11301139.",
        "Newhouse, J. P. (1994). ~Frontier Estimation: How Useful a Tool for Health Economics? Journal of Health Economics 13(3):317-322.",
        "National Research Corporation (1986). ~Consumer Health Care Decision Process Model. Unpublished study.",
        "Nevo, A. (2001). ~Measuring Market Power in the Ready-to-Eat Cereal Industry. Econometrica 69(2):307-342.",
        "Murphy, K. M., and R. H. Topel (1985). ~Estimation and Inference in TwoStep Econometric Models. Journal of Business and Economic Statistics 3(4):370-379.",
        "Mukamel, D. B., and A. I. Mushlin (1998). ~Quality of Care Makes a Difference: An Analysis of Market Share and Price Changes after Publication of the New York State Cardiac Mortality Report Cards. Medical Care 36(7) :945-954.",
        "McFadden, D. L., and K. Train (2000). ~Mixed MNL Models for Discrete Response. Journal of Applied Econometrics 15(5):447-470.",
        "McFadden, D. (1974). ~Conditional Logit Analysis of Qualitative Choice Behavior.  Frontiers in Econometrics. P. Zaremba, ed. New York: Academic Press. 105-142.",
        "McClellan, M. B., and D. Staiger (1999). ~The Quality of Health Care Providers. Working Paper 73~7. Cambridge, MA: National Bureau of Economic Research.",
        "Luft, H. S., et al. (1990). ~Does Quality Influence Choice of Hospital? Journal of the American Medical Association 263(21):2899-2906.",
        "Luft, H. S., S. S. Hunt, and S. C. Maerki (1987). ~The Volume-Outcome Relationship: Practice-Makes-Perfect Or Selective Referral Patterns? Health Services Research 22(2): 157-182.",
        "Lindenauer, P. K., et al. (2006). ~Volume, Quality of Care, and Outcome in Pneumonia. Annals of Internal Medicine 144(4):262-269.",
        "Lichtenstein, S., et al. (1978). ~Judged Frequency of Lethal Events. Journal of Experimental Psychology: Human Learning and Memory 4(6):551-578.",
        "Kessler, D. P., and M. B. McClellan (2000). ~Is Hospital Competition Socially Wasteful? Quarterly Journal of Economics 115(2):577-615.",
        "Kessler, D. P., and M. B. McClellan (2002). ~The Effects of Hospital Ownership on Medical Productivity. RAND Journal of Economics 33(3) :488506.",
        "lezzoni, L. I., et al. (1996). ~Judging Hospitals by Severity-Adjusted Mortality Rates: The Influence of the Severity-Adjustment Method. American Journal of Public Health 86(10):1379-1387.",
        "Hess, S., and J. Polak (2003). ~The Shuffled Halton Sequence. Technical report.",
        "Gray, J. (1986). ~The Selling of Medicine, 1986. Medical Economics Hajivassiliou, V. A., and P. A. Ruud (1994). ~Classical Estimation Methods for LDV Models Using Simulation. Handbook of Econometricsc. R. F.",
        "Gowrisankaran, G., and R. J. Town (1999). ~Estimating the Quality of Care in Hospitals Using Instrumental Variables. Journal of Health Economics 18(4) :747-767.",
        "Gowrisankaran, G., V. Ho, and R. J. Town (2006). ~Causality, Learning and Forgetting in Surgery. Stanford University.",
        "Geweke, J., G. Gowrisankaran, and R. J. Town (2003). ~Bayesian Inference for Hospital Quality in a Selection Model. Econometrica 71(4):1215-1238.",
        "Gaynor, M., and W. B. Vogt (2003). ~Competition among Hospitals. RAND Journal of Economics 34(4):764-785.",
        "Gaynor, M., and W. B. Vogt (2000). ~Antitrust and Competition in Heath Care Markets. Handbook of Health Economics. A. J. Culyer and J. P.",
        "ESRI (2001). ~ESRI Data and Maps 2000. Technical report. Redlands, CA.",
        "Gaynor, M., H. Seider, and W. B. Vogt (2005). ~The Volume-Outcome Effect, Scale Economies, and Learning-by-Doing. American Economic Review 95(2) :243-247.",
        "Dranove, D., M. Shanley, and C. Simon (1992). ~Is Hospital Competition Wasteful? RAND Journal of Economics 23(2):247-262.",
        "Dranove, D., and M. A. Satterthwaite (2000). The Industrial Organization of Health Care Markets. Handbook of Health Economics. A. J. Culyer and J. P. Newhouse, eds. New York: Elsevier. 1093-1139.",
        "Dartmouth Medical School, The Center for the Evaluative Clinical Sciences (1998). The Dartmouth Atlas of Health Care 1998. Chicago, IL: American Hospital Publishing, Inc.",
        "Costello, D. (2008). Century City Doctors Hospital Begins Shutting Down. The Los Angeles Times Dafny, L., and D. Dranove (2008). Do Report Cards Tell Consumers Anything They Dont Already Know? The Case of Medicare HMOs. RAND Journal of Economics 39(3):790-821.",
        "Chiou, L., and J. L. Walker (2007). Masking Identification of Discrete Choice Models under Simulation Methods. Journal of Econometrics 141(2):683-703.",
        "Coronary Artery Bypass Graft Surgery in California: 2003-2004 Hospital and Surgeon Data. Capps, C., D. Dranove, and M. Satterthwaite (2003). Competition and Market Power in Option Demand Markets. RAND Journal of Economics 34(4):737-763.",
        "Community-Acquired Pneumonia: Hospital Outcomes in California, 1999-2001. California Office of Statewide Health Planning and Development (2006). California Licensed Healthcare Facilities. http ://gis. ca. gov/catalog/B rowseR ecord . epl ?id=~29697.",
        "California Office of Statewide Health Planning and Development (2004).",
        "Burns, L. R., and D. R. Wholey (1992). The Impact of Physician Characteristics in Conditional Choice Models for Hospital Care. Journal of Health Economics ll(l):43-62.",
        "Bradley, E. H., et al. (2006). Hospital Quality for Acute Myocardial Infarction: Correlation among Process Measures and Relationship with ShortTerm Mortality. Journal of the American Medical Association 296(l):7278.",
        "Bhat, C. R. (2001). Quasi-Random Maximum Simulated Likelihood Estimation of the Mixed Multinomial Logit Model. Transportation Research Part B: Methodological 35(7):677-693.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile Prices in Market Equilibrium. Econometrica 63(4):841-890."
    ]
}