{
    "id": 14624,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "Spencer N.J. and C. Coe (1996), The development and validation of a measure of parent-reported child health and morbidity: the Warwick Child Health and Morbidity Profile, Child: Care, Health and Development, Vol. 22, No. 6, pp. 367-379.",
        "Seifer, R., Sameroff, A. J Dickstein S., Schiller M., L.C. Hayden (2004), Your own children are special: clues to the sources of reporting bias in temperament assessments Infant Behavior and Development, Vol. 27, No. 3, pp. 323-341.",
        "Milligan, Kevin and Mark Stabile (2007), The integration of child tax credits and welfare: Evidence from the Canadian National Child Benefit program, Journal of Public Economics, Vol. 91, No. 1-2, pp. 305-326.",
        "Anderson, Michael (2006) Uncovering Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects, MIT Department of Economics, Ph.D. Thesis.",
        "Angrist, Josh, Lang, Daniel, and Phil Oreopoulos (2006), Lead them to Water and Pay them to Drink: An experiment with services and incentives for college achievement. NBER Working Paper 12790.",
        "Baker, Michael, Jonathan Gruber, and Kevin Milligan (2008), Universal Childcare, Maternal Labor Supply, and Family Well-being, Journal of Political Economy, Vol. 116, No. 4, pp. 709-745.",
        "Blau, David M. (1999), The effect of income on child development, The Review of Income and Statistics, Vol. 81, No. 2, pp. 261-276.",
        "Bodnarchuk, J.L. and W.O. Eaton (2004), Can Parent Reports be Trusted? Journal of Applied Developmental Psychology, Vol. 25, No. 4, pp. 48 1-490.",
        "Clarke-Stewart, K.A., Fitzpatrick, M.J., Allhusen, V.D. and Goldberg, W.A., (2000), Measuring difficult temperament the easy way, Journal of Developmental and Behavioral Pediatrics Vol. 21, No. 3, pp. 207-220.",
        "Currie, Janet and Jonathan Gruber (1996), Health insurance eligibility, utilization of medical care, and child health, Quarterly Journal of Economics, Vol. 111, No. 2, pp. 43 1-466.",
        "Currie, Janet and Mark Stabile (2006), Child Mental Health and Human Capital Accumulation: The Case of ADHD, Journal of Health Economics, Vol. 25, No. 6,pp. 1094-1118.",
        "Currie, Janet and Mark Stabile (2008), Mental Health in Childhood and Human Capital, forthcoming in An Economic Perspective on the Problems of Disadvantaged Youth, Jonathan Gruber (ed.) (Chicago: University of Chicago for NBER).",
        "Currie, Janet, Stabile, Mark, Manivong, Phongsack and Leslie L Roos, (2008) Child Health and Young Adult Outcomes NBER Working Paper No. 14482.",
        "Dahl, Gordon B. and Lance Lochner.(2005), The Impact of Family Income on Child Achievement, NBER Working Paper No. 11,279.",
        "Dooley, Martin and Jennifer Stewart (2004), Family income and child outcomes in Canada, Canadian Journal of Economics, Vol. 37, No. 4, pp. 898-9 17.",
        "Dynarski, Susan (2005), Building the Stock of College-Educated Labor, NBER Working Paper no. 11604.",
        "Haveman, Robert and Barbara Wolfe (1995), The Determinants of Childrens Attainments: A Review of Methods and Findings, Journal of Economic Literature, Vol. 33, No. 4, pp. 1829-1878.",
        "Mayer, Susan E. (1997), What Money Can `t Buy. Cambridge MA and London: Harvard University Press.",
        "Milligan, Kevin (2007), Canadian Tax and Credit Simulator. Database, software and documentation, Version 2007-2."
    ]
}