{
    "id": 14626,
    "cites": 31,
    "cited_by": 19,
    "reference": [
        "Keller, Wolfgang, and Stephen Yeaple (2008), Multinational Enterprises, International Trade, and Productivity Growth: Firm-Level Evidence from the United States, forthcoming, The Review of Economics and Statistics.",
        "Irarrazabal, Alfonso, Andreas Moxnes, and Luca David Opromolla (2008). The Margins of Multinational Production and the Role of Intra-Firm Trade, mimeo, University of Oslo.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi (2001). The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics 54(1): 75-96.",
        "Helpman, Elhanan, Marc Melitz, and Stephen Yeaple (2004). Exports versus FDI with Heterogeneous Firms. American Economic Review 94(1): 300-316.",
        "Helpman, Elhanan (1984). A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy 92(3): 451-471.",
        "Head, Keith, and John Ries (2008), FDI as an Outcome in the Market for Corporate Control: Theory and Evidence, Journal of International Economics.",
        "Hanson, Gordon H., Raymond J. Mataloni, Jr., and Matthew J. Slaughter (2001), Expansion Strategies of U.S. Multinational Firms, in D. Rodrik and S. Collins (eds.) Brookings Trade Forum, pp. 245-294.",
        "Hanson, Gordon, Raymond Mataloni, and Matthew Slaughter (2005). Vertical Production Networks in Multinational Firms, Review of Economics and Statistics 87(4): 664-678.",
        "Grossman, Gene, and Esteban Rossi-Hansberg (2008). Task Trade between Similar Countries, mimeo Princeton University.",
        "Garetto, Stefania (2008). Input Sourcing and Multinational Production, mimeo, University of Chicago.",
        "Grossman, Gene, and Esteban Rossi-Hansberg (2006). Trading Tasks: A Simple Theory of Offshoring, forthcoming, American Economic Review.",
        "Feldman, Maryann P., and Frank R. Lichtenberg (1998), The Impact and Organization of Publicly-Funded Research and Development in the European Community, Annales dEconomie et de Statistique, 49/50: 199-222.",
        "Feenstra, Robert (1998). Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives 12(4): 31-50.",
        "Eaton, Jonathan, and Samuel Kortum 2002. Technology, Geography, and Trade, Econometrica 70: 1741-1779.",
        "Dunning, James (1977). Trade, Location of Economic Activity and the MNE: A Search for an Eclectic Approach. In B. Ohlin, P. Hesselborn and P. Wijkman (eds.) The International Allocation of Economic Activity: Proceedings of a Nobel Symposium, pp. 395-418. London, Macmillan.",
        "Costinot, Arnaud, Lindsay Oldenski, and James Rauch (2008), Adaptation and the Boundary of Multinational Firms, UCSD Working Paper, November.",
        "Carr, David, James Markusen, and Keith Maskus (2001). ~Estimating the KnowledgeCapital Model of the Multinational Enterprise, American Economic Review 87(4): 693-708.",
        "Burstein, Ariel, and Alexander Monge-Naranjo (2008). ~Foreign Know-How, Firm Control, and the Income of Developing Countries, forthcoming, Quarterly Journal of Economics.",
        "Blonigen, Bruce, Ronald Davies, and Keith Head (2003). ~Estimating the KnowledgeCapital Model of the Multinational Enterprise: Comment, American Economic Review 93(3): 980-994.",
        "Brainard, S. Lael (1997). ~An Empirical Assessment of the Proximity-Concentration Trade-off Between Multinational Sales and Trade. American Economic Review 87(4): 520-544.",
        "Alfaro, Laura, and Andrew Charlton (2007). ~Intra-Industry Foreign Direct Investment, NBER working paper no. 13447.",
        "Arrow, Kenneth (1969). ~Classificatory Notes on the Production and Transmission of Technological Knowledge, American Economic Review 59(2): 29-35.",
        "Yi, Kei-Mu (2003). Can Vertical Specialization Explain the Growth of World Trade? Journal of Political Economy 111(1): 52-102.",
        "Yeaple, Stephen (2003), The Complex Integration Strategies of Multinational Firms and Cross-Country Dependencies in the Structure of Foreign Direct Investment, Journal of International Economics, 2003, 60(2): 293-314.",
        "Yeaple, Stephen (2008). Firm Heterogeneity and the Structure of U.S. Multinational Activity: An Empirical Analysis, NBER working paper no. 14072.",
        "Teece, David (1977). Technology Transfer by Multinational Firms: The Resource Cost of Transferring Technological Know-how, The Economic Journal 87(6): 242-261.",
        "Ramondo, Natalia and Andres Rodriguez-Clare (2008). The Gains from Openness: Trade, Multinational Production, and Foreign Ideas, mimeo, Penn State University.",
        "Melitz, Marc (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica 71: 1695-1725.",
        "Markusen, James (1984). Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics 16: 205-226.",
        "Levy, Frank and Richard Murnane (2004), How Computerized Work and Globalization Shape Human Skill Demands, mimeo, MIT.",
        "Leamer, Edward and Michael Storper (2001). The Economic Geography of the Internet Age. Journal of International Business Studies 32(4): pp.641-665"
    ]
}