{
    "id": 14629,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Marcet, Albert and Kenneth J. Singleton, 1991, Equilibrium Asset Prices and Savings of Heterogeneous Agents in the Presence of Incomplete Markets and Portfolio Constraints,working paper, Universitat Pompeu Fabra.",
        "Magill, Michael and Martine Quinzii, 1996, Theory of Incomplete Markets, vol. 1,. MIT Press, Cambridge, MA. Magill, Michael and Wayne Shafer, 199U, Characterization of Generically Complete Real Asset Structures,Journal of Mathematical Economics, 19, 167-194.",
        "Luenberger, David G., 1969, Optimization by Vector Space Methods, John Wiley and Sons, New York, NY. Lyasoff, Andrew, 2UU8, Spline Cubatures for Expectations of Diffusion Processes and Optimal Stopping in Higher Dimensions (with Computational Finance in View), in Mathematical Control Theory and Finance, Springer, 265-291.",
        "Ljungqvist, Lars and Thomas J. Sargent, 2000, Recursive Macroeconomic Theory, MIT Press, Cambridge, Mass..",
        "Lucas, Deborah, 1994, Asset Pricing with Undiversifiable Income Risk and Short Sales Constraints: Deepening the Equity Premium Puzzle,Journal of Monetary Economics, 34, 325-341.",
        "Kubler, Felix and Karl Schmedders, 2003, Stationary Equilibria in Asset-Pricing Models with Incomplete Markets and Collateral, Econometrica, 71, 1767-1795.",
        "Kubler, Felix and Karl Schmedders, 2002, Recusrive Equilibria in Economies with Incomplete Markets,Macroeconomic Dynamics, 6, 284-306.",
        "Krusell, Per and Anthony A. Smith, 1998, Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106, 867-896.",
        "Krueger, Dirk and Hanno Lustig, 2006, When is Market Incompleteness Irrelevant for the Price of Aggregate Risk (and when is it not)?NBER working paper 12634.",
        "Krebs, Tom, 2004,. Non-existence of Recursive Equilibria on Compact State Spaces when Markets are Incomplete, Journal of Economic Theory, 115(1), 134-150.",
        "Kallsen, Jan and Johannes Muhle-Karbe, 2007, On Shadow Prices in Portfolio Optimization with Transaction Costs,working paper, Christian-Albrecht UniversitÃ\u0083Â¤t zu Kiel.",
        "Jouini, ElyÃ\u0083Â¨s and Heidi Kallal, 2001, Efficient Trading Strategies in the Presence of Market Frictions, The Review of Financial Studies, 14, 343-370.",
        "Husseini, S. Y., Jean-Michel Lasry and Michael Magill, 1990, Existence of Equilibrium with Incomplete Markets,Journal of Mathematical Economics, 19, 39-67.",
        "Hugonnier, Julien, 2007, Bubbles and multiplicity of equilibria under portfolio constraints,working paper, University of Lausanne.",
        "Hirsch, M. D., Michael Magill and Andreu Mas-Colell, 1990, A Geometric Approach to a Class of Equilibrium Existence Theorems,Journal of Mathematical Economics, 19, 95-106.",
        "Heston, Stephen, Mark Lowenstein and Greg Willard, 2007, Options and Bubbles, Review of Financial Studies, 20, 359 - 390.",
        "Heaton, John and Deborah Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing,Journal of Political Economy, 104, 443-487.",
        "He, Hua and Neil Pearson, 1991, Consumption and Portfolio Policies with Incomplete Markets and Short-Sale Constraints: The Infinite Dimensional Case,Journal of Economic Theory, 54, 259304.",
        "Guvenen, Fatih and Burhatnettin Kuruscu, 2006, Does Market Incompleteness Matter for Asset Prices?Journal of European Economic Association, papers and proceedings, 484-492.",
        "Guvenen, Fatih, 2004, A Parsimonious Macroeconomic Model for Asset Pricing,working paper, University of Minnesota.",
        "Duffie, Darrell and Wayne J. Shafer, 1985, Equilibrium in Incomplete Markets: I, A Basic Model of Generic Existence,Journal of Mathematical Economics, 14, 285-3UU.",
        "Duffie, Darrell and Wayne J. Shafer, 1986, Equilibrium in Incomplete Markets: II, Generic Existence in Stochastic Economies,Journal of Mathematical Economics, 15, 199-2 16. Gomes, Francisco and Alexander Michaelides, 2UU6, Asset Pricing with Limited Risk Sharing and Heterogeneous Agents,Review of Financial Studies, forthcoming.",
        "Detemple, JÃ\u0083Â©rÃ\u0083Â´me and Mahadevan Sundaresan, 1999, Non Traded Asset Valuation with Portfolio Constraints: a Binomial Approach, The Review of Financial Studies, 12, 835-872.",
        "Debreu, Gerard, 1972, Smooth Preferences, Econometrica, 4U, 6U3-61 5.",
        "DeMarzo, Peter M. and B. Curtis Eaves, 1996, Computing Equilibria of GEl by Relocalization on a Grassmann Manifold,Journal of Mathematical Economics, 26, 479-497.",
        "Cvitanic, Jaksa and loanis Karatzas, 1996, Hedging and Portfolio Optimization under Transactions Costs: A Martingale Approach,Mathematical Finance, 6, 133-165. Debreu, Gerard, 197U, Economies with a Finite Set of Equilibria,Econometrica, 38, 387-392.",
        "Cvitanic, Jaksa, 1997, Optimal Trading under Constraints,in Financial Mathematics: Lectures given at the 3rd session of the Centro Internationale Matematico Estudio, Runggaldier, W. and B. Biais editors, Springer Verlag.",
        "Cox, John C., Stephen A. Ross, and Mark Rubinstein, 1979, Option Pricing: A Simplified Approach,Journal of Financial Economics, 7, 229-263 Cuoco, Domenico and Hua He, 1994, Dynamic Equilibrium in Infinite-Dimensional Economies with Incomplete Financial Markets,unpublished manuscript, University of Pennsylvania. Cuoco, Domenico and Hua He, 2UU1, Dynamic Aggregation and Computation of Equilibria in Finite-Dimensional Economies with Incomplete Financial Markets,Annals of Economics and Finance, 2, 265-296.",
        "Cass, David, 1984, Competitive Equilibrium with Incomplete Markets,CARESS working paper #84-U9.",
        "Basak, Suleyman and Domenico Cuoco, 1998, An Equilibrium Model with Restricted Stock Market Participation,Review of Financial Studies, 11, 3U9-341. Bizid, Abdelhamid and ElyÃ\u0083Â¨s Jouini, 2UU1, Incomplete Markets and Short-Sales Constraints: An Equilibrium Approach,International Journal of Theoretical and Applied Finance, 4, 2 11-243. Bizid, Abdelhamid and ElyÃ\u0083Â¨s Jouini, 2UU5, Equilibrium Pricing in Incomplete Markets,Journal of Financial and Quantitative Analysis, 4U."
    ]
}