{
    "id": 14623,
    "cites": 17,
    "cited_by": 14,
    "reference": [
        "Stein, Jeremy C., 1988, Takeover Threats and Managerial Myopia, Journal of Political Economy, 96, 61-80.",
        "Shleifer, Andrei, and Lawrence Summers, 1988, Breach of Trust in Hostile Takeovers, in Alan J. Auerbach, editor, Corporate Takeovers: Causes and Consequences. Chicago: University of Chicago Press.",
        "Baker, Malcolm, Jeremy Stein, and Jeffrey Wurgler, 2003, When Does the Market Matter? Stock Prices and the Investment of Equity-Dependent Firms, Quarterly Journal of Economics, 118, 969-1006.",
        "Berndt, Ernst R., and Zvi Griliches, 1993, Price Indices for Microcomputers: An Exploratory Study, in Murry Foss, Marylin Manser, and Allan Young, editors, Price Measurements and their Uses, Chicago: University of Chicago Press.",
        "Cameron, A. Cohn and Pravin K. Trivedi, 1998, Regression Analysis of Count Data, Cambridge, MA: Cambridge University Press Guo, Shourun, Edie Hotchkiss, and Weihong Song, 2007, Do Buyouts (Still) Create Value? Unpublished Working Paper, Boston College and University of Cincinnati.",
        "Hall, Bronwyn, 1990, The Impact of Corporate Restructuring on Industrial Research and Development, Brookings Papers on Economic Activity, (1), 85-136.",
        "Hall, Bronwyn, 1992, Investment and Research and Development at the Firm Level: Does the Source of Financing Matter? Working Paper No. 4096, National Bureau of Economic Research.",
        "Hall, Bronwyn H., Zvi Griliches, and Hausman, Jeny, 1986, Patents and R and D: Is There a Lag? International Economic Review, 27, 265-283.",
        "Hall, Bronwyn, Jacques Mairesse, and Laure Turner, 2007, Identifying Age, Cohort, and Period Effects in Scientific Research Productivity: Discussion and Illustration Using Simulated and Actual Data on French Physicists, Economics of Innovation and New Technology, 16, 159-177 Hao, Kenneth Y., and Adam B. Jaffe, 1993, Effect of Liquidity on Firms R&D Spending, Economics of Innovation and New Technology, 2, 275-282.",
        "Hausman, Jerry, Bronwyn H. Hall, and Zvi Griliches, 1984, Econometric Models for Count Data with an Application to the Patents-R&D Relationship, Econometrica, 52, 909-938 Himmelberg, Charles P., and Bruce C. Petersen, 1994, R&D and Internal Finance: A Panel Study of Small Firms in High-Tech Industries, Review of Economics and Statistics, 76, 38-5 1.",
        "Jaffe, Adam B., and Manuel Trajtenberg, 2002, Patents, Citations, and Innovations: A Window on the Knowledge Economy, Cambridge, MA: MIT Press.",
        "Jensen, Michael C., 1989, The Eclipse of the Public Corporation, Harvard Business Review, 67 (September-October), 61-74.",
        "Jensen, Michael C., 1993, The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems, Journal of Finance, 48, 83 1-880.",
        "Kaplan, Steven N., and Jeremy C. Stein, 1993, The Evolution of Buyout Pricing and Financial Structure in the 1980s, Quarterly Journal of Economics, 108, 3 13-357.",
        "Lanjouw, Jean 0., Ariel Pakes, and Jonathan Putnam, 1998, How to Count Patents and Value Intellectual Property: The Uses of Patent Renewal and Application Data, Journal of Industrial Economics, 46, 405-432.",
        "Lichtenberg, Frank R., and Donald Siegel, 1990, The Effects of Leveraged Buyouts on Productivity and Related Aspects of Firm Behavior, Journal of Financial Economics, 27, 165-194.",
        "Muelbroek, Lisa K., Mark L. Mitchell, J. Harold Mulherin, Jeffry M. Netter, and Annette B. Poulsen, 1990, Shark Repellents and Managerial Myopia: An Empirical Test, Journal of Political Economy, 98, 1108-1117 Seru, Amit, 2007, Do Conglomerates Stifle Innovation? Unpublished Working Paper, University of Chicago."
    ]
}