{
    "id": 14628,
    "cites": 47,
    "cited_by": 2,
    "reference": [
        "Wilson, John D. 1999. Theories of Tax Competition. National Tax Journal, 52: 269-304.",
        "Zodrow, George, and Peter Mieszkowski. 1986. Pigou, Property Taxation, and the Underprovision of Local Public Goods. Journal of Urban Economics, 19: 356-370.",
        "Wilson, John D. 1986. A Theory of Interregional Tax Competition. Journal of Urban Economics, 19: 356-370.",
        "Wildasin, David E. 1988. Nash Equilibria in Models of Fiscal Competition. Journal of Public Economics, 19: 296-315.",
        "Weingast, Barry 2006. Second Generation Fiscal Federalism: Implications for Decentralized Democratic Governance and Economic Development. Working Paper, Hoover Institution, Stanford University.",
        "Tommasi, Mariano, and Weinschelbaum, Federico. 2007. Centralization vs. Decentralization: A Principal-Agent Analysis. Journal of Public Economic Theory, 9:369-389.",
        "Tirole, Jean. 2006. The Theory of Corporate Finance. Princeton and Oxford: Princeton University Press.",
        "Ter-Minassian, Theresa. 1997. Fiscal Federalism in Theory and Practice. International Monetary Fund: Washington.",
        "Tabellini,Guido. 1990. Domestic Politics and the International Coordination of Fiscal Policies. Journal of International Economics, 28: 245-65.",
        "Seabright, Paul. 1996. Accountability and Decentralisation in Government: An Incomplete Contracts Model. European Economic Review, 40:61-89.",
        "Stiglitz, Joseph and Weiss, Andrew. 1981. Credit Rationing in Markets with Imperfect Information. The American Economic Review, 71: 393-410.",
        "Romer, Thomas. 1975. Individual Welfare, Majority Voting, and the Properties of a Linear Income Tax. Journal of Public Economics, 4:163-185.",
        "Roberts, Kevin W. 5. 1977. Voting over an Income Tax Schedule. Journal of Public Economics, 8: 329-340.",
        "Rogoff, Kenneth. 1985. Can International Monetary Policy Cooperation Be Counterproductive? Journal of International Economics, 18: 199-217.",
        "Persson, Torsten, and Tabellini, Guido. 2000. Political Economics: Explaining Economic Policy. The MIT Press: Cambridge.",
        "Persson, Torsten, and Tabellini, Guido. 1996. Federal Fiscal Constitutions: Risk Sharing and Redistribution. Journal of Political Economy, 104: 979-1009.",
        "Persson, Torsten, and Tabellini, Guido. 1994. Does Centralization Increase the Size of Government? European Economic Review, 38: 765-773.",
        "Oates, Wallace E. 1999. An Essay on Fiscal Federalism. Journal of Economic Literature, 37:1120-1149.",
        "Oates, Wallace E. 1972. Fiscal Federalism. Harcourt Brace Jovanovich: New York.",
        "Meltzer, Allan H., and Richard, Scott F. 1981. A Rational Theory of the Size of Government. The Journal of Political Economy, 89: 914-927.",
        "Lockwood, Ben. 2002. Distributive Politics and the Benefits of Decentralization.  Review of Economic Studies, 69: 313-37.",
        "McKinnon, Ronald, and Nechyba, Thomas. 1997. Competition in Federal Systems.  in The New Federalism: Can the States be Trusted?, ed. John Ferejohn and Barry R. Weingast. Stanford: Hoover Institution Press.",
        "Kydland, Finn E., and Prescott, Edward C. 1977. Rules Rather than Discretion: The Inconsistency of Optimal Plans. The Journal of Political Economy, 85: 473492.",
        "Klein, Paul, Krusell, Per, and Rios-Rull, JosÃ\u0083Â© VIctor. 2004. Time-Consistent Public Expenditures. CAERP working paper, 15.",
        "Kehoe, Patrick J. 1989. Policy Cooperation Among Benevolent Governments May Be Undesirable. The Review of Economic Studies, 56: 289-296.",
        "Ghatak, Maitreesh, Morelli, Massimo and Sjostrom, Thomas. 2007. Entrepreneurial Talent, Occupational Choice and Trickle up Policies. Journal of Economic Theory, 137: 27-48.",
        "Inman, Robert P., and Rubinfeld, Daniel L. 1997. Rethinking Federalism Journal of Economic Perspectives, 11: 43-64",
        "Hatfield, John William. 2006. Federalism, Taxation, and Economic Growth. Stanford GSB Research Paper #1929.",
        "Fischer, 5. 1980. Dynamic Inconsistency, Cooperation and the Benevolent Dissembling Government. Journal of Economic Dynamics and Control, 2:93-107.",
        "Edwards, Jeremy, and Keen, Michael. 1996. Tax competition and Leviathan. European Economic Review, 40: 113-134.",
        "Dixit, Avinash, and Londregan, John. 1998. Fiscal Federalism and Redistributive Politics. Journal of Public Economics, 68: 153-180.",
        "de Figueiredo, Rui, and Weingast, Barry. 2005. Self-Enforcing Federalism. Journal of Law, Economics, and Organization, 21: 103-35.",
        "CrÃ\u0083Â©mer, Jacques, and Palfrey, Thomas R. 1999. Political Confederation. American Political Science Review, 93: 69-83.",
        "CrÃ\u0083Â©mer, Jacques, and Palfrey, Thomas R. 2000. Federal Mandates by Popular Demand. Journal of Political Economy, 108: 905-927.",
        "Buchanan, James M. 1964. Fiscal Institutions and Efficiency in Collective Outlay.  The American Economic Review, 54: 227-235.",
        "CrÃ\u0083Â©mer, Jacques, and Palfrey, Thomas R. 1996. In or Out? Centralization by Majority Vote. European Economic Review, 40: 43-60.",
        "Bolton, Patrick and Gerard Roland. 1996. Distributional Conflicts, Factor Mobility, and Political Integration. American Economic Review, 86: 99-104.",
        "Bodenstein, Martin, and Ursprung, Heinrich W. 2005. Political Yardstick Competition, Economic Integration, and Constitutional Choice in a Federation: A Numerical Analysis of a Contest Success Function Model. Public Choice, 124: 329-352.",
        "Besley, Timothy, and Smart, Michael. 2007. Fiscal Restraints and Voter Welfare.  Journal of Public Economics, 91:755-773.",
        "Besley, Timothy J., and Persson, Torsten. 2007. The Origins of State Capacity: Property Rights, Taxation, and Politics . Forthcoming in American Economic Review.",
        "Besley, Timothy, and Coate, Stephen. 2003. ~Centralized versus Decentralized Provision of Local Public Goods: A Political Economy Approach. Journal of Public Economics, 81: 2611-2637.",
        "Besley, Timothy, and Coate, Stephen. 1991. ~Public Provision of Private Goods and the Redistribution of Income. The American Economic Review, 81: 979984.",
        "Barro, Robert J. and Gordon, David B. 1983. ~A Positive Theory of Monetary Policy in a Natural Rate Model. Journal of Political Economy, 91:589-610.",
        "Banerjee, Abhijit V. 2003. ~Contracting Constraints, Credit Markets, and Economic Development. In L. Hansen, M. Dewatripont and S. Turnovsky, eds. Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress. Cambridge and New York: Cambridge University Press.",
        "Alesina, Alberto, and Spolaore, Enrico. 1997. ~On the Number and Size of Nations.  Quarterly Journal of Economics, 112:1027-1056.",
        "Alesina, Alberto, and Rodrik, Dani. 1994. ~Distributive Politics and Economic Growth. Quarterly Journal of Economics, 109: 465-490.",
        "Acemoglu, Daron, and Robinson, James. 2006. Economic Origins of Dictatorship and Democracy. Cambridge and New York: Cambridge University Press."
    ]
}