{
    "id": 14639,
    "cites": 14,
    "cited_by": 30,
    "reference": [
        "Sakamoto, Kazuyasu (2008), `Setai-nai Bunpai, Sedai-kan Iten ni kansuru Kenkyuu Chousa no Mokuteki to Houhou (The Purpose and Methodology of the `Survey on Intra-Household Distribution and Inter-Household Transfers) in Charles Yuji Horioka and Institute for Research on Household Economics, eds., Setai-nai Bunpai to Sedai-kan Iten no Keizai Bunseki (An Economic Analysis of Intra-Household Distribution and Inter-Household Transfers) (Tokyo, Japan: Minerva Shobo), pp. 3-17 (in Japanese).",
        "Modigliani, Franco (1988), The Role of Intergenerational Transfers and Life Cycle Saving in the Accumulation of Wealth, Journal of Economic Perspectives, vol. 2, no. 2 (Spring), pp. 15-40.",
        "Kotlikoff, Laurence J., and Summers, Lawrence H. (1981), The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy, vol. 89, no. 4 (August), pp. 706-732.",
        "Kotlikoff, Laurence J. (1988), Intergenerational Transfers and Savings, Journal of Economic Perspectives, vol. 2, no. 2 (Spring), pp. 41-58.",
        "Horioka, Charles Yuji; Yamashita, Kouji; Nishikawa, Masashi; and Iwamoto, Shiho (2002), Nihonjin no Isan Douki no Juuyoudo, Seishitsu, Eikyou ni tsuite (On the Importance, Nature, and Impact of the Bequest Motives of the Japanese), Yuusei Kenkyuusho Geppou (The Monthly Review of the Institute of Posts and Telecommunications Policy), no. 163 (April), pp. 4-31 (in Japanese).",
        "Horioka, Charles Yuji; Fujisaki, Hideki; Watanabe, Wako; and Kouno, Takatsugu (2000), Are Americans More Altruistic than the Japanese? A U.S.-Japan Comparison of Saving and Bequest Motives, International Economic Journal, vol. 14, no. 1 (Spring), pp. 1-3 1.",
        "Horioka, Charles Yuji (2008), Nihon ni okeru Isan Douki to Oyako Kankei: Nihonjin ha Riko-teki ka Rita-teki ka, Ouchou-teki ka? (Bequest Motives and Parent-Child Relations in Japan: Are the Japanese Selfish, Altruistic, or Dynastic?), in Charles Yuji Horioka and Institute for Research on Household Economics, eds., Setai-nai Bunpai to Sedai-kan Iten no Keizai Bunseki (An Economic Analysis of Intra-Household Distribution and Inter-Household Transfers) (Tokyo, Japan: Minerva Shobo), pp. 118-135 (in Japanese).",
        "Horioka, Charles Yuji (2002), Are the Japanese Selfish, Altruistic, or Dynastic? Japanese Economic Review, vol. 53, no. 1 (March), pp. 26-54.",
        "Horioka, Charles Yuji (1993), Saving in Japan, in Arnold Heertje, ed., World Savings: An International Survey (Oxford, U.K.: Blackwell Publishers), pp. 238-278.",
        "Hayashi, Fumio (1995), Is the Japanese Extended Family Altruistically Linked? A Test Based on Engel Curves, Journal of Political Economy, vol. 103, no. 3 (July), pp. 661-674.",
        "Hayashi, Fumio (1986), Why Is Japans Saving Rate So Apparently High? in S.",
        "Dekle, Robert (1989), The Unimportance of Intergenerational Transfers in Japan, Japan and the World Economy, vol. 1, no. 4 (November), pp. 403-413.",
        "Campbell, David W. (1997), Transfer and Life-cycle Wealth in Japan, 1974-1984, Japanese Economic Review, vol. 48, no. 4 (December), pp. 4 10-423.",
        "Barthold, Thomas A., and Ito, Takatoshi (1992), Bequest Taxes and Accumulation of Household Wealth: U.S.-Japan Comparison in T. Ito and A. 0. Krueger, eds., Political Economy of Tax Reform (Chicago: University of Chicago Press), pp. 235-292."
    ]
}