{
    "id": 14633,
    "cites": 52,
    "cited_by": 95,
    "reference": [
        "Woessmann, Ludger. 2003a. Schooling Resources, Educational Institutions, and Student Performance: The International Evidence. Oxford Bulletin of Economics and Statistics 65, no. 2: 117-170.",
        "West, Martin R., and Ludger Woessmann. 2008. Every Catholic Child in a Catholic School: Historical Resistance to State Schooling, Contemporary School Competition, and Student Achievement. CESifo Working Paper 2332, Munich: CESifo.",
        "Welch, Finis. 1970. Education in Production. Journal of Political Economy 78, no. 1 (January/February): 35-59.",
        "UNESCO. 1998. World Education Report, 1998: Teachers and Teaching in a Changing World. Paris: UNESCO.",
        "Vandenbussche, JÃ\u0083Â©rÃ\u0083Â´me, Philippe Aghion, and Costas Meghir. 2006. Growth, Distance to Frontier and Composition of Human Capital. Journal of Economic Growth 11, no. 2 (June): 97- 127.",
        "Topel, Robert. 1999. Labor Markets and Economic Growth. In Handbook of Labor Economics, edited by Orley Ashenfelter and David Card. Amsterdam: Elsevier: 2943-2984.",
        "Stock, James H., Jonathan H. Wright, and Motohiro Yogo. 2002. A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments. Journal of Business and Economic Statistics 20, no.4: 5 18-529.",
        "Sala-i-Martin, Xavier, Gernot Doppelhofer, and Ronald I. Miller. 2004. Determinants of LongTerm Growth: A Bayesian Averaging of Classical Estimates (BACE) Approach. American Economic Review 94, no. 4 (September): 8 13-835.",
        "Romer, Paul. 1990. Endogenous Technological Change. Journal of Political Economy 99, no.5, pt. II: S71-S102.",
        "Ramirez, Francisco, Xiaowei Luo, Evan Schofer, and John Meyer. 2006. Student Achievement and National Economic Growth. American Journal of Education 113, no. 1 (Nov.): 1-29.",
        "Organisation for Economic Co-operation and Development. 1998. Education at a Glance: OECD Indicators. Paris: Organisation for Economic Co-operation and Development.",
        "Pritchett, Lant. 2006. Does Learning to Add Up Add Up? The Returns to Schooling in Aggregate Data. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: North Holland: 635-695.",
        "Nelson, Richard R., and Edmund Phelps. 1966. Investment in Humans, Technology Diffusion and Economic Growth. American Economic Review 56, no.2 (May): 69-75.",
        "Murnane, Richard J., John B. Willett, and Frank Levy. 1995. The Growing Importance of Cognitive Skills in Wage Determination. Review of Economics and Statistics 77, no. 2 (May): 25 1-266.",
        "Murnane, Richard J., John B. Willett, Yves Duhaldeborde, and John H. Tyler. 2000. How Important Are the Cognitive Skills of Teenagers in Predicting Subsequent Earnings? Journal ofPolicyAnalysis and Management 19, no.4 (Fall): 547-568.",
        "Mulligan, Casey B. 1999. Galton versus the Human Capital Approach to Inheritance. Journal of Political Economy 107, no.6, pt. 2 (December): S184-S224.",
        "Mincer, Jacob. 1974. Schooling Experience and Earnings. New York: NBER.",
        "Mankiw, N. Gregory, David Romer, and David Weil. 1992. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics 107, no. 2 (May): 407-437.",
        "Lucas, Robert E. 1988. On the Mechanics of Economic Development. Journal of Monetary Economics 22, no. 1 (July): 3-42.",
        "Lazear, Edward P. 2003. Teacher Incentives. Swedish Economic Policy Review 10, no. 3: 179214.",
        "Levine, Ross, and David Renelt. 1992. A Sensitivity Analysis of Cross-country Growth Regressions. American Economic Review 82, no.4 (September): 942-963.",
        "Krueger, Alan B., and Mikael Lindahl. 2001. Education for Growth: Why and for Whom? Journal of Economic Literature 39, no. 4 (December): 1101-1136.",
        "Katz, Lawrence F., and David H. Autor. 1999. Changes in the Wage Structure and Earnings Inequality. In Handbook of Labor Economics, edited by Orley Ashenfelter and David Card.",
        "Jones, Benjamin F., and Benjamin A. Olken. 2008. The Anatomy of Start-Stop Growth. Review of Economics and Statistics 90, no. 3 (August): 582-587.",
        "Jamison, Eliot A., Dean T. Jamison, and Eric A. Hanushek. 2007. The Effects of Education Quality on Mortality Decline and Income Growth. Economics of Education Review 26, no. 6 (December): 772-789.",
        "Heston, Alan, Robert Summers, and Bettina Aten. 2002. Penn World Table Version 6.1. Philadelphia, Center for International Comparisons at the University of Pennsylvania (CICUP), University of Pennsylvania.",
        "Heckman, James J., Jora Stixrud, and Sergio Urzua. 2006. The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior. Journal of Labor Economics 24, no. 3 (July): 411-482.",
        "Heckman, James J., Lance Lochner, and Petra Todd. 2008. Earnings Functions and Rates of Return. Journal of Human Capital 2, no. 1 (Spring): 1-3 1.",
        "Hausmann, Ricardo, Lant Pritchett, and Dani Rodrik. 2005. Growth Accelerations. Journal of Economic Growth 10, no. 4 (December): 303-329.",
        "Hanushek, Eric A., and Lei Zhang. 2008. Quality Consistent Estimates of International Returns to Skill. (mimeo), Hoover Institution, Stanford University (March).",
        "Hanushek, Eric A., and Ludger Woessmann. 2008. The Role of Cognitive Skills in Economic Development. Journal of Economic Literature 46, no. 3 (September): 607-608.",
        "Hanushek, Eric A. 2002. Publicly Provided Education. In Handbook of Public Economics, edited by Alan J. Auerbach and Martin Feldstein. Amsterdam: Elsevier: 2045-2 141.",
        "Hanushek, Eric A., and Dennis D. Kimko. 2000. Schooling, Labor Force Quality, and the Growth of Nations. American Economic Review 90, no. 5 (December): 1184-1208.",
        "Hanousek, Jan, Dana Hajkova, and Randall K. Filer. 2008. A Rise by Any Other Name? Sensitivity of Growth Regressions to Data Source. Journal of Macroeconomics 30, no. 3 (September): 1188-1206.",
        "Hahn, Jinyong, Jerry A. Hausman, and Guido Kuersteiner. 2004. Estimation with Weak Instruments: Accuracy of Higher-order Bias and MSE Approximations. Econometrics Journal7, no.1: 272-306.",
        "Gundlach, Erich, Ludger Woessmann, and Jens Gmelin. 2001. The Decline of Schooling Productivity in OECD Countries. Economic Journal 111, no. 471 (May): C135-C147.",
        "Goldin, Claudia, and Lawrence F. Katz. 2008. The Race between Education and Technology. Cambridge: Harvard University Press.",
        "Glenn, Charles L., and Jan De Groof. 2002. Finding the Right Balance: Freedom, Autonomy and Accountability in Education. Vol. II. The Netherlands: Lemma Publishers.",
        "Fuller, Wayne A. 1977. Some Properties of a Modification of the Limited Information Estimator. Econometrica 45, no. 4: 939-954.",
        "Cunha, Flavio, James J. Heckman, Lance Lochner, and Dimitriy V. Masterov. 2006. Interpreting the Evidence on Life Cycle Skill Formation. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: Elsevier: 697-812.",
        "Cohen, Daniel, and Marcelo Soto. 2007. Growth and Human Capital: Good Data, Good Results. Journal of Economic Growth 12, no. 1 (March): 5 1-76.",
        "CastellÃ\u0083Â³, Amparo, and Rafael DomÃ\u0083Â©nech. 2002. Human Capital Inequality and Economic Growth: Some New Evidence. Economic Journal 112, no. 478: C187-C200.",
        "Bowles, Samuel, Herbert Gintis, and Melissa Osborne. 2001. The Determinants of Earnings: A Behavioral Approach. Journal of Economic Literature 39, no. 4 (December): 1137-1176.",
        "Bishop, John H. 2006. Drinking from the Fountain of Knowledge: Student Incentive to Study and Learn - Externalities, Information Problems, and Peer Pressure. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: North Holland: 909-944.",
        "Bils, Mark, and Peter J. Klenow. 2000. Does Schooling Cause Growth? American Economic Review 90, no.5 (December): 1160-1183.",
        "Benhabib, Jess, and Mark M. Spiegel. 2005. Human Capital and Technology Diffusion. In Handbook of Economic Growth, edited by Philippe Aghion and Steven N. Durlauf. Amsterdam: North Holland: 935-966.",
        "Bano, Robert J., and JosÃ\u0083Â© F. Ursula. 2008. Macroeconomic Crises since 1870. Brookings Papers on Economic Activity, no. 1: 336-350.",
        "Bano, Robert J. 1991. Economic Growth in a Cross Section of Countries. Quarterly Journal of Economics 106, no. 2 (May): 407-443.",
        "Bano, Robert J., and Jong-Wha Lee. 1993. International Comparisons of Educational Attainment. Journal of Monetary Economics 32, no. 3 (December): 363-394.",
        "Aghion, Philippe, and Peter Howitt. 1998. Endogenous Growth Theory. Cambridge, MA: MIT Press.",
        "Aghion, Philippe, Leah Boustan, Caroline M. Hoxby, and JÃ\u0083Â©rÃ\u0083Â´me Vandenbussche. 2005. Exploiting States Mistakes to Identify the Causal Impact of Higher Education on Growth. (mimeo), Department of Economics, Harvard University.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91, no. 5 (December): 1369-1401."
    ]
}