{
    "id": 14634,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Wooldridge, Jeffrey M., Econometric Analysis of Cross Section and Panel Data, Cambridge, MA: MIT Press, 2002.",
        "West, Mary. Spend Trends 2007: Hang 10, DTC Hits Its first Decade Pharmaceutical Executive, May 1, 2007. [http ://www .pharmexec.comlpharmexec/article/articleDetail.j sp ?id=4232 1 5&searchString=trend s%2Oin%2ODTC. Accessed November 13, 2007.] Windmeijer, Frank, Eric de Laat, Rudy Douven and Esther Mot. Pharmaceutical promotion and GP prescription behaviour. Health Economics, 15(1), January 2006, 5-18.",
        "Taubes, Gary. Do We Really Know What Makes Us Healthy. New York Times Magazine, September 16, 2007.",
        "Rudholm, Niklas, Approval Times and the Safety of New Pharmaceuticals. European Journal of Health Economics, December 2004, v. 5, iss. 4, pp. 345-50 Spence MM, Teleki SS, Cheetham TC, Schweitzer SO, Millares M (2005) Direct-to-consumer advertising of COX-2 inhibitors: Effect on appropriateness of prescribing. Medical Care Research and Review 62: 544-559.",
        "Rizzo, John. Advertising and Competition in the Ethical Pharmaceutical Industry: The Case of Antihypertensive Drugs. Journal of Law and Economics. 42(1) April 1999, 89-116.",
        "Olson, Mary K. Are Novel Drugs More Risky for Patients Than Less Novel Drugs? Journal of Health Economics, November 2004, v. 23, iss. 6, pp. 1135-58 Olson, Mary K., Pharmaceutical Policy Change and the Safety of New Drugs. Journal of Law and Economics, Part 2 October 2002, v. 45, iss. 2, pp. 6 15-42 Rawson, Nigel SB and Kenneth I Kaitin. Canadian and US Drug Approval Times and Safety Considerations. The Annals of Pharmacotherapy. October 2003 ;37: 1403-8.",
        "Narayanan, Sridhar, Ramarao Desiraju, and Pradeep K. Chintagunta (2004), Return on Investment Implications for Pharmaceutical Promotional Expenditures: The Role of MarketingMix Interactions, Journal of Marketing, 68 (October), 90-105.",
        "Mintzes, Barbara, Morris L Barer, Richard L Kravitz, ArminÃ\u0083Â©e Kazanjian, Ken Bassett, Joel Lexchin, Robert G Evans, Richard Pan, Stephen A Marion, Influence of direct to consumer pharmaceutical advertising and patients requests on prescribing decisions: two site cross sectional survey British Medical Journal 2002;324:278-279.",
        "Masson A. and P.H. Rubin, Matching Prescription Drugs and Consumers: The Benefits of Direct Advertising, New England Journal of Medicine 313, no. 8 (1985): 513-515.",
        "Lam, Michael D. A $20 Billion Bill and Plenty of Change. Pharmaceutical Executive, September 1, 2004.",
        "Kravitz, Richard I., Ronald M. Epstein, Mitchell D. Feldman, Carol E. Franz, Rahman Azari, Michael S. Wilkes, Ladson Hinton and Peter Franks [2005], Influence of Patients Requests for Direct-to-Consumer Advertised Antidepressants: A Randomized Controlled Trial, Journal of the American Medical Association, Vol. 293, No. 16, April 27, pp. 1995-2002.",
        "Institute of Medicine. The Future Of Drug Safely: Promoting And Protecting The Health Of The Public. Alma Baciu, Kathleen Stratton, Sheila P. Burke, Editors. The National Academies Press: Washington, DC. 2007.",
        "lizuka, Toshiaki and Ginger Zhe Jin. The Effect of Prescription Drug Advertising on Doctor Visits. Journal of Economics & Management Strategy, 14(3), Fall 2005, 70 1-727.",
        "Dorfman, Robert and Peter 0. Steiner Optimal Advertising and Optimal Quality American Economic Review, Vol. 44, No. 5 (Dec., 1954), pp. 826-836. GAO. Prescription Drugs FDA Oversight of Direct-to-Consumer Advertising Has Limitations.",
        "GAO-03-177. Washington, DC: GAO, 2002. Horowitz, Ira A Note on Advertising and Uncertainty Journal of Industrial Economics, Vol.",
        "Dehez, Pierre and Alex Jacquemin A Note on Advertising Policy under Uncertainty and Dynamic Conditions Journal of Industrial Economics, Vol. 24, No. 1 (Sep., 1975), pp. 73-78.",
        "Frank [2004], Effects of Pharmaceutical Promotion on Adherence to Guideline Treatment of Depression, Medical Care, Vol. 42, No. 12, December, pp. 1176-1185.",
        "Calfee, John E., Clifford Winston, and Randolph Stempski. Direct-to-Consumer Advertising and the Demand for Cholesterol-Reducing Drugs The Journal of Law and Economics, volume 45 (2002), pages 673-690 Chao BA (2005) Evaluating the educational content of direct-to-consumer fulfillment materials. Am J Health Syst Pharm 62: 620-625.",
        "Buckley, Joan. The Need to Develop Responsible Marketing Practice in the Pharmaceutical Sector. Problems and Perspectives in Management, 4(2004), 92-103.",
        "Brick, Ivan E. and Harsharanjeet S. Jagpal Monopoly Price-Advertising Decision-Making under Uncertainty Journal of Industrial Economics, Vol. 29, No. 3 (Mar., 1981), pp. 279-285.",
        "Brichacek, Andra and L.J. Sellers. Flexing Their Budgets: Big Pharma Spend Trends. Pharmaceutical Executive, September 1, 2001.",
        "Industry funding of the FDA: effects of PDUFA on approval times and withdrawal rates. Nature Reviews Drug Discovery, July 2005, Vol. 4 Issue 7, p545-554, Bradford, W. David, Andrew N. Kleit, Paul J. Nietert, Terrence Steyer, Thomas Mcllwain, and Steven Ornstein. How Direct-To-Consumer Television Advertising For Osteoarthritis Drugs Affects Physicians Prescribing Behavior. Health Affairs 25, no. 5 (2006): 137 1-1377.",
        "Berndt, Ernst R., The United States Experience with Direct-to-Consumer Advertising of Prescription Drugs: What Have We Learned? In Frank A. Sloan and Chee-Ruey Hsieh, eds., Promoting and Coping with Pharmaceutical Innovation: An International Perspective, Cambridge University Press, 2006.",
        "Almasi EA, Stafford RS, Kravitz RL, Mansfi eld PR (2006) What are the public health effects of direct-to-consumer drug advertising? PLoS Med 3(3): e145.",
        "Ashraf, Nava, James Berry and Jesse M. Shapiro Can Higher Prices Stimulate Product Use? Evidence from a Field Experiment in Zambia Poverty Action Lab Paper No. 41, January 2007 Bell RA, Wilkes MS, Kravitz RL. The educational value of consumer targeted prescription drug print advertising. Journal of Family Practice, 2000;49: 1092-8."
    ]
}