{
    "id": 14635,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "Waaler, Hans Th. 1984. Height, Weight and Mortality. The Norwegian Experience. Acta Medica Scandinavica Supplement 679: 1-56.",
        "Sunder, Marco. 2008. Shrinking due to corpulence? BMI in childhood predicts subsequent linear growth among US children and youth,1963-1970. Annals of Human Biology 35, 4:432-38.",
        "Stevenson, Betsey and Justin Wolfers. 2008. Happiness is more evenly Distributed among Americans. NBER Working Paper No. 14220.",
        "Steckel, Richard H. 1995. Stature and the Standard of Living. Journal of Economic Literature 33, 4:1903-40.",
        "Singh, Gopal K. and Michael D. Kogan. 2007. Widening Socioeconomic Disparities in US Childhood Mortality, 1969-2000. American Journal of Public Health 97, 9:1658-1665.",
        "Steckel, Richard H. 2008, Biological Measures of the Standard of Living. Journal of Economic Perspectives 22, 1:129-152.",
        "Schulz, T. Paul. 2002. Wage Gains Associated with Height as a Form of Health Human Capital. American Economic Review 92, 2:349-353.",
        "Rosenbaum, PR. 2005. Heterogeneity and Causality: Unit Heterogeneity and Design Sensitivity in Observational Studies. The American Statistician 59, 2:147 - 152.",
        "Philipson, T., and R., Posner. 2003. The Long Run Growth of Obesity as a Function of Technological Change, Perspectives in Biology and Medicine, 46, 3:87-108.",
        "Persico, Nicola, Andrew Postlewaite, and Dan Silverman. 2004. The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height. Journal of Political Economy 112: 1019-1053.",
        "Korn, Edward L. and Bany I. Graubard, 1999. Analysis of Health Surveys. New York: John Wiley and Sons.",
        "Rogol AD, Roemmich JN, Clark PA. 2002. Growth at Puberty. Journal of Adolescent Health 31:192-200.",
        "Komlos, John and Benjamin E. Lauderdale, 2007b. The Mysterious Trend in American Heights in the 20t~I Century. Annals of Human Biology, 34, 2:206-215.",
        "Komlos, John and Benjamin E. Lauderdale, 2007a. Underperformance in Affluence: the Remarkable relative decline in American Heights in the second half of the 20th1~Century. Social Science Quarterly 88, 2: 283-304.",
        "Komlos, John, Ariane Breitfelder and Marco Sunder. 2009. The transition to Postindustrial BMI values among US children American Journal of Human Biology, forthcoming.",
        "Komlos, John and Ariane Breitfelder. 2007. Are Americans shorter (partly) because they are fatter? A comparison of US and Dutch childrens height and BMI values. Annals of Human Biology 34, 6:593-60.",
        "Komlos, John and Ariane Breitfelder. 2008. Differences in the physical growth of USborn black and white children and adolescents ages 2-19, born 1942-2002. Annals of Human Biology35, 1:11-21.",
        "Komlos, John and Peter Coclanis. 1997. On the Puzzling Cycle in the Biological Standard of Living: The Case of Antebellum Georgia. Explorations in Economic History 34, 433-459.",
        "Komlos, John. 1998. Shrinking in a Growing Economy? The Mystery of Physical Stature during the Industrial Revolution. Journal of Economic History 58, 3:779-802.",
        "Komlos, John. 1989. Nutrition and Economic Development in the Eighteenth-Century Habsburg Monarchy. Princeton: Princeton University Press.",
        "Jones, A. and D. Weinberg. 2000. The Changing Shape of the Nations Income Distribution. Current Population Reports P60-204, U.S. Census Bureau.",
        "Isaacs, Julia. 2007. Economic Mobility of Black and White Families. The Brookings Institution.",
        "http://w~vw~hrookings.edu/-~/1T1edia/Fiies/rc/payers/2OO7/i I hiackwhiie isaacs/1 I hia ckwhite isaacs.pdf (accessed Oct. 16, 2008).",
        "Sam Harper, John Lynch, Scott Buns, George Davey Smith. 2007. Trends in the Black-White Life Expectancy Gap in the United States, 1983-2003. Journal of the American Medical Association, 297, 11:1224-1232.",
        "Fogel, Robert W. 1994. Economic Growth, Population Theory, and Physiology: The Bearing of Long-Term Processes on the Making of Economic Policy. American Economic Review 84:369-395.",
        "Deaton, Angus. 2008. Height, health, and Inequality: The Distribution of Adult Heights in India. American Economic Review 98, 2:468-474.",
        "Rashad, Inas, Michael Grossman, and Shin-Yi Chou. 2006. The Super Size of America: An Economic Estimation of Body Mass Index and Obesity in Adults. Eastern Economic Journal, 32, 1:133-148.",
        "Cutler DM, Glaeser Edward L, and Shapiro JM. 2003. Why Have Americans Become More Obese?. Journal of Economic Perspectives 17, 3:93-118.",
        "Chou, Shin-Yi, Grossman, Michael, and Saffer, Henry. 2004. An economic analysis of adult obesity: results from the Behavioral Risk Factor Surveillance. Journal of Health Economics 23, 3:565-587.",
        "Biro, Frank M., Robert P. McMahon, Ruth Striegel-Moore, Patricia B. Crawford, Eva Obarzanek, John A. Morrison, Bruce A. Barton, and Frank Falkner. 2001. Impact of timing of pubertal maturation on growth in black and white female adolescents: The National Heart, Lung, and Blood Institute Growth and Health Study. The Journal of Pediatrics 138, 5:636643.",
        "Case, Ann and Christina Paxson. 2008a. Stature and Status: Height, Ability, and Labor Market Outcomes. Journal of Political Economy 116, 3:499-532."
    ]
}