{
    "id": 14630,
    "cites": 3,
    "cited_by": 57,
    "reference": [
        "Bewley, vol. II, pp. 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148. Cambridge University Press, New York. 3 Dungey, M., and R. Fry (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The IdentiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation of Fiscal and Monetary Policy in a Structural VAR,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CAMA Working Paper 29/2007, Australian National University. 2 Economic Report of the President (2008): United States Government Printing OÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ce.",
        "Washington, D.C. 31 Edelberg, W., M. Eichenbaum, and J. D. M. Fisher (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of a Shock to Government Purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2(1), 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 206. 6, 26 Faust, J., J. H. Rogers, E. Swanson, and J. H. Wright (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Effects of Monetary Policy Shocks on Exchange Rates Using High Frequency Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 1(5), 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057. 2 Faust, J., E. Swanson, and J. H. Wright (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying VARs Based on High Frequency Futures Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 51(6), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131. 2 Federal Reserve Bank of New York (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Open Market Operations in 1985,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Quarterly Review, 11(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "(1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Open Market Operations in 1986,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Quarterly Review, 12(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56. 5 Feldstein, M., and D. R. Feenberg (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Increased Tax Rates on Taxable Income and Economic EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency: A Preliminary Analysis of the 1993 Tax Rate Increase,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Tax Policy and the Economy, ed. by J. Poterba, vol. 10, pp. 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117. MIT Press, Cambridge. 6 Fernandez-Villaverde, J., J. F. Rubio-Ramirez, and T. J. Sargent (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A, B, CÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (and D)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s for Understanding VARs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Technical Working Paper 308. 3 Fernandez-Villaverde, J., J. F. Rubio-Ramirez, T. J. Sargent, and M. W."
    ]
}