{
    "id": 1463,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Baranson, Jack (1969), Automotive Industries in Developing Countries, World Bank Staff Occasional Papers No. 8 1969. Buckley, Peter J. and Mark Casson (1976), The Future of the Multinational Enterprise. London, Macraillan. &apos; ~ Caves, R.E. (1971), \"International Corporations: The Industrial Economics of Foreign Investment,\" Economica, 38, pp. 1-27.",
        "_(1974), \"Industrial Organization.\" In J.H. Dunning (ed.), Economic Analysis and the Multinational Enterprise, pp. 115-46. London: George Allen & Unwin.",
        "_ (1982) , Multinational Enterprise and Economic Analysis. Cambridge, MA: Cambridge University Press.",
        "Dixit, Avinash K., and Gene M. Grossman (1982), \"Trade and Protection with Multistage Production,\" Review of Economic Studies, XLIV, pp. 583-94.",
        "Dunning, J.H. (ed.) (1971), The Multinational Enterprise. London: George Allen & Unwin.",
        "__(ed.) (1974), Economic Analysis and the Multinational Enterprise. London: George Allen & Unwin.",
        "Gordon, Lincoln, and Engelbert Grommers (1962), United States Manufacturing Investment in Brazil. Boston: Harvard University, Graduate School of Business Administration.",
        "Horst, T. (1974), \"American Exports and Foreign Direct Investments,\" Harvard Institute of Economic Research Discussion Paper No. 362, May.",
        "Kravis, Irving B., Alan Heston, and Robert Summers (1978), \"Real Per Capita Income for More than One Hundred Countries,\" Economic Journal, 88, No. 350, June.",
        "------(1980), \"International Comparison of Real Product and its Composition: 1950-77,\" Review of Income and Wealth, Series 26, No. 1, March.",
        "--- (1982), World Product and Income, UN International Comparison Project, Phase III. Baltimore and London: Johns Hopkins University Press for the World Bank.",
        "Kravis, Irving B., Zoltan Kenessey, Alan Heston, and Robert Summers (1975), A System of International Comparisons of Gross Product and Purchasing Power, UN International Comparison Project, Phase I. Baltimore and London: Johns Hopkins University Press for the World Bank.",
        "Kravis, Irving B., and Robert E. Lipsey (1971), Price Competitiveness i World Trade. National Bureau of Economic Research. - 51 -Lipsey, Robert E., and Irving B. Kravis (1982), \"U.S.- Owned Affiliates and Host-Country Exports,\" National Bureau of Economic Research, Working Paper 1037, December. Lipsey, Robert E., Irving B. Kravis, and Romualdo A. Roldan, \"Do Multinational Firms Adapt Factor Proportions to Relative Factor Prices?\", in Anne 0. Krueger (ed.), Trade and Employment in Developing Countries, 2: Factor Supply and Substitution. Chicago: University of Chicago Press for the NBER.",
        "Lipsey, Robert E., and Merle Yahr Weiss (1976), Exports and Foreign Investment in Manufacturing Industries. National Bureau of Economic Research, Working Paper 131, March.",
        "Magee, S.P. (1977), \"Information and Multinational Corporations: An Approprlability Theory of Direct Foreign Investment.\" In J. Bhagwati (ed.), The New International Economic Order, pp. 317-40. Cambridge, MA: M.I.T. Press.",
        "Maxcy, George, and Aubrey Silberston (1959), The Motor Industry. London: George Allen & Unwin.",
        "__(1981) , The Multinational Auto Industry. New York: St. Martin&apos;s Press.",
        "McDonald, John F., and Robert A. Moffitt (1980), \"The Uses of Tobit Analysis,\" Review of Economics and Statistics, Vol. LXII, No. 2, May.",
        "Munk, Bernard (1969), \"The Welfare Costs of Content Protection: The Automotive Industry in Latin America,\" Journal of Political Economy 77, No. 1, Jan/Feb. --Picard, Fernand L. (1970), \"The Rationale of the Gradual Development of the Automobile Industry from Assembly of Imported Parts to Complete Local Production,\" in United Nations, Establishment and Development of Automotive Industries in Developing Countries, Vol. II. Proceedings nf the Seminar.",
        "Robinson, Richard D. (1983), Performance Requirements for Foreign Busine U.S. Management Response. New York: Praeger.",
        "Southard, Frank A. (1931), American Industry in Europe. Boston: Houghton Mifflin Co.",
        "U.S. Department of Commerce (1953), Direct Private Foreign Investments of the United States, Census of 1950. Office of Business Economi es.",
        "__ (1960), U.S. Business Investments in Foreign Countries, by Samuel Pizer and Frederick Cutler, Office of Business Economi es. - 52 -_ (1975), U.S. Direct Investment Abroad, 1966, Bureau of Economic Analysis.",
        "____(1980), Survey of Automotive Trade Restrictions Maintained by Selected Nations, June.",
        "_ (1981), U.S. Direct Investment Abroad, 1977, Bureau of Economic Analysis.",
        "_ (1983), An Analysis of Automotive Local Content Laws in Other Countries, International Trade Administration, October.",
        "U.S. Department of the Treasury (1982), Policies and Practices Relating to Investment: Government Restrictions and Incentives, Office of International Investment.",
        "Vaupel, James W., and Joan P. Curhan (1969), The Making of Multinational Enterprise. Boston: Harvard University, Graduate School of Business Administration."
    ]
}