{
    "id": 14637,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "The DHS are nationally-representative household surveys that are available from ORC Macro (http://www~measuredhs.com). DHS surveys include a household questionnaire, a womens questionnaire, and a mens questionnaire. An exception is the 2003 DHS for Tanzania (also referred to as the HIV/AIDS Indicator Survey (AIS) and which covers only mainland Tanzania); this survey has an individual questionnaire (administered to both men and women), rather than separate mens and womens questionnaires.",
        "World Bank, 2008, Global purchasing power parities and real expenditures, Washington, DC.",
        "Data Notes This analysis uses data from the 2006 and 2007 waves of the Gallup World Poll in conjunction with data from the Demographic and Health Surveys (DHS). The DHS data come from the following country-years: Burkina Faso (2003), Cameroon (2004), Ethiopia (2005), Ghana (2003), Guinea (2005), Kenya (2003), Malawi (2004), Mali (2001), Niger (2006), Rwanda (2005), Senegal (2005), Tanzania (2003), Zambia (200 1/2002), and Zimbabwe (2005/2006). In some robustness checks, we also use data from Cambodia (2005), Dominican Republic (2002), Haiti (2005), and India (2005/2006). The data from the following countries are from preliminary releases of the data: Cambodia, Ethiopia, Haiti, India, Niger, Senegal, Tanzania, and Zimbabwe.",
        "Welz, Tanya, Victoria Hosegood, Shabbar Jaffar, Jorg Batzing-Feigenbaum, Kobus Herbst, and Marie-Lousie Newell, 2007, Continued very high prevalence of HIV infection in rural KwaZulu-Natal, South Africa: a population-based longitudinal stuffy, AIDS 21(11), 1467-72.",
        "Watts, Sheldon J., 1997, Epidemics and history: disease, power, and imperialism, New Haven, Yale University Press.",
        "Viscusi, W. Kip, and Joseph E. Aldy, 2003, The value of a statistical life: a critical review of market estimates throughout the world, The Journal of Risk and Uncertainly, 27(1), 5-76.",
        "van Praag, Bernard M. S. and Barbara E. Baarsma, 2005, Using happiness surveys to value intangibles: the case of airport noise, Economic Journal, 115, 224-46.",
        "van den Berg, Bernard, and Ada Ferrer-i-Carbonell, 2007, Monetary evaluation of informal care: the well-being evaluation method, Health Economics, 16, 1227-44.",
        "UNAIDS, 2008, 2008 Report on the Global AIDS Epidemic, Geneva, Switzerland. UNAIDS and WHO.",
        "Tortora, Robert D., 2008, Sub-Saharan Africans rank the Millennium Development Goals (MDGs), Gallup Organization, processed, submitted for publication.",
        "Stevenson, Betsey, and Justin Wolfers, 2008, Economic growth and subjective wellbeing: reassessing the Easterlin paradox, Brookings Papers on Economic Activity, Number 1, Spring 2008, 1-87.",
        "Rosen, Sherwin, 1988, The value of changes in life expectancy, Journal of Risk and Uncertainly, 1(3), 285-304.",
        "Ravallion, Martin, 1997, Good and bad growth: the human development reports, World Development, 25(5), 63 1-8.",
        "Layard, Richard, 2005, Happiness: lessons from a new science, New York. Penguin.",
        "Oswald, Andrew and Nattavudh Powdthavee, 2009, Death, happiness, and the calculation of compensatory damages,Journal of Legal Studies, forthcoming.",
        "Kharas, Homi, 2008, A reality check on African aid, The Brookings Institution, February 20, ~ accessed on November 17th, 2008.",
        "Kahneman, Daniel and Jason Riis, 2005, Living, and thinking about it: two perspectives on life, in F. A. Huppert, B. Kaverne, and N. Baylis, eds., The science of wellbeing, London. Oxford University Press, 285-304.",
        "Kahneman, Daniel, Peter P. Wakker, and Rakesh Sarin, 1997, Back to Bentham: explorations of experienced utility, Quarterly Journal of Economics, 112(2), 375405.",
        "Iliffe, John, 1995, Africans: the history of a continent, Cambridge. Cambridge University Press.",
        "Helliwell, John F., 2003, Hows life? Combining individual and national variables to explain subjective well-being, Economic Modelling, 20(2), 331-60.",
        "Fortson, Jane G., 2008, The gradient in sub-Saharan Africa: socioeconomic status and HIV/AIDS, Demography, 45(2), 303-22.",
        "Fleurbaey, Marc and Guillaume Gaulier, 2007, International comparisons of living standards by equivalent incomes, CEPII Working Paper No 2007-03, January.",
        "Easterly, William, 2009, Can the west save Africa? Journal of Economic Literature, forthcoming. (NBER Working Paper No. 14363, September 2008.) Fleurbaey, Marc, 2005, Health, wealth, and fairness, Journal of Public Economic Theory, 7(2), 253-84.",
        "Dolan, Paul and Robert Metcalfe, 2008, Comparing willingness-to-pay and subjective well-being in the context of non-market goods, CEP Discussion Paper 890, LSE, London, mimeo. (October).",
        "Deaton, Angus, 2008,Income, health, and well-being around the world: evidence from the Gallup World Poll, Journal of Economic Perspectives, 22(2), Spring, 53-72.",
        "Davis, Mike, 2001, Late Victorian holocausts: El NiÃ\u0083Â±o famines and the making of the third world, New York, Verso.",
        "Cantril, H. 1965, The pattern of human concern, Rutgers University Press.",
        "Blanchflower, Danny and Andrew Oswald, 2008, Is well-being U-shaped over the lifecycle? Social Science and Medicine, 66, 1733-49.",
        "Annas, Julia, 2004, Happiness as achievement, Daedalus, 133(2), Spring, 44-51, Becker, Gary S., Tomas J. Philipson, and Rodrigo R. Soares, 2005, The quantity and quality of life and the evolution of world inequality, American Economic Review, 95(1), 277-91."
    ]
}