{
    "id": 14636,
    "cites": 20,
    "cited_by": 13,
    "reference": [
        "van Wincoop, Eric (1994) Welfare Gains from International Risk Sharing, Journal of Monetary Economics 34, 175-200.",
        "Obstfeld, Maurice (1994) Risk-Taking, Global Diversification, and Growth, American Economic Review 84(5), 1310-1329.",
        "Lucas, Robert E. (1987) Model of Business Cycles, Basil Blackwell, New York.",
        "Moran, Theodore H. (2005) How Does Foreign Direct Investment Affect Host Country Development? Using Industry Case Studies to Make Reliable Generalizations, in Does Foreign Direct Investment Promote Development?, eds: Theodore H. Moran, Edward M. Graham, and Magnus Blomstrom, Washington, D.C.",
        "Lipsey, Robert E. (2004) Home and Host Country Effects of FDI, in Challenges to Globalization, eds: Robert E. Baldwin and L. Alan Winters, Chicago, University of Chicago Press.",
        "Kose, Ayhan, Prasad, Eswar, Kenneth Rogoff and Shang-Jin Wei (2006) Financial Globalization: A Reappraisal, IMF Staff Papers, forthcoming.",
        "Kose, Ayhan, Prasad, Eswar, Kenneth Rogoff and Shang-Jin Wei (2003) Effects of Financial Globalization on Developing Countries: Some Empirical Evidence, IMF Occasional Papers 220.",
        "Javorcik, Beata Smarzynska (2004) Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers through Backward Linkages, American Economic Review 94(3), 605-627.",
        "Henry, Peter Blair (2003) Capital Account Liberalization, the Cost of Capital, and Economic Growth, American Economic Review 93(2), 91-96.",
        "Harrison Ann E., Inessa Love, and Margaret McMillan (2004) Global Capital Flows and Financing Constraints, Journal of Development Economics 75(1), 269-301.",
        "Hall, Robert E., and Charles I. Jones (1999) Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics 114, 83-116.",
        "Gourinchas, Pierre-Olivier, and Olivier Jeanne (2006) The Elusive Gains from International Financial Integration, Review of Economic Studies 73(3), 715-741.",
        "Evenett, Simon, and Alex Voicu (2003) Picking Winners or Creating Them? Revising the Benefits of FDI in the Czech Republic, Oxford University, mimeo.",
        "Gorg, Holger, and Eric Strobl (2002) Multinational Companies and Indigenous Development: An Empirical Analysis, European Economic Review 46(7), 1305-1322.",
        "Caves, Richard E. (1974) Multinational Firms, Competition, and Productivity in Host-Country Markets, Economica 41, 176-193.",
        "Easterly, William, and Ross Levine (2001) Its Not Factor Accumulation: Stylized Facts and Growth Models, World Bank Economic Review 15, 177-219.",
        "Blalock, Garrick, and Paul J. Gertler (2005) Foreign Direct Investment and Externalities: The Case for Public Intervention in Does Foreign Direct Investment Promote Development?, eds: Moran, Graham, and Blomstrom, Washington, D.C.",
        "Barro, Robert, and Xavier Sala-i-Martin (2004) Economic Growth, MIT Press.",
        "Barro, Robert, N. Gregory Mankiw, and Xavier Sala-i-Martin (1995) Capital Mobility in Neoclassical Models of Growth, American Economic Review 85, 103-115.",
        "Aitken, Brian, and Ann E. Harrison (1999) Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela, American Economic Review 89(3), 605-618."
    ]
}