{
    "id": 14641,
    "cites": 42,
    "cited_by": 5,
    "reference": [
        "Vanek, Joann. 1974. Time Spent in Housework. Scientific American 231: 116-120.Willis, Robert J. 1973. A New Approach to the Economic Theory of Fertility Behavior. Journal of Political Economy 81, 2: S14-S64.",
        "Umble, Diane Zimmerman. 1994. Amish on the Line: The Telephone Debates. In Kraybill and Olshan, eds., The Amish Struggle with Modernity. Hanover, NH: University Press of New England: 97-111.",
        "Stigler, George J. 1946. Domestic Servants in the United States, 1900-1940. New York: NBER Occasional Paper 24.",
        "Strasser, Susan. 2000 [originally 1982]. Never Done: A History of American Housework. New York: Henry Holt and Company.",
        "Snowden, Kenneth A. 2006. Construction, Housing, and Mortgages. In Historical Statistics of the United States: Millennial Edition, edited by S. Carter, S. Gartner, M. Haines, A. Olmstead, R. Sutch, and G. Wright. New York: Cambridge University Press.",
        "Smith, Elmer L. 1960. Studies in Amish Demography. Harrisonburg, Virginia: Research Council, Eastern Mennonite College.",
        "Ryder, Norman B. 1980. Components of Temporal Variations in American Fertility. In Demographic Patterns in Developed Societies, edited by R.W. Hiorns. London: Taylor and Francis.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2006 and 2008. Integrated Public Use Microdata Series [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor].",
        "Rogers, Carolyn C. and Martin OConnell. 1984. Childspacing among Birth Cohorts of American Women: 1905 to 1959. Department of Commerce, Bureau of the Census, Current Population Reports, Series P-20, No. 385. Washington DC: U.S. GPO.",
        "Ramey, Valerie, and Neville Francis. 2006. A Century of Work and Leisure. NBER Working Paper 12264.",
        "Ramey, Valerie. 2008. Time Spent in Home Production in the 20th Century: New Estimates from Old Data. http ://www. econ.ucsd.edu/~vramey/research1HomeProduction.pdf.",
        "Montgomery, Mark and James Trussell. 1986. Models of Marital Status and Childbearing in 0. Ashenfelter and R. Layard (eds.), Handbook of Labor Economics, Volume 1. Amsterdam, Elsevier: 205-271.",
        "Markle, Gerald E. and Sharon Pasco. 1977. Family Limitation Among the Old Order Amish. Population Studies 31, 2: 267-280.",
        "Lebergott, Stanley. 1993. Pursuing Happiness: American Consumers in the Twentieth Century. Princeton, NJ: Princeton University Press.",
        "Macunovich, Diane J. 1998. Fertility and the Easterlin Hypothesis. Journal of Population Economics 11:53-111.",
        "Kraybill, Donald B. 1994. Plotting Social Change across Four Affiliations. In Kraybill and Olshan, eds., The Amish Struggle with Modernity. Hanover, NH: University Press of New England: 5 3-74.",
        "Hostetler, John A. 1963. Amish Society. Baltimore, MD: Johns Hopkins University Press. Hotz, V.J., Jacob Alex Klerman and Robert J. Willis, The Economics of Fertility in Developed Countries, in M.R. Rosezweig and 0. Stark, eds., Handbook of Population and Family Economics. Amsterdam: Elsevier: 275-342.",
        "Haines, Michael R., and the Inter-university Consortium for Political and Social Research. 2004.",
        "Historical, Demographic, Economic, and Social Data: The United States, 1790-2000 [Computer file]. 1CP5R02896-v2. Hamilton, NY: Colgate University/Ann Arbor: MI: Inter-university Consortium for Political and Social Research [producers]. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor].",
        "Haines, Michael R. 2006. Vital Statistics in S. Carter et al. (eds.), Historical Statistics of the United States: Earliest Times to the Present. New York: Cambridge University Press: 1381 - 1-390.",
        "Greska, L.P. 2002. Population Growth and Fertility Patterns in an Old Order Amish Settlement. Annals of Human Biology 29, 2: 192-201.",
        "Greenwood, Jeremy, Ananth Seshadri, and Guillaume Vandenbroucke. 2005. The Baby Boom and Baby Bust. American Economic Review 95, 1: 183-207.",
        "Goldin, Claudia. 2006. Education in S. Carter et al. (eds.), Historical Statistics of the United States: Earliest Times to the Present. New York: Cambridge University Press: 2-387-498.",
        "Godley, Andrew.2001. The Global Diffusion of the Sewing Machine, 1850-1914. Research in Economic History 20: 1-45.",
        "Giedion, Siegfried. 1948. Mechanization Takes Command: A Contribution to Anonymous History. New York: Oxford University Press.",
        "Fernandez, Raquel. (2007). Women, Work and Culture. NBER Working Paper J2888, February 2007.",
        "Frederick, Christine. 1912. The New Housekeeping. Ladies Home Journal: Sept.-Dec.",
        "Ericksen, Julia A., Eugene P. Ericksen, John A. Hostetler, and Gertrude E. Huntington.1979. Fertility Patterns and Trends Among the Old Order Amish. Population Studies 33, 2: 255-276.",
        "Easterlin, Richard A. 1980. Birth and Fortune: The Impact of Numbers on Personal Welfare. New York: Basic Books.",
        "Edison Electric Institute. Annual issues 1933-1961.The Electric Light and Power Industry, Statistical Bulletin. New York.",
        "Doepke, Matthias, Moshe Hazan, and Yishay Maoz. 2008. The Baby Boom and World War II: A Macroeconomic Analysis. CEPR Discussion Paper 6628.",
        "Easterlin, Richard A. 1961. The American Baby Boom in Historical Perspective. American Economic Review 51, 5: 869-911.",
        "Cox, W. Michael and Richard Alm. 1997. Time Well Spent: The Declining Real Cost of Living in America. 1997 Annual Report. Dallas, TX: Federal Reserve Bank of Dallas.",
        "Cowan, Ruth Schwartz. 1983. More Work for Mother: The Ironies of Household Technology from the Open Hearth to the Microwave. New York: Basic Books.",
        "Bryant, W. Keith. 1996. A Comparison of the Household Work of Married Females. Family and Consumer Sciences Research Journal 24, 4: 358-384.",
        "Brunsman, Howard G. and Dave Lowery. 1943. Facts from the 1940 Census of Housing. Journal of Land & Public Utility Economics 19, 1: 89-93.",
        "Beecher, Catharine. 1841. A Treatise on Domestic Economy. Boston, MA.",
        "Bowden, Sue and Avner Offer. 1994. Household Appliances and the Use of Time: The United States and Britain since the 1920s. Economic History Review 47, 4: 725-748.",
        ". and H. Gregg Lewis. 1973. On the Interaction between the Quantity and Quality of Children. Journal of Political Economy 81, 2: S279-S288.",
        "Becker, Gary 5. 1960. An Economic Analysis of Fertility. In Becker, ed., Demographic and Economic Change in Developed Countries. Princeton, N.J.: Princeton University Press: 208-230.",
        ". 1991. A Treatise on the Family, enlarged edition (Cambridge, MA: Harvard University Press).",
        "Bailey, Martha J. and William J. Collins. 2006. The Wage Gains of African-American Women in the 1940s.Journal of Economic History 66, 3: 737-777."
    ]
}