{
    "id": 1464,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "Bhagwati, Jagdish, N. 1971, The generalized theory of distortions and welfare, in: Jagdish Bhagwati et.al., eds., Trade, balance of payments and growth: Essays in honor of Charles P. Kindleberger (North-Holland, Amsterdam).",
        "Brander, James A. and Barbara J. Spencer, 1981, Tariffs and the extraction of foreign monopoly rents under potential entry, Canadian Journal of Economics 14, 371-389.",
        "Brander, James A. and Barbara J. Spencer, 1984a, Trade warfare: tariffs and cartels, Journal of International Economics, forthcoming.",
        "Brander, James A. and Barbara J. Spencer, 1984b, Tariff protection and imperfect competition, in: Henryk Kierzkowski ed., Monopolistic Competition and International Trade (Oxford University Press, forthcoming).",
        "Caves .Richard E. and Ronald W. Jones, 1981, World trade and payments, 3rd, ed. (Little, Brown and Company, Boston).",
        "Corden, W.M. 1974, Trade policy and economic welfare (Oxford University Press, London). 24.",
        "Dixit, Avlnash, K., 1980, The role of investment in entry-deterrence, Economic Journal 90, 95-106.",
        "Dixit, Avinash, K., 1984, International Trade Policy for oligopolistic industries, Economic Journal Conference Papers, forthcoming.",
        "Dixit, Avinash K, and Gene M. Grossman, 1984, Targeted export promotion with several oligopolistic industries, mimeo.",
        "Eaton, Jonathan, and Gene M. Grossman, 1983, Optimal trade and industrial policy under oligopoly, mimeo.",
        "Feenstra, Robert C., 1983, The case for export subsidies: Market linkages, Discussion paper, Columbia University.",
        "Frenkel, Jacob, 1971, On domestic demand and the ability to export, Journal of Political Economy 79, 668-72.",
        "Friedman, James W., 1977, Oligopoly and the theory of games (North-Holland: Amsterdam).",
        "Graaff, J. de V., 1949-50, On Optimum Tariff Structures, Review of Economic Studies 17, 47-59.",
        "Krugman, Paul R., 1984, Import protection as export promotion: International competition 1n the presence of oligopoly and economies of scale, in: Henryk Kierzskowski, ed., Monopolistic competition and international trade (Oxford University Press, forthcoming). 25.",
        "Nikaido, Hukukane, 1968, Convex structures and economic theory (Academic Press, New York).",
        "Prescott, Edward and Michael Visscher, 1976, Sequential location among firms with foresight, Bell Journal of Economics 8, 379-393.",
        "Pursei 1, Garry, G. and Richard Snape, 1973, Economies of scale, price discrimination and exporting, Journal of International Economics 3, 85-91.",
        "Rieber, William J., 1982, Discriminating monopoly and international trade, Economic Journal 92, 365-376.",
        "Salant, Stephen W., 1984, Export subsidies as instruments of economic and foreign policy, mimeo.",
        "Schelling, Thomas, C., 1960, The strategy of conflict (Harvard University Press, Cambridge, Massachusetts).",
        "Shubik, Martin, 1982, Game theory in the Social Sciences (MIT Press, Cambridge, Massachusetts).",
        "Spence, A. Michael, 1977, Entry, investment, and oligopolistic pricing, Bell Journal of Economics 8, 534-544.",
        "Spencer, Barbara J. and James A. Brander, 1983, International R&D rivalry . and industrial strategy, Review of Economic Studies 50, 707-722."
    ]
}