{
    "id": 14648,
    "cites": 52,
    "cited_by": 27,
    "reference": [
        "[53] Tabellini, G., 2007, Culture and Institutions, IGIER working paper.",
        "[54] Tabellini, G., 2008, The Scope of Cooperation: Norms and Incentives, Quarterly Journal of Economics 123(3): 905-950. 48",
        "[52] Tabellini, G., 2005, Culture and Institutions: Economic Development in the Regions of Europe, IGIER working paper.",
        "[51] Stulz, R. and Williamson, R., 2003, Culture, Openness, and Finance, Journal of Financial Economics 70(3) :313-349.",
        "[50] Shleifer, A., 1997, Government in Transition, European Economic Review 41(3- 5) :385-410.",
        "[48] Pinotti, P., 2008, Trust, Honesty and Regulations, MPRA paper 7740.",
        "[49] Putnam, R., 1993, Making Democracy Work, Princeton, NJ: Princeton University Press.",
        "[47] Piketty, T., 1995, Social Mobility and Redistributive Politics, Quarterly Journal of Economics ii0(3):55i-584.",
        "[46] Persson, T. and Tabellini, G., 2000, Political Economics, MIT Press.",
        "[45] Nunn, N. and L. Wantchekon, 2008, The Trans-Atlantic Slave Trade and the Evolu- tion of Mistrust in Africa: An Empirical Investigation, Mimeo.",
        "[44] Licht, A., Goldschmidt, C. and Schwartz, 5., 2005, Culture, Law, and Corporate Governance, International Review of Law and Economics 25(2):229-255.",
        "[43] La Porta, R., Lopez-de-Silanes, F. and Shleifer, A., 2008, The Economic Conse- quences of Legal Origins, Journal of Economic Literature 46(2):285-332.",
        "[42] La Porta, R., Lopez-de-Silanes, F. and Shleifer, A., 2002, Government Ownership of Banks, Journal of Finance 57(1):265-301. 47",
        "[41] La Porta, R., Lopez-de-Silanes, F., Shleifer, A. and Vishny, R., 1999, The Quality of Government, Journal of Law, Economics and Organizations 15(1):222-279.",
        "[39] Landier, A., Thesmar, D. and Thoenig, M., 2008, Investigating Capitalism-Aversion, Economic Policy 55: 3-42.",
        "[40] La Porta, R., Lopez-de-Silanes, F., Shleifer, A. and Vishny, R., 1997, Trust in Large Organizations, American Economic Review 87(2): 333-38.",
        "[38] Landes, David, 1998, The Wealth and Poverty of Nations. New York, NY: W. W. Norton.",
        "[36] Helliwell, John, and Robert Putnam, 2007, Education and Social Capital, Eastern Economic Journal 33(1):1-19.",
        "[37] Knack, S. and Keefer, P., 1997, Does Social Capital Have an Economic Payoff, A Cross-Country Comparison, Quarterly Journal of Economics 112(4): 1251-1288.",
        "[34] Guiso, L., Sapienza, P. and Zingales, L., 2007b, Social Capital as Good Culture, mimeo, University of Chicago.",
        "[33] Guiso, L., Sapienza. P. and Zingales, L., 2007a, Long Term Persistence, mimeo, University of Chicago.",
        "[32] Guiso, L., Sapienza, P. and Zingales, L., 2006, Does Culture Affect Economic Out- comes?, Journal of Economic Perspectives 20(2):23-48.",
        "[30] Guiso, L., Sapienza, P. and Zingales, L., 2003, Peoples Opium? Religion and Eco- nomic Attitudes, Journal of Monetary Economics 50(1):225-282.",
        "[31] Guiso, L., Sapienza, P. and Zingales, L., 2004, The Role of Social Capital in Financial Development, American Economic Review 94(3) :526-556. 46",
        "[29] Glaeser, E., Ponzetto, G. and Shleifer, A., 2007, Why Does Democracy Need Educa- tion?, Journal of Economic Growth 12(1):77-99.",
        "[28] Glaeser, E. and Shleifer, A., 2003, The Rise of the Regulatory State, Journal of Economic Literature 41(2) :401-425.",
        "[27] Glaeser, E. and Shleifer, A., 2002, Legal Origins, Quarterly Journal of Economics 117(4):1193-1229.",
        "[26] Glaeser, E., Laibson, D., Scheinkman, J. and Soutter, C., 2000, Measuring Trust, Quarterly Journal of Economics 115(3): 811-846.",
        "[25] Gambetta, T., 1988, Trust, Making and Breaking Cooperative Relations, Oxford, UK: Blackwell.",
        "[23] Easterly, W. and Levine, R., 1997, Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics 112(7):1203-1250.",
        "[22] Driscoll, Amy and Nancy Nagel, 2005, Early Childhood Education Birth to 8: The World of Children, Families and Educators. Third Edition. Boston: Pearson Educa- tion.",
        "[2i] Djankov, S., Glaeser, E., La Porta, R., Lopez-de-Silanes, F. and Shleifer, A., 2003b, The New Comparative Economics, Journal of Comparative Economics 3i(4):595-6i9. 45",
        "[20] Djankov, S., La Porta, R., Lopez-de-Silanes, F. and Shleifer, A., 2003a, Courts, Quarterly Journal of Economics 118(2) :453-Si 7.",
        "[19] Djankov, S., La Porta, R., Lopez-de-Silanes, F. and Shleifer, A., 2002, The Regulation of Entry, Quarterly Journal of Economics ii7(i):i-37.",
        "[17] Coleman, J., 1990, Foundations of Social Theory, Cambridge, MA: Harvard Univer- sity Press.",
        "[i8] DiTella, R. and McCulloch, R., 2006, Why Doesnt Capitalism Flow to Poor Coun- tries?, Harvard University Mimeo.",
        "[i6] Carlin, B., Dorobantu, F. and Viswanathan, 5., 2007, Public Trust, the Law, and Financial Investment, forthcoming, Journal of Financial Economics.",
        "[15] Botero, J., Djankov, S., La Porta, R., Lopez-de-Silanes, F. and Shleifer, A., 2004, The Regulation of Labor, Quarterly Journal of Economics ii9(4):i339-82.",
        "[i4] Bloom, N., Sadun, R. and Van Reenen, J., 2007, The Organization of Firms Across Countries, Stanford University Mimeo.",
        "[i3] Blanchard, 0. and Kremer, M., i997, Disorganization, Quarterly Journal of Eco- nomics ii2(4):iO9i-ii26.",
        "[i2] Bisin, A and Verdier, T., 200i, The Economics of Cultural Transmission and the Evolution of Preferences, Journal of Economic Theory 97(2):298-3i9.",
        "[iO] Banfield, E., i958, The Moral Basis of a Backward Society, New York, NY: Free Press. 44",
        "[ii] Becker, G., Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education, i963, Chicago, IL: University of Chicago Press.",
        "[9] Algan, Y. and Cahuc, P., 2007, Social Attitudes and Economic Development: An Epidemiological Approach, IZA Working Paper n2235.",
        "[7] Alesina, A. and Fuchs-Schttndeln, N., 2007, Good-Bye Lenin (or Not?): The Effect of Communism on Peoples Preferences, American Economic Review 97(4):i507-i528.",
        "[8] Algan, Y. and Cahuc, P., 2009, Civic virtue and Labor Market institutions, forth- coming American Economic Journal.",
        "[6] Alesina, A. and Angeletos, G.-M., 2005b, Corruption, Inequality, and Fairness, Jour- nal of Monetary Economics 52(7): i227-i244.",
        "[5] Alesina, A. and Angeletos, G.-M., 2005a, Fairness and Redistribution, American Economic Review 95(5):960-980.",
        "[4] Alesina, A. and Glaeser, E., 2004, Fighting Poverty in the US and Europe, Oxford, UK: Oxford University Press.",
        "[2] Alesina, A. and La Ferrara, E., 2002, Who Trusts Others?, Journal of Public Eco- nomics 85(2):207-304.",
        "[3] Alesina, A., Devleeschauwer, A., Easterly, W., Kurlat, S. and Wacziarg, R., 2003, Fractionalization, Journal of Economic Growth 8(2): i55-94.",
        "[i] Aghion P., Algan, Y. and Cahuc, P., 2008, Can Policy Influence Culture? Minimum Wage and the Quality of Labor Relations, NBER Working Paper."
    ]
}