{
    "id": 14640,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Taylor, G. R. and I. D. Neu (1956). The American railroad network, 1861-1890. Cambridge,, Harvard University Press.",
        "Taylor, G. R. (1951). The transportation revolution 1815-1860, Holt, Rinehart & Winston.",
        "Rand-McNally (1871). The Rand-McNally official railway guide and handbook. Chicago,.",
        "Poor, H. V. (1868). Poors manual of railroads. 1st-57th annual number; 1868/69-1924. New York,, H.V. & H.W. Poor.",
        "Poor, H. V. (1860). History of the railroads and canals of the United States. New York,, J.H. Schultz & co.",
        "Paskoff, P. F. (2007). Troubled waters : steamboat disasters, river improvements, and American public policy, 1821-1860. Baton Rouge, Louisiana State University Press.",
        "Paxson, F. L. (1914). The Railroads of the Old Northwest before the Civil War. Transactions of the Wisconsin Academy of Sciences, Arts, and Letters 17(Part 1): 247-74.",
        "Oss, S. F. v. (1893). American railroads as investments a handbook for investors in American railroad securities. New York, G.P. Putnams Sons.",
        "Mitchell, B. R. (2003). International historical statistics. New York, Palgrave Macmillan.",
        "National Railway Publication Company. (1868). Travelers official railway guide of the United States and Canada. Ann Arbor, Mich., printed for the National Railway Publication Co. by University Microfilms.",
        "Inter-university Consortium for Political and Social Research (197?). Historical, Demographic, Economic, And Social Data: The United States, 1790-1970. Ann Arbor, MI., Inter-university Consortium for Political and Social Research Jenks, L. H. (1944). Railroads as an Economic Force in American Development. The Journal of Economic History 4(1): 1-20. Page 30 Lloyd, E. (1857). Lloyds American guide : containing new arranged time tables, so simple and correct that a child can understand them, it being universally acknowledged that all other guide books are so complicated that not one in a hundred can understand them: the population, states, and distances to every place on all the railroad routes in the United States and Canadas : photographic portraits of all the railroad presidents and superintendents--men controlling. Philadelphia, E. Lloyd.",
        "Hunt, F., T. P. Kettell, et al. (1848). Hunts merchants magazine and commercial review. [New York], Freeman Hunt.",
        "Hunter, L. C. (1949). Steamboats on the Western rivers: an economic and technological history. Cambridge,, Harvard University Press.",
        "Goodrich, C. (1961). Canals and American economic development, y Carter Goodrich [and othersi. New York,, Columbia University Press.",
        "Haney, L. H. (1908). A congressional history of railways in the United States. Madison, Wis.,, Democrat Printing Co.",
        "Fogel, R. W. (1964). Railroads and American economic growth: essays in econometric history. Baltimore,, Johns Hopkins Press.",
        "Fishlow, A. (1965). American railroads and the transformation of the antebellum economy. Cambridge,, Harvard University Press.",
        "Doggett, J. (1847). Doggetts railroad guide and gazetteer for ... with sectional maps of the great routes of travel. New York, J. Doggett Jr.",
        "Disturnell, J. (1846). Disturnells railroad, steamboat, and telegraph book : being a guide through the middle, northern, and eastern states and Canada: also giving the great lines of travel south and west and the ocean steam packet arrangements, containing tables of distances, &c. telegraph lines and charges, list of hotels, express offices, &c. &c. New York, J. Disturnell.",
        "Craig, L. A. Palquist, Raymond B. and Weiss, Thomas (1998). Transportation improvements and land values in the antebellum United States: a hedonic approach. Journal of real estate finance and economics 16(2): 173-89.",
        "Conference on Research in Income and Wealth., National Bureau of Economic Research., et al. (1960). Trends in the American economy in the nineteenth century. A report of the National Bureau of Economic Research, New York. Princeton,, Princeton University Press.",
        "Burr, H. A. (1850). Disturnells new map of the United States and Canada. New York, Disturnell.",
        "Cobb, C. (1850). American railway guide and pocket companion for the United States. New York, C. Dinsmore.",
        "Appleton D. and Company. (1848). Appletons railway and steam navigation guide for the United States and the Canadas. New York, D. Appleton & Co.",
        "Banerjee, A. E. D. a. N. Q. (2006). The Railroad to Success: The Effect of Infrastructure on Economic Growth,. Providence, Brown University."
    ]
}