{
    "id": 14644,
    "cites": 40,
    "cited_by": 71,
    "reference": [
        "(2004): Financial Innovation, in The Handbook of the Economics of Finance, ed. by M. H. George Constantinides, and R. Stulz. North Holland.",
        "TUFANO, P. (1989): Financial innovation and first-mover advantages, Journal of Financial Economics, 25, 213-240.",
        "SYLLA, R. (2002): A Historical Primer on the Business of Credit Ratings, in Ratings, Rating Agencies and the Global Financial System, ed. by R. M. Levich, G. Majnoni, and C. M. Reinhart, pp. 41-66. Springer.",
        "SILBER, W. L. (1983): The Process of Financial Innovation, The American Economic Review, 73(2), 89-95.",
        "RUHM, C. J. (1991): Are Workers Permanently Scarred by Job Displacements?, The American Economic Review, 81(1), 319-324.",
        "PHILIPPON, T., AND A. RESHEF (2007): Skill Biased Financial Development: Education, Wages and Occupations in the U.S. Financial Sector, NBER Working Paper 13437.",
        "PHILIPPON, T. (2007): Financiers versus Engineers: Should the Financial Sector Be Taxed or Subsidized?, Working Paper, NYU.",
        "MURPHY, K. M., A. SHLEIFER, AND R. W. VISHNY (1991): The Allocation of Talent: Implications for Growth, The Quarterly Journal of Economics, 106, 503-530.",
        "MITCHELL, W. E. A. (1921): Income in the United States 1909-1919, Discussion paper, National Bureau of Economic Research.",
        "MILLER, M. H. (1986): Financial Innovation: The Last Twenty Years and the Next, Journal of Financial and Quantitative Analysis, 21(4), 459-471.",
        "MICHAELS, G. (2007): The Division of Labor, Coordination, and the Demand for Information Processing, CEPR Discussion Paper 6358.",
        "MERTON, R. C. (1992): Financial innovation and economic performance, Journal of Applied Corporate Finance, 4, 12-22.",
        "LEVINE, R. (2005): Finance and Growth: Theory and Evidence, in Handbook of Economic Growth, ed. by P. Aghion, and S. N. Durlauf, vol. 1A, pp. 865-934. Elsevier, Amsterdam.",
        "KUZNETS, 5. (1941): National Income and Its Composition, 1919-1938, Discussion paper, National Bureau of Economic Research.",
        "LERNER, J. (2006): The New New Financial Thing: The Origins of Financial Innovations, Journal of Financial Economics, 79, 223-255, mimeo HBS.",
        "KRUEGER, A. B. (1993): How Computers Have Changed the Wage Structure: Evidence from Microdata, 1984-1989, The Quarterly Journal of Economics, 108(1), 33-60.",
        "KOSTOVETSKY, L. (2007): Brain Drain: Are Mutual Funds Loosing Their Best Minds?, Working Paper, Princeton.",
        "KATZ, L. F., AND K. M. MURPHY (1992): Changes in Relative Wages, 1963-1987: Supply and Demand Factors, Quarterly Journal of Economics, 107(1), 35-78.",
        "KAPLAN, S. N., AND J. RAUH (2007): Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes?, NBER Working Paper 13270.",
        "JOVANOVIC, B., AND P. L. ROUSSEAU (2005): General Purpose Technologies, in Handbook of Economic Growth, ed. by P. Aghion, and S. Durlauf. Elsevier, Chapter 18.",
        "GUADALUPE, M. (2007): Product Market Competition, Returns to Skill and Wage Inequality,  Journal of Labor Economics, 25(3), 439-474.",
        "GOLDIN, C., AND L. F. KATZ (2008b): Transitions: Career and Family Lifecycles of the Educational Elite, AEA Papers and Proceedings.",
        "GOLDIN, C., AND L. F. KATz (2008a): The Race Between Education and Technology. Belknap Harvard University Press, Cambridge.",
        "FRYDMAN, C., AND R. SAKS (2007): Executive Compensation: A New View from a Long-Run Perspective, 1936-2005, mimeo MIT-Sloan.",
        "FRAME, W. S., AND L. J. WHITE (2004): Empirical Studies of financial innovation: mostly talk and not much action?, Journal of Economic Litterature, 42, 116-144.",
        "(2003): The Relationship Between the 1990 Census and Census 2000 Industry and Occupation Classification Systems, Discussion Paper Technical Paper 65.",
        "CENSUS BUREAU (1989): The Relationship Between The 1970 and 1980 Industry and Occupation Classification Systems, Discussion Paper Technical Paper 59.",
        "CAROLI, E., AND J. VAN REENEN (2001): Skill-Biased Organizational Change? Evidence from a Panel of British and French Establishments, Quarterly Journal of Economics, 116(4), i449-i492.",
        "CARD, D., AND T. LEMIEUX (2001): Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis., Quarterly Journal of Economics, 116(2), 705-746.",
        "CARD, D. (1992): The Effects of Unions on the Distribution of Wages: Redistribution or Relabelling?, NBER Working Paper 4195.",
        "BUERA, F. J., AND J. P. KAB0SKI (2006): The Rise of the Service Economy, Working Paper, Northwestern University.",
        "BRESNAHAN, T. F., E. BRYNJOLFSSON, AND L. M. HITT (2002): Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence, Quarterly Journal of Economics, 117(1), 339-376.",
        "BRESNAHAN, T., AND M. TRAJTENBERG (1995): General purpose technologies: Engines of growth?, Journal of Econometrics, 65, 83-i08.",
        "BLACK, S. E., AND P. E. STRAHAN (2001): The Division of Spoils: Rent-Sharing and Discrimination in a Regulated Industry, American Economic Review, 91(4), 8i4-83i.",
        "BAUMOL, W. J. (1990): Entrepreneurship: Productive, Unproductive, and Destructive, Journal of Political Economy, 98, 893-92i.",
        "AUTOR, D. H., F. LEVY, AND R. J. MURNANE (2003): The Skill Content of Recent Technological Change: An Empirical Exploration, Quarterly Journal of Economics, 118(4), i279-i333.",
        "AUTOR, D., L. KATZ, AND A. KRUEGER (1998): Computing Inequality: Have Computers Changed the Labor Market?, Quarterly Journal of Economics, 113(4), ii69-i2i4.",
        "(2002): Technical Change, Inequality and the Labor Market, Journal of Economic Literature, 40(1), 7-72.",
        "ACEMOGLU, D., P. AGHION, AND G. VIOLANTE (2001): Deunization, Technical Change and Inequality, Carnegie-Rochester Conference Series of Public Policy, 55(1), 229-264.",
        "ACEMOGLU, D. (1998): Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, The Quarterly Journal of Economics, 113(4), 10551089."
    ]
}