{
    "id": 14655,
    "cites": 52,
    "cited_by": 7,
    "reference": [
        "Young, Leslie. Tariffs vs. Quotas under Uncertainty: An Extension. American Economic Review, 1980, 70(3), 522-27.",
        "Young, Leslie and Anderson, James E. Risk Aversion and Optimal Trade Restrictions. Review of Economic Studies, 1982, 49(2), 291-305.",
        "Wilson, John. Are Efficiency Improvements in Government Transfer Policies Self-Defeating in Political Equilibrium? Economics and Politics, 1990, 2(3), 241-58.",
        "Weingast, B., K. Shepsle, and C. Johnsen, The Political Economy of Benefits and Costs: A Neoclassical Approach to Distributive Politics, Journal of Political Economy, 1981, 89, 642-64.",
        "Veugelers, Reinhilde. Wage Premia, Price-Cost Margins and Bargaining Power in Belgian Manufacturing, European Economic Review, 1989, 33, 169-180.",
        "Tullock, G., Economics of Income Redistribution (Boston MA: Kluwer-Nijhoff, 1983).",
        "Togan, SÃ\u0083Â¼bidey. Trade Policy Review of the Republic of Turkey World Economy, 1995, 18(5), 107-120.",
        "Togan, SÃ\u0083Â¼bidey. Turkey: Trade Policy Review. World Economy, September 2005, 28(9), 1229-1262.",
        "Staiger, Robert and Tabellini, Guido. Do GATT Rules Help Governments Make Domestic Commitments?, Economics and Politics, 1999, 11(2), 109-44.",
        "Schelling, Thomas C. The Strategy of Conflict. Cambridge, Mass.: Harvard University Press, 1960.",
        "Staiger, Robert W. and Tabellini, Guido. Discretionary Trade Policy and Excessive Protection, American Economic Review, 1987, 77(5), 823-37.",
        "Rodrik, Dani. Taxes, Subsidies, and Welfare with Endogenous Policy., Journal of International Economics, 1986, 21, 285-99.",
        "Rodrik, Dani. Political Economy of Trade Policy, in Gene M. Grossman and Kenneth Rogoff, eds., Handbook of Intern ational Economics, Vol. 3. Amsterdam: North-Holland, 1457-94, 1995.",
        "Ray, Edward J. The Determinants of Tariff and Nontariff Trade Restrictions in the United States, Journal of Political Economy, 1981, 89(1), 105-21.",
        "Mitra, Devashish; Thomakos, Dimitrios and Mehmet Ulubasoglu. Protection for Sale In A Developing Country: Democracy vs. Dictatorship, Review of Economics and Statistics, 2002, 84(3), 497-508.",
        "Mitra, Devashish. Endogenous Political Organization and the Value of Trade Agreements., Journal of International Economics, 2002, 57, 473-85.",
        "Michalopoulos, C., Trade Policy and Market Access Issues for DCs: Implications for the Millennium Round, 1999, World Bank, Washington DC.",
        "Marvel, Howard and Ray, Edward. The Kennedy Round: Evidence on the Regulation of International Trade in the United States. American Economic Review, 1983, 73(1), 190-97.",
        "Martin, Will and Francois, Joseph. Bindings and Rules as Trade Liberalization, in K. Maskus (ed.), Quiet Pioneering: Robert Stern and his International Economic Legacy, University of Michigan Press: Ann Arbor, 121-47, 1997.",
        "Maggi, Giovanni and Rodriguez-Clare, Andres. A Political Economy Theory of Trade Agreements. American Economic Review, 2007, 97(4), 1374-1406. Maggi, Giovanni and Rodriguez-Clare, Andres. The Value of Trade Agreements in the Presence of Political Pressures. Journal of Political Economy, 106(3), 574-601.",
        "Magee, S., Brock, W., and Young, L. Black Hole Tar~ffs and Endogenous Policy Theory. Cambridge University Press, 1989.",
        "Ludema, Rodney D, and Mayda, Anna Maria. Do Countries Free Ride on MFN?, 2005, CEPR Discussion Papers 5160.",
        "Goldberg, Pinelopi. K. and Maggi, Giovanni Protection for Sale: An Empirical Investigation. American Economic Review, December 1999, 89(5), pp. 1135-55.",
        "Grossman, Gene and Helpman, Elhanan. Protection for Sale. American Economic Review, 1994, 84,833-50.",
        "Grossman, Gene and Helpman, Elhanan. Trade Wars and Trade Talks. Journal of Political Economy, August 1995, 103(4), 675-708.",
        "Helpman, Elhanan. Politics and Trade Policy, in D. M. Kreps and K. F. Wallis (eds.), Advances in Economics and Econometrics: Theory and Applications, NY: Cambridge University Press, 1997.",
        "Hillman, Arye L. The Political Economy of Protection. Hardwood Academic: New York. 1989.",
        "Horn, Henrik, Maggi, Giovanni and Robert W. Staiger. Trade Agreements as Endogenously Incomplete Contracts, 2006, NBER Working Paper No. 12745.",
        "Kaempfer, William H., McClure, Harold J. and Willet, Thomas D. Incremental Protection and Efficient Political Choice between Tariffs and Quotas. Canadian Journal of Economics, 1989, 22(2), 228-36.",
        "Kaya and UÃ\u0083Â§dogruk. The Dynamics of entry and exit in the Turkish manufacturing industry, ERC Working Papers in Economics 02/02, 2002.",
        "Kee, Hiao, Nicita, Alessandro and Olarreaga, Marcelo. Estimating Trade Restrictiveness. 2006, World Bank Policy Research Working Paper no. 3840.",
        "FontagnÃ\u0083Â©, Lionel; von Kirchback, Friedrich and Mondher Mimouni. 2001. A First Assessment of Environment-Related Trade Barriers. CEPII research center, Working Papers no. 200 1-10.",
        "Falvey, Rodney E. and Lloyd, Peter J. Uncertainty and the Choice of Protective Instrument. Oxford Economic Papers, 1991, 43, 463-78.",
        "Ederington, Josh & Jenny A. Minier. Why Tariffs, not Subsidies? A Search for Stylized Facts, Contributions to Economic Analysis & Policy, 2006, 5(1), Article 31.",
        "Dumont, Michel, Glenn Rayp and Peter Willeme. Does Internationalization Affect Union Bargaining Power? An Empirical Study for Five EU Countries, Oxford Economic Papers, 2006, 58(1), 77-102.",
        "Drazen, Allan and LimÃ\u0083Â£o, Nuno. A Bargaining Theory of Inefficient Redistribution. International Economic Review, 2008, 49(2), 62 1-657.",
        "Doiron, Denise. Bargaining Power and Wage-Employment Contracts in a Unionized Industry, International Economic Review, 1992, 33(3), 583-606.",
        "Dixit, A. and J. Londregan, The Determinants of Success of Special Interests in Redistributive Politics, Journal of Politics, 1996, 58, 1132-55.",
        "Dixit, A., G. M. Grossman, and E. Helpman, Common Agency and Coordination: General Theory and Application to Government Policy Making, Journal of Political Economy, 1997, 105(4), 752-69.",
        "Dixit, A. and J. Londregan, Redistributional Politics and Economic Efficiency, American Political Science Review, 1995, 89, 856-66.",
        "Coate, Stephen and Morris, Stephen. On the Form of Transfers to Special Interests., Journal of Political Economy, 1995, 103(6), 1210-35.",
        "Chandra, Piyush. WTO Accession as Commitment, 2007, UMD dissertation.",
        "Cassing, James H. and Hillman, Arye L. Political Influence Motives and the Choice between Tariffs and Quotas, Journal of International Economics, 1985, 19, 279-90.",
        "Broda, Christian; LimÃ\u0083Â£o, Nuno and David E. Weinstein. Optimal Tariffs and Market Power: The Evidence, American Economic Review, 2008, 98(5), 2032-65.",
        "Brock, Ellen and Sabien Dobbelaere. Has International Trade Affected Workers Bargaining Power? Review of World Economics, 2006, 142(2), 233-266.",
        "Binmore, Ken, Rubinstein, Ariel and Wolinsky, Asher. The Nash Bargaining Solution in Economic Modeling. The RAND Journal of Economics, 1986,17(2), 176-188.",
        "Becker, Gary and Mulligan, Casey. Deadweight Costs and the Size of Government., Journal of Law and Economics, 2003, 56, 293-340.",
        "Baron, D., Majoritarian Incentives, Pork Barrel Programs, and Procedural Control, American Journal of Political Science, 1991, 35, 57-90.",
        "Bandyopadhyay, Usree and Gawande, Kishore. Is Protection for Sale? A Test of the Grossman-Helpman Theory of Endogenous Protection. Review of Economics and Statistics 89, February 2000, pp.139-152.",
        "Bagwell, Kyle and Staiger, Robert W. An Economic Theory of GATT. American Economic Review, March 1999, 89(1), 215-48.",
        "Anderson, James, The relative inefficiency of quotas, 1988, MIT Press, Cambridge MA, pp 225.",
        "Acemoglu, Daron and Robinson, James, A. Inefficient Redistribution., American Political Science Review, 2001, 95(3), 649-61."
    ]
}