{
    "id": 14651,
    "cites": 54,
    "cited_by": 11,
    "reference": [
        "Woodford, Michael, 2003, Interest and Prices: Foundations of a Theory o Monetary Policy, Princeton University Press.",
        "Wen, Yi, 2008. Input and Output Inventory Dynamics, Federal H.eserve Bank of St. Louis Working Paper 2008-008A.",
        "Stock, James R.. and Douglas M. Lambert, 2001. Strategic Logistics Management, McGraw-Hffl, 4th edition.",
        "Solon, Gary and Barsky Hobert and Jonathan A. Parker, 1994. Measuring the Cydicality of Heal Wages: How Important is Composition Bias, The Quarteriy Journal of Economics, 109(1), 1-25.",
        "Stigler George and James Kindhal, 1970, The Behavior of Industrial Prices, Columbia University Press.",
        "Smets, Thank and Rafael Wouters, 2007. Shocks and Fhctions in US Business Cycles: A Bayesian DSGE Approach, The American Economic Review, 97(3), 586-606.",
        "Homer, Christina D. and David H. Homer, 2004. A New Measure of Monetary Shocks: Derivation and Implications, The American Economic Review, 94(4), 1055-1084.",
        "ffichardson, H. 1995. Control Your Costs then Cut Them Thinsportation and DÃ\u0083Â¼tribution, 94-96.",
        "Ribarsky, Jennifer, 2004, Heal Inventories, Sales, and Inventory-Sales Ratios for Manufacturing and Trade, 1997:1-2003:111, Survey of Current Busine8s, February 1,2004.",
        "Ramey~ Valerie A. and Kenneth D. West, 1999. Inventories, Handbook of Macroeconomics, in: J. B. Taylor & M. Woodford (ed.), Handbook of Macroeconomics, edition 1, volume 1, chapter 13, pages 863-923",
        "Nakamura, Emi, 2008, Pass-Through in Retail and Wholesale, American Economic Review, 98(2), 430-437.",
        "Ramey, Valerie A and Daniel J. Vine, 2004. Why Do Real and Nominal Inventory-Sales Ratios Have Different Trends?, Journal of Money, Credit and Banking, 36(5), 959-63.",
        "Nakamura, Emi and JOn, Steinsson, 2008. Five Facts About Prices: A Reevaluation of Menu Cost Models, forthcoming in The Quarterly Journal of Economics.",
        "Nakamura, Emi and Jon, Steinsson, 2007. Monetary Non-Neutrality in a Multi-Sector Menu Cost Model, mimeo.",
        "Levy, Daniel, and Bergen, Mark, and Dutta, Shantanu, and Robert Venable, 1997. The Magnitude of Menu Costs: Direct Evidence from Large U.S. Supermarket Chains, The Quarterly Journal of Economics, 112(3), 791-825.",
        "Kryvtsov, Oleksiy and Virgiliu Midrigan, 2008, Inventories, Markups and Real Rigidities in New Keynesian Business Cycle Models, mimeo.",
        "Klenow, Peter J. and Jon Willis, 2006. Real Rigidities and Nominal Price Changes, mimeo.",
        "Kimball, Miles, 1995. The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit and Banking, 27(4), 1241-1277.",
        "Klenow, Peter J. and Oleksiy Kryvtsov, 2008. State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. Inflation? forthcoming in The Quarterly Journal of Economics.",
        "Khan, Aubhik and Julia Thomas, 2008. Inventories and State-Dependent Pricing,",
        "Khan, Aubhik and Julia Thomas, 2007a. Inventories and the business cycle: An equilibrium analysis of (S,s) policies. Amen cam Ecomomic Review, 97(4), 1165-88.",
        "Khan, Aubhik and Julia Thomas, 2007b. Explaining Inventories: A Business Cycle Assessment of the Stockout Avoidance and (S,s) Motives, Macroeconomic Dynamics, 11(5), 638-64.",
        "Kehoe, Patrick J. and Virgiliu Midrigan, 2007. Sales and the real effects of monetary policy, Working Papers 652, Federal Reserve Bank of Minneapolis.",
        "Jung Yongseung and Tack Yun, 2005, Monetary Policy Shocks, Inventory Dynamics, and Price Setting Behavior  mimeo",
        "lacoviello, Matteo, Fabio Schiantarelli and Scott Schuh, 2007. Input and Output Inventories in General Equilibrium, Federal Reserve Bank of Boston Working Paper No. 07-16.",
        "House, Christopher, L., 2008. Fixed Costs and Long-Lived Investments. NBER Won/cimg Paper, No. W14402.",
        "Hall, George and John Rust, 2002. Econometric Methods for Endogenously Sampled Time Series: The Case of Commodity Price Speculation in the Steel Market, mimeo.",
        "Hall, Robert, 2005, Employment Fluctuations with Equilibrium Wage Stickiness, Amen cam Ecomomic Review, 95(1): 50-65.",
        "Hall, George and John Rust, 2000. An Empirical Model of Inventory Investment by Durable Commodity Intermediaries, Canmegie-Rochesten Comfenemce Series om Pnblic Policy, 52, 171-214.",
        "Gertler, Mark and Leahy, John, 2006. A Phillips Curve with an Ss Foundation, NBER Working Paper 11971.",
        "Gruen, Thomas W and Corstein, Daniel S. and Sundar Bharadwadj, 2002. Retail Outof-Stocks: A Worldwide Examination of Extent, Causes and Consumer Responses, the Grocery Manufacturers of America.",
        "Fisher, Jonas and Andreas Hornstein, 2000. (5, s) Inventory Policies in General Equilibrium, The Review of Ecomomic Stndies, 67(1), 117-145.",
        "Eichenbaum, Martin and Jonas Fisher, 2004. Evaluating the Calvo Model of Sticky Prices, mimeo.",
        "Erceg, Christofer, Dale Henderson and Andrew Levin, 2000, Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics, 46: 281-313.",
        "Eichenbaum, Martin, Nir Jaimovich and Sergio Rebelo, 2008. Reference Prices and Nominal Rigidities,  mimeo.",
        "Dotsey, Michael and Robert G. King, 2006. Pricing, Production, and Persistence, Journal of the European Economic Association, 4(5), 893-928.",
        "Dotsey, Michael and Robert J. King, 2005. Implications of state-dependent pricing for dynamic macroeconomic models, Journal of Monetary Economics, 52(1), 213-242.",
        "Christiano, Lawrence J. and Eichenbaum, Martin and Charles L. Evans, 2005. Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, University of Chicago Press, 113(1), 1-45.",
        "Christiano, Lawrence J. and Eichenbaum, Martin and Charles L. Evans, 1999. Monetary policy shocks: What have we learned and to what end?, Handbook of Macroeconomics, in: J. B. Taylor & M. Woodford (ed.), Handbook of Macroeconomics, edition 1, volume 1, chapter 2, pages 65-148 Elsevier.",
        "Chari, V. V. and Patrick J. Kehoe and Ellen R. McGrattan, 2000. Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem?, Econometrica, 68(5), 1151-1180.",
        "Chang, Yongsung, and Hornstein, Andreas and Pierre-Daniel Sarte, 2006. Understanding How Employment Responds to Productivity Shocks in a Model with Inventories, Federal Reserve Bank of Richmond Working Paper 2006-06.",
        "Burstein, Arid and Christian Hellwig, 2007. Prices and Market Shares in a Menu Cost Model, mimeo.",
        "Caplin, Andrew, 1985. The Variability of Aggregate Demand with (S,s) Inventory Policies, Econometrica, 53(6), 1395-1409.",
        "Blinder, Alan and Louis Maccini, 1991, Taking Stock: A Critical Assessment of Recent Research on Inventories, Journal of Economic Perspectives, 5(1): 73-96.",
        "Bils, Mark and Peter J. Klenow, 2004. Some Evidence on the Importance of Sticky Prices, Jonnmal of Political Ecomomy, 112, 947-985.",
        "Bils, Mark, and Klenow, Peter J. and Oleksiy Kryvtsov, 2003. Sticky Prices and Monetary Policy Shocks, Federal Reserve Bamic of Mimmeapolis Qnarterly Review, Winter, 2-9.",
        "Bils, Mark and James A. Kahn, 2000. What Inventory Behavior Tells Us About Business Cycles, Amen cam Ecomomic Review, 90(3), 458-481.",
        "Bils, Mark, 2004. Studying Price Markups from Stockout Behavior, mimeo.",
        "Barro, Robert, 1977, Long-Term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics, 3: 305-316",
        "Ball, Laurence and David Romer, 1990. Real Rigidities and the Non-Neutrality of Money, The Review of Ecomomic Stndies, 57(2), 183-203.",
        "Alessandria, George, Joseph Kaboski, and Virgiliu Midrigan, 2008. Inventories, Lumpy Trade, and Large Devaluations, Federal Reserve Bank of Philadelphia Working Paper 08-3.",
        "Aguirregabiria, Victor, 2005. Retail Stockouts and Manufacturer Brand Competition, mimeo.",
        "Aguirregabiria, Victor, 1999. The Dynamics of Markups and Inventories in Retailing Firms, The Review of Ecomomic Stndies, 66(2), 275-308.",
        "Alvarez, Fernando, Andrew Atkeson and Patrick Kehoe, 2002, Money, Interest Rates, and Exchange Rates with Endogenously Segmented Markets, Jonrmal of Political Ecomomy, 110: 73-112."
    ]
}