{
    "id": 14657,
    "cites": 42,
    "cited_by": 4,
    "reference": [
        "TOMLINSON, J. (2004). The Labour Governments ]964-70, Volume 3: Economic Policy. Manchester: Manchester University Press.",
        "STEWART, M. (1977). The Jekyll and Hyde Years: Politics and Economic Policy Since ]964. London: J. M. Dent.",
        "SVENSSON, L. E. 0. (1993). Assessing target zone credibility: mean reversion and devaluation expectations in the ERM, 1979-1992. European Economic Review 37, pp. 763793.",
        "SIKLOS, P. and TARAJOS, R. (1996). Fundamentals and devaluation expectations in target zones: Some new evidence from the ERM. Open Economies Review 25, pp 35-59.",
        "SCHENK, C. (2002). Sterling, international monetary refonn and Britains applications to the EEC in the 1960s. Contemporary European History 11, pp. 345-369.",
        "SCHENK, C. R. (1994). Britain and the Sterling Area: from Devaluation to Convertibility in the ]950s. London: Routledge.",
        "ROY, R. (2000). The Battle of the Pound: the Political Economy of Anglo-American Relations, 1964-1968. Unpublished PhD thesis, London School of Economics.",
        "ROSE, A. and SVENSSON, L. (1995). European exchange rate credibility before the fall.",
        "NEWTON, 5. (2009). The two sterling crises of 1964 and the decision not to devalue. Economic History Review, forthcoming.",
        "OBSTFELD, M. (1984). Balance of-payments crises and devaluation. Journal of Money, Credit and Banking 16, pp. 208-2 17.",
        "OPPENHEIMER, P. (1966). Forward exchange intervention: the official view. Westminster Bank Review, February.",
        "NATIONAL INSTITUTE ECONOMIC REVIEW. (1967). The effects of devaluation and the balance of payments. National Institute Economic Review 42, pp. 4-9.",
        "NATIONAL INSTITUTE ECONOMIC REVIEW. (1964). The economic situation: annual review. National Institute Economic Review 27, pp. 4-12.",
        "MIDDLETON, R. (2002). Struggling with the impossible: sterling, the balance of payments and British economic policy, 1949-72. In A. Arnon and W. L. Young (eds.), The Open Economy Macromodel: Past, Present and Future. Boston, MA: Kluwer Academic, pp. 10354.",
        "MACDONALD, R. (2007). Exchange Rate Economics: Theories and Evidence (211d edn). London: Routledge.",
        "MIDDLETON, R. (1996). Government Versus the Market: the Growth of the Public Sector, Economic Management and British Economic Performance, Cheltenham: Edward Elgar.",
        "KRUGMAN, P. (1979). A model of balance of payments crises. Journal of Money, Credit and Banking ll,pp. 311-325.",
        "KLUG, A. and SMITH, G. W. (1999). Suez and sterling, 1956. Explorations in Economic History 36, pp. 181-203.",
        "JAMES, H. (1996). International monetary cooperation since Bretton Woods. Oxford: Oxford University Press.",
        "HIRSCH, F. (1965). The Pound Sterling: a Polemic. London: Victor Gollancz.",
        "HUTCHISON, T. W. (1977). Knowledge and Ignorance in Economics. Oxford: Blackwell.",
        "HELLER, R. H. (1966). Optimal international reserves. Economic Journal 76, pp. 296-311.",
        "HAMILTON, A. (2008). Beyond the Sterling devaluation: the gold crisis of March 1968. Contemporary European History 17, pp. 73-95.",
        "HALLWOOD, P., MACDONALD, R. and MARSH, I. W. (2000). Realignment expectations and the US dollar, 1890-1897: was there a `Peso problem? Journal of Monetary Economics 46, pp. 605-620.",
        "GRUBEL, H. G. (1971). The demand for international reserves: a critical review of the literature. Journal of Economic Literature 9, pp. 1148-1165.",
        "FRENKEL, J. A. and JOHNSON, H. G. (eds.) (1974). The Monetary Approach to the Balance Of Payments. London: Allen and Unwin.",
        "EICHENGREEN, B., ROSE, A. K., and WYPLOSZ, C. (1996). Speculative attacks on pegged exchange rates: an empirical exploration with special reference to the European Monetary System. In M. B. Canzoneri, W. J. Ethier and V. Grilli (eds.), The New TransAtlantic Economy. Cambridge: Cambridge University Press, pp. 19 1-235.",
        "DOW, J. C. R. (1998). Major Recessions: Britain and the World, ]920-]995. Oxford: Oxford University Press.",
        "EDWARDS, 5. (1984). The demand for international reserves and monetary equilibrium: some evidence from developing countries. Review of Economics and Statistics 78, pp. 495500.",
        "DOCKRILL, 5. (2002). Britains Retreat from East of Suez: the Choice Between Europe and the World, ]945-]968. Basingstoke: Palgrave Macmillan.",
        "DAVIS, W. (1968). Three Years Hard Labour: the Road to Devaluation. London: Deutsch.",
        "CARAMAZZA, F. (1993). French-German interest rate differentials and time-varying realignment risk. IMF Staff Papers 40, pp. 567-83.",
        "CLARK, P. B. (1970). Optimum international reserves and the speed of adjustment. Journal of Political Economy 78, pp. 356-76.",
        "CAIRNCROSS, A. K. and EICHENGREEN, B. (2003). Sterling in Decline; the Devaluations of]93], ]949 and ]967 (211d edition), Basingstoke: Palgrave Macmillan.",
        "CAIRNCROSS, A. K. (1996). Managing the British Economy in the ]960s: a Treasury Perspective. Basingstoke: Macmillan.",
        "BOUGHTON, J. M. (2001). Northwest of Suez: The 1956 crisis and the IMF. IMF Staff Papers 48, pp. 425-446.",
        "BRITTAN, 5. (1971). Steering the Economy: the Role of the Treasury. Harmondsworth: Penguin.",
        "BORDO, M. D., HUMPAGE, 0. and SCHWARTZ A. J. (2006). The historical origins of US exchange market intervention policy, NBER Working Paper No. ]2662.",
        "BORDO, M. D., and SCHWARTZ, A. J. (1996). Why clashes between internal and external stability end in currency crises, 1797-1994. Open Economies Review 7, pp. 437-468.",
        "BORDO, M., EICHENGREEN, B., KLINGEBIEL, D. and MARTINEZ-PERI, M. 5. (2001). Is the crisis problem growing more severe? Economic Policy 16, pp. 5 1-82.",
        "BORDO, M. D. (1993). The Bretton Woods international monetary system: a historical overview. In M. D. Bordo and B. Eichengreen (eds.), A Retrospective on the Bretton Woods System. Chicago, IL: University of Chicago Press, pp. 3-108.",
        "BALE, T. (1999). Dynamics of a non-decision: the `failure to devalue the pound, 1964-67. Twentieth Century British History 10, pp. 192-217."
    ]
}