{
    "id": 14654,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Tirole, J. (1999) Incomplete Contracts: Where Do We Stand? Econometrica, 67 (4), pp. 741-81.",
        "Tirole, J. (2008) Bounded Rationality and Incomplete Contracts, forthcoming American Economic Review Whittle, P. (1980) Multi-armed Bandits and the Gittins Index, Journal of the Royal Statistical Society, 42, 143-149 Whittle, P. (1982), Optimization over time: Dynamic Programming and Stochastic Control, John Wiley, New York Williamson, 0. (1979) Transaction-Cost Economics:The Governance of Contractual Relations. Journal of Law and Economics, 22, 233-61.",
        "Simon, H. A behavioral model of rational choice, Quarterly Journal of Economics, 1955, 69 (1).",
        "Radner, R. and M. Rothschild (1975), On the Allocation of Effort, Journal of Economic Theory, 10 (3), 358-76.",
        "Rothschild, M. (1974) A Two-Armed Bandit Theory of Market Pricing, Journal of Economic Theory, 9, 185-202.",
        "Radner, R. (1975) Satisficing, Journal of Mathematical Economics, 2 (2), 253-62.",
        "Kaplan, S., F. Martel, and P. Stromberg (2007), How Do Legal Differences and Experience Affect Financial Contracts?, Journal of Financial Intermediation, forthcoming.",
        "Maskin, E. and J. Tirole (1999): Unforeseen Contingencies and Incomplete Contracts, Review of Economic Studies, 66, 83-114.",
        "Hart, 0., and J. Moore. (1988) Incomplete Contracts and Renegotiation. Econometrica, 56, 755-85.",
        "Hart, 0., and J. Moore. (2007), Contracts as Reference Points, mimeo Harvard University MacLeod, W. B. (2000): Complexity and Contract, Revue dEconomie Industrielle, 92, 149-178.",
        "Hart, 0. D. (1995). Firms, Contracts, and Financial Structure. Clarendon Lectures in Economics. Oxford University Press.",
        "Grossman, S.J. and O.D. Hart (1986). The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration. Journal of Political Economy, 94, 691-719.",
        "Gittins, J.C. and D. M. Jones (1974), A Dynamic Allocation Index for the Sequential Design of Experiments., in Progress in Statistics, Gani, Sarkadi and Vince (eds.), New York, North Holland Gittins, J.C. (1979) Bandit processes and dynamic allocation indices, Journal of the Royal Statistical Society B, 41, 2, p.148-77.",
        "Dye, R. (1985) Costly Contract Contingencies, International Economic Review, 26 (1), pp. 233-50.",
        "Conlisk, J. Optimization Cost Journal of Economic Behavior and Organization, 1988, 213-228.",
        "Conlisk, J. Why bounded rationality? Journal of Economic Literature, June 1996, 34 (2), pp.669-700.",
        "Chakravarty S. and B. MacLeod (2008), ~Contracting in the Shadow of the Law, Rand Journal of Economics, forthcoming Conlisk, J. ~Costly Optimizers Versus Cheap Imitators Journal of Economic Behavior and Organization, 1980, 275-293.",
        "Bolton, P. and M. Dewatripont (2005), Contract Theory, Cambridge MA: MIT Press.",
        "Bolton, P. and A. Faure-Grimaud (2008), ~Thinking Ahead: The Decision Problem, forthcoming Review of Economic Studies.",
        "Bienz, C. and U. Walz (2008), ~Venture Capital Exit Rights, mimeo Goethe University Frankfurt.",
        "Berry, D. A. and D. Fristedt (1985), Bandit Problems: Sequential Allocation of Experiments, London, Chapman Hall.",
        "Anderlini, L. and L. Felli, (2001): ~Costly Bargaining and Renegotiation, Econometrica, 69, 377-411.",
        "Bajari, P. and S. Tadelis, (2001) ~Incentives versus Transaction Costs: A Theory of Procurement Contracts, RAND Journal of Economics, Vol. 32, No. 3, 387-407 Battigalli, P. and G. Maggi (2002) ~Rigidity, Discretion and the Costs of Writing Contracts, American Economic Review, 92 (4), pp. 798-817.",
        "Anderlini, L. and L. Felli (1994) ~Incomplete Written Contracts: Undescribable States of Nature, Quarterly Journal of Economics, 109 (4), pp. 1085-124.",
        "Aghion, P. and P. Bolton (1992) ~An Incomplete Contracts Approach to Financial Contracting. Review of Economic Studies, 59, 473-94.- Al Najjar, N., L. Anderlini, and L. Felli (2002): ~Unforeseen Contingencies, STICERD Discussion Paper TE/02/431, London School of Economics."
    ]
}