{
    "id": 14650,
    "cites": 63,
    "cited_by": 2,
    "reference": [
        "Lafontaine, F., Slade, M., 2007. Vertical integration and firm boundaries: the evidence. Journal of Economic Literature 95 (3), 269-685.",
        "Klein, B., Leffler, K., 1981. The role of market forces in assuring contractual performance. Journal of Political Economy 89 (4), 615-641.",
        "Krueger, A., 1974. The political economy of the rent-seeking society. American Economic Review 64, 29 1-303.",
        "Klein, B., Crawford, R., Alchian, A., 1978. Vertical integration, appropriable rents, and the competitive contracting process. Journal of Law and Economics 21(2), 297-326.",
        "Donald, S., Lang K., 2007. Inference with difference-in- differences and other panel data. Review of Economics and Statistics, 89 (2), 221-233.",
        "Dyck, A., Zingales, L., 2004. Private benefits of control: An international comparison. Journal of Finance 59 (2), 533-596.",
        "Fan, G., Wang, X., 2001, 2002, 2003. NERI index of marketization of Chinas provinces. Economics Science Press, Beijing.",
        "Fan, J.P.H., 2000. Price uncertainty and vertical integration: an examination of petrochemical firms. Journal of Corporate Finance 6 (4), 345-376.",
        "Fan, J.P.H., Goyal, V., 2006. On the patterns and wealth effects of vertical mergers. Journal of Business 79 (4), 877-902.",
        "Fan, J.P.H., Lang, L., 2000. The measurement of relatedness: an application to corporate diversification. Journal of Business 73 (4), 629-660.",
        "Fan, J.P.H., Wong, T., Zhang, T., 2007. Politically connected CEOs, corporate governance and post-IPO performance of Chinas partially privatized firms. Journal of Financial Economics 84(2), 330357.",
        "Feenstra, R., Hanson, G., 2005. Ownership and control in outsourcing in China: estimating the legal development theory of the firm. Quarterly Journal of Economics 120 (2), 729-761.",
        "Gordon, M., 1962. The savings, investment, and valuation of a corporation. Review of Economics and Statistics 44, 37-49.",
        "Green, W., 2007, Econometric analysis. Prentice-Hall, New Jersey.",
        "Grossman, 5., 1976, On the efficiency of competitive stock markets where traders have diverse information. Journal of Finance 31(2), 573-584.",
        "Henisz, W., 2000. Institutional environments for multi-national investment. Journal of Law, Economics and Organizations 16 (2), 334-364.",
        "Jensen, M., 1986. Agency costs of free cash flows, corporate finance and takeovers. American Economic Review 76 (2), 323-329.",
        "Joskow, P., 1987. Contract duration and relationship-specific investments: empirical evidence from coal markets. American Economic Review 77 (1), 168-185.",
        "Khanna, T., Oberholzer-Gee, F., 2005. The political economy of firm-size distributions: evidence from China. Working paper, HBS.",
        "Khanna, T., Palepu, K., 1999. Policy shocks, market intermediaries, and corporate strategy: evidence from Chile and India. Journal of Economics and Management Strategy 8 (2), 271-310.",
        "Khanna, T., Yafeh, Y., 2007. Business groups in emerging markets: paragons or parasites? Journal of Economic Literature 45(2), 331-373.",
        "Khawaja, A., Mian, A., 2005. Do lenders favor politically connected firms? Rent provision in an emerging financial market. Quarterly Journal of Economics 120 (4), 1371-1411.",
        "Williamson, 0., 1975. Markets and hierarchies: analysis and antitrust implications. Free, New York.",
        "Williamson, 0., 1973. Markets and hierarchies: some elementary considerations. American Economic Review 63 (2), 3 16-25.",
        "Villalonga, B., 2004. Does diversification cause the `diversification discount? Financial Management 33(2), 5-27.",
        "Titman, S., Tmeman, B, 1986. Information quality and the valuation of new issues. Journal of Accounting and Economics 8 (2), 159-172.",
        "Tullock, G, 1965, The politics of bureaucracy. Public Affairs Press, Washington D.C.",
        "Teece, D., 1976. Vertical integration and vertical divestiture in the U.S. oil industry. Working Paper.",
        "Stigler, G., 1951. The division of labor is limited by the extent of the market. Journal of Political Economy 59 (1), 185-193.",
        "Smith, A., 1776. The wealth of nations. Edited by Edwin Cannan, 1904. Reprint edition 1937. New York, Modern Library.",
        "Spengler, J., 1950. Vertical integration and antitrust policy. Journal of Political Economy 68, 347-352.",
        "Sapienza, P., 2004. The effects of government ownership on bank lending. Journal of Financial Economics 72 (2), 357-384.",
        "Shabrur, H., 2005. industry Structure and Horizontal Takeovers: Analysis of Wealih Effects on Rivals, Suppliers, and Corporate Customers. J~:iurnai of Financial Economics 76, 61*~98.",
        "Ritter, J., 1991. The long-mn performance of initial public offerings. Journal of Finance 46(1), 3-27.",
        "Qian, Y., Weingast, B., 1997. Federalism as a commitment to preserving market incentives. Journal of Economic Perspectives 11(4), 83-92.",
        "Qian, Y., Weingast, B., 1996. Chinas transition to markets: market-preserving federalism, Chinese style. Journal of Policy Reform 1, 149-185.",
        "Petersen, M., 2005. Estimating standard errors in financial panel data sets: comparing approaches. Working paper, Northwestern University.",
        "Nenova, T., 2003. The value of corporate voting rights and control: A cross-country analysis. Journal of Financial Economics 68 (3), 325-351 Ohanian, N., 1994. Vertical integration in the U. S. pulp and paper industry 1900-1940. Review of Economics and Statistics 76 (1), 202-207.",
        "Murphy, K., Shleifer, A., Vishny R., 1991. The allocation of talent: implications for growth. Quarterly Journal of Economics 106 (2), 503-530.",
        "Mulherin, J., 1986. Complexity in long-term contracts: an analysis of natural gas contractual provisions. Journal of Law, Economics, and Organization 2 (1), 105-177.",
        "Morck, R., Wolfenzon, D., Yeung, B., 2005. Corporate governance, economic entrenchment and growth. Journal of Economic Literature 43, 657-722.",
        "Morck, R., Shleifer, A., Vishny, R., 1990. Do Managerial objectives drive bad acquisitions? Journal of Finance 45(1), 3 1-48.",
        "Montinola, G., Qian, Y., Weingast, B., 1995. Federalism, Chinese style: the political basis for economic success in China. World Politics 48 (1), 50-8 1.",
        "Monteverde, K., Teece, D., 1982. Supplier switching costs and vertical integration in the automobile industry. Bell Journal of Economics 13 (1), 206-213.",
        "Milgrom, P., Roberts, J., 1988. An economic approach to influence activities in organizations. American Journal of Sociology 94 (Supplement), 154-179.",
        "Masten, 5., 1984. The organization of production: evidence from the aerospace industry. Journal of Law and Economics 27 (2), 403-4 18.",
        "Lucas, R., 1978. On the size distribution of business firms. Bell Journal of Economics 9 (2), 508-523.",
        "Li, P., Hou, Q., Jiang, M., Wang, C., 2004. The annual report of urban competitiveness in China. Social Sciences Academy, Beijing.",
        "Li, K., Wang, T., Cheung, Y.L., Jiang, P., 2008, Removing market friction and sharing welfare gain, Working Paper, University of British Columbia and City University of Hong Kong.",
        "Lieberman, M., 1991. Determinants of vertical integration: an empirical test. Journal of Industrial Economics 39 (5), 45 1-466.",
        "Lang, L., Stulz, R. 1994. Tobins Q, corporate diversification and firm performance. Journal of Political Economy 102, 1248-1280.",
        "De Soto, H., 2000, The mystery of capital: why capitalism triumphs in the west and fails everywhere else. Basic Book, New York.",
        "Daley, L., Mehrotra, V., Sivakumar, R, 1997. Corporate focus and value creation - evidence from spinoffs. Journal of Financial Economics 45 (2), 257-28 1.",
        "Coase, R., 1937. The nature of the firm. Economica 4, 386-405.",
        "Cull, R., Xu, L., 2005. Institutions, ownership, and finance: the determinants of profit reinvestment among Chinese firms. Journal of Financial Economics 77 (1), 117-146.",
        "Chipty, T., 2001. Vertical integration, market foreclosure, and consumer welfare in the cable television industry. American Economic Review 91(3), 428-453.",
        "Che, J., Qian, Y., 1998. Insecure legal development and government ownership of firms. Quarterly Journal of Economics 113 (2), 467-496.",
        "Cabral, L., 2000. Introduction to industrial organization. MIT Press, Cambridge.",
        "Chaney, P., Jeter, D. Shivakumar L., 2004. Self selection of auditors and audit pricing in private firms. Accounting Review 79, 51-72.",
        "Barro, R., Sala-i-Martin, X., 1995. Economic growth. McGraw Hill, Columbus.",
        "Allen, F., Qian, J., Qian, M., 2005. Law, finance, and economic growth in China. Journal of Financial Economics 77 (1), 57-116.",
        "Acemoglu, D., Johnson, S., Mitton, T., 2005. Determinants of vertical integration: finance, contracts, and regulation. Working paper 11424. National Bureau of Economic Research.",
        "Acemoglu, D., Aghion, P., Griffith, R., Zilibotti, F., 2004. Vertical integration and technology: theory and evidence. Working paper 10997, National Bureau of Economic Research."
    ]
}