{
    "id": 14660,
    "cites": 36,
    "cited_by": 11,
    "reference": [
        "Anderson, P. M. and P. B. Levine. (2000). Child Care and Mothers Employment Decisions. Pp. 420-462 in Finding Jobs: Work and Welfare Reform, edited by D. E. Card and R. M. Blank. New York, NY: Russell Sage Foundation.",
        "Baker, M. and K. Milligan (2007). Maternal employment, breastfeeding, and health: Evidence from maternity leave mandates, NBER Working Paper No. 13188 Becker, G.S. (1965). A Theory of the Allocation of Time, Economic Journal 75(299): 493-517.",
        "Berger, M. C., and D. A. Black. (1992). Child Care Subsidies, Quality of Care, and the Labor Supply of Low Income Single Mothers. Review of Economics and Statistics 74(4):635-642.",
        "Bertrand, M., E. Duflo, and S. Mullainathan. (2004). THow Much Should We Trust Differencesin -Differences Estimates?,T The Quarterly Journal of Economics 119(1): 249-275.",
        "Blank, R. (2002). Evaluating Welfare Reform in the United States. Journal of Economic Literature 40(4): 1105-1167.",
        "Blau, D. and J. Currie. (2004). Preschool, Day Care and Afterschool Care: Whos Minding the Kids. NBER Working Paper 10670, National Bureau of Economic Research.",
        "Blau, D. and E. Tekin. (2007). The Determinants and Consequences of Child Care Subsidies for Single Mothers in the USA. Journal of Population Economics 20: 719-741.",
        "Gelbach, J. (2002). Public Schooling for Young Children and Maternal Labor Supply. American Economic Review 92(1):307-322.",
        "Gish, M. (2002). Child Care Funding and Spending under Federal Block Grants. Report to Congress. Washington, DC: Congressional Research Service.",
        "Glass, J.L., and L. Riley, L. (1998). Family Responsive Policies and Employee Retention Following Childbirth. Social Forces, 76(4), 1401-1435.",
        "Gregg, P., M. Gutierrez-Domenech, and J. Waldfogel (2007). The Employment of Married Mothers in Great Britain: 1974-2000. Economica 74(296): 842-864.",
        "Grogger, J. and L. A. Karoly. (2005). Welfare Reform: Effects of a Decade of Change. Cambridge, MA: Harvard University Press.",
        "Haider, S. J., A. Jacknowitz, and R. F. Schoeni. (2003). Welfare Work Requirements and Child Well-Being: Evidence from the Effects on Breast-Feeding. Demography 40(3): 479-497.",
        "Han, W.-J., C. J. Ruhm, and J. Waldfogel. (2009). Parental Leave Policies and Parents Employment and Leave-Taking. Journal of Policy Analysis and Management 28(1): 29-54.",
        "Han, W.-J., and J. Waldfogel. (2003). Parental Leave: The Impact of Recent Legislation on Parents Leave-Taking. Demography 40(1): 191-200.",
        "Hill, H. (2007). Maternity Leave for the Poor: Welfare to Work Exemptions and Employment Rates among Single Mothers with Young Children. Working Paper, Northwestern University.",
        "Jaumotte, F. (2004). Labour Force Participation of Women: Empirical Evidence on the Role of Policy and Other Determinants in OECD Countries. OECD Economic Studies No. 37.",
        "Klerman, J. and A. Leibowitz. (1997). Labor Supply Effects of State Maternity Leave Legislation. Pp. 65-85 in Gender and Family Issues in the Workplace edited by F. Blau and R. Ehrenberg. New York: Russell Sage.",
        "Leibowitz, A. (2005). An Economic Perspective on Work, Family, and Well-Being. Pp. 187-200 in Work, Family, Health, and Well-Being, edited by S. M. Bianchi, L. M. Casper, and R. B. King. Mahwah, NJ: Lawrence Erlbaum Associates.",
        "Lefebvre, P. and P. Merrigan. (2008). Child-Care Policy and the Labor Supply of Mothers with Young Children: A Natural Experiment from Canada. Journal of Labor Economics 26(3): 519548.",
        "Magnuson, K. A., M. K. Meyers, and J. Waldfogel. (2007). Public Funding and Enrollment in Formal Child Care in the 1990s. Social Service Review 81(1): 47-83.",
        "Meyers, M. K., T. Heintze, and D. A. Wolf. (2002). Child Care Subsidies and the Employment of Welfare Recipients. Demography 39(1):165-180.",
        "Meyers, M. K., D. Rosenbaum, C. J. Ruhm, and J. Waldfogel. (2004). Inequality in Early Childhood Education and Care: What Do We Know? Pp. 223-270 in Social Inequality, edited by K. N. Neckerman. New York: Russell Sage Foundation.",
        "Mincer, J. (1962). Labor Force Participation of Married Women: A Study of Labor Supply. Pp. 63-105 in Aspects of Labor Economics, edited by H. G. Lewis. Princeton: Princeton University Press.",
        "Moffitt, R. (1998). The Effect of Welfare on Marriage and Fertility: What Do We Know and What Do We Need to Know? Pp. 50-97 in The Effect of Welfare on the Family and Reproductive Behavior, edited by R. Moffitt. Washington, D.C.: National Research Council.",
        "Moss, P. & M. Korintus (eds) (2008). International Review of Leave Policies and Related Research 2008. Department for Business, Enterprise, and Regulatory Reform, Employment Relations Research Series No. 100.",
        "Pettit, B., & Hook, J. (2005). The Structure of Womens Employment in Comparative Perspective. Social Forces 84(2): 779-801.",
        "Rosenbaum, D.T and Ruhm, C.J. (2007). Family Expenditures on Child Care B.E. Journal of Economic Analysis and Policy 7(1) (Topics), Article 34: 1-30.",
        "Ross, K. (1998). Labor Pains: The Effects of the Family and Medical Leave Act on Recent Mothers Returns to Work after Childbirth. Paper presented at the Population Association of America Annual Meeting, Chicago, Illinois, April 1998.",
        "Ruhm, C. J. (1997). Policy Watch: The Family and Medical Leave Act. Journal of Economic Perspectives 11(3): 175-186.",
        "Ruhm, C.J. (1998). The Economic Consequences of Parental Leave Mandates: Lessons from Europe. Quarterly Journal of Economics 113(1): 285-318.",
        "Ruhm, C.J. (2004). Parental Employment and Child Cognitive Development, Journal of Human Resources, 39(1): 155-192.",
        "Ruhm, C. J. (2005). How Well Do Government and Employer Policies Support Working Parents? Pp. 313-328 in Work, Family, Health, and Well-Being, edited by S. M. Bianchi, L. M. Casper, and R. B. King. Mahwah, NJ: Lawrence Erlbaum Associates.",
        "Tekin, E. (2007). Childcare Subsidies, Wages, and Employment of Single Mothers. Journal of Human Resources 42(2): 453-487.",
        "Waldfogel, J. (1999). The impact of the Family and Medical Leave Act. Journal of Policy Analysis and Management 18(2): 28 1-302.",
        "Waldfogel, J. (2006). What Children Need. Cambridge: Harvard University Press."
    ]
}