{
    "id": 14666,
    "cites": 21,
    "cited_by": 19,
    "reference": [
        "Aaronson, Daniel, Lisa Barrow, and William Sander. 2007. Teachers and Student Achievement in the Chicago Public High Schools. Journal of Labor Economics 24 (1): 95-135.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber. 2005. Selection on observed and unobserved variables: Assessing the effectiveness of Catholic schools. Journal of Political Economy 113 (1): 151-184.",
        "Ballou, Dale. 2002. Sizing up test scores. Education Next 2 (2): 10-15.",
        "Bazemore, Mildred. 2004. North Carolina reading comprehension tests. Technical report (citable draft), Office of Curriculum and School Reform Services, North Carolina Department of Public Instruction.",
        "Boyd, Donald, Hamilton Lankford, Susanna Loeb, Jonah Rockoff, and James Wyckoff. 2008. The narrowing gap in New York City teacher qualifications and its implications for student achievement in high-poverty schools. Journal of Policy Analysis and Management 27 (4): 793-8 18.",
        "Clotfelter, Charles T., Helen F. Ladd, and Jacob L. Vigdor. 2006. Teacher-student matching and the assessment of teacher effectiveness. Journal of Human Resources 41(4): 778-820.",
        "Goldhaber, Dan. 2007. Everyones doing it, but what does teacher testing tell us about teacher effectiveness? Journal of Human Resources 42 (4): 765-794.",
        "Gordon, Robert, Thomas J. Kane, and Douglas 0. Staiger. 2006. Identifying effective teachers using performance on the job. Hamilton Project Discussion Paper No. 2006-01.",
        "Harris, Douglas N., and Tim R. Sass. 2006. Value-added models and the measurement of teacher quality. Unpublished paper, Florida State University.",
        "Harris, Douglas N., and Tim R. Sass. 2007. What makes for a good teacher and who can tell? Unpublished paper, Florida State University.",
        "Jacob, Brian A., and Lars Lefgren. 2008. Can principals identify effective teachers? Evidence on subjective performance evaluation in education. Journal of Labor Economics 25 (1): 101-136.",
        "Kane, Thomas J., and Douglas 0. Staiger. 2008. Estimating teacher impacts on student achievement: An experimental evaluation. NBER Working Paper No. 14607 Kane, Thomas J., Jonah E. Rockoff, and Douglas 0. Staiger. 2008. What does certification tell us about teacher effectiveness? Evidence from New York City. Economics of Education Review 27 (6): 615-631.",
        "Koedel, Cory, and Julian R. Betts. 2007. Re-examining the role of teacher quality in the educational production function. Working paper 07-08, University of Missouri Department of Economics April.",
        "Martineau, Joseph A. 2006. Distorting value added: The use of longitudinal, vertically scaled student achievement data for growth-based, value-added accountability. Journal of Educational and Behavioral Statistics 31(1): 35-62.",
        "Monk, David H. 1987. Assigning elementary pupils to their teachers. Elementary School Journal 88 (2): 167-187.",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain. 2005. Teachers, schools, and academic achievement. Econometrica 73 (2): 417-458.",
        "Rothstein, Jesse. 2008a. Teacher quality in educational production: Tracking, decay, and student achievement. Princeton University Education Research Section Working Paper No. 25.",
        "Rothstein, Jesse. 2008b. Teacher quality in educational production: Tracking, decay, and student achievement. NBER Working Paper No. 14442.",
        "Sanders,William L., and Sandra P. Horn. 1994. The Tennessee value-added assessment system (TVAAS): Mixed-model methodology in educational assessment. Journal of Personnel Evaluation in Education 8 (3): 299-311.",
        "Sanders,William L., Arnold M. Saxton, and Sandra P. Horn. 1997. The Tennessee value-added assessment system: A quantitative, outcomes-based approach to educational assessment. In Grading teachers, grading schools: Is student achievement a valid evaluation measure?, edited by Jason Millman, pp 137-162. Thousand Oaks, CA: Corwin.",
        "Sanford, Eleanor E. 1996. North Carolina end-of-grade tests: reading comprehension, mathematics. Technical report No. 1, Division of Accountability/Testing, Office of Instructional and Accountability Services, North Carolina Department of Public Instruction."
    ]
}