{
    "id": 14664,
    "cites": 40,
    "cited_by": 23,
    "reference": [
        "Altshuler, Rosanne and Hany Grubert, Taxpayer responses to competitive tax policies and tax policy responses to competitive taxpayers: Recent evidence, Tax Notes International, 28 June 2004, 34 (13), 1349-1362.",
        "Altshuler, Rosanne, Hany Grubert, and T. Scott Newlon, Has U.S. investment abroad become more sensitive to tax rates?, in James R. Hines Jr., ed. International taxation and multinational activity (Chicago: University of Chicago Press, 2001), 9-32.",
        "Auerbach, Alan J. and James R. Hines Jr., Taxation and economic efficiency, in Alan J. Auerbach and Martin Feldstein eds., Handbook of public economics, volume 3 (Amsterdam: North-Holland, 2002), 1347-1421.",
        "Avi-Yonah, Reuven, Globalization, tax competition and the fiscal crisis of the welfare state, Harvard Law Review, May 2000, 113 (7), 1573-1676.",
        "Bartelsman, Eric J. and Roel M.W.J. Beetsma, Why pay more? Corporate tax avoidance through transfer pricing in OECD countries, Journal of Public Economics, 2003, 87, 2225-2252.",
        "Bucovetsky, Sam, Asymmetric tax competition, Journal of Urban Economics, September 1991, 30 (2), 167-181.",
        "Bucovetsky, Sam and John D. Wilson, Tax competition with two instruments, Regional Science and Urban Economics, 1991, 21, 333-350.",
        "Chamley, Christophe, Optimal taxation of capital income in general equilibrium with infinite lives, Econometrica, May 1986, 54 (3), 607-622.",
        "Clausing, Kimberly A., The impact of transfer pricing on intrafirm trade, in James R. Hines Jr., ed. International taxation and multinational activity (Chicago: University of Chicago Press, 2001), 173-194.",
        "Clausing, Kimberly A., Tax-motivated transfer pricing and U.S. intrafirm trade prices, Journal of Public Economics, 2003, 87, 2207-2223.",
        "Correia, Isabel H., Dynamic optimal taxation in small open economies, Journal of Economic Dynamics and Control, April 1996, 20 (4), 691-708.",
        "DePater, James A. and Gordon M. Myers, Strategic capital tax competition: A pecuniary externality and a corrective device, Journal of Urban Economics, July 1994, 36 (1), 6678.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., Repatriation taxes and dividend distortions, National Tax Journal, September 2001, 54 (4), 829-85 1.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., Chains of ownership, tax competition, and the location decisions of multinational firms, in Heinz Henmann and Robert Lipsey, eds. Foreign direct investment in the real and financial sector of industrial countries (Berlin: Springer-Verlag, 2003), 61-98.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., A multinational perspective on capital structure choice and internal capital markets, Journal of Finance, December 2004, 59 (6), 245 1-2487.",
        "Devereux, Michael P., The impact of taxation on the location of capital, firms and profit: A survey of empirical evidence, mimeograph, University of Warwick, April 2006.",
        "Diamond, Peter A. and James Mirrlees, Optimal taxation and public production, I: Production efficiency; II: Tax rules, American Economic Review, March and June 1971, 61(1, 2), 827, 26 1-278.",
        "Feenstra, Robert C. and Gordon H. Hanson, Global production sharing and rising inequality: A survey of trade and wages, in E. Kwan Choi and James Harrington eds., Handbook of international trade, volume 1 (Oxford: Basil Blackwell, 2004), 146-185.",
        "Gordon, Roger H., Taxation of investment and savings in a world economy, American Economic Review, December 1986,76 (5), 1086-1102.",
        "Gordon, Roger H. and James R. Hines Jr., International taxation, in Alan J. Auerbach and Martin Feldstein, eds. Handbook of public economics, volume 4 (Amsterdam: North-Holland, 2002), 1395-1995. Gordon, Roger H. and Jeffrey K. Mackie-Mason, Why is there corporate taxation in a small open economy? The role of transfer pricing and income shifting, in Martin Feldstein, James R.",
        "Hines Jr. and R. Glenn Hubbard eds., The effects of taxation on multinational corporations (Chicago: University of Chicago Press, 1995). Gordon, Roger H. and Soren Bo Nielsen, Tax evasion in an open economy: Value-added vs.",
        "income taxation, Journal of Public Economics, November 1997, 66 (2), 173-197.",
        "Graetz, Michael J., 100 million unnecessary returns: A fresh start for the U.S. tax system, Yale Law Journal, November 2002, 112 (2), 261-3 10.",
        "Grubert, Hany, Taxes and the division of foreign operating income among royalties, interest, dividends and retained earnings, Journal of Public Economics, May 1998, 68 (2), 269290.",
        "Grubert, Harry and John Mutti, Taxes, tariffs and transfer pricing in multinational corporate decision making, Review of Economics and Statistics, May 1991, 73 (2), 285-293.",
        "Hines, James R., Jr., Tax policy and the activities of multinational corporations, in Alan J. Auerbach, ed. Fiscal policy: Lessons from economic research (Cambridge, MA: MIT Press, 1997), 401-445.",
        "Hines, James R., Jr., Lessons from behavioral responses to international taxation, National Tax Journal, June 1999, 52 (2), 305-322.",
        "Hines, James R., Jr., Michigans flirtation with the Single Business Tax, in Charles L. Ballard et al. eds, Michigan at the millennium (East Lansing, MI: Michigan State University Press, 2003), 603-628.",
        "Hines, James R., Jr., Will social welfare expenditures survive tax competition? Oxford Review of Economic Policy, Fall 2006, 22 (3), 330-348.",
        "Hines, James R., Jr., Corporate taxation and international competition, in Alan J. Auerbach, James R. Hines Jr. and Joel Slemrod eds., Taxing corporate income in the 2]st century (Cambridge, UK: Cambridge University Press, 2007), 268-295.",
        "Hines, James R., Jr. and R. Glenn Hubbard, Coming home to America: Dividend repatriations by U.S. multinationals, in Assaf Razin and Joel Slemrod, eds. Taxation in the global economy (Chicago: University of Chicago Press, 1990), 161-200.",
        "Hines, James R., Jr., and Eric M. Rice, Fiscal paradise: Foreign tax havens and American business, Quarterly Journal of Economics, February 1994, 109 (1), 149-182.",
        "Huizinga, Hany, Luc Laeven, and Gaetan Nicodeme, Capital structure and international debt shifting in Europe, mimeograph, Tilburg University, April 2006.",
        "Huizinga, Hany and Soren Bo Nielsen, Capital income and profit taxation with foreign ownership of firms, Journal of International Economics, February 1997, 42 (1-2), 149165.",
        "Hummels. David, Transportation costs and international trade in the second era of globalization, Journal of Economic Perspectives, Summer 2007, 21(3), 13 1-154.",
        "Metcalf, Gilbert E., Value-added taxation: A tax whose time has come? Journal of Economic Perspectives, Winter 1995, 9 (1), 121-140.",
        "Mintz, Jack M. and Henri Tulkens, Optimality properties of alternative systems of taxation of foreign capital income, Journal of Public Economics, June 1996, 60 (3), 373-399.",
        "Oates, Wallace E and Robert M. Schwab, Economic competition among jurisdictions: Efficiency enhancing or distortion inducing? Journal of Public Economics, April 1988, 35 (3), 333354.",
        "Richter, Wolfram and Dietmar Wellisch, The provision of local public goods and factors in the presence of firm and household mobility, Journal of Public Economics, April 1996, 60 (1), 73-93.",
        "Rodrik, Dani, Why do more open economies have bigger governments? Journal of Political Economy, October 1998, 106 (5), 997-1032."
    ]
}