{
    "id": 14668,
    "cites": 36,
    "cited_by": 8,
    "reference": [
        "Alchian, Armen and Harold Demsetz, 1972. Production, Information Costs, and Economic Organization, American Economic Review, vol. 62(5), pages 777-795.",
        "Antras, Pol, 2003. Firms, Contracts, And Trade Structure, The Quarterly Journal of Economics, vol. 118(4), pages 1375-1418, November.",
        "Antras, Pol and Elhanan Helpman, 2008. Contractual Frictions and Global Sourcing, forthcoming in Helpman, E., D. Mann, and T. Verdier, The Organization of Firms in a Global Economy, Harvard University Press.",
        "Antras, Pol and Elhanan Helpman, 2004. Global Sourcing, Journal of Political Economy, vol. 112(3), pages 552-580, June.",
        "Antras, Pol and Esteban Rossi-Hansberg, 2008. Organizations and Trade, NBER Working Papers 14262.",
        "Arrow, Kenneth J., 1974. Limited Knowledge and Economic Analysis, American Economic Review, vol. 64(1), pages 1-10, March.",
        "Autor, David H., Frank Levy and Richard J. Murnane, 2003. The Skill Content Of Recent Technological Change: An Empirical Exploration, The Quarterly Journal of Economics, vol. 118(4), pages 1279-1333, November.",
        "Azoulay, Pierre, 2004. Capturing Knowledge within and across Firm Boundaries: Evidence from Clinical Development, American Economic Review, vol. 94(5), pages 1591-1612, December.",
        "ADAPTATION AND MULTINATIONAL FIRMS 24 Bajari, Patrick and Steven Tadelis, 2001. Incentives versus Transaction Costs: A Theory of Procurement Contracts, The RAND Journal of Economics, vol. 32(3), pages 387-407, Autumn.",
        "Bernard, Andrew, J. Bradford Jensen, Stephen J. Redding and Peter K. Schott, 2008. IntraFirm Trade and Product Contractibility, Working Paper.",
        "Blinder, Alan 5., 2007. How Many U.S. Jobs Might Be Offshorable?, Working Papers 60, Princeton University, Center for Economic Policy Studies.",
        "Carluccio, Juan and Thibault Fally, 2008. Global Sourcing under Imperfect Capital Markets,  Working Paper, Paris School of Economics.",
        "Carr, David L., Markusen, James R., and Maskus, Keith E. 2001. Estimating the KnowledgeCapital Model of the Multinational Enterprise. American Economic Review, vol 91(3), pages 693-708.",
        "Cremer, Jacques, Luis Garicano and Andrea Prat, 2007. Language and the Theory of the Firm, The Quarterly Journal of Economics, vol. 122(1), pages 373-407, 02.",
        "Defever, Fabrice and Farid Toubal, 2007. Productivity and the Sourcing Modes of Multinational Firms: Evidence from French Firm-Level Data. Mimeo University of Paris.",
        "Ethier, Wilfred J, 1986. The Multinational Firm, The Quarterly Journal of Economics, vol. 101(4), pages 805-33, November.",
        "Feenstra, Robert and Gordon Hanson, 1996. Globalization, Outsourcing, and Wage Inequality,  American Economic Review Papers and Proceedings, vol. 86(1996): pages 240-245.",
        "Feenstra, Robert C., and Gordon H. Hanson, 2005. Ownership and Control in Outsourcing to China: Estimating the Property Rights Theory of the Firm, Quarterly Journal of Economics, 120(2): pages 729-762.",
        "ADAPTATION AND MULTINATIONAL FIRMS 25 Forbes, Silke and Mara Lederman, 2008. Adaptation and Vertical Integration in the Airline Industry. Working Paper.",
        "Gibbons, Robert, 2005. Four formal(izable) theories of the firm? Journal of Economic Behavior Organization, vol. 58( 2), pages 200-245, October.",
        "Grossman, Gene and Esteban Rossi-Hansberg, 2008. Trading Tasks: A Simple Theory of Offshoring American Economic Review, forthcoming.",
        "Grossman, Sanford J and Hart, Oliver D, 1986. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, vol. 94(4), pages 691-719, August.",
        "Helpman, Elhanan, 2006, Trade, FDI and the Organization of Firms, Journal of Economic Literature, 44, pp.589.630.",
        "Holmstrom, Bengt, 1982. Moral Hazard in Teams, Bell Journal of Economics, vol. 13(2), pages 324-340, Autumn.",
        "Jensen, J. B. and L. Kletzer, 2007. Measuring Tradable Services and the Task Content of Offshorable Services Jobs In K. Abraham, M. Harper and J. Spletzer, eds., Labor in the New Economy, University of Chicago Press.",
        "Markusen, James R, 1995. The Boundaries of Multinational Enterprizes and the Theory of International Trade, Journal of Economic Perspectives, vol. 9(2),pages 169-89, Spring.",
        "Nathan Nunn, 2007. Relationship-Specificity, Incomplete Contracts, and the Pattern of Trade, The Quarterly Journal of Economics, vol. 122(2), pages 569-600.",
        "Nunn, Nathan and Daniel Trefler, 2008. The Boundaries of the Multinational Firm: An Empirical Analysis, forthcoming in E. Helpman, D. Mann, and T. Verdier (eds.), The Organization of Firms in a Global Economy, Harvard University Press.",
        "Rauch, James E., 1999. Networks versus markets in international trade, Journal of InterADAPTATION AND MULTINATIONAL FIRMS 26 national Economics, vol. 48(1), pages 7-35, June.",
        "Simon, Herbert A., 1951. A Formal Theory of the Employment Relationship, Econometrica, vol. 19(3), pages 293-305, July.",
        "Tadelis, Steven, 2002. Complexity, Flexibility, and the Make-or-Buy Decision , American Economic Review Papers and Proceedings, 92(2) pages 433-437, January.",
        "Tomiura, Eiichi, 2007. Foreign Outsourcing, Exporting, and FDI: A Productivity Comparison at the Firm Level, Journal of International Economics, Vol. 72, pp. 113-127.",
        "Williamson, Oliver E., 1985. The Economic Institutions of Capitalism : Firms, Markets, Relational Contracting. New York: Free Press; London: Collier Macmillan.",
        "Williamson, Oliver E., 1975. Markets and Hierarchies. New York: Free Press.",
        "Yeaple, Stephen Ross. 2003. The Role of Skill Endowments in the Structure of U.S. Outward Foreign Direct Investment. Review of Economics and Statistics 85(3): 726-734.",
        "Yeaple, Stephen Ross, 2006. Offshoring, Foreign Direct Investment, and the Structure of U.S. Trade, Journal of the European Economic Association, vol. 4(2-3), pages 602-611."
    ]
}