{
    "id": 14679,
    "cites": 29,
    "cited_by": 9,
    "reference": [
        "Brown, Jeffrey R., and Austan Goolsbee. 2002. Does the Internet Make Markets More Competitive? Evidence from the Life Insurance Industry. Journal of Political Economy, Vol. ii0,No.3.",
        "Card, David, Carlos Dobkin and Nicole Maestas. 2008. The Impact of Nearly Universal Insurance Coverage on Health Care Utilization: Evidence from Medicare. The American Economic Review, forthcoming.",
        "Centers for Medicare and Medicaid Services (CMS). 2006a. 2006 Choosing a Medigap Policy: A Guide to Health Insurance for People with Medicare. Centers for Medicare and Medicaid Services (CMS). 2006b. National Health Expenditure Web Tables, Table 12. Downloaded May 2006 at http ://www. cms .hhs .gov/NationalHealthExpendData/downloads/tables.pdf.",
        "Carlson, John A., and R. Preston McAfee. 1983. Discrete Equilibrium Price Dispersion. The Journal of Political Economy, Vol. 91, No 3, pp 480-493.",
        "Dahlby, Bev, and Douglas S. West. 1986. Price Dispersion in an Automobile Insurance Market. The Journal of Political Economy, Vol. 94, No.2, pp 418-438.",
        "Diamond, Peter A. 1971. A Model of Price Adjustment. Journal of Economic Theory, Vol. 3, No. 2, pp 156-168.",
        "Fang, Hanming, et al., Michael P. Keane, and Dan Silverman. 2008. Sources of Advantageous Selection: Evidence from the Medigap Insurance Market. Journal of Political Economy, Vol. 116, No. 2.",
        "Finkelstein, Amy. 2004. Minimum Standards, Insurance Regulation and Adverse Selection: Evidence from the Medigap Market. Journal of Public Economics, Vol. 88, No. 12: 25 15-47.",
        "Finkelstein, Amy and Robin McKnight. 2005. What Did Medicare Do (And Was It Worth It)? NBER Working Paper No. 11609, September 2005.",
        "Fox, Peter D., Rani E. Snyder, and Thomas Rice. 2003. Medigap Reform Legislation of 1990: A 10-Year Review. Health Care Financing Review, Vol. 24, No. 3, Spring 2003.",
        "Goldman, Dana and Nicole Maestas. 2005. Medical Expenditure Risk and Household Portfolio Choice. NBER Working Paper No. Wi 1818. Available at SSRN: http ://ssrn. conilabstract=875 694 Hibbard, JH, P Slovic, E Peters, ML Finucane, and M Tusler. 2001. Is The InformedChoice Policy Approach Appropriate For Medicare Beneficiaries? Health Affairs, Vol. 20, No. 3, pp. 199.",
        "Hortacsu, Ali, and Chad Syverson. 2004. Product Differentiation, Search Costs, and Competition in the Mutual Fund Industry: A Case Study of S&P 500 Index Funds. The Quarterly Journal of Economics, Vol. 119, No. 2, pp 403-456.",
        "Iyengar, SS and MR Lepper. 2000. When Choice is Demotivating: Can One Desire Too Much of a Good Thing? Journal of Personality and Social Psychology, Vol. 79, No. 6, pp. 995-1006.",
        "Iyengar, SS, W Jiang, and G Huberman. 2004. How Much Choice is Too Much? Contributions to 401(k) Retirement Plans, in Pension Design and Structure: New Lessons from Behavioral Finance, Oxford University Press, pp. 83-96.",
        "Kaiser Family Foundation. 2005. Medicare Chart Book. Section 3, pp. 19-30.",
        "Medicare Payment Advisory Commission (MedPac). 2007. A Data Book: Healthcare Spending and the Medicare Program, June 2007, p. 61.",
        "Rice, Thomas. 1987. An Economic Assessment of Healthcare Coverage for the Elderly. The Milbank Quarterly, Vol. 65, No. 4.",
        "Rice, Thomas and Nelda McCall. 1985. The Extent of Ownership and the Characteristics of Medicare Supplemental Policies. Inquiiy, 22: 188-200.",
        "Schroeder, Mathis, Nicole Maestas and Dana Goldman. 2005. Sources of Price Variation in the Medigap Market. Working paper.",
        "Schroeder, Mathis. 2006. Premium Variation in the Medigap Market. Cornell University.",
        "Sorensen, Alan T. 2000. Equilibrium Price Dispersion in Retail Markets for Prescription Drugs. The Journal of Political Economy, Vol. 108, No.4, pp 833-850.",
        "Short, Pamela Farley, and Jessica PrimoffVistnes. 1992. Multiple Sources of Medicare Supplementary Insurance. Inquiry, Vol. 29, pp 33-43.",
        "Stigler, George J. 1961. The Economics of Information. The Journal of Political Economy, Vol. 69, No. 3.",
        "Stiglitz, Joseph E. 1989. Imperfect Information in the Product Market. In Handbook of Industrial Organization, Vol. 1, Schmalensee, R. and R.D. Willig, editors.",
        "The Lewin Group. 2001. Restricting Underwriting and Premium Rating Practices in the Medigap Market: The Experience of Three States. The Public Policy Institute, report No 2001-01. AARP, Washington, DC.",
        "US Census Bureau, 2005. Table 2B. Presence of a Computer and the Internet at Home for People 18 Years and Over, by Selected Characteristics: October 2003 Accessed June 2006 at http ://www.census .gov/populationlsocdemo/computer/2003/tabO2B .xls.",
        "US Congress, Select Committee on Aging, Subcommittee on Human Services. 1990. Medigap Fraud and Abuse: How Can Communities Stop These Problems? Briefing by the Subcommittee on Human Services. Washington, DC, US Government Printing Office.",
        "US General Accounting Office. 1994. Health Insurance for the Elderly. Owning Duplicate Policies is Costly and Unnecessary. GAO/HEHS-94-i85.",
        "US Department of Health and Human Services. 1995. The Impact of OBRA 1990 on State Regulation of Medigap Insurance. OEI-09-93-00230."
    ]
}