{
    "id": 14672,
    "cites": 45,
    "cited_by": 9,
    "reference": [
        "ACEMOGLU, D. (1998): ~Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics, 113(4), 1055-1089.",
        "(2003): ~Patterns of Skill Premia, Review of Economic Studies, 70(2), 199-230.",
        "AMITI, M., AND D. R. DAVIS (2008): ~Trade, Firms, and Wages: Theory and Evidence, NBER Working Paper No. L~1O6.",
        "MATCHING AND INEQUALITY 43 ANDERSON, J. E. (2009): ~Globalization and Income Distribution: A Specifc Factors Continuum Approach, mimeo Boston College.",
        "ANTRAS, P., L. GARICANO, AND E. ROSSI-HANSBERG (2006): ~Offshoring in a Knowledge Economy, The Quarterly Journal of Economics, 121(1), 31-77.",
        "(2008): ~Trends in U.S. Wage Inequality: Revising the Revisionists, The Review of Economics and Statistics, 90(2), 300-323.",
        "BECKER, G. 5. (1973): ~A Theory of Marriage: Part I, The Journal of Political Economy, 81(4), 813-846.",
        "BLANCHARD, E., AND G. WILLMANN (2008): ~Trade, Education, and The Shrinking Middle Class, mimeo University of Virginia.",
        "BRODA, C., AND J. ROMALIS (2008): ~Inequality and Prices: Does China Benefit the Poor in America?, mimeo Chicago GSB. COSTINOT, A. (Forthcoming): ~An Elementary Theory of Comparative Advantage, Econometrica.",
        "DAVIS, D. R., AND J. HARRIGAN (2007): ~Good Jobs, Bad Jobs, and Trade Liberalization, NBER Working Paper No. 13139.",
        "DORNBUSCH, R., S. FISCHER, AND P. A. SAMUELSON (1980): ~Heckscher- Ohlin Trade Theory with a Continuum of Goods, The Quarterly Journal of Economics, 95(2), 203224.",
        "ETHIER, W. J. (1984): ~Higher dimensional issues in trade theory, in Handbook of International Economics, ed. by R. W. JJones, and P. B. Kenen, pp. 131-184. Elsevier.",
        "FEENSTRA, R. C., AND G. H. HANSON (1996): ~Foreign Investment, Outsourcing and Relative Wages, in Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati, ed. by R. C. Feenstra, G. M. Grossman, and D. A. Irwin, pp. 89-127. MIT Press.",
        "GABAIX, X., AND A. LANDIER (2008): ~Why Has CEO Pay Increased So Much?, Quarterly Journal of Economics, 123(1), 49-100.",
        "MATCHING AND INEQUALITY 44 GARICANO, L., AND E. ROSSI-HANSBERG (2006): ~Organization and Inequality in a Knowledge Economy, The Quarterly Journal of Economics, 121(4), 1383-1435.",
        "GOLDBERG, P. K., AND N. PAVCNIK (2007): ~Distributional Effects of Globalization in Developing Countries, Journal of Economic Literature, 45, 39-82.",
        "GooS, M., AND A. MANNING (2007): ~Lousy and Lovely Jobs: The Rising Polarization of Work in Britain, The Review of Economics and Statistics, 89(1), 118-133.",
        "GORMAN, W. M. (1968): ~The Structure of Utility Functions, Review of Economics Studies, 35(4), 369-390.",
        "GROSSMAN, G. M. (2004): ~The Distribution of Talent and the Pattern and Consequences of International Trade, Journal of Political Economy, 112(1), 209-39.",
        "GROSSMAN, G. M., AND G. MAGGI (2000): ~Diversity and Trade, American Economic Review, 90(5), 1255-75.",
        "GROSSMAN, G. M., AND E. ROSSI-HANSBERG (2008): ~Trading Tasks: A Simple Theory of Offshoring, American Economic Review, 98(5), 1978-1997.",
        "HECKMAN, J. J., AND B. E. HONORE (1990): ~The Empirical Content of the Roy Model, Econometrica, 58(5), 1121-i 149.",
        "HELPMAN, E., 0. ITSKHOKI, AND S. REDDING (2008): ~Inequality and Unemployment in a Global Economy, mimeo Harvard University.",
        "HELPMAN, E., AND P. KRUGMAN (1985): Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy. The MIT Press, Cambridge, Massachusetts.",
        "JoNES, R. W., AND J. A. SCHEINKMAN (1977): ~The Relevance of the Two-Sector Production Model in Trade Theory, The Journal of Political Economy, 85(5), 909-935.",
        "JUHN, C., K. M. MURPHY, AND B. PIERCE (1993): ~Wage Inequality and the Rise in Returns to Skill, The Journal of Political Economy, 101(3), 410-442.",
        "KARLIN, S., AND Y. RINOTT (1980): ~Classes of orderings of measures and related correlation inequalities. I. Multivariate Totally Positive Distributions, Journal of Multivariate Analysis, 10, 467-498.",
        "MATCHING AND INEQUALITY 45 KREMER, M., AND E. MASKIN (2003): ~Globalization and Inequality, mimeo Harvard University.",
        "LEGROS, P., AND A. F. NEWMAN (2002): ~Monotone Matching in Perfect and Imperfect Worlds, Review of Economics Studies, 69(4), 925-942.",
        "(2007): ~Beauty Is a Beast, Frog Is a Prince: Assortative Matching with Nontransferabilities,  Econometrica, 75(4), 1073-i 102.",
        "MENEZES-FILHO, N. A., AND M.-A. MUENDLER (2007): ~Labor Reallocation in Response to Trade Reform, mimeo UCSD.",
        "MICHAELS, G. (2008): ~The Effect of Trade on the Demand for Skill - Evidence from the Interstate Highway System, Review of Economics and Statistics, 90(4), 683U701.",
        "MILGROM, P. R. (1981): ~Good News and Bad News: Representation Theorems and Applications,  Bell Journal of Economics, 12(2), 380-391.",
        "OHNSORGE, F., AND D. TREFLER (2007): ~Sorting It Out: International Trade with Heterogeneous Workers, Journal of Political Economy, 115(5), 868-892.",
        "OROURKE, K. H., AND J. G. WILLIAMSON (1999): Globalization and History: The Evolution of a Nineteenth-Century Atlantic Economy. The MIT Press, Cambridge, Massachusetts.",
        "PIKETTY, T., AND E. SAEz (2003): ~Income Inequality in The United States, 1913-1998, Quarterly Journal of Economics, 118(1), 1-39.",
        "SATTINGER, M. (1993): ~Assignment Models of the Distribution of Earnings, Journal of Economic Literature, 31, 831-880.",
        "SETHUPATHY, G. (2008): ~Offshoring, Wages, and Employment: Theory and Evidence, mimeo Columbia University.",
        "SHIMER, R., AND L. SMITH (2000): ~Assortative Matching and Search, Econometrica, 68, 343-370.",
        "TERVIO, M. (2008): ~Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector, American Economic Review.",
        "MATCHING AND INEQUALITY 46 TEULINGS, C. N. (1995): ~The Wage Distribution in a Model of the Assignment of Skills to Jobs, Journal of Political Economy, 103, 280-315.",
        "(2005): ~Comparative Advantage, Relative Wages, and the Accumulation of Human Capital, Journal of Political Economy, 113, 425-454.",
        "VERHOOGEN, E. A. (2008): ~Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector, The Quarterly Journal of Economics, 123(2), 489-530.",
        "WEI, S.-J., AND Y. WU (2001): ~Globalization and Inequality: Evidence from Within China, NBER Working Paper 8611.",
        "YEAPLE, S. R. (2005): ~A simple model of firm heterogeneity, international trade, and wages, Journal of International Economics, 65(1), 1-20."
    ]
}