{
    "id": 14676,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "Mark Aguiar and Erik Hurst, Measuring Trends in Leisure: The Allocation of Time over Five Decades, Quarterly Journal of Economics, 122 (Aug. 2007): 969-1006.",
        "Namkee Ahn, Juan Francisco Jimeno and Arantxa Ugidos, Monday at the Sun: Unemployment, Time Use and Consumption Patterns in Spain, in Daniel Hamermesh and Gerard Pfann, eds., The Economics of Time Use. Amsterdam: Elsevier, 2005.",
        "Australian Bureau of Statistics, 1992 Time Use Survey. Canberra, ABS, 1993.",
        "Marianne Baxter and Urban Jermann, Household Production and the Excess sensitivity of Consumption to Current Income, American Economic Review, 89 (Sept. 1999): 902-920.",
        "Jess Benhabib, Richard Rogerson and Randall Wright, Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy, 99 (Dec. 1991): 1166-87.",
        "Bundesministerium fÃ\u0083Â¼r Familie, Senioren, Frauen und Jugend, http://www.bmfsfj .de/brnfsfj/generator/Kategorien/Forschungsnetz/forschungsberic hte,did=12818.htrnl , 2005.",
        "Michael Burda, Daniel Hamermesh and Philippe Weil, The Distribution of Total Work in the EU and US, in Tito Boeri, Michael Burda and Francis Kramarz, eds., Working Hours and Job Sharing in the EU and USA: Are Americans Crazy? Are Europeans Lazy? New York: Oxford University Press, 2008.",
        "Richard Freeman and Ronald Schettkat, Marketization of Household Production and the EU-US Gap in Work, Economic Policy, 41 (Jan. 2005): 5-39.",
        "Jeremy Greenwood and Zvi Hercowitz, The Allocation of Capital and Time over the Business Cycle, Journal of Political Economy, 99 (Dec. 1991): 1188-1214.",
        "Jeremy Greenwood, Richard Rogerson and Randall Wright, Household Production in Real Business Cycle Theory, in Thomas Cooley, ed., Frontiers of Business Cycle Research. Princeton, NJ: Princeton University Press, 1995.",
        "Reuben Gronau, Home Production and the Macroeconomy-Some Lessons from Pollak and Wachter and from Transition Russia, NBER Working Paper No. 12287, June 2006.",
        "Daniel Hamermesh, Harley Frazis and Jay Stewart, Data Watch: The American Time Use Survey, Journal of Economic Perspectives, 19 (Winter 2005): 221-232.",
        "Michael Hurd, A Compensation Measure of the Cost of Unemployment to the Unemployed, Quarterly Journal of Economics, 95 (Sept. 1980): 225-43.",
        "ISTAT, Indagine Multiscopo sulle Famiglie Uso del Tempo 2002-2003. Rome: Instituto Nazionale di Statistica, 2005.",
        "Lawrence Katz and Bruce Meyer The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment, Journal of Public Economics, 41 (Feb. 1990): 45-72 Finn Kydland, and Edward Prescott Time to Build and Aggregate Fluctuations, Econometrica, 50 (Nov. 1982): 1345-1370.",
        "Margaret Reid, Economics of Household Production. New York: Wiley, 1934."
    ]
}