{
    "id": 14675,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "Arellano, Manuel. 1987. Computing Robust Standard Errors for Within-Group Estimators, Oxford Bulletin of Economics and Statistics 49 (4): 43 1-434.",
        "Bailey, Martha J. 2006. More Power to the Pill: The Impact of Contraceptive Freedom on Womens Lifecycle Labor Supply, Quarterly Journal of Economics, 121 (1): 289-320.",
        "Becker, Gary. 1960. An Economic Analysis of Fertility, in Demographic and Economic Change in Developed Countries, Conference of the Universities-National Bureau Committee for Economic Research, a Report of the National Bureau of Economic Research (Princeton, N.J.: Princeton University Press: 209-40).",
        ". 1965. A Theory of the Allocation of Time, Economic Journal 75 (299): 493-5 17.",
        ". 1991. A Treatise on the Family, enlarged edition (Cambridge, MA: Harvard University Press).",
        ". and H. Gregg Lewis. 1973. On the Interaction between Quantity and Quality of Children, Journal of Political Economy 81: S279-S288.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics 19 (1): 249-275.",
        "Blake, Judith. 1969. Population Policy for Americans: Is the Government Being Misled? Science 164: 522-9.",
        "Bongaarts, John. 1994. The Impact of Population Policies: Comment, Population and Development Review 20 (3): 6 16-620.",
        "Dennett, Mary Ware. 1926. Birth Control Laws: Shall We Keep Them, Change Them or Abolish Them (New York: F. H. Hitchcock).",
        "Department of Health and Economic Welfare Center for Family Planning Program Development (Planned Parenthood-World Population). 1974. Family Planning, Contraception, and Voluntary Sterilization: An Analysis of Laws and Policies in the United States, each State and Jurisdiction (as of September 1971): A Report of the National Center for Family Planning Services, Health Services and Mental Health Administration (Rockville, MD: U.S. DHEW, publication no. 741600 1).",
        "Garrow, David J. 1994. Liberty and Sexuality: The Right to Privacy and the Making of Roe v. Wade (New York: MacMillan Publishing Company).",
        "Goldin, Claudia and Lawrence Katz. 2002. The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions, Journal of Political Economy 110 (4): 730-770.",
        "Growth of American Families, 1955 [machine readable data file]. Conducted by Ronald Freedman, Pascal K. Whelpton, and Arthur A. Campbell and reported in Family Planning, Sterility and Population Growth. Machine readable data file created by D. Capaldi, M. Knoll, and M. Pasaba under the direction of Larry Bumpass of the University of Wisconsin Center for Demography and Ecology and the staff of the University of Wisconsin Data and Program Library Service (New York, NY: McGraw-Hill Book Company, 1959; Madison, WI: University of Wisconsin Data and Program Library Service [distributor], 1959).",
        "Mommas Got the Pill - 31 Guldi, Melanie. 2008. Fertility Effects of Abortion and Pill Access for Minors, Demography 45:8 17827.",
        "Knowles, James, John S. Akin, David K. Guilkey. 1994. The Impact of Population Policies: Comment, Population and Development Review 20 (3): 611-615.",
        "Lundberg, Shelly and Robert Pollak. 2007. The American Family and Family Economics, Journal of Economic Perspectives 21(2): 3-26.",
        "Michael, Robert T. and Robert J. Willis. 1976. Contraception and Fertility: Household Production under Uncertainty, in Demographic Behavior of the Household (Cambridge, MA: National Bureau of Economic Research).",
        "National Fertility Study, 1965 [machine readable data file]. Survey conducted by Norman B. Ryder and Charles F. Westoff; data file edition was prepared by D. Capaldi, M. Knoll, and M. Pasaba under the direction of Larry Bumpass, Center for Demography and Ecology, University of Wisconsin, Madison (Princeton, NJ: Office of Population Research [producer], 1965; Madison, WI: University of Wisconsin Data and Program Library Service [distributor], 1971).",
        "National Fertility Study, 1970 [machine readable data file]. Survey conducted by Norman B. Ryder and Charles F. Westoff for the Office of Population Research; data file edition was prepared under the direction of Larry Bumpass, Center for Demography and Ecology, University of Wisconsin, Madison (Princeton, NJ: Office of Population Research [producer], 1970; Madison, WI: University of Wisconsin Data and Program Library Service [distributor], 1976).",
        "Pilpel, Harriet and Nancy F. Wechsler. 1969. Birth Control, Teenagers and the Law, Family Planning Perspectives 1: 29-36.",
        "Poe v. Ullman. 1961. 367, U.S. 497. Pritchett, Lant H. 1 994a. Desired Fertility and the Impact of Population Policies, Population and Development Review 20 (1): 1-55.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2008. Integrated Public Use Microdata Series: Version 3.0 [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor].",
        "Ryder, Norman B. and Charles Westoff. 1971. The Contraceptive Revolution. (Princeton, NJ, Princeton University Press).",
        "Sheps, Mindel C. 1964. On the Time Required for Conception, Population Studies 19: 85-97.",
        "Sheps, Mindel C. and Edward B. Perrin. 1966. Further Results from a Human Fertility Model with a Variety of Pregnancy Outcomes, Human Biology 38: 189-193.",
        "Smith, Peter. 1964. Comment: The History and Future of the Legal Battle over Birth Control, Cornell Law Quarterly 49: 275-303.",
        "Tone, Andrea. 1996. Contraceptive Consumers: Gender and the Political Economy of Birth Control in the 1930s, Journal of Social History 29 (3): 485-506.",
        ". 2000. Black Market Birth Control: Contraceptive Entrepreneurship and Criminality in the Guilded Age, Journal of American History 82 (2): 435-59.",
        ". 2002. Devices and Desires: A History of Contraceptives in America. (New York: Hill and Wang).",
        "Trussell, James. 2004. Contraceptive Efficacy, in eds. R.A. Hatcher, J. Trussell, F. Stewart, A. Nelson, Mommas Got the Pill - 32 W. Cates, F. Guest, and D. Kowal. Contraceptive Technology: 18th Revised Edition. (New York NY: Ardent Media).",
        ", National Office of Vital Statistics. 1954. Table 26B: Live Births by Age of Mother, Birth Order, Race and Nativity of White Mothers: Each State, 1951. Vital Statistics of the United States, 1951 Volume I: Analysis and Summary Tables, Tables for Alaska, Hawaii, Puerto Rico and Virgin Islands, Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data.",
        "(Washington: GPO: 232 - 267). Available: http://www.nber.org/vital-statsbooks /VSUS_1 951_i .CV.pdf [4 May 2006] , National Office of Vital Statistics. 1955. Table 24B: Live Births by Age of Mother, Birth Order, Race and Nativity of White Mothers: Each State, 1952. Vital Statistics of the United States, 1952. Volume I: Introduction and Summary Tables, Tables for Alaska, Hawaii, Puerto Rico and Virgin Islands, Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data. (Washington: GPO: 204-239).",
        ", National Office of Vital Statistics. 1955. Table 24B: Live Births by Age of Mother, Birth Order, Race and Nativity of White Mothers: Each State, 1953. Vital Statistics of the United States, 1953. Volume I: Introduction and Summary Tables, Tables for Alaska, Hawaii, Puerto Rico and Virgin Islands, Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data. (Washington: GPO: 218-253).",
        ", National Office of Vital Statistics. 1956. Table 24B: Live Births by Age of Mother, Live-Birth Order, Race and Nativity of White Mothers: Each State, 1954. Vital Statistics of the United States, 1954. Volume I: Introduction and Summary Tables, Tables for Alaska, Hawaii, Puerto Rico and Virgin Islands, Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data. (Washington: GPO: 218-258).",
        ", National Office of Vital Statistics. 1957. Table 26B: Live Births by Age of Mother, Live-Birth Order, Race and Nativity of White Mothers: Each State: 1955. Vital Statistics of the United States, 1955. Volume I: Introduction and Summary Tables, Tables for Alaska, Hawaii, Puerto Rico and Virgin Islands, Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data. (Washington: GPO: 223-263).",
        ", National Office of Vital Statistics. 1958. Table 25B: Live Births by Age of Mother, Live-Birth Order, Race and Nativity of White Mothers: Each State: 1956. Vital Statistics of the United States, 1956. Volume I: Introduction and Text Tables, Tables for Alaska, Hawaii, Puerto Rico and Virgin Islands, Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data. (Washington: GPO: 218-258).",
        ", National Office of Vital Statistics. 1959. Table 30B: Live Births by Age of Mother, Live-Birth Order, Race and Nativity of White Mothers: Each State: 1957. Vital Statistics of the United States, 1957. Volume I: Introduction and Text Tables, Tables for Alaska, Hawaii, Puerto Rico and Virgin Islands, Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data. (Washington: GPO: 234-274).",
        ", National Office of Vital Statistics. 1960. Table 40B: Live Births by Age of Mother, Live-Birth Order, Race and Nativity of White Mothers: Each State: 1958. Vital Statistics of the United States, 1958. Volume I: Introduction and Text Tables, Tables for Alaska, Hawaii, Puerto Rico and Virgin Islands, Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data. (Washington: GPO: 277-3 17)."
    ]
}