{
    "id": 14673,
    "cites": 52,
    "cited_by": 40,
    "reference": [
        "Ahearne, Alan, John Fernald, Prakash Lougani, and John Schindler, 2003, China and Emerging Asia: Comrades or Competitors? International Finance Discussion Paper No. 789, (Washington, D.C.: Federal Reserve Board).",
        "Asian Development Bank, 2007, Purchasing Power Parities and Real Expenditures (Manila, Philippines: Asian Development Bank, December).",
        "Bai, Chong-En Bai, Chang-Tai Hsieh, and Qingyi Qian, 2006, Returns to Capital in China, Brookings Papers in Economic Activity 2006(2).",
        "Balassa, Bela, 1964, The purchasing power parity doctrine: A reappraisal. Journal of Political Economy 72 (6): 584-596.",
        "Bosworth, Barry, 2004, Valuing the Renminbi, paper presented at the Tokyo Club Research Meeting, February 9-10.",
        "Cairns, John, 2005a, China: How Undervalued is the CNY? IDEAglobal Economic Research (June 27).",
        "Cairns, John, 2005b, Fair Value on Global Currencies: An Assessment of Valuation based on GDP and Absolute Price Levels, IDEAglobal Economic Research (May 10).",
        "Canzoneri, Matthew, Robert Cumby, and Behzad Diba, 1996, Relative labor productivity and the real exchange rate in the long run: Evidence for a panel of OECD countries. Journal of International Economics 47 (2): 245-66.",
        "Cerra, Valerie, and Anuradha, Dayal-Gulati, 1999, Chinas Trade Flows-Changing Price Sensitivies and the Reform Process, IMF Working Paper No. 99/0 1.",
        "Cerra, Valerie, and Sweta Chaman Saxena, 2000, An Empirical Analysis of Chinas Export Behavior, IMF Working Paper No. 02/200.",
        "Cheung, Yin-Wong, 2005, An Analysis of Hong Kong Export Performance, Pac~Jic Economic Review 10(3): 323-340. Cheung, Yin-Wong, Menzie Chinn and Eiji Fujii, forthcoming, The illusion of precision and the role of the renminbi in regional integration, in Hamada, K., Reszat, B., Volz, U. (eds.), Prospects for Monetary and Financial Integration in East Asia: Dreams and Dilemmas. Edward Elgar.",
        "Cheung, Yin-Wong, Menzie Chinn and Eiji Fujii, 2009, Pitfalls in Measuring Exchange Rate Misalignment: The Yuan and Other Currencies, Open Economies Review.",
        "Cheung, Yin-Wong, Menzie Chinn and Eiji Fujii, 2007a, The Economic Integration of Greater China: Real and Financial Linkages and the Prospects for Currency Union (Hong Kong: Hong Kong University Press).",
        "Cheung, Yin-Wong, Menzie Chinn and Eiji Fujii, 2007b, The Overvaluation of Renminbi Undervaluation, Journal of International Money and Finance 26(5) (September): 762-785. Also NBER WorkingPaperNo. 12850.",
        "Chinn, Menzie, 2005, Supply Capacity, Vertical Specialization and Tariff Rates: The Implications for Aggregate US Trade Flow Equations, NBER Working Paper No. 11719 (October).",
        "Chinn, Menzie, 2000a, Before the Fall: Were East Asian Currencies Overvalued? Emerging Markets Review 1(2) (August): 10 1-126.",
        "Chinn, Menzie, 2000b, The Usual Suspects? Productivity and Demand Shocks and Asia-Pacific Real Exchange Rates, Review of International Economics 8(1) (February): 20-43.",
        "Chinn, Menzie and Hiro Ito, 2007, Current Account Balances, Financial Development and Institutions: Assaying the World `Saving Glut, Journal of International Money and Finance 26(4): 546-569.",
        "Chinn, Menzie and Eswar Prasad, 2003, Medium-Term Determinants of Current Accounts in Industrial and Developing Countries: An Empirical Exploration, Journal of International Economics 59(1) (January): 47-76.",
        "Coudert, Virginie and CÃ\u0083Â©cile Couharde, 2005, Real Equilibrium Exchange Rate in China, CEPII Working Paper 2005-0 1 (Paris, January).",
        "De Gregorio, Jose and Holger Wolf,1994. Terms of trade, productivity, and the real exchange rate. NBER Working Paper No. 4807.",
        "Dunaway, Steven Vincent, Lamin Leigh, and Xiangming Li, 2006, How Robust are Estimates of Equilibrium Real Exchange Rates: The Case of China, IMF Working Paper No. 06/220 (Washington, D.C.: IMF, October).",
        "Elekdag, Selim and Subir Lall, 2008, International Statistical Comparison: Global Growth Estimates Trimmed After PPP Revisions, IMF Survey Magazine (Washington, D.C.: IMF, January 8).",
        "Fernald, John, Hali Edison, and Prakash Loungani, 1999, Was China the First Domino? Assessing Links between China and Other Asian Economies, Journal of International Money and Finance 18 (4): 5 15-535.",
        "Frankel, Jeffrey A., 2006, On the Yuan: The Choice Between Adjustment Under a Fixed Exchange Rate and Adjustment under a Flexible Rate, in Understanding the Chinese Economy, edited by Gerhard Illing, CESifo Economic Studies, vol. 52, no. 2, (Oxford University Press), 246-275. Also NBER Working Paper No. 11274 (April 2005).",
        "Frankel, Jeffrey A., 1990, Zen and the Art of Modern Macroeconomics: A Commentary, in Monetaiy Policy for a Volatile Global Economy, W. S. Haraf and T. D. Willett (eds.) (Washington, D.C.: AEI Press), pp. 117-23.",
        "Frankel, Jeffrey A. and Shang-Jin Wei, 2007, Assessing Chinas Exchange Rate Regime, Economic Policy 22: 5 75-627.",
        "Fung, K.C. and Lawrence J. Lau, 2001, New Estimates of the United States-China Bilateral Trade Balances, Journal of the Japanese and International Economies 15: 102-130.",
        "Funke, Michael and JÃ\u0083Â¶rg Rahn, 2005, Just how undervalued is the Chinese renminbi? World Economy 28:465-89.",
        "Garcia-Herrero, Alicia and Tuuli Koivu, 2007, Can the Chinese Trade Surplus Be Reduced through Exchange Rate Policy? BOFIT Discussion Papers No. 2007-6 (Helsinki: Bank of Finland, March).",
        "Gaulier, Guillaume, Francoise Lemoine and Deniz Unal, 2006, Chinas Emergence and the Reorganization of Trade Flows in Asia, CEPII Working Paper No. 2006-05 (Paris: CEPII, March).",
        "Goldstein, Morris, 2004, China and the Renminbi Exchange Rate, in C. Fred Bergsten and John Williamson (editors), Dollar Adjustment: How Far? Against What? Special Report 17 (Washington, D.C.: Institute for International Economics, November), pp. 197-230.",
        "Government Accountability Office, 2005, International Trade: Treasury Assessments Have Not Found Currency Manipulation, but Concerns about Exchange Rates Continue, Report to Congressional Committees GAO-05-35 1 (Washington, D.C.: Government Accountability Office, April).",
        "Helkie, William L., and Peter Hooper, 1988, An Empirical Analysis of the External Deficit, 1980-86, in Ralph C. Bryant, Gerald Holtham, and Peter Hooper (eds.), External Deficits and The Dollar, The Pit, and the Pendulum (Washington: Brookings Institution).",
        "Hsieh, David, 1982, The determination of the real exchange rate: The productivity approach. Journal of International Economics 12 (2), 355-362.",
        "International Comparison Program, 2007, Preliminary Results: Frequently Asked Questions, mimeo. http ://siteresources .worldbank.org/ICPINT/Resources/backgrounder-FAO .pdf IMF, 2006 Peoples Republic of China: 2006 Article IV Consultation-Staff Report, IMF Country Report No. 06/394 (Washington, D.C.: IMF, October).",
        "Isard, Peter, and Faruqee, Hamid, 1998, Exchange Rate Assessment: Extension of the Macroeconomic Balance Approach, IMF Occasional Paper No. 167 (Washington, D.C.: IMF, July).",
        "Johnson, Simon, Jonathan Ostry and Arvind Subramanian, 2007, The Prospects for Sustained Growth in Africa: Benchmarking the Constraints, IMF Working Paper No. 07/52.",
        "Kwack, Sung Yeung, Choong Y. Ahn, Young S. Lee, Doo Y. Yang, 2007, Consistent Estimates of World Trade Elasticities and an Application to the Effects of Chinese Yuan (RN/IB) Appreciation, Journal of Asian Economics 18: 314-330.",
        "Mann, Catherine and Pluck, Katerina, 2007, The US Trade Deficit: A Disaggregated Perspective, in R. Clarida (ed.), G7 Current Account Imbalances: Sustainability and Adjustment (U. Chicago Press). Also Inst it ute for International Economics Working No. 05-11, (Washington, D.C.: Institute for International Economics, 2005).",
        "Marquez, Jaime and John W. Schindler, 2007, Exchange-Rate Effects on Chinas Trade, Review of International Economics 15(5), 837-853. Also International Finance and Discussion Papers No. 861 (Washington, D.C: Federal Reserve Board, May).",
        "McCown, T. Ashby, Patricia Pollard and John Weeks, 2007, Equilibrium Exchange Rate Models and Misalignments, Office of International Affairs Occasional Paper No. 7 (Washington, D.C.: US Treasury, March).",
        "Morrison, Wayne and Marc Labonte, 2005, Chinas Currency: Economic Issues and Options for US Trade Policy, CRS Report for Congress RL32 165 (April 18).",
        "ONeill, Jim and Dominic Wilson, 2003, How China Can Help the World, Goldman Sachs Global Economics Paper No. 97 (Sept. 17).",
        "Samuelson, Paul, 1964. Theoretical notes on trade problems. Review of Economics and Statistics 46 (2), 145-154.",
        "Schindler, John W. and Dustin H. Beckett, 2005, Adjusting Chinese Bilateral Trade Data: How Big is Chinas Trade Surplus, International Finance Discussion Paper No 2005-831 (Washington, D.C.: Federal Reserve Board, April) Stock, James, and Watson, Mark, 1993, A Simple Estimator of Cointegrated Vectors in Higher Order Integrated Systems, Econometrica 61: 783-820.",
        "Subramanian, Arvind, 2008, Fact Check, Reality Check? New GDP Data, Weekly Standard (January 11).",
        "Thorbecke, Willem, 2006,How Would an Appreciation of the Renminbi Affect the US Trade Deficit with China? BE Press Macro Journal 6(3): Article 3. Thorbecke, Willem and Gordon Smith, forthcoming, How Would an Appreciation of the RMB and Other East Asian Currencies Affect Chinas Exports? Review of International Economics.",
        "Wang, Jiao and Andy G. Ji, 2006, Exchange Rate Sensitivity of Chinas Bilateral Trade Flows, BOFlTDiscussion Papers No. 2006-19 (Helsinki: Bank of Finland, December).",
        "Wang, Tao, 2004, Exchange Rate Dynamics, in Eswar Prasad (editor), China `s Growth and Integration into the World Economy, Occasional Paper No. 232 (Washington, D.C.: IMF), pp. 21-28.",
        "o Overall price indices for Chinese exports and imports, and category-specific price indices, in USD terms, as described in Gaulier et al. (2006); personal communication from Guillaume Gaulier. o Price indices for US imports from China, East Asian Newly Industrializing Countries (NICs), from Bureau of Labor Statistics.",
        "* Chinese real GDP seasonally adjusted (from CEIC). US real GDP drawn from Bureau of Economic Analysis (June 28, 2007 release). * The Chinese nominal and real trade-weighted exchange rates from IFS. * The bilateral USD/RN/IB exchange rate adjusted for swap transactions was provided by John Fernald. * Chinese CPI drawn from CEIC, updated using IMF, International Financial Statistics year-on-year growth rates."
    ]
}