{
    "id": 1467,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "ABOWD, JOHN, and ARNOLD ZELLNER, Estimation of Gross Labor Force Flows From The Current Population Survey, H. G. 8. Alexander Mimeo, Chicago, April 1982.",
        "AKERLOF, GEORGE A., and BRIAN G. M. MAIN, Unemployment Spells and Unemployment Experience, American Economic Review, vol. 70, December 1980, pp. 885-893.",
        "BOWERS, J. K., and D. HARKNESS, Duration of Unemployment by Age and Sex, Economica, vol. 46, no. 183, 1979.",
        "BURDETT, KENNETH C., et al, Earnings, Unemployment, and the Allocation of Time Over Time, Review of Economic Studies~, (forthcoming). CLARK, KIM B. and LAURENCE H. SUMMERS, Labor Market Dynamics and Unemployment: A Reconsideration, Brookings Papers on Economic Activity, 1: 1979, pp. 13-60.",
        "CRIPPS, T. F. and R. J. TARLING, An Analysis of the Duration of Male Unemployment In Great Britain, The Economic Journal, June 1974, pp. 289-316.",
        "FRANK, ROBERT H., How Long Is A Spell of Unemployment, Econometrica, vol. 46, March 1978, pp. 285-301.",
        "HALL, ROBERT E., Turnover In The Labor Force, Brookings Papers on Economic Activity 3, 1972, pp. 709-56.",
        "KAITZ, HYMAN, Analyzing the Length of Spells of Unemployment, Monthly Labor Review, vol. 93, November, 1970, pp. 11-20.",
        "KALBFLEISCH, JOHN D. and ROSS L. PRENTICE, The Statistical Analysis of Failure Time Data, (New York: John Wiley and Sons), 1980.",
        "KEELEY, MICHAEL C., et al., The Estimation of Labor Supply Models Using Experimental Data, American Economic Review, vol. 68, December 1978, pp. 873-887.",
        "KIEFER, NICHOLAS M., and GEORGE R. NEUMANN, Wages and the Structure of Unemployment Rates, in Martin N. Baily, ed., Workers, Jobs and Inflation, (Washington: The Brookthgs Institution), 1982, pp. 325-351.",
        "LUCKETT, JAMES P., The Estimation of Completed Spell Durations from Published Data Under Non-Steady State Conditions, Paper presented at the 1978 Winter Econometric Society meeting.",
        "LUNDBERG, SHELLY, J., Unemployment and Household Labor Supply, unpublished dissertation, Northwestern University, August, 1980.",
        "MARSTON, STEPHEN T., Employment Instability and High Unemployment Rates, Brookings Papers On Economic Activity, 1: 1976, pp. 169-203.",
        "SALANT, STEVE W., Search Theory and Duration Data: A Theory of Sorts, Quarterly Journal of Economics, vol. 91, February 1977 pp. 39-57.",
        "SILCOCK, H., The Phenomenon of Labour Turnover, Journal of the Royal Statistical Society, Series A, vol. 107, 1954, pp. 429-440.",
        "TRIVEDI, P. K., and G.M. BAKER, Estimation of the Average Length of An Unemployment Spell from Labour Force Experience Data, Australian National University mimeo, February, 1982.",
        "TUMA, NANCY B., and PHILLIP K. ROBINS, A Dynamic Model of Employment Behavior: An Application to the Seattle and Denver Income Maintenance Experiments, Econometrica, vol. 48, May 1980, pp. 1031-1052.",
        "WOLTMAN, HENRY, Possible Effects of Response Variance on the Estimate of Gross Changes from Month-to-Month in the CPS, in Using the Current Population Survey as a Longitudinal Data Base, BLS Report no. 608, August 1980, pp. 11-13."
    ]
}