{
    "id": 14677,
    "cites": 133,
    "cited_by": 27,
    "reference": [
        "Adolfson, M., S. LasÃ\u0083Â©en, J. Linde, and M. Villani (2005). Bayesian Estimation of an Open Economy DSGE Model with Incomplete Pass-Through. Sveriges Riksbank Working Paper Series 179.",
        "Alesina, A., E. Glaeser, and B. Sacerdote (2006). Work and Leisure in the U.S. and Europe: Why So Different? NBER Macroeconomics Annual 2005, 1-64.",
        "Alvarez, F. and U.J. Jermann (2004). Using Asset Prices to Measure the Cost of the Business Cycle. Journal of Political Economy 112, 1223-1256.",
        "Alvarez, L. J. , P. Burriel, and I. Hernando (2005). Do Decreasing Hazard Functions for Price Changes Make Sense? Working Paper No. 461, European Central Bank.",
        "An, S. and F. Schorfheide (2006). Bayesian Analysis of DSGE Models. Econometric Reviews 26, 113-172.",
        "AndrÃ\u0083Â©s, J., P. Burriel, and A. Estrada (2006). BEMOD: a DSGE Model for the Spanish Economy and the Rest of the Euro Area. Documento de Trabajo del Banco de EspaÃ\u0083Â±a 0631.",
        "Aruoba, S.B., J. FernÃ\u0083Â¡ndez-Villaverde, and J. Rubio-Ramlrez (2006). Comparing Solution Methods for Dynamic Equilibrium Economies. Journal of Economic Dynamics and Control 30, 2477-2508.",
        "Arulampalam, A.S., S. Maskell, N. Gordon, and T. Clapp (2002). A Tutorial on Particle Filters for Online Nonlinear/Non-Gaussian Bayesian Tracking. IEEE Transactions on Signal Processing 50, 174-188.",
        "Backus, D. K., P. Kehoe, and F. Kydland (1992). International Real Business Cycles. Journal of Political Economy 100, 745-775.",
        "Backus, D. K., P. Kehoe, and F. Kydland (1995). International Business Cycles: Theory and Evidence. in Tom Cooley (ed.), Frontiers of Business Cycle Research, Princeton University Press.",
        "Backus, D.K., B.R. Routledge, and S.E. Zin (2005). Exotic Preferences for Macroeconomists.  NBER Macroeconomics Annual 2004, 319-390.",
        "Bansal, R. and A. Yaron (2004). Risks For The Long Run: A Potential Resolution of Asset Pricing Puzzles. Journal of Finance 59, 1481-1509.",
        "Barro (2006). On the Welfare Costs of Consumption Uncertainty. NBER Working Paper 12763.",
        "Becker, G.S. and L. Rayo (2007). Habits, Peers, and Happiness: An Evolutionary Perspective. American Economic Review Papers and Procedings 97, 487-91.",
        "Benhabib, J. and R.E. Farmer (1992). Indeterminacy and Increasing Returns. Journal of Economic Theory 63, 19-41.",
        "Benhabib, J., R. Rogerson, and R. Wright (1991). Homework in Macroeconomics: Household Production and Aggregate Fluctuations. Journal of Political Economy 99, 1166-87.",
        "Bernanke, B. S., M. Gertler, and S. Gilchrist (1999). The Financial Accelerator in a Quantitative Business Cycle Framework. In J. B. Taylor and M. Woodford (eds.), Handbook of Macroeconomics 1, 1341-1393. North-Holland Elsevier.",
        "Bernardo, J.M. and A.F.M. Smith (2000). Bayesian Theory. Wiley Series in Probability and Statistics.",
        "Bils, M. and P. Klenow (2004). Some Evidence on the Importance of Sticky Prices. Journal of Political Economy 112, 947-985.",
        "Bils, M, P. J. Klenow, and B. A. Malin (2008). Reset Price Inflation and the Impact of Monetary Policy Shocks. Mimeo, University of Rochester.",
        "Binsbergen, J.H., J. FernÃ\u0083Â¡ndez-Villaverde, R.S.J. Koijen, and J. Rubio-Ramirez (2008). Working with Epstein-Zin Preferences: Computation and Likelihood Estimation of DSGE Models with Recursive Preferences. Mimeo, University of Pennsylvania.",
        "Birnbaum, A. (1962). On the Foundations of Statistical Inference. Journal of the American Statistical Association 57, 269-326.",
        "Blanchard, O.J. and N. Kiyotaki (1987). Monopolistic Competition and the Effects of Aggregate Demand,. American Economic Review 77, 647-66.",
        "Browning, M., L.P. Hansen, and J.J. Heckman (1999). Micro Data and General Equilibrium Models. in J.B. Taylor & M. Woodford (eds.), Handbook of Macroeconomics, volume 1, chapter 8, 543-633. Elsevier.",
        "Caballero, R.J. and E. M.R.A. Engel (1999). Explaining Investment Dynamics in U.S. Manufacturing: a Generalized (S ,s) Approach. Econometrica 67,783-826.",
        "Calvo, G. A. (1983). Staggered prices in a utility-maximizing framework. Journal of Monetary Economics 12, 383-398.",
        "Campbell, J. Y. (2003). Consumption-Based Asset Pricing. In G.M. Constantinides, M. Harris, and R. M. Stulz (eds.), Handbook of the Economics of Finance 1, 803-887. North-Holland Elsevier.",
        "Canova, F. (2007). Methods for Applied Macroeconomics Research. Princeton University Press.",
        "Canova, F., and L. Sala (2006). Back to Square One: Identification Issues in DSGE Models. Mimeo, Pompeu Fabra University.",
        "Caplin, A. and J. Leahy (1991). State-Dependent Pricing and the Dynamics of Money and Output. Quarterly Journal of Economics, 106, 683-708.",
        "Caplin, A. and J. Leahy (1997). Aggregation and Optimization with State-Dependent Pricing. Econometrica 65, 601-626.",
        "Caplin, A. and D. Spulber (1987). Menu Costs and the Neutrality of Money. Quarterly Journal of Economics 102, 703-725.",
        "Chamberlain G. and G.W. Imbens (2003). Nonparametric Applications of Bayesian Inference. Journal of Business Economics and Statistics 21, 12-18.",
        "Chen, X. H. and S. C. Ludvigson (2008). Land of Addicts? An Empirical Investigation of Habit-Based Asset Pricing Models, Forthcoming in the Journal of Applied Econometrics",
        "Chernozhukov, V., and H. Hong (2003). A MCMC approach to classical estimation. Journal of Econometrics 115(2), p. 293-346.",
        "Christiano, L . J. (1990). Linear- Quadratic Approximation and Value-Function Iteration: A Comparison. Journal of Business Economics and Statistics 8, 99-113.",
        "Christiano, L., M. Eichenbaum, and C.L. Evans (2005). Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy 113, 1-45.",
        "Christoffel, K, G. Coenen, and A. Warne (2007). The New Area-Wide Model of the Euro Area: Specification and First Estimation Results. Mimeo, European Central Bank.",
        "Clarida, R., J. Gall, and M. Gertler (2000). Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics 115, 147-180.",
        "Cooper, R.W. (2002). Estimation and Identification of Structural Parameters in the Presence of Multiple Equilibria. Les Annales dEconomie et Statistique 6, 1-25.",
        "Cooper, R. W., J. C. Haltiwanger (2006). On the Nature of Capital Adjustment Costs. Review of Economic Studies 73, 611-633.",
        "Correia I., J. Neves, and S. Rebelo (1995). Business Cycles in Small Open Economies. European Economic Review 39, 1089-1113.",
        "DeJong, D.N. and C. Dave (2007). Structural Macroeconometrics. Princeton University Press.",
        "Del Moral P. and J. Jacod (2002), The Monte-Carlo Method for Filtering with Discrete Time Observations. Central Limit Theorems. in T. J. Lyons and T. S. Salisbury (eds.), Numerical Methods and Stochastics. The Fields Institute Communications, American Mathematical Society.",
        "Dhyne, E., L. J. Alvarez, H. L. Bihan, G. Veronese, D. Dias, J. Hoffmann, N. Jonker, P. Lunnemann, F. Rumler, and J. Vilmunen (2006). Price Setting in the Euro Area and the United States: Some Facts From Individual Consumer Price Data. Journal of Economic Perspectives 20, 171-192.",
        "Dotsey, M., R.G. King, and A. Wolman (1999). State Dependent Pricing and the General Equilibrium Dynamics of Money and Output. Quarterly Journal of Economics 114, 655-690.",
        "Doucet. A., N. de Freitas, and N. Gordon (2001). Sequential Monte Carlo Methods in Practice. Springer Verlag.",
        "Epstein, L., and S.E. Zin (1989). Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: a Theoretical Framework. Econometrica 57, 937-969.",
        "Epstein, L., and S.E. Zin (1991). Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: an Empirical Analysis. Journal of Political Economy 99, 263-286.",
        "Erceg, C.J., L. Guerrieri, and C. Gust (2006). SIGMA: A New Open Economy Model for Policy Analysis. International Journal of Central Banking 2, 1-50.",
        "Farmer, R.E. (2007). Aggregate Demand and Supply. NBER Working Paper 13406.",
        "Farmer, R.E., D.F. Waggoner, and T. Zha (2006a). Minimal State Variable Solutions to Markov-Switching Rational Expectations Models. Mimeo, Federal Reserve Bank of Atlanta.",
        "Farmer, R.E., D.F. Waggoner, and T. Zha (2006b). Indeterminacy in a Forward Looking Regime Switching Model. Mimeo, Federal Reserve Bank of Atlanta.",
        "FernÃ\u0083Â¡ndez-Villaverde, J. and J. Rubio-Ramlrez (2004). Comparing Dynamic Equilibrium Models to Data: a Bayesian Approach. Journal of Econometrics, 1~3, 153-187.",
        "FernÃ\u0083Â¡ndez-Villaverde, J. and J. Rubio-Ramlrez (2005). Estimating Dynamic Equilibrium Economies: Linear versus Nonlinear Likelihood. Journal of Applied Econometrics, 20, 891-910.",
        "Fernandez-Villaverde, J. and J. Rubio-Ramirez (2006). Solving DSGE Models with Perturbation Methods and a Change of Variables. Journal of Economic Dynamics and Control 30, 2509-2531.",
        "FernÃ\u0083Â¡ndez-Villaverde, J. and J. Rubio-Ramlrez (2007). Estimating Macroeconomic Models: A Likelihood Approach. Review of Economic Studies 74, 1059-1087.",
        "Fernandez-Villaverde, J. and J. Rubio-Ramirez (2008). How Structural are Structural Parameters? NBER Macroeconomics Annual 2007, 83-137.",
        "FernÃ\u0083Â¡ndez-Villaverde, J., J. Rubio-Ramlrez, and M.S. Santos (2006). Convergence Properties of the Likelihood of Computed Dynamic Models. Econometrica 74, 93-119.",
        "FernÃ\u0083Â¡ndez-Villaverde, J., P. GuerrOn-Quintana, and J. Rubio-Ramlrez (2008). The New Macroeconometrics: A Bayesian Approach. in A. OHagan and M. West (eds.) Handbook of Applied Bayesian Analysis, Oxford University Press.",
        "Fisher, J., (2006). The Dynamic Effects of Neutral and Investment-Specific Technology Shocks. Journal of Political Economy 114, 413-52.",
        "Freedman, D. A. (1963). On the Asymptotic Behavior of Bayes Estimates in the Discrete Case. Annals Mathematical Statistics 34, 1386-1403.",
        "Friedman, M. and A.J. Schwartz (1971). A Monetary History of the United States, 1867-1960. Princeton University Press.",
        "Galeson, D. (2007). Old Masters and Young Geniuses: The Two Life Cycles of Artistic Creativity. Princeton University Press.",
        "Geweke, J.F. (1993). Bayesian Treatment of the Independent Student-t Linear Model. Journal of Applied Econometrics 1993, 8, S19-S40.",
        "Geweke, J.F. (1994). Priors for Macroeconomic Time Series and Their Application. Econometric Theory 10, 609-632.",
        "Ghosh, J.K. and R. V. Ramamoorthi (2003). Bayesian Nonparametrics. Springer Verlag.",
        "Griffiths, T. L., and J.B. Tenenbaum (2006). Optimal Predictions in Everyday Cognition.  Psychological Science 17, 767-773.",
        "Greenwood, J, Z. Herkowitz, and P. Krusell (1997). Long-Run Implications of Investment-Specific Technological Change. American Economic Review 87, 342-362.",
        "Greenwood, J, Z. Herkowitz, and P. Krusell (2000). The Role of Investment-Specific Technological Change in the Business Cycle. European Economic Review 44, 91-115.",
        "Guerron-Quintana P. (2008). What you match does matter: The Effects of Data on DSGE Estimation. Mimeo, North Carolina State University.",
        "Hall, R. (1997). Macroeconomic Fluctuations and the Allocation of Time. Journal of Labor Economics 15, S223-250.",
        "Hansen, L. P. and R. Jagannathan (1991). Implications of Security Market Data for Models of Dynamic Economies Journal of Political Economy 99, 225-262.",
        "Hansen, L.P., J. Heaton, J. Lee, and N. Roussanov (2007). Intertemporal Substitution and Risk Aversion. In J.J. Heckman and E. Leamer (eds.), Handbook of Econometrics 6, 3967-4056. North Holland-Elsevier.",
        "Harrison, R., K. Nikolov, M. Quinn, G. Ramsay, A. Scott, and R. Thomas (2005). The Bank of England Quarterly Model. Bank of England.",
        "Harvey, A.C. (1989). Forecasting, Structural Time Series Models and the Kalman Filter. Cambridge University Press.",
        "Heckman, J. and B. Singer (1984). A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models of Duration Data. Econometrica 68, 839-874.",
        "Jovanovic, B. (1989). Observable Implications of Models with Multiplicity of Equilibria.  Econometrica 57, 1431-1436.",
        "Judd, K.L. (1998). Numerical Methods in Economics. MIT Press, Cambridge.",
        "Judd, K.L. and S.M. Guu (1993). Perturbation Solution Methods for Economic Growth Model. In Varian, H. (Ed.), Economic and Financial Modelling in Mathematica. Springer-Verlag.",
        "Justiniano A. and G.E. Primiceri (2008). The Time Varying Volatility of Macroeconomic Fluctuations. American Economic Review 98, 604-641.",
        "Keynes, J.M. (1936). The General Theory of Employment, Interest, and Money. MacMillan.",
        "Kilponen, J. and A. Ripatti (2006). Introduction to AINO. Mimeo, Bank of Findland.",
        "Kim, J. (1998). Large Sample Properties of Posterior Densities, Bayesian Information Criterion and the Likelihood Principle in Nonstationary Time Series Models, Econometrica 66, 359-380.",
        "Kim, C. and C.R. Nelson (1998). Has the U.S. Economy Become More Stable? A Bayesian Approach Based on a Markov-Switching Model of the Business Cycle. Review of Economics and Statistics 81, 608-616.",
        "Kimball, M.S. (2002). Real Business Cycle Theory: a Semiparametric Approach. Mimeo, University of Michigan.",
        "King, R.G., C.I. Plosser, and S.T. Rebelo (2002). Production, Growth and Business Cycles: Technical Appendix. Computational Economics 20, 87-116.",
        "King, R.G., C.I. Plosser, J.H. Stock, and M.W. Watson (1991). Stochastic Trends and Economic Fluctuations. American Economic Review 81, 819-40.",
        "Kitamura, Y. and M. Stutzer (1997). An Information-theoretic Alternative to Generalized Method of Moment Estimation. Econometrica 65, 861-874.",
        "Klenow, P. J., and 0. Kryvtsov (2008). State-Dependent or Time-Dependent Pricing: Does it Matter for Recent US Inflation? Quarterly Journal of Economics 123, 863-904.",
        "Kortelainen, M. (2002). Edge: A Model of the Euro Area with Applications to Monetary Policy. Bank of Finland Studies E:23-2002, Bank of Finland.",
        "Kttnsch, H.R. (2005). Recursive Monte Carlo Filters: Algorithms and Theoretical Analysis. Annals of Statistics 33, 1983-2021.",
        "Kydland, F. E. and E. C. Prescott (1982). Time to Build and Aggregate Fluctuations. Econometrica 50, 1345-1370.",
        "Lagos, R. and R. Wright (2005). A Unified Framework for Monetary Theory and Monetary Analysis. Journal of Political Economy, 113, 463-484.",
        "Lubick, T. and F. Schorfheide (2004). Testing for Indeterminacy: An Application to U.S. Monetary Policy. American Economic Review 94, 190-217.",
        "Lucas, R., (1972). Expectations and the Neutrality of Money. Journal of Economic Theory 4(2),103-124.",
        "Mankiw, G.N. and R. Reis (2002). Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve. Quarterly Journal of Economics 117, 1295-1328.",
        "Manski, C.F. (1999). Identification Problems in the Social Sciences. Harvard University Press.",
        "McConnell, M.M. and G. Perez-QuirOs (2000). Output Fluctuations in the United States: What Has Changed Since the Early 1980s? American Economic Review 90, 1464-1476.",
        "McFadden, D.L. (1989). A Method of Simulated Moments for Estimation of Discrete Response Models Without Numerical Integration. Econometrica 57, 995-1026.",
        "Mehra, R. and E. C. Prescott, (1985). The Equity Premium: A Puzzle. Journal of Monetary Economics 15, 145-161.",
        "Mendoza, E. (1991). Real Business Cycles in a Small Open Economy. American Economic Review 81, 797-818.",
        "Mendoza, E. (1995). The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations. International Economic Review 36, 101-37.",
        "Mengersen, K.L., Robert, C.P. and Guihenneuc-Jouyaux, C. (1999). MCMC Convergence Diagnostics: a ~reviewww. In J. M. Bernardo, J. 0. Berger, A. P. Dawid and A. F. M. Smith (eds.), Bayesian Statistics 6, Oxford Sciences Publications.",
        "Monfort, A. (1996). A Reappraisal of Misspecified Econometric Models. Econometric Theory 12, 597-619.",
        "Murchison, S. and A. Rennison (2006). ToTEM: The Bank of Canadas New Canadian Projection Model. Bank of Canada Technical Report, Bank of Canada.",
        "Nakamura, E. and J. Steinsson (2008). Five Facts About Prices: A Reevaluation of Menu Cost Models. Quarterly Journal of Economics 123, 1415-1464.",
        "Orphanides, A. (2002). Monetary Policy Rules and the Great Inflation. American Economic Review 92, 115-120.",
        "Owen, A.R. (2001). Empirical Likelihood. Chapman & Hall/CRC.",
        "Pakes, A. and D. Pollard (1989). Simulation and the Asymptotics of Optimization Estimators. Econometrica 57, 1027-1057.",
        "Phillips, P. C .B. and W. Ploberger (1996). An Asymptotic Theory of Bayesian Inference for Time Series. Econometrica 64, 381-412.",
        "Ragusa, G. (2006). Bayesian Likelihoods for Moment Condition Models. Mimeo, UCIrvine.",
        "Rissanen, J. (1986). Stochastic Complexity and Modeling. The Annales of Statistics 14, 1080-1100.",
        "Robert, C.P. (2001), The Bayesian Choice (2~ edition), Springer Verlag.",
        "Robert, C.P. and G. Casella (2005). Monte Carlo Statistical Methods (2~ edition). Springer Verlag.",
        "Roberts, G., A. Gelman, and W. Gilks (1997). Weak Convergence and Optimal Scaling of Random Walk Metropolis Algorthims. Annals of Applied Probability 7, 110-120.",
        "Rogerson, R. and J. Wallenius (2007). Micro and Macro Elasticities in a Life Cycle Model with Taxes. NBER Working Paper 13017.",
        "Rouwenhost, K.G. (1995). Asset Pricing Implications of Equilibrium Business Cycle Models. In Cooley, T. F. (ed.), Frontiers of Business Cycle Research. Princeton University Press.",
        "Rubin, D.B. (1988). Using the SIR Algorithm to Simulate Posterior Distributions. in J.M. Bernardo, M.H. DeGroot, D.V. Lindley, and A.F.M. Smith (eds), Bayesian Statistics 3, 395-402, Oxford University Press.",
        "Schennach, S.M. (2005). Bayesian Exponentially Tilted Empirical Likeliood. Biometrika 92, 31-46.",
        "Schmitt-GrohÃ\u0083Â©, S., Uribe, M. (2004). Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function. Journal of Economic Dynamics and Control 28, 755-775.",
        "Sims, C.A. (2002). Implications of Rational Inattention. Mimeo, Princeton University.",
        "Sims, C. A. and H. Uhlig (1991). Understanding Unit Rooters: A Helicopter Tour. Econometrica 59, 1591-1599.",
        "Sims, C.A. and T. Zha (2006). Were There Regime Switches in U.S. Monetary Policy? American Economic Review vol 96, 54-81.",
        "Smets, F. and R. Wouters (2007). Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach. American Economic Review 97, 586-606.",
        "Stengel, R.F. (1994). Optimal Control and Estimation. Dover Publications.",
        "Stock, J.H. and M.W. Watson (2003). Has the Business Cycle Changed, and Why? NBER Macroeconomics Annual 2002, 159-218.",
        "Stokey, N.L., R.E. Lucas, and E.C. Prescott (1989). Recursive Methods in Economic Dynamics. Harvard University Press.",
        "Wallace, N. (2001). Whither Monetary Economics?. International Economic Review 42, 847-869.",
        "Weil, P. (1989). The Equity Premium Puzzle and the Risk-Free Rate Puzzle. Journal of Monetary Economics 24, 401-421.",
        "Woodford, M.D. (2003). Interest and Prices. Princeton University Press.",
        "Young, (2005). One of the Things that We Know that Aint So: Why U.S. Labor Share is Not Relatively Stable. Mimeo, University of Mississippi.",
        "Zellner, A. (1988). Optimal Information Processing and Bayes Theorem, American Statistician 42, 278-284."
    ]
}