{
    "id": 14686,
    "cites": 52,
    "cited_by": 13,
    "reference": [
        "Aguiar-Contraria, Luis, and Yi Wen, Understanding the Large Negative Impact of Oil Shocks. Journal of Money, Credit and Banking, 39 (2007), 925-44.",
        "Alogoskoufis, George S., and Ron Smith, The Phillips Curve, the Persistence of Inflation, and the Lucas Critique: Evidence from Exchange-rate Regimes, American Economic Review, 81(1991), 1254-75.",
        "Andrew, A. Piatt, The Influence of the Crops upon Business in America. Quarterly Journal of Economics, 20 (1906), 323-52.",
        "Backus, David K., and Patrick J. Kehoe, International Evidence on the Historical Properties of Business Cycles, American Economic Review, 82(1992), 864-888.",
        "Ball, Laurence, Policy Rules for Open Economies, in Monetary Policy Rules, John B.",
        "Taylor, ed. (Chicago: University of Chicago, 1999.) Balke, Nathan S., and Robert J. Gordon, The Estimation of Prewar Gross National Product: Methodology and New Evidence, Journal of Political Economy, 97 (1989), 3892.",
        "Barsky, Robert B., N. Gregory Mankiw, Jeffrey A. Miron, and David N. Weil, The Worldwide Change in the Behavior of Interest Rates and Prices in 1914, European Economic Review, 32 (1988), 1123-1147.",
        "Basu, Susanto, and Alan M. Taylor, Business Cycles in International Historical Perspective, Journal of Economic Perspectives, 13 (1999), 45-68.",
        "Bernanke, Ben S., and Mark Gertler, Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives, 9 (1995), 27-48.",
        "Bernanke, Ben S., Mark Gertler and Mark Watson, Systematic Monetary Policy and the Effects of Oil Price Shocks, Brookings Papers on Economic Activity, 1 (1997), 91-142.",
        "Bodenhorn, Howard, A More Perfect Union: Regional Interest Rates in the United States, 1880-1960, in Anglo-American Financial Systems: Institutions and Markets in the Twentieth Century, Michael D. Bordo and Richard Sylla, eds. (Burr Ridge, IL: Irwin, 1995.) Bogue, Allan G., Money at Interest: The Farm Mortgage on the Middle Border, (Ithaca, NY: Cornell University Press, 1955.) Bordo, Michael D., and Ronald McDonald, Interest Rate Interactions in the Classical Gold Standard, 1880-1914: Was there any Monetary Independence? Journal of Monetary Economics, 52(2005), 307-327.",
        "Brown, Harry B, Cotton: History, Species, Varieties, Morphology, Breeding, Culture, Diseases, Marketing, and Uses, (New York: McGraw-Hill, 1927.) Brooks, Christopher P., Cotton: Its Uses, Varieties, Fibre Structure, Cultivation and Preparation for the Market, (New York: Spoon and Chamberlain, 1898.) Burns, Arthur F., Mitchell on What Happens During Business Cycles, in Conference on Business Cycles, (New York: NBER, 1951.) Cagan, Phillip, Determinants and Effects of Changes in the Stock of Money, 1875-1960, (New York: Columbia University Press for NBER, 1965.) Calomiris, Charles, Price and Exchange Rate Determination during the Greenback Suspension, Oxford Economic Papers, 40 (1988), 719-750.",
        "Calomiris, Charles, and Christopher Hanes, Historical Macroeconomics and American Macroeconomic History, in Macroeconometrics: Developments, Tensions and Prospects, Kevin D. Hoover, ed. (Boston: Kluwer, 1995.) Calomiris, Charles, and R. Glenn Hubbard, International Adjustment under the Classical Gold Standard: Evidence for the United States and Britain, 1879-1914. in Modern Perspectives on the Gold Standard, Tamim Bayoumi, Barry Eichengreen and Mark P.",
        "Capie, Forrest, and Alan Webber, A Monetary History of the United Kingdom, 18701982, Vol. I. (London: Allen and Unwin, 1985.) Carter, Susan, Scott S. Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright, eds., Historical Statistics of the United States: Earliest Times to the Present. Millennial Edition, (New York: Cambridge University Press, 2006.) Clarida, Richard, Jordi Gali and Mark Gertler, A Simple Framework for International Monetary Policy Analysis. Journal of Monetary Economics. 49:5, (July 2002): 879-904.",
        "Clark, Truman A., Interest Rate Seasonals and the Federal Reserve. Journal of Political Economy, 94(1986), 76-125.",
        "Statistical Supplement: Actual Wholesale Prices of Various Commodities, (Cambridge, MA: Harvard University Press, 1938.) Comstock, J. Henry, Report upon Cotton Insects, (Washington, DC: GPO, 1879.) Covert, James R., Seedtime and Harvest: Cereals, Flax, Cotton and Tobacco, United States Department of Agriculture, Bureau of Statistics Bulletin 85, (Washington, DC: GPO, 1912.) Da Rocha, Jose Maria, and Diego Restuccia, The Role of Agriculture in Aggregate Business Cycles, Review of Economic Dynamics, 9(2006), 455-482.",
        "Davis, Joseph H., An Annual Index of U.S. Industrial Production, 1790-1915, Quarterly Journal of Economics, 119 (2004), 1177-1215.",
        "---, An Improved Annual Chronology of U.S. Business Cycles, Journal of Economic History, 66 (2006), 103-121.",
        "Davis, Joseph H., Christopher Hanes and Paul W. Rhode, Harvests and Business Cycles in Nineteenth Century America, NBER Working Paper, 2009.",
        "Diebold, Francis X., Steven Husted and Mark Rush, Real Exchange Rates under the Gold Standard, Journal of Political Economy, 99 (1991), 1252-71.",
        "Fels, Rendigs, American Business Cycles 1865-189 7, (Chapel Hill: University of North Carolina Press, 1959.) Fisher, Irving, The Purchasing Power of Money, (New York: MacMillan, 1913.) Flandreau, Marc, The French Crime of 1873: An Essay on the Emergence of the International Gold Standard, 1870-1880, Journal of Economic History, 56(1996), 862897.",
        "Foster, Ellen L., Seasonal Movements of Exchange Rates and Interest Rates under the Pre-World War I Gold Standard, (New York: Garland, 1994.) Frickey, Edwin, Production in the United States 1860-1914, (Cambridge, MA: Harvard University Press, 1947.) Friedman, Milton, Bimetallism Revisited, Journal of Economic Perspectives, 4 (1990), 85-104.",
        "Hamilton, James D., Oil and the Macroeconomy since World War II, Journal of Political Economy, 91(1983), 228-248.",
        "---, A Neoclassical Model of Unemployment and the Business Cycle, Journal of Political Economy, 96(1988), 593-617.",
        "---, What is an Oil Shock? NBER Working Paper 7755, 2000.",
        "Hammond, Harry, The Uses and Handling of Cotton, in The Cotton Plant: Its History, Botany, Chemistry, Culture, Enemies, and Uses, Charles W. Dabney, ed. (Washington DC: GPO, 1896.) Hammond, Matthew B., The Cotton Industry: An Essay in American Economic History.",
        "Part I. The Cotton Culture and the Cotton Trade, (New York: MacMillan, 1897.) Hanes, Christopher, Degrees of Processing and Changes in the Cyclical Behavior of Prices in the United States, 1869-1990, Journal of Money, Credit and Banking, 31 (1999), 35-53.",
        "Hanney, Annie, The Influence of Weather on Crops, 1900-1930: Selected and Annotated Bibliography, USDA Miscellaneous Publication No. 118, (Washington, DC: GPO, 1931.) Henderson, William 0., The Lancashire Cotton Famine, (Manchester, UK: Manchester University Press, 1934.) Henry, A. J., J. B. Kincer, H.C. Frankenfield, W. R. Gregg, B. B. Smith, and E. N.",
        "James, John, Money and Capital Markets in Postbellum America, (Princeton: Princeton University Press, 1978.) Jevons, William Stanley, On the Frequent Autumnal Pressure in the Money Market, and the Action of the Bank of England, Journal of the Statistical Society of London, 29 (1866), 235-253.",
        "---, Investigations in Currency and Finance, (London: MacMillan, 1884.) Jevons, H. Stanley, The Causes of Fluctuations of Industrial Activity and the PriceLevel,  Journal of the Royal Statistical Society, 96 (1933), 545-605.",
        "Juhl, Ted, William Miles and Marc D. Wiedenmier, Covered Interest Arbitrage: Then vs. Now, Economica, 73 (2006), 34 1-352. Kemmerer, E. W., Seasonal Variations in the Relative Demand for Money and Capital in the United States, National Monetary Commission, U.S. Senate Document 588.",
        "(Washington, DC: GPO, 1910.) Kincer, Joseph B., Weather and the Cotton Boll Weevil, Monthly Weather Review, 56 (1928), 301-304.",
        "Kincer, J. B., and W. A. Mattice, Statistical Correlations of Weather Influence on Crop Yields, Monthly Weather Review, 56 (1928), 53-57.",
        "Kindahl, James K., Economic Factors in Specie Resumption, the United States, 186579,  Journal of Political Economy, 69 (1961), 30-48.",
        "Kuznets, Simon, Comment on Joseph Schumpeter, in Conference on Business Cycles, (New York: NBER, 1951.) Lothian, James R., and Mark P. Taylor, Real Exchange Rate Behavior: the Recent Float from the Perspective of the Past Two Centuries, Journal of Political Economy, 104 (1996), 488-509.",
        "Madsen, Jakob B., Agricultural Crises and the International Transmission of the Great Depression, Journal of Economic History, 61(2001), 327-365.",
        "Mattice, W. A., Weather and Corn Yields, Monthly Weather Review, 59: 3, (1931): 105-112.",
        "Meissner, Christopher, A New World Order: Explaining the International Diffusion of the Gold Standard. Journal of International Economics, 66 (2005), 385-406.",
        "Miron, Jeffrey A., Financial Panics, the Seasonality of the Nominal Interest Rate, and the Founding of the Fed, American Economic Review, 76 (1986), 25-140.",
        "Miron, Jeffrey A., and Christina D. Romer, A New Monthly Index of Industrial Production, 1884-1940, Journal of Economic History, 50 (1990), 321-332.",
        "Miron, Jeffrey A., Christina D. Romer and David N. Weil, Historical Perspectives on the Monetary Transmission Mechanism, in Monetary Policy, N. Gregory Mankiw, ed.(Chicago: University of Chicago Press, 1994.) Mitchell, Wesley C., What Happens During Business Cycles: A Progress Report, (New York: NBER, 1951.) Moore, Henry L., Economic Cycles: Their Law and Cause, (New York: MacMillan, 1914.) ---, Forecasting the Yield and Price of Cotton, (New York: MacMillan, 1917.) ---, Forecasting the Crops of the Dakotas, Political Science Quarterly, 35(1920), 204235.",
        "Olmstead, Alan L., and Paul W. Rhode, The Red Queen and the Hard Reds: Productivity Growth in American Wheat, 1800-1940, Journal of Economic History, 62(2002), 929-966.",
        "Parker, William N., Europe, America, and the Wider World: Essays on the Economic History of Western Capitalism, Vol. 2, (New York: Cambridge University Press, 1991.) Pigou, Arthur C., Industrial Fluctuations, (London: MacMillan, 1927.) Ransom, Roger L., and Richard Sutch, One Kind of Freedom: The Economic Consequences of Emancipation, (New York: Cambridge University Press, 1977.) Ravn, Morten 0., and Harald Uhlig, On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations, Review of Economics and Statistics, 84(2002), 371-380.",
        "Rhode, Paul W., Gallmans Annual Output Series for the United States, 1834-1909, NBER Working Paper No. 8860, 2002.",
        "Robertson, Dennis H., A Study of Industrial Fluctuation, (London: P.S. King, 1915.) Romer, Christina D., Remeasuring Business Cycles, Journal of Economic History, 54 (1994), 573-609.",
        "Romer, Christina D., and David H. Romer, New Evidence on the Monetary Transmission Mechanism, Brookings Papers on Economic Activity, 1990:1, 149-213.",
        "Sayers, R. S., The Bank of England, 1891-1944, (Cambridge, UK: Cambridge University Press, 1976.) Schneider, Jurgen, Oskar Schwarzer and Friedrich Zellfelder, Wahrungen der Welt I: Europaische und nordamerikanische Devisenkurse 1777-1914. (Stuttgart, Germany: Franz Steiner Verlag, 1991.) Solomou, S. N., and W. Wu, Weather Effects on European Agricultural Output, 18501913,  European Review of Economic History, 3 (1999), 35 1-373.",
        "Sprague, 0. M. W., The New York Money Market. Economic Journal, 13 (1903), 3057.",
        "---, The Crisis of 1914 in the United States, American Economic Review, 5 (1915), 499533.",
        "Stevens, Albert C., Futures in the Wheat Market, Quarterly Journal of Economics, 2 (1887), 37-63.",
        "Strauss, Frederick, and Louis H. Bean, Gross Farm Income and Indices of Farm Production and Prices in the United States, 1869-1937. USDA Technical Bulletin No.",
        "(Washington, DC: GPO, 1895.) United States Industrial Commission, Report of the Industrial Commission on the Distribution of Farm Products, Vol. VI, (Washington, DC: GPO, 1901.) Warren, George F., and Frank A. Pearson, Wholesale Prices for 213 Years, 1720 to 1932, Cornell University Agricultural Experimental Station Memoir 142, (Ithaca, NY: 1932.) Woodman, Harold D., King Cotton and his Retainers: Financing and Marketing the Cotton Crop of the South, 1800-1925, (Lexington, KY: University of Kentucky Press, 1968.) Wright, Gavin, Cotton Competition and the Post-Bellum Recovery of the American South, Journal of Economic History, 34(1974): 610-35."
    ]
}