{
    "id": 14687,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Ang, Andrew, Vineer Bhansali, and Yuhang Xing, 2008, Taxes on Tax-Exempt Bonds, Journal of Finance, forthcoming.",
        "Ang, James, David Peterson, and Pamela Peterson, 1985, Marginal Tax Rates: Evidence from Nontaxable Corporate Bonds: A Note, Journal of Finance 40, 327-332.",
        "Arak, M., and K. Guentner, 1983, The Market for Tax-Exempt Issues: Why are the Yields so High? National Tax Journal 36, 145-161.",
        "Buser, Stephen A., and Patrick J. Hess, 1986, Empirical Determinants of the Relative Yields on Taxable and Tax-Exempt Securities, Journal of Financial Economics 17, 335-355.",
        "Chalmers, John M. R., 1998, Default Risk Cannot Explain the Muni Puzzle: Evidence from Municipal Bonds that are Secured by U.S. Treasury Obligations, Review of Financial Studies 281-308.",
        "Constantinides, George M., and Jonathan E. Ingersoll, Jr., 1982, Optimal Bond Trading with Personal Tax: Implications for Bond Prices and Estimated Tax Brackets and Yield Curves, Journal of Finance 37, 349-352.",
        "Dammon, Robert M., and Richard C. Green, 1987, Tax Arbitrage and the Existence of Equilibrium Prices for Financial Assets, Journal of Finance 42, 1143-1166.",
        "Dammon, Robert M., Chester S. Spatt, and Harold H. Zhang, 2004, Optimal Asset Location and Allocation with Taxable and Tax-Deferred Investing, Journal of Finance 59, 999-1037.",
        "Downing, Chris and Frank Zhang, 2004, Trading Activity and Price Volatility in the Municipal Bond Market, Journal of Finance 59, 899-931.",
        "Duffee, Gregory R., 1998, Idiosyncratic Variation in Treasury Bill Returns, Journal of Finance 51, 527-551.",
        "Duffee, Gregory R., 2002, Term Premia and Interest Rate Forecasts in Affine Models, Journal of Finance 57, 405-443.",
        "Duffie, Darrell, and Kenneth J. Singleton, 1997, An Econometric Model of the Term Structure of Interest Rate Swap Yields, Journal of Finance 52, 1287-1323.",
        "Dybvig, Philip H., and Stephen A. Ross, 1986, Tax Clienteles and Asset Pricing, Journal of Finance 41, 751-762.",
        "Feenberg, Daniel, and James M. Poterba, 1991, Which Households Own Municipal Bonds? Evidence from Tax Returns, National Tax Journal 44, 93-103.",
        "Feenberg, Daniel, and James M. Poterba, 2004, The Alternative Minimum Tax and Effective Marginal Tax Rates, National Tax Journal 57, 407-427.",
        "Graham, John R., 2003, Taxes and Corporate Finance: A Review, Review of Financial Studies 1075-1129.",
        "Green, Richard C., 1993, A Simple Model of the Taxable and Tax-Exempt Yield Curves, Review of Financial Studies 6, 233-264.",
        "Green, Richard C., 2007, Issuers, Underwriter Syndicates, and Aftermarket Transparency, Journal of Finance 62 1529-1550.",
        "Green, Richard C., Burton Hollifield, and Norman SchÃ\u0083Â¼rhoff, 2007b, Dealer Intermediation and Price Behavior in the Aftermarket for New Bond Issues, Journal of Financial Economics 86, 643-682.",
        "Green, Richard C., and Bernt A. Oedegaard, 1997, Are There Tax Effects in the Relative Pricing of U.S. Government Bonds? Journal of Finance 52, 609-633.",
        "Jordan, James V., 1984, Tax Effects in Term Structure Estimation, Journal of Finance 39, 393-406.",
        "Kidwell, David S., and Charles A. Trzcinka, 1982, Municipal Bond Pricing and the New York City Fiscal Crisis, Journal of Finance 37, 1239-1246.",
        "Kochin, Levis A., and Richard W. Parks, 1988, Was the Tax-Exempt Bond Market Inefficient or were Future Expected Tax Rates Negative? Journal of Finance 43, 913931.",
        "Litzenberger, Robert H., and Jacques Rolfo, 1984, An International Study of Tax Effects on Government Bonds, Journal of Finance 39, 1-22.",
        "Livingson, Miles, 1979, Bond Taxation and the Shape of the Yield-to-Maturity Curve, Journal of Finance 34, 189-196.",
        "Livingston, Miles, 1982, The Pricing of Municipal Bonds, Journal of Financial and Quantitative Analysis 17, 179-193.",
        "Liu, Jun, Francis A. Longstaff, and Ravit E. Mandell, 2006, The Market Price of Risk in Interest Rate Swaps: The Roles of Default and Liquidity Risks, Journal of Business 79, 2337-2359.",
        "Longstaff, Francis A., 2000, The Term Structure of Very Short Term Rates: New Evidence for the Expectations Hypothesis, Journal of Financial Economics 58, 397-415.",
        "Longstaff, Francis A., 2004, The Flight-to-Liquidity Premium in U.S. Treasury Bond Prices, Journal of Business 77, 5 11-526.",
        "Longstaff, Francis A., Sanjay Mithal, and Eric Neis, 2005, Corporate Yield Spreads: Default Risk or Liquidity? New Evidence from the Credit-Default Swap Market, Journal of Finance 60, 2213-2253.",
        "McConnell, John, and Alessio Saretto, 2008, Auction Failures and the Market for Auction Rate Securities, Working paper, Purdue University.",
        "Nanda, Vikram, and Raj deep Singh, 2004, Bond Insurance: What is Special About Munis? Journal of Finance 59, 2253-2279.",
        "Neis, Eric, 2006, Liquidity and Municipal Bonds, Working paper, UCLA.",
        "Schaefer, Stephen M., 1982, Tax-Induced Clientele Effects in the Market for British Government Securities, Journal of Financial Economics 10, 121-159.",
        "Skelton, Jeffrey L., 1983, Relative Risk in Municipal and Corporate Debt, Journal of Finance 38, 625-634.",
        "Stock, Duane and Edward L. Schrems, 1984, Municipal Bond Demand Premiums and Bond Price Volatility: A Note, Journal of Finance 39, 535-539.",
        "Sulzberge, Frank, and Andrew Flynn, 2008, Lessons From Tough Times: Understanding VRDO Failures, The Bond Buyer July 21."
    ]
}