{
    "id": 14682,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Alho J.M., J. Lassila and T. Valkonen (2005) Demographic Uncertainty and Evaluation of Sustainability of Pension Systems, pp. 95-115 in Holtzmann R. and Palmer E. (Eds.) Non-Financial Defined Contribution (ND C) Pension Schemes: Concept, Issues, Implementation, Prospects. World Bank, Washington D.C.",
        "Auerbach, Alan J., and Kevin Hassett (2002) A New Measure of Horizontal Equity, American Economic Review (September) pp. 1116-1125.",
        "Auerbach, Alan J. and Ronald D. Lee (2008) Notional Defined Contribution Pension Systems in a Stochastic Context: Design and Stability, in J. Brown, J. Liebman, and D. Wise, eds., Social Security Policy in a Changing Environment. University of Chicago Press: Chicago, forthcoming.",
        "Borsch-Supan, Axel, and Christina B. Wilke, 2003, The German Public Pension System: How it Was, How it Will Be Borsch-Supan, Axel, Annette Reil-Held and Christina Benita Wilke, 2003, How to make a Defined Benefit System Sustainable: The `Sustainability Factor in the German Benefit Indexation Formula Gruber, Jonathan, and David A. Wise (1999) Social Security Around the World. University of Chicago Press: Chicago.",
        "Holtzmann R. and Palmer E. (Eds.) (2005) Non-Financial Defined Contribution (NDC) Pension Schemes: Concept, Issues, Implementation, Prospects. World Bank, Washington D.C.",
        "Lee, Ronald (1993) Modeling and Forecasting the Time Series of US Fertility: Age Patterns, Range, and Ultimate Level, International Journal of Forecasting v.9 pp.187-202.",
        "Lee, Ronald (2007) National Transfer Account Project, data for United States, 2003. http://www.ntaccounts.org.",
        "Lee, Ronald and Lawrence Carter (1992) Modeling and Forecasting U.S. Mortality, Journal of the American StatisticalAssociation v.87 n.419 (September 1992), pp.6S9-67l, and Rejoinder, same issue, pp.674-675.",
        "Lee, Ronald and Shripad Tuljapurkar (1994), Stochastic Population Projections for the United States: Beyond High, Medium and Low, Journal of the American Statistical Association, v.89 n.428 (December) 1175-1189.",
        "Lee, Ronald D., Michael W. Anderson, and Shripad Tuljapurkar (2003) Stochastic Forecasts of the Social Security Trust Fund Report for the Social Security Administration (January) posted on the web site of the Office of the Actuary.",
        "Lee, Ronald (2005) Comments on `The Rate of Return of Pay As You Go Pension Systems in Holtzmann R. and Palmer E. (Eds.) (2005) Non-Financial Defined Contribution (NDC) Pension Schemes: Concept, Issues, Implementation, Prospects. World Bank, Washington D.C.",
        "Lee, Ronald, Timothy Miller and Michael Anderson (2004) Stochastic Infinite Horizon Forecasts for Social Security and Related Studies, National Bureau of Economic Research Working Paper No. 10917 (http://papers.nber.org/papers/w10917.pdf).",
        "Legros, Florence (2003) Notional Defined Contribution: A Comparison of the French and German Point Systems, paper presented at the World Bank and RFV Conference on NDC Pension Schemes, Sandhamn, Sweden (Sept. 28-30, 2003).",
        "Ludwig, Alexander and Michael Reiter, 2008, Sharing Demographic Risk - Who is Afraid of the Baby Bust? Mannheim Research Institute for the Economics of Aging working paper."
    ]
}