{
    "id": 14681,
    "cites": 19,
    "cited_by": 13,
    "reference": [
        "Babcock, Linda, and Sara Laschever. 2003. Women Don `tAsk: Negotiation and the Gender Divide. Princeton, NJ: Princeton University Press.",
        "Bell, Linda. 2005. Women-led Firms and the Gender Gap in Top Executive Pay, Institute for the Study of Labor (IZA) working paper.",
        "Bertrand, Marianne, and Kevin Hallock. 2001. The Gender Gap in Top Corporate Jobs, Industrial and Labor Relations Review 55 (October), pp. 3-2 1.",
        "Bertrand, Marianne, Dolly Chugh, and Sendhil Mullainathan. 2005. Implicit Discrimination, American Economic Review Papers and Proceedings 95 (May), pp. 94-98.",
        "Black, Dan A., Amelia M. Haviland, Seth G. Sanders, and Lowell J. Taylor. 2008. Gender Wage Disparities among the Highly Educated, Journal of Human Resources 43 (Summer), pp. 630-59.",
        "Ginther, Donna K. 2006. The Economics of Gender Differences in Employment Outcomes in Academia. In Biological, Social, and Organizational Components of Success for Women in Science and Engineering: Workshop Report. Committee on Maximizing the Potential of Women in Engineering and Science. Washington, D.C.: The National Academies Press, pp. 99-112.",
        "Ginther, Donna K., and Shulamit Kahn. 2006. Does Science Promote Women? Evidence from Academia, 1973 to 2001. NBER Working Paper no. 12691 (Nov.).",
        "Goldin, Claudia, and Lawrence F. Katz. 2008. Transitions: Career and Family Life Cycles of the Educational Elite, American Economic Review Papers & Proceedings 98 (May), pp. 363-69.",
        "Herr, Jane L., and Catherine Wolfram. 2008. Opt-Out Patterns across Careers: Labor Force Participation Rates among Highly Educated Mothers. University of California, Berkeley Working Paper (July).",
        "Hollenshead, Carol, and Jeanne Wilt. 2000. Women and the MBA: Gateway to Opportunity. University of Michigan, Center for the Education of Women and Catalyst.",
        "Landers, RenÃ\u0083Â©e M., James B. Rebitzer, and Lowell J. Taylor. 1996. Rat Race Redux: Adverse Selection in the Determination of Work Hours in Law Firms, American Economic Review 86 (June), pp. 329-48.",
        "Light, Audrey and Manuelita Ureta. 1995. Early-Career Work Experience and Gender Wage Differentials, Journal of Labor Economics 13 (January), 12 1-54.",
        "Manning, Alan, and Joanna Swaffield. 2008. The Gender Gap in Early-Career Wage Growth, Economic Journal 118 (July), pp. 983-1024.",
        "Niederle, Muriel and Lise Vesterlund. 2007. Do Women Shy Away from Competition? Do Men Compete too Much?, Quarterly Journal of Economics 122 (August), pp. 1067-1101.",
        "Philippon, Thomas, and Ariell Reshef. 2009. Human Capital in the U.S. Financial Industry: 1909-2006. NBER Working Paper No. 14644, January.",
        "Preston, Anne E. 2004. Leaving Science. New York: Russell Sage Foundation.",
        "Reyes, Jessica Wolpaw. 2006. Do Female Physicians Capture Their Scarcity Value? The Case of OB/GYNs. NBER Working Paper, no. 12528 (September).",
        "Sasser, Alicia. 2005. Gender Differences in Physician Pay: Tradeoffs between Career and Family, Journal of Human Resources 40 (Spring), pp. 477-5 04.",
        "Wolfers, Justin. 2006. Diagnosing Discrimination: Stock Returns and CEO Gender, Journal of the European Economic Association 4 (May), pp. 53 1-41."
    ]
}