{
    "id": 14685,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "[1] Abraham, Katharine G, and John C. Haltiwanger (1995), Real Wages and the Business Cycle, Journal of Economic Literature, 33(3)1215-1264.",
        "[2] Alm, James, Edward Sennoga and Mark Skidmore (2009), Perfect Competition, Urbanization, and Tax Incidence in the Retail Gasoline Market, forthcoming, Economic Inquiry.",
        "[4] Chouinard, Hayley and Jeffrey M. Perloff (2004), Incidence of Federal and State Gasoline Taxes, Economics Letters, 83, 55-60.",
        "[5] Cooley, Thomas F., and Stephen LeRoy (1985), Atheoretical Macroeconometrics: A Critique, Journal of Monetary Economics, 16, 283-308.",
        "[6] Dahl, Carol A. (1979), Consumer Adjustment to a Gasoline Tax, Review of Economics and Statistics, 61, 427-432.",
        "[7] Dahl, Carol and Thomas Sterner (1991), Analysing Gasoline Demand Elasticities: A Survey, Energy Economics, 13(3), 203-210.",
        "[8] Doyle Jr., Joseph J. and Krislert Samphantharak (2008), $2.00 Gas! Studying the Effects of a Gas Tax Moratorium, Journal of Public Economics, 92: 869-884.",
        "[9] Edelstein, Paul, and Lutz Kilian (2007), Retail Energy Prices and Consumer Expenditures, mimeo, Department of Economics, University of Michigan.",
        "[10] Fullerton, Don and Sarah E. West. (2002) Can Taxes on Cars and on Gasoline Mimic an Unavailable Tax on Emissions, Journal of Environmental Economics and Management, 43: 135-157.",
        "[11] Goncalves, Silvia, and Lutz Kilian (2004), Bootstrapping Autoregressions with Conditional Heteroskedasticity of Unknown Form, Journal of Econometrics, 123(1), 89-120.",
        "[12] Greene, David L., James R. Kahn and Robert C. Gibson (1999), Fuel Economy Rebound Effect for U.S. Household Vehicles, The Energy Journal, 20(3), 1-30.",
        "[13] Hamilton, James D. (2009), The Oil Shock of 2008, Presentation at the AEA Meetings, San Francisco, January 4, 2009 (to appear in revised form in the Brookings Papers on Economic Activity).",
        "[14] Hughes, Jonathan E., Christopher R. Knittel, and Daniel Sperling (2008), Evidence of a Shift in the Short-Run Price Elasticity of Gasoline Demand, The Energy Journal, 29(1), 93-114.",
        "[15] Intergovernmental Panel on Climate Change (2007), Climate Change 2007: Synthesis Report.",
        "[16] Ivanov, Ventzislav, and Lutz Kilian (2005), A Practitioners Guide to Lag Order Selection for VAR Impulse Response Analysis, Studies in Nonlinear Dynamics and Econometrics, 9(1), March 2005, Article 2.",
        "[17] Kilian, Lutz (2008a), The Economic Effects of Energy Price Shocks, Journal of Economic Literature, 46(4), 871-909.",
        "[18] Kilian, Lutz (2008b), Exogenous Oil Supply Shocks: How Big Are They and How Much Do They Matter for the U.S. Economy? Review of Economics and Statistics, 90(2), 216-240.",
        "[19] Kilian, Lutz (2009), Explaining Fluctuations in U.S. Gasoline Prices: A Joint Model of the Global Crude Oil Market and the U.S. Retail Gasoline Market, mimeo, Department of Economics, University of Michigan.",
        "[20] Kilian, Lutz and Clara Vega (2008), Do Energy Prices Respond to U.S. Macroeconomic News? A Test of the Hypothesis of Predetermined Energy Prices, mimeo, Department of Economics, University of Michigan. 24",
        "[21] Moreira, M. (2003), A Conditional Likelihood Ratio Test for Structural Models, Econometrica, 71, 1027- 1048.",
        "[22] Nordhaus, William (2007), A Review of the Stern Review on the Economics of Global Warming, forthcoming, Journal of Economic Literature.",
        "[23] Ramsey, J., Rasche, R. and B. Allen (1976), An Analysis of the Private and Commercial Demand for Gasoline, Review of Economics and Statistics, 57, 502-507.",
        "[24] Reiss, Peter C. and Matthew W. White (2008), What Changes Energy Consumption? Prices and Public Pressures, RAND Journal of Economics, 39(2), 636-663.",
        "[25] Rotemberg, J., and M. Woodford (1996), Imperfect Competition and the Effects of Energy Price Increases on Economic Activity, Journal of Money, Credit, and Banking, 28, Part 1, 550-77.",
        "[26] Schmalensee, Richard and Thomas M. Stoker (1999), Household Gasoline Demand in the United States, Econometrica, 67(3), 645-662.",
        "[27] Shapiro, Matthew D. and Mark W. Watson (1988), Sources of Business Cycle Fluctuations, NBER Macroeconomics Annual, 1988.",
        "[28] Stock, J.H., J.H. Wright, and M. Yogo (2002), A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments, Journal of Business and Economic Statistics, 20, 518-529. 25"
    ]
}