{
    "id": 14697,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "ANDERSON, T. W. (1951): Estimating linear restrictions on regression coefficiants for multivariate normal distributions, Annals of Mathematical Statistics, 22, 327-351.",
        "BAXTER, M., AND R. G. KING (1999): Measuring Business Cycles: Approximate Band-Pass Filters For Economic Time Series, The Review of Economics and Statistics, 81(4), 575-593.",
        "BEAUDRY, P., AND D. GREEN (2003): Wages and Unemployment in the United States and Germany: What Explains the Differences?, American Economic Review, 93(3), 573-602.",
        "BURNSIDE, C. (2000): Some facts About the HP Filter, Discussion paper, World Bank.",
        "BURNSIDE, C., M. EICHENBAUM, AND S. REBELO (1995): Capital Utilization and Returns to Scale, vol. NBER Macroeconomics Annual, pp. 67-lb. NBER.",
        "CASTRO, R., AND D. COEN-PIRANI (2008): Why have aggregate skilled hours become so cyclical since the mid-1980s?, International Economic Review, 49(1), 135-185.",
        "CHRISTIANO, L. J., AND M. EICHENBAUM (1992): Current Real-Business-Cycle Theories and Aggregate Labor-Market Fluctuations, American Economic Review, 82(3), 430-SO.",
        "CLARK, K. B., AND L. H. SUMMERS (1981): Demographic Differences in Cyclical Employment Variation, The Journal of Human Resources, XVI, 61-79.",
        "CRAGG, J. G., AND S. G. DONALD (1993): Testing Identifiability and Specification in Instrumental Variable Models, Econometric Theory, 9, 222-240.",
        "DAVIDSON, R., AND J. G. MACKINNON (2004): Econometric Theory and Methods. Oxford University Press.",
        "FRANCIS, N., AND V. A. RAMEY (2008): Measures of Per Capita Hours and their Implications for the Technology-Hours Debate, Discussion paper, UCSD.",
        "GOMME, P., R. ROGERSON, P. RUPERT, AND R. WRIGHT (2004): The Business Cycle and the Life Cycle, in NBER Macroeconomics Annual, vol. 19, pp. 415-461.",
        "HANSEN, G. D. (1985): Indivisible labor and the business cycle, Journal of Monetary Economics, 16(3), 309-327.",
        "HANSEN, G. D., AND S. IMROHOROGLU (2008): Business Cycle Fluctuations and the Life Cycle: How Important is On-The-Job Skill Accumulation?, Discussion paper, UCLA.",
        "HOYNES, H. W. (2000): Local Labor Markets and Welfare Spells: Do Demand Conditions Matter ?, The Review of Economics and Statistics, (3), 351-368.",
        "KATZ, L. F., AND K. M. MURPHY (1992): Changes in Relative Wages, 1963-1987: Supply and Demand Factors, The Quarterly Journal of Economics, 107(1), 35-78.",
        "KING, R. G., AND S. T. REBELO (1999): Resuscitating real business cycles, in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, vol. 1 of Handbook of Macroeconomics, chap. 14, pp. 927-1007. Elsevier.",
        "KRUSELL, P., L. E. OHANIAN, J.-V. RIOS-RULL, AND G. L. VIOLANTE (2000): Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis, Econometrica, 68(5), 1029-1054.",
        "KYDLAND, F. E., AND E. C. PRESCOTT (1993): Cyclical movements of the labor input and its implicit real wage, Economic Review, (Q II), 12-23.",
        "NAGYPI~~L, E. (2004): Learning-by-Doing Versus Learning About Match Quality: Can We Tell Them Apart?, Discussion paper, Northwestern University.",
        "RAMEY, V. A., AND M. D. SHAPIRO (1998): Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference Series on Public Policy, 48, 145-194.",
        "RAvN, M. 0., AND H. UHLIG (2002): On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations, The Review of Economics and Statistics, 84, 371-380.",
        "RI0S-RuLL, J.-V. (1996): Life-Cycle Economies and Aggregate Fluctuations, Review of Economic Studies, 63(3), 465-89.",
        "ROGERSON, R. (1988): Indivisible labor, lotteries and equilibrium, Journal of Monetary Economics, 21(1), 3-16."
    ]
}