{
    "id": 14695,
    "cites": 139,
    "cited_by": 125,
    "reference": [
        "Abbring, Jaap H. and Heckman, James J. (2007). Econometric Evaluation of Social Programs, Part III: Distributional Treatment Effects, Dynamic Treatment Effects, Dynamic Discrete Choice, and General Equilibrium Policy Evaluation. In Handbook of Econometrics, vol. 6B, edited by J. Heckman and E. Leamer. Amsterdam: Elsevier, 5145-5303.",
        "Aigner, Dennis J., Hsiao, Cheng, Kapteyn, Arie, and Wansbeek, Tom (1984). Latent Variable Models in Econometrics. In Handbook of Econometrics, vol. 2, edited by Z. Griliches and M. D. Intriligator, chap. 23. Elsevier, 1321-1393.",
        "Auld, M. Christopher and Sidhu, Nirmal (2005). Schooling, Cognitive Ability and Health. Health Economics, 14(10), 1019-1034.",
        "Barker, David J. P. (1998). Mothers, Babies and Health in Later Life. Edinburgh: Churchill Livingstone, 2nd edn.",
        "Becker, Gary 5. (1991). A Treatise on the Family. Cambridge, MA: Harvard University Press, enlarged edn.",
        "Becker, Gary S. and Mulligan, Casey B. (1997). The Endogenous Determination of Time Preference. Quarterly Journal of Economics, 112(3), 729-58.",
        "Becker, Gary S. and Tomes, Nigel (1986). Human Capital and the Rise and Fall of Families. Journal of Labor Economics, 4(3, Part 2), S1-539.",
        "Behrman, Jere R., Pollak, Robert A., and Taubman, Paul (1995). From Parent to Child: Intrahousehold Allocations and Intergenerational Relations in the United States. Chicago: University of Chicago Press.",
        "Belley, Philippe and Lochner, Lance (2007). The Changing Role of Family Income and Ability in Determining Educational Achievement. Journal of Human Capital, 1(1), 3789.",
        "Ben-Porath, Yoram (1967). The Production of Human Capital and the Life Cycle of Earnings. Journal of Political Economy, 75(4, Part 1), 352-365.",
        "Benabou, Roland (2002). Tax and Education Policy in a Heterogeneous Agent Economy: What Levels of Redistribution Maximize Growth and Efficiency? Econometrica, 70(2), 481-517.",
        "Benjamin, Daniel J., Brown, Sebastian A., and Shapiro, Jesse M. (2006). Who is `Behavioral? Cognitive Ability and Anomalous Preferences. Unpublished manuscript, Cornell University, Ithaca, NY.",
        "Bergstrom, T. C. (1997). A Survey of the Theories of the Family. In Handbook of Population and Family Economics, vol. 1A, edited by M.R. Rosenzweig and 0. Stark. Amsterdam: North Holland, 21-80.",
        "Borghans, Lex, Duckworth, Angela L., Heckman, James J., and ter Wed, Bas (2008). The Economics and Psychology of Personality Traits. Journal of Human Resources, 43(4), 972-1059.",
        "Borghans, Lex, Golsteyn, Bart H. H., and Heckman, James J. (2008). IQ, Achievement, and Personality. Unpublished manuscript, University of Maastricht and University of Chicago.",
        "Borghans, Lex, Meijers, Huub, and ter Wed, Bas (2008). The Role of Noncognitive Skills in Explaining Cognitive Test Scores. Economic Inquiry, 46(1), 2-12.",
        "Bowles, Samuel and Gintis, Herbert (1976). Schooling in Capitalist America: Educational Reform and the Contradictions of Economic Life. New York: Basic Books.",
        "Bowles, Samuel, Gintis, Herbert, and Osborne, Melissa (2001). The Determinants of Earnings: A Behavioral Approach. Journal of Economic Literature, 39(4), 1137-1176.",
        "Camerer, Cohn, Loewenstein, George, and Rabin, Matthew (2004). Advamces im Behavioral Ecomomics. New York: Russell Sage Foundation.",
        "Cameron, Stephen V. and Heckman, James J. (2001). The Dynamics of Educational Attainment for Black, Hispanic, and White Males. Jonrmal of Political Ecomomy, 109(3), 455-99.",
        "Carneiro, Pedro and Heckman, James J. (2003). Human Capital Policy. In Imeqnality im America: What Role for Hnmam Capital Policies?, edited by James J. Heckman, Alan B. Krueger, and Benjamin M. Friedman. Cambridge, MA: MIT Press, 77-239.",
        "Carneiro, Pedro, Heckman, James J., and Masterov, Dimitriy V. (2005). Labor Market Discrimination and Racial Differences in Pre-Market Factors. Jonrmal of Law amd Ecomomics, 48(1), 1-39.",
        "Caspi, Avshalom, McClay, Joseph, Moffitt, Terrie E., Mill, Jonathan, Martin, Judy, Craig, Ian W., Taylor, Alan, and Poulton, Richie (2002). Role of Genotype in the Cycle of Violence in Maltreated Children. Sciemce, 297(5582), 85 1-854.",
        "Center for Human Resource Research (2006). NLSY79 Child amd Yonmg Adnlt Data Users Gnide: A Gnide to the 1986-~OU4 Child Data amd 199~-~OU4 Yonth Data. Columbus, OH: Center for Human Resource Research. URL ftp://www.nlsinfo.org/pub/usersvc/ Child-Young-Adult/2004ChI1dYA-DataUsersGuide .pdf.",
        "Champagne, Frances A. (2008). Epigenetics and the Long-Term Effects of Early Experience. Presented at the NIA Workshop on Genetic Mechanisms and Life Course Development, Bethesda, MD, February 11-12, 2008.",
        "Charney, Dennis 5. (2004). Psychobiological Mechanisms of Resilience and Vulnerability: Implications for Successful Adaptation to Extreme Stress. Americam Jonrmal of Psychiatry, 161(2), 195-216.",
        "Coleman, James 5. (1966). Eqnality of Edncatiomal Opportnmity. Washington, DC: U.S.",
        "Dept. of Health, Education, and Welfare, Office of Education. Collins, W. Andrew, Maccoby, Eleanor E., Steinberg, Laurence, Hetherington, E. Mavis, and Bornstein, Marc H. (2000). Contemporary Research on Parenting: The Case for Nature and Nurture. Americam Psychologist, 55(2), 218-232.",
        "Colvin, C. Randall and Funder, David C. (1991). Predicting Personality and Behavior: A Boundary on the Acquaintanceship Effect. Jonrmal of Persomality amd Social Psychology, 60(6), 884-894.",
        "Conti, Gabriella, Heckman, James J., and Urzua, Sergio (2009). The Effects of Early Endowments on Labor Market Outcomes, Health, and Social Behavior. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Costello, E. Jane, Compton, Scott N., Keeler, Gordon, and Angold, Adrian (2003). Relationships between Poverty and Psychopathology: A Natural Experiment. Jonrmal of the Amen cam Medical A ssociatiom, 290(15), 2023-2029.",
        "Cunha, Flavio (2007). An Essay on Skill Formation. Ph.D. thesis, University of Chicago.",
        "Cunha, Flavio and Heckman, James J. (2006). Investing in our Young People. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Cunha, Flavio and Heckman, James J. (2007a). The Evolution of Uncertainty in Labor Earnings in the U.S. Economy. Unpublished manuscript, University of Chicago. Under revision.",
        "Cunha, Flavio and Heckman, James J. (2007b). The Technology of Skill Formation. Amen cam Ecomomic Review, 97(2), 31-47.",
        "Cunha, Flavio and Heckman, James J. (2008). Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation. Jourmal of Humam Resources, 43(4), 738-782.",
        "Cunha, Flavio, Heckman, James J., Lochner, Lance J., and Masterov, Dimitriy V. (2006). Interpreting the Evidence on Life Cycle Skill Formation. In Hamdboolc of the Ecomomics of Educatiom, edited by Eric A. Hanushek and Frank Welch, chap. 12. Amsterdam: NorthHolland, 697-812.",
        "Cunha, Flavio, Heckman, James J., and Schennach, Susanne M. (2008). Estimating the Technology of Cognitive and Noncognitive Skill Formation. Unpublished manuscript, University of Chicago, Department of Economics. Presented at the Yale Conference on Macro and Labor Economics, May 5-7, 2006. Under revision, Ecomometrica.",
        "Currie, Janet (2008). Healthy, Wealthy, and Wise: Socioeconomic Status, Poor Health in Childhood, and Human Capital Development. Working Paper 13987, National Bureau of Economic Research.",
        "Damasio, Antonio R. (1994). Descartes Error: Emotiom,, Reasom,, amd the Humam Braim. New York: Putnam.",
        "Danese, Andrea, Moffitt, Terrie E., Pariante, Carmine M., Ambler, Antony, Poulton, Richie, and Caspi, Avshalom (2008). Elevated Inflammation Levels in Depressed Adults With a History of Childhood Maltreatment. Archives of Cemeral Psychiatry, 65(4), 409-415.",
        "Dcci, Edward L., Koestner, Richard, and Ryan, Richard M. (2001). Extrinsic Rewards and Intrinsic Motivation in Education: Reconsidered Once Again. Review of Educatiomal Research, 71(1), 1-27.",
        "Dcci, Edward L. and Ryan, Richard M. (1985). Intrinsic Motivation and Self-Determination in Human Behavior. New York: Plenum Press.",
        "Dohmen, Thomas, Falk, Armin, Huffman, David, and Sunde, Uwe (2007). Are Risk Aversion and Impatience Related to Cognitive Ability? Discussion Paper 2735, IZA, Bonn, Germany.",
        "Durbin, J., Harvey, A. C., Koopman, S. J., and Shephard, Neil (2004). State Space and Unobserved Component Models: Theory and Applications: Proceedings of a Conference in Honour of James Durbin. New York NY: Cambridge University Press.",
        "Edwards, Richard C. (1976). Individual Traits and Organizational Incentives: What Makes a `Good Worker? Journal of Human Resources, 11(1), 51-68.",
        "Ellwood, David and Jencks, Christopher (2004). The Uneven Spread of Single-Parent Families: What Do We Know? Where Do We Look for Answers? In Social Inequality, edited by Kathryn M. Neckerman, chap. 1. New York: Russell Sage Foundation, 3-78.",
        "Engle, Patrice L., Black, Maureen M., Behrman, Jere R., Cabral de Mello, Meena, Gertler, Paul J., Kapiriri, Lydia, Martorell, Reynaldo, Eming Young, Mary, and The International Child Development Steering Group (2007). Strategies to Avoid the Loss of Developmental Potential in More than 200 Million Children in the Developing World. The Lancet, 369, 229-242.",
        "Frederick, Shane (2005). Cognitive Reflection and Decision Making. Jourmal of Ecomomic Perspectives, 19(4), 25-42.",
        "Funder, David C. and Colvin, C. Randall (1991). Explorations in Behavioral Consistency: Properties of Persons, Situations, and Behaviors. Jourmal of Persomality amd Social Psychology, 60(5), 773-794.",
        "Funder, David C. and Ozer, Daniel J. (1983). Behavior as a Function of the Situation. Jourmal of Persomality amd Social Psychology, 44(1), 107-112.",
        "Georgieff, Michael K. (2007). Nutrition and the Developing Brain: Nutrient Priorities and Measurement. Americam Jourmal of Climical Nutritiom, 85(2), 6145-6205.",
        "Ginther, Donna K. and Pollak, Robert A. (2004). Family Structure and Childrens Educational Outcomes: Blended Families, Stylized Facts, and Descriptive Regressions. Demography, 41(4), 671-696.",
        "Gluckman, Peter D. and Hanson, Mark (2005). The Fetal Matrix: Evolutiom, Developmemt, amd Disease. Cambridge, UK: Cambridge University Press.",
        "Gneezy, Un (2004). The `W Effect of Incentives. Unpublished manuscript. University of Chicago, Graduate School of Business.",
        "Goldberg, Lewis R. (1990). An Alternative `Description of Personality: The Big-Five Factor Structure. Jourmal of Persomality amd Social Psychology, 59(6), 1216-1229.",
        "Grantham-McGregor, Sally, Cheung, Yin Bun, Cueto, Santiago, Glewwe, Paul, Richter, Linda, Strupp, Barbara, and The International Child Development Steering Group (2007). Developmental Potential in the First 5 Years for Children in Developing Countries. The Lamcet, 369, 60-70. Series, Child development in developing countries.",
        "Hampson, Sarah E. and Friedman, Henry 5. (2008). Personality and Health: A Lifespan Perspective. In The Hamdbook of Persomality: Theory amd Research, edited by 0. P. John, R. Robins, and L. Pervin. New York: Guilford, third edn., 770-794.",
        "Hampson, Sarah E., Goldberg, Lewis R., Vogt, Thomas M., and Dubanoski, Joan P. (2007). Mechanisms by Which Childhood Personality Traits Influence Adult Health Status: Educational Attainment and Healthy Behaviors. Health Psychology, 26(1), 121-125.",
        "Hansen, Karsten T., Heckman, James J., and Mullen, Kathleen J. (2004). The Effect of Schooling and Ability on Achievement Test Scores. Jourmal of Ecomometrics, 121(1-2), 39-98.",
        "Harris, Judith Rich (1998). The Nurture Assumptiom: Why Childrem Turm Out the Way They Do. New York: Free Press.",
        "Harris, Judith Rich (2006). No Two Alike: Humam Nature amd Humam Imdividuality. New York: W.W. Norton and Company.",
        "Harvey, Andrew C. (1989). Forecastimg, Structural Time Series Models amd the Kalmam Filter. New York: Cambridge University Press.",
        "Heckman, James J. (2007). The Economics, Technology and Neuroscience of Human Capability Formation. Proceedimgs of the Natiomal Academy of Sciemces, 104(3), 13250-13255.",
        "Heckman, James J. (2008). Schools, Skills and Synapses. Ecomomic Imquiry, 46(3), 289324.",
        "Heckman, James J., Lochner, Lance J., and Cossa, Ricardo (2003). Learning-by-Doing versus On-the-Job training: Using Variation Induced by the EITC to Distinguish Dctween Models of Skill Formation. In Desigmimg Social Imclusiom: Tools to Raise Low-Emd Pay and Employment in Private Entevpvise, edited by Edmund S. Phelps. Cambridge: Cambridge University Press.",
        "Henkman, James J., Malofeeva, Lena, Pinto, Rodrigo, and Savelyev, Peter A. (2008a). The Effect of the Perry Preschool Program on the Cognitive and Non-Cognitive Skills of its Participants. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Henkman, James J. and Masterov, Diinitriy V. (2007). The Productivity Argument for Investing in Young Children. Review of Agricultural Economics, 29(3), 446-493.",
        "Henkman, James J., Moon, Seong Hyeok, Pinto, Rodrigo, Savelyev, Peter A., and Yavitz, Adam Q. (2008b). A Reanalysis of the High/Scope Perry Preschool Program. Unpublished manuscript, University of Chicago, Department of Economics. First draft, September, 2006.",
        "Henkman, James J., Moon, Seong Hyeok~ Pinto, Rodrigo, and Yavitz, Adam Q. (2008c). The Rate of Return to the Perry Preschool Program. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Henkman, James J., Pinto, Rodrigo, and Savelyev, Peter A. (2008). Why Early Education Works: Exploring the Role of Noncognitive Skills in Determinfrig Adult Outcomes in the Perry Experiment. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Henkman, James J. and Rubinstein, Yona (2001). The Importance of Noncognitive Skills: Lessons from the GED Testing Program. American Economic Review, 91(2), 145-149.",
        "Herkman, James J., Stixrud, Jora, and Urzua, Sergio (2006). The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior. Journal of Labor Economics, 24(3), 411-482.",
        "Heckman, James J. and Vytlacil, Edward J. (2007). Econometric Evaluation of Social Programs, Part I: Causal Models, Structural Models and Econometric Policy Evaluation. In Handbook of Econometrics, vol. 6B, edited by J. Heckman and E. Leamer. Amsterdam: Elsevier, 4779-4874.",
        "Heijmans, Bastiaan T., Tobi, Elmar W., Stein, Aryeh D., Putter, Hem, Blauw, Gerard J., Susser, Ezra S., Slagboom, P. Eline, and Lumey, L. H. (2008). Persistent epigenetic differences associated with prenatal exposure to famine in humans. Proceedings of the National Academy of Sciences, 105(44), 17046-17049.",
        "Herrnstein, Richard J. and Murray, Charles A. (1994). The Bell Curve: Intelligence and Class Structure in American Life. New York: Free Press.",
        "Himmelfarb, Gertrude (1995). The De-moralization Of Society: From Victorian Virtues to Modern Values. New York: Alfred A. Knopf.",
        "JÃ\u0083Â¡reskog, Karl G. and Goldberger, Arthur 5. (1975). Estimation of a Model with Multiple Indicators and Multiple Causes of a Single Latent Variable. Journal of the American Statistical Association, 70(351), 63 1-639.",
        "Kaestner, Robert (2008). Adolescent Cognitive and Non-cognitive Correlates of Adult Health. Unpublished manuscript, Institute of Government and Public Affairs, University of Illinois at Chicago, Department of Economics.",
        "Knudsen, Eric I. (2004). Sensitive Periods in the Development of the Brain and Behavior. Journal of Cognitive Neuroscience, 16(1), 1412-1425.",
        "Knudsen, Eric I., Heckman, James J., Cameron, Judy, and Shonkoff, Jack P. (2006). Economic, Neurobiological, and Behavioral Perspectives on Building Americas Future Workforce. Proceedings of the National Academy of Sciences, 103(27), 10155-10162.",
        "Kohn, Alfie (1999). Punished by Rewards: The Trouble with Gold Stars, Incentive Plans, A `s, Praise, and Other Bribes. Boston MA: Houghton Muffin Company.",
        "Laitner, John (1992). Random Earnings Differences, Lifetime Liquidity Constraints, and Altruistic Intergenerational Transfers. Journal of Economic Theory, 58(2), 135-170.",
        "LeDoux, Joseph E. (1996). The Emotional Brain: The Mysterious Underpinnings of Emotional Life. New York: Simon and Schuster.",
        "Leibowitz, Arleen (1974). Home Investments in Children. Journal of Political Economy, 82(2), S111-5131.",
        "Loewenstein, George (2007). Exotic Preferences: Behavioural Economics and Human Motivation. Oxford, UK: Oxford University Press.",
        "Marshall, Alfred (1890). Principles of Economics. New York: Macmillan and Company.",
        "Marshall, Alfred (1926). Preliminary Statement and Evidence before the Royal Commission on the Aged Poor. In Official Papers, edited by John Maynard Keynes. London: Macmillan and Co., Ltd. Report originally given in 1893.",
        "Masten, Ann 5. (2004). Regulatory processes, risk and resilience in adolescent development. Annals of the New York Academy of Sciences, 1021, 310-319.",
        "Masten, Ann S., Burt, Keith B., and Coatsworth, J. Douglas (2006). Competence and Psychopathology in Development. In Developmental Psychopathology: Risk, Disorder, and Adaptation, vol. 3, edited by Dante Cicchetti and Donald J. Cohen. Hoboken: John Wiley and Sons, Inc., 2 edn., 696-738.",
        "Masten, Ann S. and Coatsworth, J. Douglas (1998). The Development of Competence in Favorable and Unfavorable Environments: Lessons From Research on Successful Children. Amen can Psychologist, 53(2), 205-220.",
        "Mayer, Susan E. (1997). What Momey Camt Buy: Family Imcome amd Childrems Life Chamces. Cambridge, MA: Harvard University Press.",
        "McArdle, John J., Ferrer-Caja, Emilio, Hamagami, Fumiaki, and Woodcock, Richard W. (2002). Comparative Longitudinal Structural Analyses of the Growth and Decline of Multiple Intellectual Abilities Over the Life Span. Developmemtal Psychology, 38(1), 115-142.",
        "McEwen, Bruce 5. (2007). Physiology and Neurobiology of Stress and Adaptation: Central Role of the Brain. Physiological Review, 87(3), 873-904.",
        "Meaney, Michael J. and Szyf, Moshe (2005). Maternal Care as a Model for ExperienceDependent Chromatin Plasticity? Tremds im Neurosciemces, 28(9), 456-463.",
        "Meghir, Costas and Palme, M~rten (2001). The Effect of a Social Experiment in Education. Tech. Rep. WOl/li, Institute for Fiscal Studies.",
        "Mischel, Walter (1968). Persomality amd Assessmemt. New York: Wiley.",
        "Mischel, Walter and Shoda, Yuichi (1995). A Cognitive-Affective System Theory of personality: Reconceptualizing Situations, Dispositions, Dynamics, and Invariance in Personality Structure. Psychological Review, 102(2), 246-268.",
        "Moffitt, Terrie E. (2008). Gene-Environment Interaction in Problematic and Successful Aging. Tech. rep.",
        "Moon, Seong Hyeok (2008). Skill Formation Technology and Multi-Dimensional Parental Investment. Ph.D. thesis, University of Chicago, Department of Economics.",
        "Mosteller, Frederick and Moynihan, Daniel P., editors (1972). Om Equality of Educatiomal Opportumity: Papers Derivimg from the Harvard Umiversity Faculty Semimar om the Colemam Report. New York: Random House.",
        "Moynihan, Daniel P. (2006). The Future of the Family. New York: Russell Sage Foundation Publications.",
        "Mueser, Peter R. (1979). The Effects of Noncognitive Traits. In Who Gets Ahead? The Determimamts of Ecomomic Success im America, edited by Christopher Jencks, Susan Bartlett, Mary Corcoran, James Crouse, David Eaglesfield, Gregory Jackson, Kent McClelland, Peter Mueser, Michael Olneck, Joseph Schwartz, Sherry Ward, and Jill Williams. New York, NY: Basic Books, 122-158.",
        "Murnane, Richard J., Willett, John B., and Levy, Frank (1995). The Growing Importance of Cognitive Skills in Wage Determination. Review of Ecomomics amd Statistics, 77(2), 25 1-266.",
        "Nagin, Daniel 5. (2005). Group-Based Modelimg of Developmemt. Boston: Harvard University Press.",
        "Nagin, Daniel S. and Tremblay, Richard E. (1999). Trajectories of Boys Physical Aggression, Opposition, and Hyperactivity on the Path to Physically Violent and Nonviolent Juvenile Delinquency. Child Developmemt, 70(5), 1181-il 96.",
        "Neal, Derek A. and Johnson, William R. (1996). The Role of Premarket Factors in BlackWhite Wage Differences. Jourmal of Political Ecomomy, 104(5), 869-895.",
        "OConnell, Michael and Sheikh, Hammad (2008). Achievement-Related Attitudes and the Fate of `At-Risk Groups in Society. Jourmal of Ecomomic Psychology, 29(4), 508-521.",
        "Olds, David L. (2002). Prenatal and Infancy Home Visiting by Nurses: From Randomized Trials to Community Replication. Prevemtiom Sciemce, 3(2), 153-172.",
        "Pfeiffer, Friedhelm and Reuf3, Karsten (2008). Age-Dependent Skill Formation and Returns to Education. Labour Ecomomics, 15(4), 631-646.",
        "Phelps, Elizabeth A. (2006). Emotion and Cognition: Insights from Studies of the Human Amygdala. Ammual Review of Psychology, 57, 27-53.",
        "Phelps, Elizabeth A. (2009). The Study of Emotion in Neuroeconomics. In Neuroecomomics: Decisiom Malcimg amd the Braim, edited by Paul W. Glimcher, Cohn F. Camerer, Ernst Fehr, and Russell A. Poldrack. London, UK: Academic Press, 233-250.",
        "Pollak, Robert A. (1988). Tied Transfers and Paternalistic Preferences. Americam Ecomomic Review, 78(2), 240-44.",
        "Reynolds, Arthur J. and Temple, Judy A. (2009). Economic Returns of Investments in Preschool. In A Visiom For Umiversal Prelcimdergartem, edited by E. Zigler W. Gilliam and S. Jones. Cambridge University Press. In press.",
        "Roberts, Brent W. (2007). Contextualizing Personality Psychology. Jourmal of Persomality, 75(6), 1071-82.",
        "Roberts, Brent W. and DelVecchio, Wendy F. (2000). The Rank-Order Consistency of Personality Traits from Childhood to Old Age: A Quantitative Review of Longitudinal Studies. Psychological Bulletim, 126(1), 3-25.",
        "Rowe, David C. (1994). The Limits of Family Imfluemce: Gemes, Experiemce, amd Behavior. New York NY: Guilford Press.",
        "Rutter, Michael (2006). Gemes amd Behavior: Nature-Nurture Imterplay Explaimed. Oxford, UK: Blackwell Publishers.",
        "Ryan, Richard M., Koestner, Richard, and Dcci, Edward L. (1999). A Meta-Analytic Review of Experiments Examining the Effects of Extrinsic Rewards on Intrinsic Motivation. Psychological Bulletim, 125(6), 627-668.",
        "Sampson, Robert J. and Laub, John H. (2003). Life-Course Desisters? Trajectories of Crime among Delinquent Boys Followed to Age 70. Criminology, 41(3), 319-339.",
        "Schuerger, James M. and Witt, Anita C. (1989). The Temporal Stabifity of Individually Tested Intelligence. Journal of Clinical Psychology, 45(2), 294-302.",
        "Segal, Cannit (2008). Motivation, Test Scores, and Economic Success. Economics working papers, Department of Economics and Business, tJniversitat Pompeu Fabra, Barcelona, Spain.",
        "Shoda, Yuichi, Mischel, Walter, and Peake, Philip K. (1990). Predicting Adolescent Cognitive and Self-Regulatory Competencies from Preschool Delay of Gratification: Identifying Diagnostic Conditions. Developmental Psychology, 26(6), 978-986.",
        "Sowell, Thomas (1994). Race and Culture: A Worid View. New York: Basic Books.",
        "Suomi, Stephen J. (2000). A Biobehavioral Perspective on Developmental Psychopathology: Excessive Aggression and Serotonergic Dysfunction in Monkeys. In Handbook of Developmental Psychopathology, edited by Arnold J. Sameroff, Michael Lewis, and Suzanne M Miller, chap. 13. New York: Kiuwer Academic/Plenum, 237-256.",
        "Szyf, Moshe (2007). The Dynamic Epigenome and its Implications in Toxicology. Toxicological Science8, 100(1), 7-23.",
        "Todd, Petra E. and Wolpin, Kenneth I. (2005). The Production of Cognitive Achievement in Children: Home, School and Racial Test Score Gaps. Working paper, Penn Institute for Economic Research, Department of Economics, University of Pennsylvania.",
        "Todd, Petra E. and Wolpin, Kenneth I. (2007). The Production of Cognitive Achievement in Children: Home, School, and Racial Test Score Gaps. Journal of Human Capital, 1(1), 91-136.",
        "Tucker-Drob, Elliot M. (2008). Differentiation of Cognitive Abilities across the Lifespan. Unpublished manuscript, University of Virginia, Department of Psychology.",
        "Turkheimer, Eric, Haley, Andreana, Waldron, Mary, DOnofrio, Brian, and Gottesman, Irving I. (2003). Socioeconomic Status Modifies Heritability of IQ in Young Children. Psychological Science, 14(6), 623-628.",
        "van den Berg, Gerard J., Doblhammer-Reiter, Gabriele, and Christensen, Kaare (2008). Being Born Under Adverse Economic Conditions Leads to a Higher Cardiovascular Mortality Rate Later in Life: Evidence Based on Individuals Born at Different Stages of the Business Cycle. Tech. Rep. 3635, Institute for the Study of Labor, Bonn, Germany.",
        "Walker, Susan P., Wachs, Theodore D., Gardner, Julie Meeks, Lozoff, Betsy, Wasserman, Gail A, Pollitt, Ernesto, Carter, Julie A., and The International Child Development Steering Group (2007). Child Development: Risk Factors for Adverse Outcomes in Developing Countries. The Lancet, 369, 145-157.",
        "Weaver, Ian C. G., Cervoni, Nadia, Champagne, Frances A., DAlessio, Ana C., Sharma, Shakti, Seckl, Jonathan R., Dymov, Sergiy, Szyf, Moshe, and Meaney, Michael J. (2004). Epigenetic Programming by Maternal Behavior. Nature Neuroscience, 7(8), 847-854.",
        "Weiss, Yoram and Willis, Robert J. (1985). Children as Collective Goods and Divorce Settlements. Journal of Labor Economics, 3(3), 268-292.",
        "Werner, Emmy E., Bierman, Jessie M., and French, Fern E. (1971). The Children of Kauai: A Longitudinal Study from the Prenatal Period to Age Ten. Honolulu, HI: University of Hawaii Press.",
        "Whitaker, John K. (1977). Some Neglected Aspects of Alfred Marshalls Economic and Social Thought. History of Political Economy, 9(2), 161-197.",
        "Whitelaw, Nadia C. and Whitelaw, Emma (2006). How Lifetimes Shape Epigenotype Within and Across Generations. Human Molecular Genetics, 15(2), 131-137.",
        "Wood, Dustin (2007). Using the PRISM to Compare the Explanatory Value of General and Role-Contextualized Trait Ratings. Journal of Personality, 75(6), 1103-1126.",
        "Wood, Dustin and Roberts, Brent W. (2006). Cross-Sectional and Longitudinal Tests of the Personality and Role Identity Structural Model (PRISM). Journal of Personality, 74(3), 779-809."
    ]
}