{
    "id": 14698,
    "cites": 53,
    "cited_by": 0,
    "reference": [
        "Ang, Andrew, and Geert Bekaert, 2007, Stock return predictability: Is it there?, Review of Financial Studies 20, 65i-707.",
        "Ang, Andrew, and Monika Piazzesi, 2003, A no-arbitrage vector autoregression of term structure dynamics with macroeconomic and latent variables, Journal of Monetary Economics 50, 745-787.",
        "Bakshi, Gurdip S., and Zhiwu Chen, 1996, Inflation, asset prices, and the term structure of interest rates in monetary economies, Review of Financial Studies 9, 24i-275.",
        "Bansal, Ravi, and Ivan Shaliastovich, 2007, Risk and return on bond, currency and equity markets: A Unified Approach, Working paper, Duke University.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long-run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 1481-1509.",
        "Bekaert, Geert, Eric Engstrom, and Steve Grenadier, 2004, Stock and bond returns with moody investors, Working paper, Columbia University, Stanford University, and University of Michigan.",
        "Bekaert, Geert, Robert J. Hodrick, and David A. Marshall, 2001, Peso problem explanations for term structure anomalies, Journal of Monetary Economics 48, 24i-270.",
        "Berk, Jonathan B., Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, i553-i607.",
        "Bikbov, Ruslan, and Mikhail Chernov, 2006, No-arbitrage macroeconomic determinants of the yield curve, Working paper, Columbia Business School.",
        "Boudoukh, Jacob, 1993, An equilbrium model of nominal bond prices with inflation-output correlation and stochastic volatility, Journal of Money, Credit, and Banking 25, 636-665.",
        "Brennan, Michael J., Ashley W. Wang, and Yihong Xia, 2004, Estimation and test of a simple model of intertemporal capital asset pricing, Journal of Finance 59, i743-i775.",
        "Buraschi, Andrea, and Alexei Jiltsov, 2007, Habit formation and macro-models of the term structure of interest rates, Journal of Finance 62.",
        "Campbell, John Y., 2003, Consumption-based asset pricing, in Handbook of the Economics of Finance Volume lB (North-Holland, Amsterdam).",
        "Campbell, John Y., and John H. Cochrane, 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205-25i.",
        "Campbell, John Y., Christopher Polk, and Tuomo Vuolteenaho, 2008, Growth or glamour? Fundamentals and systematic risk in stock returns, Working paper, Harvard University and London School of Economics.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "Campbell, John Y., and Robert J. Shiller, 1991, Yield spreads and interest rate movements: A birds eye view, Review of Economic Studies 58, 495-S 14.",
        "Campbell, John Y., Adi Sunderam, and Luis Viceira, 2007, Inflation bets or deflation hedges? The changing risks of nominal bonds, Working paper, Harvard University.",
        "Campbell, John Y., and Luis Viceira, 2001, Who should buy long-term bonds?, American Economic Review 91, 99-127.",
        "Campbell, John Y., and Tuomo Vuolteenaho, 2004, Bad beta, good beta, American Economic Review 94, 1249-1275.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2004, Corporate Investment and Asset Price Dynamics: Implications for the Cross-section of Returns, Journal of Finance 59, 2577-2603.",
        "Cochrane, John H., 1992, Explaining the variance of price-dividend ratios, Review of Financial Studies 5, 243-280.",
        "Cochrane, John H., 1999, New facts in finance, Economic Perspectives Federal Reserve Bank of Chicago 23, 36-58.",
        "Cochrane, John H., 2008, The dog that did not bark: A defense of return predictability, Review of Financial Studies 21, 1533-1575.",
        "Cochrane, John H., and Monika Piazzesi, 2005, Bond risk premia, American Economic Review 95, 138160.",
        "Cox, John C., Jonathan C. Ingersoll, and Stephen A. Ross, 1985, A theory of the term structure of interest rates, Econometrica 53, 385-408.",
        "Dai, Qiang, and Kenneth Singleton, 2002, Expectations puzzles, time-varying risk premia, and affine models of the term structure, Journal of Financial Economics 63, 415-442.",
        "Dai, Qiang, and Kenneth Singleton, 2003, Term structure dynamics in theory and reality, Review of Financial Studies 16, 631-678.",
        "Duffee, Gregory R., 2002, Term premia and interest rate forecasts in affine models, Journal of Finance 57, 369-443.",
        "Duffee, Gregory R., 2006, Term structure estimation without using latent factors, Journal of Financial Economics 79, 507-536.",
        "Duffie, Darrell, and Rui Kan, 1996, A yield-factor model of interest rates, Mathematical Finance 6, 379-406.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected returns, Journal of Finance 47, 427-465.",
        "Gabaix, Xavier, 2007, A simple, unified, exactly solved framework for ten puzzles in macro-finance, Working paper, New York University.",
        "Gomes, Joao, Leonid Kogan, and Lu Zhang, 2003, Equilibrium cross section of returns, Journal of Political Economy iii, 693-732.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li, 2008, Consumption strikes back?: Measuring Long Run Risk, Journal of Political Economy 116, 260-302.",
        "Harrison, Michael, and David Kreps, 1979, Martingales and multiperiod securities markets, Journal of Economic Theory 20, 38i-408.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357-390.",
        "Kiku, Dana, 2006, Is the value premium a puzzle?, Working paper, University of Pennsylvania.",
        "Lettau, Martin, and Sydney C. Ludvigson, 2005, Expected returns and expected dividend growth, Journal of Financial Economics 76, 583-626.",
        "Lettau, Martin, and Stijn Van Nieuwerburgh, 2008, Reconciling the return predictability evidence, Review of Financial Studies 21, i455-i508.",
        "Lettau, Martin, and Harald Uhlig, 2002, Sharpe-ratios and preferences: An analytical approach, Macroeconomic Dynamics 2, 242-265.",
        "Lettau, Martin, and Jessica A. Wachter, 2007, Why is long-horizon equity less risky? A duration-based explanation of the value premium, Journal of Finance 62, 55-92.",
        "Lustig, Hanno, and Stijn Van Nieuwerburgh, 2005, Housing collateral, consumption insurance and risk premia: an empirical perspective, Journal of Finance 60, ii67-i2i9.",
        "Lustig, Hanno, Stijn Van Nieuwerburgh, and Adrien Verdelhan, 2008, The wealth-consumption ratio, Working paper, Boston University, New York University and UCLA.",
        "Menzly, Lior, Tano Santos, and Pietro Veronesi, 2004, Understanding predictability, Journal of Political Economy 112, i-47.",
        "Piazzesi, Monika, and Martin Schneider, 2006, Equilibrium yield curves, in Daron Acemoglu Michael Woodford, and Kenneth Rogoff, eds.: NBER Macroeconomics Annual:2006 (MIT Press, Cambridge ).",
        "Piazzesi, Monika, Martin Schneider, and Selale Tuzel, 2007, Housing, consumption, and asset pricing, Journal of Financial Economics 83, 531-569.",
        "Santos, Tano, and Pietro Veronesi, 2006a, Habit formation, the cross section of stock returns and the cash-flow risk puzzle, Working Paper, Columbia University and University of Chicago.",
        "Santos, Tano, and Pietro Veronesi, 2006b, Labor income and predictable stock returns, Review of Financial Studies 19, 1-44.",
        "Stambaugh, Robert F., 1988, The information in forward rates: Implications for models of the term structure, Journal of Financial Economics 21, 41-70.",
        "Wachter, Jessica A., 2006, A consumption-based model of the term structure of interest rates, Journal of Financial Economics 79, 365-399.",
        "Yogo, Motohiro, 2006, A consumption-based explanation of the cross section of expected stock returns, Journal of Finance 61, 539-580."
    ]
}