{
    "id": 147,
    "cites": 23,
    "cited_by": 2,
    "reference": [
        "Ackerman, Charles (1963). Affiliations: Structural Determination of Differential Divorce Rates, American Journal of Sociology, Vol. 69, July 1963.",
        "Becker, Gary S. (1974). A Theory of Marriage, in T. W. Schultz (ed.), Economics of the Family, Chicago: University of Chicago Press.",
        "Becker, Gary S., Elisabeth Landes, and Robert T. Michael (1976). Economics of Marital Instability, NBER mimeo, April 1976.",
        "Bell, H. M. (1938). Youth Tell Their Story, American Council on Education.",
        "Bumpass, Larry and James Sweet (1972). Differentials in Marital Instability: 1970, American Soci~gica1 Review, December 1972.",
        "Burgess, Ernest W. and Leonard S. Cottrell, Jr. (1939). Predicting Success or Failure in Marriage, New York: Prentice-Hall, Inc.",
        "Callahan, Parnell J. T. (1970). The Law of Separation and Divorce, Dobbs Ferry, New York: Oceana Publications, Inc.",
        "Davis, Nancy J. and Larry Bumpass (1976). The Continuation of Education after Marriage among Women in the United States: 1970, Demography, Vol. 13(2), May 1976.",
        "Hannan, Michael, Nancy Tuma, and Lyle P. Groeneveid (1976). The Impact of Income Maintenance on the Making and Breaking of Marital Unions: An Interim Report on the First Eighteen Months of the Seattle and Denver Income Maintenance Experiment, Center for the Study of Welfare Policy, Stanford Research Institute, Research Memorandum 28, February 1976, draft.",
        "Heckman, James J. and Robert J. Willis (1976). Estimation of a Stochastic Model of Reproduction: An Econometric Approach, in Nestor Terleckyj (ed.), Household Production and Consumption, New York: Columbia University Press.",
        "Heckman, James J. and Robert J. Willis (1975). A Beta-Logistic Model for the Analysis of Sequential Labor Force Participation by Married Women, presented at the Third World Congress of the Econometric Society, Toronto, Canada, August 1975.",
        "Kneisner, Thomas J. (1975). On the Economics of Marital Instability, University of North Carolina mimeo, May 1975.",
        "Landis, Judson T. (1949). Marriages of Mixed and Non-mixed Religious Faith, American Socio1~gical Review, Vol. 14, .June 1949.",
        "Levinger, George (1965). Marital Cohesiveness and Dissolution: An Integrative Review, Journal of Marriage and the Family, February 1965.",
        "Locke, Harvey J. (1951). Predicting Adjustment in Marriage: A Comparison of a Divorced and a Happily Married Group, New York: Henry Holt and Company.",
        "Michael, Robert T. (1976). Marital Behavior of the Exceptionally Intelligent, NBER, mimeo, July 1976.",
        "Nerlove, Marc and S. J. Press (1973). Univariate and Multivariate Log-Linear and Logistic Models, Rand Corporation, R-l306-EDA/NIH.",
        "Ross, Heather L. and Isabel V. Sawhill (1975). Time of Transition, the Growth of Families Headed by Women, Washington, D.C.: The Urban Institute.",
        "Sawhill, Isabel, Gerald E. Peabody, Carol A. Jones, and Steven B. Caldwell (1975). Income Transfers in Family Structure, Washington, D.C.: The Urban Institute.",
        "Terman, Lewis M. (1938). ~yÃ\u0083Â§hological Factors in Marital Happiness, New York: McGraw-Hill Book Company, Inc.",
        "Terinan, Lewis M. and Paul Wallin (1949). The Validity of Marriage Prediction and Marital Adjustment Tests, American Sociological Review, Vol. 14.",
        "Weeks, H. A. (1943). Differential Divorce Rates by Occupation, Social Forces, XXI, March 1943.",
        "Welch, Finis (1976). Ability Tests and Measures of Differences between Black and White Americans, UCLA, mimeo, May 1976."
    ]
}