{
    "id": 14700,
    "cites": 19,
    "cited_by": 49,
    "reference": [
        "BÃ\u0083Â©nassy-QuÃ\u0083Â©rÃ\u0083Â©, A. (1999) `Exchange Rate Regimes and Policies: An Empirical Analysis, in Stefan Collignon, Jean Pisani-Ferry, and Yung Chul Park (eds.) Exchange Rate Policies in Emerging Asian Countries. London: Routledge, pp. 40-64.",
        "BÃ\u0083Â©nassy-QuÃ\u0083Â©rÃ\u0083Â©, A., B. CoeurÃ\u0083Â©, and V. Mignon (2004) `On the Identification of de facto Currency Pegs, Journal of Japanese and International Economies 20(1), 112-127.",
        "Guillermo A. Calvo & Carmen M. Reinhart (2002) `Fear Of Floating, The Quarterly Journal of Economics, 117(2), pp. 379-408.",
        "Eichengreen, B. (2006) `Chinas Exchange Rate Regime: The Long and Short of It, paper for conference on Chinese Money and Finance, Columbia University, New York, February 2-3.",
        "Frankel, J. (1993) `Is Japan Creating a Yen Bloc in East Asia and the Pacific? in J. Frankel and M. Khaler (eds.), Regionalism and Rivalry: Japan and the US in Pac~Jic Asia, Chicago: University of Chicago Press, pp. 53-85.",
        "Frankel, J. (2006) `On the Yuan: The Choice Between Adjustment Under a Fixed Exchange Rate and Adjustment under a Flexible Rate, in G. Illing (ed.), Understanding the Chinese Economy. Munich: CESifo Economic Studies.",
        "Frankel, J., S. Schmukler, and L. ServÃ\u0083Â©n (2000) `Verifiability and the Vanishing Intermediate Exchange Rate Regime, in S. Collins and D. Rodrik (eds.), Brookings Trade Forum 2000. Washington, DC: Brookings Institution, pp. ???.",
        "Frankel, J., and S. Wei (1994) `Yen Bloc or Dollar Bloc? Exchange Rate Policies of the East Asian Economies, in T. Ito and A. 0. Krueger (eds.), Macroeconomic Linkages: Savings, Exchange Rates and Capital Flows. Chicago: University of Chicago Press, pp. 295-329.",
        "Frankel, J., and S. Wei (1995) `Emerging Currency Blocs, in H. Genberg (ed.), The International Monetary System: Its Institutions and its Future. Berlin: Springer, pp. 111-143.",
        "Frankel, J., and S. Wei (2006) `Currency Mysteries, May 28.",
        "Frankel, J., and S. Wei (2007) `Assessing Chinas Exchange Rate Regime, Economic Policy 51(July), 575-614.",
        "Frankel, J., and S. Wei (2008) `Estimation of De Facto Exchange Rate Regimes: Synthesis of The Techniques for Inferring Flexibility and Basket Weights, IMF Staff Papers 55, 384-416.",
        "Girton, L. and D. Roper (1977) `A Monetary Model of Exchange Market Pressure Applied to the Postwar Canadian Experience, American Economic Review 67(4), 537-548.",
        "Levy-Yeyati, E. and F. Sturzenegger (2003) `To Float or to Trail: Evidence on the Impact of Exchange Rate Regimes on Growth, American Economic Review 93(4), 1173-1193.",
        "Levy-Yeyati, E. and F. Sturzenegger (2005) `Classifying Exchange Rate Regimes: Deeds vs.",
        "Ogawa, E. (2006) `The Chinese Yuan after the Chinese Exchange Rate System Reform, China & World Economy 14(6), 39-57.",
        "Ohno, K. (1999) `Exchange Rate Management in Developing Asia, Working Paper No.1. (January), Asian Development Bank Institute.",
        "Shah, A., A. Zeileis, and I. Patnaik (2005) `What is the New Chinese Currency Regime? Unpublished, November.",
        "\\Tamazaki~ K, (2006) ~inside the Currency Baskets, Columbia University and Mitsubishi UFJ Trust and Banking Corp., December."
    ]
}