{
    "id": 14704,
    "cites": 20,
    "cited_by": 7,
    "reference": [
        "Bajari, Patrick, Han Hong, John Kramer, and Denis Nekipelov (2006), Estimating Static Models of Strategic Interactions, Working paper, University of Michigan.",
        "Battese, George E. (1992), Frontier Production Functions and Technical Efficiency: A Survey of Empirical Applications in Agricultural Economics, Agricultural Economics, 7(3-4): 185-208.",
        "Brock, William A., and Steven N. Durlauf (2001a), Discrete Choice with Social Interactions,  Review of Economic Studies, 68(2): 235-260.",
        "Brock, William A., and Steven N. Durlauf (2001b), Interactions-Based Models, in Handbook of Econometrics, Vol 5, ed. J. J. Heckman and E. E. Leamer, Amsterdam: North Holland.",
        "Burchfield, Marcy, Henry G. Overman, Diego Puga, and Matthew A. Turner (2006), Causes of Sprawl: A Portrait from Space, Quarterly Journal of Economics, 121(2): 587-633.",
        "Cass County GIS.ed, Cass county property parcels [computer file]. Available online at http: //www.casscountynd .gov/departments/gis/Download. htm, accessed August 2008.",
        "Caves, Douglas W., Laurits R. Christensen, and Michael W. Tretheway (1984), Economies of Density versus Economies of Scale: Why Trunk and Local Service Airline Costs Differ, RAND Journal of Economics, 15(4): 471-489.",
        "Davidson, Russell, and James G. MacKinnon (2004), Econometric Theory and Methods, New York: Oxford University Press.",
        "Duranton, Gilles, and Henry Overman (2005), Testing for Localisation Using MicroGeographic Data, Review of Economic Studies, 72(4): 1077-1106.",
        "Committee on Integrated Land Data Mapping (1982), Modernization of the Public Land Survey System, Washington, DC: National Academy Press.",
        "Ellison, Glenn, and Edward L. Glaeser (1997), Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy, 105(5): 889-927.",
        "Ellison, Glenn, and Edward L. Glaeser (1999), The Geographic Concentration of Industry: Does Natural Advantage Explain Agglomeration? Papers and Proceedings, American Economic Review, 89(2): 31 1-316.",
        "Ellison, Glenn, Edward L. Glaeser, and William Kerr (2007), What Causes Industry Agglomeration ? Evidence from Coagglomeration Patterns, Working Paper 13068, National Bureau of Economic Research, April.",
        "Evans, William N., Wallace E. Oates, and Robert M. Schwab (1992), Measuring Peer Group Effects: A Study of Teenage Behavior, Journal of Political Economy, 100(5): 966-991.",
        "Glaeser, Edward L., and Jose A. Scheinkman (2001), Measuring Social Interactions, in Social Dynamics, ed. S. N. Durlauf and H. P. Young, pp. 83-102, Cambridge: MIT Press.",
        "Holmes, Thomas J. (1998), The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders, Journal of Political Economy, 106(4): 667-705.",
        "Holmes, Thomas J. (2008), The Diffusion of Wal-Mart and Economies of Density, Working Paper 13783, National Bureau of Economic Research.",
        "Johnston, Warren E. (1972), Economies of Size and the Spatial Distribution of Land in Farming Units, American Journal of Agricultural Economics, 54(4): 654-656.",
        "Manski, Charles F. (1993), Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 60(3): 531-542.",
        "Rosenthal, Stuart S., and William C. Strange (2004), Evidence on the Nature and Sources of Agglomeration Economies, in Handbook of Urban and Regional Economics, Vol. 4, Cities and Geography, ed. J. V. Henderson and J.-F. Thisse, pp. 2119-2172, Amsterdam: Elsevier."
    ]
}