{
    "id": 14706,
    "cites": 38,
    "cited_by": 32,
    "reference": [
        "Abbring, J. H. and J. J. Heckman (2007). Econometric evaluation of social programs, part III: Distributional treatment effects, dynamic treatment effects, dynamic discrete choice, and general equilibrium policy evaluation. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B, pp. 5145-5303. Amsterdam: Elsevier.",
        "Angrist, J. D. and G. W. Imbens (1995, June). Two-stage least squares estimation of average causal effects in models with variable treatment intensity. Journal of the American Statistical Association 90(430), 431-442.",
        "BjÃ\u0083Â¶rklund, A. and R. Moffitt (1987, February). The estimation of wage gains and welfare gains in self-selection. Review of Economics and Statistics 69(1), 42-49.",
        "Cameron, S. V. and J. J. Heckman (1998, April). Life cycle schooling and dynamic selection bias: Models and evidence for five cohorts of American males. Journal of Political Economy 106(2), 262-333.",
        "Card, D. (2001, September). Estimating the return to schooling: Progress on some persistent econometric problems. Econometrica 69(5), 1127-1160.",
        "Carneiro, P., K. Hansen, and J. J. Heckman (2003, May). Estimating distributions of treatment effects with an application to the returns to schooling and measurement of the effects of uncertainty on college choice. International Economic Review 44(2), 361-422.",
        "Cunha, F. and J. J. Heckman (2007, October). The evolution of inequality, heterogeneity and uncertainty in labor earnings in the U.S. economy. National Bureau of Economic Research Working Paper No. 13526.",
        "Cunha, F., J. J. Heckman, and S. Navarro (2005, April). Separating uncertainty from heterogeneity in life cycle earnings, The 2004 Hicks Lecture. Oxford Economic Papers 57(2), 191-261.",
        "Cunha, F., J. J. Heckman, and S. Navarro (2007, November). The identification and economic content of ordered choice models with stochastic cutoffs. International Economic Review 48(4), 1273-1 309.",
        "Cunha, F., J. J. Heckman, and S. M. Schennach (2006). Meaningful value added equations: Anchoring test scores in adult outcomes. Unpublished manuscript, University of Chicago, Department of Economics. Heckman, J. J. (i992). Randomization and social policy evaluation. In C. Manski and I. Garfinkel (Eds.), Evaluating Welfare and Training Programs, pp. 20i-230. Cambridge, MA: Harvard University Press.",
        "Heckman, J. J. (2008, April). Econometric causality. International Statistical Review 76(i), i-27.",
        "Heckman, J. J., P. A. LaFontaine, and P. L. Rodriguez (2008). Taking the easy way out: How the GED testing program induces students to drop out. Unpublished manuscript, University of Chicago, Department of Economics. Heckman, J. J., A. Layne-Farrar, and P. E. Todd (i996, November). Human capital pricing equations with an application to estimating the effect of schooling quality on earnings. Review of Economics and Statistics 78(4), 562-6i0.",
        "Heckman, J. J., L. J. Lochner, and P. E. Todd (2006). Earnings equations and rates of return: The Mincer equation and beyond. In E. A. Hanushek and F. Welch (Eds.), Handbook of the Economics of Education, Chapter 7, pp. 307-458. Amsterdam: Elsevier.",
        "Heckman, J. J. and S. Navarro (2007, February). Dynamic discrete choice and dynamic treatment effects. Journal of Econometrics 136(2), 34i-396.",
        "Heckman, J. J., D. Schmierer, and S. Urzua (2008). Testing the correlated random coefficient model. Unpublished manuscript, University of Chicago, Department of Economics under revision, Journal of Econometrics.",
        "Heckman, J. J., J. Stixrud, and S. Urzua (2006, July). The effects of cognitive and noncognitive abilities on labor market outcomes and social behavior. Journal of Labor Economics 2~ (3), 4 i i-482.",
        "Heckman, J. J., S. Urzua, and E. J. Vytlacil (2006). Understanding instrumental variables in models with essential heterogeneity. Review of Economics and Statistics 88(3), 389-432.",
        "Heckman, J. J., S. Urzua, and E. J. Vytlacil (2008). Instrumental variables in models with multiple outcomes: The general unordered case. Les Annales dEconomie et de Statistique. Forthcoming.",
        "Heckman, J. J. and E. J. Vytlacil (1999, April). Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the National Academy of Sciences 96, 4730-4734.",
        "Heckman, J. J. and E. J. Vytlacil (2001). Local instrumental variables. In C. Hsiao, K. Morimune, and J. L. Powell (Eds.), Nonlinear Statistical Modeling: Proceedings of the Thirteenth International Symposium in Economic Theory and Econometrics: Essays in Honor of Takeshi Amemiya, pp. 1-46. New York: Cambridge University Press.",
        "Heckman, J. J. and E. J. Vytlacil (2005, May). Structural equations, treatment effects and econometric policy evaluation. Econometrica 73(3), 669-738.",
        "Heckman, J. J. and E. J. Vytlacil (2007a). Econometric evaluation of social programs, part I: Causal models, structural models and econometric policy evaluation. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B, pp. 4779-4874. Amsterdam: Elsevier.",
        "Heckman, J. J. and E. J. Vytlacil (2007b). Econometric evaluation of social programs, part II: Using the marginal treatment effect to organize alternative economic estimators to evaluate social programs and to forecast their effects in new environments. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B, pp. 4875-5144. Amsterdam: Elsevier.",
        "Hurwicz, L. (1962). On the structural form of interdependent systems. In E. Nagel, P. Suppes, and A. Tarski (Eds.), Logic, Methodology and Philosophy of Science, pp. 232-239. Stanford University Press.",
        "Imbens, G. W. and J. D. Angrist (1994, March). Identification and estimation of local average treatment effects. Econometrica 62(2), 467-475.",
        "Keane, M. P. and K. I. Wolpin (1997, June). The career decisions of young men. Journal of Political Economy 105(3), 473-522.",
        "Koopmans, T. C. (1950). Statistical Inference in Dynamic Economic Models. Number 10 in Cowles Commission Monograph. New York: John Wiley &~ Sons.",
        "Marschak, J. (1953). Economic measurements for policy and prediction. In W. Hood and T. Koopmans (Eds.), Studies in Econometric Method, pp. 1-26. New York: Wiley.",
        "Matzkin, R. L. (1992, March). Nonparametric and distribution-free estimation of the binary threshold crossing and the binary choice models. Econometrica 60(2), 239-270.",
        "Matzkin, R. L. (1993, July). Nonparametric identification and estimation of polychotomous choice models. Journal of Econometrics 58(1-2), 137-168.",
        "Matzkin, R. L. (1994). Restrictions of economic theory in nonparametric methods. In R. Engle and D. McFadden (Eds.), Handbook of Econometrics, Volume 4, pp. 2523-58. New York: NorthHolland.",
        "Matzkin, R. L. (2007). Nonparametric identification. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B. Amsterdam: Elsevier.",
        "Mincer, J. (1974). Schooling, Experience and Earnings. New York: Columbia University Press for National Bureau of Economic Research.",
        "Mincer, J. (2006). Acceptance Speech Upon Receiving the First IZA Prize November 24th 2002 in New York. In S. Grossbard (Ed.), Jacob Mincer: A Pioneer of Modern Labor Economics (1st ed.), Volume XII, pp. 19-20. New York: Springer Science+Business Media, Inc.",
        "Pencavel, J. (1986). Labor supply of men. In 0. Ashenfelter and R. Layard (Eds.), Handbook of Labor Economics, Volume 1, pp. 3-102. Amsterdam: North-Holland.",
        "Stock, J. H. and D. Staiger (1997). Instrumental variables regression with weak instruments. Econometrica 65(3), 557-586.",
        "Urzua, 5. (2008). Racial labor market gaps: The role of abilities and schooling choices. Forthcoming, Journal of Human Resources.",
        "Willis, R. J. and S. Rosen (1979, October). Education and self-selection. Journal of Political Economy 87(5, Part 2), 57-536."
    ]
}