{
    "id": 14701,
    "cites": 67,
    "cited_by": 42,
    "reference": [
        "Abhyankar, Abhay and Soyeon Lee, 2008, Are Government Bonds Risky Assets?, unpublished paper, University of Edinburgh.",
        "Ahn, Dong-Hyun, Robert F. Dittmar, and A. Ronald Gallant, 2002, Quadratic Term Structure Models: Theory and Evidence, Review of Financial Studies 15, 243-288.",
        "Ang, Andrew, Geert Bekaert, and Mm Wei, 2008, The Term Structure of Real Rates and Expected Inflation, Journal of Finance 63, 797-849.",
        "Backus, David K. and Jonathan H. Wright, 2007, Cracking the Conundrum, Brookings Papers on Economic Activity 1, 293-316.",
        "Baele, Lieven, Geert Bekaert, and Koen Inghelbrecht, 2007, The Determinants of Stock and Bond Return Comovements, unpublished paper, Tilburg University, Columbia University, and Ghent University.",
        "Bansal, Ravi and Ivan Shaliastovich, 2007, Risk and Return in Bond, Currency, and Equity Markets, unpublished paper, Duke University.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance 59, 1481-1509.",
        "Bansal, Ravi and Hao Zhou, 2002, Term Structure of Interest Rates with Regime Shifts, Journal of Finance 57, 1997-2043.",
        "Barsky, Robert B., 1989, Why Dont the Prices of Stocks and Bonds Move Together ?, American Economic Review 79, 1132-1145.",
        "Beaglehole, David R. and Mark S. Tenney, 1991, General Solutions of Some Interest Rate-Contingent Claim Pricing Equations, Journal of Fixed Income, September, 69-83.",
        "Bekaert, Geert, Eric Engstrom, and Steve Grenadier, 2005, Stock and Bond Returns with Moody Investors, unpublished paper, Columbia University, University of Michigan, and Stanford University.",
        "Bekaert, Geert, Eric Engstrom, and Yuhang Xing, 2008, Risk, Uncertainty, and Asset Prices, forthcoming Journal of Finance.",
        "Bekaert, Geert, Robert J. Hodrick, and David A. Marshall, 1997, On Biases in Tests of the Expectations Hypothesis of the Term Structure of Interest Rates, Journal of Financial Economics 44, 309-348.",
        "Buraschi, Andrea, Anna Cieslak, and Fabio Trojani, 2008, Correlation Risk and the Term Structure of Interest Rates, unpublished paper, Imperial College London and University of St. Gallen.",
        "Buraschi, Andrea and Alexei Jiltsov, 2007, Habit Formation and Macroeconomic Models of the Term Structure of Interest Rates, Journal of Finance 62, 30093063.",
        "Campbell, John Y., 1986, Bond and Stock Returns in a Simple Exchange Model, Quarterly Journal of Economics 101, 785-804.",
        "Campbell, John Y. and John Ammer, 1993, What Moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns, Journal of Finance 48, 3-37.",
        "Campbell, John Y., Y. Lewis Chan, and Luis M. Viceira, 2003, A Multivariate Model of Strategic Asset Allocation, Journal of Financial Economics 67, 4180.",
        "Campbell, John Y. and John H. Cochrane, 1999, By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior, Journal of Political Economy 107, 205-251.",
        "Campbell, John Y. and Robert J. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies 58, 495-514.",
        "Campbell, John Y., Adi Sunderam, and Luis M. Viceira, 2009, Appendix to Inflation Bets or Deflation Hedges? The Changing Risks of Nominal Bonds, available online at http: / /kuznets. fas.harvard.edu/ campbell/papers. html.",
        "Campbell, John Y. and Luis M. Viceira, 2001, Who Should Buy Long-Term Bonds?, American Economic Review 91, 99-127.",
        "Campbell, John Y. and Luis M. Viceira, 2002, Strategic Asset Allocation: Portfolio Choice for Long- Term Investors, Oxford University Press, New York, NY.",
        "Campbell, John Y. and Motohiro Yogo, 2006, Efficient Tests of Predictability in Stock Returns, Journal of Financial Economics 81, 27-60.",
        "Christiansen, Charlotte and Angelo Ranaldo, 2007, Realized Bond-Stock Correlation: Macroeconomic Announcement Effects, Journal of Futures Markets 27, 439-469.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, 2000, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics 115, 147-180.",
        "Cochrane, John H. and Monika Piazzesi, 2005, Bond Risk Premia, American Economic Review 95, 138-160.",
        "Connolly, Robert, Chris Stivers, and Licheng Sun, 2005, Stock Market Uncertainty and the Stock-Bond Return Relation, Journal of Financial and Quantitative Analysis 40, 161-194.",
        "Constantinides, George M., 1992, A Theory of the Nominal Term Structure of Interest Rates, Review of Financial Studies 5, 531-552.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross, 1985, An Intertemporal General Equilibrium Model of Asset Prices, Econometrica 53, 363-384.",
        "dAddona, Stefano and Axel H. Kind, 2005, International Stock-Bond Correlations in a Simple Affine Asset Pricing Model, unpublished paper, Columbia University and University of St. Gallen.",
        "Dai, Qiang and Kenneth Singleton, 2002, Expectations Puzzles, Time-Varying Risk Premia, and Affine Models of the Term Structure, Journal of Financial Economics 63, 415-442.",
        "David, Alexander and Pietro Veronesi, 2008, Inflation and Earnings Uncertainty and Volatility Forecasts: A Structural Form Approach, unpublished paper, University of Calgary and University of Chicago.",
        "Duffee, Greg, 2002, Term Premia and Interest Rate Forecasts in Affine Models, Journal of Finance 57, 405-443.",
        "Duffie, Darrell and Rui Kan, 1996, A Yield-Factor Model of Interest Rates, Mathematical Finance 6, 379-406.",
        "Duffie, Darrell and Kenneth J. Singleton, 1993, Simulated Moments Estimation of Markov Models of Asset Prices, Econometrica 61, 929-952.",
        "Engle, Robert F., 1982, Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of UK Inflation, Econometrica 50, 987-1008.",
        "Eraker, BjÃ\u0083Â¸rn, 2008, Affine General Equilibrium Models, Management Science 54, 2068-2080.",
        "Fama, Eugene F., 2006, The Behavior of Interest Rates Review of Financial Studies 19, 359-379.",
        "Fama, Eugene F. and Robert R. Bliss, 1987, The Information in Long-Maturity Forward Rates, American Economic Review 77, 680-692.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Gallant, Ronald and George Tauchen, 1996, Which Moments to Match, Econometric Theory 12, 657-681.",
        "Garcia, Rene and Pierre Perron, 1996, An Analysis of the Real Interest Rate under Regime Shifts, Review of Economics and Statistics 78, 111-125.",
        "Gollier, Christian, 2005, The Consumption-Based Determinants of the Term Structure of Discount Rates, unpublished paper, University of Toulouse.",
        "Gray, Stephen F., 1996, Modelling the Conditional Distribution of Interest Rates as a Regime-Switching Process, Journal of Financial Economics 42, 27-62.",
        "Guidolin, Massimo and Allan Timmermann, 2004, An Econometric Model of Nonlinear Dynamics in the Joint Distribution of Stock and Bond Returns, unpublished paper.",
        "Hansen, Lars P. and Robert J. Hodrick, 1983, Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models, in J. Frenkel (ed.) Exchange Rates and International Macroeconomics, University of Chicago Press, Chicago.",
        "Hasseltoft, Henrik, 2008, The Ted-Model and the Changing Correlation of Stock and Bond Returns: An Equilibrium Approach, unpublished paper, Stockholm School of Economics.",
        "Julier, S. and J. Uhlmann, 1997, A New Extension of the Kalman Filter to Nonlinear Systems, in Proceedings SPIE Signal Processing, Sensor Fusion, and Target Recognition VI, 3068, 182-193.",
        "Koijen, Ralph S.J. and Jules H. van Binsbergen, 2008, Predictive Regressions: A Present-Value Approach, unpublished paper, Duke University and New York University.",
        "Lewellen, Jonathan, 2004, Predicting Returns with Financial Ratios, Journal of Financial Economics 74, 209-235.",
        "Lettau, Martin, and Jessica Wachter, 2007a, Why is Long-horizon Equity Less Risky? A Duration-based Explanation of the Value Premium, Journal of Finance, 62(1), 55-92.",
        "Lettau, Martin and Jessica Wachter, 2007b, The Term Structures of Equity and Interest Rates, unpublished paper, Columbia University and University of Pennsylvania.",
        "Li, Lingfeng, 2002, Macroeconomic Factors and the Correlation of Stock and Bond Returns, Yale ICF Working Paper 02-46.",
        "Litterman, Robert and Jose Scheinkman, 1991, Common Factors Affecting Bond Returns, Journal of Fixed Income, June.",
        "Mamaysky, Harry, 2002, Market Prices of Risk and Return Predictability in a Joint Stock-Bond Pricing Model, Yale ICF Working Paper 02-25.",
        "McCulloch, J. Huston and H. Kwon, 1993, US Term Structure Data, 1947-1991, Working Paper 93-6, Ohio State University.",
        "Piazzesi, Monika and Martin Schneider, 2006, Equilibrium Yield Curves, in D.",
        "Realdon, Marco, 2006, Quadratic Term Structure Models in Discrete Time, unpublished paper, University of York.",
        "Rudebusch, Glenn and Tao Wu, 2007, Accounting for a Shift in Term Structure Behavior with No-Arbitrage and Macro-Finance Models, Journal of Money, Credit, and Banking 39, 395-422.",
        "Shiller, Robert J. and Andrea Beltratti, 1992, Stock Prices and Bond Yields: Can Their Comovements Be Explained in Terms of Present Value Models?, Journal of Monetary Economics 30, 25-46.",
        "Stambaugh, Robert F., 1988, The Information in Forward Rates: Implications for Models of the Term Structure, Journal of Financial Economics 21, 41-70..",
        "Stambaugh, Robert F., 1999, Predictive Regressions, Journal of Financial Economics 54:375-421, 1999.",
        "Vasicek, Oldrich, 1977, An Equilibrium Characterization of the Term Structure, Journal of Financial Economics 5, 177-188.",
        "Viceira, Luis M., 2007, Bond Risk, Bond Return Volatility, and the Term Structure of Interest Rates, unpublished paper, Harvard Business School.",
        "Wachter, Jessica A., 2006, A Consumption-Based Model of the Term Structure of Interest Rates, Journal of Financial Economics 79, 365-399."
    ]
}