{
    "id": 14705,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Akerlof, George and Rachel Kranton. Economics and Identity, Quarterly Journal of Economics 115(3), August 2000, pages 715-753.",
        "Akerlof, George and Rachel Kranton. Identity and Schooling: Some Lessons for the Economics of Education, Journal of Economic Literature 40, December 2002, pages 1167-1201.",
        "Akerlof, George and Rachel Kranton. Identity and the Economics of Organizations,  Journal of Economic Perspectives 19(1), Winter 2005, pages 9-32.",
        "Aronson, Joshua and Claude M. Steele. Stereotypes and the Fragility of Academic Competence, Motivation, and Self-Concept, in Handbook of Competence and Motivation, Andrew J. Elliot and Carol S. Dweck, editors, New York: Guilford Press, 2005.",
        "Benabou, Roland and Jean Tirole Identity, Dignity and Taboos: Beliefs as Assets, working paper, December 2006",
        "Benjamin, Daniel J., James J. Choi, and A. Joshua Strickland. Social Identity and Preferences, NBER Working Paper No. 13309, August 2007.",
        "Bowen, William G. and Sarah A. Levin. Reclaiming the Came: College Sports and Educational Values. Princeton University Press, 2003.",
        "Cohen, Geoffrey, Julio Garcia, Nancy Apfel, and Alison Master. 2006. Reducing the racial achievement gap: A social-psychological intervention, Science vol. (313), September 1: 1307-1310.",
        "Fang, Hanming and Glenn C. Loury Dysfunctional Identities Can Be Rational, working paper, January 9, 2005.",
        "Fleming, James S. and Barbara E. Courtney. The Dimensionality of SelfEsteem II:. Hierarchical Facet Model for Revised Measurement Scales, Journal of Personality and Social Psychology 46(2), 1984, pages 404-421.",
        "Fryer, Roland G., Levitt, Steven D. and John A. List. Exploring the Impact of Financial Incentives on Stereotype Threat: Evidence from a Pilot Study, American Economic Review, May 2008.",
        "Jamieson, J. P., & Harkins, S. G. (2007). Mere effort and stereotype threat performance effects. Journal of Personality and Social Psychology, 93, 544564.",
        "Levitt, Steven D. and John A. List. What Do Laboratory Experiments Measuring Social Preferences Reveal About the Real World? Journal of Economic Perspectives 21(2), Spring 2007, pages 153-174.",
        "Oswald, D. L., & Harvey, R. D. (2000). Hostile environments, stereotype threat, and math performance among undergraduate women. Current Psychology 19(4): 338-356.",
        "Shih, Margaret, Todd L. Pittinsky, and Nalini Ambady. Stereotype Susceptibility: Identity Salience and Shifts in Quantitative Performance, Psychological Science 10(1), January 1999, pages 80-83.",
        "Shulman, James L. and William G. Bowen. The Came of Life: College Sports and Educational Values. Princeton University Press, 2001.",
        "Steele, Claude M. and Joshua Aronson. Stereotype Threat and the Intellectual Test Performance of African Americans, Journal of Personality and Social Psychology 69(5), 1995, pages 797-811."
    ]
}