{
    "id": 14707,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Bundy, Donald (2002). Education and HI V/A IDS: A Window of Hope. Washington DC, The World Bank.",
        "Clark, Shelley (2004) Early Marriage and HIV risks in Sub-Saharan Africa. Studies in Family Planning 35[3]: 149-160.",
        "Dee, Thomas and William Evans (2001). Teens and Traffic Safety, in J. Gruber, editor, Risky Behavior Among Youths: An Economic Analysis, University of Chicago Press, pp. 121-165.",
        "Duflo, Esther, Pascaline Dupas, Michael Kremer and Samuel Sinei (2006) Education and HIV prevention: Evidence from Western Kenya, Policy Research Working Paper 4024, World Bank.",
        "Gersovitz, Mark, Hanan G. Jacoby, F. Sen Dedy and A. Goze Tape, (1998) The Balance of Self-Reported Heterosexual Activity in KAP Surveys and the AIDS Epidemic in Africa, Journal of the American Statistical Association, vol. 93, pp. 875-883.",
        "Glynn JR, Carael M, Auvert B, Kahindo M, Chege J, Musonda R, Kaona F, BuvÃ\u0083Â© A. (2001) Why do young women have a much higher prevalence of HIV than young men? A study in Kisumu, Kenya, and Ndola, Zambia. AIDS, 15 (suppl 4): S51-S60.",
        "Gray RH, Li X, Kigozi G, Serwadda D, Nalugoda F, Watya 5, Reynolds SJ, Wawer M. (2007). The Impact of Male Circumcision on HIV Incidence and Cost per Infection Prevented: A Stochastic Simulation Model from Rakai, Uganda. AIDS. Apr 23;21(7):845-850.",
        "Gregson 5, Nyamukapa CA, Garnett GP, Mason PR, Zhuwau T, Carael M, Chandiwana SK, Anderson RM. (2002) Sexual mixing patterns and sex-differentials in teenage exposure to HIV infection in rural Zimbabwe. The Lancet; Vol 359.",
        "Grimes, David A. (2003). Unsafe abortion: the silent scourge. British Medical Bulletin 67:99-113",
        "Gruber, Jonathan and Jonathan Zinman (2001). Youth smoking in the United States: Evidence and Implications in J. Gruber, editor, Risky Behavior Among Youths: An Economic Analysis, University of Chicago Press, pp. 69-120.",
        "Jensen, Robert (2007): The Perceived Returns to Education and the Demand for Schooling. Mimeo, Harvard University.",
        "Kelly RJ, Gray RH, Sewankambo NK, Serwadda D, Wabwire-Mangen F, Lutalo T, Wawer MJ. (2003). Age differences in sexual partners and risk of HIV-1 infection in rural Uganda. Journal of Acquired Immune Deficiency Syndrome, 32:446-451.",
        "Kirby, Douglas (2008) The Impact of Abstinence and Comprehensive Sex and STD/HIV Education Programs on Adolescent Sexual Behavior Sexuality Research and Social Policy (2008;5(3):6-17)",
        "Laga M, SchwÃ\u0083Â¤rtlander B, Pisani E, Sow PS, Carael M. (2001) To stem HIV in Africa, prevent transmission to young women. AIDS 15: 9310934.",
        "Levitt, Steve and Lance Lochner (2001). The determinants of Juvenile Crime, in Jonathan Gruber, editor, Risky Behavior Among Youths: An Economic Analysis, University of Chicago Press, pp. 327-374.",
        "Luke, Nancy (2003) Age and economic asymmetries in the sexual relationships of adolescent girls in sub-Saharan Africa. Studies in Family Planning, Jun;34(2):67-86.",
        "Luke, Nancy and Kathleen M. Kurz (2002) Cross-generational and Transactional Sexual Relations in Sub-Saharan Africa: Prevalence of Behavior and Implications for Negotiating Safer Sexual Practices. Washington. DC: International Center for Research on Women.",
        "Magruder, Jeremy (2007). Marital Shopping and Epidemic AIDS. Mimeo, Yale University.",
        "Peterman, T, Stoneburner R, Allen J, Jaffe H, and Curran J. (1988) Risk of HIV transmission from heterosexual adults with transmission associated infections. JAMA; 259: 55-58.",
        "Population Services International (2005). The Sugar Daddy Syndrome: African Campaigns Battle Ingrained Phenomenon. Available online at: http: //www. psi. org/resources/pubs/cross-gen. pdf (accessed November 22, 2008)",
        "Rogo, Kama 0. (1993). Induced abortion in sub-Saharan Africa East African Medical Journal. 70(6) :386-95.",
        "Thornton, Rebecca L. (2008). The Demand for and Impact of Learning HIV Status: Evidence from a Field Experiment. American Economic Review 98 (5): 1829-63.",
        "Trenholm, Christopher, Barbara Devaney, Ken Fortson, Lisa Quay, Justin Wheeler, and Melissa Clark. Impacts of Four Title V, Section 510 Abstinence Education Programs. Final report, Mathematica Policy Research Inc.. Availble online at: http: //aspe. hhs.gov/hsp/abstinenceo7/index.htm (accessed November 28, 2008)."
    ]
}