{
    "id": 14715,
    "cites": 34,
    "cited_by": 18,
    "reference": [
        "Agarwal, S., J. Driscoll, X. Gabaix, and D. Laibson. 2007. The Age of Reason: Financial Decisions over the Lifecycle, mimeo, Harvard University.",
        "Ashraf, N., D. Karlan and W. Yin. 2006. Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Phillipines, Quarterly Journal of Economics 121: 635-672.",
        "Bandura, A., and D.H. Schunk. 1981. Cultivating Competence, Self-Efficacy, and Intrinsic Interest Through Proximal Self-Motivation, Journal of Personality and Social Psychology 41: 586-598.",
        "Benartzi, S. and R. Thaler. 2007. Heuristics and Biases in Retirement Savings Behavior, Journal of Economic Perspective 21(3): 8 1-104.",
        "Block, L.G, and P. Keller. 1998. Beyond Protection Motivation: An Integrative Theory of Health Appeals, Journal of Applied Social Psychology 28(17): 1584-1606.",
        "Bucks, B. and K. Pence. 2008. Do Bonowers Know Their Mortgage Terms?, Journal of Urban Economics 64: 218-33.",
        "Campbell, J. Y. 2006. Household Finance, Journal of Finance 61:1553-1604.",
        "Choi, J., D.Laibson, B. Madrian and A. Metrick. 2004. For Better or For Worse Default Effects and 40 1(k) Savings Behavior, in D. Wise (ed.) Perspective in the Economics of Aging 8 1-121. Chicago: Chicago University Press.",
        ". 2006. Saving for Retirement on the Path of Least Resistance, in E. McCaffrey and J. Slemrod (eds), Behavioral Public Finance: Toward a New Agenda, 304-351. New York: Russell Sage Foundation.",
        "Employee Benefits Research Institute (EBRI). 2007. Retirement Confidence Survey. Washington, DC: EBRI.",
        "Fujita K., Y. Trope, N. Liberman, and M.Levin-Sagi. 2006. Construal Levels and Self-Control, Journal of Personality and Social Psychology 90(3): 35 1-367.",
        "Gollwitzer, P. 1996. The volitional benefits of planning, in: J. Bargh and P. Gollwitzer, eds., The Psychology of Action (Guilford, New York), pp. 287-312.",
        ".1999. Implementation intentions: Strong effects of simple plans, American Psychologist 54: 493-503.",
        "Gollwitzer, P and V. Brandstatter. 1997. Implementation Intentions and Effective Goal Pursuit, Journal of Personality and Social Psychology 73: 186-199.",
        "Gustman, A. and T. Steinmeier. 1999. Effects of Pensions on Savings: Analysis with Data from the Health and Retirement Study, Carnegie-Rochester Conference Series on Public Policy 50: 271-324.",
        ".2004. What People Dont Know about their Pensions and Social Security, in W. Gale, J. Shoven and M. Warshawsky (eds.), Private Pensions and Public Policies, 57-125. Washington, DC: Brookings Institution.",
        "Gustman, A. and T. Steinmeier, and N. Tabatabai. 2009. Do Workers Know about Their Pension Plan Type? Comparing Workers and Employers Pension Information, forthcoming in A. Lusardi (ed.), Overcoming the saving slump: How to increase the effectiveness of financial education and saving programs, University of Chicago Press.",
        "Hogarth, J. 2006. Financial Education and Economic Development. Paper presented at Improving Financial Literacy, International conference hosted by the Russian G8 presidency in cooperation with the OECD, November 29-30.",
        "Hubbard, G., J. Skinner and S. Zeldes. 1995.Precautionary Saving and Social Insurance, Journal of Political Economy 103: 360-399.",
        "Laibson, D. 1997. Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics 112: 443-478.",
        "Locke, E.A., and G.P. Latham. 1990. Work Motivation and Satisfaction: Light at the End of the Tunnel, Psychological Science 1: 240-246.",
        "Lusardi, A. 1999. Information, Expectations, and Savings for Retirement, in Henry Aaron (ed.), Behavioral Dimensions of Retirement Economics, Washington, D.C.: Brookings Institution and Russell Sage Foundation: 81-115 Lusardi, A. 2005. Planning and Savings for Retirement, Working Paper, Dartmouth College.",
        "Lusardi, A. and P. Keller. 2006. Message Design to Change Behavior, Working Paper, Dartmouth College.",
        ". 2007, Not Now, It Is Too Easy, Mimeo, Dartmouth College.",
        "Lusardi, A., and 0. 5. Mitchell. 2006., Financial Literacy and Planning: Implications for Retirement Wellbeing, Working Paper, Pension Research Council, Wharton School, University of Pennsylvania.",
        ". 2007a. Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth, Journal of Monetary Economics 54: 205-224.",
        ". 2007b. Financial Literacy and Retirement Preparedness. Evidence and Implications for Financial Education, Business Economics: 35-44.",
        "Madrian, B., and D. Shea. 2001. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior, Quarterly Journal of Economics 116: 1149-1525.",
        "Malcov, S., G. Zauberman, and J.R. Bettman. 2007. Its in the Mindset! The Effect of Processing Specificity on Consumer Impatience, mimeo, University of Pennsylvania.",
        "Mandell, L. 2009. Financial Education in High School, forthcoming in A. Lusardi (ed.), Overcoming the saving slump: How to increase the effectiveness offinancial education and saving programs, University of Chicago Press.",
        "Prochaska, J. 0., and CC. DiClemente. 1983. Stages and Processes of Self-Change of Smoking: Toward an Integrative Model of Change, Journal of Consulting and Clinical Psychology 51: 390-395.",
        "Prochaska, J.O., J. C. Norcross, and C. C. DiClemente. 1994. Changing for Good, New York, NY: William Morrow.",
        "Samwick, A. 2006. Saving for Retirement: Understanding the Importance of Heterogeneity, Business Economics 41, 21-27.",
        "Thaler R. and S. Benartzi. 2004. Save More Tomorrow: Using Behavioral Economics to Increase Employee Saving, Journal of Political Economy 112: 164-187."
    ]
}