{
    "id": 14717,
    "cites": 46,
    "cited_by": 4,
    "reference": [
        "Arthur, Michelle M. and Alison Cook. 2003. The Relationship Between Work-Family Human Resource Practices and Firm Profitability: A Multi-theoretic Perspective. Research in personnel and hnman resonrce management, Vol. 22: 219-2S2.",
        "Arthur, Michelle M. and Alison Cook. 2004. Taking Stock of Work-Family Initiatives: How Announcements of Family-Friendly Human Resource Decisions Affect Shareholder Value. Indnstrial and Labor Relations Review, S7(4): S99-613.",
        "Baker, Joe G. 2002. The Influx of Women into Legal Professions: An Economic Analysis. Monthly Labor Review, August 2002: 14-24.",
        "Batt, Rosemary and P. Monique Valcour. 2003. Human Resources Practices as Predictors of Work-Family Outcomes and Employee Turnover. Indnstrial Relations, 42(2): 189-220.",
        "Belkin, Lisa. 2003. The Opt-Out Revolution. New York Times, October 26, 2003.",
        "Berg, Peter, Arne L. Kalleberg, and Eileen Appelbaum. 2003. Balancing Work and Family: The Role of High-Commitment Environments. Indnstrial Relations, 42(2): 16888.",
        "Berger, Joseph. 2007. Exploring Ways to Shorten the Ascent to a PhD. New York Times, October 3, 2007.",
        "Bertrand, Marianne, Claudia Goldin, and Lawrence F. Katz. 2008. Dynamics of the Gender Gap for Young Professionals in the Financial and Corporate Sectors. Draft. September 30, 2008.",
        "Blair-Loy, Mary and Amy S. Wharton. 2002. Employees Use of Work-Family Policies and the Workplace Social Context. Social Forces, 80(3): 813-84S.",
        "Blair-Loy, Mary and Amy S. Wharton. 2004. Organizational Committment and Constraints on Work-Family Policy Use: Corporate Flexibility Policies in a Global Firm. Sociological Perspectives, 47(3): 243-267.",
        "Blau, Francine D., and Lawrence M. Kahn. 200S. Changes in the Labor Supply Behavior of Married Women: 1980-2000. NBER Working Paper #11230.",
        "Boulis, Ann. 2004. The Evolution of Gender and Motherhood in Contemporary Medicine. Annals of the American Academy of Political and Social Science, S96: 172206.",
        "Boushey, Heather. 200S. Are Women Opting Out? Debunking the Myth. Center for Economic and Policy Research Briefing Paper.",
        "Clifton, Thomas J. and Edward Shepart. 2004. Work and Family Programs and Productivity: Estimates Applying a Production Function Model. International Jonrnal of Manpower, 2S(7-8): 714-728.",
        "Dorsey, E. Ray, David Jarjoura, and Gregory W. Rutecki. 2003. Influence of Controllable Lifestyle on Recent Trends in Specialty Choice by US Medical Students. Jonrnal of the American Medical Association, 290(9): 1173-1178.",
        "Drago, Robert and Douglas Hyatt. 2003. Symposium: The Effect of Work-Family Policies on Employees and Employers. Indnstrial Relations, 42(2): 139-144.",
        "Eaton, Susan C. 2003. If You Can Use Them: Flexibility Policies, Organziational Commitment, and Perceived Performance. Indnstrial Relations, 42(2): 145-167.",
        "Fernandez, Raquel and Alessandra Fogli. 2005. An Empirical Investigation of Beliefs, Work and Fertility. NBER Working Paper #11268.",
        "Flyer, Frederick, and Sherwin Rosen. 1997. The New Economics of Teachers and Education. Jonrnal of Labor Economics, 15(1): S104-S139.",
        "Fogli, Alessandra and Laura Veldkamp. 2008. Nature or Nurture? Learning and the Geography of Female Labor Force Participation. NBER Working Paper #14097.",
        "Fortin, Nicole M. 2005. Gender Role Attitudes and Womens Labour Market Outcomes Across OECD countries. Oxford Review of Economic Policy, 21: 416-438.",
        "Goldin, Claudia. 2006. The Quiet Revolution that Transformed Womens Employment, Education and Family. American Economic Review, 96(2): 1-21.",
        "Goldin, Claudia and Lawrence F. Katz. 2008. Transitions: Career and Family Life Cycles of the Educational Elite. American Economic Review: Papers ~ Proceedings,98(2): 363369.",
        "Heckman, James. 1974. Shadow Prices, Market Wages, and Labor Supply. Econometrica, 42(4): 679-694.",
        "Hewlett, Sylvia Ann. 2005. Off-ramps and On-ramps: Keeping Talented Women on the Road to Success. Harvard Bnsiness Review, March 2005.",
        "Hewlett, Sylvia Ann, Carolyn Buck Luce, Peggy Shiller, and Sandra Southwell. 2005. The Hidden Brain Drain: Off-Ramps and On-Ramps in Womens Careers. Harvard Bnsiness Review Research Report, March 2005.",
        "Hochschild, Arlie. 1997. The Time Bind: When Work Becomes Home and Home Becomes Work. New York: Metropolitan Books.",
        "Johnson, Nancy Brown and Keith G. Provan. 1995. The Relationship Between Work/Family Benefits and Earnings: A Test of Competing Predictions. Jonrnal of Socio-Economics, 24(4): 571-584.",
        "Joint Economic Committee (Majority Staff). 2008. Equality in Job Loss: Women are Increasingly Vulnerable to Layoffs During Recessions. July 22, 2008.",
        "Judiesch, Michael K. and Karen S. Lyness. 1999. Left Behind? The Impact of Leaves of Absence on Managers Career Success. Academy of Management Jonrnal, 42(6): 641651.",
        "Juhn, Chinhui and Kevin M. Murphy. 1997. Wage Inequality and Family Labor Supply. Jonrnal of Labor Economics, 55(1, part 1): 72-97.",
        "Mincer, Jacob and Haim Ofek. 1982. Interrupted Work Careers: Depreciation and Restoration of Human Capital. The Jonrnal of Hnman Resonrces, 17(1): 3-24.",
        "Mosisa, Abraham and Steve Hippie. 2006. Trends in Labor Force Participation in the United States. Monthly Labor Review, October: 35-57.",
        "National Center for Education Statistics. 2007. Digest of Edncation Statistics. Accessed at: http : //nces .ed.gov/programs/digest/d07/ch_3. asp.",
        "Nielsen, Helena S., Marianne Simonsen, and Mette Verner. 2004. Does the Gap in Family-friendly Policies Drive the Family Gap? Scandinavian Jonrnal of Economics, 106(4): 721-744.",
        "Oyer, Paul. 2008. The Making of an Investment Banker: Macroeconomic Shocks, Career Choice, and Lifetime Income. Jonrnal of Finance, 63(6): 260 1-2628.",
        "Preston, Anne E. 1990. Women in the White-Collar Nonprofit Sector: The Best Option or the Only Option? Review of Economics and Statistics, 72(4): 560-568.",
        "Russo, Eugene. 2004. Fast Track: PhDs. Natnre, Vol 431, Sept. 16th, 2004.",
        "Schneer, Joy A. and Frieda Reitman. 1997. The Interrupted Managerial Career Path: A Longitudinal Study of MBAs. Jonrnal of Vocational Behavior, 51(3): 411-434.",
        "Stone, Pamela and Meg Lovejoy. 2004. Fast-Track Women and the Choice to Stay Home. Annals of the American Academy of Political and Social Science, 596: 62-83.",
        "Story, Louise. 2005. Many Women at Elite Colleges Set Career Path to Motherhood. New York Times, September 20, 2005.",
        "Swiss, Deborah J., and Judith P. Walker. 1993. Women and the work/family dilemma: how todays professional women are finding solntions. New York: J. Wiley.",
        "Tomlinson, Jennifer. 2004. Perceptions and Negotiations of the Business Case for Flexible Careers and the Integration of Part-Time Work. Women in Management Review, 19(8): 413-420.",
        "Wallis, Claudia. 2004. The Case for Staying Home. Time Magazine, March 22, 2004.",
        "Wax, Amy L. 2004. Family-Friendly Workplace Reform: Prospects for Change. Annals of the American Academy of Political and Social Science, 596: 36-61.",
        "Wood, Robert G., Mary E. Corcoran, and Paul N. Courant. 1993. Pay Differences Among the Highly Paid: The Male-Female Earnings Gap in Lawyers Salaries. Jonrnal of Labor Economics, 11(3): 417-441. Data Appendix A Married Womens Budget Constraint with Minimum Hours Requirement The underlying utility maximization problem leading to Equations (1) and (2) in Section 2 assumes the two relevant corner solutions in the married womens labor supply model are h { 0, T} (see Figure A-la). By comparison, as shown in Figure A-lb, under the assumptions in Section 2 there is now a third corner solution, h Y+A+wT Y+A+nT C C Y+A+wkfflin Y+A Y+A I Hours worked, h Hours worked, h (a) Traditional Model (b) Including Minimum Hours"
    ]
}