{
    "id": 14713,
    "cites": 15,
    "cited_by": 251,
    "reference": [
        "Agnew, Julie R., Lisa R. Anderson, Jeffrey R. Gerlach, and Lisa R. Szykman (2008). Who Chooses Annuities? An Experimental Investigation of the Role of Gender, Framing, and Defaults. American Economic Review, 98, 4 18-442.",
        "Benjamin, Daniel J., Sebastian A. Brown and Jesse M. Shapiro (2006). Who is `Behavioral? Cognitive Ability and Anomalous Preference. Unpublished Manuscript, Cornell University.",
        "Borghans, Lex, Angela L. Duckworth, James J. Heckman and Bas ter Weel (2008). The Economics and Psychology of Personality Traits. Journal of Human Resources, 43, 972-1059.",
        "Dohmen, Thomas, Armin Falk, David Huffman and Uwe Sunde (2008). Are Risk Aversion and Impatience Related to Cognitive Ability? IZA Discussion Paper, 2735.",
        "Duckworth, Angela L. (2008). The Self-Control Act-Frequency Scale. Unpublished manuscript, University of Pennsylvania.",
        "Duckworth, Angela L., Chistopher Peterson, Michael D. Matthews and Dennis R. Kelly (2007). Grit: Perseverance and passion for long-term goals. Journal of Personality and Social Psychology, 92, 1087-1101.",
        "Ellsberg, Daniel (1961). Risk, Ambiguity, and the Savage Axioms. Quarterly Journal of Economics, 75, 643-669.",
        "Goldberg, Lewis R (1992). The development of markers for the Big-Five factor structure. Psychological Assessment, 4, 26-42.",
        "Halevy, Yoram (2007). Ellsberg Revisited: An Experimental Study. Econometrica, 75, 503-536.",
        "Hansen, Lars Peter (2005). Comment: On Exotic Preferences for Macroeconomics, By D. K. Backus, B. R. Routledge and S. E. Zin. NBER Macroeconomics Annual 2004. Edited By M. Gertler and K. Rogoff.",
        "Hansen, Lars Peter (2007). Beliefs, Doubts and Learning: Valuing Macroeconomic Risk; Richard T. Ely Lecture. American Economic Review, 97, 1-30.",
        "Hartog, Joop, Ada Fener-i-Carbonell, Nicole Jonker (2002). Linking Measured Risk Aversion to Individual Characteristics. Kyklos, 55, 3-26.",
        "NIBUD (2005). NIBUD, Nationaal Scholierenonderzoek 2004/2005 Een onderzoek naar inkomsten, uitgaven, baantjes en omgaan met geld. NIBUD, Utrecht.",
        "Powell, Melanie and David Ansic (1997). Gender Differences in Risk Behaviour in Financial Decision-Making: An Experimental Analysis. Journal of Economic Psychology, 18, 605-628.",
        "Schubert, Renate, Matthias Gysler, Martin Brown, Hans-Wolfgang Brachinger (1999). Financial Decision-Making: Are Women Really More Risk-Averse? American Economic Review, 89, 381-385. Seo, Kyoungwon (forthcoming), Ambiguity and Second-Order Belief. Econometrica."
    ]
}