{
    "id": 14724,
    "cites": 14,
    "cited_by": 11,
    "reference": [
        "Agrawal, A., WaDding, R.A., 1994, Executive careers and compensation surrounding takeover bids, Journal of Finance 49, 985-1014.",
        "Amihud, Y., 2002, Illiquidity and stock returns: Cross-section and time-series effects, Journal of Financial Markets 5, 3 1-56.",
        "Bargeron, L., Schlingemann, F.P., Stulz, R.M., Zutter C., 2008, Why do private acquirers pay so little compared to public acquirers?, Journal of Financial Economics 89-3, 375-390.",
        "Brown, S., Warner J., 1985, Using daily stock returns, the case of event studies, Journal of Financial Economics 14, 3-31.",
        "DeAngelo, H., DeAngelo, L., and E. M. Rice, 1984, Going private: Minority freezeouts and stockholder wealth, Journal of Law and Economics 27, 367-401.",
        "Hartzell, J., E. Ofek, and D. Yermack, 2004, Whats in it for me? CEOs whose firms are acquired, Review of Financial Studies 17, 37-6 1.",
        "Kothari, S.P., and J. Warner, 2007, Econometrics of event studies, in S.P. Eckbo, Handbook of Corporate Finance, Vol. 1, North-Holland.",
        "Matsusaka, J. G., 1993, Takeover motives during the conglomerate merger wave, The RAND Journal of Economics 24, 357-379.",
        "McConnell, J.J., Martin, K.J., 1991, Corporate performance, corporate takeovers, and managerial turnover, Journal of Finance 46, 67 1-687.",
        "McConnell, J.J., Servaes, H., 1990, Additional evidence on equity ownership and corporate value, Journal of Financial Economics 27, 595-6 12.",
        "Moeller, T., 2005, Lets make a deal! How shareholder control impacts merger payoffs, Journal of Financial Economics 76, 167-190.",
        "Schlingemann, F.P., Stulz, R.M., WaDding, R.A., 2002, Divestitures and the liquidity of the market for corporate assets. Journal of Financial Economics 64, 117-144.",
        "Schwert, G., 1996, Markup pricing in mergers and acquisitions, Journal of Financial Economics 41, 153192.",
        "Stulz, R., 1988, Managerial control of voting rights: Financing policies and the market for corporate control, Journal of Financial Economics 20, 25-54."
    ]
}