{
    "id": 14729,
    "cites": 13,
    "cited_by": 12,
    "reference": [
        "Aversa, Jeannine. Government Plans Massive Citigroup Rescue Effort. Associated Press. November 24, 2008. Bano, Robert J. and Robert G. King. Time Separable Preferences and Intertemporal Substitution Models of Business Cycles. Quarterly Journal of Economics.",
        "Charm, V. V., Patrick J. Kehoe, and Ellen R. McGrattan. Business Cycle Accounting. Econometrica. 75(3), April 2007: 78 1-836.",
        "Cole, Harold L. and Lee E. Ohanian. The Great Depression in the United States from a Neoclassical Perspective. Federal Reserve Bank of Minneapolis Quarterly Review. 23(1), Winter 1999: 2-24.",
        "Cole, Harold L. and Lee E. Ohanian. New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis. Journal of Political Economy. 112(4), August 2004: 779-8 16.",
        "Crucini, Mario J. and James Kahn. Tariffs and Aggregate Economic Activity: Lessons from the Great Depression. Journal of Monetary Economics. 38(3), December 1996: 427-67.",
        "~ Cole and Ohanian (1999, Table 6) find total factor productivity to fall five percent in the first year of the Great Depression, and a total of 14 percent through four years. Mulligan (2005, Figure 4) finds the Great Depression labor supply distortion to increase 0.17 log points in the first year and 0.46 log points through four years. In other words, 1929-30 would be in the same quadrant of Figure 15 as the 1970s recession, and on about the same ray from the origin, but five times further away.",
        "Federal Deposit Insurance Corporation. Loan Modification Program for Distressed Indymac Mortgage Loans. August 20, 2008. http:i/www.f die. gov/consumers/ioans/rnc)dlflcatlonhindyrnac,htnhi Friedman, Milton, and Schwartz, Anna J. A Monetary History of the United States, 1867-1960. Princeton, NJ: Princeton University Press (for NBER), 1963.",
        "Gali, Jordi, Mark Gertler, and J. David Lopez-Salido. Markups, Gaps, and the Welfare Costs of Business Fluctuations. manuscript, CREI, October 2003.",
        "Hall, Robert E. Macroeconomic Fluctuations and the Allocation of Time. Journal of Labor Economics. 15(1), Part 2 January 1997: S223-50.",
        "Katz, Lawrence F. and Kevin M. Murphy. Changes in Relative Wages, 1963-1987: Supply and Demand Factors. Quarterly Journal of Economics. 107(1), February 1992: 35-78.",
        "Kydland, Finn and Edward C. Prescott. Time to Build and Aggregate Fluctuations. Econometrica. 50(6), November 1982: 1345-70.",
        "Lucas, Robert E., Jr. Bernanke is the Best Stimulus Right Now. Wall Street Journal. December 23, 2008. Mulligan, Casey B. A Century of Labor-Leisure Distortions. NBER working paper no.",
        "Mulligan, Casey B. A Depressing Scenario: Mortgage Debt Becomes Unemployment Insurance. NBER working paper no. 14514, November 2008."
    ]
}