{
    "id": 14728,
    "cites": 44,
    "cited_by": 2,
    "reference": [
        "National Center for Health Statistics. Health, United States, 2006. With Chartbook on Trends in the Health of Americans. Hyattsville, MD; 2006.",
        "Buescher PA. Smoking in Pregnancy in North Carolina. North Carolina Medical Journal. 1997;58(5):356-60.",
        "Boyd NR, Windsor RA, Perkins LL, Lowe JB. Quality of measurement of smoking status by self-report and saliva cotinine among pregnant women. Matern Child Health J. 1998 Jun;2(2):77-83.",
        "Kharrazi M, Epstein D, Hopkins B, Kreutzer R, Doebbert G, Hiatt R, et al. Evaluation of four maternal smoking questions. Public Health Rep. 1999 Jan-Feb;114(1):60-70.",
        "Mullen PD, Carbonari JP, Tabak ER, Glenday MC. Improving disclosure of smoking by pregnant women. Am J Obstet Gynecol. 1991 Aug;165(2):409-13.",
        "Kramer MD, Taylor V, Hickok DE, Daling JR, Vaughan TL, Hollenbach KA. Maternal smoking and placenta previa. Epidemiology. 1991 May;2(3) :221-3.",
        "Monica G, Lilja C. Placenta previa, maternal smoking and recurrence risk. Acta Obstet Gynecol Scand. 1995 May;74(5) :341-5.",
        "Spinillo A, Capuzzo E, Colonna L, Solerte L, Nicola 5, Guaschino S. Factors associated with abruptio placentae in preterm deliveries. Acta Obstet Gynecol Scand. 1994 Apr;73(4):307-",
        "Williams MA, Mittendorf R, Stubblefield PG, Lieberman E, Schoenbaum SC, Monson RR. Cigarettes, coffee, and preterm premature rupture of the membranes. Am J Epidemiol. 1992 Apr 15;135(8):895-903.",
        "Bitler M, Currie J. Does WIC Work? The Effects of WIC on Pregnancy and Birth Outcomes. Journal of Policy Analysis and Management. 2005;24(1):73-91.",
        "Bitler M, Currie J. The changing association between prenatal participation in WIC and birth outcomes in New York City: What does it mean? Journal of Policy Analysis and Management. 2005;24(4):687-90.",
        "Joyce T, Gibson D, Colman S. The changing association between prenatal participation in WIC and birth outcomes in New York City. Journal of Policy Analysis and Management. 2005;24(4):661-85.",
        "Joyce T, Racine A, Yunzal-Butler C. Reassessing the WIC effect: Evidence from the Pregnancy Nutrition Surveillance System. Journal of Policy Analysis and Management. 2008;27(2):277-303.",
        "Ludwig J, Miller M. Interpreting the WIC debate. Journal of Policy Analysis and Management. 2005;24(4):691-701.",
        "Institute of Medicine. Preterm Birth: Causes, Consequences, and Prevention: National Academies Press; 2007.",
        "Goldenberg RL, Culhane JF. Low birth weight in the United States. Am J Clin Nutr. 2007 Feb;85(2):5845-905.",
        "Ahluwalia I, Hogan V, Grummer-Strawn L, Colville W, Peterson A. The Effect of WIC Participation on Small-for-Gestational-Age Births: Michigan, 1992. American Journal of Public Health. 1998;88(9):1374-7.",
        "Devaney B, Bilheimer L, Schore J. Medicaid Costs and Birth Outcomes: The Effects of Prenatal WIC Participation and the Use of Prenatal Care. Journal of Policy Analysis and Management. 1992; 11(4) :573-92.",
        "Lazariu-Bauer V, Stratton H, Pruzek R, Woelfel ML. A Comparative Analysis of Effects of Early Versus Late Prenatal WIC Participation on Birth Weight: NYS, 1995. Maternal and Child Health Journal. 2004;8(2) :77-86.",
        "Buescher PA, Horton SJ. Prenatal WIC Participation in Relation to Low Birth Weight and Medicaid Infant Costs in North Carolina--a 1997 Update: Center for Health and Statistics, North Carolina Department of Health and Human Services; 2000.",
        "Kendrick JS, Zahniser SC, Miller N, Salas N, Stine J, Gargiullo PM, et al. Integrating smoking cessation into routine public prenatal care: the Smoking Cessation in Pregnancy project. Am J Public Health. 1995 Feb;85(2):217-22.",
        "Secker-Walker RH, Solomon U, Flynn BS, Skelly JM, Lepage SS, Goodwin GD, et al. Smoking relapse prevention counseling during prenatal and early postnatal care. Am J Prey Med. 1995 Mar-Apr;1 1(2):86-93.",
        "Secker-Walker RH, Solomon U, Flynn BS, Skelly JM, Mead PB. Smoking relapse prevention during pregnancy. A trial of coordinated advice from physicians and individual counseling. Am J Prey Med. 1998 Jul;15(1):25-31.",
        "Windsor RA, Cutter G, Morris J, Reese Y, Manzella B, Bartlett EE, et al. The effectiveness of smoking cessation methods for smokers in public health maternity clinics: a randomized trial. Am J Public Health. 1985 Dec;75(12):1389-92.",
        "Pbert L, Ockene JK, Zapka J, Ma Y, Goins KV, Oncken C, et al. A community health center smoking-cessation intervention for pregnant and postpartum women. Am J Prey Med. 2004 Jun;26(5):377-85.",
        "Floyd RL, Rimer BK, Giovino GA, Mullen PD, Sullivan SE. A Review of Smoking in Pregnancy: Effects on Pregnancy Outcomes and Cessation Efforts. Annual Review of Public Health. 1993;14:379-41 1.",
        "Melvin CL, Dolan-Mullen P, Windsor RA, Whiteside HP, Jr., Goldenberg RL. Recommended cessation counselling for pregnant women who smoke: a review of the evidence. Tob Control. 2000;9 Suppl 3:11180-4.",
        "General Accounting Office. WIC Faces Challenges in Providing Nutrition Services. U.S. General Accounting Office; 2001.",
        "Fox MK, Hamilton W, Lin B-H. Effects of Food Assistance and Nutrition Programs on Nutrition and Health: Volume 3, Literature Review. Washington, D.C.: Economic Research Service, USDA; 2004.",
        "Ahluwalia IB, Hogan VK, Grummer-Strawn L, Colville WR, Peterson A. The effect of WIC participation on small-for-gestational-age births: Michigan, 1992. Am J Public Health. 1998 Sep;88(9):1374-7.",
        "Schramm WF. WIC prenatal participation and its relationship to newborn Medicaid costs in Missouri: a cost/benefit analysis. Am J Public Health. 1985 Aug;75(8):851-7.",
        "Schramm WF. Prenatal participation in WIC related to Medicaid costs for Missouri newborns: 1982 update. Public Health Rep. 1986 Nov-Dec;101(6):607-15.",
        "Stockbauer J. WIC Prenatal Participation and Its Relation to Pregnancy Outcomes in Missouri: A Second Look. American Journal of Public Health. 1987;77(7):813-8.",
        "Stockbauer JW. Evaluation of the Missouri WIC program: prenatal components. J Am Diet Assoc. 1986 Jan;86(1):61-7.",
        "Hebel JR, Fox NL, Sexton M. Dose-response of birth weight to various measures of maternal smoking during pregnancy. J Clin Epidemiol. 1988;41(5):483-9.",
        "Alexander GR, Kogan M, Martin J, Papiernik E. What are the fetal growth patterns of singletons, twins, and triplets in the United States? Clin Obstet Gynecol. 1998 Mar;41(1):114-25.",
        "Levy DE, Meara E. The Effect of the 1998 Master Settlement Agreement on Prenatal Smoking. Journal of Health Economics. 2006;25:276-94.",
        "Heckman J. Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Program Evaluations. The Journal of Human Resources. 1997;32(3):441-62.",
        "Wooldridge JM. Econometric Analysis of Cross Section and Panel Data: The MIT Press;",
        "Quinn VP, Mullen PD, Ershoff DH. Women who stop smoking spontaneously prior to prenatal care and predictors of relapse before delivery. Addict Behav. 199 1;16(1-2):29-40.",
        "Sexton M, Hebel JR. A clinical trial of change in maternal smoking and its effect on birth weight. Jama. 1984 Feb 17;251(7):91 1-5.",
        "Windsor RA, Lowe JB, Perkins LL, Smith-Yoder D, Artz L, Crawford M, et al. Health education for pregnant smokers: its behavioral impact and cost benefit. Am J Public Health. 1993 Feb;83(2):201-6.",
        "Fingerhut LA, Kleinman JC, Kendrick JS. Smoking before, during, and after pregnancy. Am J Public Health. 1990 May;80(5):541-4.",
        "General Accounting Office. Early Intervention: Federal Investments Like WIC Can Produce Savings. U.S. General Accounting Office; 1992. lable 1. Distribution of Prenatal WIC Participants With Complete Records, by States and Timing of WIC Enrollment: Singleton Births First Trimester Second Trimester Third Trimester Total FL (2000-2004) 69,062 110,537 61,878 241,477 IN (1995-2004) 88,939 89,320 48,108 226,367 Ivll(1996-2004) 103,474 120,918 68,821 293,213 MO (1995-2004) 140,589 101,944 51,409 293,942 NC (1996-2003) 115,757 120,140 62,392 298,289 NJ (2000-2004) 23,235 44,831 23,525 91,591 OH (1999-2004) 104,745 116,700 74,974 296,419 VA (2004) 9,276 12,208 6,188 27,672 Total 655,077 716,598 397,295 1,768,970"
    ]
}