{
    "id": 14726,
    "cites": 19,
    "cited_by": 139,
    "reference": [
        "CooK, T., (2008), Waiting for Life to arrive: A history of the regression-discontinuity design in Psychology, Statistics and Economics, Journal of Econometrics, 142, 636-654.",
        "CHENG, M.-Y., FAN, J. AND MARRON, J.S., (1997), On Automatic Boundary Corrections, The Annals of Statistics, 25, 1691-1708.",
        "FAN, J. AND GIJBELS, I., (1992), Variable bandwidth and local linear regression smoothers, The Annals of Statistics, 20, 2008-2036.",
        "FAN, J. AND GIJBELS, I., (1996), Local polynomial modeling and its implications, Monographs on Statistics and Applied Probability 66, Chapman and Hall/CRC, Boca Raton, FL.",
        "FRANDSEN, B., (2008), A Nonparametric Estimator for Local Quantile Treatment Effects in the Regression Discontinuity Design, Unpublished Working Paper, Dept of Economics, MIT.",
        "FRÃ\u0083â\u0080\u009dLICH, M., (2007), Regression Discontinuity Design with Covariates, IZA Discussion Paper 3024 Bonn.",
        "FRÃ\u0083â\u0080\u009dLICH, M., AND B. MELLY, (2008), Quantile Treatment Effects in the Regression Discontinuity Design, IZA Discussion Paper 3638, Bonn.",
        "HAHN, J., TODD, P., AND VAN DER KLAAUW, W., (2001), Regression discontinuity, Econometrica, 69(1), 201-209.",
        "IMBENS, G.W. AND LEMIEUX, T., (2008), Regression discontinuity designs, Journal of Econometrics, 142, 615-635.",
        "KALYANARAMAN, K., (2008), Bandwidth selection for linear functionals of the regression function, Working Paper, Harvard University Department of Economics, June, 2008.",
        "LEE, D., (2008), Randomized experiments from non-random selection in U.S. House elections, Journal of Econometrics, 142, 675-697.",
        "LEE, D., AND T. LEMIEUX, (2009), Regression Discontinuity Designs in Economics, Working Paper, Dept of Economics, Princeton University.",
        "LI, K-C., (1987), Asymptotic Optimality for C~, CL, Cross-validation and Generalized Crossvalidation: Discrete Index Set, The Annals of Statistics, vol. 15(3), 958-975.",
        "LUDWIG, J. AND MILLER, D., (2005), Does Head Start Improve Childrens Life Chances? Evidence from a Regression Discontinuity Design, NBER Working Paper 11702.",
        "LUDWIG, J. AND MILLER, D., (2007), Does Head Start Improve Childrens Life Chances? Evidence from a Regression Discontinuity Design, Quarterly Journal of Economics.",
        "MCCRARY, J., (2008), Manipulation of the running variable in the regression discontinuity design: A density test, Journal of Econometrics, 142, 698-714.",
        "PORTER, J., (2003), Estimation in the Regression Discontinuity Model, Working Paper, Harvard University Department of Economics, draft date September 25, 2003.",
        "POWELL, J., AND T. STOKER, (1996), Optimal Bandwidth Choice for Density Weighted Averages, Journal of Econometrics, Vol 75, 291-316 RUPPERT, D. AND WAND, M.P., (1994), Multivariate locally weighted least squares regression, The Annals of Statistics, 22, 1346-1370 SHADISH, W., T. CAMPBELL AND D. CooK, (2002), Experimental and Quasi-experimental Designs for Generalized Causal Inference, Houghton and Muffin, Boston.",
        "STONE, C., (1982), Optimal global rates of convergence for nonparametric regression, The Annals of Statistics, 10, 1040-1053 THISTLEWAITE, D., AND CAMPBELL, D., (1960), Regression-discontinuity analysis: an alternative to the ex-post facto experiment, Journal of Educational Psychology, 51, 309-317."
    ]
}