{
    "id": 14733,
    "cites": 60,
    "cited_by": 0,
    "reference": [
        "Allen, Franklin, and Andrew Postlewaite, 1984, Rational expectations and the measurement of a stocks elasticity of demand, Journal of Finance 39, 1119-26.",
        "Bagwell, Laurie S., 1992, Dutch auction repurchases: An analysis of shareholder heterogeneity, Journal of Finance 47, 7 1-105.",
        "Barber, Brad M., and Terrance Odean, 2000, Trading is hazardous to your wealth: The common stock investment performance of individual investors, Journal of Finance 55, 773-806.",
        "Beneish, Messod, and Robert Whaley, 1996, An anatomy of the S&P Game: The effects of changing the rules, Journal of Finance 51, 1909-1930.",
        "Bloomfield, Robert J., Maureen OHara, and Gideon Saar, 2005, The make or take decision in an electronic market: Evidence on the evolution of liquidity, Journal of Financial Economics 75, 165-200.",
        "Blough, S., 1988, Differences of opinion and the information value of prices, working paper, The Johns Hopkins University.",
        "Choe, Hyuk, Bong-Chan Kho, and RenÃ\u0083Â© Stulz, 1999, Do foreign investors destabilize stock markets? The Korean experience in 1997, Journal of Financial Economics 54, 227-254.",
        "Dc Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldman, 1990, Noise trader risk in financial markets, Journal of Political Economy 98, 703-738.",
        "Dhillon, Upinder, and Herb Johnson, 1991, Changes in the Standard and Poors 500 list, Journal of Business 64, 75-85.",
        "Fama, Eugene, and Kenneth French, 2007, Disagreement, tastes, and asset pricing, Journal of Financial Economics 83, 667-689.",
        "Foucault, Thierry, Ohad Kadan, and Eugene Kandel, 2005, Limit order book as a market for liquidity, Review of Financial Studies 18, 1171-1217.",
        "French, Kenneth, and Richard Roll, 1986, Stock return variances: The arrival of information and the reaction of traders, Journal of Financial Economics 17, 5-26.",
        "Goettler, Ronald, Christine Parlour, and Uday Rajan, 2009, Equilibrium in a dynamic limit order market, Journal of Finance, forthcoming.",
        "Glosten, Lawrence, 1994, Is the electronic open limit order book inevitable?, Journal of Finance 49, 1127-116 1.",
        "Glosten, Lawrence, and Paul Milgrom, 1985, Bid, ask, and transaction prices in a specialist market with heterogeneously informed traders, Journal of Financial Economics 13, 71-100.",
        "Goldstein, Michael A., and Kenneth A. Kavajecz, 2004, Trading strategies during circuit breakers and extreme market movements, Journal of Financial Markets 7, 30 1-333.",
        "Greene, William H., 1993, Econometric Analysis, Macmillan Publishing Company.",
        "Greenwood, Robin, 2005, Short- and long-term demand curves for stocks: Theory and evidence on the dynamics of arbitrage, Journal of Financial Economics 75, 607-649.",
        "Grinblatt, Mark, and Bing Han, 2005, Prospect theory, mental accounting, and momentum, Journal of Financial Economics 78, 3 11-339.",
        "Grossman, Sanford, and Joseph Stiglitz, 1980, On the impossibility of informationally efficient markets, American Economic Review 70, 393-411.",
        "Handa, Puneet, and Robert A. Schwartz, 1996, Limit order trading, Journal of Finance 51, 18351861.",
        "Harris, Lawrence, 1998, Optimal dynamic order submission strategies in some stylized trading problems, Financial Markets, Institutions & Instruments 7, 1-76.",
        "Harris, Lawrance, and Eitan Gurel, 1986, Price and volume effects associated with changes in the S&P 500: New evidence for the existence of price pressures, Journal of Finance 41, 8 15-829.",
        "Harris, Milton, and Artur Raviv, 1993, Differences of opinion make a horse race, Review of Financial Studies 6, 473-506.",
        "Harrison, J. Michael, and David M. Kreps, 1978, Speculative investor behavior in a stock market with heterogeneous expectations, Quarterly Journal of Economics 93, 323-336.",
        "Hindy, A., 1989, An equilibrium model of futures markets dynamics, working paper, MIT.",
        "Hollifield, Burton, Robert A. Miller, and Patrik SandÃ\u0083Â¢s, 2004, Empirical analysis of limit order markets, Review of Economic Studies 71, 1027-1063.",
        "Hollifield, Burton, Robert A. Miller, Patrik SandÃ\u0083Â¢s, and Joshua Slive, 2006, Estimating the gains from trade in limit-order markets, Journal of Finance 61, 2753-2804.",
        "Jam, Prem, 1987, The effect of stock price of inclusion in or exclusion from the S&P 500, Financial Analysts Journal 43, 5 8-65.",
        "Kalay, Avner, Orly Sade, and Avi Wohl, 2004, Measuring stock illiquidity: An investigation of the demand and supply schedules at the TASE, Journal of Financial Economics 74, 461-486.",
        "Kaniel, Ron, and Hong Liu, 2006, So what orders do informed traders use?, Journal of Business 79, 1867- 19 13.",
        "Kandel, Eugene, and Neil D. Pearson, 1995, Differential interpretation of public signals and trade in speculative markets, Journal of Political Economy 103, 83 1-872.",
        "Kandel, Shmuel, Oded Sang, and Avi Wohl, 1999, The demand for stocks: An analysis of IPO auctions, Review of Financial Studies 12, 227-247.",
        "Kaul, Aditya, Vikas Mebrotra, and Randall Morck, 2000, Demand curves for stocks do slope down: New evidence from an index weights adjustment, Journal of Finance 55, 893-9 12.",
        "Kavajecz, Kenneth A., 1999, A specialists quoted depth and the limit order book, Journal of Finance 54, 747-771.",
        "Kim, E. Han, and Woochan Kim, 2008, Changes in Korean Corporate Governance: A Response to Crisis, Journal of Applied Corporate Finance 20, 47-58.",
        "Kim, Woochan, and Shang-Jin Wei, 2002, Foreign portfolio investors before and during a crisis, Journal of International Economics 56, 77-96.",
        "Kindleberger, 1978, Manias, Panics, and Crashes: A History of Financial Crises, Basic Books.",
        "Kwak, Hae-Sun, 2007, Three Hundred Frequently Asked Questions on Stock Investment: Theory and Practical Strategy (in Korean), Dong A Ii Bo Sa.",
        "Kyle, Albert, 1985, Continuous auctions and insider trading, Econometrica 53, 13 15-1335.",
        "Liaw, Gwohorng, Yu-Jane Liu, and K.C. John Wei, 2000, On the demand elasticity of initial public offerings: An analysis of discriminatory auctions, working paper, Hong Kong University of Science and Technology.",
        "Lintner, John, 1965, The valuation of risk assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics and Statistics 47, 13-37.",
        "Liu, Shinhua, 2000, Changes in the Nikkei 500: New evidence for downward sloping demand curves for stocks, International Review of Finance 1, 245-267.",
        "Loderer, Claudio, John Cooney, and Leonard van Drunen, 1991, The price elasticity of demand for common stock, Journal of Finance 46, 62 1-52.",
        "Lynch, Anthony, and Richard Mendenhall, 1997, New evidence on stock price effects associated with changes in the S&P 500 Index, Journal of Business 70, 35 1-383.",
        "Markowitz, Harry, 1952, Portfolio selection, Journal of Finance 7, 77-9 1.",
        "Mikkelson, Wayne H., and M. Megan Partch, 1985, Stock price effects and costs of secondary distributions, Journal of Financial Economics 14, 165-194.",
        "Parlour, Christine, 1998, Price dynamics in limit order markets, Review of Financial Studies 11, 789.",
        "Roll, Richard, 1988, R2, Journal of Finance 43, 54 1-566.",
        "SandÃ\u0083Â¢s, Patrik, 2001, Adverse selection and competitive market making: Empirical evidence from a limit order market, Review of Financial Studies 14, 705-7 34.",
        "Scholes, Myron, 1972, The market for securities: Substitution versus price pressure and the effects of information on share price, Journal of Business 45, 179-211.",
        "Sharpe, William, 1964, Capital asset prices: A theory of market equilibrium under conditions of risk. Journal of Finance 19, 425-442.",
        "Shiller, Robert J., 2002, From efficient market theory to behavioral finance, Journal of Economic Perspectivesl7, 83-104.",
        "Shleifer, Andrei, 1986, Do demand curves for stock slope down? Journal of Finance 41, 579-590.",
        "Shleifer, Andrei, 2000, Inefficient markets: An introduction to behavioral finance, Oxford University Press Inc., New York.",
        "Shleifer, Andrei, and Robert W. Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35-55.",
        "Thaler, Richard H., and Cass R. Sunstein, 2008, Nudge: Improving Decisions About Health, Wealth, and Happiness, Yale University Press.",
        "Tobin, James, 1958, Liquidity preference as behavior towards risk, Review of Economic Studies 25.",
        "Varian, Hal, 1985, Divergence of opinion in complete markets: A note, Journal of Finance 40, 30917.",
        "Varian, Hal, 1989, Differences of opinion in financial markets, in Courtenay C. Stone (ed.), Financial Risk: Theory, Evidence and Implications, Proceedings of the Eleventh Annual Economic Policy Conference of the Federal Reserve Bank of St. Louis, Kluwer, Boston, 3-37."
    ]
}