{
    "id": 14730,
    "cites": 57,
    "cited_by": 3,
    "reference": [
        "Aiyagari, S.R. (1994): Uninsured Idiosyncratic Risk and Aggregate Savings, Quarterly Journal of Economics,109 (3), 659-684.",
        "Angeletos, G. (2007), Uninsured Idiosyncratic Investment Risk and Aggregate Saving, Review of Economic Dynamics, 10, 1-30.",
        "Arrow, K. (1987): The Demand for Information and the Distribution of Income, Probability in the Engineering and Informational Sciences, 1, 3-13.",
        "Atkinson, A.B. (2002): Top Incomes in the United Kingdom over the Twentieth Century,  mimeo, Nuffield College, Oxford.",
        "Becker, G.S. and N. Tomes (1979): An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility, Journal of Political Economy, 87, 6, 11531189.",
        "Benhabib, J. and A. Bisin (2006), The Distribution of Wealth and Redistributive Policies, Manuscript, New York University.",
        "Benhabib, J. and S. Zhu (2008): Age, Luck and Inheritance, NBER Working Paper No. 14128.",
        "Bertaut, C. and M. Starr-McCluer (2002): Household Portfolios in the United States, in L. Guiso, M. Haliassos, and T. Jappelli, Editor, Household Portfolios, MIT Press, Cambridge, MA.",
        "Blanchard, O.J. (1985): Debt, Deficits, and Finite Horizons, Journal of Political Economy, 93, 223-47.",
        "Brandt, A. (1986): The Stochastic Equation Yn+i = AnYn + Bn with Stationary Coefficients, Advances in Applied Probability, 18, 211-220.",
        "Burns, V. (2000): The Myth of Old Money Liberalism: The Politics of the Forbes 400 Richest Americans, Social Problems, 47, 360-378.",
        "Cagetti, C. and M. De Nardi (2005): Wealth Inequality: Data and Models, Federal Reserve Bank of Chicago, W. P. 2005-10.",
        "Cagetti, M. and M. De Nardi (2006), Entrepreneurship, Frictions, and Wealth, Journal of Political Economy, 114, 835-870.",
        "Cagetti, C. and M. De Nardi (2007): Estate Taxation, Entrepreneurship, and Wealth, NBER Working Paper 13160.",
        "Castaneda, A., J. Diaz-Gimenez, and J. V. Rios-Rull (2003): Accounting for the U.S. Earnings and Wealth Inequality, Journal of Political Economy, 111, 4, 818-57.",
        "Champernowne, D.G. (1953): A Model of Income Distribution, Economic Journal, 63, 318-51.",
        "Chipman, J.S. (1976): The Paretian Heritage, Revue Europeenne des Sciences Sociales et Cahiers Vilfredo Pareto, 14, 37, 65-171.",
        "Clementi, F. and M. Gallegati (2005): Power Law Tails in the Italian Personal Income Distribution, Physica A: Statistical Mechanics and Theoretical Physics, 350, 427-438.",
        "Dagsvik, J.K. and B.H. Vatne (1999): Is the Distribution of Income Compatible with a Stable Distribution?, D.P. No. 246, Research Department, Statistics Norway.",
        "Dardanoni, V. (1993): Measures of Social Mobility, Journal of Economic Theory, 61, 372-394.",
        "De Nardi, M. (2004): Wealth Inequality and Intergenerational Links, Review of Economic Studies, 71, 743-768.",
        "Diaz-Gimenez, J., V. Quadrini, and J. V. Rios-Rull(1997): Dimensions of Inequality: Facts on the U.S. Distributions of Earnings, Income, and Wealth, Federal Reserve Bank of Minneapolis Quarterly Review, 21(2), 3-21.",
        "Elwood, P., S.M. Miller, M. Bayard, T. Watson, C. Collins, and C. Hartman (1997): Born on Third Base: The Sources of Wealth of the 1996 Forbes 400, Boston: Unified for a Fair Economy. See also http://www.faireconomy.org/press/archive/Pre 1999/forbes 400 study 1997.html Feenberg, D. and J. Poterba (2000): The Income and Tax Share of Very High Income Household: 1960-1995, American Economic Review, 90, 264-70.",
        "Feller, W. (1966): An Introduction to Probability Theory and its Applications, 2, Wiley, New York Flavin, M. and T. Yamashita (2002): Owner-Occupied Housing and the Composition of the Household Portfolio, American Economic Review, 92, 345-362.",
        "FlodÃ\u0083Â©n, M. (2008): A note on the accuracy of Markov-chain approximations to highly persistent AR(1) processes Economics Letters, 99 (3), 2008, 516-520.",
        "Gale, W.G. and J. K. Scholz (1994): Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives, 8, 145-160.",
        "Goldie, C. M. (1991): Implicit Renewal Theory and Tails of Solutions of Random Equations, Annals of Applied Probability, 1, 126-166.",
        "Huggett, M. (1993): The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies, Journal of Economic Dynamics and Control, 17, 953-69.",
        "Huggett, M. (1996):, Wealth Distribution in Life-Cycle Economies, Journal of Monetary Economics, 38, 469-494.",
        "Kesten, H. (1973): Random Difference Equations and Renewal Theory for Products of Random Matrices, Acta Mathematica. 131 207-248.",
        "Klass, O.S., Biham, 0., Levy, M., Malcai 0., and S. Solomon (2007): The Forbes 400, the Pareto Power-law and Efficient Markets, The European Physical Journal B - Condensed Matter and Complex Systems, 55(2), 143-7.",
        "Kotlikoff, L.J. and L. H. Summers (1981): The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy, 89, 706-732.",
        "Krusell, P. and A. A. Smith (1998): Income and Wealth Heterogeneity in the Macroeconomy,  Journal of Political Economy, 106, 867-896.",
        "Kuznets, 5. (1955): ~Economic Growth and Economic Inequality, American Economic Review, 45, 1-28.",
        "Lampman, R.J. (1962): The Share of Top Wealth-Holders in National Wealth, 192~- 1956, Princeton, NJ, NBER and Princeton University Press.",
        "McKay, A. (2008): Household Saving Behavior, Wealth Accumulation and Social Security Privatization, mimeo, Princeton University.",
        "Moriguchi, C. and E. Saez (2005): The Evolution of Income Concentration in Japan, 1885-2002: Evidence from Income Tax Statistics, mimeo, University of California, Berkeley.",
        "Moskowitz, T. and A. Vissing-Jorgensen (2002): The Returns to Entrepreneurial Investment: A Private Equity Premium Puzzle?, American Economic Review, 92, 745-778.",
        "Nirei, M. and W. Souma (2004): Two Factor Model of Income Distribution Dynamics, mimeo, Utah State University.",
        "Pareto, V. (1897): Cours dEconomie Politique, II, F. Rouge, Lausanne.",
        "5. 402-456, translated as The Rise and Fall of Elites. An Application of Theoretical Sociology , Transaction Publishers, New Brunswick, New Jersey, (1991).",
        "Piketty, T. (2001): Income Inequality in France, 1901-1998, Journal of Political Economy.",
        "Piketty, T. and E. Saez (2003): Income Inequality in the United States, 1913-1998, Quarterly Journal of Economics, CXVIII, 1, 1-39.",
        "Quadrini, V. (1999): The importance of entrepreneurship for wealth concentration and mobility, Review of Income and Wealth, 45, 1-19.",
        "Quadrini, V. (2000): Entrepreneurship, Savings and Social Mobility, Review of Economic Dynamics, 3, 1-40.",
        "Roitershtein, A. (2007): One-Dimensional Linear Recursions with Markov-Dependent Coefficients, The Annals of Applied Probability, 17(2), 572-608.",
        "Rutherford, R.S.G. (1955): Income Distribution: A New Model, Econometrica, 23, 2 77-94.",
        "Saez, E. and M. Veall (2003): The Evolution of Top Incomes in Canada, NBER Working Paper 9607.",
        "Saporta, B. (2004): Etude de la Solution Stationnaire de 1 `Equation Yn+i = anYn+bn, a Coefficients Aleatoires, (Thesis), http: //tel. archives-ouvertes.fr/docs/00/04/74/12/PDF/tel-00007666.pdf Saporta, B. (2005): Tail of the stationary solution of the stochastic equation Y~4 = anYn+bn with Markovian coefficients, Stochastic Processes and Application 115(12), 1954-1978.",
        "Shorrocks, A. (1978): The Measurement of Mobility, Econometrica, 46, 1013-1024.",
        "Sommers, P.S. and J. Conlisk (1979): ~Eigenvalue Immobility Measures for Markov Chains, Journal of Mathematical Sociology, 6, 253-276.",
        "Sornette, D. (2000): Critical Phenomena in Natural Sciences, Berlin, Springer Verlag.",
        "Tauchen, G. (1986): Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions, Economics Letters, 20(2), 177-81.",
        "Tauchen, G. and R. Hussey (1991): Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Econometrica, 59(2), 371-96.",
        "Yaari, M. (1965): Uncertain Lifetime, Life Insurance, and the Theory of the Consumer,  Review of Economic Studies, 32, No. 2, 137-150.",
        "Wold, H.O.A. and P. Whittle (1957): A Model Explaining the Pareto Distribution of Wealth, Econometrica, 25, 4, 591-5.",
        "Wolff, E. (1987): Estimates of Household Wealth Inequality in the U.S., 1962-1983, The Review of Income and Wealth, 33, 231-56."
    ]
}