{
    "id": 14747,
    "cites": 55,
    "cited_by": 23,
    "reference": [
        "Ac, Z., S. Desai, Klapper L. (2007), What Does Entrepreneurship Data Really Show? A Comparison of the Global Entrepreneurship Monitor and World Bank Group Datasets, mimeo.",
        "Aghion, p., p Howitt (1997), Endogenous Growth Theory, Cambridge, MA, MIT Press, 1997.",
        "Alesina A., S. Ardagna, G. Nicoletti, and F. Schiantarelli, (2005), Regulation and Investment, Journal of the European Economic Association, 3(4), pp. 79 1-825. business or expanding an existent one.",
        "Ai, C., E. Norton (2003), Interaction Terms in Logit and Probit Models, Economic Letters, n.80, pp. 123-129.",
        "Aidis, R., S. Estrin and T. Mickiewicz (2007), Entrepreneurship in Emerging Markets: Which Institutions Matter?, Working Paper n. 81, Center for the Study of Economic and Social Changes in Europe, University College London.",
        "Alfaro, L., A. Charlton (2007), International Financial Integration and Entrepreneurial Firm Dynamics, Harvard Business School Working Paper, n. 07-0 12",
        "Ardagna, S. and A. Lusardi (2008a), Explaining International Differences in Entrepreneurship: The Role of Individual Characteristics and Regulatory Constraints, NBER working paper 14012.",
        "Ardagna, S. and A. Lusardi (2008b), The Two Tails of Entrepreneurship, mimeo, Harvard University.",
        "Banerjee, A., A. Newman (1994), Poverty, Incentives, and Development, American Economic Review Papers and Proceedings, vol. 84, pp. 211-215.",
        "Bassanini, A. and E. Ernst (2002). Labor Market Institutions, Product Market Regulations and Innovation: Cross Country Evidence, OFCD Fconomics Department Working Papers, No. 316.",
        "Bayoumi, T., D. Laxton, P. Pesenti (2004), Benefits and Spillovers of Greater Competition in Europe: a Macroeconomic Assessment, Federal Reserve Bank of New York Staff Report 182.",
        "Bertrand, M. and E Kramarz (2002). Does Entry Regulation Hinder Job Creation? Evidence From The French Retail Industry, Quarterly Journal of Fconomics, pp. 1369-1413.",
        "Blanchflower, D. (2004), Self-Employment: More May Not Be Better, Swedish Economic Policy Review, vol 11(2), pp. 15-74.",
        "Blanchflower, D. (2000), Self-Employment in OECD Countries, Labour Economics, 7, pp. 471-505.",
        "Blanchflower, D., A. Oswald (1998), What Makes an Entrepreneur?, Journal of Labor Economics, 16(1), pp. 26-60, 1998.",
        "Blanchard, 0. J. and J. Wolfers (2000). The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence, Fconomic Journal, 110, pp. 1-33.",
        "Ciccone, A. and E. Papaioannou (2006), Red tape and Delayed Entry, CEPR Discussion Paper n 5996.",
        "Coleman, 5. (2002), Constraints Faced by Women Small Business Owners: Evidence from the Data. Journal of Developmental Entrepreneurship, vol. 7, pp. 151-174.",
        "de Melo 5, D. McKenzie, and C. Woodruff (2008), Who Are the Microenterprise Owners? Evidence from Sri Lanka on Tokman v. de Soto, forthcoming in J. Lerner and A. Schoar (eds.), International Differences in Entrepreneurship.",
        "Desai, M., P. Gompers and J. Lerner (2003), Institutions, Capital Constraints and Entrepreneurial Firm Dynamics: Evidence from Europe, NBER Working Paper No. 10165.",
        "Djankov, S., Y. Qian, G. Roland, and E. Zhuravskaya (2008), What Makes an Entrepreneur?, mimeo.",
        "Djankov, S., T. Ganser, C. McLiesh, R. Ramalho, A. Shleifer (2007), The Effect of Corporate Taxes on Investment adn Entrepreneurship, mimeo.",
        "Djankov, S., Y. Qian, G. Roland, and E. Zhuravskaya (2006a), Who are Chinas Entrepreneurs?, American Economic Review, Papers and Proceedings, vol. 96, pp. 348-352.",
        "Djankov, S., Y. Qian, G. Roland, and E. Zhuravskaya (2006b), Entrepreneurship in China and Russia Compared, Journal of the European Economic Association, vol. 4, n. 2-3, pp. 352-365.",
        "Djankov, S., Y. Qian, G. Roland, and E. Zhuravskaya (2005), Who are Russia s Entrepreneurs?, Journal of the European Economic Association, vol. 3, n.2-3,pp. 1-11.",
        "Djankov, S., R. La Porta, Lopez-De-Silanes E, and A. Shleifer (2004), The Regulation of Labor, Quarterly Journal of Economics, pp. 1339-1381.",
        "Djankov, S., R. La Porta, Lopez-De-Silanes F., and A. Shleifer (2003), Courts, Quarterly Journal of Economics, pp. 453-5 17.",
        "Djankov, S., R. La Porta, Lopez-De-Silanes E, and A. Shleifer (2002), The Regulation of Entry, Quarterly Journal of Economics, pp. 1-37.",
        "Evans, D., and B. Jovanovic (1989), An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints, Journal of Political Economy, vol. 97, no. 4, pp. 808-827.",
        "Fairlie, R., and A. Robb (2007), Why Are Black-Owned Businesses Less Successful than White-Owned Businesses? The Role of Families, Inheritances, and Business Human Capital, Journal of Labor Economics, 25(2), pp. 289-323.",
        "Fiori, G.,G. Nicoletti, S. Scarpetta, and F. Schiantarelli (2007), Employment Outcomes and the Interaction Between Product and Labor Market Deregulation: Are They Substitutes or Complements?, Boston College Working Papers in Economics 663.",
        "Gentry, W., R. G. Hubbard (2000), Tax Policy and Entrepreneurial Entry, American Economic Review Papers and Proceedings, vol. 90, no. 2, pp. 283287.",
        "Guiso, L., and F. Schivardi (2007),What Determines Entrepreneurial Clusters ?, mimeo.",
        "Guiso L., P. Sapienza, and L. Zingales (2004), Does Local Financial Development Matter?, Quarterly Journal of Economics, pp. 929-969.",
        "Hurst E., and A. Lusardi (2004), Liquidity Constraints, Household Wealth, and Entrepreneurship, Journal of Political Economy, vol. 112(2), pp. 319347.",
        "Hurst E., and A. Lusardi (2008), Liquidity Constraints and Entrepreneurship. Household Wealth, Parental Wealth, and the Transition In and Out of Entrepreneurship, in D. Furchtgott-Roth (ed.), Overcoming Barriers to Entrepreneurship,  Lexington Books, MD: Lanham, pp. 47-68.",
        "Klinger B., and M.SchUndeln (2007), Can Entrepreneurial Activity be Taught? Quasi-Experimental Evidence from Central America, Center for International Development Working Paper No. 153 December 2007.",
        "Mapper L., L. Laeven, and R. Rajan, (2006) ,Entry Regulation as a Barrier to Entrepreneurship, Journal of Financial Economics (forthcoming).",
        "Koellinger, P., M. Minniti and C. Schade (2007), I think I can, I think I can: Overconfidence and Entrepreneurial Behavior, Journal of Economic Psychology, 28, pp. 502-527.",
        "La Porta R., E Lopez-de-Silanes, A. Shleifer, and R. W. Vishny (2000), Investor Protection and Corporate Governance, Journal of Financial Economics, vol. 58, pp. 1-25.",
        "La Porta R., F. Lopez-de-Silanes, A. Shleifer, R. W. Vishny, (1998), Law and Finance, Journal of Political Economy, vol. 106, pp.11 13-1155.",
        "Levesque M. and M. Minniti (2006), The Effect of Aging on Entrepreneurial Behavior, Journal of Business Venturing, 21, pp. 177-194.",
        "Loayza N., A. Oviedo, Serven L., (2004), Regulation and Macroeconomic Performance, World Bank Policy Research Working Papers n. 3469.",
        "Lucas R., (1978), On the SIze of Distribution of Business Firms, The Bell Journal of Economics, vol. 9, no. 2, pp 508-523.",
        "Malesky E., M. Taussig, (2008), Out of the Gray: The Impact of Institutions on Business Formalization in an Emerging Market, mimeo.",
        "Minniti, M. (2005), Entrepreneurship and Network Externalities, Journal of Economic Behavior and Organization, 57, pp 1-27.",
        "Mondragon-Velez, C. and X. Pena-Parga, (2008), Business Ownership and Self-Employment in Developing Economies: The Colombian Case, forthcoming in J. Lerner and A. Schoar (eds), International Differences in Entrepreneurship.",
        "Mullainathan, S. and P. Schnabl (2008), Business Simplification in Peru, forthcoming in J. Lerner and A. Schoar (eds), International Differences in Entrepreneurship.",
        "Nanda R., and J. B. Sorensen (2007), Peer Effects and Entrepreneurship, Harvard Business School Working Paper n. 08-05 1.",
        "Nicoletti, G., and S. Scarpetta (2003), Regulation, Productivity, and Growth: OECD Evidence, Fconomic Policy, vol. 18, no. 36, pp.11-72.",
        "Norton E. H. Wang, and C. Ai (2004), Computing Interaction Effects and Standard Errors in Logit and Probit Models, The Stata Journal 2004, 4, n.2, pp. 154-167.",
        "Pun M., D. and T. Robinson (2006), Who Are Entrepreneurs and Why Do They Behave That Way, Working Paper Duke University.",
        "Reynonds P., N. Bosma, E. Autio, S. Hunt, N. Dc Bono, I. Servais, P. LopezGarcia, and N. Chin (2005), Gobal Entrepreneurship Monitor: Data Collection Design and Implementation 1998-2003, Small Business Economics, vol. 24, pp. 205-23 1.",
        "Van Stel A., D. Storey and R. Thurik (2007), The Effect of Business Regulation on Nascent and Young Business Entrepreneurship, Small Business Economics, 28, pp. 171-186.",
        "Verheul, I., A. van Stel and R. Thurik (2006), Explaining Female and Male Entrepreneurship across 29 Countries, Entrepreneurship and Regional Development, 18, pp. 151-183."
    ]
}