{
    "id": 1474,
    "cites": 62,
    "cited_by": 2,
    "reference": [
        "Anderson, Kathryn H. and M. Anne Hill. \"Arriage and Labor Market Discrimination in Japan.\" Southern Economic Journal, Vol.49, No.4, (April 1983): pp.941-953. Becker, Gary S. and H. Gregg Lewis. \"On the Interaction between the Quantity and Quality of Children.\" Journal of Political Economy, Vol.81, No.2, Part 2, (March/April 1973): pp.s279-s288.",
        "Ben-Porath, Yoram. \"Labor-Force Participation Rates and the Supply of Labor.\" Journal of Political Economy, Vol.81, No.3, (May/June 1973): pp.697-704.",
        "Bowen, William G. and T. Aldrich Finegan. The Economics of Labor Force Participation, Princeton: Princeton University Press, 1969 .",
        "Cain, Glen G. Labor Force Participation of Married Women, Chicago: University of Chicago Press, 1966.",
        "_ and Adriana Weininger. \"Economic Determinants of Fertility: Results from Cross-Sectional Aggregate Data.\" Demography, Vol.10, No.2, (May 1973): pp.205-221.",
        "_ and Martin D. Dooley. \"Estimation of A Model of Labor Supply, Fertility, and Wages of Married Women.\" Journal of Political Economy, Vol.84, No.4, Part 2, (August 1976): pp.sl79-sl99.",
        "Cogan, JOhn F. \"Fixed Costs and Labor Supply.\" Econometrica, Vol.49, No.4, (July 1981): pp.945-963.",
        "De Tray, Dennis N. \"Child Quality and the Demand for Children.\" Journal of Political Economy, Vol.81, No.2, Part 2, (March/April 1973): pp.s70-s95.",
        "Dooley, Martin. \"Labor Supply and Fertility of Married Women: An Analysis with Grouped and Individual Data from the 1970 U.S. Census.\" Journal of Human Resources, Vol.17, No.4, (Fall 1982): pp.499-532.",
        "Fields, Judith M. \"A Comparison of Intercity Differences in the Labor Force Participation Rates of Married Women in 1970 with 1940, 1950, and 1960.\" Journal of Human Resources, Vol.11, No.4, (Fall 1976): pp.568-577.",
        "R - 2 Fleisher, Belton M. and George F. Rhodes, Jr. \"Unemployment and the Labor Force Participation of Married Men and Women: A Simultaneous Model.\" Review of Economics and Statistics, Vo15 8, No.4, (November 1976); pp.398-406.",
        "_. \"Fertility, Women's Wage Rates, and Labor Supply.\" American Economic Review, Vol69, No.1, (March 1979a): pp.14-24.",
        "_. \"Individual Labor Force Decision and Unemployment in Local Labor Markets.\" Review of Economics and Statistics, Vol.61, No.4, (November 1979b): pp.629-634.",
        "Furugori, Tomoko. \"Recent Changes in the Labor Force Behavior of Women in Japan: A Time-Series Analysis.\" Keio Economic Studies , Vol.17, No.2, (1980) : pp.51-69.",
        "Gramm, Wendy Lee. \"The Labor Force Decision of Married Female Teachers: A Discriminant Analysis Approach.\" Review of Economics and Statistics, Vol.65, No.3, (August 1973) : pp.341-348.",
        "_. \"The Demand for the Wife's Non-market Time.\" Southern Economic Journal, Vol.41, No.1 (July 1974) : pp. 124-133.",
        "_. \"Household Utility Maximization and the Working Wife.\" American Economic Review, Vol.75, No.1, (March 1975) : pp.90-100.",
        "Gronau, Reuben. \"The Intrafamily Allocation of Time: The Value of the Housewives' Time.\" American Economic Review, Vol.73, No.4, (September 1973) : pp.634-651.",
        "_. \"Wage Comparisons - A Selectivity Bias.\" Journal of Political Economy, Vol.82, No.6, (November/December 1974): pp.1119-1143.",
        "Hashimoto, Masanori. \"Economics of Postwar Fertility in Japan: Differentials and Trends.\" Journal of Political Economy, Vol.82, NO.2, Part 2, (March/April 1974) : pp.sl70-sl94.",
        "Heckman, James. \"Shadow Prices, Market Wages, and Labor Supply.\" Econometrica, Vol.42, No.4, (July 1974) : pp.679-694.",
        "_. \"A Partial Survey of Recent Research on The Labor Supply of Women.\" American Economic Review, Vol.68, No.2, (May 1978): pp.200-207.",
        "_. \"Sample Selection Bias as a Specification Error.\" Econometrica, Vol.42, No.1, (January 1979): pp.153-161. _, Mark R. Killingsworth, and Thomas E. MaCurdy. \"Empirical Evidence on Static Labour Supply Models: A Survey of Recent Developments.\" In The Economics of the Labour Market, eds. Zmira Hornstein, Joseph Grice, and Alfred Webb. London: Her Majesty's Stationery Office, 19 81.",
        "R - 3 Hill, M. Anne. \"A Comparison of Economic Models and Empirical Results for Female Labor Force Participation in Japan and the United States.\" Nihon Roudo Kyoukai Zasshi, (January 1982) : pp.14-25 (in Japanese) . The same title, Center Discussion Paper No.415, Yale University Economic Growth Center (July 1982) .",
        "_. \"Female Labor Force Participation in Developing and Developed Countries - Consideration of the Informal Sector.\" Review of Economics and Statistics, Vol.65, No.3, (August 1983): pp.459-468.",
        "_. \"Female Labor Force Participation in Japan: An Aggregate Model.\" Journal of Human Resources, Vol.19, No.2, (Spring 1984): pp.280-287. Japan. Statistics Bureau Prime Minister's Office, Annual Report on the Family Income and Expenditure Survey 19 80. Tokyo: 19 81.",
        "_. Department of Labor. Fujin Roudo Housei No Kadai To Houkou (in Japanese), \"Task and Prospect of the Legal Settlement for Women 9s Labor.\" Tokyo: 1978.",
        "__. Department of Labor. Fujin Roudo No Jitsujou, Showa 57 Nenban (in Japanese), \"Actual Conditions of Women's Labor.\" Tokyo: 1982 .",
        "_. Office of the Prime Minister, Bureau of Statistics, Japan Statistical Yearbook 1980, 1981, and 1982, Tokyo: 1981, 1982, and 1983.",
        "_. Office of the Prime Minister, Bureau of Statistics, 1980 Population Census of Japan. Tokyo: 1983.",
        "_. Department of Labor. Roudo Hakusho 1983 (in Japanese), \"Labor White Paper 19 83.\" Tokyo: 19 83.",
        "_. Department of Labor. Roudo Tokei Nenpou (in Japanese) , \"Annual Statistics of Labor.\" 32nd Annual Edition, Tokyo: 1979.",
        "_. Statistics and Information Department, Minister's Secretariat, Ministry of Health and Welfare, Vital Statistics 1979 Japan, and 1980 Japan, Tokyo: 1981 and 1982.",
        "_. Statistics and Information Department, Minister's Secretariat, Ministry of Labour, Year Book of Labour Statistics 1980, Tokyo: 1982. R - 4 Keeley, Michael C. Labor Supply and Public Policy; A Critical Review. New York: Academic Press, 19 81.",
        "Killingworth, Mark R. Labor Supply. New York: Cambridge University Press, 1983.",
        "Leibowitz, Arleen. \"Education and Home Production.\" American Economic Review, Vol.74, No.2, (May 1974): pp.243-250.",
        "James E., and Ethel B. Jones. \"Part-week Work by Married Women.\" Southern Economic Journal, Vol.46, No.3, (January 1980); pp.716-725.",
        "Charles R., and Russell F. Settle. \"A Simultaneous-Equation Model of Labor Supply, Fertility and Earnings of Married Women: The Case of Registered Nurses.\" Southern Economic Journal, Vol.47, No.4, (April 1981): pp.977-989.",
        "Harold S. \"The Impact of Poor Health on Earnings.\" Review of Economics and Statistics, Vol.67, No.l, (February 1975): pp.43-57.",
        "Maddala, G. S. \"Some Small Sample Evidence on Tests of Significance in Simultaneous Equations Models.\" Econometrica, Vol.42, No.5, (September 1974): pp.841-851. _. Limited-Dependent and Qualitative Variables in Econometrics. New York: Cambridge University Press, 19 83.",
        "McFadden, Damiel. \"Analysis of Qualitative Choice Behavior\" in Frontiers in Econometries, ed. Paul Zarembka. New York: Academic Press, 1974.",
        "Michael, Robert T. \"Education in Nonmarket Production.\" Journal of Political Economy, Vol.81, No.2, Part 1, (March/April 1973a): pp.306-327.",
        "_. \"Education and the Derived Demand for Children.\" Journal of Political Economy, Vol.81, No.2, Part 2, (March/April 1973b): pp.sl28-sl64.",
        "Mincer, Jacob. \"Labor Force Participation of Married Women\" in Aspects of Labor Economics, ed. H. G. Lewis. Princeton, N.J.: Princeton University Press, 1962.",
        "_. \"Labor Participation and Unemployment: A Review of Recent Evidence\" in Prosperity and Unemployment, eds. R. A. Gordon and M. S. Gordon. New York: John Wiley and Sons, 1966.",
        "_, and Solomon Polachek. \"Family Investments in Human Capital: Earnings of Women.\" Journal of Political Economy, Vol.82, No.2 t Part 2, (March/April 1974): pp.s76-sl08.",
        "Long, Link , Luft, R - 5 Nakamura, Alice, and Masao Nakamura. \"A Comparison of the Labor Force Behavior of Married Women in the United States and Canada, with Speical Attention to the Impact of Income Taxes.\" Econometrica, Vol.49, No.2, (March 1981): pp.451-489.",
        "Neter, John, and William Wasserman. Applied Linear Statistical Models. Illinois: Richard D. Irwin, 1974.",
        "Nigel, Tomes. \"A Model of Fertility and Children's Schooling.\" Economic Inquiry, Vol.14, No.2, (April 1981): pp.209-234.",
        "Nippon Roumu KenkyuKai. Roumu Nenkan (in Japanese), \"Labor Yearbook.\" Tokyo: 1978.",
        "Pindyck, Robert S., and Daniel L. RubinfeldÃ\u0082Â» Econometric Models and Economic Forecasts. New York: McGraw-Hill Book Company, 1976.",
        "Sandell, Steven H., and David Shapiro. \"The Theory of Human Capital and the Earnings of Women: A Reexamination of the Evidence.\" Journal of Human Resources, Vol.13, No.l, (Winter 1978): pp.103-117.",
        "Schultz, T. Paul. \"Interrelationships between Mortality and Fertility.\"In Population and Development, ed. Ronald G. Ridker. Baltimore: The Johns Hopkins University Press, 1976.",
        ". \"The Influence of Fertility on Labor Supply of Married Women: Simultaneous Equation Estimates.\" In Research in Labor Economics, Vol.2, ed. Donald G. Ehrenberg. Connecticut: JAI Press, 1978.",
        "Schultz, Theodore W. (ed.), Economics of the Family. Chicago: University of Chicago Press, 1974.",
        "Shapiro, David, and Lois B. Shaw. \"Growth in the Labor Force Attachment of Married Women: Accounting for Changes in the 1970s.\" Southern Economic Journal, Vol.50, No.2, (October 1983): pp.461-473.",
        "Smith, James P. (ed.), Female Labor Supply: Theory and Estimation. Princeton: Princeton University Press, 1980.",
        "Takahashi, Hisako. Kawarihuku Fujin Roudo (in Japanese), \"Changing Women's Labor.\" Tokyo: Yuhikaku, 1983.",
        "Theil, Henri. Principles of Econometrics. New York: John Wiley S Sons, 1971.",
        "Tsubouchi, Yoshihiro. \"Changes in Fertility in Japan by Region: 1920-1965.\" Demography, Vol.7, No.2, (May 1970): pp.121-134. R - 6 Watanabe, Machiko. \"The Fertility Transition: the Japanese Case.\" International Development Center of Japan Working Paper No.14, Tokyo, March 19 80.",
        "Willis, Robert J. \"A New Approach to the Economic Theory of Fertility Behavior.\" Journal of Political Economy, Vol.81, No.2, Part 2, (March/April 1973): pp.sl4-s64. Yamada, Tadashi. \"Causality and Innovations between Fertility and Infant Mortality.\" Population Review, forthcoming.",
        "_. \"Economic Development, Infant Mortality, and Their Dynamics in Latin America.\" National Bureau of Economic Research Working Paper No.1206, September 1983."
    ]
}