{
    "id": 14741,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. Trends in U.S. Wage Inequality: Revising the Revisionists, MIT, 2007.",
        "Card, David and John E. DiNardo. Skill-Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles, Journal of Labor Economics, Vol. 20, No. 4 (October 2002), 733-83.",
        "Epple, Dennis. Hedonic Prices and Implicit Markets: Estimating Demand and Supply Functions for Differentiated Products. Journal of Political Economy, Vol. 95, No. 1 (February 1987): 59-80.",
        "Gabaix, Xavier and Augustin Landier. Why Has CEO Pay Increased So Much? Quarterly Journal of Economics, Vol. 123, No. 1 (February 2008): 49-100.",
        "Garicano, Luis. Hierarchies and the Organization of Knowledge in Production. 1 Journal of Political Economy, Vol. 108, No. 5 (October 2000): 874-904.",
        "Garicano, Luis and Thomas N. Hubbard. The Return to Knowledge Hierarchies. NBER Working Paper 12815, January 2007a.",
        "Caricano, Luis and Thomas N. Hubbard. Managerial Leverage Is Limited by the Extent of the Market: Hierarchies, Specialization, and the Utilization of Lawyers Human Capital. Journal of Law and Economics, Vol. 50, No. 1 (February 2007b), 1-44.",
        "Caricano, Luis and Esteban Rossi-Hansberg. Organization and Inequality in a Knowledge Economy. Quarterly Journal of Economics, No. 121, Vol. 4 (November 2006), 1383-1436.",
        "Kaplan, Steven N. and Joshua Rauh. Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes? Mimeo, University of Chicago, July 2007.",
        "Katz, Lawrence F. and Kevin M. Murphy. Changes in Relative Wages, 1963-87: Supply and Demand Factors, Quarterly Journal of Economics, Vol. 107, No. 1 (February 1992), 35-78.",
        "Lucas, Robert E.. On the Size Distribution of Business Firms, Bell Journal of Economics, Vol. 9, No. 2 (Autumn 1978): 508-523.",
        "Rosen, Sherwin. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition. Journal of Political Economy, Vol. 82, No. 1 (January 1974): 34-55. Rajan, Raghuram C. and Julie Wulf. The Flattening Firm: Evidence on the Changing Nature of Firm Hierarchies from Panel Data. Review of Economics and Statistics, Vol.",
        "Rosen, Sherwin. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition. Journal of Political Economy, Vol. 82, No. 1 (January 1974): 34-55. Rosen, Sherwin. The Economics of Superstars The American Economic Review, Vol.",
        "Rosen, Sherwin. Authority and the Distribution of Earnings. Bell Journal of Economics, Vol. 13, No. 2 (Autumn 1982): 311-323.",
        "Staudt, Ronald and Rosemary Shiels. The End of the Beginning: The Computerization of the Practice of Law in Large Firms. American Lawyer, Special Supplement, May 1994."
    ]
}