{
    "id": 14749,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Alesina, Alberto and Eliana La Ferrera (2005). Ethnic Diversity and Economic Performance. Journal of Economic Literature, 43(3), 762-800.",
        "Alesina, Alberto; Enrico Spolaore, and Romain Wacziarg (2000). Economic Integration and Political Disintegration. American Economic Review, 90(5), 1276-1296.",
        "Antonovics, Kate and Brian Knight (2004). A New Look at Racial Profiling: Evidence from the Boston Police Department. NBER working paper 10634.",
        "Brasington, David (1999). Joint Provision of Public Goods: The Consolidaton of School Districts. Journal of Public Economics, 73, 373-393.",
        "Donohue, John and Steven Levitt (2001). The Impact of Race on Policing and Arrests. Journal of Law and Economics, 44, 367-394.",
        "Hellerstein, Judith K. and David Neumark (2008). Workplace Segregation in the United States: Race, Ethnicity, and Skill. The Review of Economics and Statistics, 90, 459-477.",
        "Hong, Lu and Scott Page (2004). Groups of Diverse Problem Solvers Can Outperform Groups of High-Ability Problem Solvers. Proceedings of the NationalAcademy of Sciences, 101(46), 16385-16389.",
        "Kahn, Lawrence and Malay Shah (2005). Race, Compensation and Contract Length in the NBA: 200 1-2. Industrial Relations, 44, 444-462.",
        "Kurtulus, Fidan (2008). The Effect of Heterogeniety on the Performance of Employees and Organizational Divisions of the Firm. Working paper, University of Massachusetts Amherst.",
        "Luttmer, Erzo (2001). Group Loyalty and the Taste of Redistribution. Journal of Political Economy, 109(3), 500-528.",
        "Martinez-Vazquez, Jorge, Mark Rider, and Mary Beth Walker (1997). Race and the Structure of School Districts in the United States. Journal of Urban Economics, 41(2), 281-300.",
        "Page, Scott (2007). The Difference: How the Power of Diversity Creates Better Groups, Firms, Schools, and Societies. Princeton, NJ: Princeton University Press.",
        "Parsons, Christopher; Johan Sulaeman, Michael Yates, and Daniel Hamermesh (2008). Strike Three: Umpires Demand for Discrimination. IZA discussion paper 3899.",
        "Price, Joseph and Wolfers, Justin (2007). Racial Discrimination Among NBA Referees. NBER working paper 13206.",
        "Stoll, Michael, Steven Raphael, and Harry Holzer (2004). Black Job Applicants and the Hiring Officers Race. Industrial and Labor Relations Review, 57(2), 267-87."
    ]
}