{
    "id": 14746,
    "cites": 54,
    "cited_by": 2,
    "reference": [
        "Bancroft, G. (1958), The American Labor Force: Its Growth and Changing Composition, New York: John Wiley and Sons.",
        "Boskin, M. J. (1977), Social Security and Retirement Decisions, Economic Inquiry 15, 1-25.",
        "Cain, Louis, P., and Donald G. Paterson (1981), Factor Biases and Technical Change in Manufacturing: The American System, 1850-1919, Journal of Economic History 41(2), 341-360.",
        "Carter, S. B., and R. Sutch (1996), Myth of the Industrial Scrap Heap: A Revisionist View of Turnof -the-Century American Retirement, Journal of Economic History 56, 5-3 8.",
        "Chandler, Alfred D. (1977), The Visible Hand. Cambridge, MA: Belknap.",
        "Chandler, Alfred D. (1990), Scale and Scope. Cambridge, MA: Belknap.",
        "Costa, Dora. L. (1998), The Evolution of Retirement, Chicago; University of Chicago Press.",
        "Devine, Jr., Warren (1983). From Shafts to Wires: Historical Perspective on Electrification, Journal of Economic History 43 (2), 347-3 72.",
        "Durand, J. D. (1948), The Labor Force in the United States, 1890-1960, New York: Social Science Research Council.",
        "Engerman, S., and C. Goldin (1994), Seasonality in Nineteenth Century Labor Markets, In T. Weiss and D. Schaefer. eds., American Economic Development in Historical Perspective. Stanford: Stanford Univ. Press.",
        "Epstein, A. (1928), The Challenge of the Aged, New York: The Vanguard Press.",
        "Friedberg L. (2001), The Impact of Technological Change on Older Workers: Evidence from Data on Computer Use, NBER Working Paper No. 8297.",
        "Goldin, Claudia (1990), Understanding the Gender Gap, Oxford: Oxford University Press.",
        "Gordon Robert. J. (2000), Does the `New Economy Measure up to the Great Inventions of the Past? Journal of Economic Perspectives 14, 49-74.",
        "Graebner, W. (1980), A History of Retirement: The Meaning and Function of an American Institution. New Haven: Yale University Press.",
        "Gratton, B. (1988), The New Welfare State: Social Security and Retirement in 1950, Social Science History 12, 171-196.",
        "Gratton, B. (1996), The Poverty of Impoverishment Theory: The Economic Well-Being of the Elderly, 1890-1950, Journal of Economic History 56, 39-6 1.",
        "Gruber J. and Wise D. (1999), Social Security and Retirement around the World, Chicago: University of Chicago Press.",
        "Gruber J. and Wise D. (2004), Social Security Programs and Retirement around the World: Micro Estimation, Chicago: University of Chicago Press.",
        "Haber, C. (1983), Beyond Sixty-Five: The Dilemma of Old Age in Americas Past. New York: Cambridge University Press.",
        "Hounshell, David A. (1984), From the American System to Mass Production, 1800-1932, Baltimore: Johns Hopkins University Press.",
        "Hurd M. D. (1996), The Effect of Labor Market Rigidities on the Labor Force Behavior of Older Workers, in Advanced in the Economics of Aging, edited by D Wise, pp 11-59. Chicago: The University of Chicago Press.",
        "Hurd, M. D., and Boskin, M. J. (1984), The Effect of Social Security on Retirement in the Early 1970s, Quarterly Journal of Economics 99, 767-90.",
        "Hurd M. D and McGarry K. (1993), The relationship between Job Characteristics and Retirement, NBER Working Paper No. 4558.",
        "Jacoby, Sanford. (1985), Employing Bureaucracy, New York: Columbia University Press.",
        "Keyssar, A. (1986), Out of Work: The First Century of Unemployment in Massachusetts, New York: Cambridge Univ. Press.",
        "Krueger A., and Meyer B. D. (2002), Labor Supply Effects of Social Insurance, NBER Working Paper No. 9014.",
        "Kuznets, 5. (1933), Seasonal Variations in Industry and Trade, New York: National Bureau of Economic Research.",
        "Lazonick, William (1990), Competitive Advantage on the Shop Floor, Harvard University Press.",
        "Lebergott, 5. (1964), Manpower in Economic Growth: The American Record since 1800, New York: McGraw-Hill Book Company.",
        "Lauck, W. J., and R. Sydenstricker (1917), Conditions of Labor in American Industries: A Summarization of the Results of Recent Investigations, New York: Funk & Wagnalls Company.",
        "Lee, Chulhee (1996), Retirement and Wealth Accumulation in the United States, 1850-1990, Ph.D. Dissertation, University of Chicago.",
        "Lee, Chulhee (1998a), Rise of the Welfare State and Labor Force Participation of Older Males, American Economic Review 88, 222-226.",
        "Lee, Chulhee (1998b), Long-Term Unemployment and Retirement in Early-Twentieth-Century America, Journal of Economic History 58, 844-856.",
        "Lee, Chulhee (1999), Farm Value and Retirement of Farm Owners in Early-Twentieth-Century America, Explorations in Economic History 36, 3 87-408.",
        "Lee, Chulhee (2002), Sectoral Shift and Labor Force Participation of Older Males in the United States, 1880-1940, Journal of Economic History 62, 5 12-523.",
        "Lee Chulhee (2004), Intra-Household Transfers and Old-Age Security in America, 1890-1950, International Economic Journal 18 (1), 79-102.",
        "Lee Chulhee (2005), Labor Market Status of Older Males in the United States, 1880-1940, Social Science History 29: 77-105.",
        "Long, C. (1958), The Labor Force Under Changing Income and Employment. Princeton: Princeton Univ. Press.",
        "Margo, Robert. A. (1993), The Labor Force Participation of Older Americans in 1900: Further Results, Explorations in Economic History 30, 409-423.",
        "Moen, J. R. (1987), Essays on the Labor Force and Labor Force Participation Rates: The United States from 1860 through 1950, Ph.D. Dissertation, The University of Chicago.",
        "Moen, J. R. (1994), Rural Nonfarm Households: Leaving the Farm and the Retirement of Older Men, 1860-1980, Social Science History 18, 55-75.",
        "Mulligan, William, H. (1981), Mechanization and Work in the American Shoe Industry: Lynn, Massachusetts, 1852-1883, Journal of Economic History 41(1), 59-63.",
        "Parsons, D. 0. (1980), The Decline in Male Labor Force Participation, Journal of Political Economy 51, 657-674.",
        "Parsons, D. 0. (1991), Male Retirement Behavior in the United States, 1930-1950, Journal of Economic History 51, 657-674.",
        "Pedersen, H. (1950), A Cultural Evaluation of the Family Farm Concept, Land Economics 26, 5264.",
        "Quinn, Joseph, Richard Burkhauser, and Daniel Meyers (1990), Passing the Torch: The Influence of Economic Incentives on Work and Retirement, Kalamazoo, MI: Upjohn Institute.",
        "Ransom, R. L. and R. Sutch (1986), The Labor of Older Americans: Retirement of Men On and Off the Job, 1870-1937, Journal of Economic History 46, 1-30.",
        "Ransom, R. L. and R. Sutch (1995), The Impact of Aging on the Employment of Men in American Working-Class Communities at the End of the Nineteenth Century, In Kertzer, D., and P. Laslett, eds., Aging in the Past. Berkeley: University of California Press.",
        "Slichter, S. H. (1919), The Turnover of Factory Labor, New York: D. Appleton and Company.",
        "Squier, L. W. (1912), Old Age Dependency in the United States, New York: Macmillan.",
        "Temin, Peter (1964), Iron and Steel in Nineteenth Century America: An Economic Inquiry, MIT.",
        "United Statues Bureau of the Census (1950), 1950 Census of Population Alphabetical Index of Occupations and Industries, Washington DC: GPO.",
        "Whaples, Robert (1990a), The Shortening of the American Work Week: An Economic and Historical Analysis of Its Context, Causes, and Consequences, Journal of Economic History 51(2), 454-457."
    ]
}