{
    "id": 14744,
    "cites": 44,
    "cited_by": 14,
    "reference": [
        "Abraham, Katherine and John C. Haltiwanger. 1995. Real Wages and the Business Cycle. Journal of Economic Literature 33(3): 1215-1264.",
        "Acemoglu, Daron. 2002. Directed Technical Change. Review of Economic Studies 69(4): 781-809 Acemoglu, Daron. 2007. Equilibrium Bias of Technology. Econometrica 75(5): 13711410.",
        "Acemoglu, Daron, Introduction to Modern Economic Growth, Princeton University Press, 2009.",
        "Acemoglu, Daron and Amy Finkelstein. 2008. Input and Technology Choices in Regulated Industries: Evidence from the Health Care Sector. Journal of Political Economy, 116(5): 837Acemoglu, Daron and Joshua Linn. 2004. Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry. Quarterly Journal of Economics, 119, 1049-1090.",
        "Aghion, Philippe and Peter Howitt. 1992. A Model of Growth Through Creative Destruction. Econometrica, 60(2): 323-362.",
        "Arrow, Kenneth J. 1962. The Economic Implications of Learning by Doing. Review of Economic Studies, 29(1): 155-173.",
        "Baker, Laurence. 2001. Managed Care and Technology Adoption in Health Care: Evidence from Magnetic Resonance Imaging. Journal of Health Economics, 20: 395-421.",
        "Baker, Laurence and Ciaran Phibbs. 2002. Managed care, technology adoption, and health care: the adoption of neonatal intensive care. Rand Journal of Economics 33: 524-548.",
        "Black, Dan, Terra McKinnish and Seth Sanders. 2005. The Economic Impact of the Coal Boom and Bust. Economic Journal, 115(2): 449-476.",
        "Blanchard, Olivier J. and Larry F. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity.",
        "Blomqvist, A.G. and Carter R.A.L.. 1997. Is Health Care Really a Luxury? Journal of Health Economics, 16(2): 207-229.",
        "Buckley, Patrick D. 2003. Essays in Applied Microeconomics: Signaling, Marriage Hazard Rates, and Ability Sorting. Ph.D. thesis, MIT, Department of Economics. Cameron, Cohn, Jonah Gelbach and Doug Miller. Boostrap-Based Improvements for Inference with Clustered Errors forthcoming, Review of Economics and Statistics, 90(3): 414427.",
        "CMS. 2006. National Health Expenditures, <http: //www. cms . hhs . gov/NationalHealthExpendData/O1_Overview. asp#Topof Page>.",
        "Cutler. 1995. Technology, Health Costs, and the NIH. National Institutes of Health Roundtable on the Economics of Biomedical Research.",
        "Cutler, David. 2002. Equality, Efficiency, and Market Fundamentals: The Dynamics of International Medical Care Reform. Journal of Economic Literature, 881-906.",
        "Cutler, David and Ellen Meara. 2003. Changes in the Age Distribution of Mortality over the 20th Century. In David Wise (ed) Perspectives on the Economics of Aging. Chicago: University of Chicago Press.",
        "Cutler, David and Louise Sheiner. 1998. Managed Care and the Growth of Medical Expenditures. In Alan Garber (ed). Frontiers in Health Policy Research.",
        "Davis, Steven and John Haltiwanger. 2001. Sectoral job creation and destruction responses to oil price changes. Journal of Monetary Economics, 48: 465-512.",
        "Finkelstein, Amy. 2004. Static and Dynamic Effects of Health Policy: Evidence from the Vaccine Industry. Quarterly Journal of Economics, 527-564.",
        "Finkelstein, Amy. 2007. The Aggregate Effects of Health Insurance: Evidence from the Introduction of Medicare. Quarterly Journal of Economics, 122(3): 1-37.",
        "Fogel, Robert. 1999. Catching up with the Economy. American Economic Review, 89(1): 1-2 1.",
        "Fuchs, Victor. 1996. Economics, Values, and Health Care Reform. American Economic Review, 86(1): 1-24.",
        "Gerdtham, Ulf, and Bengt Jonsson. 2000. International Comparisons of Health Expenditure: theory, data and econometric analysis in AJ Culyer and J Newhouse (eds). Handbook of Health Economics. Amsterdam: Elsevier.",
        "Gruber, Jonathan. 2003. Medicaid, in Robert Moffit (ed) Means Tested Transfer Programs in the U.S. Chicago: University of Chicago Press: 15 - 77.",
        "Hall, Robert and Charles Jones. 2007. The Value of Life and the Rise in Health Spending. Quarterly Journal of Economics. February.",
        "Hamilton, James. 2008. Understanding Crude Oil Prices. NBER Working Paper No. 14492.",
        "Kilian, Lutz. 2008. `The Economic Effects of Energy Price Shocks. Journal of Economic Literature, 46(4): 871-909.",
        "Kline, Patrick. 2008. Understanding Sectoral Labor Market Dynamics: An Equilibrium Analysis of the Oil and Gas Field Services Industry, <http://www.econ.yale.edu/pk279/ papers/oil .pdf>.",
        "Levit, Katherine. 1982. Personal Health Care Expenditures by State, selected years, 1966-78. Health Care Financing Review, 4(2).",
        "Levit, Katherine. 1985. Personal Health Care Expenditures by State: 1966-82. Health Care Financing Review, 6(4).",
        "Michaels, Guy. 2007.The Long-Term Consequences of Resource Based Specialization. London School of Economics, Mimeo.",
        "Moran, John and Kosali Simon. 2006. Income and the Use of Prescription Drugs by the Elderly. Journal of Human Resources, XLI(2): 411-432.",
        "Murphy, Kevin M. and Robert H. Topel. 2003. The Economic Value of Medical Research, in Measuring the Gains from Medical Research: An Economic Approach, edited by Kevin M. Murphy and Robert H. Topel. Chicago: University of Chicago Press.",
        "Murphy, Kevin M. and Robert H. Topel. 2006. The Value of Health and Longevity Journal of Political Economy, 114(5): 871-904.",
        "Newey, Whitney K., James L. Powell and Francis Vella. Nonparametric Estimation of Triangular Simultaneous Equations Models, Econometrica, 67(3): 565-603 Newhouse, Joseph and the Insurance Experiment Group. 1993. Free for All? Lessons from the RAND Health Insurance Experiment. Harvard University Press: Cambridge MA.",
        "Newhouse, Joseph. 1992. Medical Care Costs: How Much Welfare Loss? Journal of Economic Perspectives, 6(3): 3-21.",
        "Newhouse, Joesph. 1977. Medical Care Expenditures: A Cross-national survey. Journal of Human Resources, 12 (1): 115-125.",
        "Newhouse, Joseph and Charles Phelps. 1976. New Estimates of Price and Income Elasticities for Medical Care Services. In Richard Rosett (ed), The Impact of Health Insurance on the Health Services Sector. New York: National Bureau of Economics Research.",
        "Nordhaus, William D. 2003. The Health of Nationas: The Contributon of Improved Health to Living Standards in Measuring the Gains from Medical Research: An Economic Approach, edited by Kevin M. Murphy and Robert H. Topel. Chicago: University of Chicago Press.",
        "OECD 2004. OECD Health Data 2000- A Comparative Analysis of 30 OECD Countries. <http://www.oecd.org/document/16/O,2340,en_2649_34631_2085200_1_1_1_1,00. html>.",
        "OECD. 2006. Projecting OECD Health and Long-Term Care expenditures: What are the drivers? OECD Economics Department working paper #477. <http: //www. oecd. org/ dataoecd/57/7/36085940 .pdf>.",
        "Siegal, Jacob 5. 2002. Applied Demography: Applications to Business, Government, Law and Public Policy. Emerald Group Publishing.",
        "Solon, Gary, Robert Barsky and Jonathan Parker. 1994. Measuring the Cyclicality of Real Wages: How Important is the Composition Bias? Quarterly Journal of Economics, 109(1): 1-25. US Census Bureau. Various States and Years. Current Population Reports, Series 25, Population Estimates and Projections.",
        "US Census Bureau, Statistical Abstract of the United States: 2008 (127th Edition) Washington, DC, 2007; <http://www.census.gov/compendia/statab>."
    ]
}