{
    "id": 14759,
    "cites": 18,
    "cited_by": 13,
    "reference": [
        "Petrin, A. 2002. Quantifying the Benefits of New Products: The Case of the Minivan Journal of Political Economy, 110(4): 705-729.",
        "Lucarelli, C., J. Prince, and K. I. Simon. 2008. Measuring Welfare and the Effects of Regulation in a Government-Created Market: The Case of Medicare Part D Plans NBER Working Paper.",
        "Kuksov, D. and J. M. Villas-Boas. 2006. When More Alternatives Lead to Less Choice Haas School of Business, University of California, Berkley, Mimeo.",
        "Kling, J. R., S. Mullainathan, E. Shafir, L. Vermeulen, and M. V. Wrobel. 2008. Misperception in Choosing Medicare Drug Plans Unpublished paper, June.",
        "Kamenica, E. 2008. Contextual Inference in Markets: On the Informational Content of Product Lines American Economic Review, 98(5): 2127-2128-2149.",
        "Iyengar, S. S. and M. R. Lepper. 2000. When Choice is Demotivating: Can One Desire Too Much of a Good Thing? Journal of personality and social psychology, 79(6): 995-1006.",
        "Iyengar, S. S. and E. Kamenica. 2006. Choice Overload and Simplicity Seeking University of Chicago Graduate School of Business Working Paper.",
        "Boatwright, P. and J. C. Nunes. 2001. Reducing Assortment: An Attribute-Based Approach Journal of Marketing, 65(3): 50-63.",
        "Fratiglioni, L., D. De Ronchi, and H. A. Torres. 1999. Worldwide Prevalence and Incidence of Dementia. Drugs & aging, 15(5): 365.",
        "Hausman, Jerry, Jason Abrevaya, and Fiona Scott-Morton. 1998. Misclassification of the Dependent Variable in a Discrete-Response Setting Journal of Econometrics, 87(2): 239-269.",
        "Heiss, F., D. McFadden, and J. Winter. 2006. Who Failed to Enroll in Medicare Part D, and Why? Early Results Health affairs, 25(5): 344-354.",
        "Heiss, F., D. L. McFadden, and J. K. Winter. 2007. Mind the Gap! Consumer Perceptions and Choices of Medicare Part D Prescription Drug Plans NBER Working Paper.",
        "Irons, Ben and Cameron Hepburn. 2007. Regret Theory and the Tyranny of Choice* Economic Record, 83(26 1): 19 1-203.",
        "Iyengar, S. S., W. Jiang, and G. Huberman. 2004. How Much Choice is Too Much? Contributions to 401 (k) Retirement Plans Pension Design and Structure: New Lessons from Behavioral Finance: 83-96.",
        "Bertrand, M., D. Karlan, S. Mullainathan, E. Shafir, and J. Zinman. 2005. Whats Psychology Worth A Field Experiment in Consumer Credit Market Yale University Economic Growth Center Discussion Paper, 918.",
        "Berry, S. and A. Pakes. 2001. Estimating the Pure Hedonic Discrete Choice Model manuscript, Department of Economics, Yale University.",
        "Agarwal, S., J. C. Driscoll, X. Gabaix, and D. Laibson. 2007. The Age of Reason: Financial Decisions Over the Lifecycle. Vol. Pension Research Council; Wharton School: National Bureau of Economic Research Cambridge, Mass., USA.",
        "Ackerberg, D. A. and M. Rysman. 2002. Unobserved Product Differentiation in Discrete Choice Models: Estimating Price Elasticities and Welfare Effects NBER Working Paper."
    ]
}