{
    "id": 14750,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "Friedman, Thomas. 2005. The World is Flat: A Brief History of the Twenty-First Century. New York: Farrar, Straus, and Giroux.",
        "Anindya Ghose, and Avi Goldfarb. 2009. Competition between Local and Electronic Markets: How the benefit of buying online depends on where you live. Management Science 54(1): 47-57.",
        "Forman, Chris, 2005. The Corporate Digital Divide: Determinants of Internet Adoption. Management Science, 51(4): 641-54.",
        "Downes, Tom and Shane Greenstein. 2007. Understanding Why Universal Service Obligations May be Unnecessary: The Private Development of Local Internet Access Markets. Journal of Urban Economics 62(1): 2-26.",
        "Corali, Eva, and John Van Reenen. 2001. Skill Biased Organizational Change? Evidence from British and French Establishments. Quarterly Journal of Economics, 114(4), 1449-92.",
        "Cairncross, F. 1997. The Death of Distance. Cambridge, MA: Harvard University Press.",
        "Chen, Yongmin and Scott J. Savage. 2008. The Effects of Competition on the Price for Cable Modem Internet Access. Working Paper, University of Colorado at Boulder.",
        "Brynjolfsson, Erik and Lorin Hitt. 2003. Computing Productivity: Firm-Level Evidence. Review of Economics and Statistics 85(4): 793-808.",
        "Beaudiy, Paul, Mark Doms, and Ethan Lewis. 2006. Endogenous Skill Bias in Technology Adoption: City-Level Evidence from the IT Revolution. Federal Reserve Bank of San Francisco. Working Paper #06-24.",
        "Bresnahan, Timothy, Erik Brynjolfsson, and Lorin Hitt. 2002. Information Technology, Work Organization, and the Demand for Skilled Labor: Firm-Level Evidence. Quarterly Journal of Economics 117: 339-76.",
        "Bano, R. J. and X. Sala-i-Martin. 1991 Convergence across States and Regions. Brookings Papers on Economic Activity 1: 107-158.",
        "Frank Levy, and Richard J. Murnane. 2003. The Skill Content of Recent Technological Change: An Empirical Exploration. Quarterly Journal of Economics 118(4), 1279-334.",
        "Autor, David., 2001. Wiring the Labor Market. Journal of Economic Perspectives 15(1): 25-40.",
        "Arora, Ashish, V.S. Arunachalam, Jai Asundi, and Ronald Fernandes. 2001. The Indian software services industry. Research Policy 30(8), 1267-1287.",
        "Athey, S., and S. Stern. 2002. The Impact of Information Technology on Emergency Health Care Outcomes. RAND Journal of Economics 33(3): 399-432.",
        "Wellman, B. 2001. Computer networks as social networks. Science 29, 203 1-34.",
        "Stock, James H. and Mark W. Watson. 2008. Heteroskedasticity-Robust Standard Errors for Fixed Effects Panel Data Regression. Econometrica 76(1), 155-74.",
        "Stiroh, Kevin J. 2002. Information Technology and the U.S. Productivity Revival: What Do the Industry Data Say? American Economic Review 92(5): 1559-76.",
        "Stevenson, Betsey. 2006. The Impact of the Internet on Worker Flows. Working Paper, University of Pennsylvania.",
        "Gerschenkron, Alexander. 1962. Economic Backwardness in Historical Perspective. Cambridge, MA: Belknap Press of Harvard University Press.",
        "Glaeser, E. L., H. D. Kallal, J. A. Scheinkman, and A. Shleifer. 1992. Growth in Cities. Journal of Political Economy 100: 1126-52.",
        "Greenstone, Michael, Richard Hornbeck, and Enrico Moretti. 2008. Identifying Agglomeration Spillovers: Evidence from Million Dollar Plants. NBER Working Paper 13833.",
        "Higgins, Matthew J., Daniel Levy, and Andrew T. Young. 2006. Growth and Convergence across the United States: Evidence from County-Level Data. Review of Economics and Statistics 88(4): 67 1-81.",
        "Hubbard, Thomas N. 2003. Information, Decisions, and Productivity: On Board Computers and Capacity Utilization in Trucking. American Economic Review 93(4): 1328-53.",
        "Magrini, Stefano. 2004. Regional (Di)Convergence. In Handbook of Regional and Urban Economics, Volume 4, eds. J. Vernon Henderson and Jacques-Francois Thisse, 2243-92. Amsterdam: Elsevier North-Holland.",
        "Marshall, Alfred. 1920. Principles of Economics. 8th edition. New York: Porcupine Press.",
        "Moss, Mitchell, and Anthony Townsend, 1997. Tracking the Net: Using domain names to measure the growth of the Internet in US cities. Journal of Urban Technology 4(3): 47-60.",
        "Rosenthal, Stuart S. and William C. Strange. 2004. Evidence on the Nature and Sources of Agglomeration Economies. In Handbook of Regional and Urban Economics, Volume 4, eds. J. Vernon Henderson and Jacques-Francois Thisse, 2119-72. Amsterdam: Elsevier North-Holland."
    ]
}