{
    "id": 14757,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Ang, Andrew, and Monika Piazzesi, 2003, A no-arbitrage vector autoregression of term structure dynamics with macroeconomic and latent variables, Journal of Monetary Economics 50, 745-7 87.",
        "Barberis, Nicholas, 2000, Investing for the long run when returns are predictable, Journal of Finance 55, 225-264.",
        "Benzoni, Luca, Piene Collin-Dufresne, and Robert S. Goldstein, 2007, Portfolio choice over the life-cycle when the stock and labor markets are cointegrated, Journal of Finance 62, 2123-2167.",
        "Brandt, Michael W., and Qiang Kang, 2004, On the relationship between the conditional mean and volatility of stock returns: A latent VAR approach, Journal of Financial Economics 72, 217-257.",
        "Campbell, John Y., 1991, A variance decomposition for stock returns, The Economic Journal 101, 157-179.",
        "Campbell, John Y., Yeung Lewis Chan and Luis M. Viceira, 2003, A multivariate model of strategic asset allocation, Journal of Financial Economics 67, 4 1-80.",
        "Campbell, John Y., and Luis M. Viceira, 2002, Strategic Asset Allocation. Portfolio Choice for Long-Term Investors (Oxford University Press).",
        "Campbell, John Y., and Luis M. Viceira, 2005, The term structure of the risk-return tradeoff, Financial Analysts Journal 61.",
        "Conrad, Jennifer, and Gautam Kaul, 1988, Time-variation in expected returns, Journal of Business 61, 409425.",
        "Dangl, Thomas, and Michael Halling, 2006, Equity return prediction: Are coefficients time-varying?, Working paper, University of Vienna.",
        "Duffee, Gregory R., 2006, Are variations in term premia related to the macroeconomy? Working paper, University of California, Berkeley.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Permanent and temporary components of stock prices, Journal of Political Economy 96, 246-273.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Gordon, Katherine D. and Kimberly A. Stockton, 2006, Funds for Retirement. The `Life-Cycle Approach (The Vanguard Group, Valley Forge, PA).",
        "Greer, Boyce, 2004, The case for age-based life-cycle investing (Fidelity Investments, Boston, MA).",
        "Hansen, Lars P., 2007, Beliefs, doubts and learning: Valuing macroeconomic risk, American Economic Review P&P 97, 1-30.",
        "Hoevenaars, Roy, Roderick Molenaar, Peter C. Schotman, and Tom Steenkamp, 2007, Strategic asset allocation for long-term investors: Parameter uncertainty and prior information, Working paper, Maastricht University.",
        "Johannes, Michael, Nicholas Polson, and Jon Stroud, 2002, Sequential optimal portfolio performance: Market and volatility timing, Working paper, Columbia University.",
        "Kim, M., Nelson, C. and Startz, R., 1991, Mean reversion in stock prices? A reappraisal of the empirical evidence, Review of Economic Studies 58, 5 15-28.",
        "Lamoureux, Christopher 0., and Guofu Zhou, 1996, Temporary components of stock returns: What do the data tell us? Review of Financial Studies 9, 1033-1059.",
        "Lo, Andrew and MacKinlay, Craig A., 1988, Stock market prices do not follow random walks: Evidence from a simple specification test, Review of Financial Studies 1, 4 1-66.",
        "Lo, Andrew and MacKinlay, Craig A., 1989, The size and power of the variance ratio test in finite samples, Journal of Econometrics 40, 203-238.",
        "Pastor, Lubo~, and Robert F. Stambaugh, 2008, Predictive systems: Living with imperfect predictors, Journal of Finance, forthcoming.",
        "Poterba, James M. and Lawrence H. Summers, 1988, Mean reversion in stock returns: Evidence and implications, Journal of Financial Economics 22, 27-60.",
        "Richardson, Matthew, 1993, Temporary components of stock prices: a skeptics view, Journal of Business and Economics Statistics 11, 199-207.",
        "Richardson, Matthew, and James H. Stock, 1989, Drawing inferences from statistics based on multiyear asset returns, Journal of Financial Economics 25, 323-348.",
        "Rytchkov, Oleg, 2007, Filtering out expected dividends and expected returns, Working paper, MIT.",
        "Schotman, Peter C., Rolf Tschernig, and Jan Budek, 2008, Long memory and the term structure of risk, Journal of Financial Econometrics, forthcoming.",
        "Siegel, Jeremy J., 1992, The real rate of interest from 1800-1990: A study of the U.S. and the U.K., Journal of Monetary Economics 29, 227-252.",
        "Siegel, Jeremy J., 2008, Stocks for the Long Run, 4th ed. (McGraw Hill, New York, NY).",
        "Summers, Lawrence H., 1996, Does the stock market rationally reflect fundamental values? Journal of Finance 41, 591-601.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics 54, 375-42 1."
    ]
}