{
    "id": 14756,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "ABADIE, A. and IMBENs, G.W. (2006), Large Sample Properties of Matching Estimators for Average Treatment Effects, Econometrica , vol. 74, no. 1, 235-267.",
        "ABADIE, A. and IMBENs, G.W. (2008), On the Failure of the Bootstrap for Matching Estimators , Econometrica , vol. 76, no. 6, 1537-1558.",
        "ANGRIsT, J.D. and KRuEGER, A.B (1999), Empirical Strategies in Labor Economics, in A. Ashenfelter and D. Card eds. Handbook of Labor Economics, vol. 3. Elsevier Science.",
        "BILLING5LEY, P. (1995), Probability and Measure, third edition. Wiley, New York.",
        "DEHEJIA, R. and WAHBA, S. (1999), Causal Effects in Nonexperimental Studies: Reevaluating the Evaluation of Training Programs, Journal of the American Statistical Association, 94, 1053-1062.",
        "DIAMOND, A. and SEKH0N, J.S. (2008), Genetic Matching for Estimating Causal Effects: A New Method of Achieving Balance in Observational Studies, UC Berkeley.",
        "HALL, P. and HEYDE C.C. (1980), Martingale Limit Theory and its Applications. Academic Press, New York.",
        "HANSEN, B.B. (2004), Full Matching in an Observational Study of Coaching for the SAT, Journal of the American Statistical Association, 99, 609-618.",
        "HEcKMAN, J., H. IcHIMuRA, and P. ToDD (1998), Matching as an Econometric Evaluation Estimator, Review of Economic Studies, 65, 261-294.",
        "IMBEN5, G.W. (2004), Nonparametric Estimation of Average Treatment Effects under Exogeneity: A Review, Review of Economics and Statistics , vol. 86, no. 1, 4-29.",
        "IMBEN5, G.W. and W00LDRIDGE, J. M. (2008) Recent Developments in the Econometrics of Program Evaluation, NBER Working Paper No. W14251.",
        "LITTLE, R.J.A. and D.B. RuBIN (2002), Statistical Analysis with Missing Data, second edition. Wiley-Interscience, New York.",
        "MOTwANI, R. and RAGHAvAN, P. (1995), Randomized Algorithms. Cambridge University Press, New York.",
        "R05ENBAuM, P.R. (2002), Observational Studies, second edition. Springer, New York.",
        "RuBIN, D.B. (1973), Matching to Reduce Bias in Observational Studies, Biometrics, 29, 159-183.",
        "RuBIN, D.B. (1977), Assignment to Treatment Group on the Basis of a Covariate, Journal of Educational Statistics, 2, 1-26.",
        "SH0RAcK, G.R. (2000), Probability for Statisticians. Springer, New York."
    ]
}