{
    "id": 14751,
    "cites": 24,
    "cited_by": 10,
    "reference": [
        "Au, Chun-Chung and Henderson, J. Vernon. 2006. How Migration Restrictions Limit Agglomeration and Productivity in China. Journal of Development Economics. Vol. 80, Issue 2 pgs 350-388.",
        "Fu, Yuming, Zheng Siqi and Liu Hongyu. 2008. Accounting for Population Growth across Chinese Cities: Demand Shocks, Housing Supply Elasticity and Supply Shifts. Working Paper. Available at SSRN: http ://ssrn. comlabstract= 1153022.",
        "Dasgupta, Susmita. Benoit Laplante, Hua Wang and David Wheeler, 2002, Confronting the Environmental Kuznets Curve Journal of Economic Perspectives 16(1) 147-1 68 Dean, Judith. Lovely, Mary and Wang, Hua. 2005. Are Foreign Investors Attracted to Weak Environmental Regulations? Evaluating the Evidence from China. World Bank Policy Research Working Paper No. 3505.",
        "Costa, Dora. L and Matthew E. Kahn. 2004, Changes in the Value of Life 1940-1980, Journal of Risk and Uncertainty 29(2) 159-180.",
        "Costa, Dora. L and Matthew E. Kahn. 2003, The Rising Price of Non-Market Goods, American Economic Review Papers and Proceedings 227-232.",
        "Chen, Zhao and Ming Lu, 2008, Is China Sacrificing Growth when Balancing Interregional and Urban-Rural Development? in Yukon Huang and Alessandro Magnoli Bocchi (eds.), Reshaping Economic Geography in East Asia, The World Bank, 24 1-257. Cole, M.A., Elliott, R.J.R. and Zhang, J. (forthcoming). Corruption, Governance and FDI Location in China: A Province-Level Analysis. Journal of Development Studies.",
        "Chen, Zhao, Yu Jin and Ming Lu, 2008, Economic Opening and Industrial Agglomeration in China, in M. Fujita, S. Kumagai and K. Nishikimi (eds.), Economic Integration in East Asia, Perspectives from Spatial and Neoclassical Economics, Edward Elgar Publishing, 276-315.",
        "Aufihammer, Maximilian and Richard T. Carson. 2008. Forecasting the path of Chinas C02 emissions using province-level information. Journal of Environmental Economics and Management 55:229-247 Bartik, Timothy 1991. Who Benefits from State and Local Economic Development Policies?, Kalamazoo: W.E. Upjohn Institute for Employment Research.",
        "Becker, Randy and Vernon Henderson, 2000 Effects of Air Quality Regulations on Polluting Industries Journal of Political Economy 108:2, 379-42 1 Blanchard, Olivier and Lawrence Katz. 1992, Regional Evolutions. Brookings Papers on Economic Activity, I.",
        "Zheng, Siqi, Fu Yuming and Liu Hongyu. 2008. Demand for Urban Quality of Living in China: Evolution in Compensating Land-Rent and Wage-Rate Differentials, Journal of Real Estate Finance and Economics, 3 8(3).",
        "Zhang, K.H. and S. F. Song, 2003 Rural-Urban Migration and Urbanization in China: Evidence from Time-Series and Cross-Section Analyses, China Economic Review 14 (4), 3 86-400.",
        "Wheeler, D. 2001. Racing to the Bottom? Foreign Investment and Air Pollution in Developing Countries, Journal of Environment and Development. 10:3, pp. 225- 45.",
        "UN-Habitat (2006). State of the Worlds Cities, 2006/2007. World Bank, 2007. Cost of Pollution in China: Economic Estimates of Physical Damages, available at htw:20 wor ~ \\/BIP40.",
        "Tolley, G.S. 1974, The welfare economics of city bigness, Journal of Urban Economics 1(3) 324-345.",
        "Rauch, James. 1993, Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities, Journal of Urban Economics 34 380-400.",
        "Kahn, Matthew E. 1997, Particulate Pollution Trends in the United States. Regional Science and Urban Economics. 27 87-107.",
        "Keller, Wolfgang & Arik Levinson, 2002. Pollution Abatement Costs and Foreign Direct Investment Inflows to U.S. States, The Review of Economics and Statistics, 84(4), pages 691703.",
        "Post-Communist Economies, Volume 18, Number 1, March 2006 `pp. 33-50(18) Henderson, Vernon, 1988, Urban Development: Theory, Fact and Illusion. Oxford University Press.",
        "He, C.F. 2006. Regional Decentralisation and Location of Foreign Direct Investment in China.",
        "Glaeser, Edward. L. 1998 Are cities dying? Journal of Economic Perspectives 12(2) 139-160.",
        "Glaeser, Edward, Joseph Gyourko and Raven Saks. 2006. Why Is Manhattan So Expensive? Regulation and the Rise in House Prices, Journal of Law and Economics 48(2), 33 1-369.",
        "Greenstone, Michael. 2002 The Impacts Of Environmental Regulations On Industrial Activity: Evidence From The 1970 And 1977 Clean Air Act Amendments And The Census Of Manufactures, Journal of Political Economy, 110(6), 1175-1219.",
        "Gyourko, Joseph and Joseph Tracy. 1991, The Structure of Local Pubic Finance and the Quality of Life Journal of Political Economy 99 774-806.",
        "Harbaugh, William, Arik Levinson, and David Wilson 2002. Re-examining the Empirical Evidence for an Environmental Kuznets Curve, Review of Economics and Statistics 84, 3: 54151 He, C.F. 2002, Information costs, agglomeration economies and the location of foreign direct investment in China. Regional Studies, Volume 36, Issue 9 December 2002, 1029 - 1036."
    ]
}