{
    "id": 1476,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Allison, P.D., Maximum Likelihood Estimation in Linear Models When Data Are Missing. Revised version of a paper presented at the 1981 Annual Meeting of the American Sociological Association.",
        "Becker,G.S., The Allocation of Effort, Specific Human Capital, and Sexual Differences in Earnings and the Allocation of Time, unpublished (1983).",
        "Behrman, J.R., Z. Hrubec, P. Taubman and T.J. Wales, Socioeconomic Success: A Study of the Effects of Genetic Endowments, Family Environment, and Schooling (Amsterdam: North Holland, 1980).",
        "Center for Human Resource Research, The National Longitudinal Survey Handbook (Columbus, Ohio: Ohio State University, 1979).",
        "Chamberlain, G., Omitted Variable Bias in Panel Data: Estimating the Returns to Schooling. in. The Econometrics of Panel Data, (Paris: Annales de l'INSEE, No. 30/31, pp. 49-82, 1978).",
        "__ and Z. Griliches, Unobservables with a Variance-Components Structure: Ability, Schooling and the Economic Success of Brothers, International Economic Review 16(2) (1975).",
        "_More on Brothers, in, P. Taubman, ed., Kinometries: Determinants of Socioeconomic Success within and between Fami1ies (New York: North Holland, 1977).",
        "Griliches, Z., Estimating the Returns to Schooling: Some Econometric Problems, Econometrica 45 (1977), 1-22.",
        "______Sibling Models and Data in Economics: Beginnings of a Survey, Journal of Political Economy 87(5), Part 2 (1979), S37-S64.",
        "__, Data Problems in Econometrics. in, M. Intriligator and Z. Griliches, eds., Handbook of Econometrics, Volume III (Amsterdam: North Ho 11 and, forthcoming 1985).",
        "______B.H. Hall and J.A. Hausman, Missing Data and Self-Selection in Large Panels, Annales de L'INSEE No. 30-31 (1978).",
        "Hall, B.H., MOMENTS, the Moment Matrix Processor User Manne1, (Stanford, California: 1979).",
        "Hauser, R.M. and R.N. Daymont, Schooling, Ability and Earnings: CrossSectional Findings 8 to 14 Years After High School Graduation, Soc. Educ. 50 (1977), 182-206.",
        "Jencks, C., Who Gets Ahead? (New York: Basic Books, 1979).",
        "Joreskog, F.G. and D. Sorboun, LISREL: Analysis of Linear Structural Relationships by the Method of Maximum Likelihood (Chicago: National Resources, 1981), Little, E.J.A., Models for Non-Response in Sample Surveys, Journal of the American Statistical Association, 77(378) (1982), 237-250.",
        "Mincer, J., Schooling, Experience, and Earnings (New York: Columbia University Press for NBER, 1974).",
        "__ and J. Polachek, Family Investments in Human Capital: Earnings of Women, Journal of Political Economy 82(2), Part II (1974), S76-S108 NORC, High School and Beyond: A National Longitudinal Survey for the 1980 's , (Chicago: NORC, 1980).",
        "Rubin, D.B., Inference and Missing Data, Biometrika 63(3) (1976), 581-592.",
        "Sandell, S.H. and D. Shapiro, The Theory of Human Capital and the Earnings of Women: A Reexamination of the Evidence, Journal of Human Resources 8 (1978), 103-117.",
        "Scarr, S. and G. McAvay, Predicting the Occupational Status of Young Adults A Longitudinal Study of Brothers and Sisters in Adoptive and Biologically Related Families, Department of Psychology, Yale University (unpublished, 1982).",
        "Shackett, J.R., Experience and Earnings of Young Women, Ph.D. thesis. Harvard University (unpublished, 1981).",
        "Smith, J.P., Female Labor Supply: Theory and Estimation (Princeton: Princeton University Press, 1980)."
    ]
}