{
    "id": 14766,
    "cites": 33,
    "cited_by": 13,
    "reference": [
        "Lindert, P. H. and J. G. Williamson (1982), Revising Englands Social Tables, 168818 12, Explorations in Economic History 19, 4: 385-408.",
        "Lindert, P. H. (2004), Growing Public: Social Spending and Economic Growth Since the Eighteenth Century, Volume 1 (Cambridge: Cambridge University Press).",
        "Latham, A. J. H. and L. Neal (1983), The International Market in Rice and Wheat 186819 14, Economic History Review 36 (May): 260-75.",
        "Johnson, L. L. and Z. Frank (2006), Cities and Wealth in the South Atlantic: Buenos Aires and Rio de Janeiro before 1860, Comparative Studies in Society and History 48 (3): xx-xx.",
        "Hoffman, P. T., D. Jacks, P. Levin, and P. H. Lindert, Real Inequality in Western Europe since 1500, Journal of Economic History 62, 2 (June 2002): 322-355.",
        "Acemoglu, D., S. Johnson, and J. Robinson (2001), The colonial origins of comparative development, American Economic Review, 91, 5: 1369-1401.",
        "Acemoglu, D., S. Johnson, and J. Robinson (2002), Reversal of Fortune: Geography and Development in the Making of the Modern World Income Distribution, Quarterly Journal of Economics (4: 2002): 123 1-94.",
        "Atkinson, A. and T. Piketty (2008), Top Incomes Over the Twentieth Century: A Contrast Between Continental European and English-Speaking Countries (Oxford: Oxford University Press).",
        "Bairoch, P. (1993), Economics and World History: Myths and Paradoxes, New York: Harvester Wheatsheaf.",
        "Bamett, G. E. (1936), Two Tracts by Gregory King, Baltimore: Johns Hopkins University Press.",
        "Bates, R. H., J. H. Coatsworth, and J. G. Williamson (2007), Lost Decades: Postindependence Performance in Latin America and Africa, Journal of Economic History 67 (December): 9 17-43.",
        "BÃ\u0083Â©rtola, L., C. Castelnovo, J. Rodriguez, and H. Willebald (2008), Income Distribution in the Latin American Southern Cone during the First Globalization Boom, ca 1870-1920, paper presented to the conference New Frontiers of Latin American Economic History, Harvard University, May 16-17.",
        "Campante, F. and Do, Q-A. (2007), Inequality, Redistribution, and Population, KSG Faculty Research Working Paper R WPO7-046, Harvard University (October).",
        "Chen, S. and M. Ravallion (2007), Absolute Poverty Measures for the Developing World, 198 1-2005, World Bank Research Development Group, Washington, DC.",
        "Clingingsmith, D. and Williamson, J. G. (2008), Deindustrialization in 18th and 19th century India: Mughal Decline, Climate Shocks and British Industrial Ascent, Explorations in Economic History 45 (July): 209-34.",
        "Coatsworth, J. H. (2008), Inequality, Institutions and Economic Growth in Latin America, Journal of Latin American Studies 40 (August): 545-69.",
        "Engerman, S. and K. Sokoloff (1997), Factor Endowments, Institutions, and Differential Paths of Growth Among New World Economies, in How Latin America Fell Behind, ed. by S. Haber, Palo Alto, Cal.: Stanford: 260-3 04.",
        "Engerman, S., S. Haber and K. Sokoloff (2000), Institutions, Factor Endowments, and Paths of Development in the New World, Journal of Economic Perspectives 14, 3: 217-32.",
        "Goldin, C. and R. A. Margo (1992), The Great Compression: The Wage Structure in the United States at Mid-Century, Quarterly Journal of Economics 107: 1-34.",
        "Gelman, J. and D. Santilli (2006), Historia del Capitalismo agrario pampeano: Volume 3. De Rivadavia a Rosas; Desigualdad y crecimiento economico (Buenos Aires: Universidad de Belgrano-Siglo XXI).",
        "Williamson, J. G. and P. H. Lindert (1980), American Inequality: A Macroeconomic History (New York: Academic Press).",
        "Williamson, J. G. (2006), Globalization and the Poor Periphery before 1950 (Cambridge, Mass.: MIT Press).",
        "Williamson, J. G. (2008), Globalization and the Great Divergence: Terms of Trade Booms and Volatility in the Poor Periphery 1782-19 13, European Review of Economic History 12 (December): 355-91.",
        "Williamson, J. G. (2002), Land, Labor, and Globalization in the Third World, 18701940, Journal of Economic History 62 (1): 55-85.",
        "Livi-Bacci, M. (2006), The Depopulation of Hispanic America after the Conquest, Population and Development Review 32 (June): 199-232.",
        "Maddison, A. (1998), Chinese Economic Performance in the Long Run, Paris: OECD Development Centre.",
        "Maddison, A. (2008), at http://www.ggdc.net/Maddison Milanovic, B., P. H. Lindert and J. G. Williamson (2008), Ancient Inequality, revised version of Measuring Ancient Inequality, NBER Working Paper 13550, National Bureau of Economic Research, Cambridge, Mass. (October).",
        "Mokyr, J. (1983), Why Ireland Starved: A Quantitative and Analytical History of the Irish Economy, 1800-1850, Boston: Allen and Unwin.",
        "Prados de la Escosura, L. (2007), Inequality and Poverty in Latin America: A Long-Run Exploration, in T. J. Hatton, K. H. ORourke, and A. M. Taylor (eds.), The New Comparative Economic History (Cambridge, Mass.: MIT Press), pp. 291-3 15.",
        "Prados de la Escosura, L. (2009), Lost Decades? Economic Performance in PostIndependence Latin America, Journal of Latin American Studies 41(2): forthcoming.",
        "Ravallion, M., S. Chen and P. Sangraula (2007), New evidence on the urbanization of global poverty, Population and Development Review 33, 4: 667701.",
        "Studer, R. (2008), India and the Great Divergence: Assessing the Efficiency of Grain Markets in Eighteenth- and Nineteenth-Century India, Journal of Economic History 68 (June): 393-437.",
        "Williamson, J. G. (1999), Real Wages, Inequality, and Globalization in Latin America Before 1940, Revista de Historia Economica 17, special number: 10 1-42."
    ]
}