{
    "id": 14773,
    "cites": 28,
    "cited_by": 7,
    "reference": [
        "Edin, Kathryn, 2000. What Do Low-Income Single Mothers Say about Marriage?, Social Problems, 47(1), 112-133.",
        "Eibner, Christine and William N. Evans, 2005. Relative Deprivation, Poor Health Habits, and Mortality, Journal of Human Resources, 40(3), 59 1-620.",
        "Easterlin, Richard A., 1980. Birth and Fortune: The Impact of Numbers on Personal Welfare, Basic Books, New York.",
        "Denizer, Cevdet, C. Holger, and Yvonne Ying, 2000. Household Savings in Transition Economies, The World Bank Policy Research Working Paper Series: 2299.",
        "Daly, Mary C., Daniel J. Wilson, and Norman J. Johnson, 2007. Relative status and well-being: evidence from U.S. suicide deaths, Federal Reserve Bank of San Francisco Working Paper Series: 2007-12.",
        "Clark, Andrew E., Paul Frijters, and Michael A. Shields, 2008. Relative Income, Happiness, and Utility: An Explanation for the Easterlin Paradox and Other Puzzles, Journal of Economic Literature, 46(1), 95-144.",
        "Becker, Gary S., 1981. A Treatise on the Family. Harvard University Press, Cambridge.",
        "Antonovics, Kate, and Robert Town, 2004. Are All the Good Men Married? Uncovering the Sources of the Marital Wage Premium, American Economic Review Papers and Proceedings, 94(2), 317-321.",
        "Albouy, David, 2008. Are Big Cities Really Bad Places to Live? Improving Quality of Life Estimates Across Cities, unpublished manuscript.",
        "Akerlof, George A. and Rachel E. Kranton, 2000. Economics and Identity, Quarterly Journal of Economics, 115(3), 715-753.",
        "Willis, Robert J., 1999. A Theory of Out-of-Wedlock Childbearing, Journal of Political Economy, 107(6), S33-S64.",
        "Withers, S. Davies, 1998. Linking household transitions and housing transitions, Environment and Planning A, 30, 615-630.",
        "Torgler, Benno, and Sascha L. Schmidt, 2007. What Shapes Player Performance in Soccer? Empirical Findings from a Panel Analysis, Applied Economics, 39(16-18), 2355-2369.",
        "Thorton, Arland, William G. Axinn, and Jay D. Teachman, 1995. The Influence of School Enrollment and Accumulation on Cohabitiation in Early Adulthood, American Sociological Review, 60(5), 762-774.",
        "Stevenson, Betsey, and Justin Wolfers, 2007. Marriage and Divorce: Changes and Their Driving Forces, Journal of Economic Perspectives, 2 1(2), 27-52.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander, 2008. Integrated Public Use Microdata Series: Version 4.0 [Machine-readable database], Minnesota Population Center.",
        "Fischer, Justina A.V and Benno Torgler, 2006. The Effect of Relative Income Position on Social Capital, Economics Bulletin, 26(4), 1-20.",
        "Gibson-Davis, Christina M., Kathryn Edin, and Sara McLanahan, 2005. High Hopes But Even Higher Expectations: The Retreat From Marriage Among Low-Income Couples, Journal of Marriage and Family, 67(5), 1301-13 12.",
        "Gould, Eric D. and M. Daniele Paserman, 2003. Waiting for Mr. Right: Rising Inequality and Declining Marriage Rates, Journal of Urban Economics, 53, 257-281.",
        "Kosicki, George, 1987. A Test of the Relative Income Hypothesis, Southern Economic Journal, 54(2), 422-434.",
        "Lam, David, 1988, Marriage Markets and Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications, The Journal of Human Resources, 23(4), 462-487.",
        "Lerman, Robert I., 2002. Marriage and the Economic Well-being of Children and Familes: A Review of the Literature, Urban Institute Research Report, Urban Institute.",
        "Lichter, Daniel T., Zhenchao Qian, Leanna M. Mellott, 2006. Marriage or Dissolution?: Union Transitions among Poor Cohabiting, Demography, 43(2), 223-240.",
        "Loughran, David S., 2002. The Effect of Male Wage inequality on Female Age at First Marriage, The Review of Economics and Statistics, 84(2), 237-250.",
        "Luttmer, Erzo, 2005. Neighbors as Negatives: Relative Earnings and Well-Being, Quarterly Journal of Economics, 120(3), 960-1002.",
        "Miller, Douglas L. and Christina Paxson, 2006. Relative Income, Race, and Mortality, Journal of Health Economics, 25(5), 979-1003.",
        "Neumark, David, and Andrew Postlewaite, 1998. Relative income concerns and the rise in womens employment, Journal of Public Economics, 70, 157-183.",
        "Oppenheimer, Valarie Kincade, Matthijs Kalmijn, and Nelson Lim, 1997. Mens Career Development and Timing of Marriage in a Period of Rising Inequality, Demography, 34(3), 3 11-330."
    ]
}