{
    "id": 14776,
    "cites": 58,
    "cited_by": 4,
    "reference": [
        "Chen, Songnian and Shakeeb Khan, Semiparametric Estimation of a Heteroskedastic Sample Selection Model, Econometric Theory, December 2003, ]9 (6), 1040-64.",
        "Carr, David L., James R. Markusen, and Keith E. Maskus, Estimating the Knowledge-Capital Model of the Multinational Enterprise, American Economic Review, June 2001, 9] (3), 693708.",
        "Buch, Claudia M., Jorn Kleinert, Alexander Lipponer, and Farid Toubal, Determinants and Effects of Foreign Direct Investment: Evidence from German Firm-Level Data, Economic Policy, January 2005, 4], 5 1-98.",
        "Berndt and Barry C. Field, eds., Modeling and measuring natural resource substitution, Cambridge, Massachusetts: MIT Press, 1981, chapter 10, pp. 209-29.",
        "Brown, Randall S. and Laurits R. Christensen, Estimates of Elasticities of Substitution in a Model of Partial Static Equilibrium: An Application to U.S. Agriculture, 1947-1974, in Ernst R.",
        "Braconier, Henrik and Karolina Ekholm, Swedish Multinationals and Competition from Highand Low-Wage Locations, Review of International Economics, August 2000, 8 (3), 448-61.",
        "Blonigen, Bruce A., Ronald B. Davies, and Keith Head, Estimating the Knowledge-Capital Model of the Multinational Enterprise: Comment, American Economic Review, June 2003, 93 (3), 980-94.",
        "-, Karolina Ekholm, Robert Jackie, and Marc-Andreas Muendler, Location Choice and Employment Decisions: A Comparison of German and Swedish Multinationals, Review of World Economics, December 2005, ]4] (4), 693-731.",
        "- and Xavier Sala-i-Martin, Convergence, Journal of Political Economy, April 1992, ]OO (2), 223-51.",
        "Barten, A. P., Maximum Likelihood Estimation of a Complete System of Demand Equations, European Economic Review, Autumn 1969,] (1), 7-73. Becker, Sascha 0. and Marc-Andreas Muendler, The Effect of FDI on Job Security, The B.E.",
        "Amemiya, Takeshi, Multivariate Regression and Simultaneous Equation Models when the Dependent Variables Are Truncated Normal, Econometrica, November 1974, 42 (6), 999-1012.",
        "Barba Navaretti, Giorgio and Davide Castellani, Do Italian Firms Improve Their Performance at Home by Investing Abroad?, in Steven Brakman and Hany Garretsen, eds., Foreign Direct Investment and the Multinational Enterprise, CESifo Seminar Series, Cambridge and London: MIT Press, 2008, chapter 9, pp. 199-224.",
        "Barro, Robert J. and Jong Wha Lee, International Data on Educational Attainment: Updates and Implications, Oxford Economic Papers, July 2001, 53 (3), 54 1-63.",
        "Freeman, Richard B. and Remco H. Oostendorp, The Occupational Wages around the World Data File, International Labour Review, 2001, ]40 (4), 379-401.",
        "Feinberg, Susan E. and Michael P. Keane, Accounting for the Growth of MNC-Based Trade Using a Structural Model of US MNCs, American Economic Review, December 2006, 96 (5), 1515-58.",
        "Feenstra, Robert C. and Gordon H. Hanson, The Impact of Outsourcing and High-Technology Capital on Wages: Estimates for the United States, 1979-1990, Quarterly Journal of Economics, August 1999, ]]4 (3), 907-40.",
        "Ekholm, Karolina and Marie Hesselman, The Foreign Operations of Swedish Manufacturing Firms: Evidence from a Survey of Swedish Multinationals 1998, Research Institute of Industrial Economics (IUI) Working Paper, 2000, 540.",
        "Egger, Peter and Michael Pfaffermayr, The Counterfactual to Investing Abroad: An Endogenous Treatment Approach of Foreign Affiliate Activity, University of Innsbruck Working Paper, April 2003, 02.",
        "Dixit, Avinash K., Entry and Exit Decisions under Uncertainty, Journal of Political Economy, June 1989, 97 (3), 620-3 8.",
        "Eakin, B. Kelly, Daniel P. McMillen, and Mark J. Buono, Constructing Confidence Intervals Using the Bootstrap: An Application to a Multi-Product Cost Function, Review of Economics and Statistics, May 1990, 72 (2), 339-44.",
        "Disdier, Anne Celia and Thierry Mayer, How Different Is Eastern Europe? Structure and Determinants of Location Choices by French Firms in Eastern and Western Europe, Journal of Comparative Economics, June 2004, 32 (2), 280-96.",
        "Diewert, W. E., An Application of the Shephard Duality Theorem: A Generalized Leontief Production Function, Journal of Political Economy, May-June 1971, 79 (3), 48 1-507.",
        "Dhrymes, Phoebus J., Equivalence of Iterative Aitken and Maximum Likelihood Estimators for a System of Regression Equations, Australian Economic Papers, June 1971, ]0 (16), 20-24.",
        "Devereux, Michael P. and Rachel Griffith, Taxes and the Location of Production: Evidence from a Panel of U.S. Multinationals, Journal of Public Economics, June 1998, 68 (3), 335-67.",
        "Deutsche Bundesbank, The Methodological Basis of the Deutsche Bundesbanks Corporate Balance Sheet Statistics, Monthly Report, October 1998, ]998 (10), 49-64.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines, Domestic Effects of the Foreign Activities of U.S. Multinationals, American Economic Journal: Economic Policy, February 2009,] (1), 181-203.",
        "Christensen, Laurits R., Dale W. Jorgenson, and Lawrence J. Lau, Transcendental Logarithmic Production Frontiers, Review of Economics and Statistics, February 1973, 55 (1), 28-45.",
        "Das, Mitali, Whitney K. Newey, and Francis Vella, Nonparametric Estimation of Sample Selection Models, Review of Economic Studies, January 2003, 70 (1), 33-58.",
        "de Fontenay, Catherine C. and Joshua S. Gans, Organizational Design and Technology Choice under Intrafirm Bargaining: Comment, American Economic Review, March 2003, 93 (1), 44855.",
        "Debaere, Peter, Hongshik Lee, and Joonhyung Lee, Does Where You Go Matter? The Impact of Outward Foreign Direct Investment on Multinationals Employment at Home, CEPR Discussion Paper, July 2006, 5737.",
        "Mann, Dalia, A Nation of Poets and Thinkers-Less so with Eastern Enlargement? Austria and Germany, CEPR Discussion Paper, 2004, 4358.",
        "Lipponer, Alexander, A New Micro Database for German FDI, in Heinz Herrmann and Robert Lipsey, eds., Foreign Direct Investment in the Real and Financial Sector of Industrial Countries, Berlin: Springer, 2003, pp. 215-44.",
        "- and Mark M. Pitt, Microeconometric Demand Systems with Binding Nonnegativity Constraints: The Dual Approach, Econometrica, September 1986, 54 (5), 1237-42.",
        "Lee, Lung Fei, Semiparametric Maximum Likelihood Estimation of Polychotomous and Sequential Choice Models, Journal of Econometrics, February 1995, 65 (2), 38 1-428.",
        "Kotz, Samuel, N. Balakrishnan, and Norman L. Johnson, Continuous Multivariate Distributions, 2nd ed., Vol. 1 of Wiley Series in Probability and Statistics, New York: Wiley, 2000.",
        "Konings, Jozef and Alan Patrick Murphy, Do Multinational Enterprises Relocate Employment to Low-Wage Regions? Evidence from European Multinationals, Review of World Economics, July 2006, ]42 (2), 267-86.",
        "Koebel, Bertrand M., Exports and Labor Demand: Searching for Functional Structure in MultiOutput Multi-Skill Technologies, Journal of Business and Economic Statistics, January 2006, 24 (1), 91-103.",
        "Klein, Roger W. and Richard H. Spady, An Efficient Semiparametric Estimator for Binary Response Models, Econometrica, March 1993, 6] (2), 387-421.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein, Estimating Trade Flows: Trading Partners and Trading Volumes, Quarterly Journal of Economics, May 2008, ]23 (2), 441-87. JÃ\u0083Â¤ckle, Robert and Georg Wamser, Going Multinational: What Are the Effects on Home Market Performance?, German Economic Review, forthcoming.",
        "Heckman, James J., Sample Selection Bias as a Specification Enor, Econometrica, January 1979, 47(1), 153-61.",
        "- and Thierry Mayer, Market Potential and the Location of Japanese Investment in the European Union, Review of Economics and Statistics, November 2004, 86 (4), 959-72.",
        "Head, Keith and John Ries, Offshore Production and Skill Upgrading by Japanese Manufacturing Firms, Journal of International Economics, October 2002, 58 (1), 81-105.",
        "Employment, NBER Working Paper, July 2006, ]2372.",
        "Hall, Robert E., The Specification of Technology with Several Kinds of Output, Journal of Political Economy, July-August 1973, 8] (4), 878-92.",
        "Hanson, Gordon H., Raymond J. Mataloni, and Matthew J. Slaughter, Vertical Production Networks in Multinational Firms, Review of Economics and Statistics, November 2005, 87(4), 664-78. Harrison, Ann E. and Margaret S. McMillan, Outsourcing Jobs? Multinationals and U.S.",
        "Yen, Steven T. and Biing-Hwan Lin, A Sample Selection Approach to Censored Demand Systems,  American Journal ofAgricultural Economics, August 2006, 88 (3), 7429.",
        "Wolinsky, Asher, A Theory of the Firm with Non-binding Employment Contracts, Econometrica, July 2000, 68 (4), 875-9 10.",
        "Wales, Terence J. and A. D. Woodland, Estimation of Consumer Demand Systems with Binding Non-Negativity Constraints, Journal of Econometrics, April 1983, 2] (3), 263-85.",
        "UNIDO, INDSTAT3 2005 ISIC Rev. 2 Users Guide, unido.org/doc/353], Vienna 2005.",
        "von Haefen, Roger H., Daniel J. Phaneuf, and George R. Parsons, Estimation and Welfare Analysis with Large Demand Systems, Journal of Business and Economic Statistics, April 2004, 22 (2), 194-205.",
        "- and - , Organizational Design and Technology Choice under Intrafirm Bargaining, American Economic Review, March 1996, 86 (1), 195-222.",
        "Stole, Lars A. and Jeffrey Zwiebel, Intra-firm Bargaining under Non-binding Contracts, Review of Economic Studies, July 1996, 63 (3), 375-410.",
        "Riker, David A. and S. Lael Brainard, U.S. Multinationals and Competition from Low Wage Countries, NBER Working Paper, 1997, 5959.",
        "Slaughter, Matthew J., Production Transfer within Multinational Enterprises and American Wages, Journal of International Economics, April 2000, 50 (2), 449-72.",
        "Redding, Stephen and Anthony J. Venables, Economic Geography and International Inequality,  Journal of International Economics, January 2004, 62 (1), 53-82.",
        "Pan, Wei, Akaikes Information Criterion in Generalized Estimating Equations, Biometrics, March 2001, 57(1), 120-125.",
        "Neary, J. Peter and Kevin W. S. Roberts, The Theory of Household Behaviour under Rationing,  European Economic Review, January 1980, ]3 (1), 25-42.",
        "Meyerhoefer, Chad D., Christine K. Ranney, and David E. Sahn, Consistent Estimation of Censored Demand Systems Using Panel Data, American Journal of Agricultural Economics, August 2005, 87 (3), 660-72."
    ]
}