{
    "id": 14778,
    "cites": 21,
    "cited_by": 7,
    "reference": [
        "Rumberger, Russell W. and Katherine A. Larson. 1998. Student Mobility and the Increased Risk of High School Dropout. American Journal of Education 107:1-35.",
        "Rothstein, Jesse. 2008. Teacher Quality in Educational Production: Tracking, Decay, and Student Achievement. Unpublished Manuscript, Princeton University.",
        "Rockoff, Jonah. 2004. The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data. American Economic Review, Papers and Proceedings.",
        "Roberts, Sarah Jane. 1978. Test Floor and Ceiling Effects. ESEA Title I Evaluation and Reporting System. Research report, RMC Research Corporation.",
        "Podgursky, Michael J. and Mathew G. Springer. 2007. Teacher Performance Pay: A Survey. Journal of Policy Analysis and Management, 26:909-950.",
        "Nye, Barbara, Spyros Konstantopoulos and Larry V. Hedges. 2004. How Large are Teacher Effects? Educational Evaluation and Policy Analysis, 26:237-257.",
        "Lockwood, J.R., Daniel F. McCaffrey, Laura S. Hamilton, Brian Stecher, Vi-Nhuan Le and Jose Felipe Martinez. 2007. The Sensitivity of Value-Added Teacher Effect Estimates to Different Mathematics Achievement Measures. Journal of Educational Measurement, 44:47-67.",
        "-- 2008. How Reliable is Value-Added Modeling? An Extended Analysis of the Rothstein Critique. Working Paper, University of Missouri, Columbia.",
        "Koedel, Cory and Julian R. Betts. 2007. Re-Examining the Role of Teacher Quality in the Educational Production Function. Working Paper, University of Missouri, Columbia.",
        "Kane, Thomas and Douglas Staiger. 2002. The Promise and Pitfalls of Using Imprecise School Accountability Measures. Journal of Economic Perspectives 16:91-114. Koedel, Cory. forthcoming. An Empirical Analysis of Teacher Spillover Effects in Secondary School. Economics of Education Review.",
        "Aaronson, Daniel, Lisa Barrow and William Sander 2007. Teachers and Student Achievement in the Chicago Public High Schools. Journal of Labor Economics 25:95-135.",
        "Arabmazar, Abbas and Peter Schmidt 1981. Further Evidence on the Robustness of the Tobit Estimator to Heteroskedasticity. Journal of Econometrics 17:253-258.",
        "Anderson T.W. and Cheng Hsiao 1981. Estimation of Dynamic Models with Error Components. Journal of the American Statistical Association. 76:598-609.",
        "Brown, Charles and Robert Moffitt 1983. The Effect of Ignoring Heteroscedasticity on Estimates of the Tobit Model. Technical Working Paper no. 27. National Bureau of Economic Research, Cambridge, MA.",
        "Carson, Richard T. and Yixiao Sun 2007. The Tobit Model with a Non-Zero Threshold.",
        "Cullen, Julie Berry and Susanna Loeb 2004. School finance feform in Michigan: Evaluating Proposal A, in J. Yinger (Ed.), Helping Children Left Behind: State Aid and the Pursuit of Educational Equity. Cambridge, MA: MIT Press. pp. 215-250.",
        "GÃ\u0083Â¸rgens, Tue and Joel L. Horowitz 1999. Semiparametric Estimation of a Censored Regression Model with an Unknown Transformation of the Dependent Variable. Journal of Econometrics 90:155-191.",
        "Hanushek, Eric, John Kain, Daniel OBrien and Steven Rivkin 2005. The Market for Teacher Quality. Working Paper no. 11154, National Bureau of Economic Research, Cambridge, MA.",
        "Harris, Douglas and Tim R. Sass 2006. Value-Added Models and the Measurement of Teacher Quality. Unpublished manuscript, Department of Economics, Florida State University, Tallahassee.",
        "Hurd, Michael 1979. Estimation in Truncated Samples When There is Heteroskedasticity. Journal of Econometrics 11:247-258.",
        "Ingersoll, Gary M., James P. Scamman and Wayne D. Eckerling. 1989. Geographic Mobility and Student Achievement in an Urban Setting. Educational Evaluation and Policy Analysis 11:143-149."
    ]
}