{
    "id": 14780,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Retrieved Jan. 20, 2007, from http ://www.ed.gov/policy/highered/guid/secletter/0603 01 a.html Teach for America. (2006). Teach for America -- Our alumni. Retrieved Oct. 10, 2008, from http://www.teachforamerica.org/alumni/index.htm Teach for America. (2008). 2007 Annual Report. New York: Author.",
        "Spellings, M. (2006). Key policy letters signed by the Education Secretary or Deputy Secretary.",
        "Singer, J. D., & Willett, J. B. (2003). Applied longitudinal data analysis: Modeling change and event occurrence. Oxford: Oxford University Press.",
        "Levin, J., & Quinn, M. (2003). Missed opportunities: How we keep high-quality teachers out of urban classrooms. New York: The New Teacher Project.",
        "Murnane, R. J., Singer, J. D., Willett, J. B., Kemple, J. J., & Olsen, R. J. (1991). Who will teach? Policies that matter. Cambridge, MA: Harvard University Press.",
        "Kirshtein, R. J., Berger, A. R., Benatar, E., & Rhodes, D. (2004). Workforce contingent financial aid: How states link financial aid to employment. Indianapolis, N: Lumina Foundation for Education.",
        "Johnson, J. (2005). State financial incentive policies for recruiting and retaining effective new teachers in hard-to-staff schools. Retrieved October 20, 2006, from http://www.ecs.org/clearinghouse/6 1/61/6161 .htm Kane, T. J., & Staiger, D. 0. (2005). Using imperfect information to ident~fj~ effective teachers. Cambridge, MA: National Bureau of Economic Research.",
        "Jacobson, L. (2006, Sept. 27). Teacher-pay incentives popular but unproven. Education Week, pp. 1,20.",
        "Goldhaber, D., & Player, D. (2005). What different benchmarks suggest about how financially attractive it is to teach in public schools. Journal of Education Finance, 30(3), 2 11-230.",
        "Imbens, G., & van der Klaauw, W. (1995). Evaluating the cost of conscription in the Netherlands. Journal of Business and Economic Statistics, 13(2), 207-2 15.",
        "Field, E. (2009). Educational debt burden and career choice: Evidence from a financial aid experiment at NYU Law School. American Economic Journal: Applied Economics, 1(1), 1-2 1.",
        "Clotfelter, C. T., Glennie, E., Ladd, H. F., & Vigdor, J. L. (2008, Jan. 6). Would higher salaries keep teachers in high-poverty schools? Evidence from a policy intervention in North Carolina. Paper presented at the Annual Meeting of the American Economic Association, New Orleans, LA.",
        "Clark, T., & Suckow, M. (2008). Teacher supply in California: A report ot the Legislature: Annual Report 2006-0 7. Sacramento: California Commission on Teacher Credentialing.",
        "California Student Aid Commission. (2005). 2005-2006 Assumption Program of Loans for Education coordinators guide and forms. Rancho Cordova, CA: Author.",
        "California Education Code, Section 69612-69615.6. (2000). Retrieved Dec. 7, 2006, from http ://www.leginfo .ca.gov/cgibinlwaisgate ?WAISdocID=5 130421 24+0+0+0&WAlSaction=retrieve California Legislative Analysts Office. (2002). Analysis of the 2 002-03 budget bill. Retrieved September 5, 2005, from http ://www. lao .ca.gov/analysis 2002/educationled29 661 Ojtnl02 .htm California State University Office of the Chancellor. (2002). The 2000-2001 annual report of the Governors Teaching Fellowship program. Long Beach, CA: Author.",
        "Boyd, D., Grossman, P., Lankford, H., Loeb, S., & Wyckoff, J. (2005). How changes in entry requirements alter the teacher workforce and affect student achievement (No. No. 11844). Cambridge, MA: National Bureau of Economic Research.",
        "Bound, J., Jaeger, D. A., & Baker, R. (1995). Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variable is weak. Journal of the American Statistical Association, 90, 443-45 0.",
        "Basmann, R. L. (1960). On finite sample distributions of generalized classical linear identifiability test statistics. Journal of the American Statistical Association, 55, 650-659.",
        "Angrist, J. D., & Pischke, J.-S. (2009). Mostly harmless econometrics: An empiricists companion. Princeton, NJ: Princeton University Press.",
        "American Federation of Teachers. (2002). Table III-]: Actual average beginning teacher salaries, 2000-01 and 2001-02. Retrieved December 14, 2006, from http://www.aft.org/salary/2002/download/TableIll- 1 .pdf Angrist, J. D. (2006). Instrumental variables methods in experimental criminological research: What, why, and how. Journal of Experimental Criminology, 2(23-44)."
    ]
}