{
    "id": 14783,
    "cites": 48,
    "cited_by": 112,
    "reference": [
        "Clark, Gregory, A Farewell to Alms: A Brief History of the World (Princeton University Press, Princeton, 2008).",
        "Cesarini, David, Magnus Johannesson, Paul Lichtenstein, Orjan Sandewall, and Bjorn Wallace, Is Financial Risk Taking Genetically Transmitted? (2008b), mimeo.",
        "Cesarini, David, Christopher T. Dawes, Magnus Johannesson, Paul Lichtenstein, and Bjorn Wallace, Genetic Variation in Preferences for Giving and Risk-Taking, Quarterly Journal of Economics, 124 (2009), forthcoming.",
        "Cesarini, David, Christopher T. Dawes, James H. Fowler, Magnus Johannesson, and Paul Lichtenstein, Heritability of Cooperative Behavior in the Trust Game, Proceedings of the National Academy of Sciences, 105 (2008a), 3721-3726.",
        "-~, The Origin and Evolution of Cultures (Oxford University Press, Oxford, 2005).",
        "Butter, Frank Den, and Robert Mosch, Trust, Trade and Transactions Costs, Discussion Paper 03-082, Tinbergen Institute (2003).",
        "Why Does Culture Increase Human Adaptability? Ethology and Sociobiology, 16 (1995), 125-143.",
        "Bolster, W. Jeffrey, Black Jacks: African American Seamen in the Age of Sail (Harvard University Press, Cambridge, Massachusetts, 1997).",
        "Bloom, Nicholas, Raffaella Sadun, and John Van Reenan, Measuring and Explaining Decentralization Across Firms and Countries, (2008), mimeo, Stanford University.",
        "-~, The Economics of Cultural Transmission and the Evolution of Preferences, Journal of Economic Theory, 97 (2001), 298-319.",
        "-~, Cultural Transmission, (2008).",
        "Aghion, Philippe, Yann Algan, and Pierre Cahuc, Can Policy Interact with Culture? Minimum Wage and the Quality of Labor Relations, (2008a), mimeo, Harvard University.",
        "Aghion, Philippe, Yann Algan, Pierre Cahuc, and Andrei Shleifer, Regualation and Distrust, (2008b), mimeo, Harvard University.",
        "Akyeampong, Emmanuel, History, Memory, Slave-Trade and Slavery in Anlo (Ghana), Slavery & Abolition, 22 (2001), 1-24.",
        "Alesina, Alberto, and Nicola Fuchs-SchÃ\u0083Â¼ndeln, Good Bye Lenin (Or Not?): The Effects of Communism on Peoples Preferences, American Economic Review, 97 (2007), 1507-1528.",
        "Alesina, Alberto, and Eliana La Ferrara, Who Trusts Others? Journal of Public Economics, 85 (2002), 207-234.",
        "Algan, Yann, and Pierre Cahuc, Social Attitudes and Macroeconomic Performance: An Epidemiological Approach, (2007), mimeo.",
        "Almada, Andre Alvarez de, Trato Breve dos Rios de Guine (University of Liverpool, Liverpool, 1984).",
        "Azevedo, Mario, Power and Slavery in Central Africa: Chad (1890-1925), Journal of Negro History, 67 (1982), 198-211.",
        "Barry, Boubacar, Senegambia from the Sixteenth to the Eighteenth Century: Evolution of the Wolof, Sereer, and `Tukuloor, in B.A. Ogot, ed., General History of Africa: Volume 5, Africa from the Sixteenth to the Eighteenth Century (University of California Press, Berkeley, 1992), 262-299.",
        "Bellows, John, and Edward Miguel, War and Collective Action in Sierra Leone, (2008), mimeo, University of California, Berkeley.",
        "Bisin, Alberto, and Thierry Verdier, Beyond the Melting Pot: Cultural Transmission, Marriage, and the Evolution of Ethnic and Religious Traits, Quarterly Journal of Economics, 115 (2000), 955-988.",
        "-~, The Struggle against the Trans-Atlantic Slave Trade, in A. Diouf, ed., Fighting the Slave Trade: West African Strategies (Ohio University Press, Athens, Ohio, 2003), 170-198.",
        "Inikori, Joseph E., Africa and the Trans-Atlantic Slave Trade, in Toyin Falola, ed., Africa Volume I: African History Before 1885 (Carolina Academic Press, North Carolina, 2000), 389-412.",
        "Ichino, Andrea, and Giovanni Maggi, Work Environment and Individual Background: Explaining Regional Shirking Differentials in a Large Italian Firm, Quarterly Journal of Economics, 115 (2000), 1057-1090.",
        "Hubbell, Andrew, A View of the Slave Trade from the Margin: Souroudougou in the Late Nineteenth-Century Slave Trade of the Niger Bend, Journal of African History, 42 (2001), 25-47.",
        "Henrich, Joseph, Robert Boyd, Sam Bowles, Cohn Camerer, Herbert Gintis, Richard McElreath, and Ernst Fehr, In Search of Homo Economicus: Experiments in 15 Small-Scale Societies, American Economic Review, 91 (2001), 73-79.",
        "-~, Planting Rice and Harvesting Slaves: Transformations along the Guinea-Bissau Coast, 1400-1900 (Heinemann, Portsmouth, NH, 2003).",
        "Hawthorne, Walter, The Production of Slaves Where There was no State: The Guinea-Bissau Region, 1450-1815, Slavery & Abolition, 20 (1999), 97-124.",
        "Hauk, Esther, and Maria Saez-Marti, On the Cultural Transmission of Corruption, Journal of Economic Theory, 107 (2002), 311-335.",
        "Hair, P. E. H., The Enslavement of Koelles Informants, Journal of African History, 2 (1965), 193203.",
        "Social Capital as Good Culture, (2007c), NBER Working Paper.",
        "Guiso, Luigi, and Paola Sapienze, Does Culture Affect Economic Outcomes? Journal of Economic Perspectives, 20 (2006), 23-48.",
        "-~, Cultural Biases in Economic Exchange, (2007a), mimeo.",
        "Long-Term Persistence, (2007b), mimeo.",
        "Greif, Avner, Reputation and Coalitions in Medieval Trade: Evidence on the Maghribi Traders, Journal of Economic History, XLIX (1989), 857-882.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, The Role of Social Capital in Financial Development,  American Economic Review, 94 (2004), 526-556.",
        "Glaeser, Edward L., David I. Laibson, JosÃ\u0083Â© A. Scheinkman, and Christine L. Soutter, Measuring Trust, Quarterly Journal of Economics, 115 (2000), 811-846.",
        "Giuliano, Paola, Living Arrangements in Western Europe: Does Cultural Origin Matter? Journal of the European Economic Association, 5 (2007), 927-952.",
        "Frankel, Jeffrey, and David Romer, Does Trade Cause Growth? American Economic Review, 89 (1999), 379-399.",
        "Francois, Patrick, and Jan Zabojnik, Trust, Social Capital and Economic Development, Journal of the European Economic Association, 3 (2005), 51-94.",
        "Francois, Patrick, and Tanguy van Ypersele, Doux Commerces: Does Market Competition Cause Trust? (2008), mimeo, University of British Columbia.",
        "Francois, Patrick, Norms and Institutions, (2008), mimeo, University of British Columbia.",
        "Fisman, Raymond, and Tarun Khanna, Is trust a Historical Residue? Information Flows and Trust Levels, Journal of Economic Behavior and Organization, 38 (1999), 79-92.",
        "Fernandez, Raquel, and Alessandra Fogli, Culture: An Empirical Investigation of Beliefs, Work, and Fertility, (2007), mimeo, New York University.",
        "Easterly, William, and Ross Levine, Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, 112 (1997), 1203-1250.",
        "Fafchamps, Marcel, Development and Social Capital, Journal of Development Studies, 42 (2006), 1180-1198.",
        "Fehr, Ernst, Urs Fischbacher, Jurgen Schupp, Bernhard von Rosenbladt, and Gert G. Wagner, A Nationwide Laboratory Examining Trust and Trustworthiness by Integrating Behavioural Experiments into Representative Surveys, Discussion Paper DP3858, CEPR (2003)."
    ]
}