{
    "id": 14785,
    "cites": 17,
    "cited_by": 13,
    "reference": [
        "(1998), The Age of Mass Migration: An Economic Analysis (New York: Oxford University Press).",
        "---(2003), Economic and Demographic Pressure on Emigration Out of Africa, Scandinavian Journal of Economics, 105: 465-486.",
        "Hatton, T. J. and J. G. Williamson (1994), What Drove the Mass Migrations from Europe in the Late Nineteenth Century? Population and Development Review 20: 1-27.",
        "Gould, J. D. (1979), European Inter-continental Emigration, 18 15-1914: Patterns and Causes, Journal of European Economic History 8: 593-679.",
        "Easterlin, R. A. (1981), Why Isnt the Whole World Developed? Journal of Economic History4l: 1-19.",
        "Asian Development Bank [ADB] (1997), Emerging Asia. Changes and Challenges (Manila, The Philippines).",
        "Bano, R. J. and J-W. Lee (2001), International Data on Educational Attainment: Updates and Implications, Oxford Economic Papers 53: 54 1-63.",
        "Clark, X., T. J. Hatton and J. G. Williamson (2007), Explaining US Immigration 19711998, Review of Economics and Statistics 89 (May): 335-42.",
        "Williamson, J. G. (2001), Demographic Shocks and Global Factor Flows, in J. N. Little and R. K. Triest (eds.), Seismic Shifts: The Economic Impact of Demographic Change (Boston, Mass.: Federal Reserve Bank of Boston, Conference Series No. 46: 247-69.",
        "Williamson, J. G. (1993), Human Capital Deepening, Inequality, and Demographic Events along the Asia-Pacific Rim, in N. Ogawa et al. (eds.), Human Resources in Development along the Asia-Pacific Rim (Singapore: Oxford University Press): 129-58.",
        "(2005), Global Migration and the World Economy: Two Centuries of Policy and Performance (Cambridge, Mass.: MIT Press).",
        "Nehru, V., E. Swanson, and A. Dubey (1995), A new database on human capital stock in developing and industrial countries: Sources, methodology, and results, Journal of Development Economics 46: 379-40 1.",
        "Pritchett, L. (2006), Let Their People Come: Breaking the Gridlock on Global Labor Mobility (Washington, D.C.: Center for Global Development).",
        "Schultz, T. P. (1987), School Expenditures and Enrollments, 1960-80: The Effects of Income, Prices, and Population Growth, in D. G. Johnson and R. D. Lee (eds.), Population Growth and Economic Development: Issues and Evidence (Madison, Wis.: University of Wisconsin Press): 413-76.",
        "Source country population: Total population and share aged 0-14 taken from United Nations (2007), World Population Prospects: the 2006 Revision (CD ROM). Years of education: Average years of education for the population age 15 and over, at five-year intervals from the database of Bano and Lee, available at: http:Thvww2~cid.harvard.edu.",
        "Williamson, J. G. (2007), Inequality and Schooling Responses to Globalization Forces: Lessons from History, in Migration, Trade and Development (Dallas, Texas: Dallas Federal Reserve Bank).",
        "Immigrant stock in the US: Foreign born stock data for the census years 1970, 1980 and 1990 are taken from C. J. Gibson and E. Lennon (1999), Historical Census Statistics on the Foreign-born Population of the United States, 1850-1990, US Census Bureau Population Division, Technical Working Paper No. 29. Data for 2000 were obtained from the 2000 US Census. The intervening years 1975, 1985 and 1995 using the stock accumulation equation S~Ã\u0083Â·~ = (1-d)S~ + M~ where M is the migrant inflow, S is the migrant stock and d is the `depreciation `rate calculated for each intercensal period."
    ]
}