{
    "id": 14781,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "ANGRIST, JOSHUA D., AND STACEY H. CHEN (2008): Long-Term Economic Consequences of Vietnam-Era Conscription: Schooling, Experience and Earnings, IZA Discussion Paper No. 3628.",
        "ANGRIST, JOSHUA D., GUIDO IMBENS, AND DONALD B. RUBIN (1996): Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association, 91, 444-472.",
        "(1993): The Effect of Veterans Benefits on Education and Earnings, Industrial and Labor Relations Review, 46, 637-652.",
        "ANGRIST, JOSHUA D. (1990): Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records, American Economic Review, 80, 313-335.",
        "AUTOR, DAVID H., AND MARK G. DUGGAN (2003): The Rise In The Disability Rolls And The Decline In Unemployment, Quarterly Journal of Economics, 118, 157-205.",
        "(2008): The Effect of Transfer Income on Labor Force Participation and Enrollment in Federal Benefits Programs: Evidence from the Veterans Disability Compensation Program, Unpublished manuscript.",
        "BEDARD, KELLY, AND OLIVIER DESCHENES (2006): The Long-Term Impact of Military Service on Health: Evidence fron World War II and Korean War Veterans, American Economic Review, 96.",
        "BENITEZ-SILVA, HUGO, MOSHE BUCHINSKY, HIU MAN CHAN, SOFIA CHEIDVASSER, AND JOHN RUST (2000): How Large is the Bias in Self-Reported Disability?, NBER Working Paper No. 7S26.",
        "SELTZER, CARL C., AND SEYMOUR JABLON (1974): Effects of Selection on Mortality, American Journal of Epidemiology, 100.",
        "ROSENHECK, ROBERT A., AND ALAN F. FONTANA (2007): Recent Trends In VA Treatment Of PostTraumatic Stress Disorder And Other Mental Disorders, Health Affairs, 26, 1720-1727.",
        "RESEARCH ADVISORY COMMITTE ON GULF WAR VETERANS ILLNESSES (2008): Gulf War Illness and the Health of Gulf War Veterans: Scientific Findings and Recommendations, Washington, D.C.: U.S. Government Printing Office.",
        "Accessed from http://www.stripes.com/article .asp?section= 1 04&article=29 174 on December iS, 2008.",
        "MEDICAL RESEARCH COUNCIL (2003): MRC Review of Research into UK Gulf Veterans Illnesses, London: The Medical Research Council. PHILPOTT, ToM (200S): Too many `IU vets?, Stars and Stripes, Pacific edition, Thursday, May 19, 200S.",
        "IVERSEN, AMY, TRUDIE CHALDER, AND SIMoN WESSELY (2007): Gulf War Illness: Lessons from Medically Unexplained Symptoms, Clinical Psychology Review, 27, 842 - 8S4.",
        "HEARST, N, TB NEWMAN, AND SB HULLEY (1986): Delayed Effects of the Military Draft on Mortality. A Randomized Natural Experiment, New England Journal of Medicine, 314, 620-624.",
        "HEARST, N., T. BUEHLER, T. NEWMAN, AND G. RUTHERFORD (1991): The Draft Lottery and AIDS: Evidence Against Increased Intravenous Drug Use by Vietnam Veterans, American Journal of Epidemiology, 134, 522-525.",
        "GOLDBERG, J., M. RICHARDS, R. ANDSERSON, AND M. RODIN (1991): Alcohol Consumption in Men Exposed to the Military Draft Lottery: A Natural Experiment, Journal of Substance Abuse, 3, 307-313.",
        "EISENBERG, DANIEL, AND BRIAN ROWE (2008): The Effects of Smoking in Young Adulthood on Smoking and Health Later in Life: Evidence Based on the Vietnam Era Draft Lottery, US Census Bureau Center for Economic Studies Paper No. CES-WP-08-35.",
        "DUGGAN, MARK, PERRY SINGLETON, AND JAE SONG (2007): Aching to Retire? The Rise in the Full Retirement Age and its Impact on the Social Security Disability Rolls, Journal of Public Economics, 91, 1 327-1350.",
        "DUGGAN, MARK, ROBERT ROSENHECK, AND PERRY SINGLETON (2006): Federal Policy and the Rise in Disability Enrollment: Evidence for the VAs Disability Compensation Program, NBER Working Paper 12323.",
        "DOBKIN, C., AND R. SHABANI (2006): The Long Term health Effects of Military Service: Evidence from the National Health Interview Survey and the Vietnam Era Draft Lottery, University of California at Santa Cruz, Department of Economics, mimeo.",
        "BLACK, DAN, KERMIT DANIEL, AND SETH SANDERS (2002): The Impact of Economic Conditions on Participation in Disability Programs: Evidence from the Coal Boom and Bust, The American Economic Review, 92, 27-SO.",
        "BOUND, JOHN, AND TIMOTHY WAIDMANN (1992): Disability Transfers, Self-Reported Health, and the Labor Force Attachment of Older Men: Evidence from the Historical Record, The Quarterly Journal of Economics, 107, 1393-1419.",
        "CHRISTENSEN, ERIC, JOYCE MCMAHON, ELIZABETH SCHAEFER, TED JADITZ, AND DAN HARRIS (2007): Final Report for the Veterans Disability Benefits Commission: Compensation, Survey Results, and Selected Topics, Alexandria, Virginia: CNA Corporation. COOPER, DANIEL L. (200S): Statement Before the Senate Committee on Veterans Affairs, October 27, 200S, Available at http://www.va.gov/OCA/testimony/svac/05102720.asp.",
        "SOCIAL SECURITY ADMINISTRATION (2009): Social Security and Military Service, SSA Publication No.",
        "STIGLITZ, JOSEPH, AND LINDA BILMES (2008): The Three Trillion Dollar War. Allen Lane.",
        "(2006): Statistical Abstract of the United States, 2006, Washington, DC: U.S. Government Printing Office.",
        "VETERANS BENEFITS ADMINISTRATION (2007): Annual Benefits Report for Fiscal Year 2006, Washington, D.C.: Veterans Benefits Administration."
    ]
}