{
    "id": 1478,
    "cites": 11,
    "cited_by": 1,
    "reference": [
        "Colton, Kent W., The Role of the Secondary Mortgage Market in Managing Risk, Federal i-Tome Loan Bank of San Francisco Ninth Annual Conference, December 8, 1983.",
        "Constantinides, George M., and Jonathan E. Ingersoll, Jr., Optimal Bond Trading with Personal Taxes: Implications for Bond Prices and Estimated Tax Brackets and Yield Curves, Working Paper No. 70, Graduate School of Business, University of Chicago (revised April 1983).",
        "Guttentag, Jack M., Solving the Mortgage-Menu Problem,t Housing Finance Review, 2 (July 1983), pp. 227-2)2.",
        "Housing Finance Review, 3 (1984, forthcoming) Jaffee, Dwight, The Impact of Financial Futures on Capital Formation, Journal of Futures Market, 5 (Fall 1984; forthcoming).",
        "Kaufman, George G., The Role of Traditional Mortgage Lenders in Future Mortgage Lending: Problems and Prospects, Housing Finance Review, 3 (1984, forthcoming).",
        "LaGesse, David, Mortgage Networks Arrange Loans on Computers, The American Banker, Volume 149, January 23, 1984(a).",
        "Lea, Michael 3. and Carolyn Brown, ARM Pricing; Theory and Practice, Paper presented at the Midyear Meetings of the American Real Estate and Urban Economics Association, Washington, D.C., May 29, 1984.",
        "Schellhardt, Timothy U., Builders issuing Bonds to Gain Cheaper Source of Mortgages, Wall Street Journal, October 26, 1983.",
        "Seiders, David F., Mortgage Pass-Through Securities: Progress and Prospects, Washington, D.C.: Board of Governors of the Federal Reserve System, May 18, 1983.",
        "U.S. Office of Management arid Budget, Lesiglative Referral Memorandum on Draft Treasury Bill on Trusts for Investments in Mortgages, Washington, D.C.: Executive Office of the President, February 3, 1984.",
        "Viliani, Kevin B., Cash Flow and Risk Arbitrage Opportunities In the Mortgage Securities Markets, Washington,D.C..: Federal Home Loan Mortgage Corporation, October 28, 1983."
    ]
}