{
    "id": 14789,
    "cites": 87,
    "cited_by": 25,
    "reference": [
        "Menezes-Filho, Naercio, Helio Zylberstajn, Jose Paulo Chahad, and Elaine Pazello (2005) Unions and the Economic Performance of Brazilian Establishments in Peter Kuhn and and Gustavo Marquez (coordinators) The Economic Effects of Unions In Latin America, Inter-American Development Bank, Washington.",
        "Maloney, William F. and Eduardo Pontual Ribeiro (1999) Efficiency wage and union effects in labor dern and and \\ Policy Research Working Paper Series 2131, The World Bank Manning, Alan Monopsony in Motion: imperfect competition in labor markets (Princeton, 2003) Marcouiller, Douglas, Veronica Ruiz de Castilla, Christopher Woodruff (1997) Formal Measures of the informal-sector wage gap in Mexico, El Salvador and Peru Economic Development and Cultural: Change, vol 45, no 2 Jan 1997, pp 367-392 Martin, Gary (2000) Employment and Unemployment in Mexico in the 1990s Monthly Labor Review, November.",
        "Maloney, William F., and Jairo Nunez Mendez (2004): Measuring the impact of minimum wages: evidence from Latin America in Law and Employment: Lessons from Latin America and the Caribbean, ed. by J. Heckman, and C. Pages. Cambridge, MA: NBER and University of Chicago.",
        "Maloney, William F.(2004) Informality Revisited World Development 32(7), 1159.",
        "Maloney, William F. (1999) Does Informality Imply Segmentation in Urban Labor Markets? Evidence from Sectoral Transitions in Mexico THE WORLD BANK ECONOMIC REVIEW, VOL. 13, NO.2: 275-3 02 Maloney, William F, Jairo Nunez with Wendy Cunningham, Norbert Fleiss, Claudio Montenegro, Edmundo Murrugana, Mauricio Santamaria, and Claudio Sepulveda, (2001) Measuring the Impact of Minimum Wages: evidence from Latin America World Bank Policy Research Working Paper 2597, April 2001 Maloney, William F. (2003), `Informal self-employment: Poverty trap or decent alternative? in G. S. Fields and G. Pfeffermann (eds.), Pathways out of poverty. Private firms and economic mobility in developing countries, London: Kluwer, pp. 65-82.",
        "Maloney, William F. (1998b), Self-Employment and Labor Turnover in LDCs: Cross Country Evidence, Working Paper 2102, Washington DC: World Bank.",
        "Maloney, William F. (1998a), Are Labor Markets in Developing Countries Dualistic? Policy Research Working Paper 1941, Washington DC: World Bank.",
        "Manning, Alan (2005) Monopsony in Motion: Imperfect Competition in Labor Markets. Princeton, NJ: Princeton University Press.",
        "Lustig N. & D. McCleod (1997) Minimum Wages and Poverty in Developing Countries; Some empirical evidence in Labor markets in Latin America (ed S. Edwards and N. Lustig) Washington DC, Brookings Institution 1997) pp 62-103.",
        "(Cambridge, MA: Harvard University Press, 1977 Loayza, Norman, Ana Maria Oviedo and Luis Serven (2005) The Impact of Regulation on Growth and Informality Cross-Country Evidence (June). World Bank Policy Research Working Paper No. 3623.",
        "Lipton, Michael (1977) Why Poor People Stay Poor: Urban Bias in World Development.",
        "Lewis, H. Gregg (1986) Union Relative Wage Effects: A Survey Chicago: University of Chicago Press.",
        "Lee, Young Myron and In-gang Na (2004) How did unions protect workers rights after the 1997 economic crisis in Korea? Industrial Relations Research Association Proceedings Lemos, Sara (2004a) Minimum Wage Policy and Employment Effects: Evidence from Brazil Economia, fall 2004, pp 2 19-266 Lemos, Sara (2004b) The Effects of the Minimum Wage in the Formal and Informal Sectors ml Brazil - Bonn: Institute for the Study of Labor, IZA Working Paper, 2004 - repec.iza.org Lemos, Sara (2007) Minimum Wages Across the Public and Private Sectors in Brazil Journal of Development Studies, vol 43, no 4, 700-720, May 2007 Lewis, H. Gregg (1963) Unionism and Relative Wages in the United States (University of Chicago Press).",
        "Kugler, Adriana and Maurice Kugler (2003) The Labour Market Effects of Payroll Taxes in a Middle-Income country: Evidence from Columbia Discussion paper 4046, Sept CEPR Lachaud, J.P. (1998) Efficiency wage, labour vulnerability and urban unemployment in Burkina Faso, University Montesquieu-Bordeaux IV, France.",
        "Kugler, Adriana (2002) From Severance Pay to Self-insurance: Effects of Severance ~ Centre for Economic Policy Research DP 3197, February 2002 Kugler, Adriana (2004)The Effect of Job Security Regulations on Labor Market Flexibility: Evidence from the Colombian Labor Market Reform, in James J. Heckman and Carmen Pages, Eds., Law and Employment: Lessons from Latin America and the Caribbean. Chicago: The University of Chicago Press, 2004.",
        "Kleiner Morris and Young-Myon Lee (1997) Wage Councils and Unionization: lessons from South Korea Industrial Relations vol 36, no 1, January: pp 1- 16 Kose, M. Ayhan, Eswar Prasad, Kenneth Rogoff, and Shang-Jin Wei (2007) Financial Globalization: Beyond the Blame Game, Finance & Development, IMF, Vol 44: 1 (March) Kristensen, Nicolai and Wendy Cunningham (2006) Do Minimum Wages in Latin America and the Caribbean Matter? Evidence from 19 countries, World Bank Policy Research Working Paper 3870, March Krueger, Alan B. and Mikael Lindahl (2001) Education for Growth:Why and For Whom? Journal of Economic Literature Vol. XXXIX (December) pp. 110 1-1136 Kugler, Adriana (1999) The Impact of Firing Cost on Turnover and Unemployment: evidence from Columbian Labor Market Reforms, International Tax and Public Finance, 6: 389-4 10.",
        "Babecky, Jan, Raiil Ramos and Esteban SanromÃ\u0083Â¡ Meta-Analysis on Microeconomic Wage Flexibility (Wage Curve) Sozialer Fortschritt volume 57, issue 10-11, 273-279 Banister, Judith Manufacturing earnings and compensation in China, Monthly Labor Review, August 2005 a Bannister, Judith, Manufacturing Employment in China, Monthly Labor Review, July 2005b Bell, Linda (1997), The Impact of Minimum Wages in Mexico and Columbia, Journal of Labor Economics, 15(3), pt.2., pp. S102-S135.",
        "Andrews, Donald (1993) Tests for Parameter instability and Structural Change with Unknown Change Point, Econometrica, 61, 1993, 82 1-856 Arango, Carlos, and Angelica PachÃ\u0083Â³n (2004) Minimum Wages in Colombia: Holding the Middle With a Bite on the Poor, Banco de la Republica de Colombia, Borradores de Economia Series No. 280 (Feb 6). http://www.banrep.gov.co/docum/ftp/borra280.pdf Arbache J. (1998) The Impact of Unions on Wages in Brazilian Manufacturing January iittp://www.kent.ac.ukIeconomics/papers/papers~pdf71 998/9805,pdf Auerbach, Paula and Maria Eugenia Genoni, Carmen Pages (2007) Social Security Coverage and the Labor Market in Developing Countries IZA Discussion Paper No. 2979 August.",
        "Almeida, Rita and Pedro Carneiro (2007) The Efficiency-Equity Trade-off in Labor Market Regulations: evidence from Brazilian Cities ,,2nd IZA/World Bank Conference, Employment and Development, June 8-9 Amadeo, E. J. and J. M. Camargo (1997) Brazil: Regulation and Flexibility in the Labor Market, in S. Edwards and N. C. Lustig (eds.), Labor Markets in Latin America. Combining social protection with market flexibility, Washington DC: Brookings Institution Press, pp. 201-234.",
        "Abadie, Alberto, Alexis Diamond, Jens Hainmueller (2007) Synthetic Control Methods for Comparative Case Studies: Estimating the Effect of Californias Tobacco Control Program January. ~ h Ahsan, Ahmed and Carmen Pages (2008) Are All Labor Regulations Equal? Evidence from Indian Manufacturing IZA Discussion Paper No. 3394 March 2008 Aidt Toke Tzannatos, Zafiros (2003) Unions and Collective Bargaining: Economic Effects in a Global Environment. World Bank Alatas, Vivi and Lisa Cameron (2003) The Impact of Minimum Wages on Employment in a Low Income Country: An Evaluation using the Difference-in-Differences Approach, World Bank Policy Research Working Paper 2985, March 2003.",
        "Edwards Sebastian Edwards & Alejandra Cox Edwards (2000) Economic Reforms and Labor Markets policy issues and lessons from Chile NBFR Wo~ king Papers 7646, National Bureau of Economic Research, Inc Fallon, Peter R. and Robert E. B. Lucas (1989) Job Security Regulations and the Dynamic Demand for Industrial Labor in India and Zimbabwe, Boston University, Institute for Economic Development Series, No.2.",
        "Eckholm, Erik (2001) Chinas Inner Circle Reveals Big Unrest New York Times, June 3.",
        "Easterly, William, Michael Kremer, Lant Pritchett, and Lawrence H. Summers (1993) Good Policy or Good Luck? Country Growth Performance and Temporary Shocks. Journal of Monetary Economics 32 (3): 459-83.",
        "Chor, Davin and Richard Freeman (2005) The 2004 Global Labor Survey: Workplace Institutions and Practices Around the World, NBER WP 11598.",
        "Castro Lugo D. (2006) Curva salarial: una aplication para el caso de Mexico 1993-2002 Estudios Economicos, vol 21, pp 233-273 Cheon, Byung-You (2006) Suggestions for Improving Labor Market Flexicurity and Active Labor Market Policy in Korea in National Employment Strategy and its vision for Job Creation, July 14. Seoul, Korea: KLI.",
        "Castillo-Freeman Alida & Richard Freeman (1992) When the Minimum Wage Really Bites: The Effect of the U.S.-Level Minimum on Puerto Rico in Borjas, George J. and Richard B. Freeman (eds) Immigration and the Work Force: Economic Consequences for the United States and Source Areas. Chicago: Univ of Chicago Press for NBER.",
        "Card, David and Alan Kreuger (1995) Myth and Measurement: the new economics of the minimum wage. Princeton NJ Princeton University Press Cassoni, Adriana, Steven Allen, and Gaston Labadie (2004) Unions and Employment in Uruguay, in James Heckman and Carmen Pages, eds., Law and Employment: Lessons from Latin America and the Caribbean University of Chicago Press Cassoni, Adriana, Gaston Labadie, and Gabriela Fachola (2005) The Economic Effects of Unions in Latin America: their impact on wages and economic performance of firms in Uruguay in What Difference Do Unions Make? (Kuhn, Peter, and Gustavo Marquez, editors) Inter-American Development Bank, Washington.",
        "Calderon, Cesar, Alberto Chong and Gianmarco Leon, and Rodrigo Valdes (2005) Labor Market Regulations and Income Inequality: Evidence for a panel of countries in Jorge Enrique Restrepo and Andrea Tokman (eds) Labor Markets and Institutions, Santiago Chile, Central Bank of Chile.",
        "Calderon, Cesar and Alberto Chong (2005) Are Labor Market Regulations an Obstacle for Long-term Growth? in Jorge Enrique Restrepo and Andrea Tokman (eds) Labor Markets and Institutions, Santiago Chile, Central Bank of Chile Calderon, Cesar, Alberto Chong and Gianmarco Leon (2006) Institutional Enforcement, Labor Market Rigidities, and Economic Performance IADB Working paper 589, October.",
        "Bosch, Mariano (2007) Job Creation and Job Destruction in the presence of informal labour markets IZA WP Bosch, Mariano and Marco Manacorda (2007) Urban Inequality and minimum wages in Mexico, LSE mimeo, Aug 2, 2007 Bosch, Mariano, Edwin Goni, William Maloney (2007) The Determinants of Rising Informality in Brazil: evidence from gross worker flows IZA DP no 2970 Bosch, Mariano Mossi and William Maloney (2007) Gross Worker Flows in the Presence of Informal Labor Markets: Evidence from Mexico, 1987-2002 IIZA Discussion Paper No.",
        "Berg, Janine & Contreras, Dante (2004). Political-Economic Regime and the Wage Curve: Evidence from Chile, 1957-1996, International Review of Applied Economics, Vol. 18, Number 2, pp. 15 1-165, April.",
        "Besley, Tim and Robin Burgess (2004) Can Labor Regulation Hinder Economic Performance? Evidence from India Quarterly Journal of Economics, 19(1), 9 1-134 Bhalotra, 5. (1993), Geographical differences in unemployment and wage rates in India, mimeo, Wolfson College, Oxford University.",
        "Bhandari, Amit, Union Membership Effect on Wage Premiums: Evidence from Organized Manufacturing Industries in India IZA Discussion Paper No. 3747 October 2008 Bhattacharjea, Aditya (2006): Labour Market Regulation and Industrial Performance in India: A Critical Review of the Empirical Evidence, Indian Journal of Labour Economics, 39(2), April-June.",
        "Blunch, Niels-Hugo and Dore Verner (2004) Asymmetries in the Union Wage Premium in Ghana World Bank Economic Review, vol 18, no 2, pp 237-252 Blanchflower, David & Andrew Oswald (1994). The wage curve, Cambridge and London: the MIT Press.",
        "(1993b) Labor markets and institutions in economic development, American Economic Review, Vol.83 No.2, May, pp. 403-8..",
        "Fraser Institute (2003) Economic Freedom of the World: 2003 Annual Report Fraser Institute (2006 ) Economic Freedom of the World: 2006 Annual Report Fraser Institute (2007) Economic Freedom of the World: 2007 Annual Report Freeman, Richard B. (1993a) Labor Market Institutions and Policies: Help or Hindrance to Economic Development? Proceedings of the World Bank Annual Conference on Development Economics ]992. Washington, DC: The World Bank.",
        "Forteza A. and Rama, Martin (2001) Labour market rigidity and the Success of Economic Reforms across more than one hundred countries Journal of Policy Reform, 2006, vol. 9, issue 1, pages 75-105 Fraser Institute (2001) Economic Freedom of the World: 200] Annual Report.",
        "PR Fallon, REB Lucas - The Impact of Changes in Job Security Regulations in India and Zimbabwe The World Bank Economic Review, 1991 - World Bank Fallon, Peter R. and Robert E. B. Lucas (1991) The Impact of Job Security Regulations in India and Zimbabwe, World Bank Economic Review, vol 5, no 3, 395-423 Faiths, David (2003) Unions and Wage Inequality in Mexico, Industrial and Labor Relations Review, vol.56, no.3, 2003.",
        "Fairris, David (2005) What Do Unions Do in Mexico? University of California Riverside http://www.econornics.ucr.edu/peopIe/fairris/rnexunioneffects.",
        "Fairris, David (2006) Union Voice Effects in Mexico, British Journal of Industrial Relations, 44(4), 2006.",
        "Faiths, David (2009) Gurleen Popli, Eduardo Zepeda (Forthcoming) Minimum Wages and Wage Structure in Mexico. Review of Social Economy Feliciano, Z (1998) Does the minimum wage affect employment in Mexico? Eastern Economic Journal 24(2): 165-180 Felipe, Jesus and Rana Hasan Labor Markets in Asia: Issues and Perspectives Palgrave Macmillan Published: August 2006 Feldman, Horst (2009) The Quality of Industrial Relations and Unemployment in Developing Countries Review of Development Economics, 13(1), 56-69, 2009 Fields, Gary and Gyeongjoon Yoo (2000) Falling Labor Inequality in Koreas Economic Growth: Patterns and underlying causes Review of Income and Wealth, series 46, no 2, June.",
        "Horton, Susan , Ravi Kanbur, Dipak Mazumdar (1994) Labor Markets in an Era of Adjustment, volumes 1 and 3 Washington DC, World Bank.",
        "Hoek, Jasper (2007) Labor Flows in Formal and Informal Labor Markets in Brazil 2nd IZA/World Bank Conference, Employment and Development, June 8-9 Hoek, Jasper (2006) Life Cycle Effects of Job Displacement in Brazil IZA Discussion Paper No. 2291 September Hofmeyr, J and R Lucas (2001) - The Rise in Union Wage Premiums in South Africa - Labour.",
        "Harrison, Ann and Jason Scorse (2003) Globalizations Impact on compliance with labor standards Brookings Trade Forum 2003, pp 45-95 Hasan, Rana, Devashish Mitra, K.V. Ramaswamy Trade Reforms, Labor Regulations, and Labor Demand Elasticities: empirical evidence from India Review of Economics and Statistics, August 2007, vol 89, no 3, pp 466-48 1 Heckman, James and Carmen Pages (2002) The Cost of Job Security Regulation: Evidence from Latin American Labor Markets (June). NBER Working Paper No. W7773 Hoddinott, John (1996): Wages and unemployment in urban African labour market. The Economic Journal, 106, (439), pp. 16 10-26.",
        "Haltiwanger, John, Stefano Scarpetta, Helena Schweiger Asssessing Job Flows Across countries: the role of industry, firm size, and regulations (NBER WP 13920, April 2008)/ Harris, J. and M. Todaro (1970) Migration, unemployment and development: A twosector analysis American Economic Review 60(1): 126-142.",
        "Gindling, T. H. & Terrell, Katherine, 1995. The nature of minimum wages and their effectiveness as a Wage Floor in Costa Rico, 1976-199 1 World Development, Elsevier, vol.",
        "Ghose, A. K. (2005), Employment in China: Recent Trends and Future Challenges, Employment Strategy Papers 2005/14, Employment Strategy Department, ILO, Geneva.",
        "Gennari, Pietro (2004) The Estimation of Employment and Value Added of Informal Sector in Pakistan 7th Meeting of the Expert Group on Informal Sector Statistics, New Delhi, 2-4 February.",
        "Galiani, 5. (1999) Wage determination in Argentina: an econometric analysis with methodology discussion, University Torcuato Di Tella, Buenos Aires, mimeo.",
        "Freeman, Richard B and James Medoff (1984) What do Unions Do? (Basic Books, NY) Freeman, Richard B. and Remco Oostendorp (2002) Wages Around the World: Pay Across Occupations and Countries, with Remco Oostendorp, Chapter 1 in Richard Freeman (ed) Ineiuality Around the World (London, UK: Palgrave, in association with the lEA, Conf Vol #134, 2002).",
        "Freeman, Richard B and James Medoff (1982) The Impact of Collective Bargaining: Illusion or Reality? in J. Stieber, R.B. McKersie, D.Q. Mills, (eds.), U.S. Industrial Relations 1950-1980: A Critical Assessment (Madison, WI: Industrial Relations Research Association, 1982).",
        "(2002) Varieties of Labor Market Institutions and Economic Performance, presented at the IRRA Session on Labor Market Institutions and Economic Outcomes Jan 4.",
        "(2005) Labour Market Institutions Without Blinders: The Debate over Flexibility and Labour Market Performance, International Economic Journal Korean International Economic Association, vol. 19(2), pages 129-145, June NBER Working Paper 11246.",
        "Freeman, Richard B., Peter Boxall and Peter Haynes (eds) (2007) What Workers Say: Employee Voice in the Anglo-American Workplace, (Ithaca, NY: ILR Press, an imprint of Cornell University Press) Freeman, Richard B. and Edward P. Lazear (1995) An Economic Analysis of Works Councils, in Joel Rogers and Wolfgang Streeck (eds) Works Councils: Consultation, Representation, Cooperation. (University of Chicago Press for NBER, 1995), pp 27-50.",
        "Kingdon, Geeta and John Knight (2006) How Flexible are wages in response to local unemployment in South Africa? Industrial and Labor Relations Review, vol 59, pp 47 1-495 Kingdon,Geeta Gandhi and John Knight (2004) Unemploynient in South Africa: The Nature of the Beast, World Development, Elsevier, vol. 32(3), pages 39 1-408, March Kingdon, Geeta, Justin Sandefur and Francis Teal (2006) .Labor Market Flexibility, Wages and Incomes in sub-Saharan Africa in the 1990s, African Deveio~ment Review, 18(3) (December): 392-427(36). Blackwell Publshing Knight, J. (1998) What underlies the wage curve?, Institute of Economics and Statistics, University of Oxford, working paper.",
        "Kingdon, Geeta and John Knight (1998) Wages and unemployment in South Africa; a spatial analysis, Centre for the Study of African Economies, University of Oxford, working paper.",
        "ILO (2002) Women and Men in the Informal Sector: a statistical portrait http://www.i1o.org/dyn/infoecon/docs/44 itF596332O9O/womeii%2Oand%2Onien%2Ostat%20 Li!t~J?SIf ILO (2002) Key Indicators of the Labour Market, 200 1-2002, Geneva, ILO ILO (2006) Key Indicators of the Labour Market, 2005-2006. Geneva, ILO ILO (2007) Laborstats web site. http://laborsta.ilo.org/ Jeong, Jooyeon (2003) Is Korean Enterprise Bargaining a Bona Fide Tool for Employee Representation? Journal of Industrial Relations, Vol. 45, No. 1, 94-100 Jeong, Jooyeon (2007) Industrial Relations in Korea, Routledge, London, Jones, Patricia (1997) The Impact of Minimum Wage Legislation in Developing countries where coverage is incomplete Centre for the Study of African Economies, Oxford, WPS 982, December.",
        "Hussmans, Ralf, Defining and measuring informal employment htt~://y~y.iIo.org/pub1ic,emz1isIibureau/stat/downioad,papers,meas.pdf Inter-American Development Bank (2004) Good Jobs Wanted: Labor Markets in Latin America. Available at: http://idbdocs.iadb.org/wsdocs/~zetdocumentaspx?docnum=4 19963 Illdcaracan, Ipek & Selim, Raziye (2003): The role of unemployment in wage determination: further evidence on the wage curve from Turkey, Applied Economics, Volume 35, Number 14, pp. 15 89-1598, September.",
        "Yamada, G. (1996) Urban Informal Employment and Self-Employment in Developing Countries: Theory and Evidence Economic Development and Cultural Change, 44, 289-3 14.",
        "World Bank (1993) The East Asian Miracle New York: Oxford University Press World Bank (2006a) Minimum wages in Latin America and the Carribean: impact on employment, inequality, and poverty. Office of the Chief Economist, January World Bank (2006b) China - Pension Reform Project, Report No: 36024, July 10 World Economic Forum (2005) Global Competitiveness Report. 2005-2006 World Economic Forum (2006) Global Competitiveness Report. 2006-2007 Wu, Z. (2004), Wage curve for urban China: a panel data approach, Applied Economics Letters, 11(7), pp. 425-2 8, June.",
        "World Bank (1995) World Development Report. Washington, DC: The World Bank.",
        "World Bank (1990) World Development Report ]990. New York: Oxford University Press.",
        "Wolfenson, James (2004) Comments on `Scaling Up Poverty Reduction in Shanghai, May 25.",
        "Urizar, Carmen and Sigfrido Lee (2005) The Effects of Unions on Productivity; evidence from large coffee producers in Guatamala in What Difference Do Unions Make? (Kuhn, Peter, and Gustavo Marquez, editors) Inter-American Development Bank, Washington 2005 Vallee, L and M. Thomas (1994) Labor Market Segmentation and Labor Absorption in Cameroon in B. Guathier (wed) Manufacturing Enterprises under adjustment in Cameroon: a survey perspective, RPED Country Study Series, Washington DC. World Bank Venida, Victor, S., Employment, Productivity and the Informal Sector in the Philippines, 1974-1988: An Input-Output Analysis http://www.iioa.org/pdf/l 2th%2oconf/nydrfr98.pdf Verner Dorte (1999), Are wages and productivity in Zimbabwe affected by human capital investment and international trade? World Bank Policy Research WP 2101 Walder, Andrew (1986) Communist Neotraditionalism: Work and Authority in Chinese Industry. (University of California Press).",
        "Tsafack-Nanfosso Roger (2007), Union Wage Differential: Cameroon htt~,:/,www.csae.ox.ac.uk/conferences/2OO2-UPaGiSSA/papers/Tsafack-Nanfossocsae2002. pdf Ulyssea, Gabriel and Dimitri Szerman (2007) Job Duration and the informal sector in Brazil 2nd IZA/World Bank Conference, Employment and Development, June 8-9 UINIDO (2006) The International Yearbook of Industrial Statistics 2006 (UK: Edward Elgar) United Nations (2005) United Nations Human Development Report 2005.",
        "Terrell, K and J. Svejnar (1989) The Industrial Labor Market and Economic Performance in Senegal Boulder Colorado, Westview Press Thomas, Mark and Luc VallÃ\u0083Â©e. 1996. .Labor market segmentation in Cameroonian manufacturing.. Journal of Development Studies, 32(6): 876-98.",
        "Teal. Francis (1996) The Size and Sources of Economic Rents in a Developing Country Manufacturing Labour Market. The Economic Journal 106: 963-976.",
        "Strobl Eric & Walsh Frank (2003) Minimum Wages and Compliance: the case of Trinidad and Tobago Economic Development and Cultural Change, 427-450 Summers, Lawrence (1989) What Can Economics Contribute to Social Policy? Some Simple Economics of Mandated Benefits The American Economic Review, Vol. 79, No. 2, Papers and Proceedings of the Hundred and First Annual Meeting of the American Economic Association. (May), pp. 177-183.",
        "Smeru Research Institute (2001) Wage and Employment Effects of Minimum Wage Policy in the Indonesian Urban Labor Market The SMERU Research Institute, October ~Li~c~nLs~LIcI) Squire L. & Suthiwart-Narueput 5. (1997) The Impact of Labor Market Regulations World BankEconomic Review pp 119-143 Srinivasan. T.N (2004) Comments in National Research Council, Monitoring International Labor Standards, Techniques and Sources of Information, Washington, National Academies Press Standing, Guy (1992) Do Unions Impede or Accelerate Structural Adjustment? Industrial versus Company Unions in an Industrializing Labour Market. Cambridge Journal of Economics 16(3): 327-54.",
        "Schultz, T.Paul and Germano Mwabu (1998) Labor Unions and the Distribution of Wages and Employment in South Africa, Industrial and Labor Relations Review 51(4) (July): 680703.",
        "Sabin, Lora (1999) The Development of Urban Labour Markets: Chinas Urban Wage Curve, 1980-92, Journal of Development Studies, vol. 35, no. 3, February, pp. 134-52 Saavedra Jaime and Maximo Torero (2005) Union Density Changes and Union effects on firm Performance in Peru (Kuhn, Peter, and Gustavo Marquez, editors) Inter-American Development Bank, Washington.",
        "Rodriguez, Francisco & Dani Rodrik (1999) Trade Policy and Economic Growth: A Skeptics Guide to CrossNationai Evidence, NBER Working Papers 7081, National Bureau of Economic Research.",
        "Popli, Gurleen (2006) The Rising Wage Inequality in Mexico, 1984-2000: A Distributional Analysis, Journal of Income Distribution, Forthcoming Rama, Martin (2000) Wage Misalignment in the CFA Countries: Were Labour Market policies to blame? Journal of African Economies, 9(4) 475-511 Rama, Martin (2001), The Consequences of Doubling the Minimum Wage: the Case of Indonesia, Industrial and Labor Relations Review 54 (4), pp 864-881 Rama, M. and R. Artecona (2002) A Database of Labor Market Indicators across Countries Washington: World Bank, Development Research Group Rodgers, Y.V. and S. Nataraj (1999), Labor market flexibility in East Asia; lessons from Taiwan, working paper, Economic Development and Cultural Change, 48(1), 51-69, October.",
        "Petrin, Amil and Jagadeesh Sivadasan (2006) Job Security Does Affect Economic Efficiency: Theory, A New Statistic, and Evidence NBER, WP 12757 December.",
        "Park, Young-Bum Park, 1991. Union/Nonunion Wage Differentials In The Korean Manufacturing Sector, International Economic Journal, Korean International Economic Association, vol. 5(4), pages 79-9 1, December Pencavel, John (1997) The legal framework for collective bargaining in developing economies in Labor markets in Latin America (ed S. Edwards and N. Lustig) Washington DC, Brookings Institution) pp 62-103.",
        "Park, Ki Seong (2006) Non-standard Employment Korea Labor Institute, Beyond Flexibility, July 12.",
        "Panagides, Alexis, and Harry Anthony Patrinos (1994) UnionlNon-union Wage Differentials in the Developing World: A Case Study of Mexico. Policy Research Working Paper 1269. World Bank: Washington, D.C.",
        "Packard, Truman (2007) Do Workers in Chile Choose Informal employment? A dynamic analysis of sector choice WP54232 May.",
        "Ooghe, Erwin, E. Schokkaert, and Jef Flechet (2003) The Incidence of Social Security Contributions: an empirical analysis Empirica 30: 8]-]06.",
        "Nwaka, Geoffrey, I. (2005) The Urban Informal Sector in Nigeria: Towards Economic Development, Environmental Health, and Social Harmony, Global Urban Development Magazine 1(1) (May). http://www.globalurban.org/Jssue I PIMagO5,NWAKA%2Oarticle.htm OECD (2004) Employment Outlook 2004. OECD, Paris OECD (2006 )Employment Outlook 2004. OECD, Paris OECD (2006b) OECD Factbook 2006. OECD, Paris OECD (2007) OECD Employment Outlook OECD, Paris OECD (2007) Working Party on employment, Labour markets in the BRICs EDLSA/ESLA/WP5(2007), march.",
        "Neurnark, David and William Wascher (2006) Wages and Employment: A review of evidence from the new minimum wage research NBER WP 12663, November.",
        "Montenegro, Claudio and Carmen Pages (2004) Who Benefits from Labor Market Regulations? Chile, 1968-1988, in J. Heckman and C. Pages (eds) Law and Employment: Lessons from Latin America and the Carribean (NBER) National Academy of Sciences (2004) Monitoring International Labor Standards, Quality of Information, Summary of a Workshop.",
        "Miller, V and L. Vallee (1995) Labour Regulation and Segmentation in Cameroon in B.",
        "Guathier (wed) Economic Reform and the Development of the Manufacturing Sector in Cameroon, RPED Country Study Series, Washington DC. World Bank Moll, P.G. (1993) Black South African Unions: Relative Wage Effects in International Perspective Industrial and Labor Relations Review, Vol. 46, No. 2. (Jan., 1993), pp. 245261.",
        "http://www.commerce.uct.ac.za/research units/dpru/Conf200 I PDF/michaud&vencatachellu m.pdf Micco, Alejandro and Carmen Pages. The Economic Effects of Employment Protection: evidence from international industry-level data IZA discussion paper 2433, November 2006.",
        "Michaud, P-C and D. Vencatachellum (2001) The union wage premium for Blacks in South Africa, (October 15).",
        "Meng, Xin (2000) Labor Market Reform in China Cambridge University Press."
    ]
}