{
    "id": 14794,
    "cites": 26,
    "cited_by": 9,
    "reference": [
        "Tille, C. and E. van Wincoop (2007) `~International Capital Flows, NBER Working Paper No 12856.",
        "Tille, C. (2003) `~The Impact of Exchange Rate Movements on US Foreign Debt, Current Issues in Economics and Finance, 9, 1-7.",
        "Samuelson, P. A. (1970) `~The Fundamental Approximation Theorem of Portfolio Analysis in terms of Means, Variances and Higher Moments Review of Economic Studies, 37, 537-542.",
        "Pavlova, A. and R. Rigobon (2007) `CAn Asset Pricing View of Current Account Adjustment, unpublished manuscript, MIT.",
        "Lane, P. and G. M. Milesi-Ferretti (2005) `~A Global Perspective on External Positions, CEPR Discussion Paper No 5234.",
        "Lane, P, and G. M. Milesi-Ferretti (2006) `~The External Wealth of Nations Mark II IMF Working Paper no 06-69.",
        "Lane, P., and G. M. Milesi-Ferretti (2001) `~The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Countries Journal of International Economics 55, 263-94.",
        "Kollmann, R. (2006) `~International Portfolio Equilibrium and the Current Account, mimeo.",
        "Higgins, M., T. Klitgaard and C. Tille, (2006) `~Borrowing without debt? Understanding the U.S. international investment position, Staff Reports 271, Federal Reserve Bank of New York.",
        "Hau, H. and H. Rey (2007) `~Global Portfolio Rebalancing under the Microscope unpublished manuscript, LBS.",
        "Gourinchas, P. and H. Rey (2007b), `~From World Banker to World Venture Capitalist: US External Adjustment and The Exorbitant Privilege, in G7 Current Account Imbalances: Sustainability and Adjustment, Richard Clarida, editor, The University of Chicago Press, 2007, pp11-55.",
        "Gourinchas, P. and H. Rey (2007a) `~International Financial Adjustment Journal of Political Economy, 115, 665-703.",
        "Gourinchas, P.. (2007) Valuation Effects and External Adjustment: A Review, unpublished manuscript, UC Berkeley.",
        "Ghironi, F., J. Lee and A. Rebucci (2005) The Valuation Channel of External Adjustment unpublished manuscript, Boston College.",
        "Evans, M. and V. Hnatkovska (2005) International Capital Flows, Returns and World Financial Integration NBER Working Paper 11701.",
        "Engel, C. and A. Matsumoto (2005) Portfolio Choice in a Monetary Open-Economy DSGE Model mimeo, University of Wisconsin and IMF.",
        "Devereux, M. and A. Sutherland (2007) Country Portfolio Dynamics CEPR Discussion Paper No 6208.",
        "Devereux, M. and A. Sutherland (2006) Solving for Country Portfolios in Open Economy Macro Models CEPR Discussion Paper No 5966.",
        "Coeurdacier, N. and P.O. Gourinchas (2008), When Bonds Matter: Home bias in Goods and Equity, mimeo, U.C. Berkeley.",
        "Curcuru, S., T. Dvorak, and F. Warnock (2008) Cross-Border Returns Differentials  Federal Reserve Bank of Dallas, Globalization and Monetary Policy Institute, Working Paper No. 4",
        "Coeurdacier, N. , R. Kollmann, and P. Martin (2007) International Portfolios, Current Account Accumulation, and Capital Accumulation, mimeo.",
        "Coeurdacier, N. (2005) Do trade costs in goods market lead to home bias in equities ? ,unpublished manuscript, LBS.",
        "Cavallo, M. and C. Tille (2006) Could Capital Gains Smooth a Current Account Rebalancing? Federal Reserve Bank of New York, Staff Report No 237.",
        "Campbell J. and J. Cochrane (1999) By Force of Habit: A Consumption based Explanation of Aggregate Stock Market Behaviour, Journal of Political Economy, 107, 205-251.",
        "Bansal, R. and A. Yaron (2004) Risks for the Long Run, mimeo, University of Pennsylvania",
        "Bottazzi, L, P. Pesenti, E. van Wincoop, (1996). Wages, profits and the international portfolio puzzle, European Economic Review, 40(2), 219-254."
    ]
}