{
    "id": 14792,
    "cites": 15,
    "cited_by": 17,
    "reference": [
        "National Academy of Sciences. 2005. Rising Above The Gathering Storm: Energizing and Employing America for a Brighter Economic Future. Committee on Science, Engineering, and Public Policy. National Research Council. i995. Research-Doctorate Programs in the United States: Continuity and Change. National Academy of Sciences, Washington, D.C. i995. National Science Board. i996. Science and Engineering Indicators. National Science Foundation (http://nsf.gov/statistics/seind96/).",
        "Lowell, L. 2000. H-iB Temporary Workers: Estimating the Population http://www.ieeeusa.org/policy/issues/Hibvisa/hibreport.pdf Maeroff, G. i979. Colleges Facing Decline, Advised to Lure Students. New York Times (Januray i), p. 6. National Academy of Science-National Research Council. i958. Doctorate Production in United States Universities ]936-]956 with Baccalaureate Origins of Doctorates in Sciences, Arts and Humanities. Publication 582.",
        "Gereffi, G.; V. Wadhwa, B. Rissing, R. Ong. 2008. Getting the Numbers Right: International Engineering Education in the United States, China, and India. Journal of Engineering Education. 97 (i), pp. i3-25. Goolsbee, A. i998.Tax and Human-Capital Policy Does Government R&D Policy Mainly Benefit Scientists and Engineers? The American Economic Review, Vol. 88, No. 2, Papers and Proceedings of the Hundred and Tenth Annual Meeting of the American Economic Association. (May), 298-302. Hechinger, F. i979. Iranian Plight Puts a Spotlight on U.S. Colleges. New York Times (February 20), p. c 4. Kwok, V. and H. Leland. i982. An Economic Model of the Brain Drain. The American Economic Review, Vol. 72, No. i. (March), 9i-iOO.",
        "Freeman,R.; E. Weinstein, E. Marincola, J. Rosenbaum, F. Solomon. 2001. Competition and Careers in Biosciences Science, Vol 294, 5550, 2293-2294, 14 December. Page 36 Freeman, R.; E. Jin and C. Shen. 2004. Where do U.S. Trained Science and Engineering PhDs Come From? NBER Working Paper No. i0554.",
        "Freeman, R., 1975. Supply and Salary Adjustments to the Changing Science Manpower Market: Physics, 1948-1973 American Economic Review, Vol. 65, No. 1 (March), 27-39 Freeman, R.; Chang, T. and H. Chiang. 2005. Supporting `The Best and Brightest in Science and Engineering: NSF Graduate Research Fellowships. NBER Working Paper No. 11623.",
        "Finn, M. 2003. Stay Rates of Foreign Doctorate Recipients from U.S. Universities. Oak Ridge, TN: Oak Ridge Institute for Science and Engineering. I",
        "Bowen, W.; M. Kurzweil and E. Tobin. 2005. Equity and Excellence in American Higher Education. Charlottesville: University of Virginia Press.",
        "Bound, J. and S. Turner. 2006. International Flows of College-Educated Workers: Estimates of the Effect on Skilled Workers in the United States work in progress.",
        "Blank, D. and G. Stigler. 1957. The Demand and Supply of Scientific Personnel. No. 62. General Series National Bureau of Economic Research. New York: National Bureau Borjas, G. 2007. Do Foreign Students Crowd Out Native Students from Graduate Programs? in Science and the University, P. Stephan and R. Ehrenberg (eds). Madison: University of Wisconsin Press.",
        "Blanchard, Emily; John Bound and Sarah Turner. 2008. Opening (and Closing) Doors: Country-Specific Shocks in U.S. Doctorate Education. In Ron Ehrenberg (Ed) Doctoral Education and the Faculty of the Future. Cornell University Press. Ithaca, NY.",
        "Berelson, B. 1960. Graduate Education in the United States, New York: McGraw- Hill.",
        "Stevens, Robert. 2004. University to Uni: The Politics of Higher Education in England since ] 944.London, Politicos p. xiii.",
        "Shanghai Jiao Tong University, Institute of Higher Education. 2003. Academic Ranking of World Universities. http://ed.sjtu.edu.cn/ranking.htm Shkolnikov, V. i995. Potential Energy: Emergent Emigration of Highly Qualified Manpower from the Former Soviet Union. Rand Graduate School.",
        "National Science Board. 2004. Science and Engineering Indicators. National Science Foundation (http://nsf.gov/statistics/seindO4/). National Science Foundation. i993. Human Resources for Science and Page 37 Technology: The Asian Region, NSF 93-303 Washington, DC. National Science Foundation. i996. Human Resources for Science and Technology: The European Region, NSF 96-3 i. Washington, DC. National Science Foundation. i986. Foreign Citizens in U.S. Science and Engineering: History, Status and Outlook. (NSF 86-305) Washington DC. Regents, M. 200i. Research and Policy Issues in High-Skilled International Migration: A Perspective with Data from the United States. IZA DP No. 366. Roy, A.D. i9Si. Some Thoughts on the Distribution of Earnings, Oxford Economic Papers Vol. 3, i35-i46.",
        "National Science Board. 2000. Science and Engineering Indicators. National Science Foundation (http://nsf.gov/statistics/seindOO/)."
    ]
}