{
    "id": 14797,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Wessner, Charles W. (2004). SBIR Program Diversity and Assessment Challenges, Washington, DC: National Academy Press.",
        "Stuart, Toby E., Salih Zeki Ozdemir, and Waverly W. Ding (2007). Vertical Alliance Networks: The Case of University-Biotechnology-Pharmaceutical Alliance Chains, Research Policy, 36: 477-498. Teece, David J. and Gary Pisano (i994). The Dynamic Capabilities of Firms: An Introduction, Industrial and Corporate Change, 3: 537-556. Teece, David J., Gary Pisano, and Amy Shuen (i997). Dynamic Capabilities and Strategic Management, Strategic Management Journal, i8: 509-533. Page 28 Wernerfelt, Birger. (i984). A Resource Based View of the Firm, Strategic Management Journal, 5: i7i-i80.",
        "Stern, Scott (2004). Do Scientists pay to be Scientists? Management Science, 50: 835-853. Stinchcombe, Arthur L. (i965). Social Structure and Organizations, in Handbook of Organizations (edited by J. G. March), Chicago: Rand McNally & Company. Stokes, Donald E. (i997). Pasteurs Quadrant: Basic Science and Technological Innovation, Washington, D.C.: Brookings Institution Press.",
        "Also published as NBER Working Paper i4057, June 2008. Page 27 Link, Albert N. and Donald S. Siegel (2007). Innovation, Entrepreneurship, and Technological Change, Oxford: Oxford University Press.",
        "Shane, Scott (2003). General Theory of Entrepreneurship: The Individual-Opportunity Nexus, London: Edward Elgar.",
        "Kane, Eileen (2006). Patent Ineligibility: Maintaining a Scientific Public Domain, St. Johns Law Review, 80: 5i9-558. Langlois, Richard N. and Nicolai J. Foss (i999). Capabilities and Governance: The Rebirth of production in the Theory of Economic Organization, Kyklos, 52: 20i-2i8. Link, Albert N. and Jamie R. Link (forthcoming). Government as Entrepreneur, Oxford: Oxford University Press. Link, Albert N. and Christopher J. Ruhm (forthcoming). Bringing Science to Market: Commercializing from NIH SBIR Awards, Economics of Innovation and New Technology.",
        "HÃ\u0083Â©bert, Robert F. and Albert N. Link (2007). Historical Perspectives on the Entrepreneur, Foundations and Trends in Entrepreneurship, 4: i-i64. HÃ\u0083Â©bert, Robert F. and Albert N. Link (forthcoming). A History of Entrepreneurship, London: Routledge.",
        "HÃ\u0083Â©bert, Robert F. and Albert N. Link (2006). The Entrepreneur as Innovator, Journal of Technology Transfer, 3 i: 589-97.",
        "Geuna, Aldo and Lionel J.J. Nesta (2006). University Patenting and Its Effects on Academic Research: The Emerging European Evidence, Research Policy, 35: 790-807. HÃ\u0083Â©bert, Robert F. and Albert N. Link (i989). In Search of the Meaning of Entrepreneurship, Small Business Economics, i: 39-49.",
        "Delmar, Frederic and Scott Shane (2002). What Firm Founders Do: A Longitudinal Study of the Start-up Process, in Frontiers of Entrepreneurship Research 2002: Proceedings of the Twenty-Second Annual Entrepreneurship Research Conference. B abson College, B abson Park, MA.",
        "Colombo, Massimo G. and Luca Grilli (2005). Founders Human Capital and the Growth of New Technology-Based Firms: A Competence-Based View, Research Policy, 34: 795-8i6. Dasgupta, Partha and Paul A. David (i994). Toward a New Economics of Science, Research Policy, 23: 487-52i.",
        "Cole, Arthur H. (1946). An Approach to the Study of Entrepreneurship: A Tribute to Edwin F. Gay, Journal of Economic History, 6: 1-15. Page 26 Cole, Arthur H. (i949). Entrepreneurship and Entrepreneurial History, in Change and the Entrepreneur edited by the Research Center in Entrepreneurial History, Cambridge, MA: Harvard University Press.",
        "Coase, Ronald H. (1937). The Nature of the Firm, Economica, New Series, 4: 386-405.",
        "Bush, Vannevar (1945). Science-the Endless Frontier: A Report to the President, Washington, D.C.: U.S. Government Printing Office Chandler, Alfred D. (1992). Organizational Capabilities and the Economic History of the Industrial Enterprise, Journal of Economic Perspectives, 6: 79-100.",
        "Baumol, William F., Robert E. Litan, and Carl J. Schramm (2007). Sustaining Entrepreneurial Capitalism, Capitalism and Society, 2: 1-36.",
        "Baumol, William F. (1990). Entrepreneurship: Productive, Unproductive, and Destructive, Journal of Business Venturing, ii: 3-22.",
        "Baudeau, Nicholas (1910). Premiere Introduction a la Philosophie Economique (edited by A.",
        "Baton, Robert A. and Michael D. Ensley (2006). Opportunity Recognition as the Detection of Meaningful Patterns: Evidence from Comparisons of Novice and Experienced Entrepreneurs, Management Science, 52: 133 1-1344.",
        "Baron, James N., Michael T. Hannan, and M. Diane Burton (1999). Building the Iron Cage: Determinants of Managerial Intensity in the Early Years of Organizations, American Sociological Review, 64: 527-547.",
        "Barney, Jay. (1991). Firm Resources and Sustained Competitive Advantage, Journal of Management, 17: 99-120.",
        "Azoulay, Pierre, Waverly Ding, and Toby Stuart (2006). The Impact of Academic Patenting on the Rate, Quality, and Direction of (Public) Research Output, NBER Working Paper No. Wi 1917.",
        "Audretsch, David B. (2009). The Entrepreneurial Society, Journal of Technology Transfer, 34: 245-254.",
        "Augier, Mie and David J. Teece (2007). Dynamic Capabilities and Multinational Enterprise: Penrosean Insights and Omissions, Management International Review, 47: 175-192."
    ]
}