{
    "id": 14798,
    "cites": 32,
    "cited_by": 34,
    "reference": [
        "- and Daniel Hosken, Using Mergers to Test a Model of Oligopoly, Working Paper, University of Georgia 2008.",
        "Weinberg, Matthew C., The Price Effects of Horizontal Mergers, Jonrmal of Competitiom Law amd Ecomomics, July 2008, 4 (2), 433-47.",
        "Thompson, Aileen, The Effects of Hospital Mergers on Inpatient Prices: A Case Study of the New Hanover Cape Fear Transaction, Bureau of Economics Working Paper, Fedral Trade Commission 2009.",
        "Tenn, Steven, The Price Effects of Hospital Mergers: A Case Study of the Sutter-Summit Transaction, Bureau of Economics Working Paper, Fedral Trade Commission 2008.",
        "Stillman, R., Examining Antitrust Policy Towards Horizontal Mergers, Jonrmal of Fimamcial Ecomomics, 1983, 11, 225-240.",
        "Taylor, Christopher T. and Daniel S. Hosken, The Economic Effects of the Marathon-Ashland Joint Venture: The Importance of Industry Supply Shocks and Vertical Market Structure, Jonrmal of Imdnstrial Ecomomics, 09 2007, 55 (3), 419-451.",
        "Simpson, John and Christopher T. Taylor, Do Gasoline Mergers Affect Consumer Prices? The Marathon Ashland Petroleum and Ultramar Diamond Shamrock Transaction, Jonrmal of Law amd Ecomomics, 2008, 51 (1), 135-52.",
        "Prager, Robin A. and Timothy H. Hannan, Do Substantial Horizontal Mergers Generate Significant Price Effects? Evidence from the Banking Industry, Jonrmal of Imdnstrial Ecomomics, December 1998, ~6 (4), 433-52.",
        "Pautler, Paul, Evidence on Mergers and Acquisitions, Amtitrnst Bnlletim, 2003, ~8 (1), 119.",
        "Peters, Craig, Evaluating the Performance of Merger Simulations: Evidence from the U.S. Airline Industry, Jonrmal of Law amd Ecomomics, 2006, ~9, 627-649.",
        "Nevo, Aviv, Mergers with Differentiated Products: The Case of the Ready-to-Eat Cereal Industry, The RAND Jonrmal of Ecomomics, 2000, 31 (3), 395-421.",
        "McAfee, R.P. and M.A. Williams, Can Event Studies Detect Anticompetitive Mergers?, Ecomomics Letters, 1988, ~8, 199-203.",
        "Manuszak, Mark D. and Charles C. Moul, Prices and Endogenous Market Structure in Office Supply Superstores, Jounmal of Imdnstnial Ecomomics, 2008, 56.",
        "Kim, E. Han and Vijay Singal, Mergers and Market Power: Evidence from the U.S. Airline Industry, Amen cam Ecomomic Review, 1993, 83, 549-569.",
        "Hunter, Graeme, Gregory K. Leonard, and Steven Olley, Merger Retrospective Studies: A Review, Amtitnnst, 2008, 23, 34-41.",
        "Hausman, Jerry A., Gregory K. Leonard, and J. Douglas Zona, Competitive Analysis with Differentiated Products, Ammales D `Ecomomie et de Statistique, 1994, 34(1), 159-480.",
        "- and Richard J. Gilbert, Market Power, Vertical Integration, and the Wholesale Price of Gasoline, Jounmal of Imdnstnial Ecomomics, December 2005, 53 (4), 469-492.",
        "Hass-Wilson, Debra and Christopher Garmon, Two Hospital Mergers on Chicagos North Shore: A Retrospective Study, Bureau of Economics Working Paper, Fedral Trade Commission 2009.",
        "Hastings, Justine S., Vertical Relationships and Competition in Retail Gasoline Markets: Empirical Evidence from Contract Changes in Southern California, Amen cam Ecomomic Review, March 2004, 94(1), 317-328.",
        "GAO, Effects of Mergers and Market Concentration in the U.S. Petroleum Industry, Report to the Ranking Minority Member, Permanent Subcommittee on Investigations, Committee on Governmental Affairs, U.S. Senate, United States General Accounting Office May 2004.",
        "Eckbo, B. Espen, Horizontal Mergers, Collusion and Stockholder Wealth, Jourmal of Fimamcial Ecomomics, 1983, 11, 241-273.",
        "FTC, Gasoline Price Changes: The Dynamic of Supply, Demand, and Competition, Technical Report, United States Federal Trade Commission 2005.",
        "Deneckere, Raymond and Carl Davidson, Incentives to Form Coalitions with Bertrand Competition, The RAND Jourmal of Ecomomics, 1985, 16, 473-86.",
        "Chouinard, Hayley and Jeffrey M. Perloff, Gasoline Price Differences: Taxes, Pollution Regulations, Mergers, Market Power, and Market Conditions, The B.E. Jonrmal of Ecomomic Amalysis amd Policy, 2009.",
        "Carlton, Dennis, The Need to Measure the Effect of Merger Policy and How to Do It, Competitiom Policy Imtermatiomal, 2009.",
        "Taylor, U.S. Midwest Gasoline Pricing and the Spring 2000 Price Spike, The Emergy Jonrmal, 2003, 24(3), 121-149.",
        "Barton, David M. and Roger Sherman, The Price and Profit Effects of Horizontal Mergers: A Case Study, Jonrmal of Imdnstrial Ecomomics, 1984, 38 (2), 165-477.",
        "Baker, Jonathan B. and Timothy F. Bresnahan, The Gains from Merger or Collusion in Product-differentiated Industries, Jonrmal of Imdnstrial Ecomomics, June 1985, 33 (4), 427-44.",
        "Bai, Jushan and Pierre Perron, Estimating and Testing Linear Models with Multiple Structural Changes, Ecomometrica, 1996, 66 (8), 47-78.",
        "-, David Ashmore, Jonathan Baker, Suzanne Gleason, and Daniel S. Hosken, Empirical Methods in Merger Analysis: Econometric Analysis of Pricing in FTC v. Staples, Imtermatiomal Jonrmal of the Ecomomics of Bnsimess, 2006.",
        "Ashenfelter, Orley C. and Daniel S. Hosken, The Effect of Mergers on Consumer Prices: Evidence from Five Selected Case Studies, NBER Worlcimg Paper, 2008, (W13859).",
        "Andrews, Donald W.K. and Werner Ploberger, Optimal Tests When a Nuisance Parameter is Present Only Under the Alternative, Ecomometrica, 1994, 6~ (6), 1383-1414."
    ]
}