{
    "id": 14806,
    "cites": 117,
    "cited_by": 331,
    "reference": [
        "von Thunen, Johan. 1826. The Isolated State. Hamburg: F. Perthes.",
        "Thaler, Richard H.. 1978. A Note on the Value of Crime Control: Evidence from the Property Market. Journal of Urban Economics, 5: 137-145.",
        "Strange, William C., Hejazi, Walid and Jianmin Tang. 2006. The Uncertain City: Competitive Instability, Skills, Innovation and the Strategy of Agglomeration, Journal of Urban Economics 59: 331-351.",
        "Solow, Robert M. 1956. A Contribution to the Theory of Economic Growth. The Quarterly Journal of Economics, 70(l):65-94.",
        "Smith, Adam. 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. London: W. Strahan and T. Cadell.",
        "Sinai, Todd and Nicholas Souleles. 2005. Owner-Occupied Housing as a Hedge Against Rent Risk. Quarterly Journal of Economics, 120(2):763-789.",
        "Simon, Curtis J. and Clark Nardinelli. 2002. Human Capital and the Rise of American Cities, Regional Science and Urban Economics xxx.",
        "Simon, Curtis J. and Clark Nardinelli. 1996. The Talk of the Town: Human Capital, Information, and the Growth of English Cities, 1861 to 1961. Explorations in Economic History 33(3):384-413.",
        "Shapiro, Jesse M. 2006. Smart Cities: Quality of Life, Productivity, and the Growth Effects of Human Capital. Review of Economics and Statistics 88(2):324-335.",
        "Schwuchow, Timothy J. 2006. Do Differences in State Welfare Policy Affect the Residential Choices of the Poor? Harvard University, thesis.",
        "Schwartz, Amy Ellen, Scott Susin and loan Voicu. 2003. Has Falling Crime Driven New York Citys Real Estate Boom? Journal of Housing Research, 14(l):l0l-135.",
        "Saxenian, AnnaLee. 1994. Regional Advantage: Culture and Competition in Silicon Valley and Route 128. Cambridge, Mass.: Harvard University Press.",
        "Saks, Raven E. and Abigail Wozniak. 2007. Labor Mobility Over the Business Cycle: New Evidence from Internal Migration. University of Notre Dame, mimeo.",
        "Rosenthal, Stuart and William C. Strange. 2008b. The Attenuation of Human Capital Spillovers. Journal of Urban Economics, 64:373-389.",
        "Rosenthal, Stuart S. and William C. Strange. 2003. Geography, Industrial Organization, and Agglomeration. The Review of Economics and Statistics. 85(2): 377-393.",
        "Rosenthal, Stuart and William C. Strange. 2008a. Agglomeration and Hours Worked, Review of Economics and Statistics, 90:105-115.",
        "Rosen, Sherwin. 1979. Wage-based indexes of urban quality of life. In Peter Miezkowski and Mahlon R. Straszheim, eds., Current Issues in Urban Economics. Baltimore: Johns Hopkins University Press.",
        "Romer, Paul M. 1986. Increasing Returns and Long-run Growth. Journal of Political Economy, 94(5): 1002-1037.",
        "Roback, Jennifer. 1982. Wages, Rents and the Quality of Life. Journal of Political Economy 90(6): 125 7-1278.",
        "Rauch, James E. 1993. Does History Matter Only When It Matters Little? The Case of CityIndustry Location. The Quarterly Journal of Economics 108(3):843-867.",
        "Rappaport, Jordan and Jeffrey Sachs. 2003. The United States as a Coastal Nation. Journal of Economic Growth, 8(l):5-46.",
        "Poterba, James. 1984. Tax Subsidies to Owner-Occupied Housing: An Asset Market Approach, The Quarterly Journal of Economics 99(4): 729-745.",
        "Porter, Michael E. 1990. The Competitive Advantage of Nations. New York: Free Press.",
        "Overman, Henry and Diego Puga. 2007. Labor Market Pooling as a Source of Agglomeration: An Empirical Investigation. London School of Economics, mimeo.",
        "Olson, Mancur. 1983. The South Will Fall Again: The South as Leader and Laggard in Economic Growth. Southern Economic Journal 49(4):917-932.",
        "Muth, Richard. 1969. Cities and Housing. Chicago: University of Chicago Press.",
        "Mueser, Peter and Philip Graves. 1995. Examining the Role of Economic Opportunity and Amenities in Explaining Population Redistribution. Journal of Urban Economics 37(2): 176-200.",
        "Hoover, Edgar M. 1948. The Location of Economic Activity. New York: McGraw Hill.",
        "Hombeck, Richard. 2008. Quantifying Long-term Adjustment to Environmental Change: Evidence from the American Dust Bowl. MIT, mimeo.",
        "Jaffe, Adam B., Manuel Trajtenberg and Rebecca Henderson. 1993. Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations. The Quarterly Journal of Economics 1 08(3):577-598.",
        "Kaplow, Louis. 1996. Regional Cost-of-Living Adjustments in Tax/Transfer Schemes. Tax Law Review. 51(2):175-198.",
        "Krugman, Paul. 1991a. Increasing Returns and Economic Geography. Journal of Political Economy, 99(3):483-499. Krugman, Paul. 199 lb. Geography and Trade. Cambridge: MIT Press.",
        "LeRoy, Stephen and Jon Sonstelie. 1983. Paradise Lost and Regained: Transportation Innovation, Income and Residential Location. Journal of Urban Economics 13:67-89.",
        "Lucas, Robert. 1988. On the Mechanics of Economic Development. Journal of Monetary Economics, 22(l):3-42.",
        "Mankiw, Gregory, David Romer and David Weil. 1992. A Contribution to the Empirics of Economic Growth. The Quarterly Journal of Economics, 107(2) :407-437.",
        "Mas, Alexandre and Enrico Moretti (2008) Peers at Work, American Economic Review, forthcoming.",
        "Mills, Edwin 5. 1967. An Aggregative Model of Resource Allocation in a Metropolitan Area. American Economic Review, 57(2):197-210.",
        "Moretti, Enrico. 2004a. Estimating the Social Return to Higher Education: Evidence from Longitudinal and Repeated Cross-Sectional Data. Journal of Econometrics 121(1-2): 175-212.",
        "Moretti, Enrico. 2004b. Workers Education, Productivity and Spillovers: Evidence from PlantLevel Production Functions, American Economic Review 84(3): 656-690.",
        "Moretti, Enrico. 2008. Real Wage Inequality. University of California, Berkeley, mimeo.",
        "Henderson, J. Vernon and Yukako Ono. 2008. Where do manufacturing firms locate their headquarters? Journal of Urban Economics 63(2):431-450.",
        "Henderson, J. Vernon, Ari Kuncoro and Matt Turner. 1995. Industrial Development in Cities. Journal of Political Economy, 103(5): 1067-1090.",
        "Henderson, J. Vernon. 1988. Urban Development: Theory, Fact, and Illusion. Oxford: Oxford University Press.",
        "Henderson, J. Vernon. 2003. Marshalls Scale Economies. Journal of Urban Economics, 53(l):l-28.",
        "Helsley, Robert W. and William C. Strange, 2004. Knowledge Barter in Cities, Journal of Urban Economics 56(2): 327-345.",
        "Helsley, Robert W. and William C. Strange. 1991. Agglomeration economies and urban capital markets, Journal of Urban Economics, 29(l):96-l 12.",
        "Helsley, Robert W. and William C. Strange. 1990. Matching and Agglomeration Economics in a System of Cities. Regional Science and Urban Economics, 20(2): 189-212.",
        "Head, Keith and Thierry Mayer. 2004. Market Potential and the Location of Japanese Investment in the European Union. Review of Economics and Statistics, 86(4):959-972.",
        "Hausmann, Ricardo, Lant Pritchett and Dani Rodrik. 2005. Growth Accelerations. Journal of Economic Growth l0(4):303-329.",
        "Hanson, Gordon H. 2005. Market Potential, Increasing Returns and Geographic Concentration. Journal of International Economics, 67(1): 1-24.",
        "Harris John R. and Michael P. Todaro. 1970. Migration, Unemployment and Development: A Two-Sector Analysis. American Economic Review, 60(1): 126-42.",
        "Gyourko, Joseph and Albert Saiz. 2006. Construction Costs and the Supply of Housing Structure. Journal of Regional Science, 46(4):661-680.",
        "Greenstone, Michael, Richard Hornbeck and Enrico Moretti (2007) Bidding for Industrial Plants: Does Winning a `Million Dollar Plant Increase Welfare? MIT, mimeo.",
        "Glaeser, Edward L. and Kristina Tobio. 2007. The Rise of the Sunbelt. Harvard University, mime o.",
        "Glaeser, Edward L. and Giacomo A.M. Ponzetto. 2007. Did the Death of Distance Hurt Detroit and Help New York? Harvard University, mimeo.",
        "Glaeser, Edward L., Jose A. Scheinkman and Andrei Shleifer. 1995. Economic Growth in a Cross-Section of Cities. Journal of Monetary Economics 36(l):117-143.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose A. Scheinkman. 1996. Crime and Social Interactions, The Quarterly Journal of Economics lll(2):507-548.",
        "Glaeser, Edward L. and Raven E. Saks. 2006. Corruption in America. Journal of Public Economics 90(6-7):959-1364.",
        "Glaeser, Edward L. and Charles Redlick. 2008. Social Capital and Urban Growth. Harvard University, mime o.",
        "Glaeser, Edward L. and David Mare. 2001 Cities and Skills. Journal of Labor Economics 19(2):3 16-342.",
        "Glaeser, Edward L. and Janet Kohlhase. 2004. Cities, Regions and the Decline of Transport Costs. Papers in Regional Science 83(l):197-228.",
        "Glaeser, Edward. L., Heidi D. Kallal, Jose A. Scheinkman, and Andrei Shleifer. 1992. Growth in Cities, Journal of Political Economy, l00(6):1126-52.",
        "Glaeser, Edward L., Matthew E. Kahn and Jordan Rappaport. 2008. Why do the Poor Live in Cities? Journal of Urban Economics 63(1) (2008):l-24.",
        "Glaeser, Edward L. and Matthew E. Kahn. 2001. Decentralized Employment and the Transformation of the American City. Brookings/ Wharton Papers on Urban Affairs 2.",
        "Glaeser, Edward L., Joseph Gyourko and Raven E. Saks. 2005. Why Have Housing Prices Gone Up? American Economic Review Papers and Proceedings, 95(2):329-333.",
        "Glaeser, Edward L. and Joseph Gyourko. 2007. Housing Dynamics. Harvard University, mime o.",
        "Glaeser, Edward L. and Joseph Gyourko. 2005 Urban Decline and Durable Housing. Journal of Political Economy, 11 3(2):345-375.",
        "Glaeser, Edward L. and Joshua D. Gottlieb. 2008. The Economics of Place-Making Policies. Brookings Papers on Economic Activity, 2008(1): 155-239.",
        "Glaeser, Edward L. and Joshua D. Gottlieb. 2006. Urban Resurgence and the Consumer City. Urban Studies, 43(8):1275-1299.",
        "Glaeser, Edward L. 2008. Cities, Agglomeration and Spatial Equilibrium. Oxford: Oxford University Press.",
        "Glaeser, Edward L. 1989. Should Transfer Payments be Indexed to Local Price Levels? Regional Science and Urban Economics 28:1-20.",
        "Gaspar, Jess and Edward L. Glaeser. 1998. Information Technology and the Future of Cities. Journal of Urban Economics 43(l):136-156.",
        "Gabaix, Xavier. 1999. Zipfs Law for Cities: An Explanation. The Quarterly Journal of Economics, 1 14(3):739-767.",
        "Fuchs, Victor. 1957. The Economics of the Fur Industry. New York: Columbia University Press.",
        "Fu, Shihe. 2007. Smart cafÃ\u0083Â© cities: Testing human capital externalities in the Boston metropolitan area. Journal of Urban Economics 61(l):86-lll.",
        "Freedman, Matthew L. 2008. Job hopping, earnings dynamics and industrial agglomeration in the software publishing industry. Journal of Urban Economics 64(3):590-600.",
        "Fogel, Robert W. 1964. Railroads and Amen can Economic Growth: Essays in Economic History. Baltimore: Johns Hopkins University Press.",
        "Fallick, Bruce, Charles Fleischman and James B. Rebitzer. 2006. Job hopping in Silicon Valley: The micro-foundations of an industry cluster. Review of Economics and Statistics 88(3):472481.",
        "Ellison, Glenn, Edward L. Glaeser and William Kerr. 2007. What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns. NBER working papers, no. 13068.",
        "Ellison, Glenn and Edward L. Glaeser. 1999. The Determinants of Geographic Concentration. American Economic Review Papers and Proceedings 89(2):311-316.",
        "Ellison, Glenn and Edward L. Glaeser. 1997. Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach. Journal of Political Economy 105(5): 889-927.",
        "Eaton, Jonathan and Zvi Eckstein. 1997. Cities and growth: Theory and evidence from France and Japan. Regional Science and Urban Economics 27(4-5):443-474.",
        "Duranton, Gilles, and Matthew Turner. 2008. Urban growth and transportation. University of Toronto Working Paper No. 305.",
        "Duranton, Gilles and Henry Overman, 2005. Testing for Localisation Using Micro-Geographic Data, Review of Economic Studies 72(4): 1077-1106.",
        "Duranton, Gilles and Diego Puga, 2005. From Sectoral to Functional Urban Specialization, Journal of Urban Economics 5 7(2): 343-3 70.",
        "Duranton, Gilles and Diego Puga. 2001. Nursery Cities: Urban diversity, process innovation, and the life cycle of products. American Economic Review 91(5):1454-1477.",
        "DiPasquale, Denise and William Wheaton. 1996. Urban Economics and Real Estate Markets. New York: Prentice Hall.",
        "Diamond, Charles A. and Curtis J. Simon. 1990. Industrial Specialization and the Returns to Labor. Journal of Labor Economics, 8(1): 175-201.",
        "Decressin, Jorg. (1993) Regional Labor Market Evolutions in Europe, Harvard Ph.D. Dissertation.",
        "Davis, Donald and David Weinstein. 2005. Market Size, Linkages and Productivity: A Study of Japanese Regions in Ravi Kanbur and Anthony J. Venables (eds.), In Spatial Inequality and Develeopment. Oxford: Oxford University Press.",
        "Davis, Donald and David Weinstein. 2002. Bones, Bombs and Break Points: The Geography of Economic Activity, American Economic Review 92(5): 1269-1289.",
        "Cronon, William. 1991. Nature `s metropolis: Chicago and the great west. New York: W.W. Norton and Company.",
        "Costa, Dora L. and Matthew E. Kahn. 2000. Power Couples: Changes In The Locational Choice Of The College Educated, 1940-1990. The Quarterly Journal of Economics, 115(4):1287-1315.",
        "Combes, Pierre-Philippe, Gilles Duranton and Laurent Gobillon, 2008. Spatial Wage Disparities: Sorting Matters! Journal of Urban Economics 63(2): 723-742.",
        "Combes, Pierre-Philippe, Gilles Duranton, Laurent Gobillon, and SÃ\u0083Â©bastien Roux. 2009. Estimating agglomeration economies with history, geology, and worker effects, in Edward L. Glaeser (ed.), The Economics ofAgglomeration.",
        "Cobb, James C. 1982. The Selling of the South: The Southern Crusade for Industrial Development. Baton Rouge: Louisiana State University Press.",
        "Ciccone, Antonio and Giovanni Peri (2006) Identifying Human Capital Externalities: Theory with an Application to US Cities, Review of Economic Studies 73(2): 38 1-412.",
        "Ciccone, Antonio and Robert E. Hall. 1996. Productivity and the Density of Economic Activity. American Economic Review, 86(1 ):54-70.",
        "Chinitz, Benjamin. 1961. Contrasts in Agglomeration: New York and Pittsburg. American Economic Review 51(2):279-289.",
        "Caselli, Francesco and Wilbur J. Coleman. 2001. Cross-Country Technology Diffusion: The Case of Computers. American Economic Review, 91 (2):328-335 Paul Cheshire & Stefano Magrini, 2006. Population growth in European cities: Weather matters -.- but only nationally, Regional Studies, Taylor and Francis Journals, vol. 40(1), pages 23-37, February.",
        "Brueckner, Jan. 1987. The Structure of Urban Equilibria: A Unified Treatment of the MuthMills Model, in Edwin S. Mills (ed.), Handbook of Regional and Urban Economics, Volume II. Cambridge: Cambridge University Press, 263-289.",
        "Borts, George and Jerome Stein. 1964. Economic Growth in a Free Market. New York: Columbia University Press.",
        "Borjas, George. 1999. Immigration and Welfare Magnets, Journal of Labor Economics, 1 7(4):607-637.",
        "Blanchard, Olivier J. and Lawrence F. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity. 1992(l):l-75.",
        "Blank, Rebecca M. 1985. The impact of state economic differentials on household welfare and labor force behavior. Journal of Public Economics, 28(1): 25-58.",
        "Black, Sandra. 1999. Do Better Schools Matter: Parental Valuation of Elementary Schools. Quarterly Journal of Economics 114(2): 577-599.",
        "Besley, Timothy, Torsten Persson and Daniel Sturm. 2005. Political Competition and Economic Performance: Theory and Evidence from the United States. NBER working papers, no. 11484.",
        "Berliant, Marcus, Peng, Shin-Kung and Ping Wang (2002) Production Externalities and Urban Configuration, Journal of Economic Theory 104(2): 275-303.",
        "Becker, Gary S. and Kevin M. Murphy. 1992. The Division of Labor, Coordination Costs, and Knowledge. The Quarterly Journal of Economics, 107(4):1137-60.",
        "Baum-Snow, Nathaniel. 2007b. Suburbanization and transportation in the monocentric model. Journal of Urban Economics 62: 405-442.",
        "Baum-Snow, Nathaniel. 2007a. Did Highways Cause Suburbanization? Quarterly Journal of Economics 122(2):775-805.",
        "Barro, Robert J. and Gary S. Becker. 1989. Fertility Choice in a Model of Economic Growth, Econometrica, 57(2):48 1-501 Barro, Robert and Xavier Sala-i-Martin. 1991. Convergence Across States and Regions. Brookings Papers of Economic Activity (1): 107-158.",
        "Barro, Robert J. 1991. Economic Growth in a Cross Section of Countries. The Quarterly Journal of Economics, 106(2):407-443.",
        "Audretsch, David B. and Maryann Feldman. 1996. R&D Spillovers and the Geography of Innovation and Production. American Economic Review, 86(3):630-640.",
        "Alonso, William. 1964. Location and Land Use. Cambridge, Mass.: Harvard University Press.",
        "Albion, Robert Greenhalgh. 1938. Square-Riggers on Schedule. Princeton: Princeton University Press.",
        "Acemoglu, Daron and Joshua Angrist. 2001. How Large Are Human-Capital Externalities? Evidence from Compulsory Schooling Laws. NBER Macroeconomics Annual 2000: 9-59."
    ]
}