{
    "id": 14803,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Spencer, B. J. and J. A. Brander (1983), International R&D Rivalry and Industrial Strategy, Review of Economic Studies, 50, 707-22.",
        "Venables, A. (1985), Trade and Trade Policy with Imperfect Competition: The Case of Identical Products and Free Entry, Journal of International Economics, 19, 1-20.",
        "Ossa, R. (2008), A `New-Trade Theory of GATT/WTO Negotiations, mimeo.",
        "Krugman, P. R. (1980), Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 70, 950-99.",
        "Johnson, II. C. (1954), Optimum Tariffs and Retaliation, Review of Economic Studies, 21, 142-53.",
        "Grossman, C. M. and E. llelpman (1995), Trade Wars and Trade Talks, Journal of Political Economy, 103, 675-708.",
        "Grossman, C. M. and E. llelpman (1994), Protection for sale, American Economic Review, 84, 833-50.",
        "Dixit, A. (1984), International Trade Policy for Oligopolistic Industries, Economic Journal, 94 supplement, 1-16.",
        "Brander, J. A. and B. J. Spencer (1985), Export Subsidies and International Market Share Rivalry, Journal of International Economics, 18, 83-100.",
        "Brander, J. A. and B. J. Spencer (1984b), Tariff Protection and Imperfect Competition, in II. Kierzkowski (ed.) Monopolistic Competition and International Trade, Clarendon Press: Oxford.",
        "Brander, J. A. and B. J. Spencer (1984a), Trade Warfare: Tariffs and Cartels, Journal of International Economics, 16, 227-42.",
        "Brander, J. A. and B. J. Spencer (1981), Tariffs and the Extraction of Foreign Monopoly Rents under Potential Entry, Canadian Journal of Economics, 14, 371-89.",
        "Brander, J. A. and P. R. Krugman (1983), A `Reciprocal-Dumping Model of International Trade, Journal of International Economics, 15, 313-21.",
        "Brander, J. A. (1995), Strategic Trade Policy, in C. Grossman and K. Rogoff (eds.), Handbook of International Economics, vol. III, 1395-1455.",
        "Brander, J. A. (1981), Intra-Industry Trade in Identical Commodities, Journal of International Economics, 11, 1-14.",
        "Baldwin, R. (1987), Politically Realistic Objectives and Trade Policy, Economics Letters 24, 287-90.",
        "Bagwell, K. and R. W. Staiger (2005), Multilateral Trade Negotiations, Bilateral Opportunism and the Rules of GATT, Journal of International Economics, 67, 268-94.",
        "Bagwell, K. and R. W. Staiger (2009), Delocation and Trade Agreements in Imperfectly Competitive Markets, mimeo.",
        "Bagwell, K. and R. W. Staiger (1999), An Economic Theory of GATT, American Economic Review, 89, 215-48.",
        "Bagwell, K. and R. W. Staiger (2001), Reciprocity, Non-discrimination and Preferential Agreements in the Multilateral Trading System, European Journal of Political Economy, 17, 281-325.",
        "Antras, P. and R. W. Staiger (2008), Offshoring and the Role of Trade Agreements, NBER Working Paper No. 14285, August."
    ]
}