{
    "id": 14808,
    "cites": 26,
    "cited_by": 153,
    "reference": [
        "Ward, Joe (1963), Hierarchical grouping to optimize an objective function, Journal of American Statistical Association 58, pp. 236-244.",
        "Stango, Victor, and Jonathan Zinman (2008), Exponential Growth Bias and Household Finance, Working Paper, Dartmouth College.",
        "Scholnick, Bany, Nadia Massoud, and Anthony Saunders (2008), The Impact of Wealth on Inattention: Evidence from Credit Card Repayments, mimeo, University of Alberta, Canada.",
        "Volk, Robert (2007), Clarifying Values: Non-Numerical Approaches for Low Literacy Patients, presentation to the 2007 Summer Institute on Informed Patient Choice, Center for the Evaluative Clinical Sciences at Dartmouth College.",
        "van Rooij, Maarten, Annamaria Lusardi, and Rob Alessie (2007), Financial Literacy and Stock Market Participation, MRRC Working Paper n. 2007-162.",
        "Smith, Barbara, and Fiona Stewart (2008), Learning from the Experience of OECD Countries: Lessons for Policy, Programs and Evaluations, in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, pp. 345-367.",
        "Perry, Vanessa, and Marlene Morris (2005), Who Is in Control? The Role of Self-Perception, Knowledge, and Income in Explaining Consumer Financial Behavior, Journal of ConsumerAffairs 39, pp. 299-3 13.",
        "Organization for Economic Co-operation and Development (2005), Improving Financial Literacy: Analysis of Issues and Policies, Paris, France.",
        "National Council on Economic Education (NCEE), 2005, What American teens and adults know about economics, Washington, D.C.",
        "Moore, Danna (2003), Survey of Financial Literacy in Washington State: Knowledge, Behavior, Attitudes, and Experiences, Technical Report n. 03-39, Social and Economic Sciences Research Center, Washington State University.",
        "Miles, David (2004), The UK Mortgage Market: Taking a Longer-Term View, Working Paper, UK Treasury.",
        "Mandell, Lewis (2008), Financial Education in High School, in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, pp. 257-279.",
        "Lusardi, Annamaria, Olivia Mitchell, and Vilsa Curto (2008), Financial Literacy Among the Young, mimeo, Dartmouth College.",
        "Lusardi, Annamaria, and Olivia Mitchell (2008), Planning and Financial Literacy: How Do Women Fare? American Economic Review 98(2), pp. 413-417.",
        "Lusardi, Annamaria, and Olivia S. Mitchell (2007a), Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth, Journal of Monetary Economics 54, pp. 205-224 Lusardi, Annamaria, and Olivia Mitchell (2007b), Financial Literacy and Retirement Planning: New Evidence from the Rand American Life Panel, MRRC Working Paper n. 2007-157.",
        "Lusardi, Annamaria, and Olivia S. Mitchell (2006), Financial Literacy and Planning: Implications for Retirement Wellbeing, MRRC Working Paper n. 2006-144.",
        "Hilgert, Marianne, Jeanne Hogarth, and Sondra Beverly (2003), Household Financial Management: The Connection between Knowledge and Behavior, Federal Reserve Bulletin, 309-32.",
        "Hastings, Justine, and Lydia Tejeda-Ashton (2008), Financial Literacy, Information, and Demand Elasticity: Survey and Experimental Evidence from Mexico, NBER Working Papern. 14538.",
        "Christelis, Dimitris, Tullio Jappelli, and Mario Padula (2008), Cognitive abilities and portfolio choice, mimeo, University of Salerno.",
        "Choi, James, David Laibson, and Brigitte C. Madrian (2004), Plan Design and 40 1(k) Savings Outcomes, National Tax Journal 57(2), pp. 275-98.",
        "Choi, James, David Laibson, Brigitte Madrian, and Andrew Metrick (2004), For Better or For Worse: Default Effects and 40 1(k) Savings Behavior in David Wise (ed.), Perspectives in the Economics ofAging, Chicago: University of Chicago Press, 2004, pp. 8 1-121.",
        "Choi, James, David Laibson, Brigitte Madrian, and Andrew Metrick (2003), Optimal Defaults, American Economic Review Papers and Proceedings 93, May, pp. 180-185.",
        "Campbell, John (2006), Household Finance, Journal of Finance 61, pp. 1553-1604.",
        "Chen, Haipeng, and Akshay Rao (2007), When Two Plus Two Is Not Equal to Four: Enors in Processing Multiple Percentage Changes, Journal of Consumer Research 34, pp. 327340.",
        "Bernheim, Douglas (1998), Financial illiteracy, education and retirement saving, in 0. Mitchell and S. Schieber (eds.), Living with Defined Contribution Pensions, University of Pennsylvania Press, Philadelphia, pp. 38-68.",
        "Bernheim, Douglas (1995), Do households appreciate their financial vulnerabilities? An analysis of actions, perceptions, and public policy, in Tax Policy and Economic Growth, American Council for Capital Formation, Washington, DC, pp. 1-30."
    ]
}