{
    "id": 14807,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Fairris, David, and Michael Reich. 2005. The Impacts of Living Wage Policies: Introduction to the Special Issue. Industrial Relations 44(1): 1-13.",
        "Fairris, David, and Roberto Pedace. 2004. The Impact of Minimum Wages on Job Training: An Empirical Exploration with Establishment Data. Southern Economic Journal 70(3): 5 66-83.",
        "Duncan, Greg J., Heather D. Hill, and Aleksy Tetenov. 2007. The Persistence of New Hopes Labor Market Impacts: How Long? How Real? Unpublished paper. Evanston, IL: Northwestern University.",
        "Dube, Arindrajit, T. William Lester, and Michael Reich. 2008. Minimum Wage Effects Across State Borders: Estimates Using Contiguous Counties. Working Paper No. 157-07. Berkeley, CA: Institute for Research on Labor and Employment.",
        "Donahoe, Debra, and Marta Tienda. 1999. Human Asset Development and the Transition from School to Work: Policy Lessons for the 21st Century. Unpublished paper. Princeton, NJ: Office of Population Research, Princeton University.",
        "Dickert-Conlin, Stacy, and Douglas Holtz-Eakin. 2000. Employee-Based Versus Employer-Based Subsidies to Low-Wage Workers: A Public Finance Perspective. In Finding Jobs: Work and Welfare Reform, edited by David E. Card and Rebecca M. Blank. New York, NY: Russell Sage Foundation.",
        "Currie, Janet, and Bruce Fallick. 1996. The Minimum Wage and the Employment of Youth: Evidence from the NLSY. Journal of Human Resources 3 1(2): 404-28.",
        "Cornwell, Christopher, David B. Mustard, and Deepa J. Sridhar. 2006. The Enrollment Effects of MeritBased Financial Aid: Evidence form Georgias HOPE Program. Journal of Labor Economics 24(4): 761-86.",
        "Commission on the Skills of the American Workforce. 1990. Americas Choice: High Skills or Low Wages. Rochester, NY: National Center on Education and the Economy.",
        "Cohen, Marie, and Douglas J. Besharov. 2002. The Role of Career and Technical Education: Implications for the Federal Government. Unpublished paper, Office of Vocational and Adult Education. Washington, DC: U.S. Department of Education.",
        "Chaplin, Duncan D., Mark D. Turner, and Andreas D. Pape. 2003. Minimum Wages and Skill Acquisition: Another Look at Schooling Effects. Economics of Education Review 22(1): 11-22.",
        "Carneiro, Pedro, and James J. Heckman. 2002. Human Capital Policy. In Inequality in America, edited by James J. Heckman and Alan B. Krueger. Cambridge: The MIT Press.",
        "Card, David, and Alan B. Krueger. 1994. Minimum Wages and Employment: A Case Study of the FastFood Industry in New Jersey and Pennsylvania. American Economic Review 84(5): 772-93.",
        "Card, David. 1992. Do Minimum Wages Reduce Employment? A Case Study of California, 19871989.  Industrial and Labor Relations Review 46(1): 38-54.",
        "Card, David, and Alan B. Krueger. 1992. School Quality and Black-White Relative Earnings: A Direct Assessment. Quarterly Journal of Economics 107(1): 15 1-200.",
        "Cappelli, Peter, and David Neumark. 2001. Do High-Performance Work Practices Improve Establishment-Level Outcomes? Industrial and Labor Relations Review 54(4): 73 7-75.",
        "Cancian, Maria, and Ark Levinson. 2005. Labor Supply Effects of the Earned Income Tax Credit: Evidence from Wisconsins Supplemental Benefit for Families with Three Children. NBER Working Paper No. 11454. Cambridge, MA: National Bureau of Economic Research.",
        "Burkhauser, Richard V., and Joseph J. Sabia. 2007. The Effectiveness of Minimum Wage Increases in Reducing Poverty: Past, Present and Future. Contemporary Economic Policy 25(2): 262-81.",
        "Burkhauser, Richard V., Kenneth A. Couch, and David C. Wittenburg. 1996.  `Who Gets What from Minimum Wage Hikes: A Re-Estimation of Card and Kruegers Distributional Analysis in Myth and Measurement: The New Economics of the Minimum Wage. Industrial and Labor Relations Review 49(3): 547-52.",
        "Brown, Charles, Curtis Gilroy, and Andrew Kohen. 1982. The Effect of the Minimum Wage on Employment and Unemployment. Journal of Economic Literature 20(2): 487-528.",
        "Brenner, Mark. 2005. The Economic Impact of the Boston Living Wage Ordinance. Industrial Relations 44(1): 59-83.",
        "Blank, Rebecca M., and Lucie Schmidt. 2001. Work, Wages, and Welfare. In The New World of Welfare, edited by Rebecca M. Blank and Ron Haskins. Washington, DC: The Brookings Institution.",
        "Blank, Rebecca M. 2002. Evaluating Welfare Reform in the United States. Journal of Economic Literature 40(4): 1105-66.",
        "Bitler, Marianne P., Jonah B. Gelbach, and Hilary W. Hoynes. 2006. What Mean Impacts Miss: Distributional Effects of Welfare Reform Experiments. American Economic Review 96(4): 988-1012.",
        "Betts, Julian R. 1995. Does School Quality Matter? Evidence from the National Longitudinal Survey of Youth. Review of Economics and Statistics 77(2): 23 1-50.",
        "Bernstein, Jared. 2000. Two Cheers for the EITC. American Prospect Online, June 19, http ://www.prospect. org/web/page.ww?section=root&name=ViewPrint&articleld=43 31 (viewed May 2, 2007).",
        "Berlin, Gordon L. 2007. Rewarding the Work of Individuals: A Counterintuitive Approach to Reducing Poverty and Strengthening Families. The Future of Children 17(2): 17-42.",
        "Bartik, Timothy J. 2004. Thinking About Local Living Wage Requirements. Urban Affairs Review 40(2): 269-99.",
        "Alunan, Susan, Blash, Lisel, Murphy, Brian, Potepan, Michael J., Roff, Hadley, and Sidime-Brazier, Odilla. 1999. The Living Wage in San Francisco: Analysis of Economic Impact, Administrative, and Policy Issues. San Francisco, CA: San Francisco Urban Institute.",
        "Addison, John T., and McKinley L. Blackburn. 1999. Minimum Wages and Poverty. Industrial and Labor Relations Review 52(3): 393-409.",
        "Adams, Scott, and David Neumark. 2005b. Living Wage Effects: New and Improved Evidence. Economic Development Quarterly 19(1): 80-102.",
        "Adams, Scott, and David Neumark. 2005 a. When Do Living Wages Bite? Industrial Relations 44(1): 164-92.",
        "Adams, Scott, and David Neumark. 2004. The Economic Effects of Living Wage Laws: A Provisional Review. Urban Affairs Review 40(2): 2 10-45.",
        "Acemoglu, Daron, and JÃ\u0083Â¶rn-Steffen Pischke. 2003. Minimum Wages and On-the-Job Training, Research in Labor Economics 22: 159-202.",
        "Abowd, John M., Francis Kramarz, David N. Margolis, and Thomas Phillipon. 2000. The Tail of Two Countries: Minimum Wages and Employment in France and the United States. Discussion Paper No. 203. Bonn, Germany: Institute for the Study of Labor (IZA).",
        "Allegretto, Sylvia, Arindrajit Dube, and Michael Reich. 2008. Do Minimum Wages Really Reduce Teen Employment? Accounting for Heterogeneity and Selectivity in State Panel Data. Working Paper No. 166-08. Berkeley, CA: Institute for Research on Labor and Employment."
    ]
}