{
    "id": 14800,
    "cites": 50,
    "cited_by": 7,
    "reference": [
        "Deaton, Angus. 1997. The Analysis of Household Surveys. Baltimore: Johns Hopkins University Press for World Bank.",
        "Gruber J, and B. C. Madrian. 1995. Health Insurance Availability and the Retirement Decision, American Economic Review 87, 192-205.",
        "Costa, D. L. 1998. The Evolution of Retirement. Chicago; University of Chicago Press.",
        "Choi, Seung-Hyun. Retirement Behaviors of Two Wage Earners Households, Korean Journal of Labor Economics 29(1), (April 2006), 129-152.",
        "Cho, Joonmo, and Sunwoong Kim. 2005. On Using Mandatory Retirement to Reduce Workforce in Korea, International Economic Journal 19, 283-303.",
        "Chang, J. 2003. Labor Market Policies in the Era of Population Aging: the Korean Case, Mimeo, Korea Labor Institute.",
        "Chang, J. 2002. Transition Paths from Work to Retirement, Paper presented at the OECD/KLI International Conference on Labor Market Policies in an Aging Era, Seoul.",
        "Boskin, M. J. 1977. Social Security and Retirement Decisions, Economic Inquiry 15, 1-25.",
        "Abe, Yukiko. 2001. Employees Pension Benefits and the Labor Supply of Older Japanese Workers, 1980s-1990s, In Aging Issues in the United States and Japan, eds., S. Ogura, T. Tachibabaki, and D. Wise. Chicago: University of Chicago Press for NBER, pp. 273-305.",
        "___________ .2001. The Expected Length of Male Retirement in the United States, 1850-1990. Journal of Population Economics 14, 641-650.",
        "__________ 1999. Farm Value and Retirement of Farm Owners in Early-TwentiethCentury America, Explorations in Economic History 36, 387-408.",
        "Lee, Chulhee. 1998a. Rise of the Welfare State and Labor Force Participation of Older Males, American Economic Review 88, 222-226.",
        "__________ 1998b. Long-Term Unemployment and Retirement in Early-TwentiethCentury America, Journal of Economic History 58, 844-856.",
        ".1995b. Farm Household Economy Survey Report.",
        ".2000. Population and Housing Census Report.",
        "Kreuger, A. B., and J. Pischke. 1992. The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation, Journal of Labor Economics 10, 4 12-437.",
        ".1995a. Population and Housing Census Report.",
        ".1985. Population and Housing Census Report.",
        ".1990. Population and Housing Census Report.",
        ".1975. Population and Housing Census Report.",
        ".1980. Population and Housing Census Report.",
        ".1970. Population and Housing Census Report.",
        "Koo, Jasoon. 1991. Outmigration and the Rural Elderly in Korea, Korean Gerontology 11,235-250.",
        "_________________________ .1960. Population and Housing Census Report.",
        "Hurd, M. D., and M. J. Boskin. 1984. The Effect of Social Security on Retirement in the Early 1970s. Quarterly Journal of Economics 99, 767-790.",
        "Hurd M. D, and K. McGarry. 1993. The Relationship between Job Characteristics and Retirement, NBER Working Paper 4558, National Bureau of Economic Research.",
        "Hurd, Michael. 1996. The Effect of Labor Market Rigidities on the Labor Force Behaviors of Older Workers, In Daivd W. Wise, ed., Advances in the Economics of Aging, Chicago: University of Chicago Press, pp. 11-60.",
        "Gustman A. L, and T. L. Steinmeier. 2002. Retirement and the Stock Market Bubble, NBER Working Paper 9404, National Bureau of Economic Research.",
        "_____________________ 2004. Social Security Programs and Retirement around the World: Micro-Estimation. Chicago: University of Chicago Press.",
        "Gruber J., and D. Wise. 1999. Social Security and Retirement around the World, Chicago: University of Chicago Press. `7The length of job tenure, measured by the percentage of workers who hold the same job for five years at each age, was much shorter for Korean men after age 50 than for the other OECD countries such as the U.S., U.K., Germany, Japan, and France. More than a quarter of male workers 55 and older in Korea are employed in temporary positions that provide little job protection (OECD 2002).",
        "Sung, Jai-Mie and Jo-yup Ahn. 2006. Determining Factors of Older Workers Employment, Labor Policy Research 6(1), 39-74.",
        "Pedersen, H. 1950. A Cultural Evaluation of the Family Farm Concept, Land Economics 26, 52-64.",
        "Pencavel, J. 1986. Labor Supply of Men: A Survey, In Handbook of Labor Economics, volume 1. eds., 0. Ashenfelter and R. Layard, 3-102.",
        "Parson, D. 0. 1980. The Decline in Male Labor Force Participation, Journal of Political Economy 88, 117-134.",
        "___________ 1991. Male Retirement Behavior in the United States, 1930-1950, Journal of Economic History 51, 657-674.",
        "_____ 2004. Ageing and Employment Policies: Japan, OECD.",
        "OECD. 2002. Older but Wiser: Achieving Better Labour Market Prospects for Older Workers in Korea, OECD.",
        "OECD. 2000. Reforms for an Aging Society: Social Issues, OECD.",
        "Nyce, Steven A., and Sylvester J. Schieber. 2005. The Economic Implications of Aging Society, Cambridge: University of Cambridge Press.",
        "Moon, H., Y. Hahn, H. Jun, and Y. Byun. 1991. A Study of Migration, Korea Institute for Health Social Affairs (in Korean).",
        "Moen, J. 1994. Rural Non-Farm Households: Leaving the Farm and the Retirement of Older Men, 1860-1980, Social Science History 18, 55-75.",
        "____________ 1993b. Rural-Urban Migration and Its Effects, Korean Journal of Labor Economics 16 (1), 107-129.",
        "McGarry, Kathleen. 2004. Health and Retirement: Do Changes in Health Affect Retirement Expectation? Journal of Human Resources 39, 624-648.",
        "Lee, Eun Woo. 1993a. A Study on Rural-Urban Migration in Korea Unpublished Ph.D. dissertation, Department of Economics, Seoul National University (in Korean).",
        "___________ 2009. Technological Changes and Employment of Older Manufacturing Workers in Early Twentieth Century America, NBER Working Paper No. 14746.",
        "__________ 2008. Retirement Expectations of Older Self-Employed Workers in Korea: Comparison with Wage and Salary Workers, Korean Economic Review 24, 3371.",
        "__________ 2007. Long-Term Changes in the Economic Activity of Older Males in Korea, Economic Development and Cultural Change 56, 99-124.",
        "___________ 2005. Labor Market Status of Older Males in the United States, 18801940,  Social Science History 29, 77-106.",
        "___________ 2004. Changing Industrial Structure and Economic Activity of Older Males in Korea, 1980-2000, Seoul Journal of Economics 17, 18 1-234.",
        "___________ 2002. Sectoral Shift and Labor-Force Participation of Older Males in America, 1880-1940, Journal of Economic History 62, 5 12-523."
    ]
}