{
    "id": 14804,
    "cites": 45,
    "cited_by": 3,
    "reference": [
        "Walker, Ian, and Juliet Young, 2001, An economists guide to lottery design, Economic Journal 111, F700-F722.",
        "Tversky, Amos, and Daniel Kahneman, 1992, Advance in prospect theory: Cumulative representation of uncertainty, Journal of Risk and Uncertainty 5, 297-323.",
        "Smith, Daniel R., 2007, Conditional coskewness and asset pricing, Journal of Empirical Finance 14, 91119.",
        "Thaler, Richard H., and William T. Ziemba, 1988, Parimutuel betting markets: Racetracks and lotteries, Journal of Economic Perspectives 2, 161-174.",
        "Sharpe, William F., 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19, 425-442.",
        "Sears, R. Stephen, and K. C. John Wei, 1984, Asset pricing, higher moments, an the market risk premium: A note, Journal of Finance 40, 125 1-1253.",
        "Patel, Nitin R., and Marti G. Subrahmanyam, 1978, Utility theory and participation in unfair lotteries, Journal of Economic Theory 19, 555-557.",
        "Odean, Terrence, 1999, Do investors trade too much? American Economic Review 89, 1279-1298.",
        "Mossin, Jan, 1966, Equilibrium in a capital asset market, Econometrica 34, 768-783.",
        "Newey, Whitney K., and Kenneth D. West, 1987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708.",
        "Mitton, Todd, and Keith Vorkink, 2007, Equilibrium underdiversification and the preference for skewness, Review of Financial Studies 20, 1255-1288.",
        "Lintner, John, 1965, The valuation of risky assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics and Statistics 47, 13-37.",
        "Lim, Kian-Guan, 1989, A new test of the three-moment capital asset pricing model, Journal of Financial and Quantitative Analysis 24, 205-2 16.",
        "Lehmann, Bruce, 1990, Fads, martingales, and market efficiency, Quarterly Journal of Economics 105, 128.",
        "Kraus, Alan, and Robert H., Litzenberger, 1976, Skewness preference and the valuation of risk assets, Journal of Finance 31, 1085-1100.",
        "Kane, Alex, 1982, Skewness preference and portfolio choice, Journal of Financial and Quantitative Analysis 17, 15-25.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-91.",
        "Jegadeesh, Narasimhan, 1990, Evidence of predictable behavior of security returns, Journal of Finance 45, 881-898.",
        "Harvey, Campbell, and Akhtar Siddique, 2000, Conditional skewness in asset pricing tests, Journal of Finance 55, 1263-1295.",
        "Harvey, Campbell, and Akhtar Siddique, 1999, Autoregressive conditional skewness, Journal of Financial and Quantitative Analysis 34, 465-487.",
        "Han, Bing, and Alok Kumar, 2008, Retail clienteles and the idiosyncratic volatility puzzle, Working Paper, University of Texas at Austin.",
        "Goetzmann, William N., and Alok Kumar, 2008, Equity portfolio diversification, Review of Finance, forthcoming.",
        "Garrett, Thomas A., and Russell S. Sobel, 1999, Gamblers favor skewness, not risk: Further evidence from United States lottery games, Economics Letters 63, 85-90.",
        "Fang, Lily, and Joel Peress, 2008, Media coverage and the cross-section of stock returns, Journal of Finance forthcoming.",
        "Friend, Irwin, and Randolph Westerfield, 1980, Co-skewness and capital asset pricing, Journal of Finance 35, 897-9 13.",
        "Fama, Eugene F., and James D. MacBeth, 1973, Risk and return: Some empirical tests, Journal of Political Economy 81, 607-636.",
        "Fama, Eugene F., and Kenneth French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F., and Kenneth French, 1992, Cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Daniel, Kent, and Sheridan Titman, 1997, Evidence on the characteristics of cross-sectional variation in stock returns, Journal of Finance 52, 1-33.",
        "Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and oveneactions, Journal of Finance 53, 1839-1885.",
        "Conrad, Jennifer, Robert F. Dittmar, and Eric Ghysels, 2008, Skewness and the bubble, Working Paper, University of North Carolina at Chapel Hill.",
        "Chan, Wesley 5., 2003, Stock price reaction to news and no-news: Drift and reversals after headlines, Journal of Financial Economics 70, 223-260.",
        "Carhart, Mark M., 1997, On persistence in mutual fund performance, Journal of Finance 52, 57-82.",
        "Calvet, Laurent E., John Y. Campbell, and Paolo Sodini, 2007, Down or out: Asssessing the welfare costs of household investment mistakes, Journal of Political Economy 115, 707-747.",
        "Brunnermeier, Markus K., Christian Gollier, and Jonathan A. Parker, 2007, Optimal beliefs, asset prices and the preference for skewed returns, American Economic Review 97, 159-165.",
        "Boyer, Brian, Todd Mitton and Keith Vorkink, 2008, Expected idiosyncratic skewness, Working Paper, Brigham Young University.",
        "Barone-Adesi, Giovanni, 1985, Arbitrage equilibrium with skewed asset returns, Journal of Financial and Quantitative Analysis 20, 299-3 13.",
        "Bernard, Victor L., and Jacob K. Thomas, 1989, Post-earnings-announcement drift: Delayed price response or risk premium? Journal of Accounting Research, Supplement 27, 1-48.",
        "Barberis, Nicholas, and Ming Huang, 2008, Stocks as lotteries: The implications of probability weighting for security prices, American Economic Review, forthcoming.",
        "Arditti, Fred D., 1971, Another look at mutual fund performance, Journal of Financial and Quantitative Analysis 6, 909-912.",
        "Bali, Turan G., and Nusret Cakici, 2008, Idiosyncratic volatility and the cross-section of expected returns, Journal of Financial and Quantitative Analysis 43, 29-5 8.",
        "Arditti, Fred D., 1967, Risk and the required return on equity, Journal of Finance 22, 19-36.",
        "Ang, Andrew, Robert J. Hodrick, Yuhang Xing, and Xiaoyan Zhang, 2008, High idiosyncratic volatility and low returns: International and further U.S. evidence, Journal of Financial Economics, forthcoming.",
        "Amihud, Yakov, 2002, Illiquidity and stock returns: Cross-section and time-series effects, Journal of Financial Markets 5,31-56.",
        "Ang, Andrew, Robert J. Hodrick, Yuhang Xing, and Xiaoyan Zhang, 2006, The cross-section of volatility and expected returns, Journal of Finance 61, 259-299."
    ]
}