{
    "id": 14805,
    "cites": 21,
    "cited_by": 11,
    "reference": [
        "Schochet, Peter Z., John Burghardt, and Sheena McConnell. 2008. Does Job Corps Work? Impact Findings from the National Job Corps Study. American Economic Review, vol.98, no. 5, pp. 1864-1886.",
        "Schoeni, Robert F. and Michael Dardia. 1996. Wage Losses of Displaced Workers in the 1990s. Labor and Population Working Paper No. 96-14, Rand Corporation.",
        "Roemer, Marc. 2002. Using Administrative Earnings Records to Assess Wage Data Quality in the March Current Population Survey and the Survey of Income and Program Participation. LEHD Technical Paper #TP-2002-22. Available at http://lehctdicLcensus.gov/Iecl/iibrary/techpapers/tp-2002-22.pdf (accessed February 21, 2009).",
        "Nardone, Thomas, Mary Bowler, Jurgen Kropf, Katie Kirkland and Signe Wetrogan. 2003. Examining the Discrepancy in Employment Growth Between the CPS and the CES. Paper prepared for presentation to the Federal Economic Statistics Advisory Committee. October.",
        "Mellow, Wesley and Hal Sider. 1983. Accuracy of Response in Labor Market Surveys: Evidence and Implications. Journal of Labor Economics, vol.1, no. 4, pp. 33 1-344.",
        "Kornfeld, Robert and Howard S. Bloom. 1999. Measuring Program Impacts on Earnings and Employment: Do Unemployment Insurance Wage Reports from Employers Agree with Surveys on Individuals? Journal of Labor Economics, vol.17, no. 1, pp. 168-197.",
        "Juhn, Chinhui and Simon Potter. 1999. Explaining the Recent Divergence in Payroll and Household Employment Growth. Federal Reserve Bank of New York Current Issues in Economics and Finance, December, 1-6.",
        "Jacobsen, Louis 5, Robert J. LaLonde, and Daniel G. Sullivan. 1993. Earnings Losses of Displaced Workers. American Economic Review, September, 83(4), 685-709.",
        "Hotz, V. Joseph and John Karl Scholz. 2001. Measuring Employment and Income for LowIncome Populations with Administrative and Survey Data. In Studies of Welfare Populations: Data Collection and Research Issues, Washington, DC: National Academy Press.",
        "Haltiwanger, John, Julia Lane and James Spletzer. 2007. Wages, Productivity, and the Dynamic Interaction of Businesses and Workers. Labour Economics, vol. 14(3), 575-602.",
        "Cancian, Maria, Robert Haveman, Thomas Kaplan and Barbara Wolfe. 1999. Post-Exit Earnings and Benefit Receipt Among Those Who Left AFDC in Wisconsin. University of Wisconsin Institute for Research on Poverty Special Report No. 75. Available online http://wwwirp.wisc.edu/pubiications/sr/pdfs/sr75.Ddf (accessed February 28, 2009).",
        "Cane, Francoise and Randall Wilson. 2004. The Social and Economic Costs of Employee Misclassification in Construction. Report of the Construction Policy Research Center, Harvard University.",
        "Bureau of Labor Statistics. 1997. Quality Improvement Project: Unemployment Insurance Wage Records. Unpublished report. October.",
        "Brown, Clair, John Haltiwanger and Julia Lane. 2006. Economic Turbulence: Is A Volatile Economy Good For America?, Chicago: University of Chicago Press.",
        "Bound, John, Charles Brown, Greg J. Duncan, and Willard L. Rodgers. 1994. Evidence on the Validity of Cross-sectional and Longitudinal Labor Market Data. Journal of Labor Economics, vol.11, no. 3, pp. 345-368.",
        "Bound, John and Alan B. Krueger. 1991. The Extent of Measurement Enor in Longitudinal Earnings Data: Do Two Wrongs Make a Right? Journal of Labor Economics, vol.9, no. pp. 1-24.",
        "Bowler, Mary and Teresa L. Morisi. 2006. Understanding the employment measures from the CPS and CES survey. Monthly Labor Review, February, 23-38.",
        "Blakemore, Arthur E., Paul L. Burgess and Robert D. St. Louis. 1996. Employer Tax Evasion in the Unemployment Insurance Program. Journal of Labor Economics, April, 14(2), 210-230.",
        "Belman, Dale L. and Richard Block. 2008. The Social and Economic Costs of Economic Misclassification in Michigan. Unpublished manuscript.",
        "Abowd, John M., Kevin L. McKinney, and Lars Vilhuber. 2009. The Link Between Mass Layoffs, Human Capital and Firm Deaths in Producer Dynamics (Dunne, Jensen and Roberts, ed), Chicago: University of Chicago Press.",
        "Abowd, John M. and Martha H. Stinson. 2005. Estimating Measurement Enor in SIPP Annual Job Earnings: A Comparison of Census Survey and Administrative Data. Unpublished working paper. Available at http://courses,citcornelll ~ecIu/jrna7/abowd-stinson~ 20050 1.pdf (accessed February 21, 2009). NOT CURRENTLY CITED Abowd, John M., Bryce E. Stephens, Lars Vilhuber, Fredrik Andersson, Kevin L. McKinney, Marc Roemer, and Simon Woodcock. 2009. The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators in Producer Dynamics (Dunne, Jensen and Roberts, ed), Chicago: University of Chicago Press."
    ]
}