{
    "id": 14802,
    "cites": 39,
    "cited_by": 14,
    "reference": [
        "Venables, A. J., 2006, Shifts in Economic Geography and Their Causes, Federal Reserve Bank of Kansas City.",
        "Thompson, S., Simple Formulas for Standard Errors that Cluster by Both Firm and Time, Unpublished working paper, Harvard University, 2006.",
        "Siegel, J., 2005, Can foreign firms bond themselves effectively by renting U.S. securities laws?, Jonnmal of Fimamcial Ecomomics 75, 319-359.",
        "Sharpe, W. F., 1990, Investor wealth measures and expected return, in Quantifying the market risk premium phenomenon for investment decision making, The Institute of Chartered Financial Analysts, 29-37.",
        "Shleifer, A. and D. Wolfenzon, 2002, Investor Protection and Equity Markets, Jonnmal of Fimamcial Ecomomics, 66, 3-27.",
        "Rajan, R. G., and L. Zingales, 1998, Financial dependence and growth, Amen cam Ecomomic Review, 88:3, 559-586.",
        "Samuelson, P. A., 1948, International Trade and the Equalization of Factor Prices, Ecomomic Jonnmal 58, 163-184.",
        "Quinn, D., and A. M. Toyoda, 2008, How and where capital account liberalization leads to growth, Forthcoming, Review of Fimamcial Stndies.",
        "Quinn, D., 1997, The correlates of changes in international financial regulation, Amenicam Political Sciemce Review 91, 531-551.",
        "Portes, R., and H. Rey, 2005, The Determinants of Cross-border Equity Flows, Jonnmal of Imtenmatiomal Ecomomics 65, 269-296.",
        "Nishiotis, G., 2004, Do Indirect Investment Barriers Contribute to Capital Market Segmentation ?, Jonnmal of Fimamcial amd Qnamtitative Amalysis 39, 613-630.",
        "Newey, W., and K. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Ecomometnica, 55, 703-708.",
        "Morck, R., Yeung B., and W. Yu, 2000, The information content of stock markets: Why do emerging markets Have synchronous stock price movements?, Jonnmal of Fimamcial Ecomomics 58, 215-260.",
        "Mci, J., J. Scheinkman and W. Xiong, 2006, Speculative trading and Stock prices: Evidence from Chinese A-B Share premia, NBER working Paper 11362.",
        "Lesmond, David A., J. P. Ogden, C. Trzcinka, A New Estimate of Transaction Costs, Review of Fimamcial Stndies 12, 1113-1141.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. W. Vishny, 1997, Legal determinants of external finance, Jonnmal of Fimamce 52, 1131-1150.",
        "Lesmond, D. A., 2005, The Costs of Equity Trading in Emerging Markets, Jonnmal of Fimamcial Ecomomics 77, 411-452.",
        "King, R., and R. Levine, 1993, Finance and growth: Schumpeter might be right, Qnantenly Jonnmal of Ecomomics 108, 717-738.",
        "Hendry, D.F., 1995, Dynamic Econometrics, Oxford, Oxford University Press Hendry, D. F., and H.-M. Krolzig, 2001, Automatic Econometric Model Selection, London.",
        "French, K. R., and J. M. Poterba, 1991, International diversification and international equity markets, Amen cam Ecomomic Review 81, 222-26.",
        "Fisman, R., and I. Love, 2004, Financial development and intersector allocation: A new approach, Jonrmal of Fimamce 59, 2785-2807.",
        "Eun, C., and J. Lee, 2006, Mean-variance convergence around the world, Working Paper, Georgia Institute of Technology. Fernandez-Arias, E., The new wave of private capital inflows: Push or pull?, Jonrmal of Developmemt Ecomomics 48, 389-418.",
        "Edison, H., and F. Warnock, 2003, A simple measure of the intensity of capital controls, Jonrmal of Empirical Fimamce 10, 81-103.",
        "Doidge C, Karolyi A., and R. Stulz, 2004, Why are foreign firms listed in the U.S. worth more?, Jonrmal of Fimamcial Ecomomics 71, 205-238.",
        "Chuhan, P., 1992, Are Institutional Investors an Important Source of Portfolio Investment in Emerging Markets?, World Bank Working Paper N. 1243.",
        "Chua, C. T., C. S. Eun, and S. Lai, 2007, Corporate valuation around the world: The effects of governance, growth, and openness, Jonnmal of Bamlcimg ~ Fimamce 31, 35-56.",
        "Campbell, J. and J. Cochrane, 1999, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Jonnmal of Political Ecomomy 107, 205-251.",
        "Bhojraj, S. and D. Ng, 2007, Country Factors in Firm Valuation Ratios, working paper.",
        "Bhattacharya, U., and H. Daouk, 2002, The world price of insider trading, Jonnmal of Fimamce 57, 75-108.",
        "Bekaert, G., C. R. Harvey, and C. Lundblad, 2007, Liquidity and Expected Returns: Lessons from Emerging Markets, Review of Fimamcial Stndies, 20, 1783-1831.",
        "Bekaert, G., C. R. Harvey and R. Lumsdaine, 2002, The Dynamics of Emerging Market Equity Flows, Jonnmal of Imtenmatiomal Momey amd Fimamce 21, 295-350.",
        "Bekaert, G. and E. Engstrom, 2007, Inflation and the Stock Market: Understanding the Fed Model, working paper.",
        "Bekaert, G., and C. R. Harvey, 2000, Foreign speculators and emerging equity markets, Jonnmal of Fimamce 55, 565-6 14.",
        "Bekaert, G., 1995, Market integration and investment barriers in emerging equity markets, World Bamic Ecomomic Review 9, 75-107.",
        "Beck, N. and J. N. Katz, 1995, What to do (and not to do) with time-series cross-section data, Amen cam Political Sciemce Review, 89, 634-647.",
        "Barro, R., 1997, Determimamts of Ecomomic Growth, MIT Press: Cambridge, MA.",
        "Bade, L., 2005, Volatility Spillover Effects in European Equity Markets, Jonrmal of Fimamcial amd Qnamtitative Amalysis 40, 373-401.",
        "Atje, R., and B. Jovanovic, 1989, Stock markets and development, Enropeam Ecomomic Review 37, 632-640.",
        "Alfaro, L., Kalemlio-Ozcan S., and V. Volosovych, 2007, Why doesnt capital flow from rich to poor countries? An empirical investigation, Review of Ecomomics amd Statistics, forthcoming."
    ]
}