{
    "id": 14809,
    "cites": 37,
    "cited_by": 17,
    "reference": [
        "Acemoglu, Daron, Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality Quarterly Journal of Economics, 113, (1998), 1055-1090.",
        "Acemoglu, Daron, Directed Technical Change Review of Economic Studies, 69, (2002), 781-810.",
        "Acemoglu, Daron, Cross-Country Inequality Trends Economic Journal, 113, (2003), F 121-149.",
        "Acemoglu, Daron, Equilibrium Bias of Technology Econometrica, 75, (2007), 1371-1410.",
        "Acemoglu, Daron and Fabrizio Zilibotti, Productivity Differences (2001), Quarterly Journal of Economics, 116, 563-606.",
        "Acemoglu, Daron and Amy Finkelstein, Input and Technology Choices in Regulated Industries: Evidence from the Healthcare Sector, forthcoming Journal of Political Economy, (2008).",
        "Aghion, Philippe and Peter Howitt, A Model of Growth Through Creative Destruction Econometrica, 110, (1992), 323-351.",
        "Alesina, America and Joseph Zeira, Technology and Labor Regulations Harvard Institute of Economic Research, Discussion Paper 2123, (2006).",
        "Autor, David, Alan Krueger and Lawrence Katz, Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, 113, (1998), 1169-12 14.",
        "Beaudry Paul and Francis Collard, Why Has the Employment Productivity Trade-Offs amongst Industrial Country Been So Strong? National Bureau of Economic Research, Working Paper 8754, 2002.",
        "Champernowne, David A Dynamic Growth Model Involving a Production Function in F. A. Lutz and D. C. Hague (editors) The Theory of Capital, 1963, Macmillan, New York.",
        "David, Paul, Technical Choice, Innovation and Economic Growth: Essays on American and British Experience in the Nineteenth Century, London, Cambridge University Press, 1975.",
        "Gans, Joshua, Innovation and Climate Change Policy, University of Melbourne, mimeo, 2009.",
        "Habakkuk, H.J., American and British Technology in the Nineteenth Century, London: Cambridge University Press, 1962.",
        "Hellwig, Martin and Andreas Irmen, Endogenous Technical Change in a Competitive Economy. Journal of Economic Theory, 101, (2001), 1-39.",
        "Hicks, John The Theory of Wages, Macmillan, London, 1932.",
        "Howitt, Peter, Steady Endogenous Growth with Population and R&~D Inputs Growing. Journal of Political Economy, 107, (1999), 715-730.",
        "Jaffe, Adam B., Steven R. Peterson, Paul R. Portney and Robert N. Stavins, Environmental Regulation and the Competitiveness of US My Fracturing: What Does the Evidence Tell Us? Journal of Economic Literature, 33, (1995), 132-163.",
        "Jones, Charles I., R&D-Based Models of Economic Growth. Journal of Political Economics, 103, (1995), 759-784.",
        "Lewis, Ethan, Immigration, Skill Mix, and the Choice of Technique Federal Reserve Bank of Philadelphia Working Paper, 2005.",
        "Mantoux, Paul, The Industrial Revolution in the Eighteenth Century: an Outline of the Beginnings of the Modern Factory System in England [translated by Marjorie Vernon], London, J. Cape, 1961.",
        "Milgrom, Paul and John Roberts, Comparing Equilibria American Economic Review, 84 (1994), 441-459.",
        "Mokyr, Joel, The Levers of Riches: Technological Creativity and Economic Progress Oxford University Press, New York, 1990.",
        "Newell, Richard, Adam Jaffee and Robert Stavins. The Induced Innovation Hypothesis and Energy-Saving Technological Change, Quarterly Journal of Economics. 104 (1999), 907940.",
        "Popp, David, Induced Innovation and Energy Prices. American Economic Review, 92, (2002) 160-180.",
        "Porter, Michael Americas Green Strategy, Scientific American, 264, (1991) 96.",
        "Porter, Michael and Claas van der Linde Toward a New Conception of the EnvironmentCompetitiveness Relationship, Journal of Economic Perspectives, 9, (1995), 119-132.",
        "Ricardo, David, Works and Correspondences, edited by P. Sraffa, Cambridge, Cambridge University Press, 1951.",
        "Romer, Paul M., Increasing Returns and Long-Run Growth. Journal of Political Economy, 94, (1986), 1002-1037.",
        "Romer, Paul M., Endogenous Technological Change Journal of Political Economy, 98, (1990), S71-S102.",
        "Rothbarth, Erwin Causes of the Superior Efficiency of the USA Industry As Compared with British Industry Economics Journal (1946), 56, 383-390.",
        "Salter W. E.G., Productivity and Technical Change, 2nd edition, Cambridge, Cambridge University Press, 1966.",
        "Segerstrom, P. 5., T. Anant, and E. Dinopoulos, A Schumpeterian Model of the Product Life Cycle American Economic Review 80 (1990), 1077-1092.",
        "Stewart, Frances; Technology and Underdevelopment, London, Macmillan Press, 1977.",
        "Topkis, Donald, Supermodularity and Complementarity, Princeton University Press, Princeton New Jersey, 1998.",
        "Young, Alwyn, Growth Without Scale Effects. Journal of Political Economy, 106, (1998), 41-63.",
        "Zeira, Joseph Workers, Machines and Economic Growth Quarterly Journal of Economics, 113 (1998), 1091-1113."
    ]
}