{
    "id": 14814,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Abel, A., J. Eberly, and S. Panageas, 2007a, Optimal inattention to the stock market in the presence of transaction costs, working paper.",
        "Abel, Andrew, Janice Eberly, and Stavros Panageas, 2007b, Optimal inattention to the stock market, American Economic Review 97, 244-249.",
        "Ai, Hengjie, 2007, Information quality and long-run risk: Asset pricing and welfare implications, working paper, Duke University.",
        "Andersen, T., T. Bollerslev, F.X. Diebold, and C Vega, 2003, Micro effects of macro announcements: Real-time price discovery in foreign exchange, American Economic Review 93, 38-62.",
        "Bakshi, Gurdip, Charles Cao, and Zhiwu Chen, 1997, Empirical performance of alternative option pricing models, Journal of Finance 52, 2003 2049.",
        "Bansal, Ravi, Dana Kiku, and Amir Yaron, 2007, Risks for the long run: Estimation and inference, working paper, Duke.",
        "Bansal, Ravi, and Ivan Shaliastovich, 2007, Risk and return in bond, currency and equity markets, working paper.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 148 1-1509.",
        "Barndorff-Nielsen, Ole E., and Neil Shephard, 2006, Econometrics of testing for jumps in financial economics using bipower variation, Journal of Financial Econometrics 4, 1-30.",
        "Bates, D., 1991, The crash of 87: Was it expected? The evidence from options markets, Journal of Finance 46, 1009 1044.",
        "Bates, D., and R. Craine, 1999, Valuing the futures market clearinghouses default exposure during the 1987 crash,, Journal of Money, Credit, and Banking 31.",
        "Bates, David, 2000, Post-87 crash fears in S&P 500 futures options, Journal of Econometrics 94, 181-238.",
        "Broadie, Mark, Mikhail Chernov, and Michael Johannes, 2007, Model specification and risk premia: Evidence from futures options, Journal of Finance 62, 14531490.",
        "David, Alexander, 1997, Fluctuating confidence in stock markets: Implications for returns and volatility, Journal of Financial and Quantitative Analysis 32, 427462.",
        "Duffie, D., and T. Sun, 1990, Transactions costs and portfolio choice in a discretecontinuous -time setting, Jonrmal of Ecomomic Dymamics amd Comtrol 14, 35-Si.",
        "Epstein, Larry G., and Stanley Zin, 1989, Substitution, risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework, Ecomometrica 57, 937-969.",
        "Eraker, Bjorn, 2004, Do stock prices and volatility jump? Reconciling evidence from spot and option prices, Jonrmal of Fimamce 59, 1367-1403.",
        "Eraker, Bjorn, M. Johannes, and N.G. Polson, 2003, The impact of jumps in returns and volatility, Jonrmal of Fimamce 53, 1269-1300.",
        "Gennotte, G., 1986, Optimal portfolio choice under incomplete information, Jonrmal of Fimamce 41, 733-746.",
        "Hansen, Lars, and Thomas Sargent, 2006, Fragile beliefs and the price of model uncertainty, working paper.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li, 2008, Consumption strikes back? Measuring long-run risk, journal of Political Economy, forthcoming.",
        "Huang, Xin, and George Tauchen, 2005, The relative contribution of jumps to total price variance, Jonrmal of Fimamcial Ecomometrics 3, 256-499.",
        "Liu, Jun, Jun Pan, and Tan Wang, 2005, An equilibrium model of rare-event premia and its implication for option smirks, Review of Fimamcial Stndies 18, i3i-i64.",
        "Maheu, John M., and Thomas H. McCurdy, 2004, News arrival, jump dynamics, and volatility components for individual stock returns, Jonrmal of Fimamce 59, 755-793.",
        "Merton, R., 1976, Option pricing when underlying returns are discontinuous, Jonrmal of Fimamcial Ecomomics 3, i25-i44.",
        "Naik, V., and M. Lee, 1990, General equilibrium pricing of options on the market portfolio with discontinuous returns, Review of Fimamcial Stndies 3, 493-522.",
        "Pan, Jun, 2002, The jump-risk premia implicit in options: Evidence from an integrated time-series study, Jonrmal of Fimamcial Ecomomics 63, 3-SO.",
        "Reis, Ricardo, 2006, Inattentive consumers, Jonrmal of Mometary Ecomomics 53, i76i-i800.",
        "Singleton, Kenneth J., 2006, Empirical Dymamic Asset Pricimg - Model Specificatiom amd Ecomometric Assessmemt (Princeton University Press).",
        "Van Nieuwerburgh, Stijn, and Laura Veldkamp, 2006, Learning asymmetries in real business cycles, Jonrmal of Mometary Ecomomics 53, 753-772.",
        "Veldkamp, Laura, 2006, Slow boom, sudden crash, Jonrmal of Ecomomic Theory 124, 230-257.",
        "Veronesi, Pietro, 1999, Stock market overreaction to bad news in good times: A rational expectations equilibrium model, Review of Fimamcial Stndies 12, 9751007."
    ]
}