{
    "id": 14810,
    "cites": 27,
    "cited_by": 17,
    "reference": [
        "Altonji, Joseph. The Demand for and Return to Education When Education Outcomes are Uncertain, Journal of Labor Economics, 1993, vol. 11, no. 1, 48-83.",
        "Barsky, Robert, Kimball, Miles, Juster, F. Thomas, and Shapiro, Matthew. Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey, The Quarterly Journal of Economics, May 1997, 537-579.",
        "Beekhoven, S., De Jong, U. And Van Hout, H. Explaining Academic Progress Via Combining Concepts of Integration Theory and Rational Choice Theory, Research in Higher Education, 43(5), October 2002, 577-600.",
        "Carneiro, Pedro, Hansen, Karsten, and Heckman, James, Estimating Distributions of Counterfactuals with an Application to the Returns to Schooling and Measurement of the Effect of Uncertainty on Schooling Choice, International Economic Review, 2005 Cunha, Flavio, Heckman, James, and Navarro, Salvador, Separating Uncertainty from Heterogeneity in Life Cycle Earnings, Oxford Economic Papers, 2005, 57(2), 191-261.",
        "Das, Marcel and van Soest, Arthur, Expected Versus Realized Income Expectations: A Test of the Rational Expectations Hypothesis, unpublished manuscript, 2000.",
        "Delavande, Adeline, Pill, Patch or Shot? Subjective Expectations and Birth Control Choice, unpublished manuscript, 2006.",
        "Dominitz, Jeff Earnings Expectations, Revisions, and Realizations, The Review of Economics and Statistics, August 1998, 374-388.",
        "Dominitz, and Hung, Evidence on the Formation of Information Cascades, unpublished manuscript, 2003.",
        "Dominitz, Jeff and Manski, Charles. Eliciting Student Expectations of the Returns to Schooling, Winter 1996, 1-26.",
        "Dominitz, Jeff and Manski, Charles. Using Expectations Data to Study Subjective Income Expectations, Journal of American Statistical Association, September 1997, 855-867.",
        "Dominitz, Jeff and Manski, Charles. How Should We Measure Consumer Confidence (sentiment)? Evidence form the Michigan Survey of Consumers, Working paper 9926, National Bureau of Research, 2003.",
        "Draper, Stephen, Tintos Model of Student Retention, Notes: http ://www.psy.gla.ac.uk/~steve/localed/tinto.html (2005). Heckman, James, Lochner, L, and Todd, Petra. Earnings Functions, Rates of Return and Treatment Effects: The Mincer Equation and Beyond. In Handbook of the Economics of Education, ed. By E. Hanushek and F. Welch. Amsterdam: North-Holland, 307-458.",
        "Heckman, James and S. Navarro, 2007. Dynamic Discrete Choice and Dynamic Treatment Effects, Journal of Econometrics, 136 (2007): 34 1-396 Juster, T. Consumer Buying Intentions and Purchase Probability: An Experiment in Survey Design, Journal of the American Statistical Association, 61, 658-696.",
        "Lochner, Lance, Individual Perceptions of the Criminal Justice System, American Economic Review, 97(1), March 2007.",
        "Madeira, Carlos, Forecasting Academic Achievement, working paper, Northwestern University, 2007.",
        "Manski, Charles, Schooling as Experimentation: a reappraisal of the post-secondary drop-out phenomenon,Economics of Education Review, Volume 8 number 4, 1989, 305-3 12.",
        "Manski, C., Identification of Decision Rules in Experiments on Simple Games of Proposal and Responses, European Economic Review, 46 (2002), 880-91.",
        "Manski, C., Measuring Expectations, Econometrica, 72 (5), (2004), 1329-1376.",
        "National Center for Education Statistics, Getting Ready to Pay for College: What Students and Their Parents Know about the Cost of College Tuition and What They Are Doing to Find Out, Publication # 2003030, September, 2003.",
        "Stange, Kevin, An Empirical Examination of the Option Value of Schooling, working paper, University of California Berkeley, 2007.",
        "Stinebrickner, Todd and Stinebrickner, Ralph, Understanding Educational Outcomes of Students from Low-Income Families: Evidence from a Liberal Arts College with a Full Tuition Subsidy Program, Journal of Human Resources, 38(3) Summer (2003), 591-617.",
        "Stinebrickner, Todd and Stinebrickner, Ralph, Time-Use and College Outcomes, Journal of Econometrics, 121 (1-2) July-August (2004), 243-269.",
        "Stinebrickner, Todd and Stinebrickner, Ralph, The Effect of Credit Constrains on the College Drop-Out Decision: A Direct Approach Using a New Panel Study, American Economic Review. December (2008a) Stinebrickner, Todd and Stinebrickner, Ralph, The Causal Effect of Studying on Academic Performance, Frontiers in Economic Policy and Analysis (Frontiers), Berkeley Electronic Press (2008b).",
        "Stinebrickner, Todd and Stinebrickner, Ralph, The Effect of Credit Constrains on the College Drop-Out Decision: A Direct Approach Using aNew Panel Study, American Economic Review. December (2008).",
        "Tinto, V. Dropout from Higher Education: A Theoretical Synthesis of Recent Research, Review of Educational Research, Winter, 1975, Vol. 45, No. 1, 89-125. van der Klaauw, Wilbert and Wolpin, Kenneth, Social Security and the Retirement and Savings Behavior of Low Income Households, Journal of Econometrics, (forthcoming).",
        "van der Klaauw, Wilbert, On the Use of Expectations Data in Estimating Structural Dynamic Models: An Analysis of Career Choices, unpublished manuscript, 2000.",
        "Wolpin, Kenneth, Commentary on `Analysis of Choice Expectations in Incomplete Scenarios, by C.F. Manski,Journal of Risk and Uncertainty 19, issues 1-3, 1999, 67-69."
    ]
}