{
    "id": 14817,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "AdseraÃ\u0083Å\u0092Ã\u0082â\u0082¬, AlÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081cia, Carles Boix, and Mark Payne, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are You Being Served? Political Accountability and Quality of Government,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization 19(2), 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Audit Bureau of Circulations, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093County Penetration Reports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nov. 7, 2007.",
        "Baldasty, Gerald J., 1999, E.W. Scripps and the Business of Newspapers, Urbana, Ill.: University of Illinois Press.",
        "Busterna, John C., and Robert G. Picard, 1993, Joint Operating Agreements: The Newspaper Preservation Act and its Application, Norwood, N.J.: Ablex Publishing. Chun-Fang Chiang, and Brian G. Knight, forthcoming, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media Bias and Influence: Evidence from Newspaper Endorsements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies.",
        "Crummy, Karen E., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bloggers killed Rocky, Polis asserts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Denver Post, March 2, downloaded March 3, 2009, from http://www.denverpost.com/news/ci 11820094.",
        "Duke, Kerry, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leaders lamenting demise of The Post,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Cincinnati Post, July 18.",
        "Erikson, Robert S., 1976, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence of Newspaper Endorsements in Presidential Elections: The Case of 1964,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 20(2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "E.W. Scripps Co., 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Newspaper JOA in Cincinnati will not be renewed after 2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jan. 16, news release downloaded March 3, 2009, from http://pressreleases.scripps.com/release/662.",
        "E.W. Scripps Co., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cincinnati Post and The Kentucky Post to cease publication when JOA ends Dec. 31,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 17, news release downloaded March 3, 2009, from http://pressreleases.scripps.com/release/949.",
        "Gentzkow, Matthew, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Television and Voter Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 121(3), 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c972. Gentzkow, Matthew, Jesse M. Shapiro, and Michael Sinkinson, forthcoming, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media Market Structure and Political Participation: Historical Evidence from U.S. Newspapers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "George, Lisa M., and Joel Waldfogel, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New York Times and the Market for Local Newspapers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "George, Lisa M., and Joel Waldfogel, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Media and Local Political Participation: The Case of the New York Times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Roumeen Islam, ed., Information and Public Choice: From Media Markets to Policymaking, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. Washington: World Bank Publications.",
        "Gerber, Alan S., Dean Karlan, and Daniel Bergan, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Media Matter? A Field Experiment Measuring the Effect of Newspapers on Voting Behavior on Political Opinions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 1(2), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Kahn, Kim Fridkin, and Patrick J. Kenney, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Slant of the News: How Editorial Endorsements Influence Campaign Coverage and CitizensÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Views of Candidates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 96(2), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Matsunaga, Rep. Spark (Hawaii), 1970, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Newspaper Preservation Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Record 116:17, July 8, p. 23153.",
        "Mondak, Jeffery J., 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Newspapers and Political Awareness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 39(2), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "National Election Pool, Edison Media Research, and Mitofsky International, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Election Pool General Election Exit Polls, 2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d computer file distributed by Interuniversity Consortium for Political and Social Research.",
        "National Election Pool, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Election Pool General Election Exit Polls, 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d downloaded March 13, 2009, from http://www.msnbc.msn.com/id/26843704.",
        "Newspaper Preservation Act of 1970, 15 U.S.C. 43.",
        "Oberholzer-Gee, Felix, and Joel Waldfogel, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strength in Numbers: Group Size and Political Mobilization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 48(1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Philipps, Mike, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kentucky Post was a vital choice for more than a century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cincinnati Post, downloaded Dec. 31, 2007, from http://news.cincypost.com/apps/pbcs.dll/article?AID=/20071231/LIFE/712310355/1005.",
        "Rutledge, Mike, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An eye toward Kentucky,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cincinnati Enquirer, Dec. 30, p. E6.",
        "Snyder, James M., Jr., and David StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Press Coverage and Political Accountability, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 118(2), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Starr, Paul, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goodbye to the Age of Newspapers (Hello to a New Era of Corruption),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Republic, March 4, 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Stevens, George Edward, 1968, A History of The Cincinnati Post. Ph.D. dissertation, University of Minnesota.",
        "Trounstine, Jessica, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Turnout, and Incumbency in Local Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Princeton University."
    ]
}