{
    "id": 1481,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Aaron, H.J., 1975, Who pays the property tax? (Brookings Institution, Washington, D.C.). Atkinson, A.B. and N.H. Stern, 1974, Pigou, taxation and public goods. Review of Economic Studies 41, 119-128.",
        "Brown, H. G., 1924, The economics of taxation (Holt, New York). Brueckner, J.K., Labor mobility and the incidence of the residential property tax, Journal of Urban Economics 10, 173-182.",
        "Courant, P.N., 1977, A general equilibrium model of heterogeneous property taxes. Journal of Public Economics 8, 313-327.",
        "Diewert, W.E., 1978, Optional tax perturbations. Journal of Public Economics 10, 139-177.",
        "Fischel, W.A., 1975, Fiscal and environmental considerations in the location of firms in suburban communities, in: E.S. Mills and W.E. Oates, eds.. Fiscal zoning and land use controls (Lexington Books, Lexington, Mass.). Hamilton, B.W., 1975, Zoning and property taxation in a system of local governments. Urban Studies 12, 205-211.",
        "Hamilton, B.W., 1976, Capitalization of intrajurisdictional differences in local tax prices, American Economic Review 66, 743-753.",
        "Hamilton, B.W., 1983, A review. Is the property tax a benefit tax? in: G.R. Zodrow, ed.. Local provision of public services. The Tiebout model after twenty-five years (Academic Press, New York).",
        "Harberger, A.C., 1962, The incidence of the corporate income tax, Journal of Political Economy 70, 215-240.",
        "Mieszkowski, P.M., 1972. The property tax. An excise tax or a profits tax?, Journal of Public Economics 1, 73-96.",
        "Starrett, D.A., 1980, On the method of taxation and the provision of local public goods, American Economic Review 70, 380-392.",
        "Thomson, P., 1965, The property tax and the rate of interest, in: G.C.S.",
        "Benson, S. Benson, H. McClelland and P. Thomson, The American property tax (The Lincoln School of Public Finance, Claremont, Cai.). Tiebout, C.M., 1956, A pure theory of local expenditures, Journal of Political Economy 64Ã\u0082Â» 416-424.",
        "Vandendorpe, A.L. and A.F. Friedlaender, 1975, Differential incidence in the presence of initial distorting taxes. Journal of Public Economics 6, 205-229.",
        "White, M.J., 1975, Firm location in a zoned metropolitan area, in: E.S.",
        "Mills and W.E. Oates, eds., Fiscal zoning and land use controls (Lexington Books, Lexington, Mass.). Zodrow, G.R. and P.M. Mieszkowski, 1983, The incidence of the property tax. The benefit view vs. the new view, in: G.R. Zodrow, ed., Local provision of public services. The Tiebout model after twenty-five years (Academic Press, New York).",
        "Zodrow, G.R. and P.M. Mieszkowski, 1984, Pigou, Tiebout, property taxation and the under-provision of local public goods, Rice University working paper."
    ]
}