{
    "id": 14815,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Ai, Hengjie, 2007, Information quality and long-run risk: Asset pricing and welfare implications, working paper.",
        "Andersen, T., L. Benzoni, and J. Lund, 2002, An empirical investigation of continuous-time equity return models, Journal of Finance 57, 1239-1284.",
        "Anderson, Evan W., Eric Ghysels, and Jennifer L. Juergens, 2007, The impact of risk and uncertainty on expected returns, forthcoming in Journal of Financial Economics.",
        "Bansal, Ravi, Dana Kiku, and Amir Yaron, 2007a, A note on the economics and statistics of predictability: A long run risks perspective, working paper.",
        "Bansal, Ravi, Dana Kiku, and Amir Yaron, 2007b, Risks for the long run: Estimation and inference, working paper, Duke.",
        "Bansal, Ravi, and Ivan Shaliastovich, 2008, Learning and asset-price jumps, working paper.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 148 1-1509.",
        "Barro, Robert, 2006, Rare disasters and asset markets in the Twentieth century, Quarterly Journal of Economics 121.",
        "Brennan, M., 1998, The role of learning in dynamic portfolio decisions, European Finance Review 1, 295-306.",
        "Brennan, M.J., and Y.H. Xia, 2001, Stock price volatility and equity premium, Journal of Monetary Economics 47, 249-283.",
        "Broadie, Mark, Mikhail Chernov, and Michael Johannes, 2007, Model specification and risk premia: Evidence from futures options, Journal of Finance 62, 14531490.",
        "Buraschi, A., and A. Jitsov, 2006, Model uncertainty and option markets with heterogeneous agents, Journal of Finance 61, 2841-2898.",
        "Campbell, John, and Robert Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, The Review of Financial Studies 1, 195-228.",
        "Croce, Mariano, Martin Lettau, and Sydney Ludvigson, 2006, Investor information, long-run risk, and the duration of risky cash flows, working paper.",
        "Croushore, Dean, 1993, Indroducing: The survey of professional forecasters, Federal Reserve Ban/c of Philadelphia Business Review Nov/Dec, 3-13.",
        "David, Alexander, 1997, Fluctuating confidence in stock markets: Implications for returns and volatility, Journal of Financial and Quantitative Analysis 32, 427462.",
        "David, Alexander, and Pietro Veronesi, 2008, Inflation and earnings uncertainty and volatility forecasts: A structural form approach, working paper.",
        "Detemple, J., 1986, Asset pricing in a production economy with incomplete information, Journal of Finance 41, 383-391.",
        "Epstein, Larry G., and Stanley Zin, 1989, Substitution, risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937-969.",
        "Eraker, Bjorn, M. Johannes, and N.G. Polson, 2003, The impact of jumps in returns and volatility, Journal of Finance 53, 1269-1300.",
        "Eraker, BjÃ\u0083Â¸rn, and Ivan Shaliastovich, 2008, An equilibrium guide to designing affine pricing models, Mathematical Finance 18, 519-543.",
        "Gabaix, Xavier, 2007, Variable rare disasters: An exactly solved framework for ten puzzles in macro-finance, working paper.",
        "Gennotte, G., 1986, Optimal portfolio choice under incomplete information, Journal of Finance 41, 733-746.",
        "Hansen, Lars, and Thomas Sargent, 2006, Fragile beliefs and the price of model uncertainty, working paper.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li, 2008, Consumption strikes back? Measuring long-run risk, journal of Political Economy, forthcoming.",
        "Kreps, David M., and Evan L. Porteus, 1978, Temporal resolution of uncertainty and dynamic choice theory, Econometrica 46, 185-200.",
        "Mehra, Rajnish, and Edward C. Prescott, 1985, The equity premium: A puzzle, Journal of Monetary Economics 15, 145-161.",
        "Pan, Jun, 2002, The jump-risk premia implicit in options: Evidence from an integrated time-series study, Journal of Financial Economics 63, 3-SO.",
        "Piazzesi, Monika, and Martin Schneider, 2005, Equilibrium yield curves, NBER Working paper 12609.",
        "Piazzesi, Monika, and Martin Schneider, 2007, Bond positions, expectations, and the yield curve, working paper.",
        "Rietz, Thomas, 1988, The equity risk premium: A solution, Jonrnal of Monetary Economics 22, 117-131.",
        "Singleton, Kenneth J., 2006, Empirical Dynamic Asset Pricing - Model Specification and Econometric Assessment (Princeton University Press).",
        "Van Nieuwerburgh, Stijn, and Laura Veldkamp, 2006, Learning asymmetries in real business cycles, Jonrnal of Monetary Economics 53, 753-772.",
        "Veldkamp, Laura, 2006, Slow boom, sudden crash, Jonrnal of Economic Theory 124, 230-257.",
        "Veronesi, Pietro, 1999, Stock market overreaction to bad news in good times: A rational expectations equilibrium model, Review of Financial Stndies 12, 9751007.",
        "Veronesi, Pietro, 2000, How does information quality affect stock returns?, Jonrnal of Finance 55, 807-837.",
        "Weil, Philippe, 1989, The equity premium puzzle and the risk free rate puzzle, Jonrnal of Monetary Economics 24, 401-421."
    ]
}