{
    "id": 14816,
    "cites": 61,
    "cited_by": 15,
    "reference": [
        "Ahearne, Alan, and others. Preventing Deflation: Lessons from Japans Experience in the 1990s. International Finance Discussion Papers 729, Board of Governors of the Federal Reserve System, June 2002.",
        "Alexius, Annika and Peter Sellin. Exchange Rates and Long-Term Bonds. Mimeo, Uppsala University and Sveriges Riksbank, April 2002.",
        "Amano, Robert A. and Simon van Norden. Exchange Rates and Oil Prices. Review of International Economics 6 (November 1998): 683-94.",
        "Amiti, Mary and Caroline Freund. An Anatomy of Chinas Export Growth. In Robert Feenstra and Shang-Jin Wei, eds., China `s Growing Role in World Trade. Chicago: University of Chicago Press, 2009, forthcoming.",
        "Asea, Patrick K. and Enrique G. Mendoza. The Balassa-Samuelson Model: A General Equilibrium Appraisal. Review of International Economics 2 (October 1994): 244-67.",
        "Atkeson, Andrew and Ariel Burstein. Pricing-to-Market, Trade Costs, and International Relative Prices. American Economic Review 98 (December 2008): 1998-203 1.",
        "Auerbach, Alan J. and Maurice Obstfeld. The Case for Open-Market Purchases in a Liquidity Trap. American Economic Review 95 (March 2005): 1 10-37.",
        "Bank of Japan. Minutes of the Monetary Policy Meeting on March 8 and 9, 2006. Bank of Japan Quarterly Bulletin 14 (no. 2, 2006).",
        "Basu, Susanto. Procyclical Productivity: Increasing Returns or Cyclical Utilization? Quarterly Journal of Economics 106 (August 1996): 719-5 1. Basu, Susanto and John Fernald. Why is Productivity Procyclical? Why Do We Care? In New Developments in Productivity Analyisis, edited by Charles R. Hulten, Edwin R.",
        "Burstein, Ariel and Nir Jaimovich. Understanding Movements in Aggregate and Product-Level Real-Exchange Rates. Mimeo, UCLA and Stanford University, November 2008.",
        "Caballero, Ricardo J., Takeo Hoshi, and Anil K. Kashyap. Zombie Lending and Depressed Restructuring in Japan. American Economic Review 98 (December 2008): 1 943-77.",
        "Canzoneri, Matthew B., Robert E. Cumby, and Behzad Diba. Relative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries. Journal of International Economics 47 (April 1999): 245-66.",
        "Cargill, Thomas F., Michael M. Hutchison, and Takatoshi Ito. Financial Policy and Central Banking in Japan. Cambridge, MA: MIT Press, 2000.",
        "Cashin, Paul, Luis F. CÃ\u0083Â©spedes, and Ratna Sahay. Commodity Currencies and the Real Exchange Rate. Journal of Development Economics 75 (October 2004): 239-68.",
        "Chen, Yu-chin and Kenneth Rogoff. Commodity Currencies. Journal of International Economics 60 (May 2003): 133-60.",
        "Chinn, Menzie. The Usual Suspects? Productivity and Demand Shocks and Asia-Pacific Real Exchange Rates. Review of International Economics 8 (February 2000): 20-43.",
        "Chinn, Menzie. The (Partial) Rehabilitation of Interest Rate Parity in the Floating Rate Era: Longer Horizons, Alternative Expectations, and Emerging Markets. Journal of International Money and Finance 25 (February 2006): 7-21.",
        "Choudhri, Ehsan U. and Mohsin 5, Khan. Real Exchange Rates in Developing Countries: Are Balassa-Samuelson Effects Present? International Monetaiy Fund Staff Papers 52 (no. 3, 2005): 387-409. Clarida, Richard H. and Daniel Waldman. Is Bad News about Inflation Good News for the Exchange Rate? And, If So, Can That Tell Us Anything about the Conduct of Monetary Policy? In John Y. Campbell, ed., Asset Prices and Monetary Policy.",
        "Coleman, Wilbur John, II. Accommodating Emerging Giants. Mimeo, Duke University, November 2007.",
        "De Gregorio, JosÃ\u0083Â©, Alberto Giovannini, and Holger C. Wolf. International Evidence on Tradables and Nontradables Inflation. European Economic Review 38 (June 1994): 1225-44.",
        "Dekle, Robert and Kyoji Fukao. The Japan-U.S. Exchange Rate, Productivity, and the Competitiveness of Japanese Industries. Mimeo, USC and Hitostubashi University, November 2008.",
        "DeLoach, Stephen B. Do Relative Prices of Non-Traded Goods Determine Long-Run Real Exchange Rates? Canadian Journal of Economics 30 (November 1997): 89 1-909.",
        "Devereux, Michael B. Real Exchange Rate Trends and Growth: A Model of East Asia. Review of International Economics 7 (August 1999): 509-2 1.",
        "Dornbusch, Rudiger. Exchange Rates and Prices. American Economic Review 77 (March 1987): 93-106.",
        "Drine, Imed and Christophe Rault. Does the Balassa-Samuelson Hypothesis Hold for Asian Countries? An Empirical Analysis Using Panel Cointegration Tests. Mimeo, Sorbonne and Evry Universities, 2003.",
        "Eichengreen Barry, Yeongseop Rhee, and Hui Tong. China and the Exports of Other Asian Countries. Review of World Economics 143 (2007): 20 1-26.",
        "Engel, Charles. Accounting for U.S. Real Exchange Rate Changes. Journal of Political Economy 107 (June 1999): 507-38.",
        "Findlay, Ronald E. and Carlos Alfredo Rodriguez. Intermediate Imports and Macroeconomic Policy under Flexible Exchange Rates. Canadian Journal of Economics 10 (May 1977): 208-1 7.",
        "Gaulier, Guillaume, Francoise Lemoine, and Deniz Unal-Kesenci. Chinas Emergence and the Reorganisation of Trade Flows in Asia. China Economic Review 18 (September 2007): 209-43.",
        "Hamada, Koichi and Yasushi Okada. Monetary and International Factors Behind Japans Lost Decade: From the Plaza Accord to the Great Intervention. Mimeo, Yale University and ESRI, Cabinet Office of Japan, December 2007. Journal of the Japanese and International Economies, forthcoming.",
        "Hayashi, Fumio and Edward C. Prescott. The 1990s in Japan: A Lost Decade. Review of Economic Dynamics 5 (January 2002): 206-35.",
        "Hoshi, Takeo and Anil K. Kashyap. Japans Financial Crisis and Economic Stagnation. Journal of Economic Perspectives 18 (Winter 2004): 3-26.",
        "Hsieh, David A. The Determination of the Real Exchange Rate: The Productivity Approach. Journal of International Economics 12 (May 1982): 355-62.",
        "Ito, Takatoshi. The Yen and the Japanese Economy, 2004. In C, Fred Bergsten and John Williamson, eds., Dollar Adjustment: How Far? Against What? Washington, DC: Institute for International Economics, 2004. Ito, Takatoshi, Peter Isard, and Steven Symansky. Economic Growth and Real Exchange Rate: An Overview of the Balassa-Samuelson Hypothesis in Asia. In Takatoshi Ito and Anne 0. Krueger, eds., Changes in Exchange Rates in Rapidly Developing Countries.",
        "Ito, Takatoshi and Frederic S. Mishkin. Two Decades of Japanese Monetary Policy and the Deflation Problem. In Takatoshi Ito and Andrew K. Rose, eds., Monetaiy Policy with Veiy Low Inflation in the Pac~Jic Rim. Chicago: University of Chicago Press, 2006, pp. 131-93.",
        "Kakkar, Vikas. The Relative Price of Nontraded Goods and Sectoral Total Factor Productivity: An Empirical Investigation. Review of Economics and Statistics 85 (May 2003): 444-52.",
        "Kakkar, Vikas and Masao Ogaki. Real Exchange Rates and Nontradables: A Relative Price Approach. Journal of Empirical Finance 6 (April 1999): 193-215.",
        "Kakkar, Vikas and Isabel Yan. Real Exchange Rates and Productivity: Evidence from Asia. Mimeo, City University of Hong Kong, November 2006.",
        "Kohli, Ulrich and Jean-Marc Natal. The Real Exchange Rate and the Structure of Aggregate Production. Mimeo, Swiss National Bank, October 2008. Krugman, Paul R. Pricing to Market when the Exchange Rate Changes. In Sven W. Arndt and J. David Richardson, eds., Real-Financial Linkages among Open Economies.",
        "Krugman, Paul R. Differences in Income Elasticities and Trends in Real Exchange Rates. European Economic Review 33 (May 1989): 103 1-54.",
        "Kuttner, Kenneth N. and Adam S. Posen. The Great Recession: Lessons for Macroeconomic Policy from Japan. Brookings Papers on Economic Activity 2 (2001): 93-h 85.",
        "Lane, Philip R. International Financial Integration and Japanese Economic Performance. Mimeo, Trinity College, Dublin, November 2008.",
        "Lee, Jaewoo and Man Keung Tang. Does Productivity Growth Appreciate the Real Exchange Rate? Review of International Economics 15 (February 2007): 1 64-87.",
        "Marston, Richard C. Real Exchange Rates and Productivity Growth in the United States and Japan. In Sven W. Arndt and J. David Richardson, eds., Real-Financial Linkages among Open Economies. Cambridge, MA: MIT Press, 1987.",
        "McKinnon, Ronald I. and Kenichi Ohno. Dollar and Yen: Resolving Economic Conflict between the Unites States and Japan. Cambridge, MA: MIT Press, 1997.",
        "Mori, Naruki, Shigenori Shiratsuka, and Hiroo Taguchi. Policy Responses to the PostBubble Adjustments in Japan: A Tentative Review. Monetary and Economic Studies 19 (February 2001): 53-102.",
        "Obstfeld, Maurice. Model Trending Real Exchange Rates. Working Paper C93-01h, Center for International and Development Economics Research, University of California, Berkeley, February 1993. URL: e1sa/berkeIey/edu/-~obstfeId/rnode1 .pdf Obstfeld, Maurice and Kenneth Rogoff. Foundations of International Macroeconomics.",
        "Cambridge, MA: MIT Press, 1996. Obstfeld, Maurice and Kenneth Rogoff. The Unsustainable U.S. Current Account Position Revisited. In Richard H. Clarida, ed., G7 Current Account Imbalances.",
        "Officer, Lawrence H. The Productivity Bias in Purchasing Power Parity: An Econometric Investigation. International Monetaiy Fund Staff Papers 23 (November 1976): 545-79.",
        "Okina, Kunio, Masaaki Shirakawa, and Shigenori Shiratsuka. The Asset Bubble and Monetary Policy: Japans Experience in the late 1980s and the Lessons. Monetary and Economic Studies 19 (February 2001): 395-450.",
        "Okina, Kunio and Shigenori Shiratsuka. Asset Price Bubbles, Price Stability, and Monetary Policy: Japans Experience. Monetaiy and Economic Studies 20 (October 2002): 35-76.",
        "Park, Sungwook and Masao Ogaki. Long-Run Real Exchange Rate Changes and the Properties of the Variances of k-Differences. Mimeo, Bank of Korea and Ohio State University, December 2007.",
        "Ricci, Luca Antonio, Gian Maria Milesi-Ferretti, and Jaewoo Lee. Real Exchange Rates and Fundamentals: A Cross-Country Perspective. IMF Working Paper WP/08/13, Research Department, International Monetary Fund, January 2008.",
        "Rogoff, Kenneth. Traded Goods Consumption Smoothing and the Random Walk Behavior of the Real Exchange Rate. Monetaiy and Economic Studies 10 (1992): 1-29.",
        "Sachs, Jeffrey D. Energy and Growth under Flexible Exchange Rates: A Simulation Study. In Jagdeep S. Bhandari and Bluford H. Putnam, eds., Economic Interdependence and Flexible Exchange Rates. Cambridge, MA: MIT Press, 1983.",
        "Schott, Peter K. The Relative Sophistication of Chinese Exports. Working Paper 12173, National Bureau of Economic Research, April 2006.",
        "Taylor, Alan M. and Mark P. Taylor. The Purchasing Power Parity Debate. Journal of Economic Perspectives 18 (Autumn 2004): 1 35-58.",
        "Thomas, Alastair and Alan King. The Balassa-Samuelson Effect in Asia: Now You See It, Now You Dont. Mimeo, University of Otago, 2004.",
        "Vecchi, Michela. Increasing Returns, Labour Utilization, and Externalities: Procyclical Productivity in the United States and Japan. Economica 67 (May 2000): 229-44.",
        "Wang, Zhi and Shang-Jin Wei. What Accounts for the Rising Sophistication of Chinas Exports? In Robert Feenstra and Shang-Jin Wei, eds., China `s Growing Role in World Trade. Chicago: University of Chicago Press, 2009, forthcoming.",
        "Weinstein, David and Christian Broda. Exporting Deflation? Chinese Exports and Japanese Prices. In Robert Feenstra and Shang-Jin Wei, eds., China `s Growing Role in World Trade. Chicago: University of Chicago Press, 2009, forthcoming."
    ]
}