{
    "id": 14825,
    "cites": 57,
    "cited_by": 100,
    "reference": [
        "Acemoglu D. and J. Angrist (2001) ??How Large are Human Capiutal Externalities??, NBER Macroeconomics Annual 2000, Volume 15, Ben S. Bernanke and Kenneth Rogoff, editors, 9-74.",
        "Alesina, A. and G.M. Angeletos (2005a), ??Fairness and Redistribution: US vs. Europe,?? American Economic Review, 95: 913-35.",
        "Alesina, A. and G.M. Angeletos (2005b), ??Redistribution Corruption and Fairness,?? Journal of Monetary Economics, 1227-44.",
        "Alesina, A. and N. Fuchs-Schuendeln (2007), ??Good Bye Lenin (or not?) The Effect of Communism on Peoples Preferences,?? American Economic Review, 97:1507-1528.",
        "Alesina, A. and E. Glaeser (2004), Fighting Poverty in the US and Europe: A World of Difference, Oxford University Press, Oxford UK.",
        "Alesina, A. and P. Giuliano (2007), ??The Power of the Family,?? NBER Working Paper 13051. 26We also run an alternative specification in which we interact all religious denomination with political ideology. In this case, all religions appear to be less pro-redistribution than atheists. The interaction with ideology is positive, however.",
        "Alesina, A. and E. La Ferrara (2005), Preferences for Redistribution in the Land of Opportunities, Journal of Public Economics, 89: 897-931.",
        "Alesina A. and D. Rodrik (1994) ??Dostributive Polcies and Economic Growth?? Quarterly Journal of Economics,",
        "Andreoni, J. and L. Vesterlund (2001), ??Which is the Fair Sex? Gender Differences in Altruism,?? Quarterly Journal of Economics.",
        "Antecol, H. (2000), ??An Examination of Cross-Country Differences in the Gender Gap in Labor Force Participation Rates,?? Labour Economics 7, 409-426.",
        "Baremboim I. and F. Campante (2008), ??Does Crime Breed Inequality? Evidence from the Favelas in Rio de Janeiro,?? unpublished.",
        "Baremboim I. and L. Karabarbounis (2008), ??One Dollar One Vote,?? unpublished.",
        "Bell, L. and R. B. Freeman (2001) ??The Incentive For Working Hard: Explaining Hours Worked Differences In The US And Germany,?? Labor Economics, v8(2), 181-202.",
        "Bell L. and R. Freeman (1999) ??Does Inequality Induce Us to Work More?? unpublished manuscript",
        "Benabou, R. (1996), ??Inequality and Growth,?? NBER Macroeconomic Annual, MIT Press: Cambridge, MA.",
        "Benabou, R. (2002), ??Tax and Education Policy in a Heterogeneous Agent Economy: What Levels of Redistribution Maximize Growth and Efficiency ?,?? Econometrica, 70 (2002), 481-517.",
        "Benabou, R. and E. Ok (2001), ??Social Mobility and the Demand for Redistribution: the POUM Hypothesis,?? Quarterly Journal of Economics, 116 (2001), 447-487.",
        "Benabou, R. and J. Tirole (2006), ??Beliefs in a Just World and Redistributive Politics,?? Quarterly Journal of Economics, 121(2), 699-746.",
        "Carroll, C., Rhee, B. and C. Rhee (1994), ??Are There Cultural Effects on Saving? Some Cross-Sectional Evidence,?? Quarterly Journal of Economics 109(3), 685-699.",
        "Corneo, G. and P.H. Gruner (2000), ??Social Limits to Redistribution??, American Economic Review 90, 1491-1507.",
        "Corneo, G. and P.H. Gruner (2002), ??Individual Preferences for Political Redistribution??, Journal of Public Economics 83, 83-107",
        "Cowell, F., A. Schokkaert (2001), ??Risk Perceptions and Distributional Judgements,?? European Economic Review, 45, 941-952.",
        "Crozon, R. and U. Gneezy (2008), ??Gender Differences in Preferences,?? Journal of Economic Literature (forthcoming).",
        "Drazen, A. (2002), Political Economy in Macroeconomics, Princeton University Press.",
        "Durante, R. and L. Putterman (2007), ??Preferences for Redistribution and Perception of Fairness: An Experimental Study,?? Brown University, mimeo.",
        "Edlund, L. and R. Pande (2002), ??Why Have Women Become Left-Wing: The Political Gender Gap and the Decline in Marriage,?? The Quarterly Journal of Economics, 117, 9 17-961.",
        "Esping- Andersen (1999) Social Foundations of Poist Industrial Economices Oxford University Press, Oxford, UK>",
        "Fajnzylber, P, Lederman, D. and N. Loayza (2002), ??Inequality and Violent Crime,?? The Journal of Law and Economics, 45(1), 1-40.",
        "Fernandez, R. and A. Fogli (2005), ??Culture: An Empirical Investigation of Beliefs, Work and Fertility,?? NBER Working Paper 11268.",
        "Fehr, E., Naf, M. and K. Schmidt (2006), ??Inequality Aversion, Efficiency, and Maximin Preferences in Simple Distribution Experiments: Comment,?? American Economic Review 96, 1912-17.",
        "Fong, C., ??Social Preferences, Self-Interest, and the Demand for Redistribution, ?? Journal of Public Economics, 2001, 82, 225-246.",
        "Frohlich, N. and Oppenheimer, J., Choosing Justice: An Experimental Approach to Ethical Theory, Berkeley, 1992, University of California Press.",
        "Galor, 0. and J. Zeira (1993), ??Income Distribution and Macroeconomics,?? Review of Economic Studies, 60, 35-52.",
        "Giuliano, P. (2007), ??Living Arrangements in Western Europe: Does Cultural Origin Matter??? Journal of the European Economic Association, 5, 927-52.",
        "Giuliano, P. and A. Spilimbergo (2008), ??Growing Up in Bad Times: Macroeconomic Volatility and the Formation of Beliefs,?? UCLA mimeo.",
        "Hoffman, E., Spitzer, L., ??Entitlements Rights and Fairness: An Experimental Examination of Subjects Concepts of Distributive Justice,~ The Journal of Legal Studies~ 1985, 14, 2, 259-297.",
        "Inglehart, R. and P. Norris (2000), ~`The Developmental Theory of the Gender Gap: Women and Mens Voting Behavior in a Global Perspective, International Political Science Review, XXI, 441-463.",
        "Lizzeri A. and N. Persico(2004) ??Why Did the Elite Extend the Suffrage? Democracy and the Scope of Government with an Application to Britains Age of Reform~ Quartrely Journal of Economics~ May, 451-498.",
        "Luttmer, E. (2001), ??Group Loyalty and the Taste for Redistribution,~ Journal of Political Economy~ 109 (3), 500-528.",
        "Luttmer, E. and M. Singhal (2008), ??Culture Context and the Taste for Redistribution,? Harvard University, mimeo.",
        "McCarty, N, K. Poole and H. Rosenthal (2006), Polarized America: The Dance of Ideology and Unequal Riches~ MIT Press, Cambridge, MA.",
        "Meltzer and Richard (1981), ??A Rational Theory of the Size of Government, ~ Journal of Political Economy~ 89, 9 14-27.",
        "Metcalf R. and P. Sloane (2007) ??Human Capital Spillovers and Economci performancre in the WQorkplace i2204: Some BRtosh Evdeince~",
        "Montgomery, R. and C. Stuart (1999), ~`Sex and Fiscal Desire, University of California Santa Barbara.",
        "Perotti R. (1993), ??Political Equilibrium, Income Distribution and Growth??, Review of Economic Studies~ 60(4), 755-776.",
        "Perotti, R. (1996), ??Growth Income Distribution, and Democracy: What the Data Say,?? Journal of Economic Growth, 1(2), 149-187.",
        "Personn, T. and G. Tabellini (2002), Political Economics: Explaining Economic. s Policy~ MIT Press, Cambridge, Massachusetts.",
        "Pinker, 5. (2006) The Blank Slate~ Penguin Books",
        "Piketty, T. (1995), ??Social Mobility and Redistributive Politics,?? The Quarterly Journal of Economics~ 110, 551-84.",
        "Rauch J. (1993) ??Productivity Gains from Geographic Concentration of Human Capital?? Journal of Urban Economics~ 3~ 38O-~OO",
        "Rudd J. (2008) ??Empirical Evidence un Human Capuital Spillovers?? Unpublished",
        "Rawls, J. (1971) A Theory of Justice, Belknap Press of Harvard University Press,Cambridge, Massachusetts.",
        "Rodriguez F. (2004) ?Inequality, Redistribution and Rent Seeking?? Economic. s and Politics~ 22~-2~7",
        "Romer, T. (1975), ??Individual Welfare, Majority Voting and the Properties of a Linear Income Tax,?? Journal of Public Economics~ 7: 163-188.",
        "Shapiro, R. and H. Mahajan (1986), ~`Gender Differences in Policy Preferences: A summary of trends from the 1960s to the 1980s, Public Opinion Quarterly, 42-61.",
        "Tan, J. (2006), ??Religion and Social Preferences: An Experimental Study,?? Economics Letters~ vol. 90 (1), 60-67.",
        "Todd E. (1985) The Eplanation of Ideology: Family Structures and Social Systems~ Oxford: Basil Blackwell"
    ]
}