{
    "id": 14823,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Aceijas, Carmen, Gerry Stimson, Matthew Hickman, Tim Rhodes. 2004. Global overview of injecting drug use and HIV infection among injecting drug users AIDS i8(i7):2295-303.",
        "Anderson, Warwick. i99i. The New York Needle Trial: The Politics of Public Health in the Age of AIDS American Journal of Public Health 8i(ii):i506-i7. Becker, Gary, Kevin Murphy. i988. A theory of rational addiction Journal of Political Economy 96(4):675-700 Blower, Sally, D. Hartel, H. Dowlatabadi, R. Anderson, R. May. i99i. Drugs, sex and HIV: a mathematical model for New York City. Philosophical Transactions of the Royal Society London, Series B (Biological Sciences) 33i:i7i-87. Bloom, David, A. Mahal and D OFlaherty Economic perspectives on injecting drug use Advances in Health Economics and Health Services Research i6:37i-95, 2005 Brettle, R., A. McNeil, S.Burns, S. Gore, A. Bird, P. Yap, L. MacCallum, C. Leen, A. Richardson. i996. Progression of HIV: follow-up of Edinburgh injecting drug users with narrow sero-conversion intervals in i983-85 AIDS iO(4): 4i9-30.",
        "Bretteville-Jensen, A.L. i999. Addiction and discounting Journal of Health Economics i8:393-407. Broadhead, Robert, Yael van Hulst, Douglas Heckathorn. 2000. The impact of a Needle Exchanges Closure, unpublished. New Haven, CT: Yale University, Department of Sociology.",
        "Chaloupka, Frank, Michael Grossman, J. Tauras. i998. The demand for cocaine and marijuana by youth. Working paper no. 64i i. Cambridge, MA: National Bureau of Economic Research. Chitwood, D., M. Comerford, K. Kitner, W. Palacios, J. Sanchez. 200i. A comparison of HIV risk behaviors between new and long-term injection drug users Substance Use and Misuse 36(i- 2):9i-iii. De Angelis, Daniela, Matthew Hickman, Shuying Yang. 2004. Estimating long-term trends in the incidence and prevalence of opiate use/injecting drug use and the number of former users: Back calculation methods and opiate overdose deaths. American Journal of Epidemiology i60(iO):994-i004 Des Jarlais, Don, Samuel Friedman. i994. AIDS and the Use of Injected Drugs Scientific American 270(2): 82-8.",
        "Desenclos, Jean-Claude, George Papaevangelou, Rosemary Ancelle-Park. i993. Knowledge of HIV Serostatus and Preventive Behavior among European Injecting Drug Users AIDS 7(iO):i37i-7. DeSimone, Jeff. 2002a. Determinants of drug injection behavior: Economic factors, HIV injection risk and needle exchange programs, working Paper 9350. Cambridge, MA: National Bureau of Economic Research.",
        "DeSimone, Jeff. 2002b. Illegal drug use and employment Journal of Labor Economics 20(4):952-77.",
        "Doherty, M, R Garfein, E Monterroso, D Brown, D Vlahov. 2000. Correlates of HIV infection among young adult short-term injection drug users AIDS 14:717-26.",
        "Estrada, A. 1998. Drug use and HIV risks among African-American, Mexican-American and Puerto Rican drug injectors Journal of Psychoactive drugs 30(3):247-53.",
        "Michael French, Gary Zarkin, Laura Dunlap. 1998. Illicit drug use, absenteeism and earnings at six U.S. worksites Contemporary Economic Policy 16(3): 334-46.",
        "Grossman, Michael, Frank Chaloupka and C. Brown. 1996. The demand for cocaine by young adults: A rational addiction approach. Working paper no. 5713. Cambridge MA: National Bureau of Economic Research.",
        "Holden, Gwen, Penny Wakefield, Richard Rogers, Andrew Waghorn, Michelle Lehmann. 1991. A Guide to State Controlled Substances Acts. Washington, D.C.: National Criminal Justice Association.",
        "Hser, Yih-Ing, Valerie Hoffman, Christine Grella, and Douglas Anglin. 2001. A 33-year follow- up of narcotics addicts Archives of General Psychiatry 58(May): 503-8.",
        "Hopkins, William. 1988. Needle Sharing and Street Behavior in Response to AIDS in New York City. In R. Battjes and R. Pickens (eds.) Needle Sharing Among Intravenous Drug Abusers: National and International Perspectives. NIDA Research Monograph No. 80.",
        "Washington, D.C.: Public Health Service. 44 Hurley, S. F., D. J. Jolly, J.M. Kaldor. i997. Effectiveness of needle-exchange programmes for prevention of HIV infection Lancet 349 (9068):i797-i800. Kaplan, Edward. i989. Needles that Kill: Modeling Human Immunodeficiency Virus Transmission via Shared Drug Injection Equipment in Shooting Galleries Reviews of Infectious Diseases i i(2):289-98. Kaplan, Edward, and Elaine OKeefe. i993. Let the Needles do the Talking! Evaluating the New Haven Needle Exchange Interfaces 23(i):7-26. Kirby, K.N., N.M. Petry. 2004. Heroin and cocaine abusers have higher discount rates for delayed rewards than alcoholics or non-drug using controls Addiction 99(4):46i-7i.",
        "Kniesner, Thomas, W. Kip Viscusi, Christopher Woock, James Ziliak. 2005. How unobservable productivity biases the value of a statistical life. Discussion paper no. 524. Cambridge MA: Harvard Law School.",
        "Kremer, Michael. i996. Integrating Behavioral Choice into Epidemiological Models of AIDS Quarterly Journal of Economics May: 549-73. Law, M., M. Lynskey, J. Ross et al. 200i. Back projection estimates of the number of dependent heroin users in Australia Addiction 96:433-43. Leonard, Lynne, Leslie Forrester, Christine Navarro, Janice Hansen, and Cynthia Doucet. i999. The Effective of Needle Exchange Programs in Modifying HI V-Related Outcomes: A Systematic Review of the Evidence i997-i999. Ottawa: University of Ottawa, Department of Epidemiology and Community Medicine, Community Health Research Unit. 45 Lloyd-Smith, Elisa, Elizabeth Brodkin, Evan Wood, Thomas Ken, Mark Tyndall, Julio Montaner and Robert Hogg. 2006. Impact of HAART and injection drug use on life expectancy of two HIV-positive cohorts in British Columbia AIDS 20:445-SO.",
        "Lurie, Peter, Arthur Reingold, Benjamin Bowser, Donna Chen, Jill Foley, Joseph Guydish, James Kahn, Sandra Lane, and James Sorensen. i993. The Public Health Impact of Needle Exchange Programs in the United States and Abroad. Berkeley, CA: University of California, School of Public Health. MacDonald, M., M. Law, J. Kaldor, J. Hales, G. Dore. 2003. Effectiveness of needle and syringe programmes for preventing HIV transmission, International Journal of Drug Policy i4(5-6): 353-357.",
        "Magura, Stephen, Joel Grossman, Douglas Lipton, Qudsia Siddiqi, Janet Shapiro, Ira Marion, Kenneth Amann. i989. Determinants of Needle Sharing Among Intravenous Drug Users American Journal of Public Health 79(4):459-62. Mahal, Ajay. i995. Essays on the Economics of the HIV/AIDS Epidemic. New York: Columbia University, Department of Economics. Mandell, W., J. Kim, C. Latkin, T. Suh. i999. Depressive symptoms, drug networks and their synergistic effects on needle sharing behavior among street injection drug users American Journal of Alcohol and Drug Abuse 25(i): i i7-27. Murray, John, Matthew Law, Zhanhai Gao, John Kaldor. 2003. The impact of behavioral changes on the prevalence of human immunodeficiency virus and hepatitis C among injection drug users. International Journal of Epidemiology 32:708-i4.",
        "Terza, Joseph, Peter Vechnak. 200 i. The effect of substance abuse on employment status. University Park, PA: Pennsylvania State University, Department of Economics. Tilson, H., A. Aramrattana, S. Bozzette, D. Celentano, M. Falco, T. Hammett, A. Kozlov, S. Lai, A. Mahal, R. Schottenfeld, S. Solomon. 2007. Preventing HIV transmission among injecting drug users in high risk countries. Washington, D.C.: National Academies Press.",
        "Tsui, Rose, Belinda Herring, Jason Barbour, Robert Grant, Peter Bacchetti, Alex Kral, Brian Edlin, Eric Delwart. 2004. Human Immunodeficiency Virus Type i Super-infection was not detected following 2i5 years of Injection Drug User exposure. Journal of Virology 78(i):94i 03.",
        "Turner, C., H. Miller, L. Moses (editors). i989. AIDS: Sexual Behavior and Intravenous Drug Use. Washington, D.C.: National Academy Press. UNAIDS. 2008. Report on the Global AIDS Epidemic. Geneva: UNAIDS.",
        "Retrovirology 4:67 Van Ours, J. i995. The price elasticity of hard drugs: the case of opium in the Dutch East Indies, i923-i938 Journal of Political Economy i03: 26i-279. Vickerman, Peter, Charlotte Watts. 2003. Injecting drug use and the sexual transmission of HIV: simple model insights International Journal of Drug Policy i4:89-93.",
        "Vickerman, Peter, M Hickman, T Rhodes, Charlotte Watts. 2006. Model projections on the required coverage of syringe distribution to prevent HIV epidemics among injecting drug users Journal of Acquired Immune Deficiency Syndromes 42(3): 355-6 i."
    ]
}