{
    "id": 14829,
    "cites": 31,
    "cited_by": 17,
    "reference": [
        "Adolfson, Malin; Stefan LasÃ\u0083Æ\u0092Ã\u0082Â©en; Jesper LindÃ\u0083Æ\u0092Ã\u0082Â©; and, Lars E.O. Svensson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Trade-Offs in an Estimated Open-Economy DSGE Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research working paper no. 14510.",
        "Ambler, Steve; Ali Dib; and, Nooman Rebei. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taylor Rules in an Estimated Model of a Small Open Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Canada working paper 2004-36.",
        "Aoki, Kosuke. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy Responses to Relative Price Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 48:1, p. 55-80.",
        "Atkeson, Andrew, and Ariel Burstein. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing to Market in a Ricardian Model of International Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97:2, 362-367.",
        "Atkeson, Andrew and Ariel Burstein. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing to Market, Trade Costs, and International Relative Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98:5, 1998-2031.",
        "Benigno, Gianluca. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rate Persistence and Monetary Policy Rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 51:3, 473-502.",
        "Benigno, Pierpaolo, and Gianluca Benigno. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Stability in Open Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 70:4, 743-764.",
        "Benigno, Pierpaolo, and Gianluca Benigno. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing Targeting Rules for International Monetary Cooperation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 53:3, 474-506.",
        "Clarida, Richard; Jordi Gali; and, Mark Gertler. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Framework for International Monetary Policy Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 49:5, 879-904.",
        "Coenen, Gunter; Giovanni Lombardo; Frank Smets, and Roland Straub. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Transmission and Monetary Policy Coordination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Central Bank working paper.",
        "Corsetti, Giancarlo; Luca Dedola; and, Sylvain Leduc. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy and the Sources of Local-Currency Price Stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Jordi Gali and Mark Gertler, eds., International Dimensions of Monetary Policy (National Bureau of Economic Research), forthcoming.",
        "de Paoli, Bianca. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Welfare in a Small Open Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 77:1, 11-22.",
        "Devereux, Michael B., and Charles Engel. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy in the Open Economy Revisited: Exchange Rate Flexibility and Price Setting Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 70:4, 765-783.",
        "Duarte, Margarida, and Maurice Obstfeld. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy in the Open Economy Revisited: The Case for Exchange-Rate Flexibility Restored.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance 27:6, 949-957.",
        "Engel, Charles. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for U.S. Real Exchange Rate Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 107:3, 507-538.",
        "Erceg, Christopher J.; Dale W. Henderson; and, Andrew T. Levin. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy with Staggered Wage and Price Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 46:2, 281-313.",
        "Faia, Ester, and Tommaso Monacelli. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy in a Small Open Economy with Home Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 40:4, 721-750.",
        "Gali, Jordi. 2008. Monetary Policy, Inflation, and the Business Cycle (Princeton University Press.) Gali, Jordi, and Tommaso Monacelli. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Exchange Rate Volatility in a Small Open Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 72:3, 707-734.",
        "Kollmann, Robert. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Rules in the Open Economy: Effects on Welfare and Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 49:5, 989-1015.",
        "Leitemo, Kai and Ulf Soderstrom. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Monetary Policy Rules and Exchange Rate Uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance 24:3, 481-507.",
        "Leith, Campbell, and Simon Wren-Lewis. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Monetary Policy Response to Exchange Rate Misalignments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Glasgow and University of Exeter.",
        "Monacelli, Tommaso. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy in a Low Pass-Through Environment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 37:6, 1047-1066.",
        "Pappa, Evi. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the ECB and Fed Really Need to Cooperate? Optimal Monetary Policy in a Two-Country World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 51:4, 753-779.",
        "Rubin, Robert E., and Jared Bernstein. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No More Economic False Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times November 3, 2008, p. A31.",
        "Smets, Frank and Raf Wouters. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Openness, Imperfect Exchange-Rate Pass-Through, and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 49:5, 947-981.",
        "Staiger, Robert W., and Alan O. Sykes. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCurrency ManipulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and World Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, working paper no. 14600.",
        "Sutherland, Alan. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Pass-Through and the Welfare Effects of Exchange Rate Variability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 65:2, 375-399.",
        "Svensson, Lars. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Targeting as a Monetary Policy Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 43:9, 607-654.",
        "Svensson, Lars. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Targeting: Should It Be Modeled as an Instrument Rule or Targeting Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 46:3, 417-442.",
        "Wang, Jian. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home Bias, Exchange Rate Disconnect, and Optimal Exchange Rate Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, forthcoming.",
        "Woodford, Michael. 2003. Interest and Prices (Princeton University Press.) Woodford, Michael. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Monetary Control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Jordi Gali and Mark Gertler, eds., International Dimensions of Monetary Policy (National Bureau of Economic Research), forthcoming."
    ]
}