{
    "id": 14820,
    "cites": 50,
    "cited_by": 9,
    "reference": [
        "Aarssen, L. W. (2005). Why is fertility lower in wealthier countries? The role of relaxed fertilityselection. Population and Development Review 31(1): 113-126.",
        "Adsera, A. (2006). An economic analysis of the gap between desired and actual fertility: The case of Spain. Review of Economics of the Household 4: 75-95.",
        "Adsera, A. (2006). Marital fertility and religion in Spain, 1985-1999. Population Studies 60(2): 205-22 1.",
        "Becker, G. S., Glaeser, E. L. & Murphy, K. M. (1999). Population and economic growth. American Economic Review 89(2): 145-49.",
        "Billari, F., Frejka, T., et al. (2004). Discussion of paper `Explanations of the fertility crisis in modern societies: A search for commonalities Population Studies 57(3): 241-263, by John Caldwell and Thomas Schindlmayr. Population Studies 58(1): 77-92.",
        "Billari, F. & Kohler, H.-P. (2004). Patterns of low and lowest-low fertility in Europe. Population Studies 58(2): 16 1-176.",
        "Bjorklund, A. (2006). Does family policy affect fertility? Lessons from Sweden. Journal of Population Economics 19: 3-24.",
        "Blondal, S. & Scarpetta, S. (1999). The Retirement Decision in OECD Countries. OECD Economics Department Working Paper 202.",
        "Bloom, D. E., Canning, D., Mansfield, R. K. & Moore, M. (2007). Demographic Change, Social Security Systems and Savings. Journal of Monetary Economics 54: 92-114.",
        "Bloom, D. E., Canning, D. & Sevilla, J. (2003). The Demographic Dividend: A New Perspective on the Economic Consequences of Population Change. Population Matters Monograph MR-1274, RAND, Santa Monica.",
        "Bloom, D. E. & Freeman, R. B. (1986). The Effects of Rapid Population Growth on Labor Supply and Employment in Developing Countries. Population and Development Review 12(3): 381-414.",
        "Bloom, D. E. & Freeman, R. B. (1987). Population Growth, Labor Supply, and Employment in Developing Countries. Population growth and economic development: Issues and evidence.",
        "Bloom, D. E. & Freeman, R. B. (1988). Economic Development and the Timing and Components of Population Growth. Journal of Policy Modeling 10.",
        "Bongaarts, J. & Bulatao, R. A. (1999). Completing the Demographic Transition. Population and Development Review 25(3): 5 15--529.",
        "Brander, J. A. & Dowrick, S. (1994). The Role of Fertility and Population in Economic Growth. Journal of Population Economics 7(1): 1-25.",
        "Brewster, K. L. & Rindfuss, R. R. (2000). Fertility and Womens Employment in Industrialized Nations. Annual Review of Sociology 26(1): 27 1-296.",
        "Coleman, D. (2006). Immigration and ethnic change in low-fertility countries: A third demographic transition. Population and Development Review 32(3): 40 1-446.",
        "Deardorff, A. V. (1976). The Opimum Growth Rate for Population: Comment. International Economic Review 17(8): 510-515.",
        "Ehrlich, I. & Kim, J. (2007). Has Social Security Influenced Family Formation and Fertility in OECD Countries? An Economic and Econometric Analysis. NBER Working Paper 12869.",
        "Ehrlich, P. R. (2008). Demography and Policy: A View from Outside the Discipline. Population and Development Review 34(1): 103-113.",
        "Engelhardt, H. & Prskawetz, A. (2004). On the changing correlation between fertility and female employment over space and time. European Journal of Population 20: 35-62.",
        "Fernandez, R. & Fogli, A. (2006). Fertility: The Role of Culture and Family Experience. Journal of the European Economic Association 4(2): 552-56 1.",
        "Feyrer, J. (2007). Demographics and Productivity. Review of Economics and Statistics 89: 100109.",
        "Feyrer, J., Sacerdote, B. & Stern, A. D. (2008). Will the Stork Return to Europe? Understanding fertility within developed nations. Journal of Economic Perspectives 22(3): 3-22.",
        "Galor, 0. (2005). The demographic transition and the emergence of sustained economic growth. Journal of European Economic Association 3(2-3): 494-504.",
        "Galor, 0. & Weil, D. N. (1999). From Malthusian stagnation to modern growth. American Economic Review 89(2): 150-154.",
        "Galor, 0. & Weil, D. N. (2000). Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond. American Economic Review 90(4): 806-28.",
        "Garrido, L. J. & Malo, M. A. (2005). Postponement of family formation and public budget: Another approach to very low fertility in Spain. Public Finance and Management 5(1): 152-177.",
        "Gruber, J. & Wise, D. (1998). Social Security and Retirement: An International Comparison. The American Economic Review 88(2): 15 8-163.",
        "Gruber, J. & Wise, D. A. (1999). Social Security and Retirement around the World. Chicago, The University of Chicago Press.",
        "Gruber, J. & Wise, D. A. (2004). Social Security Programs and Retirement around the World: Micro-Estimation. Chicago, The University of Chicago Press.",
        "Hock, H. & Weil, D. N. (2007). Modeling the Effects of Population Aging on Consumption in the Presence of Intergenerational Transfers. Population Aging, Intergenerational Transfers and the Macroeconomy. R. Clark, N. Ogawa,A. Mason. Cheltenham, UK Northampton, MA:, Edward Elgar.",
        "Kelley, A. C. (1988). Economic consequences of population change in the third world. Journal of Economic Literature 26: 1685-1728.",
        "Kelley, A. C. & Schmidt, R. M. (1995). Aggregate Population and Economic Growth Correlations: The Role of the Components of Demographic Change. Demography 32(4): 543-555.",
        "Kelley, A. C. & Schmidt, R. M. (2005). Evolution of Recent Economic-Demographic Modeling: A Synthesis. Journal of Population Economics 18(2): 275-300.",
        "Kohler, H.-P. (2006). Determinants of Low Fertility in Europe. Entre Nous 63.",
        "Kohler, H.-P., Billari, F. C. & Ortega, J. A. (2002). The emergence of lowest-low feriltiy in Europe during the 1990s. Population and DevelopmentReview 28(4): 641-680.",
        "Lee, R. & Mason, A. (2008). Fertility, Human Capital, and Economic Growth over the Demographic Transition. Mimeo.",
        "Lesthaeghe, R. & Willems, P. (1999). Is low fertility a temporary phenomenon in the European Union? Population and Development Review 25(2): 2 11-228.",
        "Lutz, W. & Skirbekk, V. (2005). Policies addressing the tempo effect in low-fertiltiy countries. Population and Development Review 31(4): 699-720.",
        "Malmberg, B. (2008). Global Population Ageing, Migration and European External Policies. Stockholm, Institute for Future Studies.",
        "McDonald, P. (2006). Low Fertility and the State: The Efficacy of Policy. Population and Development Review 32(3): 485-510.",
        "McDonald, P. (2008). Very Low Fertility: Consequences, Causes and Policy Approaches. The Japanese Journal of Population 6(1).",
        "Samuelson, P. A. (1975). The Optimum Growth Rate for Population. International Economic Review 16(3): 53 1-538.",
        "Samuelson, P. A. (1976). The Optimum Growth Rate for Population: Agreement and Evaluations. International Economic Review 17(2): 516-525.",
        "Simon, J. L. (1996). The Ultimate Resource 2. Princeton, Princeton University Press.",
        "Solow, R. M. (1956). A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics 70: 65-94.",
        "Strulik, H. (2005). The Role of Human Capital and Population Growth in R&D-based Models of Economic Growth. Review of International Economics 13(1): 129-145.",
        "Vlasblom, J. D. & Schippers, J. J. (2004). Increases in Female Labour Force Participation in Europe: Similarities and Difference. Tjalling C. Koopmans Research Institute Working Paper Series. Utrecht, Tjalling C. Koopmans Research Institute.",
        "Weil, D. N. (1999). Population Growth, Dependency, and Consumption. American Economic Review 89(2): 251--255."
    ]
}