{
    "id": 14836,
    "cites": 32,
    "cited_by": 43,
    "reference": [
        "Bises, Bruno (1990). Income Tax Perception and Labour Supply in a Sample of Industry Workers, Public Finance, 1:3-17.",
        "Bitler, Marianne, Jonah Gelbach, and Hilary Hoynes (2006). What Mean Impacts Miss: Distributional Effects of Welfare Reform Experiments, American Economic Review 96(4): 988-1012.",
        "Brannas, Kurt and Nikias Karisson (1996). Estimating the Perceived Tax Scale within a Labor Supply Model. Economics Letters, 52:75-79.",
        "Brown, C.V. (1968) Misconceptions About Income Tax and Incentives. Scottish Journal of Political Economy, February: 1-12.",
        "Chetty, Raj (2009). Partial Identification with Optimization Frictions: An Application to Taxation and Labor Supply, UC-Berkeley Working Paper.",
        "Chetty, Raj, Adam Looney and Kory Kroft (2008). Salience and Taxation: Theory and Evidence, American Economic Review, forthcoming.",
        "Duflo, Esther, William Gale, Jeffrey Liebman, Peter Orszag, and Emmanuel Saez (2006). Saving Incentives for Low- and Middle-Income Families: Evidence from a Field Experiment with H&R Block, Quarterly Journal of Economics 121(4), 1311- 1346.",
        "Duflo, Esther and Emmanuel Saez (2003). The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence From a Randomized Experiment, Quarterly Journal of Economics 118(3), 815-842.",
        "Eissa, Nada and Hilary Hoynes (2004). Taxes and the Labor Market Participation of Married Couples: The Earned Income Tax Credit Journal of Public Economics, 88(9-10), 1931-1958, August 2004.",
        "Eissa, Nada and Hilary Hoynes (2006). Behavioral Responses to Taxes: Lessons from the EITC and Labor Supply, Tax Policy and the Economy Volume 20, pp. 74-110. MIT Press.",
        "Eissa, Nada and Jeffrey Liebman (1996). Labor Supply Response to the Earned Income Tax Credit, Quarterly Journal of Economics 106, 605-637.",
        "Fujii, Edwin T. and Clifford B. Hawley (1988). On the Accuracy of Tax Perceptions,  Review of Economics and Statistics, 344-347.",
        "Government Accountability Office (2007). Advance Earned Income Tax Credit: Low Use and Small Dollars Paid Impede IRSs Effort to Reduce High Noncompliance. GAO-071110, Washington, D.C.",
        "Hastings, Justine and Jeffrey Weinstein (2007). Information, School Choice, and Academic Achievement: Evidence from Two Experiments, Quarterly Journal of Economics.",
        "Hotz, V. Joseph and John Karl Scholz (2003). The Earned Income Tax Credit in Robert Moffitt, ed., Means-Tested Transfer Programs in the United States. Chicago: University of Chicago Press.",
        "Internal Revenue Service (1996). Federal Tax Compliance Research: Individual Income Tax Gap Estimates for 1985, 1988, and 1992, Publication 1415 (Rev. 4-96), Government Printing Press: Washington, D.C.",
        "Internal Revenue Service (2007). Earned Income Credit (EIC): For use in preparing 2007 Returns Publication 596, Government Printing Press: Washington, D.C.",
        "Internal Revenue Service (2008). Statistics of Income: Individual Income Tax Returns, 2006 Publication 1304, Government Printing Press: Washington, D.C.",
        "Jensen, Robert (2008). The Perceived Returns to Education and the Demand for Schooling, Brown University Working Paper.",
        "Jones, Arthur-Damon (2008). Information, Inertia, and Public Benefit Participation: Experimental Evidence from the Advance EITC, UC Berkeley working paper.",
        "Kling, Jeffrey, Sendhil Mullainathan, Eldar Shafir, Lee Vermeulen, Marian V. Wrobel (2008). Misperceived Prices: Medicare Drug Plan Choice, unpublished working paper.",
        "Liebman, Jeffrey (1998). The Impact of the Earned Income Tax Credit on Incentives and the Income Distribution. In Tax Policy and the Economy 12. James Poterba, ed. Cambridge: MIT Press.",
        "Maag, Elaine (2005). Paying the Price? Low-Income Parents and the Use of Paid Tax Preparers, New Federalism: National Survey of Americas Families B-64, Urban Institute.",
        "Meyer, Bruce and Dan Rosenbaum (1999). Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. NBER Working Paper 7363.",
        "Meyer, Bruce and Dan Rosenbaum (2001). Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics, Vol. 116, Issue 3 (August).",
        "Nguyen, Trang (2008). Information, Role Models and Perceived Returns to Education: Experimental Evidence from Madagascar, MIT PhD thesis.",
        "Olson, Lynn M. and Audrey Davis (1994). The Earned Income Tax Credit: Views from the Street Level, Northwestern University Working Paper WP-94-1.",
        "Rockoff, Jonah (2004). The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data American Economic Review 94(2): 247-252.",
        "Romich, Jennifer L. and Thomas S. Weisner (2002). How Families View and Use the Earned Income Tax Credit: Advance Payment Versus Lump-Sum Delivery. In Bruce Meyer and Douglas Holtz-Eakin, eds. Making Work Pay, Russell Sage Foundation: New York.",
        "Ross Phillips, Katherin. (2001). Who Knows About the Earned Income Tax Credit? Urban Institute policy brief, No. B-27, January.",
        "Rothstein, Jesse (2007). The Mid-1990s EITC Expansion: Aggregate Labor Supply Effects and Economic Incidence, mimeo, Princeton University.",
        "Saez, Emmanuel (2009). Do Taxpayers Bunch at Kink Points? Evidence, Elasticity Estimation, and Salience Effects, UC Berkeley Working Paper."
    ]
}