{
    "id": 14831,
    "cites": 72,
    "cited_by": 16,
    "reference": [
        "Acemoglu, Daron (2008) Oligarchic vs. Democratic Societies, Journal of the European Economic Association, 6, 1-44.",
        "Acemoglu, Daron, Davide Cantoni, Simon Johnson and James A. Robinson (2009) From Ancien R6gime to Capitalism: The French Revolution as a Natural Experiment, forthcoming in Jared Diamond and James A. Robinson eds. Natural Experiments in History, to be published by Harvard University Press.",
        "Acemoglu, Daron and Simon Johnson (2005) Unbundling Institutions, Journal of Political Economy 113, 949-995.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2001) The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, December, 91, 5, 1369-1401.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2002) Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics, 118, 1231-1294.",
        "Acemoglu, Daron and James A. Robinson (2008) Persistence of Power, Elites, and Institutions, American Economic Review, 98(1), 267-293.",
        "Arellano, Manuel and Stephen R. Bond (1991) Some Specification tests for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277-298.",
        "Bairoch, Paul (1988) Cities and Economic Development: From the Dawn of History to the Present, University of Chicago Press.",
        "Bairoch, Paul, Jean Batou and Pierre ChÃ\u0083Â¨vre (1988) La Population des villes Europenees de 800 a 1850: Banque de DonnÃ\u0083Â©es et Analyse Sommaire des RÃ\u0083Â©sultats, Centre dhistoire 6conomique Internationale de lUni. de Gen~ve, Geneva; Libraire Droz.",
        "Berkowitz, Daniel, Katharina Pistor and Jean-Francois Richard (2003a) The Transplant Effect, American Journal of Comparative Law, 51, 163-204.",
        "Berkowitz, Daniel, Katharina Pistor and Jean-Francois Richard (2003b) Economic Development, Legality and the Transplant Effect, European Economic Review, 47, 165-195.",
        "Blanning, Timothy C.W. (1983) The French Revolution in Germany: Occupation and Resistance in the Rhineland, 1792-1802, New York; Oxford University Press.",
        "Blanning, Timothy C.W. (1986) The Origins of the French Revolutionary Wars, London; Longman.",
        "Blanning, Timothy C.W. (1996) The French Revolutionary Wars, 1787-1802, New York; St. Martins Press.",
        "Blum, Jerome (1978) The end of the old order in rural Europe, Princeton; Princeton University Press.",
        "Braudel, Fernand (1992) Civilization and Capitalism l5th-l8th Century; Volume III The Perspective of the World, Berkeley; University of California Press.",
        "Broers, Michael (1997) Napoleonic Imperialism and the Savoyard Monarchy, 1773-1821: State Building in Piedmont, Lewiston; Edwin Mellen Press.",
        "Broers, Michael (2005) The Napoleonic Empire in Italy, 1796-18L~: Cultural Imperialism in a European Context? New York; Palgrave Macmillan.",
        "Burke, Edmund (1790/1969) Reflections on the Revolution in France, Baltimore; Penguin Books.",
        "Buyst, Erik and Joel Mokyr (1990) Dutch Manufacturing and Trade during the French Period (1975-1814) in a Long Term Perspective, in Erik Aerts and FranÃ\u0083Â§ois Crouzet eds. Economic Effects of the French Revolutionary Wars, Leuven; Leuven University Press.",
        "Cameron, A. Cohn, Jonah B. Gelbach and Douglas L. Miller (2008) BootstrapBased Improvements for Inference with Clustered Errors, Review of Economics and Statistics, 90, 414-427.",
        "Cameron, Rondo (1993) A Concise Economic History of the World, Second Edition, New York; Oxford University Press.",
        "Cipolla, Carlo M. (1970) The Economic Decline of Italy, in Carlo M. Cipolla ed. The Economic Decline of Empires, New York; Barnes and Noble.",
        "Connelly, Owen (1965) Napoleons Satellite Kingdoms, New York; Free Press.",
        "Crouzet, FranÃ\u0083Â§ois (2001) A History of the European Economy, 1000-2000, Charlottesville; University of Virginia Press.",
        "Davis, John (1991) The Napoleonic Era in Southern Italy: An Ambiguous Legacy? Proceedings of the British Academy, 80, Lectures and Memoirs 134.",
        "Davis, John (2003) The Many Faces of Modernity: French Rule in Southern Italy, 1806-1815, in Michael Rowe ed. Collaboration and Resistance in Napoleonic Europe, New York; Palgrave Macmillan.",
        "de Vries, Jan (1984) European Urbanization, 1500-1800, Harvard University Press.",
        "Djankov, Simeon, Edward L. Glaeser, Rafael La Porta, Florencio Lopez-deSilanes and Andrei Shleifer (2003) The New Comparative Economics, Journal of Comparative Economics, 31, 595-619.",
        "Diefendorf, Jeifry (1980) Businessmen and Politics in the Rhineland, 1789-183~, Princeton; Princeton University Press.",
        "Doyle, William (1989) The Oxford History of the French Revolution, Oxford; Oxford University Press.",
        "Ellis, Geoffrey (2003) The Napoleonic Empire, New York; Palgrave Macmillan.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff (1997) Factor Endowments, Institutions, and Differential Paths of Growth Among New World Economies: A View from Economic Historians of the United States, in Stephen Haber, ed., How Latin America Fell Behind, Stanford; Stanford University Press.",
        "Esdaile, Charles J. (1995) The Wars of Napoleon, New York; Longman.",
        "Esdaile, Charles J. (2001) The French Wars, 1792-1815, New York; Routledge.",
        "Ferguson, Niall (1998) The worlds banker: the history of the house of Rothschild, London; Weidenfeld &~ Nicolson.",
        "Fisher, Herbert A. L. (1903) Studies in Napoleonic statesmanship: Germany, Oxford; Clarendon Press.",
        "Frank, Harald (1994) Regionale EntwicklungsdisparitÃ\u0083Â¤ten im deutschen Industrialisierungsprozess 1 8~ 9-1939: Eine empirisch-analytische Untersuchung, Miinster; Lit.",
        "Gates, David (1997) The Napoleonic Wars, 1803-1815, New York; St. Martins Press.",
        "Grab, Alexander (2003) Napoleon and the Transformation of Europe, New York; Palgrave Macmillan.",
        "Hayek, Friedrich (1960) The Constitution of Liberty, Chicago; University Of Chicago Press.",
        "Kisch, Herbert (1962) The Impact of the French Revolution on the Lower Rhine textile districts Some Comments on Economic Development and Social Change, Economic History Review, New Series, 15, 304-327.",
        "Kisch, Herbert (1989) From Domestic Manufacture to Industrial Revolution: The case of the Rhineland Textile Districts, New York; Oxford University Press.",
        "Lahmeyer, Jan (n.d.) Population statistics: historical demography of all countries, their divisions and towns, http://www.populstat.info/ Landes, David 5. (1969) The Unbound Prometheus, Cambridge University Press.",
        "Landes, David 5. (1998) The Wealth and Poverty of Nations: Why Some are So Rich and Some So Poor, New York; W.W. Norton.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny (1998) Law and Finance, Journal of Political Economy, 106, 1113-1155.",
        "Lenger, Friedrich (2004) Economy and Society, in Jonathan Sperber ed. The Shorter Oxford History of Germany: Germany 1800-1870, New York; Oxford University Press.",
        "Lyons, Martyn (1994) Napoleon Bonaparte and the Legacy of the French Revolution, New York; St. Martins Press.",
        "Maddison, Angus (2003) The World Economy: Historical Statistics, OECD.",
        "McEvedy, Cohn and Jones, Richard (1978) Atlas of world population history, Harmondsworth and New York; Penguin.",
        "Mitchell, Brian R. (1981) European Historical Statistics, 1750-1975, Facts on File, New York.",
        "Mokyr, Joel (1990) The Lever of Riches, New York; Oxford University Press.",
        "North, Douglass C. and Robert P. Thomas (1973) The Rise of the Western World: A New Economic History, Cambridge; Cambridge University Press.",
        "Ogilvie, Sheihagh (2004) Guilds, efficiency, and social capital: Evidence from German protoindustry, Economic History Review, 57, 286-333.",
        "Ogilvie, Sheihagh (2007) Can We Rehabilitate the Guilds? A Sceptical Re-Appraisal, Cambridge Working Papers in Economics, 0745.",
        "Olson, Mancur (1982) The Rise and Decline of Nations: Economic Growth, Stagflation, and Social Rigidities, New Haven; Yale University Press.",
        "Paine, Thomas (1791/1969) The Rights of Man, Baltimore; Penguin Books.",
        "Palmer, Robert R. (1959) The Age of Democratic Revolution: I The Challenge, Princeton; Princeton University Press.",
        "Palmer, Robert R. (1964) The Age of Democratic Revolution: II The Struggle, Princeton; Princeton University Press.",
        "Rodrik, Dani (2007) One Economics, Many Recipes: Globalization, Institutions, and Economic Growth, Princeton; Princeton University Press.",
        "Rosenthal, Jean-Laurent (1992) The Fruits of Revolution: Property, Litigation and French Agriculture, 1700-1860, New York; Cambridge University Press.",
        "Rude, Georges (1964) Revolutionary Europe, 1783-1815, Oxford; Blackwell.",
        "Rude, Georges (1988) The French Revolution, New York; Grove Press.",
        "Schmitt, Hans A. (1983) Germany without Prussia: A Closer Look at the Confederation of the Rhine, German Studies Review, 6, 9-39.",
        "Simms, Brendan (2004) Political and Diplomatic Movements, 1800-1830; Napoleon, national uprising, restoration in Jonathan Sperber ed. The Shorter Oxford History of Germany: Germany 1800-1870, New York; Oxford University Press.",
        "Sperber, Jonathan (1989) Echoes of the French Revolution in the Rhineland, 18301849. Central European History, 22, 200-17.",
        "Sperber, Jonathan (1991) Rhineland Radicals: The Democratic Movement and the Revolution of 18~8-18~9, Princeton; Princeton University Press.",
        "Tilly, Richard (1996) German Industrialization, in MikulÃ\u0083Â¡~ Teich and Roy Porter eds. The Industrial Revolution in National Context, New York: Cambridge University Press.",
        "Trebilcock, Chive (1981) The Industrialization of the Continental Powers, 1780-19~0, London; Longman.",
        "Weber, Max (1905/1930) The Protestant Ethic and the Spirit of Capitalism, London; Allen and Unwin.",
        "White, Eugene N. (2001) France and the Failure to Modernize Macroeconomic Institutions, in Michael D. Bordo and Roberto Cortes Conde eds. The Legacy of Western European Fiscal and Monetary Institutions for the New World: The Seventeenth to the Nineteenth Century, New York: Cambridge University Press.",
        "Woohdridge, Jeffrey (2002) Econometric Analysis of Cross Section and Panel Data, Cambridge; The MIT Press."
    ]
}