{
    "id": 14830,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Blasi, Joseph. 1988. Employee Ownership: Revolution or Ripoff? Ballinger.",
        "Blasi, Joseph, Michael Conte and Douglas Kruse. 1996. Employee Stock Ownership and Corporate Performance Among Public Companies, Industrial and Labor Relations Review. v. 50, n. 1, October.",
        "Blasi, Joseph, Douglas Kruse, and Harry Markowitz. 2008. Risk and Lack of Diversification Under Employee Ownership and Shared Capitalism, NBER Working Paper 14229, August.",
        "Freeman, Richard, Douglas Kruse and Joseph Blasi. 2008. Worker Responses to Shirking under Shared Capitalism, NBER Working Paper 14227, August.",
        "Freeman, Steven F. 2007. Effects of ESOP Adoption and Employee Ownership: Thirty Years of Research and Experience, Organizational Dynamics Working Paper #07-01, University of Pennsylvania.",
        "Harden, Erika, Douglas Kruse, and Joseph Blasi. 2008. Who Has a Better Idea? Innovation, Shared Capitalism, and HR Policies, NBER Working Paper 14234, August.",
        "Kardas, Peter, Adria Scharf and Jim Keogh. 1998. Wealth and Income Consequences of ESOPs and Employee Ownership: A Comparative Study from Washington State, Journal of Employee Ownership Law and Finance. v. 10, n. 4, Fall.",
        "Kennickell, Arthur B. 2003. A Rolling Tide: Changes in the Distribution of wealth in the U.S., 1989-2001. Working Paper, Board of Governors of the Federal Reserve System.",
        "Kim, E. Han, and Paige Ouimet. 2008. Employee Capitalism or Corporate Socialism? Broad-based Employee Stock Ownership, Draft, Ross School of Business, University of Michigan, October.",
        "Kruse, Douglas. 2002. Research Evidence on Prevalence and Effects of Employee Ownership, Journal of Employee Ownership Law and Finance. v. 14, n. 4. Fall Kruse, Douglas and Joseph Blasi. 2001. A Population Study of the Performance of ESOP and Non-ESOP Privately-held Companies. New Brunswick, N.J. School of Management and labor Relations, Rutgers University. May.",
        "Kruse, Douglas, Joseph Blasi, and Rhokeun Park. 2008. Shared Capitalism in the U.S. Economy: Prevalence, Characteristics, and Employee Views of Financial Participation in Enterprises, NBER Working Paper 14225, August.",
        "Kruse, Douglas, Richard Freeman, and Joseph Blasi. 2008. Do Workers Gain by Sharing? Employee Outcomes Under Employee Ownership, Profit Sharing, and Broad-based Stock Options, NBER Working Paper 14233, August.",
        "Mackin, Christopher. 2005. 2005 Census of Massachusetts Companies with Employee Stock Ownership Plans (ESOPs). Boston: Commonwealth Corporation.",
        "Mishel, Lawrence, Jared Bernstein, and Sylvia Allegretto. 2007. The State of Working America 2006/2007. Ithaca, NY: Cornell University Press.",
        "Pencavel, John, Luigi Pistaferri and Fabiano Schivardi. 2006. Wages, Employment and Capital in Capitalist and Worker-Owned Firms Industrial and Labor Relations Review. V. 60, n. 1. October Piketty, Thomas and Emmanuel Saez. 2003. Income Inequality in the United States, 19 13-1998. The Quarterly journal of Economics. v. 118, n. 1, February.",
        "Rodrick, Scott 5. 2005. An Introduction to ESOPs. Seventh edition. Oakland: The National Center for Employee Ownership.",
        "Rosen, Corey. 2005. Retirement security and Wealth Accumulation in S ESOP Companies. Oakland: The National Center for Employee Ownership.",
        "Russell, Raymond. 1985. Sharing Ownership in the Workplace. State University of New York Press.",
        "Scharf, Adria and Christopher Mackin. 2000. Census of Massachusetts Companies with Employee Stock ownership Plans (ESOPs), Boston: Commonwealth Corporation.",
        "Sesil, James, Maya Kroumova, Douglas Kruse, and Joseph Blasi. 2007. Broad-based Employee Stock Options in the United States: Company Performance and Characteristics, Mana,gement Revue, Vol. 18, No. 2, pp. 5-22.",
        "Weller, Christian and Edward N. Wolff. 2005. Retirement Income: The Crucial Role of Social Security. Washington, D. C.: Economics Policy Institute.",
        "Wolff, Edward N. 2004. Changes in Household Wealth in the 1980s and 1990s in the U.S. The Levy Institute of Bard College, Working Paper No. 407."
    ]
}