{
    "id": 14835,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "BABA, C. (2007): Price Dispersion across and within Countries: The Case of Japan and Korea, Journal of the Japanese and International Economies, 21(2), 237-259.",
        "BERGIN, P. R., AND R. C. FEENSTRA (2001): Pricing-to-market, Staggered Contracts, and Real Exchange Rate Persistence, Journal of International Economics, 54(2), 333-359.",
        "BILS, M., AND P. J. KLENOW (2004): Some Evidence on the Importance of Sticky Prices, Journal of Political Economy, 112(5), 947-985.",
        "BRODA, C., AND D. E. WEINSTEIN (2008): Understanding International Price Differences Using Barcode Data, NBER Working paper # 14017.",
        "CALVO, G. (1983): Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12(3), 383-398.",
        "CEGLOWSKI, J. (2003): The Law of One Price: Intranational Evidence for Canada, Canadian Journal of Economics, 36(2), 373-400.",
        "CHARI, V. V., P. J. KEHOE, AND E. R. MCGRATTAN (2002): Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates?, Review of Economics Studies, 69(3), 533-563.",
        "CHEUNG, Y.-W., AND E. FuJII (2008): Deviations from the Law of One Price in Japan, CESifo Working paper No 1456.",
        "CH0I, C.-Y., AND K. MATSUBARA (2007): Heterogeneity in the Persistence of Relative Prices: What Do the Japanese Cities Tell Us?, Journal of the Japanese and International Economies, 21(2), 260-286.",
        "CRUCINI, M. J., AND M. SHINTANI (2008): Persistence in Law of One Price Deviations: Evidence from Micro-data, Journal of Monetary Economics, 55(3), 629-644.",
        "CRUCINI, M. J., M. SHINTANI, AND T. TSURUGA (2008): Accounting for Persistence and Volatility of Good-level Real Exchange Rates: the Role of Sticky Information, NBER Working Paper # 14381.",
        "CRUCINI, M. J., C. I. TELMER, AND M. ZACHARIADIS (2005): Understanding European Real Exchange Rates, American Economic Review, 95(3), 724-738.",
        "ENGEL, C., AND J. H. ROGERS (1996): How Wide is the Border?, American Economic Review, 86(5), 1112-1125.",
        "GOLDBERG, P. K., AND F. VERBOVEN (2004): Market Integration and Convergence to the Law of One Price: Evidence from the European Car Market, Journal of International Economics, 65(1), 49-73.",
        "HIGO, M., AND Y. SAITA (2007): Price Setting in Japan: Evidence from CPI Micro Data, Bank of Japan Working Paper Series E-20.",
        "KEHOE, P. J., AND V. MIDRIGAN (2007): Sticky Prices and Sectoral Real Exchange Rates, Federal Reserve Bank of Minneapolis Working Paper No 656.",
        "KLENOW, P., AND 0. KRYVTSOV (2008): State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. Inflation?, Quarterly Journal of Economics, 123(3), 863-904.",
        "NAKAMURA, E., AND J. STEINSSON (2008): Five Facts About Prices: A Reevaluation of Menu Cost Models, Quarterly Journal of Economics, 123(4), 1415-1464.",
        "PARSLEY, D. C., AND S.-J. WEI (1996): Convergence to the Law of One Price Without Trade Barriers or Currency Fluctuations, Quarterly Journal of Economics, 111(4), 1211-1236."
    ]
}