{
    "id": 14849,
    "cites": 27,
    "cited_by": 21,
    "reference": [
        "Altig, David, Lawrence, Christiano, Martin Eichenbaum, and Jesper Linde. (2004). FirmSpecific Capital, Nominal Rigidities and the Business Cycle. Working Paper Series, WP-0501, Federal Reserve Bank of Chicago.",
        "Bemanke, Ben, Mark Gertler and Simon Gilchrist, (1999). The Financial Accelerator in a Quantitative Business Cycles Framework. in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics Volume JC. Amsterdam: Elsevier Science, North-Holland.",
        "Brock, William, Steven Durlauf, and Kenneth West, (2003), Policy Evaluation in Uncertain Environments, Brookings Papers on Economic Activity, 1:2003, 235-302.",
        "Bryant, Ralph, Peter Hooper, and Catherine Mann, eds. (1993). Evaluating Policy Regimes. New Research in Empirical Macroeconomics. Washington, D.C.: The Brookings Institution.",
        "Calvo, Guillermo (1983). Staggered Prices in a Utility-Maximizing Framework. Journal of Monetary Economics 12: 383-98.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans. (2005). Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy 113, 1: 1-45.",
        "Clarida, Richard, Jordi Gali and Mark Gertler (1999). The Science of Monetary Policy: A New-Keynesian Perspective. Journal of Economic Literature 37 (December): 1661-1707.",
        "Collard, Fabrice and Michael Juillard (2001). Accuracy of Stochastic Perturbation Methods: The Case of Asset Pricing Models. Journal of Economic Dynamics and Control 25: 979999.",
        "Fuhrer, Jeffrey and George Moore. (1995), Inflation Persistence. Quarterly Journal of Economics 110, 1: 127-159.",
        "Geweke, John (1999). Using Simulation Methods for Bayesian Econometric Models: Inference, Development and Communication. Econometric Reviews 18: 1-126.",
        "Juillard, Michel. (1996), Dynare: A Program for the Resolution and Simulation of Dynamic Models with Forward Variables Through the Use of a Relaxation Algorithm. CEPREMAP working paper, 9602.",
        "Klein, Lawrence, ed. (1991). Comparative Performance of U.S. Econometric Models. Oxford, Eng.: Oxford University Press.",
        "Kuester, Keith, and Volker Wieland (2008). Insurance Policies for Monetary Policy in the Euro Area. Journal of the European Economic Assocation, forthcoming.",
        "Levin, Andrew, Volker Wieland, and John. C. Williams. (1999), Robustness of Simple Monetary Policy Rules under Model Uncertainty, in John B. Taylor, ed., Monetary Policy Rules. Chicago: University of Chicago Press, 1999.",
        "Levin, Andrew, Volker Wieland, and John. C. Williams. (2003). The Performance of Forecast-Based Monetary Policy Rules under Model Uncertainty. American Economic Review 93, 3: 622-645.",
        "Lucas, Robert (1976). Econometric Policy Evaluation: A Critique. Carnegie-Rochester Conference Series on Public Policy 1: 19-46.",
        "McCallum, Bennett, and Edward Nelson. (1999), Performance of Operational Policy Rules in an Estimated Semi-Classical Structural Model, in John B. Taylor, ed., Monetary Policy Rules. Chicago: University of Chicago Press, 1999.",
        "Reifschneider, David, Tetlow, Robert and John C. Williams. (1999), Aggregate Disturbances, Monetary Policy, and the Macroeconomy: The FRB/US Perspective. Federal Reserve Bulletin, 85, 1: 1-19.",
        "Rotemberg, Julio and Michael Woodford. (1999), Interest-Rate Rules in an Estimated Sticky Price Model, in John B. Taylor, ed., Monetary Policy Rules. Chicago: University of Chicago Press, 1999.",
        "Schortheide, Frank (2000). Loss Function Based Evaluation of DSGE Models. Journal of Applied Econometrics 15, 6: 645-670.",
        "Smets, Frank and Raf Wouters. (2003), An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area. Journal of the European Economic Association 1, 5: 1123-1175.",
        "Smets, Frank and RafWouters. (2007). Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach. American Economic Review 97, 3: 506-606.",
        "Shiller, Robert J. (1991). Comment. In Comparative Performance of U.S. Econometric Models, edited by Lawrence Klein. Oxford, Eng.: Oxford University Press.",
        "Taylor, John, B. (1993a). Macroeconomic Policy in a World Economy. New York: Norton, 1993.",
        "Taylor, John, B. (1993b). Discretion versus Policy Rules in Practice. Carnegie-Rochester Conference Series on Public Policy, 39: 195-2 14.",
        "Taylor, John, B. (1999). ed. Monetary Policy Rules. Chicago: University of Chicago Press, 1999.",
        "Taylor, John, B. (1980). Aggregate Dynamics and Staggered Contracts. Journal of Political Economy 88: 1-24."
    ]
}