{
    "id": 1484,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Abel, Andrew B., Investment and the Value ~ Capital (New York: Garland Pub- lishing Co., 1979).",
        "Breeden, Douglas, An Intertemporal Asset Pricing Model with Stochastic Con- sumption and Investment Opportunities, Journal of Financial Economics, (September 1979), 265-296.",
        "Brock, William A., Introduction to Stochastic Calculus: A Users Manual, mimeo, University of Chicago. Chow, Gregory C., Econometric Analysis ~ Control Methods (New York: John Wiley and Sons, 1981).",
        "Eisner and Strotz, Determinants of Business Investment, in Commission on Money and Credit, Impacts of Monetary ~flc (Englewood Cliffs, NJ: Prentice-Hall, 1963), pp. 59337.",
        "Fischer, Stanley, The Demand for Index Bonds, Journal of Political Economy 83 (1975), pp. 509-534.",
        "Gould, John P., Adjustment Costs in the Theory of Investment of the Firm, Review of Economic Studies 35 (January 1968), pp. 47-55.",
        "Rayashi, Fumjo, Tobins Marginal and Average q: A Neoclassical Interpreta- tion, Econometrica, 50 (January 1982), 213-224.",
        "Keynes, John Maynard, The General Theory of ~ Interest and Money (London: Macmillan, 1936).",
        "Lucas, Robert E., Jr., Adjustment Costs and the Theory of Supply, Journal ~ Political Economy 75 (August 1967), pp. 321-34.",
        "Merton, Robert C., Optimum Consumption and Portfolio Rules in a Continuous- Time Model, Journal of Economic j~~y 3 (December 1971), pp. 373-413.",
        "Mussa, Michael, Market Value and the Investment Decision in an Adjustment Cost Model of Firm Behavior, Department of Economics, University of Rochester Discussion Paper 74-15, July 1974.",
        "Pindyck, Robert S., Adjustment Costs, Demand Uncertainty, and the Behavior of the Firm, American Economic Review, 72 (June 1982), 415-27.",
        "Tobin, James, A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and BankinR 1 (February 1969), 15-29.",
        "Treadway, Arthur B., On Rational Entrepreneurial Behavior and the Demand for Investment, Review of Economic Studies 36 (1969), 227-239."
    ]
}