{
    "id": 14841,
    "cites": 60,
    "cited_by": 5,
    "reference": [
        "Aggleton, Peter, ed. (1999) Men who Sell Sex: International Perspectives on Male Prostitution and HI VIA IDS. Philadelphia: Temple University Press.",
        "Akerlof, George A. (1970). The Market for Lemons: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics 84(3): 48 8-500.",
        "Arunachalam, Raj and Manisha Shah (2008b). The Prostitutes Allure: The Return to Beauty in Commercial Sex Work. Working paper, University of Michigan.",
        "Bajari, Patrick and Lanier Benkard (2005). Demand Estimation with Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach. Journal of Political Economy 113(6): 1239-1276.",
        "Bajari, Patrick and Ali Hortacsu (2004). Economic Insights from Internet Auctions. Journal of Economic Literature 42(2) :457-486.",
        "Bakos, Yannis (2001). The Emerging Landscape for Retail E-Commerce. Journal of Economic Perspectives 15(1): 69-80.",
        "Black, Dan A., Seth G. Sanders and Lowell J. Taylor (2002). Why do Gay Men Live in San Francisco? Journal of Urban Economics 5 1(1): 54-76.",
        "Black, Dan A., Seth G. Sanders and Lowell J. Taylor (2007). The Economics of Lesbian and Gay Families. Journal of Economic Perspectives 21(2): 53-70.",
        "Boyer, Debra (1989). Male Prostitution and Homosexual Identity. Journal of Homosexuality 17(1/2): 151-184.",
        "Brown, Jeffrey and Austan Goolsbee (2002). Does the Internet Make Markets More Competitive? Evidence from the Life Insurance Industry. Journal of Political Economy 110(3): 481-507.",
        "Brown, Jennifer and John Morgan (2006). Reputation in Online Auctions: The Market for Trust. California Management Review 49(1): 61-8 1.",
        "Browne, Jan and Victor Minichiello (1996). Research Directions in Male Sex Work Journal of Homosexuality 31(4) 29-56.",
        "Cameron, Samuel, Alan Collins, and Niell Thew. (1999). Prostitution Services: An Exploratory Empirical Analysis Applied Economics 31: 1523-1529.",
        "Carpenter, Christopher (2003). Sexual Orientation and Body Weight: Evidence from Multiple Surveys. Gender Issues 21(3): 60-74.",
        "Cho, In-Koo and David M. Kreps (1987). Signaling Games and Stable Equilibria. Quarterly Journal of Economics 102(2): 179-221.",
        "Dorais, Michel (2005). Rent Boys: The World of Male Sex Workers. London: McGill-Queens University Press.",
        "Duarte, Jefferson, Stephan Siegel and Lance Young (2009). Trust and Credit. Working Paper, University of Washington.",
        "Edlund, Lena and Evelyn Korn (2002). A Theory of Prostitution Journal of Political Economy 110(1): 181-214.",
        "Friedman, Mack (2003). Strapped for Cash: A History of Amen can Hustler Culture. Los Angeles: Alyson.",
        "Gerlter, Paul, Manisha Shah, and Stefano M. Bertozzi (2005). Risky Business: The Market for Unprotected Commercial Sex. Journal of Political Economy 113 (3): 518-550. - 30 - Ginsburg, Kenneth (1967). The `Meat Rack: A Study of the Male Homosexual Prostitute. American Journal of Psychotherapy 2 1(2): 170-185.",
        "Giusta, Marina Della, Maria Laura Di Tommaso, and Steinar Strom (2008). Whos Watching? The Market for Prostitution Services. Forthcoming, Journal of Population Economics.",
        "Goyal, Aparajita (2008). Information Technology and Rural Market Performance in Central India. Working Paper, World Bank Research Development Group.",
        "Greif, Avner (1993). Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders Coalition. American Economic Review 83 (3): 525-548.",
        "Halkitis, Perry N. (2004). Gay and Bisexual Male Escorts who Advertise on the Internet: Understanding Reasons for and Effects of Involvement in Commercial Sex. International Journal of Mens Health 3(1): 11-26.",
        "Halvorsen, Robert and Raymond Palmquist (1980). The Interpretation of Dummy Variables in Semilogarithmic Equations. American Economic Review 70(3) :474-475.",
        "Hamermesh, Daniel S. and Jeff E. Biddle (1994). Beauty and the Labor Market. American Economic Review 84(5): 1174-1194.",
        "Hart, Jack (1998). Gay Sex: A Manual for Men who Love Men. Second Edition. New York: Alyson.",
        "Hitsch, Gunter, Ali Hortacsu, and Dan Ariely (2006). Matching and Sorting in Online Dating. Forthcoming, American Economic Review.",
        "Hoffman, Martin (1972). The Male Prostitute. Sexual Behavior 2: 16-21.",
        "Itiel, Joseph (1998). A Consumers Guide to Male Hustlers. New York: Hanington Park Press.",
        "Jin, Ginger Z. and Andrew Kato (2006). Price, Quality, and Reputation: Evidence from an Online Field Experiment. RAND Journal of Economics 37(4): 983-1005.",
        "Jensen, Robert (2007). The Digital Provide: Information (Technology), Market Performance and Welfare in the South Indian Fisheries Sector. Quarterly Journal of Economics 122(3): 879-924.",
        "Jovanovic, Boyan (1982). Truthful Disclosure of Information. Bell Journal of Economics 13(1): 36-44.",
        "Kaya, Ayca (2007). Repeated Signaling Games. Forthcoming, Games and Economic Behavior Kaye, Kerwin (2003). Male Prostitution in the Twentieth Century: Pseudohomosexuals, Hoodlums, Homosexuals, and Exploited Teens. Journal of Homosexuality 46(1/2): 1-77.",
        "Laband, David N. (1986). Advertising as Information: An Empirical Note. Review of Economics and Statistics 68(3): 5 17-521.",
        "Lambert, Bruce (2007). As Prostitutes turn to Craigslist, Law Takes Notice. New York Times, September 5, 2007.",
        "Lee, Young Han and Ulrike Malmendier (2008). The Bidders Curse NBER Working Paper No. 13699.",
        "Lewis, Gergory (2007). Asymmetric Information, Adverse Selection and Seller Disclosure: The Case of eBay Motors Working paper, Harvard University.",
        "Lillard, Lee A. (1998). The Market for Sex: Street Prostitution in Los Angeles Paper presented at the 1999 Population Association of America Annual Meetings.",
        "Logan, Trevon D. and Manisha Shah (2009). Personal Characteristics, Sexual Behaviors, and Male Sex Work: An Empirical Approach. Working Paper, The Ohio State University. - 31 - Luckenbill, David F. (1986). Deviant Career Mobility: The Case of Male Prostitutes Social Problems 33(4): 283-296.",
        "McNamara, Robert (1994). The Times Square Hustler: Male Prostitution in New York City. Westwood, CT: Praeger.",
        "Milgrom, Paul and John Roberts (1986). Price and Advertising Signals of Product Quality. Journal of Political Economy 94(4): 796-821.",
        "Moffatt, Peter G. and Simon A. Peters (2004). Pricing Personal Services: An Empirical Study of Earnings in the UK Prostitution Industry. Scottish Journal of Political Economy 5 1(5): 675-690.",
        "Murphy, Alexandra K. and Sudhir Venkatesh (2006). Vice Careers: The Changing Contours of Sex Work in New York City. Qualitative Sociology 29 (2): 129-154.",
        "Parsons, Jeffrey T., Juline A. Koken and David S. Bimbi (2004). The Use of the Internet by Gay and Bisexual Male Escorts: Sex Workers as Sex Educators. AIDS Care 16: 10211035.",
        "Parsons, Jeffrey T., Juline A. Koken and David S. Bimbi (2007). Looking Beyond HIV: Eliciting Individual and Community Needs of Male Internet Escorts. Journal of Homosexuality 53(1/2): 219-240.",
        "Pettiway, Leon E. (1996) Honey, Honey, Miss Thang: Being Black, Gay and on the Streets. Philadeplphia: Temple University Press.",
        "Pompeo, Joe (2009). The Hipster Rent Boys of New York New York Observer January 27.",
        "Pope, Devin G. and Justin R. Sydnor (2008). Whats in a Picture? Evidence of Discrimination from Prosper.com Wharton Operations and Information Management Working paper No. 2008-7.",
        "Sadownick, Douglas (1996). Sex Between Men: An Intimate History of the Sex Lives of Gay Men Postwar to Present. New York: Harper Collins.",
        "Salamon, Edna D. (1989). The Homosexual Escort Agency: Deviance Disavowal The British Journal of Sociology 40(1): 1-21.",
        "Schelling, Thomas C. (1960). The Strategy of Conflict. Cambridge, MA: Harvard University Press.",
        "Scott, John (2003). A Prostitutes Progress: Male Prostitution in Scientific Discourse, Social Semiotics 13(2): 179-199.",
        "Spence, Michael (1973). Job Market Signaling. Quarterly Journal of Economics 87(3): 355374.",
        "Spence, Michael (2002). Signaling in Retrospect and the Informational Structure of Markets. American Economic Review 92(3): 434-459.",
        "Steele, Bruce C. and Sean Kennedy (2006). Hustle and Grow. The Advocate, April 11, 2006.",
        "Tirole, Jean (1999). Incomplete Contracts: Where do we Stand? Econometrica 67 (4): 741781.",
        "Weeks, Jeffrey (1989). Sex, Politics, and Society: The Regulation of Sexuality since 1800. New York: Longman.",
        "Weitzer, Ronald (2005). New Directions in Research on Prostitution Crime, Law & Social Change 43: 211-235.",
        "West, Donald J. (1993). Male Prostitution. New York: Haworth Press."
    ]
}