{
    "id": 14848,
    "cites": 51,
    "cited_by": 4,
    "reference": [
        "Abel, A. B., and J. C. Eberly, 1994, A unified model of investment under uncertainty, American Economic Review, 84, 1369-1384.",
        "Andrade, G., and S. N. Kaplan, 1998, How Costly is Financial (Not Economic) Distress? Evidence from Highly Leveraged Transactions That Became Distressed, Journal of Finance, 53, 14431493.",
        "Attanasio, 0. P., 1999, Consumption, In: Taylor, J.B., Woodford, M. (Eds.), Handbook of Macroeconomics, vol. lB. North-Holland, Amsterdam.",
        "Berger, A. N., and G. F. Udell, 1998, The economics of small business finance: The roles of private equity and debt markets in the financial growth cycle, Journal of Banking ~ Finance, 22, 613-673.",
        "Bhamra, H. S., L.-A. Kuehn, and I. A. Strebulaev, 2008, The Levered Equity Risk Premium and Credit Spreads: A Unified Framework, Working paper.",
        "Bitler, M. P., T. J. Moskowitz, and A. Vissing-Jrgensen, 2005, Testing Agency Theory with Entrepreneur Effort and Wealth, Journal of Finance, 60, 539-576.",
        "Black, F., and J. Cox, 1976, Valuing Corporate Securities: Some Effects of Bond Indenture Provisions, Journal of Finance, 31, 351-367.",
        "Black, F., and M. Scholes, 1973, The Pricing of Options and Corporate Liabilities, Journal of Political Economy, 81, 637-659.",
        "Bray, 0., 2009, Access to Capital, Capital Structure, and the Funding of the Firm, Journal of Finance, 64, 263-308.",
        "Brennan, M., and E. S. Schwartz, 1985, Evaluating natural resource investments, Journal of Business, 58, 135-157.",
        "Caballero, R. J., 1991, Earnings uncertainty and aggregate wealth accumulation, American Economic Review, 81, 859-871.",
        "Carpenter, J. N., R. Stanton, and N. Wallace, 2008, Optimal Exercise of Executive Stock Options and Implications for Firm Cost, Working paper.",
        "Chen, H., 2008, Macroeconomic Conditions and the Puzzles of Credit Spreads and Capital Structure, Working Paper.",
        "Cole, R. A., and J. D. Wolken, 1996, Bank and Nonbank Competition for Small Business Credit: Evidence from the 1987 and 1993 National Surveys of Small Business Finances, Federal Reserve Bulletin, pp. 983-995.",
        "Cox, J. C., and C. Huang, 1989, Optimum Consumption and Portfolio Policies When Asset Prices Follow a Diffusion Process, Journal of Economic Theory, 49, 33-83.",
        "De Nardi, M., P. Doctor, and S. D. Krane, 2007, Evidence on entrepreneurs in the United States: data from the 19892004 survey of consumer finances, Economic Perspectives, pp. 18-36.",
        "Deaton, A., 1992, Understanding Consumption, Oxford University Press, Oxford.",
        "DeMarzo, P. M., and B. Urosevic, 2006, Ownership Dynamics and Asset Pricing with a Large Shareholder, Journal of Political Economy, 114, 774-815.",
        "Duffie, D., 2001, Dynamic Asset Pricing Theory, Princeton University Press, Princeton, 3rd edn.",
        "Duffie, D., and D. Lando, 2001, Term Structures of Credit Spreads with Incomplete Accounting Information, Econometrica, 69, 633-664.",
        "Dumas, B., 1991, Super contact and related optimality conditions, Journal of Economic Dynamics and Control, 4, 675-685.",
        "Fischer, E. 0., R. Heinkel, and J. Zechner, 1989, Dynamic Capital Structure Choice: Theory and Tests, Journal of Finance, 44, 19-40.",
        "Gentry, W. M., and R. G. Hubbard, 2004, Entrepreneurship and Household Saving, Advances in Economic Analysis ~ Policy, 4, 1053-1053.",
        "Goldstein, R., N. Ju, and H. Leland, 2001, An EBIT-Based Model of Dynamic Capital Structure, Journal of Business, 74, 483-512.",
        "Graham, J. R., and C. Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence from the Field, Journal of Financial Economics, 60, 187-243.",
        "Hackbarth, D., C. A. Hennessy, and H. E. Leland, 2007, Can the Trade-off Theory Explain Debt Structure?, Review of Financial Studies, 20, 1389-1428.",
        "Hackbarth, D., J. Miao, and E. Morellec, 2006, Capital Structure, Credit Risk, and Macroeconomic Conditions, Journal of Financial Economics, 82, 519-550.",
        "Hall, R. E., 1978, Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86, 971-987.",
        "Hall, R. E., and S. E. Woodward, 2008, The Burden of the Nondiversifiable Risk of Entrepreneurship, Working Paper, Stanford University.",
        "Heaton, J. C., and D. J. Lucas, 2004, Capital Structure, Hurdle Rates, and Portfolio Choice Interactions in an Entrepreneurial Firm, Working Paper, Northwestern University.",
        "Jensen, M. C., and W. H. Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3, 305-360.",
        "Kimball, M., and N. Mankiw, 1989, Precautionary saving and the timing of taxes, Journal of Political Economy, 97, 863-879.",
        "Kimball, M. 5., 1990, Precautionary Saving in the Small and in the Large, Econometrica, 58, 53-73.",
        "Krylov, N., 1980, Controlled Diffusion Processes, Springer, Berlin.",
        "Leland, H., 1994, Corporate Debt Value, bond covenants, and Optimal Capital Structure, Journal of Finance, 49, 1213-1252.",
        "Leland, H. E., 1968, Saving and uncertainty: the precautionary demand for savings, Quarterly Journal of Economics, 82, 465-473.",
        "Leland, H. E., and D. H. Pyle, 1977, Informational Asymmetrics, Financial Structure, and Financial Intermediation, Journal of Finance, 32, 371-387.",
        "McDonald, R., and D. Siegel, 1986, The value of waiting to invest, Quarterly Journal of Economics, 101, 707-728.",
        "Merton, R. C., 1971, Optimum Consumption and Portfolio Rules in a Continuous-Time Model, Journal of Economic Theory, 3, 373-413.",
        "Merton, R. C., 1973a, An Intertemporal Capital Asset Pricing Model, Econometrica, 41, 867-887.",
        "Merton, R. C., 1973b, Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 4, 141-183.",
        "Miao, J., 2005, Optimal Capital Structure and Industry Dynamics, Journal of Finance, 60, 262 1-2659.",
        "Miao, J., and N. Wang, 2007, Investment, Consumption and Hedging under Incomplete Markets, Journal of Financial Economics, 86, 608-642.",
        "Miller, M. H., 1977, Debt and Taxes, Journal of Finance, 32, 261-275.",
        "Moskowitz, T. J., and A. Vissing-Jorgensen, 2002, The Returns to Entrepreneurial Investment: A Private Equity Premium Puzzle?, American Economic Review, 92, 745-778.",
        "Myers, S. C., and N. S. Majluf, 1984, Corporate Financing and Investment Decisions when Firms Have Information That Investors do not Have, Journal of Financial Economics, 13, 187-221.",
        "Petersen, M. A., and R. G. Rajan, 1994, The Benefits of Lending Relationships: Evidence from Small Business Data, Journal of Finance, 49, 3-37.",
        "Rauh, J. D., 2008, Risk Shifting versus Risk Management: Investment Policy in Corporate Pension Plans, Forthcoming, Review of Financial Studies.",
        "Schumpeter, J., 1934, The Theory of Economic Development: An Inquiry into Profits Capital Credit Interest and the Business Cycle, Cambridge, MA.",
        "Strebulaev, I. A., 2007, Do Tests of Capital Structure Theory Mean What They Say?, Journal of Finance, 62, 1747-1787.",
        "Svensson, L., and I. Werner, 1993, Nontradeal assets in incomplete markets: pricing and portfolio choice, European Economic Review, 37, 1149-1168."
    ]
}