{
    "id": 14850,
    "cites": 19,
    "cited_by": 128,
    "reference": [
        "Foster, Andrew D. and Mark R. Rosenzweig. 1996. Technical Change and Human Capital Returns and Investments: Evidence from the Green Revolution. American Economic Review. September.",
        "Foster, Andrew D. and Mark R. Rosenzweig. 2001. Household Division and Rural Economic Growth. review of Economic Stuides. 69, 4, pp. 839-869.",
        "Grimard, Franque. 1997. Household Consumption Smoothing through Ethnic Ties: Evidence from Cote dIvoire. Journal of Development Economics. 53, 3, pp. 319-422.",
        "Kranton, Rachel. 1996. Reciprocal Exchange: A Self-Sustaining System. American Economic Review. 86,4, pp. 830-851.",
        "La Ferrara, Eliana. 2002. Inequality and Group Participation: Theory and Evidence from Rural Tanzania. Journal of Public Economics. 85, pp. 235-273.",
        "Ligon, Ethan. 1998. Risk-Sharing and Information in Village Economies. Review of Economic Studies. 65, pp. 847-864.",
        "Ligon, Ethan, Jonathan P. Thomas and Tim Worrall. 2002. Informal Insurance Arrangements with Limited Commitment: Theory and Evidence from Village Economies. Review of Economic Studies. 69, pp. 209-244.",
        "Luke, Nancy and Kaivan Munshi. 2007. Social Affiliation and the Demand for Health Services: Caste and Child Health in South India. Journal of Development Economics. 82(2), pp. 256-279.",
        "Mazzocco, Maurizio and Shiv Saini. 2008. Testing Efficient Risk Sharing with Heterogeneous Risk Preferences. Department of Economics, University of Wisconsin at Madison Working Paper.",
        "Morduch, Jonathan. 2004. Consumption Smoothing Across Space: Testing Theories of RiskSharing in the ICRISAT Study Region of South India. in Dercon, Stefan, ed., Insurance Against Poverty. Oxford Press.",
        "Munshi, Kaivan. 2004. Social Learning in a Heterogeneous Population: Technology Diffusion in the Indian Green Revolution. Journal of Development Economics. 73, 1, pp. 185-215.",
        "Munshi, Kaivan and Mark R. Rosenzweig. 2006. Traditional Institutions Meet the Modern World: Caste, Gender and Schooling Choice in a Globalizing Economy. American Economic Review. 96(4): 1225-1252.",
        "Platteau, Jean-Philippe. 1997. Mutual Insurance as an Elusive Concept in Traditional Rural Communities. Journal of Development Studies. 33, 6, pp. 764-796.",
        "Popkin, Samuel L. 1979. The Rational Peasant: The Political Economy of Rural Society in Vietnam. Berkeley: University of California Press.",
        "Portes, Alejandro. 1998. Social Capital: Its Origins and Applications in Modern Sociology. Annual Review of Sociology. 24, pp. 1-24.",
        "Rosenzweig, Mark R. and Oded Stark. 1989. Consumption Smoothing, Migration and Marriage: Evidence from Rural India. Journal of Political Economy. 97, 4 pp. 905-927.",
        "Scott, James C. 1976. The Moral Economy of the Peasant: Rebellion and Subsistence in Southeast Asia. New Haven: Yale University Press.",
        "Townsend, Robert. 1994. Risk and Insurance in Village India. Econometrica. 62, 3, pp. 171-84.",
        "UNDP. 2002. Deepening Democracy in a Fragmented World. Human Development Report. ______ I R~tte1 tiwtgenPawt UÃ\u0083Â±nnredbyCowty U75 2t4~ fr$ot~ ~ia Fi~un 2: UnngeinGht C e~ftdeth fu `klkaIth 1fl2-1~9: VJkItn `~Mk~ts ni JclÃ\u0083Â¼"
    ]
}