{
    "id": 14857,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Aghion, P., Alesina, A. and F. Trebbi, (2008), Electoral Rules and Minority Representation in U.S. Cities, Quarterly Journal of Economics, 123(1), 325-357.",
        "Alesina, A. and G. Tabellini, (2007), Bureaucrats or Politicians? Part I: A Single Policy Task, American Economic Review, 97(1), 169-179.",
        "Ammons, D. and M. Bosse, (2005), Tenure of City Managers: Examining the Dual Meanings of `Average Tenure, State and Local Government Review, 37(1), 61-71.",
        "Baldez, L. and J. Carey, (1999), Presidential Agenda Control and Spending Policy: Lessons from General Pinochets Constitution, American Journal of Political Science, 43(1), 29-55.",
        "Baqir, R., (2002), Districting and Government Overspending, Journal of Political Economy, 110(6), 1318-1354.",
        "Besley, T. and S. Coate, (2003), Elected versus Appointed Regulators: Theory and Evidence,  Journal of the European Economic Association, 1(5), 1176-1206.",
        "Booms, B., (1966), City Government Form and Public Expenditures, National Tax Journal, 187-199.",
        "Carey, J., (2004), Presidential versus Parliamentary Government, in C. Menard and M. Shirley (eds), Handbook of New Institutional Genomics, Amsterdam: Kluwer Academic Publishers, 91-122.",
        "Degan, A. and A. Merlo, (2008), Do Voters vote Ideologically? Journal of Economic Theory, forthcoming.",
        "Deno, K. and S. Mehay, (1987), Muncipal Management Structure and Fiscal Performance: Do City Managers Make a Difference? Southern Economic Journal, 53(3), 627-642.",
        "DeSantis, V. and T. Renner, (2002), City Government Structures: An Attempt at Clarification,  State and Local Government Review, 34(2), 95-104.",
        "Dye, T. and S. MacManus, (1976), Predicting City Government Structure, American Journal of Political Science, 20(2), 257-271.",
        "Edwards, L. and F. Edwards, (1982), Public Unions, Local Government Structure and the Compensation of Municipal Sanitation Workers, Economic Inquiry, 20(3), 405-425.",
        "Ehrenberg, R., (1973), Municipal Government Structure, Unionization, and the Wages of Firefighters, Industrial and Labor Relations Review, 27(1), 36-48.",
        "Ehrenberg, R. and G. Goldstein, (1975), A Model of Public Sector Wage Determination, Journal of Urban Economics, 2(3), 223-245.",
        "Enikolopov, R., (2007), Politicians, Bureaucrats, and Patronage, mimeo, Harvard University.",
        "Farnham, P., (1990), The Impact of Citizen Influence on Local Government Expenditure, Public Choice, 64, 201-212.",
        "Farnham, P. and S. Bryant, (1985), Form of Local Government: Structural Policies of Citizen Choice, Social Science Quarterly, 386-400.",
        "Fiorina, M., (1996), Divided Government, Needham Heights, MA: Allyn & Bacon.",
        "Hayes, K. and S. Chang, (1990), The Relative Efficiency of City Manager and MayorCouncil Forms of Government, Southern Economic Journal, 57(1), 167-177.",
        "Knoke, D., (1982), The Spread of Municipal Reform: Temporal, Spatial, and Social Dynamics,  American Journal of Sociology, 87(6), 1314-1339.",
        "Lacy, D. and P. Paolino, (1998), Downsian Voting and the Separation of Powers, American Journal of Political Science, 42(4), 1180-1199.",
        "Levin, J. and S. Tadelis, (2008), Contracting for Government Services: Theory and Evidence from U.S. Cities, Journal of Industrial Economics, forthcoming.",
        "Levitt, 5., (1996), How do Senators Vote? Disentangling the Role of Voter Preferences, Party Affiliation and Senator Ideology, American Economic Review, 86(3), 425-441.",
        "Lineberry, R. and E. Fowler, (1967), Reformism and Public Policies in American Cities, American Political Science Review, 61(3), 701-716.",
        "MacDonald, L., (2008), The Impact of Government Structure on Local Public Expenditures,  Public Choice, 136, 457-473.",
        "Maskin, E. and J. Tirole, (2004), The Politician and the Judge: Accountability in Government,  American Economic Review, 94(4), 1034-1054.",
        "Morgan, D. and J. Pelissero, (1980), Urban Policy: Does Political Structure Matter? American Political Science Review, 74(4), 999-1006.",
        "Mullin, M., Peele, G. and B. Cain, (2004), City Caesars?: Institutional Structure and Mayoral Success in Three California Cities, Urban Affairs Quarterly, 40(1), 19-43.",
        "Persson, T., Roland, G. and G. Tabellini, (1997), Separation of Powers and Political Accountability,  Quarterly Journal of Economics, 112(4), 1163-1202.",
        "Persson, T., Roland, G. and G. Tabellini, (2000), Comparative Politics and Public Finance,  Journal of Political Economy, 108(6), 1121-1161.",
        "Persson, T. and G. Tabellini, (2003), The Economic Effects of Constitutions, Cambridge, MA: MIT Press.",
        "Persson, T. and G. Tabellini, (2006), Democracy and Development: Devil in the Details, American Economic Review, 96(2), 319-324.",
        "Rubin, I., (1990), The Politics of Public Budgeting, 2nd Edition, Chatham, NJ: Chatham House Publishers.",
        "Sass, T., (1991), The Choice of Municipal Government Structure and Public Expenditures, Public Choice, 71, 71-87.",
        "Schaffner, B., Streb, M. and G. Wright, (2001), Teams Without Uniforms: The Nonpartisan Ballot in State and Local Elections, Political Research Quarterly, 54(1), 7-30.",
        "Sherbenou, E., (1961), Class, Participation, and the Council-Manager Plan, Public Administration Review, 21(3), 131-135.",
        "Shugart, M. and S. Haggard, (2001), Institutions and Public Policy in Presidential Systems,  in S. Haggard and M. McCubbins (eds), Presidents, Parliaments, and Policy, Cambridge, U.K.: Cambridge University Press, 64-102.",
        "Tsebelis, G., (1995), Decision Making in Political Systems: Veto Players in Presidentialism, Parliamentarism, Multicameralism and Multipartyism, British Journal of Political Science, 25(3), 289-325.",
        "Vlaicu, R., (2008), Executive Performance under Direct and Hierarchical Accountability Structures, mimeo, University of Maryland."
    ]
}