{
    "id": 14853,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Banerjee, Abhijit, Educational Policy and the Economics of the Family, Journal of Development Economics, 2004, 7~(1), 3-32.",
        "Behrman, Jere and Barbara Wolfe, Does more schooling make women better nourished and healthier?, Journal of Human Resources, 1989, 2~, 644-663.",
        "- and Mark Rosenzweig, Does increasing womens schooling raise the schooling of the next generation?, American Economic Review, 2002, 92, 323-334.",
        "Beyene, Yewoubdar, From Menarche to Menopause: Reproductive Lives of Peasant Women in Two Cultures, State University of New York Press, 1989.",
        "Bharadwaj, Sowmyaa and Archana Patkar, Menstrual Hygiene and Management in Developing Countries: Taking Stock, Junction Social, 2004. http://www.mum.org/menhydev.htm.",
        "Bobonis, Gustavo J., Edward Miguel, and Charu Puri-Sharma, Anemia and School Participation, Journal of Human Resources, 2004, XLI, 692-721.",
        "Buckley, Thomas and Alma Gottlieb, eds, Blood Magic: The Anthropology of Menstruation, University of California Press, 1988.",
        "Callister, Lynn Clark, Always Stay in School, Journal of Maternal Child Nursing, May/June 2008.",
        "Chung, C.E., R.D. Straatman, M.Q. Crdova, G.F. Reynaga, S.A. Burchfield, and T. Kavanaugh, Menarche and its Implications for Educational Policy in Peru., Girls and Womens Education Policy Research Activity, 2001. USAID Bureau of Global Affairs, Office of Women in Development. Boston: World Education.",
        "Cooke, Jeanette, Practical Interventions to Meet the Menstrual Hygiene Needs of Schoolgirls: A Case Study from Katakwi, Uganda. PhD dissertation, Cranfield University August 2006.",
        "Coutts, L. Block and D.H. Berg, The Extended Curse: Being a Woman Everyday, Health Care Women International, 1994, 15(1), 11-22.",
        "Deutsch, Claudia, A Not-So-Simple Plan to Keep African Girls in School, New York Times Company, November 2007.",
        "Evans, David and Michael Kremer, The Impact of Distributing School Uniforms on Childrens Education in Kenya, Unpublished Manuscript, 2005. available from: http://www.csae.ox.ac.uk/conferences/2008-EDiA/papers/297-Ngatia.pdf - retrieved 20/1-09.",
        "Garg, Ashish and Jonathan Morduch, Sibling Rivalry and the Gender Gap: Evidence from Child Health Outcomes in Ghana, Journal of Population Economics, 1998, 11(d), 471-493.",
        "Glewwe, Paul, Why does mothers schooling raise child health in developing countries? Evidence from Morocco, Journal of Human Resources, 1999, 3~(1), 124-159.",
        "Herz, B., Letting girls learn: Promising approaches in primary and secondary education, World Bank Discussion Paper, 1991, 133.",
        "Huebler, Friedrich, Nepal: trends in primary education, 1980-2004, huebler.blogspot.com, March 2007.",
        "- , Primary and secondary school attendance in Nepal, hubeler.blogspot.com, April 2007.",
        "King, Elizabeth M. and M. Anne Hill, eds, Womens education in developing countries: barriers, benefits, and policies, Johns Hopkins University Press, 1993. Published for the World Bank. Kremer, Michael, Edward Miguel, and Rebecca Thornton, Incentives to Learn, Review of Economic Statistics, Forthcoming.",
        "LaFraniere, Sharon, Another School Barrier for African Girls: No Toilets, The New York Times, December 2005.",
        "Mawathe, Anne, Period misery for Kenya schoolgirls, British Broadcasting Company, March 2006.",
        "Mehrah, Golnar, Girls Drop-Out from Primary School in the Middle East and North Africa: Challenges and Alternatives, United Nations Childrens Fund, 1995.",
        "Miguel, Edward and Michael Kremer, Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities, Econometrica, 2004, 72, 159-217. Oster, Emily, Does Increased Access Increase Equality? Gender and Child Health Investments in India, Journal of Development Economics, forthcoming.",
        "Parish, William L. and Robert J. Willis, Daughters, Education, and Family Budgets: Taiwan Experiences, Journal of Human Resources, 1993, 28(i~), 863-898.",
        "Q ian, Nancy, Missing women and the price of tea in China: The effect of sex-specific income on sex imbalance, The Quarterly Journal of Economics, August 2008, 123(3).",
        "Ten, Varina Tjon A, Menstrual Hygiene: A Neglected Condition for the Achievement of Several Millennium Development Goals, Europe External Policy Advisors, October 2007."
    ]
}