{
    "id": 14855,
    "cites": 26,
    "cited_by": 13,
    "reference": [
        "Abadie, Alberto, David Drukker, Jane Herr, and Guido Imbens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implementing Matching Estimators for Average Treatment Effects in Stata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Stata Journal, 2001, 1 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Arditi, David, Jotin Khisty, and Firuzan Yasamis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive/Disincentive Provisions in Highway Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Construction Engineering and Management, September 1997, 123 (3), 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d207.",
        "Asker, John and Estelle Cantillon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procurement when Price and Quality Matter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. unpublished.",
        "Athey, Susan and Jonathan Levin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information and Competition in U.S. Forest Service Timber Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, apr 2001, 109 (2), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Bajari, Patrick and Lixin Ye, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deciding Between Competition and Collusion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2003, 85 (4), 971Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c989.",
        ", Stephanie Houghton, and Steven Tadelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bidding for Incomplete Contracts: An Empirical Analysis of Adaptation Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2007. unpublished.",
        "Branco, Fernando, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Design of Multidimensional Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, 1997, 28 (1), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d81.",
        "Che, Yeon-Koo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Design Competition Through Multidimensional Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 1993, 24 (4).",
        "Clough, Richard H., Glenn A. Sears, and S. Keoki Sears, Construction Contracting, John Wiley & Sons, 2005.",
        "De Silva, Dakshina, Timothy Dunne, Anuruddha Kankanamge, and Georgia Kosmopoulou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of public information on bidding in highway procurement auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2008, 52 (1), 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d181.",
        "Einav, Liran and Ignacio Esponda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Participation and Local Market Power in Highway Procurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. Working paper, NYU Stern and Stanford.",
        "Fick, Gary, Ells Tom Cackler, Steve Trost, and Lee Vanzler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Related Incentive and Discincentive Provisions in Highway Construction Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 652, National Cooperative Highway Research Program, Washington, D.C. 2010.",
        "Gil, Ricard and Justin Marion, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Repeated Interactions, Self-Enforcing Agreements and Relational [Sub]Contracting: Evidence from California Highway Procurement Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Working paper, University of Santa Cruz.",
        "Herbsman, Zohar, Wei Tong Chen, and William Epstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time is Money: Innovative Contracting Methods in Highway Construction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Construction Engineering and Management, 1995, 121, 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d281.",
        "Hong, Han and Matthew Shum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Competition and the WinnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Curse: Evidence from Procurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, oct 2002, 69 (4), 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        "Jofre-Benet, Mireira and Martin Pesendorfer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a Dynamic Auction Game,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2003, 71 (5), 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1489.",
        "Krasnokutskaya, Elena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation in Highway Procurement Auctions under Unobserved Auction Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. PIER Working Paper 05-006.",
        "Laffont, Jean-Jaques and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Auctioning Incentive Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1987, 95 (5), 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d937.",
        "Lewis, Gregory and Patrick Bajari, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and Adaptation: Evidence from Highway Procurement in Minnesota,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. Working Paper, Harvard University.",
        "Li, Tong and Quang Vuong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Estimation of the Measurement Error Model Using Multiple Indicators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Multivariate Analysis, 1998, 65, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d165.",
        "Manelli, Alejandro and Daniel Vincent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Procurement Mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1995, 63 (3), 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d620.",
        "Marion, Justin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Bid Preferences Benign? The Effect of Small Business Subsidies in Highway Procurement Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2007, 91, 1591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1624.",
        "Pogash, Carol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Miracle-Worker Highway Man Rides the Bonus Train,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, June 2007.",
        "Porter, Robert and Douglas Zona, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detection of Bid Rigging in Procurement Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1993, 101 (3), 518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d538.",
        "Strong, K, C. Tometich, and N. Raadt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost Effectiveness of Design-Build, Lane Rental, and A + B Contracting Techniques.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mid-Continent Transportation Research SymposiumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ames, IA 2005.",
        "Weitzman, Martin L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices vs. Quantities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1974, 41 (4), 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491."
    ]
}