{
    "id": 14866,
    "cites": 25,
    "cited_by": 46,
    "reference": [
        "Apgar, William C., Mark Duda, and Rochelle N. Gorey, 2005, The Municipal Cost of Foreclosures: A Chicago Case Study, unpublished report, Homeownership Preservation Foundation, Minneapolis, MN.",
        "Benmelech, Efraim, Mark J. Garmaise, and Tobias J. Moskowitz, 2005, Do Liquidation Values Affect Financial Contracts? Evidence from Commercial Loan Contracts and Zoning Regulation, Quarterly Journal of Economics 120, 11211154.",
        "Calomiris, Charles W., Stanley D. Longhofer, and William Miles, 2008, The ForeclosureHouse Price Nexus: Lessons from the 2007-2008 Housing Turmoil, NBER Working Paper No. 14294.",
        "Campbell, John Y. and Robert J. Shiller, 1987, Cointegration and Tests of Present Value Models, Journal of Political Economy 95, 1062-1088.",
        "Case, Bradford and John M. Quigley, 1991, The Dynamics of Real Estate Prices, Review of Economics and Statistics 73, 50-58.",
        "Case, Karl E. and Robert J. Shiller, 1987, Prices of Single-Family Homes Since 1970: New Indexes for Four Cities, New England Economic Review, September /October, 45-56.",
        "Case, Karl E. and Robert J. Shiller, 1989, The Efficiency of the Market for SingleFamily Homes, American Economic Review 79, 125-137.",
        "Engle, Robert F. and Granger, Clive W. J., 1987, Cointegration and Error-Correction: Representation, Estimation, and Testing, Econometrica 55, 251-276.",
        "Genesove, David and Christopher J. Mayer, 1997, Equity and Time to Sale in the Real Estate Market, American Economic Review 87, 255-269.",
        "Genesove, David and Christopher J. Mayer, 2001, Loss Aversion and Seller Behavior: Evidence from the Housing Market, Quarterly Journal of Economics 116, 1233-1260.",
        "Gerardi, Kristopher, Adam Shapiro, and Paul Willen, 2007, Subprime Outcomes: Risky Mortgages, Homeownership Experiences, and Foreclosures, unpublished paper, Federal Reserve Bank of Boston.",
        "Harding, John P., Eric Rosenblatt, and Vincent W. Yao, 2008, The Contagion Effect of Foreclosed Properties, unpublished paper, University of Connecticut.",
        "Immergluck, Dan and Geoff Smith, 2005, There Goes the Neighborhood: The Effect of Single-Family Mortgage Foreclosures on Property Values, unpublished paper, Woodstock Institute, Chicago, IL.",
        "Immergluck, Dan and Geoff Smith, 2006, The Impact of Single-Family Mortgage Foreclosures on Neighborhood Crime, Housing Studies 21, 851-866.",
        "Levitt, Steven D. and Chad Syverson, 2008, Market Distortions When Agents Are Better Informed: The Value of Information in Real Estate, Review of Economics and Statistics 90, 599-611.",
        "Linden, Leigh and Jonah E. Rockoff, 2008, Estimates of the Impact of Crime Risk on Property Values from Megans Laws, American Economic Review 98, 11031127.",
        "Mayer, Christopher J., 1995, A Model of Negotiated Sales Applied to Real Estate Auctions, Journal of Urban Economics 38, 1-22.",
        "Mayer, Christopher J., 1998, Assessing the Performance of Real Estate Auctions, Real Estate Economics 26, 41-66.",
        "Meese, Richard A. and Nancy E. Wallace, 1997, The Construction of Residential Housing Price Indices: A Comparison of Repeat-Sales, Hedonic-Regression, and Hybrid Approaches, Journal of Real Estate Finance and Economics 14, 51-73.",
        "Morgan, Donald P., Benjamin Iverson, and Matthew Botsch, 2008, Seismic Effects of the Bankruptcy Reform, Federal Reserve Bank of New York Staff Report No. 358.",
        "Roll, Richard, 1984, A Simple Implicit Measure of the Effective Bid-Ask Spread in an Efficient Market, Journal of Finance 39, 1127-1139.",
        "Rossi-Hansberg, Esteban, Pierre-Daniel Sarte, and Raymond Owens III, 2008, Housing Externalities, NBER Working Paper No. 14369.",
        "Shleifer, Andrei and Robert W. Vishny, 1992, Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance 47, 143-166.",
        "Springer, Thomas M., 1996, Single-Family Housing Transactions: Seller Motivations, Price, and Marketing Time, Journal of Real Estate Finance and Economics 13, 237-254.",
        "US Treasury, 2009, Making Home Affordable: Updated Detailed Program Description, available online at http: //treas .gov/press/releases/reports/housing fact - sheet. pdf."
    ]
}