{
    "id": 1486,
    "cites": 16,
    "cited_by": 211,
    "reference": [
        "Blanchard, Oliver Jean. Speculative Bubbles, Crashes and Rational Expectations, Economics Letters 3 (1979), 387-389.",
        "Calvo, Cuillermo A. 1rying to Stabilize: Some Theoretical Reflections Based on the Case of Argentina. In Pedro Aspe Armella, Rudiger Dornbusch, and Maurice Obstfeld (eds.), Financial Policies and the World Capital Market: The Problem of Latin American Countries. Chicago: University of Chicago Press, 1983.",
        "Cass, David, and Karl Shell. Do Sunspots Matter? Journal of Political Economy 91 (April 1983), 193-227.",
        "Diamond, Douglas W., and Philip H. Dybvig. Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91 (June 1983), 401-419.",
        "Diaz-Alejandro, Carlos F. Goodbye Financial Repression, Hello Financial Crash. Mimeo, Columbia University, 1984.",
        "Flood, Robert P., and Peter N. Carber. Collapsing Exchange Rate Regimes: Some Linear Examples, Journal of International Economics, forthcoming, 1984a.",
        "Flood, Robert P., and Peter N. Garber. Gold Monetization and Cold Discipline, Journal of Political Economy 92 (February 1984b), 90-107.",
        "Krugman, Paul. A Model of Balance-of-Payments Crises, Journal of Money, Credit, and Banking 11 (August 1979), 311-325.",
        "Lizondo, Jose Saul. Foreign Exchange Futures Prices under Fixed Exchange Rates, Journal of International Economics 14 (February 1983), 69-84.",
        "Obstfeld, Maurice. Balance-of-Payments Crises and Devaluation. Journal of Money~ Credit, and Banking 16 (May 1984a), 208-2 17.",
        "Obstfeld, Maurice. Speculative Attack and the External Constraint in a - 23 - Maximizing Model of the Balance of Payments. Working Paper no. 1437, National Bureau of Economic Research, 1984b.",
        "Obstfeld, Maurice, and Kenneth Rogoff. Speculative Hyperinflations In Maximizing Models: Can We Rule Them Out? Journal of Political Economy 91 (August 1983), 675-687.",
        "Obstfeld, Maurice, and Kenneth Rogoff. Ruling Out Nonstationary Bubbles: Some Further Results. Mimeo, Federal Reserve Board, 1984.",
        "Salant, Stephen W. The Vulnerability of Price Stabilization Schemes to Speculative Attack, Journal of Political Economy 91 (February 1983), 1-38.",
        "Salant, Stephen W., and Dale W. Henderson. Market Anticipations of Government Policies and the Price of Gold, Journal of Political Economy 86 (August 1978), 627-648.",
        "Wyplosz, Charles. Capital Controls and Balance of Payments Crises. Mimeo, National Bureau of Economic Research, 1983."
    ]
}