{
    "id": 14862,
    "cites": 24,
    "cited_by": 8,
    "reference": [
        "Atkeson, Andrew., and Lee E. Ohanian. 2001. Are Phillips Curves Useful for Forecasting Inflation? FRB Minneapolis Quarterly Review (Winter) pp. 2-11. http : / /www. mpls. frb.org/research/qr/qr25 11. html",
        "Basu, Susanto, John G. Fernald, and Miles Kimball. 2006. Are Technology Improvements Contractionary? American Economic Review 96 (5): 1418-48.",
        "Broadbent, Ben and Barro, Robert J., 1997. Central bank preferences and macroeconomic equilibrium, Journal of Monetary Economics, vol. 39(1), pages 17-43.",
        "Beveridge, Stephen and Charles R. Nelson 1981. A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle. Journal of Monetary Economics 7, 15 1-74.",
        "Calvo, G. A. 1983. ~Staggered Prices in a Utility Maximizing Framework. Journal of Monetary Economics 12 (September): 383-98.",
        "Goodfriend, Marvin. 1987. ~Interest Rate Smoothing and Price Level TrendStationarity,  Journal of Monetary Economics 19: 335-48.",
        "__________.1991. ~Interest Rates and the Conduct of Monetary Policy. Carnegie-Rochester Conference Series on Public Policy 34 (Spring): 7-30.",
        ". . 2002 ~Monetary Policy in the New Neoclassical Synthesis: A Primer. International Finance 5: 165-92. Reprinted in Federal Reserve Bank of Richmond Economic Quarterly 90, No. 3 (Summer 2004): 21-45.",
        "___________. 2003. ~Book Review, A History of the Federal Reserve Volume I: 1913-1951 by Allan H. Meltzer. Federal Reserve Bank of Minneapolis The Region 17 (December): 82-89.",
        "Goodfriend, Marvin and Robert G. King. 1997. ~The New Neoclassical Synthesis and the Role of Monetary Policy. In NBER Macroeconomics Annual edited by B. S. Bernanke and J. J. Rotemberg. pp. 231-82. Cambridge: MIT Press.",
        "___________. 2005. ~The Incredible Volcker Disinflation Journal of Monetary Economics 52 : 981-1015.",
        "Gurkaynak, Refet S., Brian Sack, and Eric Swanson. 2005. The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models. American Economic Review 95, No.1 (March): 42536.",
        "Mankiw, N. G., Jeffrey Miron, David Weil. 1987. The Adjustment of Expectations to a Change in Regime: A Study of the Founding of the Federal Reserve, American Economic Review, 77, 358-71.",
        "Meltzer, Allan. 2003. A History of the Federal Reserve Volume 1: 1913-1951. Chicago: University of Chicago Press.",
        "_____________. 2005. ~Origins of the Great Inflation, in Conference on Reflections on Monetary Policy 25 Years After October 1979, (October) Federal Reserve Bank of St. Louis Review, March-April, part 2.",
        "Nelson, Charles R. and G. William Schwert (1977), ~Short-Term Interest Rates as Predictors of Inflation: On Testing the Hypothesis that the Real Rate of Interest Is Constant, American Economic Review 67:478-486.",
        "Nelson, Charles R. and Charles I. Plosser. 1982. Trends and Random Walks in Macroeconomic Time Series, Journal of Monetary Economics 10 (Septermber), 139-62.",
        "Poole, William. 1991. ~Interest Rates and the the Conduct of Monetary Policy: A Comment, Carnegie-Rochester Conferecne Series on Public Policy, 34 (Spring): pp. 31-40.",
        "Romer, Christina D. and David H. Romer. 1989. ~Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. In NBER Macroeconomics Annual edited by 0. J. Blanchard and S. Fisher, pp. 121-69. Cambridge: MIT Press.",
        "Shapiro, Matthew D. 1994. ~Federal Reserve Policy: Cause and Effect. In Monetary Policy edited by N. Gregory Mankiw, pp. 307-34. Chicago: University of Chicago Press",
        "Stock, James W. and Mark W. Watson. 2007. Why Has Inflation Become Harder to Forecast? Journal of Money, Credit, and Banking, Supplement to Vol. 29, No.1 (February): 3-33.",
        "____________. 2008. Phillips Curve Inflation Forecasts, presented at Federal Reserve Bank of Boston conference, May 2008.",
        "Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press.",
        "_________How Important is Money in the Conduct of Monetary Policy? The Journal of Money, Credit, and Banking, Volume 40, Issue 8 (December 2008): 1561-1598."
    ]
}