{
    "id": 14867,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Acharya, Viral (2001) A Theory of Systemic Risk and Design of Prudential Bank Regulation manuscript, New York University and London Business School.",
        "Aghion, Philippe, Patrick Bolton, and Mathias Dewatripont (2000) Contagious Bank Failures in a Free Banking System European Economic Review, May.",
        "Allen, Franklin and Douglas Gale (1998) Optimal Financial Crisis, Journal of Finance, 53, 1245-1284.",
        "Bhattacharya, Sudipto and Douglas Gale (1986) Preference Shocks, Liquidity, and Central Bank Policy, manuscript, CARESS Working Paper #86-01, University of Pennsylvania.",
        "Bolton, Patrick, Tano Santos and Jose A. Scheinkman (2009) Market Liquidity and Public Liquidity, American Economic Review Papers and Proceedings, forthcoming.",
        "Brunnermeier, Markus and Lasse Pedersen (2008) Market Liquidity and Funding Liquidity, Review of Financial Studies, forthcoming.",
        "Bryant, John (1980) A Model of Reserves, Bank Runs, and Deposit Insurance Journal of Banking and Finance, 3, 335-344.",
        "Diamond, Douglas W. and Philip H. Dybvig (1983) Bank Runs, Deposit Insurance, and Liquidity Journal of Political Economy, vol. 91 no. 3, 401-419.",
        "Diamond, Douglas W. (1997) Liquidity, Banks, and Markets Journal of Political Economy, vol. 105 no. 5, 928-956.",
        "Diamond, Douglas W. and Raghuram Rajan (2005) Liquidity Shortage and Banking Crisis, Journal of Finance, April.",
        "Dow, James and Gary Gorton (1993), Arbitrage Chains, NBER Working Paper No. W4314. Available at SSRN: http: //ssrn.com/abstract=478730 Fecht, Falko (2004) On the Stability of Different Financial Systems, Journal of the European Economic Association, vol. 2 no. 6, 969-1014.",
        "Freixas, Xavier, Bruno Parigi and Jean-Charles Rochet (2000) Systemic Risk, Interbank Relations, and Liquidity Provision by the Central Bank Journal of Money, Credit and Banking, vol. 32 (2), 611-638.",
        "Gorton, Gary (2008) The Panic of 2007, working paper, Yale School of Management.",
        "Gorton, Gary (2008) The Subprime Panic, working paper, Yale School of Management.",
        "Gorton, Gary and Lixin Huang (2004) Liquidity, Efficiency, and Bank Bailouts, American Economic Review, vol. 94 no. 3, 455-483.",
        "Gromb, Dennis and Dimitri Vayanos (2002) Financially Constrained Arbitrage and the Cross-section of Market Liquidity, manuscript, London Business School.",
        "Holmstron, Bengt (2008) Comment on The Panic of 2007 by Gary Gorton working paper, MIT, forthcoming in Maintaining Stability in a Changing Financial System, Federal Reserve Bank of Kansas City.",
        "Holmstron, Bengt and Jean Tirole (1998) Private and Public Supply of Liquidity Journal of Political Economy, vol. 106 no. 1, 1-40.",
        "Holmstron, Bengt and Jean Tirole (2008) Inside and Outside Liquidity Wicksell lectures, forthcoming, available at http://idei.fr/doc/by/tirole/ Jacklin, Charles J. (1987) Demand Deposits, Trading Restrictions, and Risk Sharing. In E.C. Prescott, and N. Wallace (ed), Contractual Arrangements for Intertemporal Trade, University of Minnesota Press.",
        "Kondor, Peter (2008) Risk in Dynamic Arbitrage: The Price Effects of Convergence, Journal of Finance, forthcoming.",
        "Kyle, Peter and Wei Xiong (2001) Contagion as a Wealth Effect, Journal of Finance, vol. 56, 14011440.",
        "Parlour, Christine and Guillaume Plantin (2008) Loan Sales and Relationship Banking, Journal of Finance, forthcoming."
    ]
}