{
    "id": 14865,
    "cites": 50,
    "cited_by": 23,
    "reference": [
        "Baicker, Katherine and Amitabh Chandra, Medicare Spending, The Physician Workforce, and The Quality Of Health Care Received By Medicare Beneficiaries. Health Affairs, April 2004: 184-97.",
        "Berndt, Ernst R., Anupa Bin, Susan H. Busch, Richard G. Frank and Sharon-Lise T. Normand, The Medical Treatment of Depression, 199 1-1996: Productive Inefficiency, Expected Outcome Variations and Price Indexes, Journal of Health Economics, 2 1(3), 2002: 373-396, Bero, Lisa A., Roberto Grilli, Jeremy M. Grimshaw, et al., Closing the Gap Between Research and Practice: An Overview of Systematic Reviews of Interventions to Promote the Implementation of Research Findings, BMJ317, August 15, 1998: 465-468.",
        "Berwick, Donald M., Disseminating Innovations in Health Care, JAMA 289(15), April 16, 2003: 1969-1975.",
        "Bloom, Nicholas, and John Van Reenen, Measuring and Explaining Management Practices Across Firms and Countries, Quarterly Journal of Economics, November 2007: 135 1-1408.",
        "Bloom, Nicholas, Stephan Seiler, and John Van Reenen, Management Matters in Health Care, Working Paper, London School of Economics, November 2007.",
        "Bradley, Elizabeth H., Eric S. Holmboe, Jennifer A. Mattera. et al., A Qualitative Study of Increasing 13-Blocker Use After Myocardial Infarction: Why Do Some Hospitals Succeed?, JAMA 285(20), 2001: 2604-2611.",
        "Bradley, Elizabeth H., Jeph Herrin, Jennifer A. Mattera, Eric S. Holmboe, Yongfei Wang, et al., Quality Improvement Efforts and Hospital Performance: Rates of Beta-Blocker Prescription After Acute Myocardial Infarction, Medical Care, 43(3), March 2005: 282-92.",
        "Caselli, Francesco, and Wilbur John Coleman II, The World Technology Frontier, American Economic Review 96(3), June 2006: 499-522.",
        "Coleman, Wilbur John II, Comment on `Cross-Country Technology Adoption: Making the Theories Face the Facts, Journal ofMonetaiy Economics 51, 2004: 85-87.",
        "Comin, Diego, and Bart Hobijn, Cross Country Technology Adoption: Making the Theories Face the Facts, Journal of Monetaiy Economics 51, 2004: 39-83.",
        "Comin, Diego, and Bart Hobijn, An Exploration of Technology Diffusion, mimeo, Federal Reserve Bank of San Francisco, October 2008.",
        "Christensen, Laurits R., Dale W. Jorgenson, Lawrence J. Lau, Transcendental Logarithmic Production Frontiers, The Review of Economics and Statistics, 55(1) February 1973: 28-45.",
        "Crespi, Gustavo, Chiara Criscuolo, Jonathan E. Haskel, and Matthew Slaughter, Productivity Growth, Knowledge Flows, and Spillovers, NBER Working Paper No. 13959, April 2008.",
        "Cutler, David M., Mark McClellan, Joseph P. Newhouse, and Dahlia Remler, Are Medical Prices Declining? Evidence from Heart Attack Treatments, Quarterly Journal of Economics 93(4) 1998: 991-1024. Cutler, David M. Your Money or Your Lift: Strong Medicine for America `s Health Care System.",
        "Eaton, Jonathan, and Samuel Kortum, International Technology Diffusion: Theory and Measurement, International Economic Review, 40(3), August 1999: 537-570.",
        "Enthoven, Alan C., Shattuck Lecture-Cutting Cost without Cutting the Quality of Care, New England Journal of Medicine 298(22) 1978: 1229-1238.",
        "Fisher, Elliott S., David Wennberg, Therese Sthkel, Daniel Gottlieb, F.L. Lucas, and Etoile L. Pinder, The Implications of Regional Variations in Medicare Spending. Part 2: Health Outcomes and Satisfaction With Care Annals of Internal Medicine 138(4), February 18, 2003: 288-299.",
        "FTT (Fibrinolytic Therapy Trialists Collaborative Group), Indications for Fibrinolytic Therapy in Suspected Acute Myocardial Infarction: Collaborative Overview of Early Mortality and Major Morbidity Results from All Randomised Trials of More than 1000 Patients. Fibrinolytic Therapy Trialists (FTT) Collaborative Group, Lancet 343(8893), Feb 5, 1994:311.",
        "Ford, Earl S., Umed A Ajini, Janet B. Croft, et al., Explaining the Decrease in U.S. Deaths from Coronary Disease, 1980-2000, NEJM 356, June 7, 2007: 23 88-2398.",
        "Fuchs, Victor R., More Variation In Use Of Care, More Flat-Of-The-Curve Medicine, Health Affairs, October 7, 2004 Web Exclusive.",
        "Griliches, Zvi, Hybrid Corn: An Exploration in the Economics of Technological Change, Econometrica 25(4) (October 1957): 50 1-522.",
        "Hall, Bronwyn, Innovation and Diffusion, in Jan Fagerberg, David C. Mowery, and Richard R. Nelson, Handbook on Innovation. Oxford: Oxford University Press (2004).",
        "Hall, Robert E., and Charles I. Jones, Why Do Some Countries Produce So Much More Output Per Worker Than Others? Quarterly Journal of Economics, 114(1) February 1999: 83-116.",
        "Hall, Robert, and Charles I. Jones, 2007. The Value of Life and the Rise in Health Spending, Quarterly Journal of Economics, 122(1 ):39-72.",
        "Heidenreich, PA, and M McClellan, Trends in Treatment and Outcomes for Acute Myocardial Infarction: 1975-1995. The American Journal of Medicine 110(3), 2001: 165-174.",
        "Hirth, Richard A., Michael E. Chernew, Edward Miller, A. Mark Fendrick, and William G. Weissert, Willingness to Pay for a Quality-Adjusted Life Year: In Search of a Standard, Medical Decision Making, 20(3), 2000:332-342.",
        "Horwitz, Jill, and Austin Nichols, What do Nonprofits Maximize? Nonprofit Hospital Service Provision and Market Ownership Mix, NBER Working Paper No. 13246, July 2007.",
        "ISIS-2: The Second International Study of Infarct Survival Collaborative Group, Randomised Trial of Intravenous Streptokinase, Oral Aspirin, Both, or Neither among 17,187 Cases of Suspected Acute Myocardial Infarction: ISIS-2, Lancet 32(8607), 1988: 349-360.",
        "Jacobs, Rowena, Peter C. Smith, and Andrew Street, Measuring Efficiency in Health Care: Analytic Techniques and Health Policy. New York: Cambridge University Press, 2006.",
        "Jencks, Stephen F., Edwin D. Huff, and Timothy Cuerdon, Change in the Quality of Care Delivered to Medicare Beneficiaries, 1998-99 to 2000-2001,JAMA 289(3) (January 15, 2003): 305-312.",
        "Jovanovic, Boyan, and Yaw Nyarko, Learning by Doing and the Choice of Technology, Econometrica 64(6) (November 1996): 1299-13 10.",
        "Keller, Wolfgang, International Technology Diffusion, Journal of Economic Literature 42(3), 2004, 752-82.",
        "King, Joseph T. Jr., Joel Tsevat, Judith R. Lave, and Mark S. Roberts, Willingness to Pay for a Quality-Adjusted Life Year: Implications for Societal Health Care Resource Allocation, Medical Decision Making, 25(6), 2005: 667-677.",
        "Krumholz HM, Radford MJ, Ellerbeck EF, et al., Aspirin in the treatment of acute myocardial infarction in elderly Medicare beneficiaries. Patterns of use and outcomes, Circulation 92(10), November 15, 1995: 2841-7.",
        "Lee, Thomas H., Eulogy for a Quality Measure, New England Journal of Medicine, 357(12), September 20, 2007: 1175-77.",
        "Lee, Jong-Wook, Health Challenges for Research in the 21st Century, WHO David Barnes Global Health Lecture, Bethesda, Maryland, December 6, 2004.",
        "Leibenstein, Harvey, Allocative Efficiency vs. `X-efficiency, American Economic Review, 56, 1966: 392-415.",
        "Malenka, David .J., Aaron .V. Kaplan, Lee Lucas, Sandra. M Sharp, Jonathan S. Skinner, Outcomes Following Coronary Stenting in the Era of Bare Metal versus the Era of Drug Eluting Stents, JAMA 299(24), June 25, 2008: 2868-2876.",
        "Radford, et al., Trends in Acute Myocardial Infarction in 4 US States Between 1992 and 2001: Clinical Characteristics, Quality of Care, and Outcomes, Circulation 114, December 19/26, 2006: 83-116.",
        "Murphy, Kevin M. and Topel, Robert H., The Value of Health and Longevity, Journal of Political Economy 114(5) October 2006: 87 1-904.",
        "Nelson, Richard R., and Edmund S. Phelps, Investment in Humans, Technological Diffusion, and Economic Growth, American Economic Review 56(2), May 1966: 69-75.",
        "Parente, Stephen L. , and Edward C. Prescott, Barriers to Technology Adoption and Development, The Journal of Political Economy 102(2), April 1994: 298-321.",
        "Parente, Stephen L., and Edward C. Prescott, Barriers to Riches. Cambridge: MIT University Press, 2002.",
        "Phelps, Charles E., Information Diffusion and Best Practice Adoption, in A.J. Culyer and J.P. Newhouse (eds.) Handbook of Health Economics Volume 1, Elsevier Science (2000): 223-264.",
        "Phillips, Kathryn A., Micheal G. Shlipak, Pam Coxson, et al., Health and Economic Benefits of Increased 13 Blocker Use Following Myocardial Infarction, JAMA, 284(21), December 6, 2000: 2748-2754.",
        "Rogers, E.M. Diffusion of Innovations. (5th Edition.) New York: The Free Press (2003).",
        "Skinner, Jonathan, Elliott Fisher, and John E. Wennberg, The Efficiency of Medicare in David Wise (ed.) Analyses in the Economics ofAging. Chicago: University of Chicago Press and NBER, 2005:129-57.",
        "Skinner, Jonathan, and Douglas Staiger, Technological Diffusion from Hybrid Corn to Beta Blockers, in E. Berndt and C. M. Hulten (eds.) Hard-to-Measure Goods and Services: Essays in Honor of Zvi Griliches. University of Chicago Press and NBER 2007.",
        "Stukel, Therese A., F. Lee Lucas, and David E. Wennberg, Long-term Outcomes of Regional Variations in Intensity of Invasive vs. Medical Management of Medicare Patients with Acute Myocardial Infarction, JAMA, 293, 2005:1329-1337.",
        "Suri, Tavneet, Selection and Comparative Advantage in Technology Adoption, MIT, January 2008."
    ]
}