{
    "id": 14868,
    "cites": 77,
    "cited_by": 15,
    "reference": [
        "Allison, J. R. and E. H. Tiller (2003). Statistical Analysis of Internet Business Method Patents, in Cohen, W. M. (ed.), Intellectual Property in the Knowledge-Based Economy. Washington, DC: National Academies Press.",
        "Arora, A., M. Ceccagnoli, and W. Cohen (2003). R&D and the Patent Premium. Cambridge, MA: NBER Working Paper No. W9431.",
        "Arundel, A. (2001). Patents in the Knowledge-Based Economy, Beleidstudies Technology Economie 37: 67-88.",
        "Bakels, R. and P. B. Hugenholtz (2002). The Patentability of Computer Programs, Amsterdam: IViR.",
        "Barton, J. H. (2001). Non-Obviousness. Stanford University Law School (August).",
        "__________ (2000). Reforming the Patent System, Science 287: 1933-1934.",
        "Bessen, J. E. and E. Maskin (2006). Sequential Innovation, Patents, and Imitation. Princeton, NJ: Institute for Advanced Study, School of Social Science.",
        "Bessen, J. E. and M. J. Meurer (2008). Patent failure: How judges, bureaucrats, and lawyers put innovators at risk. Princeton, NJ: Princeton University Press.",
        "Bronwyn H. Hall March 2009 Blind, K., J. Edler, and R. Nack (2001). Micro- and Macro-economic Implications of the Patentability of Software Innovations. Intellectual Property Rights in Information Technologies between Innovation and Competition, Karlsruhe/Munich: Fraunhofer Institute and Max Planck Institute.",
        "Cockburn, I. (2001). Issues in Business Method Patents, Boston University and NBER.",
        "Cohen, J. E. and M. A. Lemley (2001). Patent Scope and Innovation in the Software Industry, California Law Review 89(1): 1-57.",
        "Cohen, W. M., R. R. Nelson, and J. P. Walsh (2000). Protecting Their Intellectual Assets: Appropriability Conditions and Why Firms Patent or Not? NBER Working Paper No. 7552 Crouch, D. (2009). Patently-O Blog. http://www.patentlyo.coiril Davis, L. (2002b). Is Appropriability a Problem for Innovations in Digital Information Goods? In G. Eliasson and C. Wihlborg (eds.), The Law, Economics and Technology of the Internet, unknown publisher.",
        "_______ (2002a). Patents and the Internet. In G. Eliasson and C. Wihlborg (eds.), The Law, Economics and Technology of the Internet, unknown publisher.",
        "Diallo, B. (2003). Historical perspectives on IP protection for software in selected countries worldwide, World Patent Information 25: 19-25.",
        "Dreyfuss, R. C. (2001). Examining State Street Bank: Developments in Business Method Patenting, Computer und Recht International 2001(1): 1-9.",
        "_____________ (2000). State Street or Easy Street: Is Patenting Business Methods Good for Business? In Intellectual Property Law, Volume 6, Chapter 14. London: Juris Publishing Company, Ltd.",
        "Duffy, J.F. Squires, J.A. (2008). Disclosure and Financial Patents: Revealing the Invisible Hand. Paper presented at the Bank of Finland-CEPR Conference, Helsinki, October 2008.",
        "European Commission. (2002). Proposal for a Directive of the European Parliament and of the Council on the Patentability of Computer-implemented Inventions, Brussels, Belgium.",
        "Farrell, J. and C. Shapiro (2008). How Strong Are Weak Patents? American Economic Review 98 (4): 1347-69.",
        "Federal Trade Commission (2003). To Promote Innovation: The Proper Balance of Patent and Competition Law Policy. Washington, DC: GPO, October.",
        "Foley & Lardner, LLP (2009). Did the Patent Office Win? Tafas v. Doll Opens the Door to Substantial Changes in the USPTO s Practice, But Finds That Limits on Continuation Applications Exceed USPTO Authority. Legal News Alert, March 2009.",
        "h accessed 30 March 2009.",
        "Bronwyn H. Hall March 2009 Graham, S. J. H. and D. C. Mowery (2003). Intellectual Property Protection in the U.S. Software Industry. In W. M. Cohen and S. A. Merrill (eds.), The Patent System in the Knowledge-Based Economy. Washington, DC: National Academies Press.",
        "Graham, S. J. H., B. H. Hall, D. Harhoff, and D. C. Mowery (2003). Post-Issue Patent Quality Control: A Comparative Study of US Patent Re-Examinations and European Patent Oppositions. In W. M. Cohen and S. A. Merrill (eds.), The Patent System in the Knowledge-Based Economy. Washington, DC: National Academies Press, pp. 74-119.",
        "Green, J. and S. Scotchmer. (1995). On the Division of Profit in Sequential Innovation, Rand Journal of Economics 26: 20-33.",
        "Grindley, P.C and Teece, D.J. (1997). Managing Intellectual Capital: Licensing and CrossLicensing in Semiconductors and Electronics, California Management Review 39: 1-34.",
        "Hall, B. H. (2007). Innovation in non-bank payment systems. Paper presented at the Kansas City Federal Reserve Conference, Santa Fe, NM, May 2007.",
        "Hall, B. H. (2003). Business Method Patents, Innovation, and Policy. Cambridge, MA: NBER Working Paper w9717.",
        "Hall, B. H., S. J. H. Graham, D. Harhoff, and D. C. Mowery. (2003). Prospects for Improving U.S. Patent Quality via Post-grant Opposition. Innovation Policy and the Economy 4: 115-43.",
        "Hall, B. H., and M. MacGarvie (2006). The Private Value of Software Patents, Cambridge, Mass.: NBER Working Paper w12195 (April).",
        "Hall, B. H., G. Thoma, and S. Torrisi (2009). Financial patenting in Europe. European Management Review, forthcoming.",
        "Hall, B. H., and R. H. Ziedonis (2001). The Patent Paradox Revisited: An Empirical Study of Patenting in the U.S. Semiconductor Industry, 1979-1995, Rand Journal of Economics 32:101-128.",
        "Heller, M.A. and R.S. Eisenberg. (1998). Can Patents Deter Innovation? The Anticommons in Biomedical Research, Science 280: 698-701.",
        "Hunt, R. M. (2008). Business Method Patents and U.S. Financial Services. Research Department Working Paper No. 07-21. Philadelphia, PA: Federal Reserve Bank of Philadelphia.",
        "___________ (2001 a). Patentability, Industry Structure, and Innovation. Philadelphia, PA: Federal Reserve Bank of Philadelphia Research Dept. Working Paper No. 01-13.",
        "__________ (2001b). You Can Patent That? Are Patents on Computer Programs and Business Methods Good for the New Economy? Philadelphia Federal Reserve Bank Business Review 2001(Q1): 5-15.",
        "Bronwyn H. Hall March 2009 __________ (1999). Nonobviousness and the Incentive to Innovate: An Economic Analysis of Intellectual Property Reform, FRB-Philadelphia Research Department Working Paper No. 99-3.",
        "Janis, M. D. (1997). Rethinking Reexamination: Toward a Viable Administrative Revocation System for U.S. Patent Law, Harvard Journal of Law and Technology 11(1): 1-122.",
        "Kanwar, S. and R. Evenson (2003). Does Intellectual Property Protection Spur Technical Change? Oxford Economic Papers 55: 235-64.",
        "Kasdan, J. (1999). Obviousness and New Technologies, New York, NY: Columbia University Center for Law and Economics Studies Working Paper No. 146.",
        "_________ (1994). Fascinatin Algorithm: Patent Protection for Computer Programs, Columbia University Center for Law and Economic Studies Working Paper No. 94.",
        "Kingston, W. (2001). Innovation Needs Patents Reform. Research Policy 30 (3): 403-423.",
        "Kumar, P and S. M. Turnbull (2008). Optimal Patenting and Licensing of Financial Innovations. Management Science 54 (12): 2012-23.",
        "Lanjouw, J. 0. and M. Schankerman (2001). Characteristics of Patent Litigation: A Window on Competition. Rand Journal of Economics 32 (1): 129-5 1.",
        "Lemley, M. A. (2001). Rational Ignorance at the Patent Office, Northwestern University Law Review 95 (4): 1495-1532.",
        "Lemley, M. A. and D. W. OBrien (1997). Encouraging Software Reuse. Stanford Law Review 49(2): Lerner, J. (2006a). The New New Financial Thing: The Origins of Financial Innovations. Journal of Financial Economics 79 (2): 223-55.",
        "_________ (2006b). Trolls on State Street?: The Litigation of Financial Patents, 1976-2005. Boston, MA: Harvard Business School, manuscript.",
        "_______ (2002). Patent Protection and Innovation over 150 Years. American Economic Review 92 (2): 22 1-25.",
        "________ (2001). Where Does State Street Lead? Harvard Business School Working Paper No. 01-005.",
        "________ (1995). Patenting in the Shadow of Competitors, Journal of Law and Economics 38(2): 463-496.",
        "Levin, R. C., A. K. Klevorick, R. R. Nelson, and S. G. Winter. (1987). Appropriating the Returns to Industrial R&D, Brookings Papers on Economic Activity: 783-820.",
        "Levin, R. C. and J. Levin. (2002). Patent Oppositions, Yale University and Stanford University Working Paper No. (March).",
        "Bronwyn H. Hall March 2009 Lunney, G. S., Jr. (2001). c-Obviousness, Michigan Telecommunications Technology Law Review 7: 363-422.",
        "Managing Intellectual Property (2008). EPO to address software patentability. Weekly News, October 24. httj://Iega1mediagrou~.corn/news Managing Intellectual Property (2008). Federal Circuit clarifies test for business method patents. Weekly news, October 31. http://iegalniediagroup.cornlnews Managing Intellectual Property (2007). A sliver of hope for UK software patents. Weekly News, June 1. hiip://Iegalrnediagroup.coni/news Managing Intellectual Property (2004). UK acts over business method applications. Weekly News, November 28. http://Iegalinediagroup.corn/news Mann, R. J. and T. W. Sager (2007). Patents, Venture Capital, and Software Startups. Research Policy 36: 193-208.",
        "Mansfield, E. (1986). Patents and Innovation: An Empirical Study, Management Science 32: 173-8 1.",
        "Mazzoleni, R. and R. R. Nelson (1998). Economic Theories about the Benefits and Costs of Patents Journal of Economic Issues 32(4): 103 1-1052.",
        "Merges, R. P. (2003). The Uninvited Guest: Patents on Wall Street. Berkeley, CA: University of California at Berkeley Public Law Research Paper No. 126.",
        "_____________ 1999. As Many As Six Impossible Patents Before Breakfast: Property Rights for Business Concepts and Patent System Reform. Berkeley Technology Law Journal 14 (2): 577-616.",
        "Meurer, M. J. (2002). Business Method Patents and Patent Floods, forthcoming in the Washington University Journal of Law and Policy.",
        "Moser, P. (2005). How Do Patent Laws Influence Innovation? Evidence from NineteenthCentury Worlds Fairs. American Economic Review 95 (4): 1214-36.",
        "National Research Council (2004). A Patent System for the 21st Century, Report of the Board on Science, Technology, and Economic Policy. Washington, DC: National Academies Press.",
        "ODonoghue, T. (1998). A Patentability Requirement for Sequential Innovation, Rand Journal of Economics 29 (4): 654-679.",
        "Park, W. G., and J. C. Ginarte (1997). Intellectual Property Rights and Economic Growth, Contemporary Economic Policy XV (July): 51-61.",
        "Qian, Y. (2007). Do Additional National Patent Laws Stimulate Domestic Innovation in a Global Patenting Environment. Review of Economics and Statistics 89 (3): 436-53.",
        "Bronwyn H. Hall March 2009 Sakakibara, M., and L. Branstetter (2001). Do Stronger Patents Induce More Innovation? Evidence from the 1988 Japanese Patent law Reforms, Rand Journal of Economics 32: 77-100.",
        "Samuelson, P. (1995). An Entirely New Legal Regime is Needed, The Computer Lawyer 12 (2): 11-17.",
        "Scotchmer, 5. (1996). Protecting Early Innovators: Should Second Generation Products be Patentable?, Rand Journal of Economics 27: 322-331.",
        "_________ (1991). Standing on the Shoulders of Giants: Cumulative Research and the Patent Law, Journal of Economic Perspectives. 5: 29-41.",
        "Shapiro, C. (2001). Navigating the Patent Thicket: Cross Licenses, Patent Pools, and StandardSetting. Innovation Policy and the Economy 1: 119-50.",
        "Somaya, D. (2001). Incentives, Organizational Choices and Transactional Challenges in Software Production, College Park, MD: University of Maryland.",
        "Spindler, G.. (2003). The European Legal Framework for Software Patents, paper presented at the EPIP conference on New Challenges to the Patent System, EPO, Munich, Germany, April 24/25, 2003.",
        "Takalo, T. and M. Komulainen. (2008). Empirical Study of European patent applications in class GO6Q 40/OOB Exchange. Manuscript.",
        "Thomas, J. R. (1999). The Patenting of the Liberal Professions. Boston College Law Review. 40: 1139-1 190.",
        "Tufano, P. (1989). Financial innovation and first-mover advantages. Journal of Financial Economics 25: 213-240.",
        "______ (2003). Financial innovation. In Costantinides et al (eds), Handbook of the Economics of Finance. Amsterdam: Elsevier: 307-335.",
        "USPTO. (1999). White Paper on Automated Financial or Management Data Processing Methods (Business Methods), <http:I/wwwusptogov/web/rnenu/businethp/index2.htm>.",
        "Warren-Boulton, F. R., K. C. Baseman and G. A. Woroch. (1995). Copyright Protection of Software Can Make Economic Sense, The Computer Lawyer 12 (2): 18-28."
    ]
}