{
    "id": 14864,
    "cites": 29,
    "cited_by": 81,
    "reference": [
        "[1] Abdulkadiro~lu, Atila, Parag A. Pathak, and Alvin E. Roth (2005), The New York City High School Match, American Economic Review, Papers and Proceedings, May 2005.",
        "[4] Abdulkadiro~lu, Atila and Tayfun SÃ\u0083Â¶nmez (2003), School Choice: A Mechanism Design Approach, American Economic Review, 93: 729-747.",
        "[5] Abdulkadiro~lu, Atila (2005), College Admissions with Affirmative Action,  International Journal of Came Theory, 33: 535-549.",
        "[6] Abdulkadiro~lu, Atila, Yeon-Koo Che, and Yosuke Yasuda (2008), Expanding Choice in School Choice, Unpublished mimeo, Duke University.",
        "[7] Balinksi, Michel and Tayfun SÃ\u0083Â¶nmez (1999), A Tale of Two Mechanisms: Student Placement, Journal of Economic Theory, 84: 73-94.",
        "[8] Budish, Eric and Estelle Cantillon (2008), Strategic Behavior in Multi-Unit Assignment Problems: Theory and Evidence from Course Allocation, Unpublished mimeo, Harvard.",
        "[9] Day, Robert and Paul Milgrom (2007), Incentives in Core-Selecting Auctions, International Journal of Came Theory, 1432-1470.",
        "[10] Dubins, Lester E. and David A. Freedman (1981), Machiavelli and the Gale-Shapley Algorithm, American Mathematical Monthly, 88: 485-494.",
        "[11] Ehlers, Lars (2006), Respecting Priorities when Assigning Students to Schools, CIREQ, February 2006.",
        "[12] Erdil, Aytek (2006), Two-sided Matching with Ties. University of Chicago, PhD Dissertation submitted to the Department of Mathematics.",
        "[13] Erdil, Aytek and Haluk Ergin (2008), Whats the Matter with Tie-breaking? Improving Efficiency in School Choice,American Economic Review, 98: 669-689.",
        "[14] Featherstone, Clayton and Muriel Niederle (2008), Manipulation in School Choice Mechanisms, working paper, Stanford.",
        "[15] Gale, David and Lloyd Shapley (1962), College Admissions and the Stability of Marriage, American Mathematical Monthly, 69: 9-15.",
        "[16] Haeringer, Guillaume and Flip Klijn (2006), Constrained School Choice, Unpublished mimeo, Universitat AutÃ\u0083Â¡noma de Barcelona.",
        "[17] Kesten, Onur (2004), Student Placement to Public Schools in the US: Two New Solutions, Unpublished mimeo, University of Rochester.",
        "[18] Kesten, Onur and Unver, M. Utku (2008), A Theory of School Choice Lotteries: Why Ties Should Not Be Broken Randomly, Unpublished mimeo, Carnegie Mellon University and Boston College [19] Kojima, Fuhito and Parag A. Pathak (forthcoming), Incentives and Stability in Large Two-Sided Matching Markets, American Economic Review.",
        "[20] Pathak, Parag A. (2006), Lotteries in Student Assignment, Unpublished mimeo, Harvard University.",
        "[22] Roth, Alvin E. (1982), The Economics of Matching: Stability and Incentives, Mathematics of Operations Research, 7: 617-628.",
        "[23] Roth, Alvin E. (1984), The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory. Journal of Political Economy, 92: 991-1016.",
        "[24] Roth, Alvin E. (1985), The College Admissions Problem is Not Equivalent to the Marriage Problem, Journal of Economic Theory, 36: 277-288.",
        "[25] Roth, Alvin E. (1991), A Natural Experiment in the Organization of Entry Level Labor Markets: Regional Markets for New Physicians and Surgeons in the U.K. American Economic Review, 81: 415-440.",
        "[26] Roth, Alvin E. (2002), The Economist as Engineer: Game Theory, Experimental Economics, and Computation as Tools of Design Economics. Econometrica, 70: 1341-1378.",
        "[27] Roth, Alvin E. (2008), What Have We Learned from Market Design? Economic Journal, 118: 285-310.",
        "[28] Roth, Alvin E. and Elliot Peranson (1999), The Redesign of the Matching Market for American Physicians: Some Engineering Aspects of Economic Design. American Economic Review, 89: 748-780.",
        "[29] Roth, Alvin E., Tayfun SÃ\u0083Â¶nmez and M. Utku Unver (2004), Kidney Exchange. Quarterly Journal of Economics, 119: 45 7-488.",
        "[30] Roth, Alvin E., Tayfun SÃ\u0083Â¶nmez and M. Utku Unver (2005), Pairwise Kidney Exchange,  Journal of Economic Theory, 125: 15 1-188.",
        "[31] Roth, Alvin E. and Marilda Sotomayor (1990), Two-Sided Matching: A Study in Came- Theoretic Modeling and Analysis, Cambridge: Cambridge University Press.",
        "[32] SÃ\u0083Â¶nmez, Tayfun (1997), Manipulation via Capacities in Two-Sided Matching Markets,  Journal of Economic Theory, 77: 197-204.",
        "[33] SÃ\u0083Â¶nmez, Tayfun (1999), Can Pre-Arranged Matches be Avoided in Two-Sided Matching Markets? Journal of Economic Theory, 86: 148-156. Appendices Al. Proofs from Main Text Proof of Proposition 1. Suppose that ,u is a student-optimal stable matching for the profile (Pi, Rs). Construct Ps from Rs as follows: For every i,j such that 1i(i) != i~(i) and i n~~(~) j, let ~P11(j)~. The tie breaking among other students can be done arbitrarily."
    ]
}