{
    "id": 14863,
    "cites": 43,
    "cited_by": 267,
    "reference": [
        "ANG, A., M. PIAzzEsI, AND M. WEI (2006): What Does the Yield Curve Tell Us About GDP Growth?, Journal of Econometrics, 131, 359-403.",
        "BAI, J., AND S. NG (2002): Determining the Number of Factors in Approximate Factor Models, Econometrica, 70, 191-22 1.",
        "(2007): Determining the Number of Primitive Shocks in Factor Models, Journal of Business and Economic Statistics, 25, 52-60.",
        "BEAUDRY, P., AND F. PORTIER (2006): Stock Prices, News, and Economic Fluctuations, American Economic Review, 94, 1293-1307.",
        "BERNANKE, B. S., AND J. BolviN (2003): Monetary Policy in a Data-Rich Environment, Journal of Monetary Economics, 50, 525-546.",
        "BERNANKE, B. S., J. BoIvIN, AND P. ELIA5z (2005): Measuring the Effects of Monetary Policy: A Factor-Augmented Vector Autoregressive (FAVAR) Approach, Quarterly Journal of Economics, 120, 387-422.",
        "BERNANKE, B. S., M. GERTLER, AND S. GILcHRIST (1999): The Financial Accelerator in a Quantitative Business Cycle Framework, in The Handbook of Macroeconomics, ed.",
        "CAMPBELL, J. Y., J. HILSCHER, AND J. SzILAGYI (2008): In Search of Distress Risk, Journal of Finance, 63, 232 1-2350.",
        "CHEN, H. (2008): Macroeconomic Conditions and the Puzzles of Credit Spreads and Capital Structure, Mimeo, Sloan School of Management, MIT.",
        "CHEN, L., P. COLLIN-DUFRESNE, AND R. S. GOLDSTEIN (2008): On the Relation Between the Credit Spread Puzzle and the Equity Premium Puzzle, Review of Financial Studies forthcoming.",
        "COLLIN-DUFRESNE, P., R. S. GOLDSTEIN, AND J. S. MARTIN (2001): The Determinants of Credit Spread Changes, Journal of Finance, 56, 2177-2207.",
        "CROSBIE, P. J., AND J. R. BOHN (2003): Modeling Default Risk, Research Report, Moodys~K.M.V Corporation. DIEBOLD, F. X., AND R. S. MARIANO (199S): Comparing Predictive Accuracy, Journal of Business and Economic Statistics, 13, 253-263.",
        "DOTSEY, M. (1998): The Predictive Content of the Interest Rate Term Spread for Future Economic Growth, Federal Reserve Bank of Richmond Economic Quarterly, 84, 31-Si.",
        "DUCA, J. V. (1999): An Overview of What Credit Market Indicators Tell Us, Economic and Financial Review, Federal Reserve Bank of Dallas, Third Quarter, 2-13.",
        "DUFFEE, G. R. (1998): The Relation Between Treasury Yields and Corporate Bond Yield Spreads, Journal of Finance, S3, 225-241.",
        "DUFFIE, D., AND K. J. SINGLETON (2003): Credit Risk. Princeton University Press, Princeton, NJ.",
        "EMERY, K. M. (1999): The Information Content of the Paper-Bill Spread, Journal of Business and Economic Statistics, 48, 1-lO.",
        "ERICSSON, J., AND J. RENEBY (2004): A Note on Contingent Claims Pricing with NonTraded Assets, Finance Letters, 2, No. 3.",
        "ESTRELLA, A., AND G. A. HARDOUVELIS (1991): The Term Structure as Predictor of Real Economic Activity, Journal of Finance, 46, 555-576.",
        "EWING, B. T., G. J. LYNCH, AND J. E. PAYNE (2003): The Paper-Bill Spread and Real Output: What Matters More, a Change in the Paper Rate or a Change in the Bill Rate?, Journal of Financial Economics, 12, 233-246.",
        "FAMA, E. F. (1981): Stock Returns, Real Activity, Inflation and Money, American Economic Review, 71, 545-565.",
        "FORNI, M., D. GIANNONE, M. Lippi, AND L. REICHLIN (2005): Opening the Black Box: Structural Factor Models with Large Cross-Sections, CEPR Discussion Paper No. 4133.",
        "FRIEDMAN, B. M., AND K. N. KUTTNER (1998): Indicator Properties of the PaperBill Spread: Lessons From Recent Experience, Review of Economics and Statistics, 80, 34-44.",
        "GERTLER, M., AND C. S. LOWN (1999): The Information in the High-Yield Bond Spread for the Business Cycle: Evidence and Some Implications, Oxford Review of Economic Policy, 15, 132-iSO.",
        "GIANNONE, D., L. REICHLIN, AND L. SALA (2005): Monetary Policy in Real Time, in NBER Macroeconomics Annual, ed. by M. Gertler, and K. Rogoff, pp. 161-200. The MIT Press, Cambridge.",
        "GRIFFIN, J. M., AND M. L. LEMMON (2002): Does Book-to-Market Equity Proxy for Distress Risk?, Journal of Finance, 57, 2317-2336.",
        "HAMILTON, J. D., AND D. H. KIM (2002): A Reexamination of the Predictability of Economic Activity Using the Yield Spread, Journal of Money, Credit, and Banking, 34, 340-360.",
        "HARVEY, C. R. (1989): Forecasts of Economic Growth from the Bond and Stock Market, Financial Analysts Journal, 45, 38-45.",
        "JERMANN, U. J., AND V. QUADRINI (2007): Stock Market Boom and the Productivity Gains of the 1990s, Journal of Monetary Economics, 54, 4 13-432.",
        "KILIAN, L. (1998): Small-Sample Confidence Intervals for Impulse Response Functions, Review of Economics and Statistics, 80, 2 18-230.",
        "KING, T. B., A. T. LEVIN, AND R. PERLI (2007): Financial Market Perceptions of Recession Risk, Finance and Economics Discussion Series Paper No. 57, Federal Reserve Board.",
        "KIYOTAKI, N., AND J. H. MOORE (1997): Credit Cycles, Journal of Political Economy, 105, 211-248.",
        "MARCELLINO, M., J. H. STOCK, AND M. W. WATSON (2006): A Comparison of Direct and Iterated Multistep AR Methods for Forecasting Macroeconomic Time Series, Journal of Econometrics, 135, 499-526.",
        "MERTON, R. C. (1973): A Rational Theory of Option Pricing, Bell Journal of Economics and Management Science, 4, 141-183. (i974): On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance, 29, 449-470.",
        "MODY, A., AND M. P. TAYLOR (2004): Financial Predictors of Real Activity and the Financial Accelerator, Economic Letters, 82, i67-i72.",
        "MUELLER, P. (2007): Credit Spreads and Real Activity, Mimeo, Columbia Business School. NEWEY, W. K., AND K. D. WEST (i987): A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-708.",
        "PHILIPPON, T. (2008): The Bond Markets Q, Quarterly Journal of Economics forthcoming.",
        "PRIMICERI, G. E., E. SCHAUMBURG, AND A. TAMBALOTTI (2006): Intertemporal Disturbances,  NBER Working Paper No. i2243. STOCK, J. H., AND M. W. WATSON (i989): New Indexes of Coincident and Leading Economic Indicators, in NBER Macroeconomics Annual, ed. by 0. J. Blanchard, and S. Fischer, pp. 35i-394. The MIT Press, Cambridge. (i999): Business Cycle Fluctuations in U.S. Macroeconomic Time Series, in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, pp. 3-64. NorthHolland, Elsevier, New York.",
        "(2002a): Forecasting Using Principal Components from a Large Number of Predictors,  Journal of the American Statistical Association, 97, ii67-ii79.",
        "(2002b): Macroeconomic Forecasting Using Diffusion Indexes, Journal of Business and Economic Statistics, 20, i47-i62.",
        "(2003a): Forecasting Output and Inflation: The Role of Asset Prices, Journal of Economic Literature, 4i, 788-829.",
        "(2003b): How Did Leading Indicators Forecasts Perform During the 200i Recessions ?, Federal Reserve Bank of Richmond Economic Quarterly, 89, 7i-90.",
        "(2005): Implications of Dynamic Factor Models for VAR Analysis, NBER Working Paper No. ii467. THOMA, M. A., AND J. A. GRAY (i998): Financial Market Variables Do Not Predict Real Activity, Economic Inquiry, 36, 522-539. WARGA, A. D. (i99i): A Fixed Income Database, Mimeo, University of Houston."
    ]
}