{
    "id": 14870,
    "cites": 57,
    "cited_by": 3,
    "reference": [
        "An, Sungbae (2007): Bayesian Estimation of DSGE Models: Lessons from Second-Order Approximations, Manuscript, Singapore Management University.",
        "An, Sungbae and Frank Schorfheide (2007): Bayesian Analysis of DSGE Models, Econometric Reviews, 26(2-4), 113-172.",
        "Andres, Javier, Lopez-Salido, J. David and Edward Nelson (2004): Tobins Imperfect Asset Substitution in Optimizing General Equilibrium, Journal of Money, Credit and Banking, 36, 665-690.",
        "Andres, Javier, Lopez-Salido, J. David and Edward Nelson (2007): Sticky-price Models and the Natural Rate Hypothesis, Journal of Monetary Economics, 52, 1025-1053.",
        "Aruoba, S. Boragan and Sanjay K. Chugh (2007): Optimal Fiscal and Monetary Policy When Money Is Essential, Manuscript, University of Maryland.",
        "Aruoba, S. Boragan and Sanjay K. Chugh (2008): Money and Optimal Capital Taxation, Manuscript, University of Maryland.",
        "Aruoba, S. Boragan, Guillaume Rocheteau and Christopher Waller (2007): Bargaining and the Value of Money, Journal of Monetary Economics, 54, 2636-2655.",
        "Aruoba, S. Boragan, Christopher Waller, and Randall Wright (2008): Money and Capital: A Quantitative Analysis, Manuscript, University of Maryland.",
        "Bailey, Martin (1956): The Welfare Cost of Inflationary Finance, Journal of Political Economy, 64, 93-110.",
        "Ball, Lawrence (2001): Another Look at Long-Run Money Demand, Journal of Monetary Economics, 47, 31-44.",
        "Berentsen, Aleksander, Gabriele Camera and Christopher Waller (2007): Money, Credit and Banking, Journal of Economic Theory, 135, 171-195.",
        "Billi, Roberto (2008): Optimal Inflation for the U.S. Economy, Federal Reserve Bank of Kansas City Research Working Papers, RWP 07-03.",
        "Billi, Roberto and George Kahn (2008): What Is the Optimal Inflation Rate?, Federal Reserve Bank of Kansas City Economic Review, 5-28.",
        "Bouakez, Hafedh, Cardia, Emanuela, and Fransisco J. Ruge-Murcia (2005): Habit Formation and the Persistence of Monetary Shocks, Journal of Monetary Economics, 52, 1073-1088.",
        "Bouakez, Hafedh, Cardia, Emanuela, and Fransisco J. Ruge-Murcia (2009): The Transmission of Monetary Policy in a Multi-sector Economy, International Economic Review, forthcoming.",
        "Calvo, Guillermo (1983):  Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 383-398.",
        "Christinsen, Ian and Ali Dib (2008): The Financial Accelerator in an Estimated New Keynesian Model, Review of Economic Dynamics, 11, 155-178.",
        "Christiano, Lawrence , Martin Eichenbaum, and Charles Evans (2005): Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113, 1-45.",
        "Craig, Ben and Guillaume Rocheteau (2008): Inflation and Welfare: A Search Approach, Journal of Money, Credit, and Banking, 40, 89-120.",
        "Cynamon, Barry, Donald Dutkowsky, and Barry Jones (2006): Redefining the Monetary Aggregates: A Clean Sweep, Eastern Economic Journal, 32, 661-672.",
        "Del Negro, Marco and Frank Schorfheide (2008): Forming Priors for DSGE Models (and How it Affects the Assessment of Nominal Rigidities), Journal of Monetary Economics, 55, 1191-1208.",
        "Doan, Thomas, Robert Litterman, and Christopher A. Sims (1984): Forecasting and Conditional Projection Using Realistic Prior Distributions, Econometric Reviews, 3, 1-100.",
        "Geweke, John (1978): The Revision of Seasonally Adjusted Time Series, Proceedings of the Business and Economic Statistics Section, American Statistical Association, 320-325.",
        "Goldfeld, S. and D. Sichel (1990), The Demand for Money, in B. Friedman and F. Hahn (eds.) The Handbook of Monetary Economics, 1, 299-356.",
        "Goodfriend, Marvin and Robert King (1997): The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual, 12, 231-283.",
        "Guerron-Quintana, Pablo A. (2008): The Implications of Inflation in an Estimated New-Keynesian Model, Manuscript, North Carolina State University.",
        "Guerron-Quintana, Pablo A. (2009): Money Demand Heterogeneity and the Great Moderation, Journal of Monetary Economics, 56, 255-266.",
        "Hansen, Gary (1985): Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16, 309-327.",
        "Ireland, Peter (2004): Moneys Role in the Monetary Business Cycle, Journal of Money, Credit, and Banking, 36, 969-983.",
        "Justiniano, Alejandro and Giorgio E. Primiceri (2008): The Time Varying Volatility of Macroeconomic Fluctuations, American Economic Review, 98, 604-641.",
        "Khan, Aubhik, Robert King and Alexander Wolman (2003), Optimal Monetary Policy, Review of Economic Studies, 70, 825-860.",
        "King, Robert, and Alexander Wolman (1996): Inflation Targeting in a St. Louis Model of the 21st Century, FRB St. Louis Review, May-June.",
        "Kiyotaki, Nobuhiro and Randall Wright (1989): On Money as a Medium of Exchange, Journal of Political Economy, 97, 927-954.",
        "Lagos, Ricardo and Randall Wright (2005): A Unified Framework for Monetary Theory and Policy Evaluation, Journal of Political Economy, 113, 463-484.",
        "Levin, Andrew, Alexei Onatski, John Williams, and Noah Williams (2006): Monetary Policy Under Uncertainty in Micro-Founded Macroeconometric Models in Mark Gertler and Kenneth Rogoff (eds.) NBER Macroeconomics Annual 2005, MIT Press, Cambridge, MA.",
        "Lubik, Thomas and Frank Schortheide (2006): A Bayesian Look at New Open Economy Macroeconomics, NBER Macroeconomics Annual 2005, 313-366.",
        "Lucas, Robert (1988): Money Demand in the United States: A Quantitative Review, Carnegie-Rochester Conference Series on Public Policy, 29, 137-167.",
        "Lucas, Robert (2000): Inflation and Welfare, Econometrica, 68, 247-274.",
        "Pierce, D. (1980): Data Revisions with Moving Average Seasonal Adjustment Procedures, Journal of Econometrics, 14, 95-114.",
        "Primiceri, Giorgio (2006): Why Inflation Rose and Fell: Policymakers Beliefs and US Postwar Stabilization Policy, Quarterly Journal of Economics, 121, 867-90 1.",
        "Rabanal, Pau and Juan F. Rubio-Ramirez (2005): Comparing New Keynesian Models of the Business Cycle: A Bayesian Approach, Journal of Monetary Economics, 52, 1151-1166.",
        "Rocheteau, Guillaume, Peter Rupert, and Randall Wright (2008a): Inflation and Unemployment in General Equilibrium, Scandinavian Journal of Economics, 109, 837-855.",
        "Rocheteau, Guillaume, Peter Rupert, Karl Shell and Randall Wright (2008b): General Equilibrium with Nonconvexities and Money, Journal of Economic Theory, 142, 294-317.",
        "Rocheteau, Guillaume and Randall Wright (2005): Money in Search Equilibrium, in Competitive Equilibrium, and in Competitive Search Equilibrium, Econometrica, 73, 175-202.",
        "Rogerson, Richard (1988): Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics, 66, 3-16.",
        "Sargent, Thomas (1999): The Conquest of American Inflation, Princeton University Press.",
        "Sargent, Thomas, Noah Williams and Tao Zha (2006): Shocks and Government Beliefs: The Rise and Fall of American Inflation, American Economic Review, 96, 1193-1224.",
        "Schmitt-Grohe, Stephanie, and Martin Uribe (2007): Optimal Inflation Stabilization in a Medium-Scale Macroeconomic Model, in Monetary Policy Under Inflation Targeting , Klaus Schmidt-Hebbel and Frederic Mishkin (eds.), Central Bank of Chile, Santiago, Chile, p. 125-186.",
        "Schorfheide, Frank (2000): Loss Function Based Evaluation of DSGE Models, Journal of Applied Econometrics, 15, 645-670.",
        "Schorfheide, Frank (2005): Learning and Monetary Policy Shifts, Review of Economic Dynamics, 8, 392-419.",
        "Schorfheide, Frank (2009): DSGE Model-Based Estimation of the New Keynesian Phillips Curve, Federal Reserve Bank of Richmond Economic Quarterly, forthcoming.",
        "Sims, Christopher and Tao Zha (1998): Bayesian Methods for Dynamic Multivariate Models, International Economic Review, 39, 949-968.",
        "Smets, Frank and Raf Wouters (2003): An Estimated Stochastic Dynamic General Equilibrium Model for the Euro Area, Journal of the European Economic Association, 1, 1123-1175.",
        "Smets, Frank and Raf Wouters (2007): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97, 586-606.",
        "Stock, James and Mark Watson (1993): A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica, 61, 783-820.",
        "Waller, Christopher (2009): Random Matching and Money in the Neoclassical Growth Model: Some Analytical Results, Manuscript.",
        "Wolman, Alexander (2001): A Primer on Optimal Monetary Policy with Staggered Price Setting, FRB Richmond Quarterly Review, 87-4, 27-52."
    ]
}