{
    "id": 14871,
    "cites": 25,
    "cited_by": 7,
    "reference": [
        "Acharya, Viral, Stephen Schaefer, and Yili Zhang, 2008, Liquidity Risk and Correlation Risk: A Clinical Study of the General Motors and Ford Downgrade of May 2005, Working paper, London Business School.",
        "Benmelech, Efraim, and Jennifer Blugosz, 2008, The Alchemy of CDO Credit Ratings, Working paper, Harvard University.",
        "Berd, Arthur, Robert Engle, and Artem Voronov, 2007, The Underlying Dynamics of Credit Correlations, The Journal of Credit Risk 3, 27-62.",
        "Bhansali, Vineer, Robert Gingrich, and Francis A. Longstaff, 2008, Systemic Credit Risk in Financial Markets: What is the Market Telling Us?, Financial Analysts Journal 66, (July/August) No. 4, 16-24.",
        "Brennan, J. Michael, Julia Hem, and Ser-Huang Poon, 2008, Tranching and Rating, Working paper, UCLA.",
        "Brunnermeier, Markus and Lasse H. Pedersen, 2008, Market Liquidity and Funding Liquidity, Review of Financial Studies, forthcoming.",
        "Cooper, Ian, and Antonio Mello, 1991, The Default Risk of Swaps, Journal of Finance 46, 597-620.",
        "Coval, Joshua, Jakub Jurek, and Erik Stafford, 2008a, Economic Catastrophe Bonds, American Economic Review Coval, Joshua, Jakub Jurek, and Erik Stafford, 2008b, The Economics of Structured Finance, Working paper, Harvard University.",
        "DeMarzo, Peter, 2005, The Pooling and Tranching of Securities: A Model of Informed Intermediation, Review of Financial Studies 18, 1-35.",
        "Duffie, Darrell, 1999, Credit Swap Valuation, Financial Analysts Journal 55 (Jan-Feb), 73-87.",
        "Duffie, Darrell, and Nicolae GÃ\u0083Â¢rleanu, 2001, Risk and Valuation of Collateralized Debt Obligations, Financial Analysts Journal 57, (January/February) No. 1, 41-59.",
        "Duffie, Darrell, and Ming Huang, 1996, Swap Rates and Credit Quality, Journal of Finance 51, 921-950.",
        "Franke, Guenter, and Jan Pieter Krahnen, 2005, Default Risk Sharing Between Banks and Markets: The Contribution of Collateralized Debt Obligations, NBER Working paper 11741.",
        "Giesecke, Kay, 2004, Correlated Default with Incomplete Information, Journal of Banking and Finance 28, 1521-1545.",
        "Hull, John, and Alan White, 2004, Valuation of CDOs and an n-th Default CDS without Monte Carlo Simulation, Journal of Derivatives, Summer, 8-23.",
        "Jarrow, Robert and Fan Yu, 2001, Counterparty Risk and the Pricing of Defaultable Securities, Journal of Finance 56, 1765-1799.",
        "Krahnen, Jan Pieter, and Christian Wilde, 2006, Risk Transfer with CDOs and Systemic Risk in Banking, Working paper, University of Frankfurt.",
        "Longstaff, Francis A., 2004, The Flight-to-Liquidity Premium in U.S. Treasury Bond Prices, Journal of Business 77, 511-526.",
        "Longstaff, Francis A., 2008, The Subprime Credit Crisis and Contagion in Financial Markets, Working paper, UCLA.",
        "Longstaff, Francis A., 2009, Portfolio Claustrophobia: Asset Pricing in Markets with Illiquid Assets, American Economic Review, forthcoming.",
        "Longstaff, Francis A., Sanjay Mithal, and Eric Neis, 2005, Corporate Yield Spreads: Default Risk or Liquidity? New Evidence from the Credit-Default Swap Market, Journal of Finance 60, 2213-2253.",
        "Longstaff, Francis A., and Arvind Rajan, 2008, An Empirical Analysis of the Pricing of Collateralized Debt Obligations, Journal of Finance 63, 529-563.",
        "Longstaff, Francis A. and Jiang Wang, 2008, Asset Pricing and the Credit Markets, Working paper, UCLA.",
        "Rajan, Arvind, Glen McDermott, and Ratul Roy, 2007, The Structured Credit Handbook, John Wiley & Sons, Hoboken, N.J.",
        "Sorensen, Eric and Thierry Bollier, 1994, Pricing Swap Default Risk, Financial Analysts Journal 50 (May-June), 23-33."
    ]
}