{
    "id": 14873,
    "cites": 57,
    "cited_by": 29,
    "reference": [
        "Albanesi, Stefania. 2008. Comment on Marriage and Divorce since WWII: Analyzing the Role of Technological Progress on the Formation of Households, by Jeremy Greenwood and Nezih Guner. NBER Macroeconomics Annual 2008 (259. Daron Acemoglu, Kenneth Rogoff and Michael Woodford (eds.). Forthcoming, MIT Press.",
        "Albanesi, Stefania and Claudia Olivetti. 2007. Gender and Dynamic Agency: Theory and Evidence on the Compensation of Female Top Executives. Manuscript, Columbia University.",
        "Albanesi, Stefania and Claudia Olivetti. 2008. Home Production, Market Production, and the Gender Wage Gap: Incentives and Expectations. Review of Economic Dynamics 12, No. 1 (January 2009): 80-107.",
        "Apple, Rima. 1987. Mothers and Medicine: A Social History of Infant Feeding, 1890-1 950. University of Wisconsin Press.",
        "Bailey, Martha J. 2006. More power to the pill: The impact of contraceptive freedom on womens lifecycle labor supply. Quarterly Journal of Economics, 121: 289-320.",
        "Bain, Katherine. 1948. The Incidence of Breast Feeding in Hospitals in the United States. Pediatrics 2: 313-320",
        "Blau, Francine D., and Lawrence M. Kahn. 1999. Analyzing the gender pay gap. Quarterly Review of Economics and Finance 39(5): 625-646.",
        "Blundell, Richard and Thomas E. MaCurdy. 1999. Labor Supply: A Review of Alternative Approaches. Chapter 20 in Ashenfelter, Orley and David Card editors, Handbook of Labor Economics, Vol. SA. North-Holland/Elsevier Science.",
        "Bowden, Sue and Avner Offer. 1994. Household Appliances and the Use of Time: The United States and Britain Since the 1920s. The Economic History Review, New Series, 47 (4): 725748.",
        "Brossard, Laura Cowley. 1926. A Study of the Time Spent in the Care of Babies. Journal of Home Economics 18: 123-127.",
        "Center for Disease Control and Prevention (CDC). National Immunization Survey - Breastfeeding Practices Among Children Born in 2004. Available at http: //www.cdc.gov/breastfeeding/data/NIS data/data 2004.htm.",
        "Eckstein, Zvi and Kenneth Wolpin. 1989. Dynamic Labor Force Participation of Married Women with Endogenous Work Experience. Review of Economic Studies 56: 375-390.",
        "FernÃ\u0083Â¡ndez, Raquel, Fogli, Alessandra and Claudia Olivetti. 2004. Mothers and Sons: Preference Development and Female Labor Force Dynamics. Quarterly Journal of Economics 119, no. 4: 1249-1299.",
        "FernÃ\u0083Â¡ndez, Raquel and Alessandra Fogli. 2009. Culture: An Empirical Investigation of Beliefs, Work, and Fertility. American Economic Journal: Macroeconomics, 1(1): 146-77.",
        "FernÃ\u0083Â¡ndez, Raquel. 2007. Culture as Learning: The Evolution of Female Labor Force Participation over a Century. Manuscript, New York University.",
        "Fogli, Alessandra and Laura Veldkamp. 2007. Nature or Nurture? Learning and Female Labor Force Participation. Federal Reserve Bank of Minneapolis, Research Department Staff Report 386.",
        "Fomon Samuel J. 1975. What are infants fed in the United States? Pediatrics 56: 350-355.",
        "Fomon, Samuel J. 2001. Infant Feeding in the 20th Century: Formula and Beikost. Journal of Nutrition: 131: 409S-420S.",
        "Glick, Paul C. 1977. Updating the Life Cycle of the Family. Journal of Marriage and the Family 39 (1): 5-13.",
        "Golden, Janet. 1996. A Social History of Wet Nursing in America: From Breast to Bottle. Cambridge History of Medicine. Cambridge: Cambridge University Press.",
        "Goldin, Claudia. 1990. Understanding the Gender Wage Gap: An Economic History of American Women. Oxford University Press.",
        "Goldin, Claudia. 1991. Marriage Bars: Discrimination Against Married Women Workers, 1920 to 1950. In Favorites of Fortune: Technology, Growth and Economic Development Since the Industrial Revolution, ed. H. Rosovsky, D. Landes, P. Higgonet. Cambridge, MA: Harvard University Press.",
        "Goldin, Claudia. 2002. A Pollution Theory of Discrimination. NBER WP 8985.",
        "Goldin, Claudia. 2006. The Quiet Revolution That Transformed Womens Employment, Education, and Family. American Economic Review, Papers and Proceedings, (Ely Lecture), 96 (May): 1-21.",
        "Goldin, Claudia and Lawrence Katz. 2002. The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions. Journal of Political Economy 100, 730-770.",
        "Gordon, Robert J. 1990. The Measurement of Durable Goods Prices. University of Chicago Press, Chicago, for National Bureau of Economic Research.",
        "Haines, Michael R. 2006a. Fetal death ratio, neonatal mortality rate, infant mortality rate, and maternal mortality rate, by race: 1850-1998. Table Ab912-927 in Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, edited by Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press.",
        "Haines, Michael R. 2006b. Live births, deaths, infant deaths, marriages, and divorces, by race: 1909-1998 . Table Abll-30 in Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, edited by Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press.",
        "Haines, Michael R., and Richard Sutch. 2006. Population, by marital status, sex, and race: 1880-1990. Table Aa614-683 in Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, edited by Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press.",
        "Hanes, Christopher. 1996. Changes in the Cyclical Behavior of Real Wage Rates 1870-1990, Journal of Economic History 56: 856-7, December.",
        "Hauser, Robert. 1976. Fertility Tables for Birth Cohorts by Color: United States 1901-1973. Rockville, MD: National Center for Health Statistics.",
        "Hirschman, Charles and Marilyn Butler. 1981. Trends and Differentials in Breast Feeding: An Update. Demography 18 (February):39-54.",
        "Hirschman, Charles and Gerry E. Hendershot. 1979. Trends in breast feeding among American mothers. Vital Health Statistics 23 3:1-46. National Center for Health Statistics.",
        "Holly E. Reed, Marjorie A. Koblinsky, and W. Henry Mosley. 2000. The Consequences of Maternal Morbidity and Maternal Mortality: Report of a Workshop. National Research Council (U.S.), Committee on Population. Washington, DC: National Academy Press.",
        "Jones, Larry, Manuelli Rodolfo E. and Ellen R. McGrattan. 2003. Why are Married Women Working So Much? Research Department Stuff Report 317, Federal Reserve Bank of Minneapolis.",
        "Jones, Larry E. and Michele Tertilt. 2007. An Economic History of Fertility in the U.S.: 1826-1960. The Handbook of Family Economics, Peter Rupert, Ed., forthcoming.",
        "Knowles, John. 2005. Why Are Married Men Working So Much? Penn Institute for Economic Research (PIER) Working Paper No. 05-031.",
        "Leavitt, Judith W. 1988. Brought to Bed: Childbearing in America, 1750-1950. Oxford University Press.",
        "Li, Ruowei, Darling, Natalie, Maurice, Emmanuel, Barker, Lawrence and Lawrence M. Grummer-Strawn. 2005. Breastfeeding Rates in the United States by Characteristics of Child, Mother or Family: The 2002 National Immunization Survey. Pediatrics 115: e31-e37.",
        "Loudon, Irvine 1992. Death in Childbirth: An International Study of Maternal Care and Maternal Mortality 1800-1950. Oxford University Press.",
        "Margo, Robert A. 2006. Hourly and weekly earnings of production workers in manufacturing: 1909-1995. Table Ba4361-4366 in Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, edited by Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press.",
        "Martinez, Gilbert A. and John P. Nalezienski. 1979. The Recent Trend in Breastfeeding. Pediatrics 64: 686-692, November.",
        "Meyer, Herman F. 1958. Breast Feeding in the United States: Extent and Possible Trend. Pediatrics 22: 116-121.",
        "Mokyr, Joel. 2000. Why More Work for Mother? Knowledge and Household behavior 18701945. Journal of Economic History 60: 1-41.",
        "National Center for Health Statistics. 2000. Infant Growth Charts from the Center for Disease Control of the National Center of Health Statistics. http: / /www. cdc.gov/growthcharts/.",
        "Noymer, Andrew and Michel Garenne. 2000. The 1918 Influenza Epidemics Effects on Sex Differentials in Mortality in the United States. Population and Development Review 26 (3): 565-581.",
        "ONeill, June. 2003. The Gender Wage Gap in Wages, circa 2000. The American Economic Review, Papers and Proceedings 93 (2): 309-314.",
        "Oliveira, Victor and David E. Davis. 2006. Recent Trends and Economic Issues in the WIC Infant Formula Rebate Program. USDA, Economic Research Report, No. 22.",
        "Olivetti, Claudia. 2006. Changes in Womens Hours of Market Work: The Role of Returns to Experience. Review of Economic Dynamics 9 (4): 557-587.",
        "Packard A. and S. Vernal. 1982. Human Milk and Infant Formula. Academic Press, Inc., New York, NY.",
        "Ramey, A. Valerie. 2009. Time Spent in Home Production in the 20th Century United States: New Estimates from Old Data. The Journal of Economic History 69 (1): 1-47.",
        "Ryan, Alan, William F. Pratt, Jeffrey L. Wysong, Gregory Lewandowski, James W. McNally and Fritz W. Krieger. 1991. A Comparison of Breast-Feeding Data from the National Surveys of Family Growth and the Ross Laboratories Mothers Surveys. American Journal of Public Health 81: 1049-1052.",
        "Ryan, Alan S., Zhou Wenjun and Andrew Acosta. 2002. Breastfeeding Continues to Increase Into the New Millenium. Pediatrics 110: 1103-1109.",
        "ProQuest Historical Newspapers Chicago Tribune (1849-1985), Los Angeles Times (18811985) and The Washington Post (1877 - 1990).",
        "Schuman, Andrew J., 2003. A Concise History of Infant Formulas (twists and turns included), Contemporary Pedriatics, February.",
        "Taffel, Selma. 1984. Midwife and out-of-hospital deliveries, United States. Vital and Health Statistics. Series 21, Data from the national vital statistics system. No. 40. DHHS Pub. No. (PHS) 84-1918. National Center for Health Statistics.",
        "Thomasson, Melissa A. and Jaret Treber. 2004. From Home to Hospital: The Evolution of Childbirth in the United States, 1927-1940. NBER Working Papers 10873."
    ]
}