{
    "id": 14872,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "Adolfson, Malin, Stefan Laseen, Jesper Linde, and Mattias Villani (2005): Forecasting Performance of an Open Economy Dynamic Stochastic General Equilibrium Model, Sveriges Riks bank Working Paper Series, 190.",
        "Adolfson, Malin, Michael K. Andersson, Jesper Linde, Mattias Villani, and Anders Vredin (2007): Modern Forecasting Models in Action: Improving Macroeconomic Analyses at Central Banks, Sveriges Riks bank Research Paper Series, 23.",
        "Adolfson, Malin, Stefan Laseen, Jesper Linde, and Mattias Villani (2008): Evaluating an Estimated New Keynesian Small Open Economy Model, Journal of Economic Dynamics S Control, 32, 2690-2721.",
        "An, Sungbae and Frank Schorfheide (2007): Bayesian Analysis of DSGE Models, Econometric Reviews, 26, 113-172.",
        "Barndorff-Nielsen, 0. and G. Schou (1973): On the Parameterization of Autoregressive Models by Partial Autocorrelations, Journal of Multivariate Analysis, 3, 408-419.",
        "Boivin, Jean and Marc Giannoni (2006): DSGE Models in a Data-Rich Environment, Manuscript, HEC Montreal and Columbia University.",
        "Boldrin, Michele, Lawrence Christiano, and Jonas Fisher (2001): Habit Persistence, Asset Returns, and the Business Cycle, American Economic Review, 91, 149-166.",
        "Calvo, Guillermo (1983): Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 383-398.",
        "Chang, Yongsung and Sun-Bin Kim (2006): From Individual to Aggregate Labor Supply: A Quantitative Analysis based on a Heterogeneous Agent Macroeconomy, International Economic Review, 47, 1-27.",
        "Chib, Siddartha (1995): Marginal Likelihood from the Gibbs Output, Journal of the American Statistical Association, 90, 1313-1321.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans (2005): Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113, 1-45.",
        "Coenen, GÃ\u0083Â¼nter, Peter McAdam, and Roland Straub (2008): Tax Reform and LabourMarket Performance in the Euro Area: A Simulation-Based Analysis Using the New Area-Wide Model, Journal of Economic Dynamics S Control, 32, 2543-2583.",
        "Dawid, A.P. (1992): Prequential Analysis, Stochastic Complexity and Bayesian Inference. In: J.M. Bernado, JO. Berger, A.P. Dawid and A.F.M. Smith (Eds) Bayesian Statistics ~, 109-125.",
        "Del Negro, Marco and Frank Schorfheide (2008): Forming Priors for DSGE Models (and How it Affects the Assessment of Nominal Rigidities), Journal of Monetary Economics, 55, 1191-1208.",
        "Del Negro, Marco, Frank Schorfheide, Frank Smets, and Rafael Wouters (2007): On the Fit of New Keynesian Models, Journal of Business and Economic Statistics, 25, 123-162.",
        "Diebold, Francis and Roberto Mariano (1995): Comparing Predictive Accuracy, Journal of Business S Economic Statistics, 13, 253-263.",
        "Diebold, Francis, Jinyong Hahn, and Anthony Tay (1999): Multivariate Density Forecast Evaluation and Calibration in Financial Risk Management: High Frequency Returns on Foreign Exchange, Review of Economic and Statistics, 81, 661-673.",
        "Edge, Rochelle, Michael Kiley, and Jean-Phillipe Laforte (2008): A Comparison of Forecast Performance Between Federal Reserve Staff Forecasts, Simple Reduced-Form Models, and a DSGE Model, Manuscript, Federal Reserve Board of Governors.",
        "Giannone, Domenico, Francesca Monti, and Lucrezia Reichlin (2008): Incorporating Conjunctural Analysis in Structural Macroeconomic Models, Manuscript, ECARES and London Business School.",
        "Good, I.J. (1952): Rational Decisions Journal of the Royal Statistical Society B, 14, 107-114.",
        "Harvey, David, Stephen Leybourne, and Paul Newbold (1998): Tests for Forecast Encompassing, Journal of Business ~ Economic Statistics, 16, 254-259.",
        "Kimball, Miles and Matthew Shapiro (2003): Labor Supply: Are the Income and Substitution Effects Both Large or Both Small? Manuscript, University of Michigan.",
        "Monti, Francesca (2008): Forecast with Judgement and Models, National Bank of Belgium Working Paper, 153, December.",
        "Sims, Christopher (2002): Solving Rational Expectations Models, Computational Economics, 20, 1-20.",
        "Smets, Frank and Rafael Wouters (2003): An Estimated Stochastic Dynamic General Equilibrium Model for the Euro Area, Journal of the European Economic Association, 1, 1123-1175.",
        "Smets, Frank and Rafael Wouters (2004): Forecasting with a Bayesian DSGE Model: An Application to the Euro Area, Journal of Common Market Studies, 42, 841-67.",
        "Smets, Frank and Rafael Wouters (2007): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97, 586-606."
    ]
}