{
    "id": 14877,
    "cites": 42,
    "cited_by": 6,
    "reference": [
        "Aggarwal, R., Samwick, A., 1999. Executive compensation, strategic competition, and relative performance evaluation: Theory and evidence. Journal of Finance 54, 1999-2043.",
        "Bertrand, M., Mullainathan, 5., 1999. Is there discretion in wage setting? A test using takeover legislation. Rand Journal of Economics 30, 535-554.",
        "Bertrand, M., Mullainathan, 5., 2003. Enjoying the quiet life? Corporate governance and managerial preferences. Journal of Political Economy 111, 1043-1075.",
        "Bertrand, M., Duflo, E., Mullainathan, 5., 2004. How much should we trust differences-indifferences estimates? Quarterly Journal of Economics 119, 249-275.",
        "Bloom, N., van Reenen, J., 2007. Measuring and explaining management practices across firms and countries. Quarterly Journal of Economics 122, 1351-1408.",
        "Carlton, D., Perloff, J., 1989. Modern Industrial Organization. Glenview, Ill: Scott, Foresman Little, Brown.",
        "Cheng, S., Nagar, V., Rajan, M., 2005. Identifying control motives in managerial ownership: Evidence from antitakeover legislation. Review of Financial Studies 18, 637-672.",
        "Comment, R., Schwert, W., 1995. Poison or placebo? Evidence on the deterrence and wealth effects of modern antitakeover measures. Journal of Financial Economics 39, 3-43.",
        "Cremers, M., Nair, V., Peyer, U., 2008. Takeover defenses and competition: The role of stakeholders. Journal of Empirical Legal Studies 5, 791-818.",
        "Dechow, P., Sloan, R., Sweeney, A., 1995. Detecting earnings management. Accounting Review 70, 193-225.",
        "Feenstra, R., 1996. U.S. imports, 1972-1994: Data and concordances. NBER Working Paper 5515.",
        "Feenstra, R., Romalis, J., Schott, P., 2002. U.S. imports, exports, and tariff data, 1989-2001. NBER Working Paper 9387.",
        "Garvey, G., Hanka, G., 1999. Capital structure and corporate control: The effect of antitakeover statutes on firm leverage. Journal of Finance 54, 519-546.",
        "Giroud, X., Mueller, H., 2008a. Does corporate governance matter in competitive industries? Unpublished working paper. New York University.",
        "Giroud, X., Mueller, H., 2008b. Corporate governance, product market competition, and equity prices. Unpublished working paper. New York University.",
        "Gompers, P., Ishii, J., Metrick, A., 2003. Corporate governance and equity prices. Quarterly Journal of Economics 118, 107-155.",
        "Guadalupe, M., PÃ\u0083Â©rez-GonzÃ\u0083Â¡lez, F., 2005. The impact of product market competition on private benefits of control. Unpublished working paper. Columbia University.",
        "Hart, 0., 1983. The market mechanism as an incentive scheme. Bell Journal of Economics 14, 366-382.",
        "Hermalin, B., 1992. The effects of competition on executive behavior. Rand Journal of Economics 23, 350-365.",
        "Hicks, J., 1935. Annual survey of economic theory: The theory of monopoly. Econometrica 3, 1-20.",
        "HolmstrÃ\u0083Â¶m, B., Tirole, J., 1989. The theory of the firm. In: Schmalensee, R., Willig, R. (Eds.), Handbook of Industrial Organization. Amsterdam: North Holland, pp. 61-133.",
        "Hou, K., Robinson, D., 2006. Industry concentration and average stock returns. Journal of Finance 61, 1927-1956.",
        "Jones, J., 1991. Earnings management during import relief investigations. Journal of Accounting Research 29, 193-228.",
        "Karpoff, J., Malatesta, P., 1989. The wealth effects of second-generation state takeover legislation. Journal of Financial Economics 25, 291-322.",
        "Karuna, C., 2008. Industry product market competition and corporate governance. Unpublished working paper. University of California at Irvine.",
        "Lewellen, K., 2006. Financing decisions when managers are risk averse. Journal of Financial Economics 82, 551-589.",
        "MacKinlay, A., 1997. Event studies in economics and finance. Journal of Economic Literature 35, 13-39.",
        "Moulton, B., 1990. An illustration of a pitfall in estimating the effects of aggregate variables on micro units. Review of Economics and Statistics 72, 334-338.",
        "Nickell, S., 1996. Competition and corporate performance. Journal of Political Economy 104, 724-746.",
        "Odders-White, E., Ready, M., 2006. Credit ratings and stock liquidity. Review of Financial Studies 19, 119-157.",
        "Petersen, M., 2009. Estimating standard errors in finance panel data sets: Comparing approaches. Review of Financial Studies 22, 435-480.",
        "Rauh, J., 2006. Own company stock in defined contribution pension plans: A takeover defense? Journal of Financial Economics 81, 379-410.",
        "Romano, R, 1987. The political economy of takeover statutes. Virginia Law Review 73, 111199.",
        "Romano, R., 1993. Competition for corporate charters and the lesson of takeover statutes. Fordham Law Review 61, 843-864.",
        "Scharfstein, D., 1988. Product-market competition and managerial slack. Rand Journal of Economics 19, 147-155.",
        "Scherer, F., 1980. Industrial Market Structure and Economic Performance. Chicago: Rand McNally.",
        "Schmidt, K., 1997. Managerial incentives and product market competition. Review of Economic Studies 64, 191-213.",
        "Shumway, T., 2001. Forecasting bankruptcy more accurately: A simple hazard model. Journal of Business 74, 101-124.",
        "Smith, A., 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. Cannan, E. (Ed.), Fifth Edition (1904). London: Methuen and Co., Ltd.",
        "Schwert, W., 2000. Hostility in takeovers: In the eyes of the beholder? Journal of Finance 55, 2599-2640.",
        "Teoh, S., Welch, I., Wong., T., 1998. Earnings management and the long-run market performance of initial public offerings. Journal of Finance 53, 1935-1974.",
        "Tirole, J., 1988. The Theory of Industrial Organization. Cambridge, MA: MIT Press."
    ]
}