{
    "id": 1487,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Andersen, Leonali C., and Jordan, Jerry L. Monetary and Fiscal Actions: A Test of Their Relative Importance in Economic Stabilization. Federal Reserve Bank of St. Louis, Review, 50 (November, 1968), 11-24.",
        "Brainard, William C. Uncertainty and the Effectiveness of Policy. American Economic Review, 57 (May, 1967), 411-425.",
        "Brunner, Karl, and Meltzer, Allan H. The Meaning of Monetary Indicators.I! Horwich (ed.), Monetary Process and Policy. Homewood: Richard D. Irwin, Inc., 1967.",
        "Clarida, Richard H., and Friedman, Benjamin M. Why Have Short-Term Interest Rates Been So High?!! Brookings Papers on Economic Activity (No. 2, 1983), 553-578.",
        "Fair, Ray C. The Estimation of Simultaneous Equations Models with Lagged Endogenous Variables and First Order Serially Correlated Errors. Econometrica, 38 (May 1970), 507-516.",
        "Friedman, Benjamin M. Targets, Instruments and Indicators of Money Policy. Journal of Monetary Economics, 1 (October, 1975), 443-473.",
        "Friedman, Benjamin M. The Inefficiency of Short-Run Monetary Targets for Monetary Policy. Brookings Papers on Economic Act-ivity (No. 2, 1977), 293-335.",
        "Friedman, Benjamin M. The Roles of Money and Credit in Macroeconomic Analysis. Tobin (ed.) , Macroeconomics, Prices and Quantities: Essays in Memory of Arthur M. Okun. Washington: The Brookings Institution, 1983.",
        "Kareken, John H., Muench, Thomas, and Wallace, Neil. Optimal Open Market Strategy: The Use of Information Variables. American Economic Review, 63 (March 1973), 156-172.",
        "Mahoney, Kevin, Meyer, Lawrence H., and Smirlock, Michael. A Comparison of Small Income Expenditure and Monetarist Econometric Models. Meyer (ed.), A Comparison of the predictive Performance of Small Macroeconometric Models, vol. 2. Mimeo: Washington University, 1983.",
        "Poole, William. Optimal choice of Monetary Policy Instruments in a Simple Stochastic Macro Model. Quarterly Journal of Economics, 84 (May, 1970) , 197-216.",
        "Sims, christopher A. Money, Income and Causality. American Economic Review, 62 (September, 1972), 540-552.",
        "Sims, christopher A. Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered. American Economic Review, 70 (May, 1980), 250-257.",
        "Tobin, James. Money and Income: Post Hoc Ergo Propter Hoc? Quarterly Journal of Economics, 84 (May, 1970), 301-317..",
        "Wallich, Henry C. Recent Techniques of Monetary Policy. Federal Reserve Bank of Kansas City, Economic Review (May, 1984), 21-30."
    ]
}