{
    "id": 14875,
    "cites": 38,
    "cited_by": 26,
    "reference": [
        "Aguiar, M. and G. Gopinath (2007). Emerging Market Business Cycle: The Cycle is the Trend. Journal of Political Economy 115, 1- 43.",
        "Alfaro, L., and F. Kanczuk (forthcoming). Debt Maturity: Is Long-Term Debt Optimal ? Review of International Economics.",
        "Andersen, T. (1996). Return Volatility and Trading Volume: An Information Flow Interpretation of Stochastic Volatility. Journal of Finance 51, 69-204.",
        "Aruoba, B., J. FernÃ\u0083Â¡ndez-Villaverde, and J. Rubio-RamIrez (2006). Comparing Solution Methods for Dynamic Equilibrium Economies. Journal of Economic Dynamic and Control 30, 2477-2508.",
        "Atkeson, A. and L.E. Ohanian (2001). Are Phillips curves useful for forecasting inflation ? Quarterly Review, Federal Reserve Bank of Minneapolis, 2-11.",
        "Bloom, N. (forthcoming). The Impact of Uncertainty Shocks. Econometrica.",
        "Broner, F., G. Lorenzoni, and S.L. Schmukler (2007). Why Do Emerging Economies Borrow Short Term? Mimeo.",
        "Campbell, J. Y. (2003). Consumption-Based Asset Pricing. In G.M. Constantinides, M. Harris, and R. M. Stulz (eds.), Handbook of the Economics of Finance 1, 803-887. North-Holland Elsevier.",
        "Correia I., J. Neves, and S. Rebelo (1995). Business Cycles in Small Open Economies. European Economic Review 39, 1089-1113.",
        "Del Moral P. and J. Jacod (2002), The Monte-Carlo Method for Filtering with Discrete Time Observations. Central Limit Theorems. in T. J. Lyons and T. S. Salisbury (eds.), Numerical Methods and Stochastics. The Fields Institute Communications, American Mathematical Society.",
        "Doucet, A., N. de Freitas, and N. Gordon (2001). Sequential Monte Carlo Methods in Practice. Springer Verlag.",
        "Elder, J. (2004). Another Perspective on the Effects of Inflation Uncertainty. Journal of Money, Credit and Banking 36, 9 11-928.",
        "FatÃ\u0083Â¡s, A. (2002). The Effects of Business Cycles on Growth. in Norman Loayza and Raimundo Soto (eds), Economic Growth: Sources, Trends and Cycles. Central Bank of Chile.",
        "FernÃ\u0083Â¡ndez-Villaverde, J. and J. Rubio-RamIrez (2007). Estimating Macroeconomic Models: A Likelihood Approach. Review of Economic Studies 74, 1059-1087.",
        "FernÃ\u0083Â¡ndez-Villaverde, J. and J. Rubio-RamIrez (2008). How Structural Are Structural Parameters? NBER Macroeconomics Annual 2007, 83-137.",
        "Fountas, S. and M. Karanasos (2007). ~Inflation, Output Growth, and Nominal and Real Uncertainty: Empirical Evidence for the G7. Journal of International Money and Finance 26, 229-250.",
        "Grier, K.B. and M.J. Perry (2000). ~The Effects of Real and Nominal Uncertainty on Inflation and Output Growth: Some GARCH-M Evidence. Journal of Applied Econometrics 15, 45-58.",
        "GuerrOn-Quintan, P. (2009). ~Do Uncertainty and Technology Drive Exchange Rates. Mimeo, North Carolina State University.",
        "Hamilton, J. (2008). ~Macroeconomics and ARCH. Mimeo, University of California-San Diego.",
        "Justiniano A. and G.E. Primiceri (2008). ~The Time Varying Volatility of Macroeconomic Fluctuations. American Economic Review 98, 604-641.",
        "Kaminsky, G.L., C.M. Reinhart and C.A. Vegh (2003). ~The Unholy Trinity of Financial Contagion. Journal of Economic Perspectives 17, 51-74.",
        "Kim, J., K. Sunghyun, E. Schaumburg, and C.A. Sims (2003). ~Calculating and Using Second Order Accurate Solutions of Discrete Time Dynamic Equilibrium Models. Finance and Economics Discussion Series 2003-61, Board of Governors of the Federal Reserve System.",
        "Koop G., M. Hashem Pesaran, and S. Potter (1996). ~Impulse Response Analysis in Nonlinear Multivariate Models. Journal of Econometrics 74, 199-147.",
        "KUnsch, H.R. (2005). ~Recursive Monte Carlo Filters: Algorithms and Theoretical Analysis. Annals of Statistics 33, 1983-2021.",
        "Kydland, F., and E. C. Prescott (1982). ~Time to Build and Aggregate Fluctuations. Econometrica 50, 1345-1370.",
        "Lee, K., S. Ni, and R. Ratti (1995). ~Oil Shocks and the Macroeconomy: The Role of Price Variability. Energy Journal 16, 39-56.",
        "Mendoza, E. (1991). ~Real Business Cycles in a Small Open Economy. American Economic Review 81, 797-818.",
        "Mendoza, E. (1995). ~The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations. International Economic Review 36, 101-37.",
        "Neumeyer, P. and F. Perri (2005). ~Business Cycles in Emerging Economies: the Role of Interest Rates. Journal of Monetary Economics 52, 345-380.",
        "Ramey, G. and V.A. Ramey (1995). ~Cross-Country Evidence on the Link Between Volatility and Growth American Economic Review 85, 1138-115.",
        "Roberts, G., A. Gelman, and W. Gilks (1997). ~Weak Convergence and Optimal Scaling of Random Walk Metropolis Algorthims. Annals of Applied Probability 7, 110-120.",
        "Ross, 5. (1989). ~Information and Volatility: The No-arbitrage Martingale Approach to Timing and Resolution Irrelevancy. Journal of Finance 44, 1-17.",
        "Rubin, D.B. (1988). ~Using the SIR Algorithm to Simulate Posterior Distributions. in J.M. Bernardo, M.H. DeGroot, D.V. Lindley, and A.F.M. Smith (eds), Bayesian Statistics 3, 395-402, Oxford University Press.",
        "Schmitt-GrohÃ\u0083Â© S., and M. Uribe (2003). ~Closing Small Open Economies. Journal of International Economics 61, 163-185.",
        "Shephard, N. (2008). ~Stochastic Volatility. The New Palgrave Dictionary of Economics.",
        "Stock, J.H. and M.W. Watson (2002). ~Has the Business Cycle Changed, and Why? NBER Macroeconomics Annual 17, 159-218.",
        "Stock, J.H. and M.W. Watson (2007). ~Why Has U.S. Inflation Become Harder to Forecast ? Journal of Money, Credit and Banking 39, 3-33.",
        "Uribe M., and V. Yue (2006). ~Country Spreads and Emerging Countries: Who Drives Whom? Journal of International Economics 69, 6-36."
    ]
}