{
    "id": 14889,
    "cites": 68,
    "cited_by": 1,
    "reference": [
        "Anderson, C., and L. Garcia-Feijoo, 2006, Empirical Evidence on Capital Investment, Growth Option, and Security Returns, Journal of Finance 61, 171-194.",
        "Ang, A., and J. Chen, 2007, CAPM Over the Long Run: 1926-200 1, Journal of Empirical Finance 14, 1-40.",
        "Ang, A., and J. Liu, 2004, How to Discount Cashflows with Time-Varying Expected Returns, Journal of Finance 59, 2745-2783.",
        "Adrian, T. and F., Franzoni, 2008, Learning about Beta: Time-Varying Factor Loadings, Expected Returns, and the Conditional CAPM, working paper, Federal Reserve Bank of New York.",
        "Ball, R., and P., Brown, 1968, An Empirical Evaluation of Accounting Income Numbers, Journal of Accounting Research 6, 159-178.",
        "Banz, R. W., 1981, The Relationship between Return and Market Value of Common Stocks, Journal of Financial Economics 9, 3-18.",
        "Basu, S., 1983, The Relationship between Earnings Yield, Market Value, and Return for NYSE Common Stocks: Further Evidence, Journal of Financial Economics 12, 129-156.",
        "Bauer, R., M., Cosemans, R., Frehen ,and P., Schotman, 2009, Efficient Estimation of Firm-Specific Betas and its Benefits for Asset Pricing and Portfolio Choice, working paper.",
        "Berk, J., 1995, A critique of size-related anomalies, Review of Financial Studies 8, 275286.",
        "Berk, J., R. Green, and V. Nailc, 1999, Optimal Investment, Growth Options, and Security Returns, Journal of Finance 54, 1553-1607.",
        "Chan, K., A., Hameed, and S., Lau, 2003, What If Trading Location is Different from Business Location? Evidence from the Jardine Group, Journal of Finance 58, 122 1-1246.",
        "Campbell, J., 2003, Consumption-Based Asset Pricing, Chapter 13 in George Constantinides, Milton Harris, and Rene Stulz eds. Handbook of the Economics of Finance Vol IB, Noth-Holland, Amsterdam, 803-887.",
        "Carlson M., A. Fisher, and R. Giammarino, 2004, Corporate Investment and Asset Price Dynamics: Implication for the Cross-section of Returns, Journal of Finance 59, 25772603.",
        "Claus, J., and J. Thomas, 2001, Equity Premia as Low as Three Percent? Evidence from Analysts Earnings Forecasts for Domestic and International Stock Markets, Journal of Finance 56, 1629-1666.",
        "Cochrane, J., 2008, A Mean-Variance Benchmark for Intertemporal Portfolio Theory, NBER working paper.",
        "Cohen, R., and C. K. Polk, 1998, The Impact of Industry Factors in Asset-Pricing Tests, working paper, Harvard University.",
        "Cooper, I, 2006, Asset Pricing Implication of Nonconvex Adjustment Costs and Irreversibility of Investment, Journal of Finance 61, 139-170.",
        "Daniel, K., and S. Titman, 1997, Evidence on the Characteristics of Cross-Sectional Variation in Stock Returns, Journal of Finance 52, 1-33.",
        "Davis, J., E. Fama, and K. French, 2000, Characteristics, Covariances, and Average Returns: 1929-1997, Journal of Finance 55, 389-406.",
        "DeBondt, W., and R. Thaler, 1985, Does the Stock Market Overreact? Journal of Finance 40, 793-805.",
        "Duffie, D., 2003, Intertemporal Asset Pricing Theory, Chapter 11 in George Constantinides, Milton Harris, and Rene Stulz eds. Handbook of the Economics of Finance Vol IB, North-Holland, Amsterdam,639-742.",
        "Dybvig, P., and J. Ingersoll, 1982, Mean-variance Theory in Complete Markets, Journal of Business 55, 233-251 Easton, P., 2008, Estimating the Cost of Capital Implied by Market Prices and Accounting Data, working paper, The University of Notre Dame.",
        "Elton, E., 1999, Expected Return, Realized Return, and Asset Pricing Tests, Journal of Finance 54, 1199-1220.",
        "Fama, E., and K. French, 1992, The Cross Section of Expected Stock Returns, Journal of Finance 47, 427-465.",
        "Fama, E., and K. French, 1993, Common Risk Factors in Stock and Bond Returns, Journal of Financial Economics, 33, 3-56.",
        "Fama, E. F., and K. R. French, 1992, The Cross-Section of Expected Stock Returns, Journal of Finance 47, 427-465.",
        "Fama, E. and K. French, 1996, The CAPM is Wanted, Dead or Alive, Journal of Finance 51, 1947-1958.",
        "Fama, E. and K. French, 1997, Industry Cost of Capital, Journal of Financial Economics 43, 153-193.",
        "Fama, E. and K. French, 2004, The CAPM: Theory and Evidence, Journal of Economic Perspectives 18, 25-46.",
        "Fama, E., and K. French, 2006, The Value Premium and the CAPM, Journal of Finance, 61, 2163-2185.",
        "Fama, E. F., and J. MacBeth, 1973, Risk, return and equilibrium: Empirical tests, Journal of Political Economy 81, 607-636.",
        "Ferson, W., 2003, Tests of Mulitfactor Pricing Models, Volatility Bounds and Portfolio Performance, In George M. Constantinides, Milton Harris and Rene M. Stultz, Editors: Handbook of the Economics of Finance, Elsevier Science Publishers, North Holland, pp. 743-800.",
        "Ferson, W. and D. H. Locke, 1998, Estimating the Cost of Capital Through Time: An Analysis of the Sources of Error, Management Science 44, 485-500.",
        "Ferson, W., S. Sarkissian, and T. Simm, 1999, The Alpha Factor Asset Pricing Model: A Parable, Journal of Financial Markets 2, 49-68.",
        "Gomes J. F., Leonid Kogan, and Lu Zhang, 2003, Equilibrium cross section of returns Journal of Political Economy 111, 693-732.",
        "Graham, John R., and Campbell Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence from the Field, Journal of Financial Economics 60, 187-243.",
        "Griffin, J.M., and M.L. Lemmon, 2002, Book-to-Market Equity, Distress Risk, and Stock Returns, Journal of Finance 57, 23 17-2336.",
        "Gibbons, M., S., Ross and J. Shanken, 1989, A Test of the Efficiency of a Given Portfolio, Econometrcia 57, 1121-1152.",
        "Hansen, L. P., and S. Richard, 1987, The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models, Econometricia 55, 587613.",
        "Hoberg, G. and I. Welch, 2007, Aged and Recent Market Betas in Securities Pricing, working paper, Brown University.",
        "Jegadeesh, N., and S. Titman, 1993, Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, Journal of Finance 48, 65-91.",
        "Jagannathan, R., and R. A. Korajczyk, 1986, Assessing the Market Timing Performance of Managed Portfolios, Journal of Business 59, 2 17-235.",
        "Jagannathan, R., E., McGrattan, and A., Scherbina, 2000, The Declining US Equity Premium, Federal Reserve Bank of Minneapolis Quarterly Review, 3-19.",
        "Jagannathan, R., and I., Meier, 2002, Do We Need CAPM for Capital Budgeting? Financial Management 31, 5-27.",
        "Jagannathan, R., and Z. Wang, 1996, The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance 51, 3-53.",
        "Kayhan and Titman, 2007, Firms History and Their Capital Structure, Journal of Financial Economics 83, 1-32.",
        "Lettau, M., and S., Ludvigson, 2001, Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia Are Time-Varying, Journal of Political Economy 109, 1238-1287.",
        "Lewellen, J. and S., Nagel, 2006, The Conditional CAPM Does Not Explain AssetPricing Anomalies, Jo~tma1 of Financial Economics 82. 289-314.",
        "Lewellen, J., and J. Shanken, 2002, Learning, Asset-Pricing Tests, and Market Efficiency, Journal of Finance 57, 1113-1145.",
        "Lintner, J., 1965, The Valuation of Risky Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets, The Review of Economics and Statistics 47, 1337.",
        "Lustig, H., and S.,Van Nieuwerburgh, 2005, Housing Collateral, Consumption Insurance, and Risk Premia: An Empirical Perspective, Journal of Finance 60, 1167-1219.",
        "McDonald R. L., and D. Siegel, 1985, Investment and the Valuation of Firms When There is an Option to Shut Down, International Economic Review 26, 33 1-349.",
        "Mehra and Prescott, 2003, The Equity Premium in Retrospect, George Constantinides, Milton Harris, and Rene Stulz eds. Handbook of the Economics of Finance Vol IB, North-Holland, Amsterdam.",
        "Mohanram, P., 2005, Separating Winners from Losers among Low Book-to-Market Stocks Using Financial Statement Analysis, Review ofAccounting Studies 10, 133-170.",
        "Pastor L., M. Sinha and B. Swaminathan, 2007, Estimating the Intertemporal Risk-return Trade-off Using the Implied Cost of Capital, forthcoming, Journal of Finance.",
        "Pastor, L. and R. F. Stambaugh, 1999, Costs of Equity Capital and Model Mispricing, Journal of Finance 54, 8 15-849.",
        "Pastor, L. and R. F. Stambaugh, 2003, Liquidity risk and expected stock returns, Journal of Political Economy 111, 642-685.",
        "Piotroski, J., 2000, Value Investing: The Use of Historical Financial Statement Information to Separate Winners from Losers, Journal of Accounting Research 38, 1-41.",
        "Rosenberg, B., J., Reid, and R., Lanstein, 1985, Persuasive evidence of market inefficiency, Journal of Portfolio Management 11, 9-17.",
        "Rubinstein, M., 1976, The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics and Management Science 7, 407-25.",
        "Santos, T., and P., Veronesi, 2006, Habit Formation, the Cross Section of Stock Returns and the Cash-Flow Risk Puzzle, working paper, University of Chicago.",
        "Schwart, W., 2003, Anomalies and Market Efficiency, Chapter 15 in George Constantinides, Milton Harris, and Rene Stulz eds. Handbook of the Economics of Finance Vol IB, North-Holland, Amsterdam, 937-972.",
        "Sharpe,W., 1964, Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk , Journal of Finance 19, 425-442.",
        "Stein, J. C., 1996, Rational Capital Budgeting in an Irrational World, Journal of Business 69, 429-455.",
        "Welch, I., 2008, The Consensus Estimate for the Equity Premium by Academic Financial Economists in December 2007, working paper, Brown University.",
        "Xing, Y., 2007, Interpreting the Value Effect Through the Q-theory: An Empirical Investigation, forthcoming, Review of Financial Studies.",
        "Wang, K. Q., 2003, Asset Pricing with Conditioning Information: A New Test, Journal of Finance 58, 16 1-196.",
        "Wang, Z. and X. Zhang, 2003, Empirical Evaluation of Asset Pricing Models: Arbitrage and Pricing Errors over Contingent Claims, Working Paper."
    ]
}