{
    "id": 14882,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Andrews, Donald, Steven Berry, and Panle Jia (2004): Confidence Regions for Parameters in Discrete Games with Multiple Equilibria, with an Application to Discount Chain Store Location, Manuscript, Department of Economics, Yale University.",
        "Andrews, Donald and Patrik Guggenberger (2007): Validity of Subsampling and `Plug-in Asymptotics Inference for Parameters Defined by Moment Inequalities, Manuscript, Department of Economics, Yale University.",
        "Andrews, Donald and Gustavo Soares (2007): Inference for Parameters Defined by Moment Inequalities Using Generalized Moment Selection, Manuscript, Department of Economics, Yale University.",
        "Bajari, Patrick, Lanier Benkard, and Jonathan Levin (2007): Estimating Dynamic Models of Imperfect Competition, Econometrica, 75, 1331-1370.",
        "Beresteanu, Arie and Francesca Molinari (2008): Asymptotic Properties for a Class of Partially Identified Models, Econometrica, 76, 763-814.",
        "Bernstein, SN. (1934): Theory of Probability, Gostekhizdat, Moscow.",
        "Berry, Steven (1994): Estimating Discrete Choice Models of Product Differentiation, RAND Journal of Economics, 25, 242-262.",
        "Bresnahan, Timothy and Peter Reiss (1991): Empirical Models of Discrete Games, Journal of Econometrics, 48, 57-8 1.",
        "Canay, Ivan A. (2007): EL Inference for Partially Identified Models: Large Deviation Optimality and Bootstrap Validity, Manuscript, Department of Economics, University of Wisconsin.",
        "Canova, Fabio and Gianni De Nicolo (2002): Monetary Disturbances Matter for Business Cycle Fluctuations in the G-7, Journal of Monetary Economics, 49, 1131-59.",
        "Chernozhukov, Victor, Han Hong, and Elie Tamer (2007): Estimation and Confidence Regions for Parameter Sets in Econometric Models, Econometrica, 75, 1243-1284.",
        "Ciliberto, Federico and Elie Tamer (2007): Market Structure and Multiple Equilibria in Airline Markets, Manuscript, Department of Economics, University of Virginia and Northwestern University.",
        "Galichon, Alfred and Marc Henry (2006): Inference in Incomplete Models, Manuscript, Columbia University.",
        "Halie, Phil and Elie Tamer (2003): Inference with an Incomplete Model of English Auctions, Journal of Political Economy, 111, 1-51.",
        "Imbens, Guido and Charles Manski (2004): Confidence Intervals for Partially Identified Parameters, Econometrica, 72, 1845-57.",
        "Johnson, Richard, (1970): Asymptotic Expansions of Associated with Posterior Distributions,Annals of Mathematical Statistics, 41, 851-864.",
        "Kadane, Joseph B. (1974): The Role of Identification in Bayesian Theory, in SE. Fienberg and A. Zellner (eds.) Studies in Bayesian Econometrics and Statistics, 175-191. North Holland, Amsterdam.",
        "Kim, Jae-Young (1998): Large Sample Properties of Posterior Densities, Bayesian Information Criterion and the Likelihood Principle in Nonstationary Time Series Models,Econometrica, 66, 359-380.",
        "LeCam, Lucien (1953): On Some Asymptotic Properties of Maximum Likelihood Estimates and Related Bayes Estimates, University of California Publications in Statistics, 1, 277-330.",
        "Lubik, Thomas and Frank Schortheide (2004): Testing for Indeterminacy: An Application to U.S. Monetary Policy, American Economic Review, 94, 190-217.",
        "Manski, Charles (2003): Partial Identification of Probability Distributions, New York, Springer Verlag.",
        "Manski, Charles and Elie Tamer (2002): Inference on Regressions with Interval Data on a Regressor or Outcome,Econometrica, 70, 519-547.",
        "Pakes, Ariel, Jack Porter, Kate Ho and Joy Ishi (2005): Moment Inequalities and Their Application, Manuscript, Department of Economics, Harvard University.",
        "Phillips, Peter C.B. and Werner Ploberger (1996): An Asymptotic Theory of Bayesian Inference for Time Series,Econometrica 64, 381-412.",
        "Poirier, Dale (1998): Revising Beliefs in Nonidentified Models, Econometric Theory, 14, 483-509.",
        "Romano, Joseph P. and Azeem M. Shaikh (2006): Inference for Partially Identified Econometric Models, Manuscript, Stanford University.",
        "Rosen, Adam (2005): Confidence Sets for Partially Identified Parameters that Satisfy a Finite Number of Moment Inequalities, Manuscript, Department of Economics, University College London.",
        "Severini, Thomas (1991): On the Relationship between Bayesian and Non-Bayesian Interval Estimates, Journal of the Royal Statistical Society. Series B, 53 611-618.",
        "Sims, Chris and Harald Uhlig (1991): Understanding Unit Rooters: A Helicopter Tour, Econometrica, 59, 1591-1599.",
        "Stoye, JÃ\u0083Â¶rg (2007): More on Confidence Intervals for Partially Identified Parameters, Manuscript, Department of Economics, New York University.",
        "Uhlig, Harald (2005): What Are the Effects of Monetary Policy on Output? Results from an Agnostic Identification Procedure, Journal of Monetary Economics, 52, 381-419.",
        "von Mises, Richard (1965): Mathematical Theory of Probability and Statistics, Academic Press, New York."
    ]
}