{
    "id": 14884,
    "cites": 45,
    "cited_by": 8,
    "reference": [
        "Ammermueller, Andreas, and Pischke, JÃ\u0083Â¶rn-Steffen. Peer Effects in European Primary Schools: Evidence from PIRLS. Centre for the Economics of Education, Discussion Paper No. 65, May 2006.",
        "Angrist, Joshua D. and Lang, Kevin. Does School Integration Generate Peer Effects? Evidence from Bostons Metco Program, American Economic Review, 94(5), December 2004, 16 131634.",
        "Barer, Shlomo. The Magic Carpet, Harper & Brothers, New York, 1952.",
        "Betts, Julian R. and Zau, Andrew. Peer Groups and Academic Achievement: Panel Evidence from Adminsitrative Data. Mimeo., UC San Diego, 2004.",
        "Bisin, Alberto and Verdier, Thierry. Beyond the Melting Pot: Cultural Transmission, Marriage, and the Evolution of Ethnic and Religious Traits. Quarterly Journal of Economics, 115(3), August 2000, 955-88.",
        "Bisin, Alberto; Topa, Giorgio and Verdier, Thierry. Religious Intermarriage and Socialization in the United States. Journal of Political Economy, 112(3), June 2004, 6 15-64.",
        "Bleakley, Hoyt. Disease and Development: Evidence from Hookworm Eradication in the American South. Quarterly Journal of Economics, February 2007.",
        "Bleakley. Hoyt and Chin, Aimee. Language Skills and Eamings: Evidence from Childhood Immigrants. Review of Economics and Statistics 86, May 2004, 48 1-496.",
        "Boozer, Michael A. and Stephen E. Cacciola. Inside the `Black Box of Project STAR: Estimation of Peer Effects Using Experimental Data. Economic Growth Center Discussion Paper 832, Yale University, June 2001.",
        "Brooks-Gunn, Jeanne, Greg J. Duncan, Pamela K. Klebanov, and Naomi Sealand, Do Neighborhoods Influence Child and Adolescent Development? American Journal of Sociology, XCIX (1993), 353-395.",
        "Currie, Janet. Early Childhood Education Programs. Journal of Economic Perspectives, XV (2001), 213-238.",
        "Currie, Janet and Duncan Thomas, Early Test Scores, School Quality and SES: Longrun Effects on Wage and Employment Outcomes, Research in Labor Economics, XX (2001), 103-132.",
        "Edin, Per-Anders, Peter Fredriksson, and Olof Aslund, Ethnic Enclaves and the Economic Success of Immigrants - Evidence from a Natural Experiment, Quarterly Journal of Economics, CXVIII (2003), 329-357.",
        "FernÃ\u0083Â¡ndez, Raquel and Fogli, Alessandra. Culture: An Empirical Investigation of Beliefs, Work and Fertlity. NBER Working Paper 11268, 2005.",
        "FernÃ\u0083Â¡ndez, Raquel; Fogli, Alessandra and Olivetti, Claudia. Mothers and Sons: Preference Formation and Female Labor Force Participation. Quarterly Journal of Economics, 119(4) November 2004, 1249-99.",
        "Frisch, Roni and Noam Zussman. The Causal Effect of Parents Childhood Environment and Education on Their Childrens Education, Bank of Israel Working Paper, 2009.",
        "Garces, Eliana, Duncan Thomas, and Janet Curie, Longer Term Effects of Head Start, American Economic Review, XCII (2002), 999-1012.",
        "Glaeser, Edward L. and David C. Mare. Cities and Skills, Journal of Labor Economics, April 2001.",
        "Goering, J.M. and J. D. Feins (eds.), Choosing a Better Life: Evaluating the Moving to Opportunity Social Experiment. Washington, DC: Urban Institute Press, 2003.",
        "Gould, Eric D. Cities, Workers, and Wages: A Structural Analysis of the Urban Wage Premium. Review of Economic Studies, 74, April 2007, 477-506.",
        "Gould, Eric D.; Lavy Victor and Paserman, M. Daniele. Immigrating to Opportunity: Estimating the Effects of School Quality Using a Natural Experiment on Ethiopians in Israel. Quarterly Journal of Economics, May 2004. Gould, Eric D.; Lavy Victor and Paserman, M. Daniele. Does Immigration Affect the LongTerm Educational Outcomes of Natives? Quasi-Experimental Evidence. Economic Journal, forthcoming.",
        "Goux, Dominique and Maurin, Eric. Close Neighbours Matter: Neighbourhood Effects on Early Performance at School, Economic Journal, 117 (523), October 2007, 1193-12 15.",
        "Guiso, Luigi; Sapienza, Paola and Zingales, Luigi. Does Culture Affect Economic Outcomes? Journal of Economic Perspectives, 20(2), Spring 2006, 23-48.",
        "Guryan, Jonathan, Desegregation and Black Dropout Rates, American Economic Review, 94(4), September 2004, 9 19-943.",
        "Hanushek, Eric; John F. Kain; Jacob M. Markman and Steven G. Rivkin. Does Peer Ability Affect Student Achievement? Journal of Applied Econometrics, 18(5), September/October 2003, pages 527-544.",
        "Hanushek, Eric, John F. Kain, and Steven G. Rivkin, New Evidence About Brown V. Board of Education: The Complex Effects of School Racial Composition on Achievement, NBER Working Paper No. 8741, 2002.",
        "Heckman, James J, Policies to Foster Human Capital, Research in Economics, LIV (2000), 356.",
        "Hoxby, Caroline M. Peer Effects in the Classroom: Learning from Gender and Race Variation. NBER Working Paper No. 7867, August 2000.",
        "Imbens, Guido M. and Wooldridge, Jeffrey M. Estimation of Average Treatment Effects under Unconfoundedness. NBER Working Paper 14251, August 2008.",
        "Jacob, Brian A. Public Housing, Housing Vouchers and Student Achievement: Evidence from Public Housing Demolitions in Chicago, American Economic Review 94(1), March 2004, 233-25 8.",
        "Jencks, Christopher, and Susan E. Mayer, The Social Consequences of Growing up in a Poor Neighborhood, in Laurence E. Lynn, Jr. and Michael G. H. McGeary, eds., Inner-City Poverty in the United States (Washington, DC: National Academy Press, 1990), pp. 111186.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman, Moving to Opportunity in Boston: Early Results from a Randomized Mobility Experiment, Quarterly Journal of Economics CXVI (2001), 607-654.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F.Katz, Experimental Analysis of Neighborhood Effects, Econometrica, Vol. 75, No. 1 (January, 2007), 83-119.",
        "Kling, Jeffrey R., J. Ludwig, and Lawrence F. Katz, Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment, Quarterly Journal of Economics, 120 (1), 2005, 87-130.",
        "Miguel, Edward and Michael Kremer. Worms: Identifying Impacts on Education and Health in the Presence of Treatment Extemalities, Econometrica, 72(1), January 2004.",
        "Krueger, Alan B. and Diane M. Whitmore, The Effect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Test Results: Evidence from Project STAR, Economic Journal, CXI (2001), 1-28.",
        "Lazear, Edward. Culture and language. Journal of Political Economy, 107(6) Part 2, December 1999, S95-126.",
        "Lefgren, Lars. Educational Peer Effects and the Chicago Public Schools. Journal of Urban Economics, 56(2), September 2004, pages 169-191.",
        "Ludwig, Jens, G. J. Duncan, and P. Hirschfield, Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment, Quarterly Journal of Economics, 116, (2001), 655-679.",
        "Oreopoulos, Philip, The Long-Run Consequences of Living in a Poor Neighborhood, Quarterly Journal of Economics, CXVIII (2003), 1533-1575.",
        "Sacerdote, Bruce, Peer Effects with Random Assignment: Results for Dartmouth Roommates, Quarterly Journal of Economics, CXVI (2001), 68 1-704.",
        "Sanbonmatsu, L. J. R. Kling, G. J. Duncan, and J. Brooks-Gunn (2006): Neighborhoods and Academic Achievement: Results from the MTO Experiment, Journal of Human Resources, forthcoming.",
        "Vigdor, Jacob and Nechyba, Thomas. Peer Effects in Elementary School: Leaming from `Apparent Random Assignment. Mimeo., Duke University, October 2004.",
        "Weinberg, Bruce A., Patricia B. Reagan, and Jeffrey J. Yankow, Do Neighborhoods Affect Hours Worked: Evidence from Longitudinal Data, Journal of Labor Economics, 2004, 22 (4), 891-924.",
        "Zameret, Zvi. The Integration of Yemenites into Israeli Schools, Israel Studies 6 (3), Fall 2001, 1-25."
    ]
}