{
    "id": 14880,
    "cites": 18,
    "cited_by": 12,
    "reference": [
        "Bhattacharyya, S.C. (1996) Applied General Equilibrium Models for Energy Studies: A Survey, Energy Economics ,Vo118 (l996),pp.l4S-l64.",
        "Cai,Y,Z, R.Riezman and J. Whalley(2009) International Trade and the Negotiability of Global Climate Change Agreements , NBER Working Paper No.14711, Issued in Feb 2009.",
        "Chatham House (2007) Changing Climates: Interdependencies on Energy and Climate Security for China and Europe, Antony Froggatt, Bernice Lee, Chatham House Report.",
        "Dong,Y. & J. Whalley (2008) Carbon, Trade Policy, and Carbon Free Trade Areas, NBER Working Paper No.1443 1, Issued in October 2008.",
        "Hertel, T., R. McDougall, B.Narayanan and A.H. Aguiar(2009)GTAP 7 Data Base Documentation - Chapter 14: Behavioral Parameters, access at https ://www.gtap. agecon.purdue.edu/resources/download/4 1 84.pdf Jomini, P., J.F. Zeitsch, R. McDougall, A. Welsh, S. Brown, J.Hambley and J.",
        "Kelly(1991) SALTER: A General Equilibrium Model of the World Economy, Vol. 1. Model Structure, Data Base, and Parameters. Canbena, Australia: Industry Commission.",
        "Lipsey,R.G. & Kelvin Lancaster(1956)The General Theory of Second Best, The Review of Economic Studies, Vol. 24, No. 1. (1956 - 1957), pp. 11-32.",
        "Lipsey, R. G. (1957) The Theory of Customs Unions: Trade Diversion and Welfare, Economica 24, pp40-46.",
        "Lipsey, R. G. (1970), The Theory of Customs Unions: A General Equilibrium Analysis. London: Weidenfeld and Nicholson.",
        "Liu, J., Y. Surry, B. Dimaranan and T. Hertel(1998) CDE Calibration, Chapter 21 in Robert McDougall, Aziz Elbehri, and Truong P. Truong. Global Trade, Assistance and Protection: The GTAP 4 Data Base, Center for Global Trade Analysis, Purdue University, West Lafayette, Indiana. - 29 - Lockwood B. & J. Whalley (2008) Carbon Motivated Border Tax Adjustments: Old Wine in Green Bottles? NBER Working Paper No. 14025 , Issued in May 2008.",
        "Manne, A. S. and R. G. Richels(1999) The Kyoto Protocol: A Cost-Effective Strategy for Meeting Environmental Objectives? in The Costs of the Kyoto Protocol: A Multi-Model Evaluation, John Weyant (ed.), Special Issue of The Energy Journal.",
        "Meade, J.E.(1955) The Theory of Customs Unions. North Holland, Amsterdam.",
        "Mendelsohn, Robert, O.(2006) A Critique of the Stern Report, Regulation.( Winter 2006-2007), pp.42-46.",
        "OECD(1993) GREEN: The Technical Reference Manual, Economics Department, OECD Paris, October, 1993.",
        "Riezman, R. (1979), A 3x3 Model of Customs Unions. Journal of International Economics 9,pp.34l-3S4.",
        "Stern,N. (2006) Stern Review on the Economics of Climate Change. (Cambridge Univ Press, Cambridge, UK).",
        "Viner J. (1950) The Customs Union Issue, New York: Carnegie Endowment for International Peace.",
        "Walsh, S. & J. Whalley (2008) The Global Negotiating Framework for Climate Change Mitigation, paper prepared at CESifo conference in Venice July 2008 on European Global Environmental Negotiations."
    ]
}