{
    "id": 14885,
    "cites": 37,
    "cited_by": 2,
    "reference": [
        "Arcidiacono, Peter and Jacob Vigdor (2009). Does the River Spill Over? Estimating the Economic Returns to Attending a Racially Diverse College. forthcoming, Economic Inquiry.",
        "Arcidiacono, Peter, Shakeeb Khan, and Jacob Vigdor (2008). Representation versus Assimilation: How do Preference in College Admissions Affect Social Interactions?  mimeo, Duke University.",
        "Arrow, Kenneth (1963). Uncertainty and the Welfare Economics of Medicare Care. American Economic Review, Vol. 53, No. 6, 941-973.",
        "Ayres, Ian, and Richard Brooks (2005). Does Affirmative Action Reduce the Number of Black Lawyers? Stanford Law Review, Vol. 57, No. 6: 1807-1854.",
        "Barnes, Katherine Y. (2007). Is Affirmative Action Responsible for the Achievement Gap Between Black and White Law Students? Northwestern University Law Review, Vol. 101, No. 4, Fall: 1759-1808.",
        "Black, D., K. Daniel and J. Smith (2001). Racial Differences in the Effects of College Quality and Student Body Diversity on Wages. in Diversity Challenged, Harvard Educational Review.",
        "Bryant, Anita-Yvonne, Kenneth I. Spenner and Nathan Martin, with Alexandra Rollins and Rebecca Tippett (2006). The Campus Life and Learning Project: A Report on the First Two College Years. Available at http://www.soc.duke.edu/undergraduate/cll/finaLreport.pdf",
        "Bryant, Anita-Yvonne, Kenneth I. Spenner and Nathan Martin, with Jessica M. Sautter (2007). The Campus Life and Learning Project: A Report on the College Career. Available at http://www.soc.duke.edu/undergraduate/cll/2nd_report.pdf",
        "Cardon, James H. and Igal Hendel (2001). Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey. Rand Journal of Economics, Vol. 32 (Autumn): 408-427.",
        "Cawley, John and Thomas Philipson (1999). An Empirical Examination of Information Barriers to Trade in Insurance. American Economic Review, Vol. 89, No. 5: 827-846.",
        "Chambers, David L., Timothy T. Clydesdale, William C. Kidder, and Richard 0. Lempert (2005). The Real Impact of Eliminating Affirmative Action in American Law Schools: An Empirical Critique of Richard Sanders Study. Stanford Law Review, Vol. 57, No. 6: 18551898.",
        "Chiappori, Pierre-AndrÃ\u0083Â© and Bernard SalaniÃ\u0083Â© (2000). Testing for Asymmetric Information in Insurance Markets. Journal of Political Economy, Vol. 108, No. 2: 56-78.",
        "Chiappori, Pierre-AndrÃ\u0083Â© (2001). Econometric Models of Insurance under Asymmetric Information. In Handbook of Insurance, edited by Georges Dionne. Springer.",
        "Chiappori, Pierre-Andr6, Bruno Jullien, Bernard Salani6 and Francois Salani6 (2006). Asymmetric Information in Insurance: General Testable Implications. Rand Journal of Economics, Vol. 37 (Winter): 783-798.",
        "Cunha, Flavio, James J. Heckman and Salvador Navarro (2005). Separating Uncertainty from Heterogeneity in Life Cycle Earnings. Oxford Economic Papers (2004 Hicks Lecture), Vol. 57, No. 2: 191-261.",
        "Dale, Stacy Berg, and Alan B. Krueger (2002). Estimating the Payoff to Attending a More Selective College: An Application of Selection on Observables and Unobservables. Quarterly Journal of Economics, Vol. 117, No. 4: 1491-1527.",
        "Duncan, G.J., J. Boisjoly, D.M. Levy, M. Kremer, and J. Eccles (2006). Empathy or Antipathy? The Impact of Diversity. American Economic Review, Vol. 96, No. 6: 1890-1905.",
        "Fang, Hanming, Michael P. Keane and Dan Silverman (2008). Sources of Advantageous Selection: Evidence from the Medigap Insurance Market. Journal of Political Economy, Vol. 116, No. 2, 303-350.",
        "Finkelstein, Amy and Kathleen McGarry (2006). Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market. American Economic Review, Vol. 96, No. 5: 938-958.",
        "Finkelstein, Amy and James Poterba (2004). Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market. Journal of Political Economy, Vol. 112, No. 1: 183-208.",
        "Ho, Daniel E. (2005). Why Affirmative Action Does Not Cause Black Students to Fail the Bar. Yale Law Journal, Vol. 114, No. 8, 1997-2004.",
        "Horowitz, Joel (1998). Semiparametric Methods in Econometrics. Springer.",
        "Kellough, J. Edward (2006). Understanding Affirmative Action: Politics, Discrimination and the Search for Justice. Georgetown University Press: Washington D.C.",
        "Kotlarski, Ignacy (1967). On Characterizing the Gamma and Normal Distribution. Pacific Journal of Mathematics, 20, 729-738.",
        "Krasnokutskaya, Elena (2008). Identification and Estimation in Highway Procurement Auctions Under Unobserved Auction heterogeneity. forthcoming, Review of Economic Studies.",
        "Li, Tong and Q. Vuong (1998). Nonparametric Estimation of Measurement Error Model Using Multiple Indicators. Journal of Multivariate Analysis, Vol 65, 135-169.",
        "Loury, Linda D. and David Garman (1995). College Selectivity and Earnings. Journal of Labor Economics, Vol. 13, No. 2: 289-308.",
        "Pauly, Mark V. (1974). Overinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection. Quarterly Journal of Economics, Vol. 88, No. 1: 44-62.",
        "Rao, B.L.S. Prakasa (1992). Identifiability in Stochastic Models: Characterization of Probability Distributions. Academic Press: New York.",
        "Rothschild, Michael and Joseph E. Stiglitz (1976). Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics, 90 (November): 629-649.",
        "Rothstein, Jesse and Albert Yoon (2008). Mismatch in Law School. mimeo, Princeton University.",
        "Rubin, Donald B. (1987). Multiple Imputation for Nonresponse in Surveys. Wiley, New York.",
        "Sander, Richard H. (2004). A Systemic Analysis of Affirmative Action in American Law Schools. Stanford Law Review, Vol. 57, No. 2, 367-483.",
        "Sander, Richard H. (2005a). Mismeasuring the Mismatch: A Response to Ho. Yale Law Journal, Vol. 114, No. 8: 2005-2010.",
        "Sander, Richard H. (2005b). Reply: A Reply to Critics. Stanford Law Review, Vol. 57, No. 6, 1963-2016.",
        "Stinebrickner, Todd and Ralph Stinebrickner (2008). Learning about academic ability and the college drop-out decision. mimeo, University of Western Ontario.",
        "Wilson, Charles (1977). A Model of Insurance Markets with Incomplete Information. Journal of Economic Theory, Vol. 16 (December): 167-207."
    ]
}