{
    "id": 14894,
    "cites": 40,
    "cited_by": 3,
    "reference": [
        "Allsopp, Christopher, Amit Kara, and Edward Nelson (2006). United Kingdom Inflation Targeting and the Exchange Rate, Economic Journal 116, F232-F244.",
        "Artis, Michael, and Michael Ehrmann (2006). The Exchange Rate-A Shock-Absorber or Source of Shocks? A Study of Four Open Economies, Journal of International Money and Finance 25, 874-893.",
        "Associated Press (1972). Briton Predicts European Nuclear Buildup, Baltimore Sun, October 14, p. AS.",
        "Bank of England (1999). The Transmission Mechanism of Monetary Policy. London: Bank of England.",
        "Benati, Luca (2008). The Great Moderation in the United Kingdom, Journal of Money, Credit and Banking 40, 121-147.",
        "Blanchard, Olivier (1997). Macroeconomics. Upper Saddle River, N.J.: Prentice Hall.",
        "Buiter, Willem H. (1999). Optimal Currency Areas: When Does the Exchange Rate Regime Matter? With an Application to U.K. Membership in Euro. November. (http ://www.nber.org/%7Ewbuiter/scotland.pdf).",
        "Castle, Barbara (1980). The Castle Diaries 1974-1976. London: Weidenfeld and Nicolson.",
        "Cobham, David (2006). The Overvaluation of Sterling Since 1996: How the Policy Makers Responded and Why, Economic Journal 116, F185-F207.",
        "Commission of the European Communities, Working Party on Economic and Monetary Union (1970). Interim Report on the Establishment by Stages of Economic and Monetary Union in the Community. Brussels: European Communities.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc (2007). Optimal Monetary Policy and the Sources of Local-Currency Price Stability. NBER Working Paper No. 13544.",
        "DiCecio, Riccardo, and Edward Nelson (2007). An Estimated DSGE Model for the United Kingdom, Federal Reserve Bank of St. Louis Review 89, 215-231.",
        "Erceg, Christopher (2002). The Choice of an Inflation Target Range in a Small Open Economy, American Economic Review (Papers and Proceedings) 92, 85-89.",
        "Erceg, Christopher, Christopher Gust, and J. David LOpez-Salido (2007). The Transmission of Domestic Shocks in the Open Economy. NBER Working Paper No. 13613 and Federal Reserve Board International Finance Discussion Paper No. 906.",
        "Expenditure Committee, House of Commons (1978). First Report from the Expenditure Committee: The European Monetary System. November 20. London: HMSO.",
        "Fagan, Gabriel, Jerome Henry, and Ricardo Mestre (2001). An Area Wide Model (AWM) for the Euro Area. ECB Working Paper No 42.",
        "Faia, Ester, and Tommaso Monacelli (2008). Optimal Monetary Policy in a Small Open Economy with Home Bias, Journal of Money, Credit and Banking 40, 72 1-750.",
        "Favero, Carlo A. (2001). Applied Macroeconometrics. Oxford, U.K.: Oxford University Press.",
        "Friedman, Milton (1983). The Keynes Centenary: A Monetarist Reflects, The Economist, June 4, 35-37.",
        "HM Treasury (2003a). U.K Membership of the Single Currency-An Assessment of the Five Economic Tests: Executive Summary. www.hm-treasury.gov.uk.",
        "HM Treasury (2003b). U.K Membership of the Single Currency-An Assessment of the Five Economic Tests: Chapter 1: Convergence. www.hm-treasury.gov.uk.",
        "Justiniano, Alejandro, and Bruce Preston (2006). Can Structural Small Open Economy Models Account for the Influence of Foreign Disturbances? Manuscript, Columbia University.",
        "Kahn, Richard F. (1956). Lord Keynes and the Balance of Payments, The Listener, May 10, 59 1-593. Reprinted in R.F. Kahn, Selected Essays on Employment and Growth.",
        "MacRae, Penny (1999). Poll-U.K. Given 65 Per Cent Chance of Joining Euro. Reuters News, June 7.",
        "McCallum, Bennett T., and Edward Nelson (1999). Nominal Income Targeting in an Open-Economy Optimizing Model, Journal of Monetary Economics 43, 553-578.",
        "Monacelli, Tommaso (2005). Monetary Policy in a Low Pass-Through Environment, Journal of Money, Credit and Banking, 37, 1047-1066.",
        "Nelson, Edward (2008). An Overhaul of Doctrine: The Underpinning of U.K. Inflation Targeting. Working Paper, Federal Reserve Bank of St. Louis, August; Economic Journal, forthcoming.",
        "Rotemberg, Julio J., and Michael Woodford (1997). An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual 12, 297-346.",
        "Rubio, Margarita (2008). Fixed and Variable-Rate Mortgages, Business Cycles and Monetary Policy. Manuscript, Boston College.",
        "Smets, Frank, and Rafael Wouters (2002). Openness, Imperfect Exchange Rate PassThrough and Monetary Policy, Journal of Monetary Economics 49, 947-981.",
        "Smets, Frank, and Rafael Wouters (2003). Monetary Policy in an Estimated SDGE Model of the Euro Area, Journal of the European EconomicAssociation 1, 1123-1175.",
        "Smets, Frank, and Rafael Wouters (2005). Comparing Shocks and Frictions in U.S. and Euro Area Business Cycles: A Bayesian DSGE Approach, Journal of Applied Econometrics 20, 161-183.",
        "Smets, Frank, and Rafael Wouters (2007). Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach, American Economic Review 97, 5 86-606.",
        "SÃ\u0083Â¶derstrÃ\u0083Â¶m, Ulf (2008). Re-Evaluating Swedish Membership in the EMU: Evidence from an Estimated Model. Manuscript, Sveriges Riksbank.",
        "Stephens, Philip (1997). Politics and the Pound: The Tories, the Economy and Europe. London: Papermac.",
        "Stock, James H., and Mark Watson (2002). Has the Business Cycle Changed and Why?, NBER Macroeconomics Annual 17, 159-218.",
        "Study Group on the Role of Public Finance (1977). Report of the Study Group on the Role of Public Finance in European Integration, Volume 1: General Report. Economic and Financial Series, Commission of the European Economic Communities.",
        "Surico, Paolo (2008). Monetary Policy Shifts and Inflation Dynamics. Bank of England Working Paper No. 338.",
        "Wilson, Thomas (1976). Effective Devaluation and Inflation, Oxford Economic Papers 28, 1-24.",
        "Woodford, Michael (2001). Monetary Policy in the Information Economy. In Federal Reserve Bank of Kansas City, Economic Policy for the Information Economy. Kansas City, MO: Reserve Bank of Kansas City. 297-370."
    ]
}