{
    "id": 14893,
    "cites": 45,
    "cited_by": 4,
    "reference": [
        "Alesina, Alberto. 1988. Credibility and Policy Convergence in a Two-Party System with Rational Voters. American Economic Review, 78, 796-806.",
        "Andreoni, James and Vesterlund, Lise. 2001. Which is the Fair Sex? Gender Differences in Altruism. Quarterly Journal of Economics, 116, 293-312.",
        "Bagues, Manuel and Esteve-Volart, Berta. 2007. Can Gender Parity Break the Glass Ceiling? Evidence from a Repeated Randomized Experiment. FEDEA Working Paper 2007/15.",
        "Beaman, Lori, Chattopadhyay, Raghabendra, Duflo, Esther, Pande, Rohini and Topalova, Petia. 2008. Powerful Women: Does Exposure Reduce Prejudice? Quarterly Journal of Economics, forthcoming.",
        "Bertrand, Marianne and Hallock, Kevin F.. 2001. The Gender Gap in Top Corporate Jobs. Industrial and Labor Relations Review, 5, 3-21.",
        "Besley, Timothy, and Coate, Stephen. 1997. An Economic Model of Representative Democracy. Quarterly Journal of Economics, 112, 85-114.",
        "Booth, Alison L. and Nolen, Patrick J.. 2009. Choosing to Compete: How Different Are Girls and Boys? IZA Discussion Paper 4027.",
        "Bratton, Kathleen A. and Haynie, Kerry L. 1999. Agenda Setting and Legislative Success in State Legislatures: The Effects of Gender and Race. Journal of Politics, 61, 658-679.",
        "Brown-Kruse, Jamie and Hummels, David. 1993. Gender Effects in Laboratory Public Goods Contribution: Do Individuals Put Their Money Where Their Mouth Is? Journal of Economic Behavior and Organization. 22, 255-267.",
        "Buffum, David and Whaples, Robert. 1995. Fear and Lathing in the Michigan Furniture Industry: Employee-Based Discrimination a Century Ago. Economic Inquiry, 33 234252.",
        "Chattopadhyay, Raghabendra and Duflo, Esther. 2004. Women as Policy Makers: Evidence from a Randomized Policy Experiment in India. Econometrica, 72, 1409-1443.",
        "Clots-Figueras, Irma. 2008. Are Female Leaders Good for Education? Evidence from India. Mimeo, Universidad Carlos III de Madrid.",
        "Croson, Rachel and Buchan, Nancy. 1999. Gender and Culture: International Experimental Evidence from Trust Games. American Economic Review, 89, 386-391.",
        "Croson, Rachel and Gneezy, Un. 2008. Gender Differences in Preferences. Journal of Economic Literature, forthcoming.",
        "Diermeier, Daniel and Stevenson, Randolph T.. 1999. Cabinet Survival and Competing Risks. American Journal of Political Science, 43, 1051-1068.",
        "Dohmen, Thomas and Falk, Armin. 2006. Performance Pay and Multi-dimensional Sorting: Productivity, Preferences and Gender. IZA Discussion Paper 2001.",
        "Eckel, Catherine and Grossman, Philip J.. 1996. The Relative Price of Fairness: Gender Differences in a Punishment Game. Journal of Economic Behavior and Organization, 30, 143-58.",
        "Eckel, Catherine and Grossman, Philip J.. 1998. Are Women Less Selfish than Men? Evidence from Dictator Games. Economic Journal, 108, 726-735.",
        "Edlund, Lena and Pande, Rohini. 2002. Why Have Women Become Left-Wing? The Political Gender Gap and the Decline in Marriage. Quarterly Journal of Economics, 117, 917-961.",
        "Funk, Patricia and Gathmann, Christina 2008. Gender Gaps in Policy MakinÃ\u0083Â§ Evidence from Direct Democracy in Switzerland. Mimeo, Stanford Uthversity~ Glaeser, Edward L., Scheinkman, Joe A. and Shleifer, Andrei. 1995. Economic Growth in a Cross Section of Cities. Journal of Monetary Economics, 36(1), August 1995, pp. 117-143.",
        "Gneezy, tJri, Leonard, Kenneth L. and List, John A.. 2008. Gender Differences in Competition: Evidence from a Matrilineal and a Patriarchal Society. Econometrica, forthcoming.",
        "Gneezy, tJri, Niederle, Muriel and Rustichini, Aldo. 2003. Performance in Competitive Environments: Gender Differences. Quarterly Journal of Economics, 118, 1049-1074.",
        "Gneezy, tJri and Rustichini, Aldo. 2004. Gender and Competition at a Young Age. American Economic Review, 94, 377-381.",
        "Herrnson, Paul S. , Lay, J. Celeste and Stokes-Brown, Atiya Kai. 2003. Women Running as Women: Candidate Gender, Campaign Issues and Voter Targeting Strategies. Journal of Politics, 65, 244-25.",
        "Imbens, Guido and Lemieux, Tomas. 2008. Regression Discontinuity Designs: A Guide to Practice. Journal of Econometrics, 142, 615-635.",
        "Jeydel, Alana and Taylor, Andrew J. 2003. Are Women Legislators Less Effective? Evidence from the U.S. House in the lO3rd-lOSth Congress. Journal of Politics, 56, 19-27.",
        "Lavy, Victor. 2008a. Do Gender Stereotypes Reduce Girls or Boys Human Capital Outcomes ? Evidence from a Natural Experiment. Journal of Public Economics, forthcoming.",
        "Lavy, Victor. 2008b. Gender Differences in Competitiveness in a Real Workplace: Evidence from Performance-Based Pay Tournaments among Teachers. Mimeo, Hebrew University.",
        "Lee, David S., Moretti, Enrico and Butler, Matthew J.. 2004. Do Voters Affect or Elect Policies? Evidence from the U.S. House. Quarterly Journal of Economics, 119, 807-859.",
        "Lee, David 5.. 2008. Randomized Experiments from Non-random Selection in the U.S. House Elections. Journal of Econometrics, 142, 675-697.",
        "Manning, Alan and Saidi, Farzad. 2008. Understanding the Gender Pay Gap. Whats Competition Got to Do with It? CEP Discussion Paper 0898.",
        "McCrary, Justin. 2008. Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test. Journal of Econometrics, 142, 698-714.",
        "Niederle, Muriel and Vesterlund, Lise. 2007. Do Women Shy Away from Competition? Do Men Compete too Much? Quarterly Journal of Economics, 122, 1067-1101.",
        "Niederle, Muriel and Yestrumskas, Alexandra H.. 2008. Gender Differences in Seeking Challenges: The Role of Institutions. NBER Working Paper 13922.",
        "Norton, Noelle H.. 1995. Uncovering the Dimensionality of Gender Voting in Congress. Legislative Studies Quarterly, 24, 65-86.",
        "Nowell, Clifford, and Tinkler, Sarah. 1994. The Influence of Gender in the Provision of a Public Good. Journal of Economic Behavior and Organization, 25, 25-36.",
        "Osborne, Martin J., and Slivinski, Al. 1996. A Model of Political Competition with CitizenCandidates. Quarterly Journal of Economics, 111, 65-96.",
        "Paserman, Daniele. 2008. Gcndcr Differences in Performance in Competitive Environments: Evidence from Professional Tennis Players. Mimeo, Boston University.",
        "Ragan, James F., Jr. and Tremblay, Carol Horton. 1988. Testing for Employee Discrimination by Race and Sex. Journal of Human Resources, 23(1), 123-37.",
        "Rehavi, M. Marit. 2007. Sex and Politics: Do Female Legislators Affect State Spending? Mimeo, University of California, Berkeley.",
        "Rubin, Donald. 1974. Estimating Causal Effects of Treatments in Randomized and NonRandomized Studies. Journal of Educational Psychology, 66, 688-701.",
        "Sanbonmatsu, Kira. 2002. Gender Stereotypes and Vote Choice. American Journal of Political Science, 46, 20-34.",
        "Sapiro, Virginia and Conover, Pamela Johnston. 1997. The Variable Gender Basis of Electoral Politics: Gender and Context in the 1992 US Election. British Journal of Political Science, 27(4), 497-523.",
        "Swers, Michele L.. 1998. Are Women More Likely to Vote for Womens Issue Bills Than Their Male Colleagues? Legislative Studies Quarterly, 23, 435-448.",
        "Van der Klaauw, Wilbert. 2008. Regression-Discontinuity Analysis: A Survey of Recent Developments in Economics. Labour, 22, 219-245."
    ]
}