{
    "id": 14890,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Bongaerts, Dion, Martijn Cremers and William Goetzmann, 2008, Multiple Ratings and Credit Spreads, Yale ICF Working Paper no. 08-27.",
        "Cantor, Richard and Frank Packer, 1994, The Credit Rating Industry, Federal Reserve Bank of New York Quarterly Review 19(2), 1-26.",
        "Cantor, Richard and Frank Packer, 1997, Split Ratings and the Pricing of Credit Risk, Journal of Fixed Income 7(3), 72-82.",
        "Ederington, L. H.; J. B. Yawitz; and B. E. Roberts. The Informational Content of Bond Ratings, The Journal of Financial Research 10 (1987), 211-226.",
        "Ederington, L. H., and J. C. Goh. Bond Rating Agencies and Stock Analysts: Who Knows What When?, Journal of Financial and Quantitative Analysis 33 (1998), 569-5 85.",
        "Faulkender, M., and M. Peterson, 2006, Does the source of capital affect capital structure?, Review of Financial Studies.",
        "Forbes, GMs Preferred Stock Clearance Sale, March 24, 2005.",
        "Hand, J. R. M.; R. W. Holthausen; and R. W. Leftwich. The Effect of Bond Rating Agency Announcement on Bond and Stock Prices, Journal of Finance 47 (1992), 733-752.",
        "Kisgen, Darren J., 2006, Credit Ratings and Capital Structure, Journal of Finance 61, 1035-1072.",
        "Kisgen, Darren J., 2007, The Influence of Credit Ratings on Corporate Capital Structure Decisions, Journal of Applied Corporate Finance.",
        "Kisgen, Darren .J., 2009, Do Firms Target Credit Ratings or Leverage Levels?, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Kliger, D., and 0. Sang, 1999, The information value of bond ratings, Journal of Finance, 55, 2879-2903.",
        "Morgan, Donald P., 2002, Rating Banks: Risk and Uncertainty in an Opaque Industry, American Economic Review 92(4), 874-888.",
        "SEC, Rating Agencies and the Use of Credit Ratings under the Federal Securities Laws, 2003. Sufi, A., The Real Effects of Debt Certification: Evidence from the Introduction of Bank Loan Ratings, Review of Financial Studies, forthcoming. Tang, T., Information asymmetry and firms credit market access: Evidence from Moodys credit rating format refinement, Journal of Financial Economics, forthcoming.",
        "West, R. R., 1973, Bond ratings, bond yields and financial regulation: some findings, Journal of Law and Economics 16, 159-168."
    ]
}