{
    "id": 14891,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "Aitken, B., C. Hanson and A.E. Harrison (1996), Wages and Foreign Ownership: A Comparative Study of Mexico, Venezuela, and the United States, Journal of International Economics, Vol. 40, Issue 3-4, pp. 345-371.",
        "Aitken, B. and A. Harrison (1999), Do Domestic Firms Benefit from Foreign Direct Investment ? Evidence from Panel Data, American Economic Review, 89(3), pp. 605-618.",
        "Brainard, S. Lael (1997), An Empirical Assessment of the Proximity-Concentration Trade-off Between Multinational Sales and Trade, American Economic Review, 87:4, pp. 520-544.",
        "Caves, Richard E. (1996), Multinational Entcrprisc and Economic Analysis, Second Edition, Cambridge University Press.",
        "Chen, Maggie (2008), Regional Economic Integration and Ceographic Concentration of Multinational Firms, European Economic Review, forthcoming.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr. (2008), Domestic Effects of the Foreign Activities of U.S. Multinationals, forthcoming in Amcrican Economic Journal: Economic Policy.",
        "Ekholm, Karolina, Rikard Forslid and James R. Markusen (2007), Export-Platform Foreign Direct Investment, Journal of the European Economic Association, Vol. 5, No. 4, Pages 776-795.",
        "Grossman, Gene, Elhanan Helpman and Adam Szeidl (2006), Optimal Integration Strategies for the Multinational Firm, Journal of International Economics, vol. 70, September, pp. 216-238.",
        "Haskel, Jonathan E., Sonia Pereira and Matthew Slaughter (2007), Does Inward Foreign Direct Investment Boost the Productivity of Domestic Firms?, Review of Economics and Statistics, Vol. 89, No. 3: 482-496.",
        "Helpman, Elhanan (1984), A Simple Theory of International Trade with Multinational Corporations , Journal of Political Economy, 92:3, pp. 45 1-471.",
        "Helpman, Elhanan, Marc J. Melitz, and Stephen R. Yeaple (2004), Export versus FDI with Heterogeneous Firms, American Economic Review 94:1, pp.300-316.",
        "Heyman, F., F. Sjoholm and P. Gustavsson Tingvall (2007), Is there Really a Foreign Ownership Wage Premium? Evidence from Matched Employer-Employee Data (2007), Journal of International Economics, Vol. 73 (2), pp. 355-376.",
        "Krugman, Paul, and Anthony Venables (1996), Integration, Specialization, and Adjustment, European Economic Review 40:3-5, pp. 959-967.",
        "Krueger, Anne 0. (1999), Are Preferential Trading Arrangements Trade-Liberalizing or Protectionist ? The Journal of Economic Perspectives 13:4, pp.105-124.",
        "Markusen, James R. (1984), Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics, 16:3-4, pp. 205-226.",
        "Markusen, James R. and Anthony J. Venables (2000), The Theory of Endowment, Intraindustry and Multi-national Trade, Journal of International Economics, 52:2, pp. 209234.",
        "Markusen, James R. (2002), Multinational Firms and the Theory of International Trade, Cambridge, MA: MIT Press.",
        "Motta, Massimo, and George Norman (1996), Does Economic Integration Cause Foreign Direct Investment? International Economic Review 37:4, pp.757-783.",
        "Nocke, Volker, and Stephen R. Yeaple (2008), An Assignment Theory of Foreign Direct Investment,  Review of Economic Studies, 75:2, pp. 529-557.",
        "Puga, Diego and Anthony J. Venables (1997), Preferential Trading Agreements and Industrial Location, Journal of International Economics, 43, pp. 347-358.",
        "Shatz, Howard J. (2000), The Location of U.S. Multinational Affiliates, Ph.D. dissertation, Harvard University.",
        "Smarzynska, Beata (2004), Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers through Backward Linkages, American Economic Review, 94(3), pp. 605-627.",
        "Viner, Jacob (1950), The Customs Union Issue, New York: Carnegie Endowment for International Peace.",
        "Yeaple, Stephen (2003), The Complex Integration Strategies of Multinationals and Cross Country Dependencies in the Structure of FDI, Journal of International Economics, 60, pp. 293-314.",
        "Yeaple, Stephen R. (2008a), Firm Heterogeneity and the Structure of U.S. Multinational Activity: An Empirical Analysis, NBER Working Paper #14072."
    ]
}