{
    "id": 14896,
    "cites": 64,
    "cited_by": 33,
    "reference": [
        "Angrist, J., (1990), Ã\u0082â\u0080\u009dLifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records,Ã\u0082â\u0080\u009d American Economic Review, 80, 313-335.",
        "Angrist, J., G. Imbens and D. Rubin (1996), Ã\u0082â\u0080\u009cIdentification of Causal Effects Using Instrumental Variables,Ã\u0082â\u0080\u009dJournal of the American Statistical Association, 91, 444-472.",
        "Angrist, J., and V. Lavy (1999), Ã\u0082â\u0080\u009cUsing MaimonidesÃ\u0082â\u0080\u0099 Rule to Estimate the Effect of Class Size on Scholastic AchievementÃ\u0082â\u0080\u009d, Quarterly Journal of Economics, Vol. CXIV, 1243.",
        "Athey, S., J. Levin, and E. Seira, (2004), Ã\u0082â\u0080\u009cComparing Open and Sealed Bid Auctions: Theory and Evidence from Timber Auctions,Ã\u0082â\u0080\u009dUnpublished Paper.",
        "Banerjee, A., (2007), Making Aid Work, Cambridge, MIT Press.",
        "Banerjee, A., and E. Duflo, (2008), Ã\u0082â\u0080\u009cThe Experimental Approach to Development Economics,Ã\u0082â\u0080\u009dunpublished manuscript, department of economics, MIT.",
        "Banerjee, A., and R. He, (2008),Making aid work, inWilliamR. Easterly, ed., Reinventing Foreign Aid, Cambridge, MA. MIT Press, pp. 4792.",
        "Banerjee, A., E. Duflo, S. Cole, and L. Linden, (2007): Ã\u0082â\u0080\u009cRemedying Education: Evidence from Two Randomized Experiments in India,Ã\u0082â\u0080\u009dQuarterly Journal of Economics Vol. Vol. 122(3): 1235-1264.",
        "Bertrand, M., and S. Mullainathan, (2004), Ã\u0082â\u0080\u009cAre Emily and Greg More Employable Than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination,Ã\u0082â\u0080\u009dAmerican Economic Review, Vol. 94(4):991-1,013.",
        "BjÃ\u0083Â¶rklund, A. and R. Moffitt, (1987), Ã\u0082â\u0080\u009cThe Estimation of Wage Gains and Welfare Gains in SelfÃ\u0082â\u0080\u0093Selection Models,Ã\u0082â\u0080\u009dReview of Economics and Statistics, Vol. LXIX, 42Ã\u0082â\u0080\u009349.",
        "Card, D., (1990), Ã\u0082â\u0080\u009cThe Impact of the Mariel Boatlift on the Miami Labor Market,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 43, 245-257.",
        "Card, D., and D. Hyslop, (2005), Ã\u0082â\u0080\u009cEstimating the Effects of a Time-Limited Earnings Subsidy for Welfare-Leavers,Ã\u0082â\u0080\u009dEconometrica, Vol 73(6):1723-1770.",
        "Card, D., J. Kluve, and A. Weber, (2009), Ã\u0082â\u0080\u009cActive Labor Market Policy Evaluations: A Meta-Analysis,Ã\u0082â\u0080\u009dWorking Paper 4002, Institute for the Study of Labor (IZA).",
        "Card, D., and A. Krueger, (1994): Ã\u0082â\u0080\u009cMinimum Wages and Employment: A Case Study of the Fast-food Industry in New Jersey and Pennsylvania,Ã\u0082â\u0080\u009d American Economic Review, 84 (4), 772-784.",
        "Chattopadhyay, R., and E. Duflo, (2004) Ã\u0082â\u0080\u009cWomen as Policy Makers: Evidence from a Randomized Policy Experiment in India,Ã\u0082â\u0080\u009dEconometrica, Volume 72(5):1409-1443.",
        "Chamberlain, G. (1986), Ã\u0082â\u0080\u009cAsymptotic efficiency in semi-parametric models with censoring,Ã\u0082â\u0080\u009dJournal of Econometrics, Vol 32(2), 189-218.",
        "Cook, T., (2008), Ã\u0082â\u0080\u009cWaiting for Life to ArriveÃ\u0082â\u0080\u009d: A History of the Regression-Discontinuity Design in Psychology, Statistics, and Economics, Journal of Econometrics. Vol 142(2):636-654.",
        "Dehejia, R., and S. Wahba, (1999), Ã\u0082â\u0080\u009cCausal Effects in Nonexperimental Studies: Reevaluating the Evaluation of Training ProgramsÃ\u0082â\u0080\u009d, Journal of the American Statistical Association, 94, 1053-1062.",
        "Duflo, E. (2004), Scaling up and evaluation, AnnualWorld Bank Conference on Development Economics 2004, Washington, DC. The World Bank.",
        "Duflo, E., R. Glennerster, and M. Kremer, (2008), Ã\u0082â\u0080\u009cUsing Randomization in Development Economics Research: A Toolkit,Ã\u0082â\u0080\u009dHandbook of Development Economics, (T. P. Schultz and J. Strauss eds.), 3895-3962.",
        "Duflo, E., R. Hanna, and S. Ryan (2007), Ã\u0082â\u0080\u009cMonitoringWorks: Getting Teachers to Come to School,Ã\u0082â\u0080\u009dunpublished manuscript, department of economics, MIT.",
        "Duflo, E., and E. Saez (2003): Ã\u0082â\u0080\u009cThe Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment,Ã\u0082â\u0080\u009dQuarterly Journal of Economics, 118(3):815-842, 118(3).",
        "Fisher, R. A., (1925), The Design of Experiments, 1st ed, Oliver and Boyd, London.",
        "Fraker, T., and R. Maynard, (1987), Ã\u0082â\u0080\u009cThe Adequacy of Comparison Group Designs for Evaluations of Employment-Related ProgramsÃ\u0082â\u0080\u009d, Journal of Human Resources, Vol. 22, No. 2, p 194Ã\u0082â\u0080\u0093227.",
        "Freedman, D., (2006), Ã\u0082â\u0080\u009cStatistical Models for Causation: What Inferential Leverage Do They Provide,Ã\u0082â\u0080\u009dEvaluation Review, 691-713.",
        "Freedman, D., (2008), Ã\u0082â\u0080\u009cOn Regression Adjustments to Experimental Data,Ã\u0082â\u0080\u009dAdvances in Applied Mathematics, 180-193.",
        "Haavelmo, T. (1943), Ã\u0082â\u0080\u009dThe Statistical Implications of a System of Simultaneous Equations,Ã\u0082â\u0080\u009d Econometrica 11, 1-12.",
        "Hahn, J., P. Todd, and W. van der Klaauw, (2000), Ã\u0082â\u0080\u009cIdentification and Estimation of Treatment Effects with a Regression-Discontinuity Design,Ã\u0082â\u0080\u009dEconometrica, 69(1): 201-209.",
        "Hausman, J., (1981), Ã\u0082â\u0080\u009cLabor Supply,Ã\u0082â\u0080\u009din Aaron and Pechman (eds.) How Taxes Affect Economic Behavior, The Brooking Institution, 27-72.",
        "Hausman, J., and D. Wise, (1979), Ã\u0082â\u0080\u009cAttritin Bias in Experimental and Panel Data: The Gary Income Maintenance Experiment,Ã\u0082â\u0080\u009dEconometrica, Vol. 47(2): 455-473.",
        "Heckman, J., (1978), Ã\u0082â\u0080\u009cDummy Endogenous Variables in a Simultaneous Equations SystemÃ\u0082â\u0080\u009d, Econometrica, Vol. 46, 931Ã\u0082â\u0080\u009361.",
        "Heckman, J. (1990), Ã\u0082â\u0080\u009dVarieties of Selection Bias,Ã\u0082â\u0080\u009d American Economic Review 80, 313-318.",
        "Heckman, J., and R. Robb, (1985), Ã\u0082â\u0080\u009cAlternative Methods for Evaluating the Impact of Interventions,Ã\u0082â\u0080\u009din Heckman and Singer (eds.), Longitudinal Analysis of Labor Market Data, Cambridge, Cambridge University Press.",
        "Heckman, J., and J. Smith, (1995), Ã\u0082â\u0080\u009cAssessing the Case for Social Experiments,Ã\u0082â\u0080\u009dJournal of Economic Perspective, 9(2), 85-115.",
        "Heckman, J., and S. Urzua., (2009), Ã\u0082â\u0080\u009cComparing IV With Structural Models: What Simple IV Can and Cannot Identify,Ã\u0082â\u0080\u009dNBER Working Paper, 14706.",
        "Holden, C., (1990), Ã\u0082â\u0080\u009cHeadstart Enters Adulthood,Ã\u0082â\u0080\u009dScience, 247: 1400-1402.",
        "Holland, P., (1986), Ã\u0082â\u0080\u009dStatistics and Causal Inference,Ã\u0082â\u0080\u009d Journal of the American Statistical Association, 81, 945-970.",
        "Hotz, V. J., G. Imbens, and J. Mortimer, (2005), Ã\u0082â\u0080\u009cPredicting the Efficacy of Future Training Programs Using Past ExperiencesÃ\u0082â\u0080\u009d, Journal of Econometrics, vol 125(1-2):241-270.",
        "Hoxby, C. (2000), Ã\u0082â\u0080\u009cThe Effects of Class Size on Student Achievement: New Evidence from Population Variation,Ã\u0082â\u0080\u009dQuarterly Journal of Economics, Vol. 115(4):1239-1285.",
        "Imbens, G., and J. Angrist (1994), Ã\u0082â\u0080\u009cIdentification and Estimation of Local Average Treatment Effects,Ã\u0082â\u0080\u009dEconometrica, Vol. 61, No. 2, 467-476.",
        "Imbens, G., G. King, D. McKenzie, and G. Ridder, (2009), Ã\u0082â\u0080\u009cOn the Benefits of Stratification in Randomized Experiments,Ã\u0082â\u0080\u009dunpublished manuscript, Department of Economics, Harvard University.",
        "Imbens, G., D. Rubin, and B. Sacerdote, (2001), Ã\u0082â\u0080\u009cEstimating the Effect of Unearned Income on Labor Supply, Earnings, Savings and Consumption: Evidence from a Survey of Lottery Players,Ã\u0082â\u0080\u009d American Economic Review 91, 778-794.",
        "Imbens, G., and T. Lemieux (2008) Ã\u0082â\u0080\u009cSpecial issue editorsÃ\u0082â\u0080\u0099 introduction: The regression discontinuity design - Theory and applications,Ã\u0082â\u0080\u009d Journal of Econometrics, Vol 142(2), 611-644.",
        "Imbens, G., and J. Wooldridge (2009) Ã\u0082â\u0080\u009cRecent Developments in the Econometrics of Program Evaluation,Ã\u0082â\u0080\u009d forthcoming, Journal of Economic Literature.",
        "Kremer, M., and A. Holla, (2008) Ã\u0082â\u0080\u009cPricing and Access: Lessons from Randomized Evaluations in Education and Health,Ã\u0082â\u0080\u009d, unpublished manuscript, department of economics, Harvard University.",
        "Krueger, A. (1999) Ã\u0082â\u0080\u009cExperimental Estimates of Education Production Functions,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol 114(2), 497-532.",
        "Lalonde, R.J., (1986), Ã\u0082â\u0080\u009cEvaluating the Econometric Evaluations of Training Programs with Experimental Data,Ã\u0082â\u0080\u009dAmerican Economic Review, 76, 604-620.",
        "Lee, D., (2008), Ã\u0082â\u0080\u009cRandomized Experiments from Non-random Selection in U.S. House ElectionsÃ\u0082â\u0080\u009d, Journal of Econometrics,Vol 142(2): 675-697.",
        "Lee, D. and T. Lemieux, (2009), Ã\u0082â\u0080\u009cRegression Discontinuity Designs in Economics ,Ã\u0082â\u0080\u009dNBER Working Paper 14723.",
        "Manski, C., (1990), Ã\u0082â\u0080\u009cNonparametric Bounds on Treatment Effects,Ã\u0082â\u0080\u009dAmerican Economic Review Papers and Proceedings, 80, 319-323.",
        "Manski, C., (1997), Ã\u0082â\u0080\u009cThe Mixing Problem in Programme Evaluation,Ã\u0082â\u0080\u009dReview of Economic Studies, 64: 537:553.",
        "Manski, C., (1996), Ã\u0082â\u0080\u009cLearning about Treatment Effects from Experiments with Random Assignment of Treatments,Ã\u0082â\u0080\u009dThe Journal of Human Resources, 31(4): 709-73.",
        "Manski, C. (2003), Partial Identification of Probability Distributions, New York: Springer-Verlag.",
        "Manski, C., G. Sandefur, S. McLanahan, and D. Powers (1992), Ã\u0082â\u0080\u009cAlternative Estimates of the Effect of Family Structure During Adolescence on High School,Ã\u0082â\u0080\u009dJournal of the American Statistical Association, 87(417):25-37.",
        "McClellan, M., and J. P. Newhouse, (1994), Ã\u0082â\u0080\u009cDoes More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce MortalityÃ\u0082â\u0080\u009d, Journal of the American Medical Association, Vol 272, No 11, 859Ã\u0082â\u0080\u0093866.",
        "Rodrik, D., (2008), Ã\u0082â\u0080\u009cThe New Development Economics: We Shall Experiment, But How Shall We Learn?,Ã\u0082â\u0080\u009dUnpublished Manuscript, Kennedy School, Harvard University.",
        "Rosenbaum, P., (1995), Observational Studies, Springer Verlag, New York.",
        "Rosenbaum, P., and D. Rubin, (1983), Ã\u0082â\u0080\u009cThe Central Role of the Propensity Score in Observational Studies for Causal EffectsÃ\u0082â\u0080\u009d, Biometrika, 70, 41-55.",
        "Rubin, D. (1974), Ã\u0082â\u0080\u009cEstimatingCausal Effects of Treatments in Randomized and Non-randomized Studies,Ã\u0082â\u0080\u009dJournal of Educational Psychology, 66, 688-701.",
        "Rubin, D. , (1978), Ã\u0082â\u0080\u009cBayesian inference for causal effects: The Role of RandomizationÃ\u0082â\u0080\u009d, Annals of Statistics, 6:34Ã\u0082â\u0080\u009358.",
        "Rubin, D. B., (1990), Ã\u0082â\u0080\u009cFormal Modes of Statistical Inference for Causal Effects,Ã\u0082â\u0080\u009dJ ournal of Statistical Planning and Inference, 25, 279-292.",
        "Shadish, W., T. Campbell and D. Cook, (2002), Experimental and Quasi-experimental Designs for Generalized Causal Inference, Houghton and Mifflin, Boston.",
        "Smith, J. A. and P. E. Todd, (2005), Ã\u0082â\u0080\u009cDoes Matching Address LaLondeÃ\u0082â\u0080\u0099s Critique of Nonexperimental Estimators,Ã\u0082â\u0080\u009dJournal of Econometrics, 125(1-2), 305-353.",
        "Zelen, M., (1979), Ã\u0082â\u0080\u009dA New Design for Randomized Clinical TrialsÃ\u0082â\u0080\u009d, New England Journal of Medicine, 300, 1242Ã\u0082â\u0080\u00931245."
    ]
}