{
    "id": 14904,
    "cites": 19,
    "cited_by": 63,
    "reference": [
        "Ahn, Seung and M. Fabrizio Perez, 2008, GMM Estimation of the Number of Latent Factors, Arizona State University mimeo.",
        "Anderson, Helen and Farshid Vahid, 2007, Forecasting the Volatility of Australian Stock Returns: Do Common Factors Help? Journal of Business and Economic Statistics 25(1), pp.76-90.",
        "Andrews, Donald W.K. and Biao Lu, 2001, Consistent model and moment selection procedures for GMM estimation with application to dynamic panel data models, Journal of Econometrics 101, pp 123-164.",
        "Bai, Jushan and Serena Ng, 2002, Determining the Number of Factors in Approximate Factor Models, Econometrica 70(1), pp. 191-221.",
        "Bai, Jushan and Serena Ng, 2006a, Confidence Intervals for Diffusion Index Forecasts and Inference with Factor-Augmented Regressions, Econometrica 74(4), pp. 1133-1150.",
        "Bai, Jushan and Serena Ng, 2006b, Evaluating Latent and Observed Factors in Macroeconomics and Finance, Journal of Econometrics 113, pp. 507-537.",
        "Bai, Jushan and Serena Ng, 2008, Extremum Estimation when the Predictors are Estimated from Large Panels, Annals of Economics and Finance, 9(2), pp. 20 1-222 Brunnermeier, M.K. 2009, Deciphering the Liquidity and Credit Crunch 2007-08, Journal of Economic Perspectives, forthcoming.",
        "Chamberlain, Garry and Michael Rothschild, 1983, Arbitrage, Factor Structure and MeanVariance Analysis in Large Asset Markets, Econometrica 51, pp. 128 1-1304.",
        "Clark, Todd E. and Michael W. McCracken, 2005. The power of tests of predictive ability in the presence of structural breaks, Journal of Econometrics 124(1), pp 1-31, Davidson, Russell and James MacKinnon, 1985, Heteroskedasticity-robust tests in regression directions, Annales de lINSEE 59, pp. 183-2 18.",
        "Eichengreen, Barry and Ashoka Mody. 2000. What explains changing spreads on emerging market debt? in Sebastian Edwards (ed.), Capital Flows and the Emerging Economies, Chicago: University of Chicago Press.",
        "Goncalves, Silvia and Lutz Kilian, 2004, Bootstrapping Autoregressions with Conditional Heteroscedasticity of Unknown Form, Journal of Econometrics 123, pp. 89-120.",
        "Hansen, Bruce, 2000, Testing for structural change in conditional models, Journal of Econometrics 97, pp. 93-115.",
        "Jones, Sam, 2009, Why Letting Lehman Go Did Crush the Financial Markets, wwwflcomah~av~i~ (12 March).",
        "Longstaff, F.A., Pan, J., Pedersen, L.H. and Singleton, K.J. 2008, How Sovereign Is Sovereign Credit Risk? UCLA and Stanford, mimeo.",
        "Mody, Ashoka and Mark Taylor, 2003, The High Yield Spread as a Predictor of Real Economic Activity: Evidence of a Financial Accelerator for the United States, IMF Staff Papers 50(3): 373-402.",
        "Onatski, Alexei, 2006, Determining the Number of Factors from Empirical Distribution of Eigenvalues, Columbia University mimeo.",
        "Rossi, Barbara, 2005, Optimal Tests for Nested Model Selection with Underlying Parameter Instability, Econometric Theory 21, pp. 962-990.",
        "Soros, George, 2009, The Game Changer, Financial Times, January 28, I dd~.bdÃ\u0083Â´O.. ~ ~ Stock, James and Mark Watson, 2002, Forecasting Using Principal Components from a Large Number of Predictors, Journal of the American StatisticalAssociation 97, pp. 1167-1179.",
        "Taylor, John B., 2009, Getting Off Track: How Government Actions and Interventions Caused, Prolonged, and Worsened the Financial Crisis, Stanford, CA: Hoover Institution Press."
    ]
}