{
    "id": 14905,
    "cites": 29,
    "cited_by": 62,
    "reference": [
        "Stokey, N., R. Lucas, and E. Prescott. 1989. Recursive Methods in Economic Dynamics. Harvard University Press, Cambridge, MA.",
        "Shimer, R. 200S. The Cyclical Behavior of Unemployment and Vacancies. A.E.R. 9S: 25-49.",
        "Shimer, R. 1996. Contracts in a Frictional Labor Market. Manuscript M.I.T.",
        "Shi, 5. 2009. Directed Search for Equilibrium Wage-Tenure Contracts. Econometrica, 77, S61-S84.",
        "Postel-Vinay F., and J. Robin. 2002. Equilibrium Wage Dispersion with Worker and Employer Heterogeneity. Econometrica 70: 2295-350.",
        "Ramey, G. 2008. Exogenous vs. Endogenous Separation. Manuscript, U.C. San Diego.",
        "Pissarides, C. 2000. Equilibrium Unemployment Theory. MIT University Press, Cambridge, MA.",
        "Pissarides, C. 1994. Search Unemployment with On-the-Job Search. Rev. Econ. Studies 61: 457-75.",
        "Pissarides, C. 198S. Short-Run Equilibrium Dynamics of Unemployment, Vacancies and Real Wages. A.E.R. 75: 676-90.",
        "Peters, M. 1991. Ex Ante Price Offers in Matching Games: Non-Steady State. Econometrica 59: 142S-14S4.",
        "Petrongolo, B., and C. Pissarides. Looking into the Black Box: A Survey of the Matching Function. J.E.L. 39: 390-431.",
        "NagypÃ\u0083Â¡l, E. 2008. Worker Reallocation Over the Business Cycle: The Importance of Employer-to-Employer Transitions. Manuscript, Northwestern Univ.",
        "NagypÃ\u0083Â¡l, E. 2007. Labor-Market Fluctuations and On-the-Job Search. Manuscript, Northwestern Univ.",
        "Moscarini, G. 2003. Skill and Luck in the Theory of Turnover. Manuscript. Yale Univ.",
        "Mortensen, D., and C. Pissarides. 1994. Job Creation and Job Destruction in the Theory of Unemployment. Rev. Econ. Studies 61: 397-415.",
        "Mortensen, D. 1994. The Cyclical Behavior of Job and Worker Flows. J. Econ. Dynamics and Control 18: 1121-42.",
        "Mortensen, D., and E. NagypÃ\u0083Â¡l. 2007. More on Unemployment and Vacancy Fluctuations. Rev. Econ. Dynamics 10: 327-47.",
        "Montgomery, J. 1991. Equilibrium Wage Dispersion and Interindustry Wage Differentials, Q.J.E. 106: 163-79.",
        "Moen, E., and A. Rosen. 2004. Does Poaching Distort Training? Rev. Econ. Studies 71: 1 143-62.",
        "Menzio, G. and S. Shi. 2009. Block Recursive Equilibria for Stochastic Models of Search on the Job. PIER Working Paper 09-005.",
        "Menzio, G. 2005. High Frequency Wage Rigidity. Manuscript. Univ. Pennsylvania.",
        "Menzio, G. 2007. A Theory of Partially Directed Search. J.P.E. 115: 748-69.",
        "Krause, M., and T. Lubik. 2007. On-the-Job Search and the Cyclical Dynamics of the Labor Market. ECB Working Paper 779.",
        "Kennan, J. 2008. Private Information, Wage Bargaining and Employment Fluctuations. Manuscript. Univ. of Wisconsin at Madison.",
        "Hall, R. 2005. Employment Fluctuations with Equilibrium Wage Stickiness. A.E.R. 95: 50-65.",
        "Hall, R., and A. Krueger. 2008. Wage Formation between newly Hired Workers and Employers: Survey Evidence. Manuscript. Stanford Univ.",
        "Elsby, M., R. Michaels, and G. Solon. 2009. The Ins and Outs of Cyclical Unemployment. A.E.J. Macroeconomics 1: 84-lb.",
        "Barlevy, G. 2002. The Sullying Effect of Recessions. Rev. Econ. Studies 69: 65-96.",
        "Burdett, K., S. Shi, and R. Wright. 2001. Pricing and Matching with Frictions. IP.E. 109: 1060-85."
    ]
}