{
    "id": 14907,
    "cites": 25,
    "cited_by": 7,
    "reference": [
        "Barlevy, G. (2002): The Sullying Effect of Recessions, Review of Economic Studies, 69, 65-96.",
        "Acemoglu, D., and R. Shimer (1999): Efficient Unemployment Insurance, Journal of Political Economy, 107, 893-928.",
        "Atkeson, A., and R.E. Lucas, Jr. (1992): On Efficient Distribution with Private Information, Review of Economic Studies, 59, 427-453.",
        "Burdett, K., and D. Mortensen (1998): Wage Differentials, Employer Size, and Unemployment, International Economic Review, 39, 257-273.",
        "Burdett, K. S. Shi, and R. Wright (2001): Pricing and matching with frictions, Journal of Political Economy, 109, 1060-85.",
        "Hall, R., and A.B. Krueger (2008): Wage Formation between newly Hired Workers and Employers: Survey Evidence, manuscript, Stanford University.",
        "Hall, R., and P. Milgrom (2008): The Limited Influence of Unemployment of the Wage Bargain, American Economic Review.",
        "Holzer, H., L. Katz, and A. Krueger (1991): Job Queues and Wages, Quarterly Journal of Economics, 106, 739-68.",
        "Jolivet, G., F. Postel-Vinay, and J. Robin (2006): The Empirical Content of the Job Search Model: Labor Mobility and Wage Distributions in Europe and the US, European Economic Review, 50, 877-907.",
        "Menzio, G. (2007): A Theory of Partially Directed Search, Journal of Political Economy, 115, 748-769.",
        "Menzio, G., and S. Shi (2008): Efficient Search On the Job and the Business Cycle, Working Paper 308, University of Toronto.",
        "Milgrom, P., and I. Segal (2002): Envelope Theorems for Arbitrary Choice Sets, Econometrica, 70, 583-601.",
        "Moen, E. (1997): Competitive Search Equilibrium, Journal of Political Economy, 105, 694723.",
        "Moen, E., and A. Rosen (2004): Does Poaching Distort Training? Rev. Econ. Studies 71: 1143-62.",
        "Montgomery, J. (1991): Equilibrium Wage Dispersion and Interindustry Wage Differentials, Quarterly Journal of Economics, 106, 163-79.",
        "Mortensen, D. (1994): The Cyclical Behavior of Job and Worker Flows, Journal of Economic Dynamics and Control, 18, 1121-1142.",
        "Moscarini, G., and F. Postel-Vinay (2008): Non Stationary Search Equilibrium. Manuscript, Yale University.",
        "Peters, M. (1991): Ex Ante Price Offers in Matching Games: Non-Steady State, Econometrica, 59, 1425-1454.",
        "Pissarides, C. (1994): Search Unemployment with On-the-job Search, Review of Economic Studies, 61, 457-475.",
        "Postel-Vinay, F., and J. Robin (2002): Equilibrium Wage Dispersion with Worker and Employer Heterogeneity, Econometrica, 70, 2295-2350.",
        "Prescott, E.C., and R.M. Townsend (1984): Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard, Econometrica, 52, 21-46.",
        "Royden, H. (1988): Real Analysis. Upper Saddle River, New Jersey: Prentice-Hall.",
        "Shi, 5. (2009): Directed Search for Equilibrium Wage-Tenure Contracts, Econometrica, 77, 561-584.",
        "Shimer, R. (2005): The Cyclical Behavior of Unemployment and Vacancies, American Economic Review, 95, 25-49.",
        "Stokey, N., R.E. Lucas, with E. Prescott (1989): Recursive Methods in Economic Dynamics. Cambridge, Massachusetts: Harvard University Press."
    ]
}