{
    "id": 1490,
    "cites": 38,
    "cited_by": 7,
    "reference": [
        "Volcker, Paul A., Statement Before the House Committee on Banking, Finance, and Urban Affairs,t Federal Reserve Bulletin 69 (August 1983), 617-621.",
        "Taylor, John B., Aggregate Dynamics and Staggered Contracts, Journal of Political Economy 88 (February 1980), 1-23.",
        "Taylor, John B., What Would Nominal GNP Targeting do to the Business Cycle? Carnegie-Rochester Conference Series on Public Policy 22 (Spring 1985), forthcoming.",
        "Taylor, John B., Union Wage Settlements During a Disinflation,t American Economic Review 73 (December 1983), 981-993. (a) Taylor, John B., Comments, Journal of Monetary Economics 12 (July 1983), 123-125. (b) Volcker, Paul A., Statement Before the Joint Economic Committee, Federal Reserve Bulletin 68 (July 1982), 405-409.",
        "Sargent, Thomas J., A Note on the Accelerationist Controversy, Journal of Money, Credit, and Banking 3 (August 1971), 721-725.",
        "Sargent, Thomas J.,, The Ends of Four Big Inflations, in R. E. Hall, ed.~, Inflation. (Chicago: University of Chicago Press for NBER, 1982).",
        "Stein, Herbert, Achieving Credibility, in W. Feliner, ed., Contemporary Economic Problems 1980 (Washington: American Enterprise Institute, 1980).",
        "Okun, Arthur, Efficient Deflationary Policies, American Economic Review 68 (March 1978), 348-352.",
        "Perry, George L., What Have we Learned About Disinflation? ~~~ins Papers on Economic Activity (2:1983), 587-602.",
        "Lucas, Robert E., Jr., t~Some International Evidence on Output-Inflation Tradeoffs, American Economic Review 63 (June 1973), 326-334.",
        "McCallum, Bennett T., Macroeconomics After a Decade of Rational Expectations: Some Critical Issues, Federal Reserve Bank of Richmond Economic Review 68 (November/December 1982), 3-12.",
        "McCallum, Bennett T., Monetarist Rules in the Light of Recent Experience, American Economic Review 74 (May 1984), 388-391. (a) McCallum, Bennett T., tAre Bond-financed Deficits Inflationary? A Ricardian Analysis, Journal of Political Econ~y 92 (February 1984), 123-135. (b) Nelson, Charles R., The Prediction Performance of the FRB-MIT-PENN Model of the U.S. Economy, American Economic Review 62 (December 1972), 902-9 17.",
        "Lombra, Raymond, and Michael Noran, Policy Advice and Policymaking at the Federal Reserve, Carnegie-Rochester Conference Series for Public Policy 13 (Autumn 1980), 9-68.",
        "Lucas, Robert E.,, Jr., Rules, Discretion, and the Role of the Economic Advisor, in S. Fischer, ed., Rational Expectations and Economic Policy (Chicago: University of Chicago Press for NBER, 1980).",
        "Hetzel, Robert L., The Formulation of Monetary Policy in a Democracy, Federal Reserve Bank of Richmond, working paper, January 1984. (a) Hetzel, Robert L., The Formulation of Monetary Policy, Federal Reserve Bank of Richmond, working paper, April 1984. (b) Hetzel, Robert L., Monetary Policy in the Early 1980s, Federal Reserve Bank of Richmond, working paper, May 1984. (c) Kane, Edward J., Selecting Monetary Targets in a Changing Financial Environment, Monetary Policy issues in the 1980s. Federal Reserve Bank of Kansas City, 1982.",
        "Kydland, Finn E., and Edward C. Prescott, Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85 (June 1977), 473-491.",
        "Hall, Robert E., Explorations in the Gold Standard and Related Policies for Stabilizing the Dollar, in R. E. Hall, ed.,, Inflation (Chicago: University of Chicago Press for NBER, 1982).",
        "Hail, Robert E., Monetary Policy for Noninflationary Growth, in J. H. Moore, ed., To Promote Prosperity (Stanford: Hoover Institution Press, 1984).",
        "Gordon, Robert J., Supply Shocks and Monetary Policy Revisited, American Economic Review 74 (May 1984), 38~43.",
        "Gordon, Robert J, and Stephen R. King, The Output Cost of Disinflation in Traditional and Vector Autoregression Nodels,~ Brookings Papers on Economic Activity (2:1982), 205-242.",
        "Grossman, Herschel I., The Natural-Rate Hypothesis, the RationalExpectations Hypothesis, and the Remarkable Survival of Non-MarketClearing Assumptions,t Carnegie-Rochester Conference Series on Public Policy 19 (Autunin 1983), 225-246.",
        "Goodfriend, Marvin S., The Promises and Pitfalls of Contemporaneous Reserve Requirements for Monetary Policy, Federal Reserve Bank of Richmond Economic Review 70 (Nay/June 1984), 3-12.",
        "Gordon, Robert J.., `Credibility vs. `Mainstream: Two Views of the Inflation Process, in W. D. Nordhaus, ed., Inflation: Prospects and Remedies (Washington: Center for National Policy, 1983).",
        "Friedman, Benjamin N., Lessons from the 1979-82 Monetary Policy Experiment, American Economic Review 74 (May 1984), 382-387.",
        "Friedman, Milton, Real and Pseudo Gold Standards, Journal of Law and EconomIcs 4 (October 1961), 66-79.",
        "Friedman, Milton, v~Monetary Policy: Theory and Practice, Journal of Money, ~I~tL_~ndBankifl~ 14 (February 1982), 98-118.",
        "Friedman, Milton, Monetary Policy for the 198Os,~ In J. H. Moore, ed., To Promote Prosperity (Stanford: Hoover Institution Press, 1984).",
        "Fellner, William, The Credibility Effect and Rational Expectations: Implications of the Gramlich Study, Brookings Papers on Economic ~ (1:1979), 167-178.",
        "FIscher, Stanley, Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy 85 (February 1977), 191-205, Fischer, Stanley, Contracts, Credibility, and Disinflation, NBER Working Paper No. 1339, April 1984.",
        "Friedman, Benjamin N., Recent Perspectives In and On Macroeconomics,VT NBER Working Paper No. 1208, September 1983.",
        "Cukierman, Alex, and Allan H. Meltzer, ~`A Theory of Credibility and Inflation Under Discretion and Asymmetric Information, Carnegie-Mellon University, working paper, May 1984.",
        "Englander, A. Steven, and Cornelis A. Los, The Stability of the Phillips Curve and its Implications for the 1980s, Federal Reserve Bank of New York Research Paper No. 8303, January 1983.",
        "Cagan, Phillip, and William Fellrier, Tentative Lessons from the Recent DisinflatIonary Effort,!? Brookings Pa~pers on Economic~~~vjt (1983, no. 2), 603-608.",
        "Canzoneri, Matthew B., Monetary Policy Games and the Role of Private Information, Federal Reserve Board, working paper, September 1983.",
        "Clarida, Richard H., and Benjamin M. Friedman, ~`Why have Short-Term Interest Rates Been so High? Brookin~gs PaUpers ~onomicAc~~t (1983, no. 2), 553~-578.",
        "Barro, Robert 3., and David B. Gordon, A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91 (August 1983), 589-610. (a) Barro, Robert J., and David B, Gordon, Rules, Discretion, and Reputation in a Model of Monetary Policy, Journal of Monetary Economics 12 (July 1983), 1O1-121. (b) Blanchard, Olivier J,, The Lucas Critique and the Voicker Deflation, American Economic RevIew 74 (May 1984), 211-215, Blinder, Alan S., Issues in the Coordination of Monetary and Fiscal Policy,1 Monetary Po~~y Issues in the l980s. Federal Reserve Bank. of Kansas City, 1982.",
        "Cagan, Phillip, Current Problems of Monetary Policy: Would the Gold Standard Help? (Washington: American Enterprise Institute, 1982).",
        "Barro, Robert J., United States Inflation and the Choice of Monetary Standard,u In R. E. Hall, ed.., Inflation, (Chicago: Univ. of Chicago Press for NBER, 1982)."
    ]
}