{
    "id": 14909,
    "cites": 27,
    "cited_by": 11,
    "reference": [
        "Adler, Michael and Bernard Dumas (1984), Exposure to Currency Risk: Definition and Measurement,  Financial Management 13, 41-50.",
        "Chinn, Menzie and Hiro Ito (2007), A New Measure of Financial Openness, Journal of Comparative Policy Analysis, forthcoming.",
        "Coeurdacier, Nicolas, Kollman, Robert, and Martin, Philippe (2007), International Portfolios with Supply, Demand and Redistributive Shocks, NBER International Seminar on Macroeconomics (ISOM), forthcoming.",
        "Davis, Steven, Jeremy Nalewaik and Paul Willen (2001), On the Gains to Trade in Risky Financial Assets, mimeo, University of Chicago.",
        "Devereux, Michael B. and Alan Sutherland (2006), Solving for Country Portfolios in Open-Economy Macro Models, mimeo, University of British Columbia.",
        "Di Giovanni, Julian, and Jay C. Shambaugh (2008), The Impact of Foreign Interest Rates on the Economy: The Role of the Exchange Rate Regime, Journal of International Economics 74, 341-361.",
        "Dominguez, Kathryn and Linda Tesar (2006), Exchange Rate Exposure, Journal of International Economics 68, 188-218.",
        "Edwards, Sebastian (2007), Capital Controls, Capital Flow Contractions, and Macroeconomic Vulnerability, Journal of International Money and Finance 26, 814-840.",
        "Eichengreen, Barry, Ricardo Hausmann and Ugo Panizza (2005), The Mystery of Original Sin, in Other Peoples Money: Debt Denomination and Financial Instability in Emerging Market Economies (Barry Eichengreen and Ricardo Hausmann, eds), University of Chicago Press.",
        "Engel, Charles and Akito Matsumoto (2008a), The International Diversification Puzzle when Goods Prices are Sticky: Its Really about Exchange-Rate Hedging, not Equity Portfolios, American Economic Journal: Macroeconomics, forthcoming.",
        "(2008b), International Risk Sharing: Through Equity Diversification or Exchange-Rate Hedging?, mimeo, University of Wisconsin and International Monetary Fund.",
        "Faria, Andre, Philip R. Lane, Paolo Mauro and Gian Maria Milesi-Ferretti (2007), The Shifting Composition of External Liabilities, Journal of European Economic Association 5, 480-490.",
        "Helpman, Elhanan and Assaf Razin (1982), A Comparison of Exchange Rate Regimes in the Presence of Imperfect Capital Markets, International Economic Review 23, 365-388.",
        "Kim, Soyoung (2002), Nominal Revaluation of Cross-Border Assets, Terms-of-Trade Changes, International Portfolio Diversification, and International Risk Sharing, Southern Economic Journal 69, 327-344.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti (2001), External Capital Structure: Theory and Evidence, In The Worlds New Financial Landscape: Challenges for Economic Policy (Horst Siebert, ed.), Springer-Verlag, 247-284.",
        "(2003), International Financial Integration, IMF Staff Papers 50(5), 82-113.",
        "(2005), Financial Globalization and Exchange Rates, CEPR Discussion Paper No.4 745.",
        "(2007a), Europe and Global Imbalances, Economic Policy 22, 5 19-573.",
        "(2007b), The External Wealth of Nations Mark II, Journal of International Economics 73, 223-250.",
        "Lane, Philip R. and Jay C. Shambaugh (2009), Financial Exchange Rates and International Currency Exposures, American Economic Review, forthcoming.",
        "Neumeyer, Pablo Andres (1998), Currencies and the Allocation of Risk: The Welfare Effects of a Monetary Union, American Economic Review 88, 246-259.",
        "Obstfeld, Maurice and Kenneth S. Rogoff (2001), The Six Major Puzzles in International Macroeconomics: Is there a Common Cause?, NBER Macroeconomics Annual 15, 339-390.",
        "Persson, Torsten and Lars E. 0. Svensson (1989), Exchange Rate Variability and Asset Trade, Journal of Monetary Economics 23, 485-509.",
        "Shambaugh, Jay C. (2004), The Effect of Fixed Exchange Rates on Monetary Policy, Quarterly Journal of Economics 119, 301-352.",
        "Svensson, Lars E.O. (1989), Trade in Nominal Assets: Monetary Policy, and Price Level and Exchange Rate Risk, Journal of International Economics 26, 1-28.",
        "Tille, Cedric (2003), The Impact of Exchange Rate Movements on U.S. Foreign Debt, Current Issues in Economics and Finance 9(1).",
        "(2005), Financial Integration and the Wealth Effect of Exchange Rate Fluctuations, Federal Reserve Bank of New York Staff Report No. 226."
    ]
}