{
    "id": 14900,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Altonji, Joseph, and David Card. 1991. The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives. In John Abowd and Richard B. Freeman, eds., Immigration, Trade and the Labor Market. Chicago: University of Chicago Press, pp. 20134.",
        "Bodvarsson, Orn, and Hendrik Van den Berg. 2006. Does Immigration Affect Labor Demand? Model and Test. In Research in Labour Economics, 24, pp. 135-166.",
        "Bodvarsson, Orn, Hendrik Van den Berg, and Joshua Lewer. 2008. Measuring Immigrations Effects on Labor Demand: A Reexamination of the Mariel Boatlift. Labour Economics, 15, pp. 560-574.",
        "Borjas, George. 1994. The Economics of Immigration. Journal of Economic Literature, 32, pp. 1667-17 17.",
        "Borjas, George, Richard Freeman, and Lawrence Katz. 1996. How Much do Immigration and Trade affect Labor Market Outcomes? Brookings Papers on Economic Activity, 1, pp. 190.",
        "Borjas, George. 2003. The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics, 118, pp. 335-1374.",
        "Borjas, George, Jeffrey Grogger and Gordon Hanson. 2008. Imperfect Substitution between Immigrants and Natives: A Reappraisal. NBER Working Paper No. 13887.",
        "Borjas, George. 2009. The Analytics of the Wage Effect of Immigration. NBER Working Paper No. 14796.",
        "Broda, Christian, and David Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics, 121, pp. 541-585.",
        "Card, David. 1990. The Impact of the Mariel Boatlift on the Miami Labor Market. Industrial and Labor Relations Review, 43, pp. 245-257.",
        "Card, David, and John DiNardo. 2000. Do Immigrant Inflows Lead to Native Outflows? American Economic Review Papers and Proceedings, 90, pp. 360-367.",
        "Card, David. 2001. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics, 19, pp. 22-64.",
        "Cortes, Patricia. 2008. The Effect of Low-Skilled Immigration on US Prices: Evidence from CPI data. Journal of Political Economy, 116, pp. 38 1-422.",
        "Feenstra, Robert. 1994. New Product Varieties and the Measurement of International Prices. American Economic Review, 84, pp. 57-177.",
        "Josiam, Bharath M., and Prema A. Monteiro. 2004. Tandoori Tastes: Perceptions of Indian Restaurants in America. International Journal of Contemporary Hospitality Management, l6,pp. 18-26. Kletzer, Lori, and J. Bradford Jensen. Forthcoming in Measuring Tradable Services and the Task Content of Offshorable Services Jobs. In Katharine Abraham, Mike Harper, and James Spletzer, eds., Labor in the New Economy. Chicago: University of Chicago Press.",
        "Kolko, Jed, and David Neumark. 2007. Business Location Decisions and Employment Dynamics in California. San Francisco: Public Policy Institute of California.",
        "Kolko, Jed, and David Neumark. 2008. Changes in the Location of Employment and Ownership: Evidence from California. Journal ofRegional Science, 48, pp. 7 17-744.",
        "Krugman, Paul. 1979. Increasing Returns, Monopolistic Competition, and International Trade. Journal of International Economics, 9, pp. 469-479.",
        "Lach, Saul. 2007. Immigration and Prices. Journal of Political Economy, 115, pp. 548-587.",
        "Lazear, Edward. 2000. Diversity and Immigration. In George Borjas, ed., Issues in the Economics of Immigration. Chicago: University of Chicago Press, pp. 117-42.",
        "Lewis, Ethan. 2005. Immigration, Skill Mix, and the Choice of Technique. Federal Reserve Bank of Philadelphia Working Paper #05-08. Liu, Yinghua, and SooCheong Jang. Perceptions of Chinese Restaurants the U.S.: What Affects Customer Satisfaction and Behavioral Intentions? Forthcoming in International Journal of Hospitality Management.",
        "Neumark, David, and Jed Kolko. 2008. Do Enterprise Zones Create Jobs? Evidence from Californias Enterprise Zone Program. NBER Working Paper No. 14530.",
        "Neumark, David, Junfu Zhang, and Brandon Wall. 2007. Employment Dynamics and Business Relocation: New Evidence from the National Establishment Time Series. Research in Labor Economics, 26, pp. 39-83.",
        "Ottaviano, Gianmarco, and Giovanni Peri. 2006. Rethinking the Effects of Immigration on Wages. NBER Working Paper No. 12497.",
        "Ottaviano, Gianmarco, and Giovanni Pen. 2007. The Effects of Immigration on U.S. Wages and Rents: A General Equilibrium Approach. Unpublished manuscript (October 2007).",
        "Ottaviano, Gianmarco, and Giovanni Pen. 2008. Immigration and National Wages: Clarifying the Theory and the Empirics. NBER Working Paper No. 14188.",
        "Ruggles, S., M. Sobek, T. Alexander, C. A. Fitch, R. Goeken, P. K. Hall, M. King, and C. Ronnander. 2004. Integrated Public Use Microdata Series: Version 3.0. Minneapolis, MN: Minnesota Population Center.",
        "Saiz, Albert. 2007. Immigration and Housing Rents. Journal of Urban Economics, 61, pp. 345371."
    ]
}