{
    "id": 14903,
    "cites": 67,
    "cited_by": 2,
    "reference": [
        "Ang, A., R. Hodrick, Y. Xing, and X. Zhang (2006). The cross-section of volatility and expected returns. Jonrmal of Fimamee 61, 259-299.",
        "Baks, K. P., A. Metrick, and J. Wachter (2001). Should investors avoid all actively managed mutual funds? A study in Bayesian performance evaluation. Jonrmal of Fimamee 56, 4586.",
        "Basak, S., A. Pavlova, and A. Shapiro (2007). Optimal asset allocation and risk shifting in money management. Review of Fimamcial Stndies ~O(5), 1583-1621.",
        "Bollen, N. P. B. and J. A. Busse (2001). On the timing ability of mutual fund managers.",
        "Breon-Drish, B. and J. S. Sagi (2008). Do fund managers make informed asset allocation decisions. University of California at Berkeley and Vanderbilt University.",
        "Brown, K. C., W.V. Harlow, and L. T. Starks (1996). Of tournaments and temptations: An analysis of managerial incentives in the mutual fund industry. Jonrmal of Fimamee 51(1), 85-110.",
        "Brown, K. C., W. V. Harlow, and H. Zhang (2009). Staying the course: The role of investment style consistency in the performance of mutual funds. University of Texas at Austin and Fidelity Investments.",
        "Brown, S. J. and W. N. Goetzmann (1995). Performance persistence. Jonrmal of Fimamee 50, 853-873.",
        "Busse, J. A. (1999). Volatility timing in mutual funds: Evidence from daily returns. Review of Fimamcial Stndies 1~ (5), 1009-1041.",
        "Busse, J. A. (2001). Another look at mutual fund tournaments. Jonrmal of Fimamcial amd Qnamtitative Amalysis 36(1), 53-73.",
        "Carhart, M. M. (1997). On persistence in mutual fund performance. Jonrmal of Fimamee 5~(2), 57-82.",
        "Carpenter, J. N. (2000). Does option compensation increase managerial risk appetite. Jonrmal of Fimamee 55, 2311-2331.",
        "Chalmers, J. M., R. M. Edelen, and G. B. Kadlec (1999). An analysis of mutual fund trading costs. University of Oregon, University of Pennsylvania, and Virginia Tech.",
        "Chen, H.-L. and G. G. Pennacchi (2009). Does prior performance affect a mutual funds choice of risk? Theory and further empirical evidence. Forthcoming: Jonrmal of Fimamcial amd Qnamtitative Amalysis.",
        "Chen, J., S. Hanson, H. Hong, and J. C. Stein (2007). Do hedge funds profit from mutualfund distress? USC, Harvard University, and Princeton University.",
        "Chen, J., H. Hong, M. Huang, and J. Kubik (2004). Does fund size erode performance? Liquidity, organizational diseconomies and active money management. Amen cam Ecomomic Review 9~, 1276-1302.",
        "Chevalier, J. and G. Ellison (1997). Risk taking by mutual funds as a response to incentives.",
        "Christoffersen, S. and S. Sarkissian (2009). City size and fund performance. Forthcoming: Jonnmal of Fimamcial Ecomomics.",
        "Cohen, L., A. Frazzini, and C. Malloy (2008). The small world of investing: Board connections and mutual fund returns. Journal of Political Economy 116, 951-979.",
        "Cohen, R., J. D. Coval, and L. Pastor (2005). Judging fund managers by the company that they keep. Journal of Finance 60, 1057-1096.",
        "Coval, J. and E. Stafford (2007). Asset fire sales (and purchases) in equity markets. Journal of Financial Economics 86, 479-S 12.",
        "Coval, J. D. and T. J. Moskowitz (2001). The geography of investment: Informed trading and asset prices. Journal of Political Economy 109, 811-841.",
        "Cremers, M. and A. Petajisto (2008). How active is your fund manager? A new measure that predicts performance. Forthcoming: Review of Financial Studies.",
        "Da, Z., P. Gao, and R. Jagannathan (2008). Informed trading, liquidity provision, and stock selection by mutual funds. University of Notre Dame and Northwestern University.",
        "Daniel, K., M. Grinblatt, S. Titman, and R. Wermers (1997). Measuring mutual fund performance with characteristic-based benchmarks. Journal of Finance 52(3), 10351058.",
        "DelGuercio, D. and P. A. Tkac (2002). The determinants of the flow of funds of managed portfolios: Mutual funds versus pension funds. Journal of Financial and Quantitative Analysis 37, 523-557.",
        "Edelen, R. M. (1999). Investor flows and the assessed performance of open-end fund managers. Journal of Financial Economics 53, 439-466.",
        "Elton, E. J., M. J. Gruber, and C. R. Blake (2003). Incentive fees and mutual funds. Journal of Finance 58(2), 779-804.",
        "Elton, E. J., M. J. Gruber, and C. R. Blake (2007). Monthly holding data and the selection of superior mutual funds. New York University and Fordham University.",
        "Elton, E. J., M. J. Gruber, Y. Krasny, and S. Ozelge (2006). The effect of the frequency of holding data on conclusions about mutual fund management behavior. New York University.",
        "Fama, E. F. and K. R. French (1993). Common risk factors in the return on bonds and stocks. Journal of Financial Economics 33, 3-53.",
        "Ferson, W. and R. Schadt (1996). Measuring fund strategy and performance in changing economic conditions. Journal of Finance 51, 425-462.",
        "Gaspar, J.-M., M. Massa, and P. Matos (2006). Favoritism in mutual fund families? Evidence on strategic cross-fund subsidization. Journal of Finance 61, 73-104.",
        "Gil-Bazo, J. and P. Ruiz-Verdu (2009). Yet another puzzle? The relation between price and performance in the mutual fund industry. Forthcoming: Journal of Finance.",
        "Goetzmann, W., J. Ingersoll, M. Spiegel, and I. Welch (2007). Portfolio performance manipulation and manipulation-proof performance measures. Review of Financial Studies 20, 1503-1546.",
        "Goetzmann, W. N. and N. Peles (1997). Cognitive dissonance and mutual fund investors. Journal of Financial Research 20(2), 145-158.",
        "Grinblatt, M. and S. Titman (1989). Adverse risk incentives and the design of performancebased contracts. Management Science 35, 807-822.",
        "Grinblatt, M. and S. Titman (1993). Performance measurement without benchmarks: An examination of mutual fund returns. Jourmal of Busimess 66, 47-68.",
        "Guasoni, P., G. Huberman, and Z. Wang (2007). Performance maximization of actively managed funds. Boston University, Columbia University, and the Federal Reserve Bank of New York.",
        "Henriksson, R. D. and R. C. Merton (1981). On market timing and investment performance. II. Statistical procedures for evaluating forecasting skills. Jourmal of Busimess 54, 513533.",
        "Hu, P., J. R. Kale, M. Pagani, and A. Subramanian (2008). Fund flows, performance, managerial career concerns, and risk-taking. Georgia State University and San Jose State University.",
        "Huang, J., K. D. Wei, and H. Yan (2007). Participation costs and the sensitivity of fund flows to past performance. Jourmal of Fimamce 62(3), 1273-1311.",
        "Ippolito, R. A. (1992). Consumer reaction to measures of poor quality: Evidence from the mutual fund industry. Jourmal of Law amd Ecomomics 35(1), 45-70.",
        "Ivkovich, Z. and S. Weisbenner (2009). Individual investor mutual fund flows. Forthcoming: Jourmal of Fimamcial Ecomomics.",
        "Jiang, G., T. Yao, and T. Yu (2007). Do mutual funds time the market? Evidence from portfolio holdings. Jourmal of Fimamcial Ecomomics 86, 724-758.",
        "Jiang, W. (2003). A nonparametric test of market timing. Jourmal of Empirical Fimamce 10, 399-425.",
        "Kacperczyk, M. and A. Seru (2007). Fund manager use of public information: New evidence on managerial skills. Jourmal of Fimamce 62, 485-528.",
        "Kacperczyk, M., C. Sialm, and L. Zheng (2005). On the industry concentration of actively managed equity mutual funds. Jourmal of Fimamce 60(4), 1983-2012.",
        "Kempf, A. and S. Ruenzi (2008). Tournaments in mutual fund families. Review of Fimamcial Studies 21(2), 1013-1036.",
        "Kempf, A., S. Ruenzi, and T. Thiele (2008). Employment risk, compensation incentives and managerial risk taking: Evidence from the mutual fund industry. Forthcoming: Jourmal of Fimamcial Ecomomics.",
        "Koski, J. L. and J. Pontiff (1999). How are derivatives used? Evidence from the mutual fund industry. Jourmal of Fimamce 54(2), 791-816.",
        "Kosowski, R., A. Timmermann, R. Wermers, and H. White (2006). Can mutual fund `stars really pick stocks? New evidence from a bootstrap analysis. Jourmal of Fimamce 61, 255 1-2595.",
        "Li, W. and A. Tiwari (2006). On the consequences of mutual fund tournaments. University of Iowa.",
        "Lynch, A. W. and D. K. Musto (2003). How investors interpret past fund returns. Jourmal of Fimamce 58, 2033-2058.",
        "Mamaysky, H., M. I. Spiegel, and H. Zhang (2007). Improved forecasting of mutual fund alphas and betas. Review of Fimamce 11 (3), 359-400.",
        "Massa, M. and R. Patgiri (2007). Incentives and mutual fund performance: Higher performance or just higher risk taking? Forthcoming: Review of Fimamcial Studies.",
        "Nanda, V., Z. J. Wang, and L. Zheng (2004). Family values and the star phenomenon: Strategies of mutual fund families. Review of Fimamcial Studies 17(3), 667-698.",
        "Palomino, F. and A. Prat (2003). Risk taking and optimal contracts for money managers. RAND Jourmal of Ecomomics 34, 113-137.",
        "Pastor, L. and R. F. Stambaugh (2003). Liquidity risk and expected stock returns. Jourmal of Political Ecomomy 111 (3), 642-685.",
        "Ross, S. A. (2004). Compensation, incentives, and the duality of risk aversion and riskiness. Jourmal of Fimamce 59, 207-225.",
        "Sirri, E. R. and P. Tufano (1998). Costly search and mutual fund flows. Jourmal of Fi53 (5), 1589-1622.",
        "Starks, L. T. (1987). Performance incentive fees: An agency theoretic approach. Jourmal of Fimamcial amd Quamtitative Amalysis 22(1), 17-32.",
        "Treynor, J. L. and K. Mazuy (1966). Can mutual funds outguess the market? Harvard Busimess Review 44, 131-136.",
        "Wermers, R. (2000). Mutual fund performance: An empirical decomposition into stockpicking talent, style, transactions costs, and expenses. Jourmal of Fimamce 55(4), 16551703.",
        "Wermers, R. (2003). Is money really `smart? New evidence on the relation between mutual fund flows, manager behavior, and performance persistence. University of Maryland.",
        "Yuan, K. (2008). Eliciting heterogeneous investor beliefs from portfolio holdings and performance evaluation. London School of Economics.",
        "Zhang, H. (2008). Asset fire sales, liquidity provision and mutual fund performance. University of Texas at Austin."
    ]
}