{
    "id": 14915,
    "cites": 10,
    "cited_by": 11,
    "reference": [
        "Bisin, Alberto and Piero Gottardi, Efficient Competitive Equilibria with Adverse Selection,  Jonrmal of Political Ecomomy, 2006, 114 (3), 485-5i6.",
        "Burdett, Kenneth, Shouyong Shi, and Randall Wright, Pricing and Matching with Frictions, Jonrmal of Political Ecomomy, 200i, 109 (5), i060- 1085.",
        "Delacroix, A. and S. Shi, Pricing and Signaling with Frictions, 2007. University of Toronto Working Paper 298.",
        "Faig, Miguel and Belen Jerez, A Theory of Commerce, Jonrmal of Ecomomic Theory, 2005, 12~ (i), 60-99.",
        "Guerrieri, Veronica, Inefficient Unemployment Dynamics under Asymmetric Information,  Jonrmal of Political Ecomomy, 2008, 116 (4), 667-708. Inderst, Roman and Achim Wambach, Competitive Insurance Markets under Adverse Selection and Capacity Constraints, Enropeam Ecomomic Review, 200i, ~5 (iO), i98ii992. - and Holger M. Muller, Competitive Search Markets with Adverse Selection, i999. mimeo. Jovanovic, Boyan, Job Matching and the Theory of Turnover, The Jonrmal of Political Ecomomy, i979, 87 (5), 972-990.",
        "Lester, Benjamin R., Andrew Postlewaite, and Randall Wright, Liquidity, Asset Prices, and Monetary Policy, 2007. mimeo.",
        "Lucas, Robert E. Jr, Asset Prices in an Exchange Economy, Ecomometrica, i978, ~6 (6), i429- 1445. Miyazaki, Hajime, The Rat Race and Internal Labor Markets, Bell Jonrmal of EcoThOTfliCS, i977, 8 (2), 394-4i8. Moen, Espen R., Competitive Search Equilibrium, Jonrmal of Political Ecomomy, i997, 105 (2), 385-4ii.",
        "- and Asa Rosen, Incentives in Competitive Search Equilibrium and Wage Rigidity, 2006. mimeo. Montgomery, James D., Equilibrium Wage Dispersion and Interindustry Wage Differentials,  Qnarterly Jonrmal of Ecomomics, i99i, 106 (i), i63-179.",
        "Mortensen, Dale T. and Randall Wright, Competitive Pricing and Efficiency in Search Equilibrium, Imtermatiomal Ecomomic Review, 2002, ~3 (i), i-20.",
        "Nosal, Ed and Neil Wallace, A Model of (the Threat of) Counterfeiting, Jonrmal of Mometary Ecomomics, 2007, 54(4), 994- iOOi."
    ]
}