{
    "id": 14914,
    "cites": 43,
    "cited_by": 20,
    "reference": [
        "BECK, I., A. DEMIRGUÃ\u0083Â§-KuNT, AND R. LEVINE (2000): A New Database on the Structure and Development of the Financial Sector, World Bank Economic Review, 14, 597-605.",
        "BECK, I., A. DEMIRGUÃ\u0083Â§-KuNT, L. LAEVEN, AND R. LEvINE (2008): Finance, Firm Size, and Growth, Journal of Money, Credit and Banking, 40, 1327-1554.",
        "BECK, 1. (2002): Financial Development and International Trade: Is There a Link, World Bank Economic Review, 57, 107-431.",
        "BANERJEE, A. V. AND A. F. NEwMAN (1993): Occupational Choice and the Process of Development, Journal of Political Economy, 101, 274-298.",
        "BANERJEE, A. V. AND E. DuFLO (2005): Growth Theory through the Lens of Development Economics, in Handbook of Economic Crowth, ed. by P. Aghion and S. N. Durlauf, Amsterdam: Elsevier, vol. 1A, 473-552.",
        "BALASSA, B. (1964): The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy, 72, 584-596.",
        "AGHI0N, P. AND P. BOLTON (1997): A Theory of Trickle-Down Growth and Development,  Review of Economic Studies, 64, 151-172.",
        "AMARAL, P. AND E. QuINTIN (2005): Financial Intermediation and Economic Development: A Quantitative Assessment, Manuscript, Federal Reserve Bank of Dallas.",
        "BuERA, F. J. AND J. P. KABOSKI (2008): The Rise of the Service Economy, Manuscript, UCLA.",
        "BuERA, F. J. AND Y. SHIN (2008): Financial Frictions and the Persistence of History: A Quantitative Exploration, Manuscript, Washington University in St. Louis.",
        "CASELLI, F. AND N. GENNAI0LI (2005): Dynastic Management, Manuscript, London School of Economics.",
        "CHARI, V. V., P. J. KEHOE, AND E. R. MCGRATTAN (1997): The Poverty of Nations: A Quantitative Investigation, Staff Report 204, Federal Reserve Bank of Minneapolis.",
        "DAVIS, S. J., J. C. HALTIwANGER, R. JARMIN, AND J. MIRANDA (2006): Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms, in NBER Macroeconomics Annual 2006, ed. by M. Gertler and K. Rogoff, Cambridge, MA: MIT Press, 107-456.",
        "DAVIS, S. J., J. C. HALTIwANGER, AND S. SCHuR (1996): Job Creation and Destruction, Cambridge, MA: MIT Press.",
        "DJANK0V, S., R. LA PR0TA, F. LoPEz-DE SILANES, AND A. SHLEIFER (2002): The Regulation of Entry, Quarterly Journal of Economics, 117, 1-37.",
        "EATON, J. AND S. KORTuM (2001): Technology, Trade, and Growth: A Unified Framework,  European Economic Review, 45, 742-755.",
        "EROSA, A. AND A. HIDALG0 CABRILLANA (2008): On Finance as a Theory of TFP, Cross-Industry Productivity Differences, and Economic Rents, International Economic Review, 49, 437-473.",
        "GIN~, X. AND R. M. TOWNSEND (2004): Evaluation of Financial Liberalization: A General Equilibrium Model with Constrained Occupation Choice, Journal of Development Economics, 74, 269-307.",
        "GuNER, N., G. VENTURA, AND Y. Xu (2008): Macroeconomic Implications of SizeDependent Policies, Review of Economic Dynamics, 11, 721-744.",
        "HALL, R. E. AND C. I. JONES (1999): Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics, 114, 83-i 16.",
        "HERRENDORF, B. AND A. VALENTINYI (2006): Which Sectors Make the Poor Countries so Unproductive, Manuscript, Arizona State University.",
        "HSIEH, C.-T. AND P. KLENOw (2007a): Misallocation and Manufacturing TFP in China and India, Manuscript, Stanford University.",
        "(2007b): Relative Prices and Relative Prosperity, American Economic Review, 97, 562-585.",
        "JEONG, H. AND R. M. TOWNSEND (2007): Sources of TFP Growth: Occupational Choice and Financial Deepening, Economic Theory, 32, 197-221.",
        "JONES, C. I. (1994): Economic Growth and the Relative Price of Capital, Journal of Monetary Economics, 34, 359-382.",
        "KING, R. G. AND R. LEVINE (1993a): Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics, 108, 717-737.",
        "(1993b): Finance, Entrepreneurship and Growth: Theory and Evidence, Journal of Monetary Economics, 32, 513-542.",
        "KLEN0w, P. J. AND A. R0DRIGuEz-CLARE (1997): The Neoclassical Revival in Growth Economics: Has it Gone Too Far? in Macroeconomics Annual 1997, ed. by B. S. Bernanke and J. J. Rotemberg, Cambridge: MIT Press, 73-102.",
        "KLETzER, K. AND P. BARDHAN (1987): Credit Markets and Patterns of International Trade, Journal of Development Economics, 27, 57-70.",
        "LA PORTA, R., F. LOPEz DE SILANES, A. SHLEIFER, AND R. W. VISHNY (1998): Law and Finance, Journal of Political Economy, 106, 1113-liSS.",
        "LLOYD-ELLIS, H. AND D. BERNHARDT (2000): Enterprise, Inequality and Economic Development, Review of Economic Studies, 67, 147-168.",
        "LUCAS, JR., R. E. (1978): On the Size Distribution of Business Firms, Bell Journal of Economics, 9, 508-523.",
        "MANOVA, K. (2008a): Credit Constraints, Equity Market Liberalizations and International Trade, Journal of International Economics, 76, 33-47.",
        "(2008b): Credit Constraints, Heterogeneous Firms, and International Trade, Manuscript, Stanford University.",
        "MATSUYAMA, K. (2005): Credit Market Imperfections and Patterns of International Trade and Capital Flows, Journal of the European Economic Association, 3, 7i4-723.",
        "MCKENZIE, D. J. AND C. M. WOODRUFF (2006): Do Entry Costs Provide an Empirical Basis for Poverty Traps? Evidence from Mexican Microenterprises, Development and Cultural Change, 55, 3-42. MENDOzA, E. (i995): The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations, International Economic Review, 36, iO i-i37. OSTRY, J. AND C. REINHART (i99i): Private Saving and Terms of Trade Shocks: Evidence from Developing Countries, Manuscript, International Monetary Fund.",
        "PAULSON, A. L. AND R. M. TOwNSEND (2004): Entrepreneurship and Financial Constraints in Thailand, Journal of Corporate Finance, iO, 229-262. PIKETTY, T. (i997): The Dynamics of the Wealth Distribution and the Interest Rate with Credit Rationing, Review of Economic Studies, 64, i73-i89. RAJAN, R. G. AND L. ZINGALES (i998): Financial Dependence and Growth, American Economic Review, 88, 559-586.",
        "RESTUCCIA, D. AND R. ROGERSON (2008): Policy Distortions and Aggregate Productivity with Heterogeneous Establishments, Review of Economic Dynamics, ii, 707-720.",
        "RESTUCCIA, D., D. T. YANG, AND X. ZHU (2008): Agriculture and Aggregate Productivity: A Quantitative Cross-Country Analysis, Journal of Monetary Economics, 55, 234-250.",
        "ROSSI-HANSBERG, E. AND M. L. J. WRIGHT (2007): Establishment Size Dynamics in the Aggregate Economy, American Economic Review, 97, i639-i666. SAMUELS0N, P. A. (i964): Theoretical Notes on Trade Problems, Review of Economics and Statistics, 46, i45-i54. SUTToN, J. (i99i): Sunk Costs and Market Structure, Cambridge, MA: MIT Press.",
        "TOWNSEND, R. M. (2006): The Thai Economy: Growth, Inequality, Poverty and the Evaluation of Financial Systems, Manuscript, University of Chicago.",
        "TYBOUT, J. R. (2000): Manufacturing Frims in Developing Countries: How Well Do They Do, and Why? Journal of Economic Literature, 38, ii-44.",
        "VALENTINYI, A. AND B. HERRENDORF (2008): Measuring Factor Income Shares at the Sector Level, Review of Economic Dynamics, ii, 820-835."
    ]
}