{
    "id": 14919,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Farmer, Roger E. A., Daniel Waggoner, and Tao Zha. 2009. Generalizing the Taylor Principle: A Comment. Forthcoming in American Economic Review.",
        "REPLY TO GENERALIZING THE TAYLOR PRINCIPLE: A COMMENT 13 Davig, Troy, and Eric M. Leeper. 2007. Generalizing the Taylor Principle. American Economic Review, 97(3): 607-635.",
        "Davig, Troy, and Eric M. Leeper. 2006a. Endogenous Monetary Policy Regime Change. In NBER International Seminar on Macroeconomics 2006, eds. Lucrezia Reichlin and Kenneth D. West, 345-377. Cambridge, MA: MIT Press.",
        "Davig, Troy, and Eric M. Leeper. 2006b. Fluctuating Macro Policies and the Fiscal Theory. In NBER Macroeconomics Annual 2006, eds. Daron Acemoglu, Kenneth Rogoff, and Michael Woodford, 247-298. Cambridge, MA: MIT Press.",
        "Davig, Troy, and Taeyoung Doh. 2008. Monetary Policy Shifts and Inflation Persistence. Federal Reserve Bank of Kansas City RWP 08-16.",
        "Davig, Troy. 2004. Regime-Switching Debt and Taxation. Journal of Monetary Economics, 51(4): 837-859.",
        "Davig, Troy. 2008. Phillips Curve Instability and Optimal Monetary Policy. Federal Reserve Bank of Kansas City RWP 07-04.",
        "Chung, Hess, Troy Davig, and Eric M. Leeper. 2007. Monetary and Fiscal Policy Switching. Journal of Money, Credit and Banking, 39(4): 809-842.",
        "Benhabib, Jess. 2009. A Note on Regime Switching, Monetary Policy and Multiple Equilibria. New York University Manuscript.",
        "Branch, William A., Troy Davig, and Bruce McGough. 2008. Adaptive Learning in Regime-Switching Models. Federal Reserve Bank of Kansas City RWP 07-09.",
        "Andolfatto, David, and Paul Gomme. 2003. Monetary Policy Regimes and Beliefs. International Economic Review, 44(1): 1-30.",
        "Bansal, Ravi, and Hao Zhou. 2002. Term Structure of Interest Rates with Regime Shifts. Journal of Finance, 57(5): 1997-2043.",
        "Farmer, Roger E. A., Tao Zha, and Daniel Waggoner. 2009. Understanding Markov-Switching Rational Expectations Models. NBER Working Paper No. 14710.",
        "Gordon, Stephen, and Pascal St-Amour. 2000. A Preference Regime Model of Bear and Bull Markets. American Economic Review, 90(4): 1019-1033.",
        "Lubik, Thomas A., and Frank Schorfheide. 2004. Testing for Indeterminacy: An Application to U.S. Monetary Policy. American Economic Review, 94(1): 190-217.",
        "Svensson, Lars E. 0., and Noah Williams. 2007. Monetary Policy with Model Uncertainty: Distribution Forecast Targeting. University of Wisconsin Manuscript."
    ]
}