{
    "id": 14917,
    "cites": 88,
    "cited_by": 64,
    "reference": [
        "Brinkley, Garland. 1994. The Economic Impact of Disease in the American South, 18601940,  Ph.D. Dissertation, University of California at Davis.",
        "Brandt, Loren, Aloysius Siow and Carl Vogel. 2008. Large Shocks and Small Changes in the Marriage Market for Famine Born Cohorts in China, University of Toronto Working Paper.",
        "Bloom, David E., David Canning, and Jaypee Sevilla. 2001. The Effect of Health on Economic Growth: Theory and Evidence. NBER Working Paper No. 8587.",
        "Bleakley, Hoyt. 2006. Disease and Development: Evidence from Hook Worm Eradication in the American South. Quarterly Journal of Economics.",
        "Black, Sandra E., Devereux, Paul J. and Salvanes, Kjell G. 2005. From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes. NBER Working Paper No. W11796.",
        "Black, Sandra E., Devereux, Paul J. and Kjell G. Salvanes. 2004. The more the merrier ? The effect of family composition on childrens education. NBER Working Paper No. W10720.",
        "Behrman, Jere R., and Mark R. Rosenzweig. 2005. The Returns to Birth Weight. Review of Economics and Statistics 86: 586 601.",
        "Behrman, Jere. 1996. The Impact of Health and Nutrition on Education. World Bank Research Observer 11: 23-37.",
        "Becker, Jasper, 1996, Hungry Ghosts: Chinas Secret Famine, London: John Murray Publishers",
        "Becker, Gary S. and Tomes, Nigel. 1976. Child endowments and the quantity and quality of children. The Journal of Political Economy 84(4) Part 2: S143-S162.",
        "Becker, Gary S. and Lewis, H. Gregg, 1973. On the interaction between the quantity and quality of children. The Journal of Political Economy 81(2) Part 2: S279-S288.",
        "Barker, DJP. 1995. Fetal Origins of Coronary Heart Disease. British Medical Journal 311(6998): 171-174.",
        "Ashton, Basil, Kenneth Hill, Alan Piazza, and Robin Zeitz. 1984. Famine in China, 19581961.  Population and Development Review 10 (December): 613-45.",
        "Banister, Judith. 1987. Chinas Changing Population. Stanford, CA: Stanford University Press.",
        "Almond, Douglas and Mazumder, Bhashkar. 2005. The 1918 Influenza Pandemic and Subsequent Health Outcomes: An Analysis of SIPP Data. American Economic Review 95(2): 258-62.",
        "Almond, Douglas, Kenneth Y. Chay and David S. Lee. 2005. The Costs of Low Birth Weight. Quarterly Journal of Economics 120(3): 1031-83.",
        "Almond, Douglas, Lena Edlund, Hongbin Li and Junsen Zhang. 2006. Long-term effects of the 1959-1961 China Famine: Mainland China and Hong Kong. Columbia University Working Paper.",
        "Angrist, Joshua, Victor Lavy and Annalia Schlosser. 2006. New Evidence on the Causal Link Between the Quantity and Quality of Children. MIT Working Paper.",
        "Brown, A.S., J. van Os, C. Driessens, H.W. Hoek and E.S. Susser. 2000. Further Evidence of Relation between Prenatal Famine and Major Affective Disorder. American Journal of Psychiatry 157(2): 190-5.",
        "Case, Anne, Darren Lubotsky and Christina Paxson. 2002. Socioeconomic Status and Health in Childhood: The Origins of the Gradient. The American Economic Review 92(5): 1308-34.",
        "Case, Anne, Angela Fertig and Christina Paxson. 2004. The Lasting Impact of Childhood Health and Circumstance. Princeton Working Paper.",
        "Chang, Gene Hsin, and Guanzhong James Wen. 1997. Communal Dining and the Chinese Famine of 1958-1961. Economic Development and Cultural Change 46 (October): 1-34.",
        "Chen, Y. and L-A. Zhou. 2002. The Long Term Health and Economic Consequences of 19591961 Famine in China. SSRN Working Paper 841764. Revised 2007. The long term health and economic consequences of 1959-1961 famine in China. Journal of Health Economics, 26, pp.659-681.",
        "Hulshoff Pol, H.E., H.W. Hoek, E, Susser, A.S. Brown, A. Dingemans, H.G. Schnack, N.E. van Haren, L.M. Pereira Ramos, C.C. Gispen-de Wied and R.S. Kahn. 2000. Prenatal Exposure to Famine and Brain Morphology in Schizophrenia. American Journal of Psychiatry 157(7): 1170-2.",
        "Hoddinott, J. and B. Kinsey. 2001. Child growth in the time of drought. Oxford Bulletin of Economics and Statistics 63(4): 409-436.",
        "Hazan, M. and Berdugo, B. 2002. Child Labor, Fertility and Economic Growth, The Economic Journal, 112(October): 467-475.",
        "Gregory, Robert and Xin Meng. Mimeo. The impact of interrupted education on earnings: the educational cost of the Chinese Cultural Revolution. ANU Working Paper.",
        "Gorgens, T., Meng, X., and Vaithianathan, R. (2002, revised in 2007) Selection and stunting effects of famine: Case study of the Great Chinese Famine. ANU Working Paper and IZA Working Paper.",
        "Glewwe, Paul, Hanan Jacoby and Elizabeth M. King. 2001. Early Childhood Nutrition and Academic Achievement: A Longitudinal Analysis. Journal of Public Economics 81: 345-368.",
        "Glewwe, Paul, and Jacoby, Hanan. 1995. An Economic Analysis of Delayed Primary School Enrollment in a Low Income Country: The Role of Early Childhood Nutrition, Review of Economics and Statistics 77: 156-169.",
        "Giles, John, Albert Park and Juwei Zhang. 2006. The Great Proletarian Cultural Revolution, Disruptions to Education, and Returns to Schooling in Urban China Michigan State University.",
        "Gertler, Paul and Simon Boyce. 2001. An Experiment in Incentive-based Welfare: The Impact of PROGRESA on Health in Mexico. University of California Berkeley Working Paper.",
        "Galor, Oded and Weil, David. 2000. Population, Technology, and Growth: From Malthusian stagnation to demographic transition and beyond. The American Economic Review 90(4): 806-828.",
        "Friedman, G. C. 1982. The height of slaves in Trinidad. Social Science History 6 (4), 482-S 15.",
        "Fogel, R., S. L. Engerman, and J. Trussell (1982). Exploring the uses of data on height. Social Science History 6 (4), 401-421.",
        "Fogel, Robert and Dora Costa. 1997. A Theory of Technophysio Evolution, with Some Implications for Forecasting Population, Health Care Costs, and Pension Costs. Demography 34(1), 49-66.",
        "Easterlin, Richard A. 1980. Birth and Fortune: The Impact of Numbers on Personal Welfare. The University of Chicago Press.",
        "Fogel, R. 1994. Economic growth, population theory and physiology: The bearing of longterm processes on the making of economic policy. American Economic Review 84 (3), 369-395.",
        "Coale, Ansley J. 1981. Population Trends, Population Policy and Population Studies in China. Population and Development Review 7 (March): 85-97.",
        "Curie, Janet and Hyson, Rosemary. 1998. Is the Impact of Health Shocks Cushioned by Socio-",
        "Economic Status? The Case of Low Birthweight. UCLA Working Paper.",
        "Curie, J. and Madrian, B. 1999. Health, health insurance, and the labor market. In Ashenfelter, 0. and Card, D. (eds.), Handbook of Labor Economics, vol. 3. North Holland: Amsterdam, pp. 3309-3415.",
        "Currie, Jane and Mark Stabile. 2004. Socioeconomic Status and Health: Why is the Relationship Stronger for Older Children? American Economic Review 93(5): 1813-23.",
        "Cutler, David, Angus Deaton and Adriana Lleras-Muney (2006) The Determinants of Mortality Journal of Economic Perspectives, 20(3), pp: 97-120.",
        "Deaton, Angus. 2008. Height, health, and development Proceedings of the National Academy of Sciences, 104(33), pp.13232-13237.",
        "De Brauw, Alan and Gile, John Migrant Opportunity and the Educational Attainment of Youth in Rural China Michigan State University Working paper, 2006.",
        "Doblhammer, Gabrielle. 2002. Differences in Lifespan by Month of Birth for the United States: The Impact of Early Life Events and Conditions on Late Life Mortality. Max Planck Institute for Demographic Research Working Paper WP 2002-019.",
        "Smith, James P. 1999. Healthy Bodies and Thick Wallets: The Dual Relation Between Health and Economic Status. Journal of Economic Perspectives 13 (2): 145-166.",
        "Schultz, T.P. Effects of Fertility Decline on Family Well-Being: Evaluation of Population Programs. Draft for MacArthur Foundation Consultation Meeting, 2005.",
        "Schultz, T. Paul (2002). Wage Gains Associated with Height as a Form of Health Human Capital. AEA Papers and Proceedings 92 (2): 349-353.",
        "Schultz, T. P. 2001. Productive benefits of improving health: Evidence from low income countries. Paper for the meetings of the Population Association of America, Washington DC, March 29-31., Yale University.",
        "Sen, Amartya. 1981. Poverty and Famines: An Essay on Entitlement and Deprivation. Oxford: Clarendon.",
        "Salama, P., F. Assefa, L. Talley, P. Spiegel, A. van der Veen, and C. A. Gotway. 2001. Malnutrition, measles, mortality and the humanitarian response during a famine in Ethiopia. Journal of the American Medical Association 286(5): 563-571.",
        "Rosenzweig, Mark and Zhang, Junsen. 2006. Do Population Control Policies Induce More Human Capital Investment? Twins, Birthweight, and Chinas `One Child Policy. Yale Working Paper.",
        "Ravelli, A.C.J., J.H. van de Meulen, C. Osmond, D.J. Barker and O.P. Bleker Obesity at the Age of 50 in Men and Women Exposed to Famine Prenatally. American Journal of Clinical Nutriton 70(5): 811-6.",
        "Ravelli, ACJ and JHP van der Meulen, RPJ Michels, C. Ostmond, DJP Marker, CN Haels and OP Bleker. 1998. Glucose Tolerance in Adults After Prenatal Exposure to Famine. The Lancet 351: 173-177.",
        "Ravallion, Martin. 1997. Famines and Economics. Journal of Economic Literature 35 (September): 1205-42.",
        "Qian, Nancy. 2006. Quantity-Quality and the One Child Disadvantage: Evidence from China. Brown University Working Paper.",
        "Persico, Nicola, Andrew Postlewaite and Dan Silverman. 2004. The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height. Journal of Poliical Economy 112(5): 1019-53.",
        "Perkins, Dwight H., and Shahid Yusuf. 1984. Rural Development in China. Baltimore: Johns Hopkins University Press (for The World Bank).",
        "Perkins, Dwight H. (1966), Market Control and Planning in Communist China, Cambridge, Massachusetts: Harvard University Press.",
        "Peng, Xizhe. 1987. Demographic Consequences of the Great Leap Forward in Chinas Provinces. Population and Development Review 13: 639-70.",
        "Ozanne, Susan E. and C. Nicholas Hales. 2004. Catch-up Growth and Obesity in Male Mice. Nature 427(29): 411-412.",
        "Oi, Jean. 1989. State and Peasant in Contemporary China: The Political Economy of Village Government. Berkeley: University of California Press, XXI.",
        "Neugebauer, Richard, Hans W. Hoek and Ezra Susser. 1999. Prenatal Exposure to Wartime Famine and Development of Antisocial Personality Disorder in Early Adulthood. JAMA 281(5): 455-462.",
        "Moav, Omer. 200S. Cheap Children and the Persistence of Poverty. The Economic Journal uS: 88-110.",
        "Miguel, Edward and Kremer, Michael. (2004) Worms: Identifying impacts on education and health in the presence of treatment externalities. Econometrica 72(1): 1S9-217",
        "Meng, Xin and Qian, Nancy (2009) The Institutional Causes of Famine: Evidence from the Great Leap Forward in China Brown University Working Paper.",
        "Micklewright, J. and S. Ismail. 2001. What can child anthropometry reveal about living standards and public policy? An illustration from Central Asia. Review of Income and Wealth 37(1): 6S-80.",
        "Johnson, D. Gale. 1998. Chinas Great Famine: Introductory Remarks. China Economic Review 9(Fall): 103-9.",
        "Krueger, R. H. 1969. Sole long-term effects of severe malnutrition in early life. Lancet 2: S 14-S 17.",
        "Kuh, D.J. and M.E. Wadsworth. 1993. Physical Health Status at 36 Years in a British National Birth Cohort. Social Science and Medicine 37(7): 905-916.",
        "Wei, Li and Dennis Yang. 2005. The Great Leap Forward: Anatomy of a Central Planning Disaster. Journal of Political Economy 113(4): 840-77.",
        "Lin, Justin Yifu. 1990. Collectivization and Chinas Agricultural Crisis in 1959-1961. Journal of Political Economy 98: 1228-52.",
        "Luo, Zhehui, Ren Mu, and Xiaobo Zhang. 2006. The Long Term Health Impact of the Chinese Great Famine. Michigan State University Working Paper.",
        "Maccini, Sharon and Dean Yang. 2005. Returns to Health: Evidence from Exogenous Height Variation in Indonesia. University of Michigan Working Paper.",
        "Marmot, M, Shipley, Bruner and Heminway. 2001. Relative Contributions of Early Life and Adult Socioeconomic Factors to Adult Morbidity in the Whitehall II Study. Journal of Epidemiology and Community Health 55: 301-307.",
        "Meng, Xin and Qian, Nancy, 2005. The Long Run Health and Economic Consequences of Famine on Survivors: Evidence from Chinas Great Famine, Brown University Working Paper.",
        "Thomas, Duncan, Elizabeth Frankenberg, Jed Friedman, Jean-Pierre Habicht, Mohammed Hakimi Jaswadi, Nathan Jones, Gretel Pelto, Bondan Sikoki, Teresa Seeman, James P. Smith, Cecep Sumantri, Wayan Suriastini, and Siswanto Wilop. 2003. Iron Deficiency and the Well-Being of Older Adults: Early Results from a Randomized Nutrition Intervention. UCLA Working Paper.",
        "Strauss, John and Thomas, Duncan. 1998. Health, Nutrition, and Economic Development, Journal of Economic Literature 36: 766-817.",
        "Steckel, R. 1986. A peculiar population: The nutrition, health and mortality of American slaves from childhood to maturity. Journal of Economic History 46 (3): 721-741.",
        "Stanner, S.A.,K. Bulmer , C. Andres, O.E. Lantseva, V. Borodina, V.V. Poteen and J.S. Yudkin. 1997. Does Malnutrition in-utero Determine Diabetes and Coronary Heart Disease in Adulthood? Results from the Leningrad Study, a Cross-sectional Study, British Medical Journal 315: 1342-8.",
        "Yao, Shujie. 1999. A Note on the Causal Factors of Chinas Famine in 1959-1961. Journal of Political Economy 107(6), pt 1: 1365-69.",
        "Yang, Dali L. 1996. Calamity and Reform in China: State, Rural Society, and Institutional Change since the Great Leap Famine. Stanford, CA: Stanford University Press.",
        "Wen, Guanzhong James. 1993. Total Factor Productivity Change in Chinas Farming Sector: 1952-1989. Econonomic Development and Cultural Change 42 (October): 1-41.",
        "West, Lorraine and Zhao, Yaohui. Rural-urban migration in China: the past and present. Institute for East Asian Studies, University of California, Berkeley, 2000.",
        "Walker, Kenneth R.. 1984, Food Grain Procurement and Consumption in China, Cambridge: Cambridge University Press.",
        "Weil, David. 2005. Accounting for the Effect of Health on Economic Growth. Brown University Working Paper."
    ]
}