{
    "id": 14913,
    "cites": 39,
    "cited_by": 1,
    "reference": [
        "Clark, Peter K. (1973). A Subordinated Stochastic Process Model with Finite Variance for Speculative Prices. Econometrica 41, 135-155.",
        "Chernov, Mikhail, A. Ronald Gallant, Eric Ghysels, and George Tauchen (2003). Alternative Models for Stock Price Dynamics. Journal of Econometrics 116, 225-257.",
        "Can, Peter and Liuren Wu (2004). Time-changed Levy Processes and Option Pricing. Journal of Financial Economics 71, 113-141.",
        "Can, Peter and Liuren Wu (2003). The Finite Moment Log Stable Process and Option Pricing. Journal of Finance 58, 753-777.",
        "Can, Peter, Helyette Geman, Dilip B. Madan, and Marc Yor (2003). Stochastic Volatility for Levy Processes. Mathematical Finance 13, 345-3 82.",
        "Can, Peter, Helyette Geman, Dilip B. Madan, and Marc Yor (2002). The Fine Structure of Asset Returns: An Empirical Investigation. Journal of Business 75, 305-332.",
        "Broadie, Mark N., Mikhail Chernov, and Michael Johannes (2006). Understanding Index Option Returns, Columbia University working paper.",
        "Bertoin, Jean (1996). Levy Processes, Cambridge: Cambridge University Press.",
        "Black, Fischer (1976). The Pricing of Commodity Contracts. Journal of Financial Economics 3, 167-179.",
        "Bates, David 5. (2006). Maximum Likelihood Estimation of Latent Affine Processes. Review of Financial Studies 19, 909-965.",
        "Bates, David 5. (2000). Post-87 Crash Fears in the S&P 500 Futures Option Market. Journal of Econometrics 94, 181-238.",
        "Barclay, Michael J., Robert H. Litzenberger, and Jerold B. Warner (1990). Private Information, Trading Volume, and Stock-Return Variances. Review of Financial Studies 3, 233-254.",
        "Bakshi, Gurdip and Dilip B. Madan (2000). Spanning and Derivative-Security Valuation. Journal of Financial Economics 55, 205-238.",
        "Andersen, Torben G., Tim Bollerslev, Peter F. Christoffersen, and Francis X. Diebold (2005). Practical Volatility and Conelation Modeling for Financial Market Risk Management. NBER working paper 11069, January.",
        "Andersen, Torben G., Luca Benzoni, and Jesper Lund (2002). An Empirical Investigation of Continuous-Time Equity Return Models. Journal of Finance 57, 1239-1284.",
        "Schwert, G. William (1990). Indexes of U.S. Stock Prices from 1802 to 1987. Journal of Business 63, 399-426.",
        "Cox, John C., Stephen A. Ross, and Mark Rubinstein (1979). Option Pricing: A Simplified Approach. Journal of Financial Economics 7, 229-263.",
        "Dimson, Elroy (1979). Risk Measurement When Shares are Subject to Infrequent Trading. Journal of Financial Economics 7, 197-226.",
        "Duffie, Darrell, Jun Pan, and Kenneth J. Singleton (2000). Transform Analysis and Asset Pricing for Affine Jump-Diffusions. Econometrica 68, 1343-1376.",
        "Eberlein, Ernst, Ulrich Keller, and Karsten Prause (1998). New Insights into Smile, Mispricing, and Value at Risk: The Hyperbolic Model. Journal of Business 71, 37 1-405.",
        "Eraker, Bjorn, Michael Johannes, and Nicholas G. Polson (2003). The Impact of Jumps in Volatility and Returns. Journal of Finance 58, 1269-1300.",
        "French, Kenneth R. (2008). The Cost of Active Investing. Journal of Finance 63, 1537-1573.",
        "French, Kenneth R. and Richard Roll (1986). Stock Return Variances: The Anival of Information and the Reaction of Traders. Journal of Financial Economics 17, 5-26.",
        "Gallant, A. Ronald, Peter E. Rossi, and George Tauchen (1992). Stock Prices and Volume. Review of Financial Studies 5, 199-242.",
        "Hentschel, Ludger (1995). All in the Family: Nesting Symmetric and Asymmetric GARCH Models. Journal of Financial Economics 39, 7 1-104.",
        "Heston, Steve L. (1993). A Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options. Review of Financial Studies 6, 327-344.",
        "Jukivuolle, Esa (1995). Measuring True Stock Index Value in the Presence of Infrequent Trading. Journal of Financial and Quantitative Analysis 30, 455-464.",
        "Kou, Steve (2002). A Jump Diffusion Model for Option Pricing. Management Science 48, 1086-110 1.",
        "LeBaron, Blake D. (1992). Some Relations between Volatility and Serial Conelations in Stock Returns. Journal of Business 65, 199-219.",
        "Li, Haitao, Martin T. Wells, and Cindy L. Yu (2008). A Bayesian Analysis of Return Dynamics with Stochastic Volatility and Levy Jumps. Review of Financial Studies 21, 2345-2378.",
        "Lo, Andrew W. and A. Craig MacKinlay (1988). Stock Market Prices Do Not Follow Random Walks: Evidence from a New Specification Test. Review of Financial Studies 1, 41-66.",
        "MacKinlay, A. Craig and Krishna Ramaswamy (1988). Index-Futures Arbitrage and the Behavior of Stock Index Futures Prices. Review of Financial Studies 1, 137-158.",
        "Madan, Dilip B. and Eugene Seneta(1990). The Variance Gamma (V.G.) Model for Share Market Returns. Journal of Business 63, 5 11-525.",
        "Maheu, John M. And Thomas H. McCurdy (2004). News Arrival, Jump Dynamics and Volatility Components for Individual Stock Returns. Journal of Finance 59, 755-793.",
        "Mandelbrot, Benoit B. (1963). The Variation of Certain Speculative Prices. Journal of Business 36, 394-419.",
        "Mandelbrot, Benoit B. and Richard L. Hudson (2004). The (mis)Behavior of Markets: A Fractal View of Risk, Ruin, and Reward. New York: Basic Books.",
        "Masreliez, C. J. (1975). Approximate Non-Gaussian Filtering with Linear State and Observation Relations. IEEE Transactions on Automatic Control 20, 107-110.",
        "Merton, Robert C. (1976). Option Pricing When Underlying Stock Returns are Discontinuous. Journal of Financial Economics 3, 125-144.",
        "Schick, Irvin C. And Sanjoy K. Mitter (1994). Robust Recursive Estimation in the Presence of Heavy-tailed Observation Noise. The Annals of Statistics 22, 1045-1080."
    ]
}