{
    "id": 14926,
    "cites": 52,
    "cited_by": 8,
    "reference": [
        "Goss, Grant. Patent Reform Bill Progresses. PC World (March 14, 2008). Retrieved August 11, 2008, from http ://www.pcworld.comlarticle/ 1 43448/patent_reform_bill_progresses.htnil.",
        "Gallini, Nancy, Jonathan Putnam, and Andrew Tepperman. Intellectual Property Rights and the Propensity to Patent. In Intellectual Property Rights and Innovation in the Knowledge-Based Economy, Jonathan Putnam (ed). Ottawa: Industry Canada, 2006.",
        "FP Advisor. Company Snapshot Search. CanWest Mediaworks. Retrieved May-August 2008, from http://www.fpinfomart.ca.",
        "Frost, George E. The 1967 Patent Law Debate: First-to-Invent vs. First-to-File. Duke Law Journal, Vol. 1967, No. 5, (October 1967), pp. 923-942.",
        "Evenson, Robert E., and Daniel K. N. Johnson. Introduction: Invention Input-Output Analysis. Economic Systems Research, Vol. 9, No. 2 (June 1997), pp.149-160.",
        "Erickson, Scott. Patent Law and New Product Development: Does Priority Claim Basis Make a Difference? American Business Law Journal, Vol. 36, No. 2 (Winter 1999), pp. 327-347.",
        "Duy, Vic. A Brief History of the Canadian Patent System. The Canadian Biotechnology Advisory Committee Research Paper (January 2001).",
        "Debari, Vito J. International Harmonization of Patent Law: A Proposed Solution to the United States First-to-File Debate. Fordham International Law Journal, Vol. 16 (1993), pp. 687-720.",
        "________ Canadian Patents Database. Retrieved January-August, 2008, from http ://patents.ic .gc.calcipo/cpd/en/introduction.html. Canadian Business Resource. Canadian Newspaper Services International Limited.",
        "Canadian Intellectual Property Office. Annual Reports (1995-2000). Retrieved August 1, 2008, from http ://strategis.ic.gc .ca/sc_mrksv/cipo/corp/allreport-e.html.",
        "Bartelsman, Eric J., Randy A. Becker, and Wayne B. Gray. The NBER-CES Manufacturing Industry Database, June 2000. Retrieved June, 2008, from http://www.nber.org/nberces/nbprod96.htm.",
        "Wilkinson, Bruce W. Free Trade. The Canadian Encyclopedia. Historica Foundation of Canada. Retrieved August 1, 2008, from http://www.thecanadianencyclopedia.com.",
        "Wiggs, Blake R. Canadas First-to-File Experience - Should the U.S. Make the Move? Journal of the Patent and Trademark Office Society, Vol. 73, No.7 (July 1991), pp. 493-5 13.",
        "White, Michael. Canadian Patent Number Guide. Pamphlet, Queens University Engineering and Science Library (January 2008). Retrieved August 7, 2008, from http ://library.queensu.calwebeng/patents/Canadian_Patent_Number_Guide.pdf.",
        "_______ USPTO Patent Full-Text and Image Database. Retrieved March-August, 2008, from http ://patft.uspto .gov.",
        "United Nation. Commodity Trade Statistics Database. Retrieved June, 2008, from http://comtrade.un.org/db/default.aspx. U.S. Congressional Record. Various Volumes.",
        "Trefler, Daniel. The Long and Short of the Canada-U.S. Free Trade Agreement. American Economic Review, Vol. 94, No. 4 (September 2004), pp. 870-895.",
        "Trajtenberg, Manuel, Rebecca Henderson, and Adam B. Jaffe. University versus Corporate Patents: A Window on the Basicness of Invention. Economics of Innovation and New Technology, Vol. 5, No. 1(1997), pp. 19-50.",
        "University of Calgary Press, 2002, pp. 245-280. Forthcoming also in Pierre Fortin and Craig Riddell (eds.), Growth, Employment and Technology: New Perspectives on Canadian Policies. McGill-Queens University Press.",
        "Feldman and Albert N. Link (eds.), Innovation Policy in the Knowledge-Based Economy. Boston: Kluwer Academic Publishers, 2001, pp. 409-454. _______.Is Canada Missing the `Technology Boat? Evidence from Patent Data. In Someshwar Rao and Andrew Sharpe (eds.), Productivity Issues in Canada.",
        "Trajtenberg, Manuel. A Penny for Your Quotes: Patent Citations and the Value of Innovations. The Rand Journal of Economics, Vol. 21, No. 1 (Spring 1990), pp. 172- 187. _______.R&D Policy in Israel: An Overview and Reassessment. In Maryann P.",
        "Statistics Canada. CANSIM. Retrieved June 2008, from http ://cansim2. statcan.ca.",
        "________ Documentation for International Patent Classification - U.S. SIC Concordance. Retrieved June 2008, from http ://www.rotman.utoronto .cal-silverman/ipcsic/documentation_IPCS IC_concordance .htm.",
        "Silverman, Brian S. Technological Assets and the Logic of Corporate Diversification. PhD diss., University of California at Berkeley, Haas School of Business (1996).",
        "Sekiguchi, Waichi. U.S. is Pressured to Change System of Patent Protection. The Globe and Mail, December 27, 1989. Retrieved September 10, 2008, from http://www.lexisnexis.com.",
        "Scotchmer, Suzanne. On the Optimality of the Patent Renewal System. The Rand Journal of Economics, Vol. 30, No. 2 (Summer 1999), pp. 18 1-196 Scotchmer, Suzanne, and Jerry Green. Novelty and Disclosure in Patent Law. The Rand Journal of Economics, Vol. 21, No. 1 (Spring 1990), pp. 13 1-146.",
        "Sakakibara, Mariko, and Lee Branstetter. Do Stronger Patents Induce More Innovation? Evidence from the 1998 Japanese Patent Law Reforms. The Rand Journal of Economics, Vol. 32, No. 1 (Spring 2001), pp. 77-100.",
        "_______ Patents and R&D at the Firm Level: A First Look. In R&D, Patents and Productivity, Zvi Griliches (ed.), Chicago: University of Chicago Press, 1984.",
        "Pakes, Ariel, and Zvi Griliches. Patents and R&D at the Firm Level: A First Report. Economics Letters, Vol. 5, No. 4 (1980), pp. 377-38 1.",
        "ORBIS. Bureau van Dijk Electronic Publishing. Retrieved May-August 2008, from https://orbis.bvdep .com.",
        "Organization for Economic Co-Operation and Development. Basic Science and Technology Statistics. Paris, France: OECD Publications Service (1999).",
        "_______ OECD.StatExtracts. Retrieved October 4, 2008 from http://webnet.oecd.org/wbos/.",
        "Hall, Brownwyn H. 2002 Updates to NBER Patent Data. Retrieved March 2008, from http ://elsa.berkeley.edu/-bhhall/bhdata.htnil.",
        "Hall, Brownwyn H., Adam B. Jaffe, and Manuel Trajtenberg. The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools. NBER Working Paper 8498, 2001.",
        "________ The NBER U.S. Patent Citations Data Files. Retrieved March 2008, from http://www.nber.org/patents.",
        "Hall, Bronwyn H., and Rosemarie Ham Ziedonis. The Patent Paradox Revisited: An Empirical Study of Patenting in the U.S. Semiconductor Industry, 1979-1995. The RAND Journal of Economics, Vol. 32, No. 1 (Spring 2001), pp. 10 1-128.",
        "Harbers, Michael J. International Patent Cooperation. Stanford Law Review, Vol. 20, No. 5 (May 1968), pp. 1000-1029.",
        "Johnson, Daniel K. N. The Wellesley Technology Concordance (WTC). Retrieved June 2008, from http ://faculty 1 .coloradocollege.edu/-dj ohnson/uships.htnil.",
        "Johnson, Daniel K. N., and David Popp. Forced out of the Closet: The Impact of the American Inventors Protection Act on the Timing of Patent Disclosure. The Rand Journal of Economics, Vol. 34, No. 1 (Spring 2003), pp. 96-112.",
        "Jordan, Michael C. The Politics of Drug Patenting in Canada, 1965-2005. MA Thesis, University of Saskatchewan (2005).",
        "Khan, B. Zorina. The Democratization of Invention: Patents and Copyrights in American Economic Development, 1790-1920. New York, NY: Cambridge University Press (2005).",
        "Kortum, Samuel, and Josh Lerner. What is Behind the Recent Surge in Patenting? Research Policy, Vol. 28, No.1 (January 1999), pp. 1-22.",
        "Kortum, Samuel, and Jonathan Putnam. Assigning Patents to Industries: Tests of the Yale Technology Concordance. Economic Systems Research, Vol. 9, No.2 (June 1997), pp. 161-175.",
        "Lerner, Josh. The Importance of Patent Scope: An Empirical Analysis. The Rand Journal of Economics, Vol. 25, No. 2 (Summer 1994), pp. 3 19-333.",
        "Lanjouw, Jean 0., and Mark Schankermann. Patent Quality and Research Productivity: Measuring Innovation with Multiple Indicators. Economic Journal, Vol. 114 (April 2004), pp. 441-465.",
        "Lo, Shih-tse. Strengthening Intellectual Property Rights: Experience from the 1986 Taiwanese Patent Reforms. Mimeo (June 2008).",
        "Martin, Michael F. A History of the First-to-Invent Rule of Priority in United States Patent Law. Mimeo (May 2006).",
        "Meredith, John, and Keith Grzelak. Letter to House and Senate Leaders and Judiciary Committee Members Opposing Adoption of the Patent Reform Act of 2007 (S.",
        "1 145/H.R. 1908). The Institute of Electrical and Electronics Engineers, Inc. - United States of America (August 27, 2007). Retrieved August 15, 2008, from http ://ieeeusa.org/policy/POLICY/2007/082707 .pdf.",
        "Meyer, Bruce D. Natural and Quasi- Experiments in Economics. Journal of Business & Economic Statistics, Vol. 13, No. 2 (April 1995), pp. 151-162.",
        "Miyagiwa, Kaz. First-to-Invent Versus First-to-File: International Patent Law Harmonization and Innovation. ISER Discussion Paper No. 703 (November 2007).",
        "Moser, Petra. How do Patent Laws Influence Innovation? Evidence from NineteenthCentury World Fairs. American Economic Review, Vol. 95, No. 4 (December 2005), pp. 1215-1236."
    ]
}