{
    "id": 14924,
    "cites": 24,
    "cited_by": 10,
    "reference": [
        "Solon, Gary, Marianne Page and Greg Duncan. 2000. Correlations Between Neighboring Children in Their Subsequent Educational Attainment. Review of Economics and Statistics, 82:383-392. Stunkard, A. J., T. T. Foch and Z. Hrubec. A Twin Study of Human Obesity. Journal of American Medical Association, 25 6(1 ):5 1-54.",
        "Solon, Gary, Mary Corcoran, Roger Gordon and Deborah Laren. 1991. A Longitudinal Analysis of Sibling Correlations in Economic Status. Journal of Human Resources, 26:509-534.",
        "Petersen, Liselotte, Per Kragh Andersen and Thorkild Sorensen. 2008. Genetic and Environmental Effects on Mortality Before Age 70 Years. Epidemiology, 19(3):472476.",
        "Auld, Christopher and Nirmal Sidhu. 2005. Schooling and Cognitive Ability. Health Economics, 14(10): 1013-1034.",
        "Becker, Gary 2007 Health as Human Capital Synthesis and Extensions  Oxford Economic Papers, 59(3):379-410.",
        "Inter-Industry Wage Differentials and Unobserved Ability: Siblings Evidence from Five Countries. IZA discussion paper No. 1080.",
        "Cawley, John, James Heckman and Edward Vytlacil. 2001. Three Observations on Wages and Measured Cognitive Ability. Labour Economics, 8(4):419-442 Christensen, K. and J.W. Vaupel. 1996. Determinants of Longevity: Genetic, Environmental and Medical Factors. Journal of Internal Medicine, 240:333-341.",
        "Cunha, Flavio, James Heckman, Lance Lochner, and Dimitriy Masterov. 2006. Interpreting the Evidence on Life Cycle Skill Formation. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Frank Welch. Amsterdam: North-Holland, 697-8 12.",
        "Cunha, Flavio and James Heckman. 2007. The Technology of Skill Formation. IZA Discussion Paper No. 2550.",
        "Curie, Janet. 2007. Healthy, Wealthy, and Wise: Socioeconomic Status, Poor Health in Childhood, and Human Capital Development. NBER Working Paper No. 13987.",
        "Cutler, David and Adriana Lleras-Muney. 2007. Understanding Differences in Health Behaviors by Education. NBER Working Paper.",
        "Elias, Julio. 2005. The Effects of Ability and Family Background on Non-monetary Returns to Education. University of Chicago Working Paper.",
        "Goldsmith, Arhtur H., Jonathan Veum, and William Darity, Jr. 1997. The Impact of Psychological and Human Capital on Wages. Economic Inquiry 35(4):815-829. Grafova, Irma and Frank Stafford. Undated. Smoking Behavior and Wages Over the Life Course. University of Michigan Working Paper.",
        "Grossman, Michael. 2000. The Human Capital Model, In Handbook of Health Economics, edited by Anthony Culyer and Joseph Newhouse. Amsterdam: North-Holland, Elsevier Science, 347-405.",
        "Hartog, Joop and Hessel Osterbeek. 1998. Health, Wealth, and Happiness: Why Pursue Higher Education? Economics of Education Review, 17(3) :245-256.",
        "Hauser, Robert and William Sewell. 1986. Family Effects in Simple Models of Education, Occupational Status, and Earnings: Findings from the Wisconsin and Kalamazoo Studies. Journal of Labor Economics, 4(3):S83-S 115.",
        "Heckman, James, Jora Stixrud and Susan Keller. 2006. The Effects of Cognitive and Noncognitive Ability on Labor Market Outcomes and Social Behavior. Journal of Labor Economics, 24(3):41 1-482.",
        "Heckman, James. 2007. The Economics, Technology, and Neuroscience of Human Capability Formation. NBER Working Paper No. 13195.",
        "Johnson, William and Derek Neal. 1996. The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy, 104(5):869-895 KieseppÃ\u0083Â¤, Tuula, Timo Partonen, Jan Haukka, Jaakko Kaprio and Jouko LÃ\u0083Â¶nnqvist. 2004.",
        "High Concordance of Bipolar I Disorder in a Nationwide Sample of Twins. American Journal of Psychiatry, 161:1814-1821.",
        "Levine, Phillip, Tara Gustafson and Ann Velenchik. 1997. More Bad News for Smokers? The Effects of Cigarette Smoking on Wages. Industrial and Labor Relations Review, 50(3):493-509.",
        "Genetic Susceptibility to Death from Coronary Heart Disease in a Study of Twins. The New England Journal of Medicine, 330(15): 1041-1046.",
        "Mazumder, Bhashkar. 2008. Sibling Similarities and Economic Inequality in the US. Journal of Population Economics, 21 (3):685-70 1.",
        "Murnane, Richard J., Willett, John B. and Levy, Frank S. 1995. The Growing Importance of Cognitive Skills in Wage Determination. The Review of Economics and Statistics, 77(2):25 1-266."
    ]
}