{
    "id": 14922,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "BURDETT, K. (1996): Truncated Means and Variances, Economics Letters, 52, 263-267.",
        "BLAIR, C. (1988): The Lattice Structure of the Set of Stable Matchings with Multiple Partners, Mathematics of Operations Research, 13(4), 619-628.",
        "BERGEMANN, D., AND J. VALIMAKI (2005): Information in Mechanism Design, in Advances in Economics and Econometrics: Theory and Applications, Ninth World Congress, ed. by R. Blundell, W. K. Newey, and T. Persson, vol. 1, chap. 5. Cambridge University Press, Cambridge, U.K.",
        "ATAKAN, A. E. (2006): Assortative Matching with Explicit Search Costs, Econometrica, 74, 667-680.",
        "CHADE, H., AND L. SMITH (2006): Simultaneous Search, Econometrica, 74(5), 12931307.",
        "CHAKRABORTY, A., A. CITANNA, AND M. OSTROVSKY (2007): Two-Sided Matching with Interdependent Values, mimeo.",
        "COLES, P., B. EDELMAN, B. HALL, AND N. BENNETT (2008): TheLadders, Harvard Business School Case 9-908-061.",
        "COLES, P., AND M. NIEDERLE (2007): Signaling in Matching Markets, mimeo.",
        "DAS, S., AND E. KAMENICA (2005): Two-Sided Bandits and the Dating Market, in Proceedings of the Nineteenth International Joint Conferences on Artificial Intelligence, pp. 947-952.",
        "DUBINS, L. E., AND D. A. FREEDMAN (1981): Machiavelli and the Gale-Shapley Algorithm,  American Mathematical Monthly, 88, 485-494.",
        "ECHENIQUE, F., AND J. OvIED0 (2006): A Theory of Stability in Many-to-Many Matching Markets, Theoretical Economics, 1(2), 233-273.",
        "EECKHOUT, J., AND P. KIRCHER (2009): Sorting and Decentralized Price Competition, mimeo.",
        "GALE, D., AND L. SHAPLEY (1962): College admissions and the stability of marriage, Amen can Mathematical Monthly, 69, 9-15.",
        "HAERINGER, G., AND M. WOODERS (2009): Decentralized Job Matching, mimeo.",
        "HOPPE, H. C., B. MOLDOVANU, AND A. SELA (2009): The Theory of Assortative Matching Based on Costly Signals, Review of Economic Studies, 76(1), 253-281.",
        "JOSEPHSON, J., AND J. SHAPIRO (2008): Interviews and Adverse Selection, mimeo.",
        "K0NIsHI, H., AND M. U. UNVER (2006): Credible Group Stability in Many-to-Many Matching Problems, Jonrmal of Ecomomic Theory, 129(1), 57-80.",
        "KRANTON, R. E., AND D. F. MINEHART (2000): Networks Versus Vertical Integration, RAND Jonrmal of Ecomomics, 31(3), 570-601.",
        "(2001): A Theory of Buyer-Seller Networks, Americam Ecomomic Review, 91(3), 485-508.",
        "LEE, R. S., AND M. SCHWARZ (2007): Signalling Preferences in Interviewing Markets, in Compntatiomal Social Systems amd the Imtermet, ed. by P. Cramton, R. Muller, E. Tardos, and M. Tennenholtz, no. 07271 in Dagstuhl Seminar Proceedings, Dagstuhl, Germany.",
        "LIEN, Y.-C. (2006): Costly Interviews and Non-Assortative Matchings, mimeo, Stanford University.",
        "MONGELL, S., AND A. E. ROTH (1991): Sorority Rush as a Two-Sided Matching Mechanism,  Amen cam Ecomomic Review, 81(3), 441-464.",
        "NIEDERLE, M., AND L. YARIV (2008): Matching Through Decentralized Markets, mimeo.",
        "ROTH, A. E. (1982): The Economics of Matching: Stability and Incentives, Mathematics of Openatioms Research, 7, 617-628.",
        "(1984): The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory, Jonnmal of Political Ecomomy, 92, 991-1016.",
        "ROTH, A. E., AND M. A. 0. SOTOMAYOR (1990): Two-Sided Matchimg: A stndy im gametheoretic modelimg amd amalysis. Econometric Society Monographs, Cambridge, MA.",
        "SCHWEINZER, P. (2008): Labour Market Recruiting with Intermediaries, Review of Ecomomic Desigm, 12(2), 119-127."
    ]
}