{
    "id": 14920,
    "cites": 26,
    "cited_by": 17,
    "reference": [
        "Kerr, William R and William Lincoln. 2008. The Supply Side of Innovation: H-lB VisaReforms and U.S. Ethnic Invention. Harvard Business School working paper.",
        "Kahn, Shulamit and MacGarvie, Megan. 2008. How Important is U.S. Location for Research in Science?. Boston University working paper.",
        "Kerr, William R. 2007. The Ethnic Composition of U.S. Inventors. Harvard Business School Working Paper No. 08-006.",
        "Jasso, Guillermina, Mark R. Rosenzweig, and James P. Smith. 2000. The Changing Skill of New Immigrants to the United States: Recent Trends and Their Determinants. In George J. Borjas ed., Issues in the Economics of Immigration. Chicago, IL: University of Chicago Press.",
        "Hunt, Jennifer and Marjolaine Gauthier-Loiselle. 2009. How Much Does ImmigrationBoost Innovation? CEPR Working Paper 7116.",
        "Hira, Ron. 2007. Outsourcing Americas technology and knowledge jobs: High-skill guestworker visas are currently hurting rather than helping keep jobs at home. Economic Policy Institute Briefing Paper 187.",
        "Finn, Michael G. 2000. Stay Rates of Foreign Doctorate Recipients from U.S. Universities, 1997, Oak Ridge Institute for Science and Education working paper.",
        "Finn, Michael G. 2005. Stay Rates of Foreign Doctorate Recipients from U.S. Universities, 2003, Oak Ridge Institute for Science and Education working paper.",
        "Borjas, George J. 1995. Assimilation and Changes in Cohort Quality Revisited: What Happened to Immigrant Earnings in the 1980s? Journal of Labor Economics, 13(2) pp. 20 1-245.- Chellaraj, G. Keith E. Maskus and A. Mattoo. 2008. The Contribution of Skilled Immigration and International Graduate Students to U.S. Innovation. Review of International Economics, 16 (3) pp. 444-462.- Eaton, Jonathan and Sam Kortum. 1999. International Technology Diffusion: Theory and Measurement. International Economic Review, 40(3) pp. 537-570.- Fairlie, Robert W. 2008. Estimating the Contribution of Immigrant Business Owners to the U.S. Economy, Small Business Bureau working paper.",
        "Borjas, George J. 2002. An Evaluation of the Foreign Student Program. Center for Immigration Studies Backgrounder.",
        "Borjas, George J. 2006b. Immigration in High-Skill Labor Markets: The Impact of Foreign Students on the Earnings of Doctorates. NBER Working Paper 12085.",
        "Bleakley, Hoyt and Aimee Chin. 2004. Language Skills and Earnings: Evidence from Childhood Immigrants. Review of Economics and Statistics, 86(2) pp. 48 1-496.- Borjas, George J. 2006a. Do Foreign Students Crowd Out Native Students from Graduate Programs?. In Ronald G. Ehrenberg and Paula E. Stephan eds. Science and the University, Madison: University of Wisconsin Press.",
        "Anderson, Stuart and Michaela Platzer. 2006. American Made: The Impact of Immigrant Entrepreneurs and Professionals on U.S. Competitiveness. National Venture Capital Asso ciat ion.",
        "Akhee, Randall and Mutlu Yuksel. 2008. A Note on Measures of Human Capital for Immigrants: Examining the American Community Survey and New Immigrant Survey. IZA Discussion Paper 3897.",
        "Sweetman, Arthur and Casey Warman. 2008. Temporary Foreign Workers and Former International Students as a Source of Permanent Immigration. Queens University working paper.",
        "Pen, Giovanni and Chad Sparber. 2008. Highly Educated Immigrants and Occupational Choice U.C. Davis working paper.",
        "Schaafsma, Joseph and Arthur Sweetman. 2001. Immigrant earnings: age at immigration matters. Canadian Journal of Economics, 34(4) pp. 1066-1099.- Stephan Paula E. and Sharon G. Levin. 2001. Exceptional contributions to US science by the foreign-born and foreign-educated. Population Research and Policy Review, 20pp. 59-79.- Stuen, Eric T., Ahmed Mushfiq Mobarak and Keith E. Maskus. 2007. Foreign PhD Students and Knowledge Creation at U.S. Universities: Evidence from Enrollment Fluctuations . University of Colorado working paper.",
        "Kirkegaard, Jacob Funk. 2007. The Accelerating Decline in Americas High-Skilled Workforce: Implications for Immigration Policy. Peterson Institute for International Economics, Policy Analyses in International Economics 84.",
        "Lowell, B. Lindsay and Johanna Avato. 2007. The Wages of Skilled Temporary Migrants: Effects of Visa Pathways and Job Portability. Georgetown University working paper.",
        "Lubotsky, Darren. 2007. Chutes or Ladders? A Longitudinal Analysis of Immigrant Earnings. Journal of Political Economy 115 (5) pp. 820-867.- Massey, Douglas S. and Nolan Malone. 2002. Pathways to Legal Immigration. Population Research and Policy Review 21(6) pp. 473-504.- Matloff, Norman. 2008. H-lBs: Still Not the Best and the Brightest. Center for Immigration Studies Backgrounder.",
        "Miano, John. 2007. Low Salaries for Low Skills: Wages and Skill Levels for H-lB Computer Workers, 2005. Center for Immigration Studies Backgrounder.",
        "Mithas, Sunil and Henry C. Lucas. 2008. Does High-skill Immigration Make Everyone Better Off? United States Visa Policies and Compensation of Information Technology Professionals. University of Maryland working paper.",
        "Morgan, Robert P., Carlos Kruytbosch and Nirmala Kannankutty. 2001. Patenting and Invention Activity of U.S. Scientists and Engineers in the Academic Sector: Comparisons with Industry. Journal of Technology Transfer, 26 pp. 173-183.- Paserman, Daniele M. 2008. Do High-Skill Immigrants Raise Productivity? Evidence from Israeli Manufacturing Firms, 1990-1999. IZA Discussion Paper 3572.- Pen, Giovanni. 2007. Higher Education, Innovation and Growth. In Giorgio Brunello, Pietro Garibaldi and Etienne Wasmer eds. Education and Training in Europe, Oxford: Oxford University Press.",
        "Wadhwa, Vivek, Guillermina Jasso, Ben Rissing, Gary Gereffi and Richard Freeman. 2007. Intellectual Property, the Immigration Backlog and a Reverse Brain-Drain. Kauffman Foundation report.",
        "Wadhwa, Vivek, AnnaLee Saxenian, Ben Rissing and Gary Gereffi. 2007. Americas New Immigrant Entrepreneurs. Kauffman Foundation report.",
        "Data Appendix I use individual-level data from the 2003 National Survey of College Graduates (NSCG).- The data may be downloaded at sestat.nsf.gov/datadownload/. The survey is a stratified random sample of respondents to the 2000 census long form who reported having a bachelor s degree or higher. Immigrants arriving between April 2000 and October 2003 are not in the sampling frame. I drop respondents who live outside the United States or in U.S. territories, or who are aged 65 or older (the youngest respondent is 23, but few are younger than 26). I include in all samples those who are self-employed on their principaljob."
    ]
}