{
    "id": 14928,
    "cites": 52,
    "cited_by": 71,
    "reference": [
        "Arkolakis, C., 2008. Market Penetration Costs and the New Consumers Margin in International Trade. NBER WP 14214.",
        "Aw, B.Y., Batra, G. and M. Roberts, 2001. Firm Heterogeneity and Export- Domestic Price Differentials: A Study of Taiwanese Electronics Products. Journal of International Economics, 54(1): 149-169.",
        "Baldwin, R. and J. Harrigan, 2007. Zeros, Quality and Space: Trade Theory and Trade Evidence. NBER Working Paper 13214.",
        "Bernard, A. and J. B. Jensen, 1999. Exceptional exporter performance: Cause, effect, or both? Journal of International Economics, 47(1): 1-25.",
        "Bernard, A., Eaton, J., Jensen, J.B. and S. Kortum, 2003. Plants and productivity in international trade. American Economic Review, 93(4): 1268-1290.",
        "Bernard, A., B. Jensen, S. Redding and P. Schott, 2007. Firms in International Trade. Journal of Economic Perspectives, 21(3), 105-130.",
        "Bernard A., S. Redding., and P. Schott. 2009. Multi-product firms and trade liberalization. Mimeo.",
        "Boston Consulting Group, 2008. The BCG 50 Local Dynamos. How Dynamic RDE-Based Companies Are Mastering Their Home Markets-and What MNCs Need to Learn from Them.",
        "Broda, C., and D. Weinstein, 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics, 12 1(2), 541-585.",
        "Brooks, E., 2006. Why dont firms export more? Product quality and Colombian plants. Journal of Development Economics, 80(1): 160-178.",
        "Brown, A., T. van der Wiele, and K. Loughton, 1998. Smaller Enterprises Experiences with ISO 9000. International Journal of Quality ~ Reliability Management, 15 (3): 273-285.",
        "Bustos, P., 2005. The Impact of Trade on Technology and Skill Upgrading: Evidence from Argentina. Mimeo.",
        "Buttle, F., 1997. ISO 9000: Marketing Motivations and Benefits. International Journal of Quality ~ Reliability Management, 14(9): 936-947.",
        "Chaney, T., 2008. Distorted Gravity: The Intensive and Extensive Margins of International Trade. American Economic Review, 98(4), 1707-1721.",
        "Clerides, S., S. Lach, and J. Tybout, 1998. Is Learning by Exporting Important? MicroDynamic Evidence from Colombia, Mexico and Morocco. Quarterly Journal of Economics, 113(3): 903-947.",
        "Clougherty, J. and M. Grajek, 2008. The Impact of ISO 9000 Diffusion on Trade and FDI: A New Institutional Analysis. CEPR DP 6026.",
        "Corbett, C., 2005. Global Diffusion of ISO 9000 Certification through Supply Chains. Mimeo.",
        "Crozet, M., K. Head and T. Mayer, 2008. Quality Sorting and Trade: Firm-level Evidence for French Wine. Mimeo.",
        "Das, S., M. Roberts, and J. Tybout, 2007. Market Entry Costs, Producer Heterogeneity and Export Dynamics. Econometrica, 75(3): 837-873.",
        "Eaton. J., S. Kortum, and F. Kramarz, 2008. An Anatomy of International Trade: Evidence from French Firms. Mimeo.",
        "Erel, E. and J. Ghosh, 1997. ISO 9000 implementation in the Turkish industry. International Journal of Operations ~ Production Management, 17(12): 1233-1246.",
        "Foster, L., J. Haltiwanger and C. Syverson, 2007. Reallocation, Firm Turnover and Efficiency: Selection on Productivity or Profitability? American Economic Review, 98(1): 394-425.",
        "Gosen, J., S. Babbar and S. Prasad, 2005. Quality and developing countries: the role of international and organizational factors. International Journal of Quality ~ Reliability Management, 22(5): 452-464.",
        "Hallak, J.C., 2006. Product quality and the direction of trade. Journal of International Economics, 68(1): 238-265.",
        "Hallak, J.C., 2008. A Product-Quality View of the Linder Hypothesis. The Review of Economics and Statistics, forthcoming.",
        "Hudson, J. and P. Jones, 2003. International Trade in Quality Goods: Signalling Problems For Developing Countries. Journal of International Development, 15: 999-1013.",
        "Hummels, D. and A. Skiba, 2004. Shipping the Good Apples Out: An Empirical Confirmation of the Alchian-Allen Conjecture. Journal of Political Economy, 112: 1384-1402.",
        "lacovone, L. and B. Javorcik, 2008. Shipping Good Tequila Out: Investment, Domestic Unit Values and Entry of Multi-product Plants into Export Markets. Mimeo.",
        "International Trade Center UNCTAD/WTO, 2005. Innovations in Export Strategy: A strategic approach to the quality assurance challenge. Geneva: ITC.",
        "Johnson, R., 2008. Trade and Prices with Heterogeneous Firms. Mimeo.",
        "Kugler, M. and E. Verhoogen, 2008. Product Quality at the Plant Level: Plant Size, Exports, Output Prices and Input Prices in Colombia. NBER WP 14418.",
        "Maskus, K., T. Otsuki and J. Wilson, 2005. The Cost of Compliance with Product Standards for Firms in Developing Countries: An Econometric Study. World Bank Policy Res. WP 3590.",
        "Melitz, M., 2003. The impact of trade on intra-industry reallocations and aggregate industry productivity, Econometrica, 71(6), 1695-1725.",
        "Mersha, T., 1997. TQM implementation in LDCs: driving and restraining forces. International Journal of Operations ~ Production Management, 17(2): 164-183.",
        "Monahan, J., 1992. Longitidinal Research Database (LRD) Technical Documentation Manual. Internal Document, Center for Economic Studies.",
        "Nguyen, D., 2008. Learning Demands and Trade Failures. Mimeo.",
        "Rajan, R. G., Zingales, L., 1998. Financial dependence and growth. American Economic Review 88, 559-586.",
        "Rauch, J., 1999. Networks Versus Markets in International Trade. Journal of International Economics, 48(1): 7-35.",
        "Rauch, J., 2007. Development Through Synergistic Reform. NBER WP 13170.",
        "Rialp, A., Rialp, J. and G. Knight, 2005. The phenomenon of early internationalizing firms: what do we know after a decade (1993-20003) of scientific inquiry? International Business Review, 14: 147-166.",
        "Roberts, M. and J. Tybout. (Ed.), 1996. Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure. NY: Oxford University Press.",
        "Sivadasan, J., 2007. Productivity Consequences of Product Market Liberalization: Microevidence from Indian Manufacturing Sector Reforms. Mimeo.",
        "Sutton, J., 2007. Quality, Trade and the Moving Window: The Globalisation Process. The Economic Journal, 117: F469-F498.",
        "Terlak, A. and A. King, 2006. The effect of certification with the ISO 9000 Quality Management Standard: A signaling approach. Journal of Economic Behavior and Organization, 60: 579602.",
        "Verhoogen, E., 2008. Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector. Quarterly Journal of Economics, 123(2), 489-530.",
        "Weston, F., 1995. What do managers really think of the ISO 9000 registration process?. Quality Progress, 28(10): 67-73.",
        "Withers, B. and M. Ebrahimpour, 2001. Impacts of ISO 9000 registration on European Firms: A Case Analysis. Integrated Manufacturing Systems,12 (2): 139-151.",
        "World Bank, 1987. World Development Report 1987: Barriers to Adjustment and Growth in the World Economy. Industrialization and Foreign Trade. New York: Oxford University Press.",
        "World Bank, 1993. The East Asian Miracle. New York: Oxford University Press.",
        "World Bank, 1999. World Development Report 1998/1999: Knowledge for Development. New York: Oxford University Press.",
        "World Trade Organization, 2005. World Trade Report 2005: Exploring the Links Between Trade, Standards, and the WTO.",
        "Yeaple, 5., 2005. A simple model of firm heterogeneity, international trade and wages. Journal of International Economics, 65(1): 1-20."
    ]
}