{
    "id": 14927,
    "cites": 37,
    "cited_by": 93,
    "reference": [
        "Barsky, Robert B. and Kilian, Lutz (2004), Oil and the Macroeconomy Since the 1970s. Journal of Economic Perspectives 18, pp. 115-134.",
        "Barsky, Robert B. and Kilian, Lutz (2002), ~Do We Really Know that Oil Caused the Great Stagflation? A Monetary Alternative, NBER Macroeconomics Annual 2001, pp. 137-83.",
        "Bentley, Jerome T. (1979), The Effects of Standard Oils Vertical Integration into Transportation on the Structure and Performance of the American Petroleum Industry, 187~2-188~. New York: Arno Press.",
        "Bai, Jushan and Pierre Perron (2003), Computation and Analysis of Multiple Structural Change Models. Journal of Applied Econometrics 18, pp. 1-22.",
        "Bairoch, Paul (1982), International Industrialization Levels from 1750 to 1980. Journal of European Economic History 11, pp. 269-310.",
        "Bai, Jushan and Pierre Perron (1998), Estimating and Testing Linear Models with Multiple Structural Changes. Econometrica 66, pp. 47-78.",
        "Alquist, Ron, and Kilian, Lutz (2008), What Do We Learn from the Price of Crude Oil Futures? Journal of Applied Economics, forthcoming.",
        "Busetti, Fabio and A.M. Robert Taylor (2004), Tests of Stationarity Against a Change in Persistence. Jornal of Econometrics 123, pp. 33-66.",
        "Caner, Mehmet and Kilian, Lutz (2001), Size Distortions of Tests of the Null Hypothesis of Stationarity: Evidence and Implications for the PPP Debate, Journal of international Money and Finance 20, pp. 639-657.",
        "Deaton, Angus and Laroque, Guy (1992), Behaviour of Commodity Prices. Review of Economic Studies 59(1), pp. 1-23.",
        "Deaton, Angus and Laroque, Guy (1996), Competitive Storage and Commodity Price Dynamics. Journal of Political Economy 104(5), pp. 896-923.",
        "Hamilton, James D. (2008a), Oil and the Macroeconomy, in Durlauf, Steven N. and Blume, Lawrence E., The New Palgrave Dictionary of Economics, ~2nd Edition. New York: Palgrave Macmillan.",
        "Hamilton, James D. (2008b), Understanding Crude Oil Prices. NBER Working Paper No. 14492.",
        "Harvey, David I., Stephen J. Leybourne, and A.M. Robert Taylor (2006), Modified Tests for a Change in Persistence. Journal of Econometrics 134: 441-469.",
        "Hotelling, Harold (1931), The Economics of Exhaustible Resources. Journal of Political Economy 39, pp. 137-175.",
        "International Energy Agency (2006, 2007), Oil Information. Paris: OECD.",
        "International Monetary Fund (2008), World economic Outlook. Washington, DC.",
        "Gustafson, Robert L. (1958), Carryover Levels for Grains: A Method for Determining Amounts That Are Optimal under Specified Conditions.  USDA Technical Bulletin 1178.",
        "Judd, Kenneth L. (1998), Numerical Methods in Economics. Cambridge, MA: MIT Press.",
        "Kilian, Lutz (2008a), The Economic Effects of Energy Price Shocks. Journal of Economic Literature 46, pp. 871-909.",
        "Kilian, Lutz (2008b), Exogenous Oil Supply Shocks: How Big Are They and How Much Do They Matter for the U.S. Economy? Review of Economics and Statistics 90, pp. 216-240.",
        "Kilian, Lutz (2008c), Not All Oil Price Shocks Are Alike: Disentangling demand and Supply Schocks in the Crude Oil Market. American Economic Review, forthcoming.",
        "Kim, Jae-Young (2000), Detection of Change in Persistence of a Linear Time Series. Journal of Econometrics 95, pp. 97-116.",
        "Kim, Jae-Young, Jorge Belaire-Franch, and Rosa Badillo Amador (2002), Corrigendum, Journal of Econometrics 109, pp. 389-392.",
        "Krautkraemer, Jeffrey A. (1998), Nonrenewable Resource Scarcity, Journal of economic Literature 36, pp. 2065-2107.",
        "Kwiatkowski, Denis, Peter C.B. Phillips, Peter Schmidt, and Yongcheol Shin (1992), Testing the Null Hypothesis of Stationarity Against the Alternative of a Unit Root. Journal of Econometrics 54, pp. 159-178.",
        "Maddison, Angus (1998), Chinese Economic Performance in the Long Run. Paris: OECD.",
        "Maddison, Angus (2003), The World Economy: Historical Statistics. Paris: OECD.",
        "Ng, Serena, and Ruge-Murcia, Francisco J. (2000), Explaining the Persistence of Commodity Prices, Computational Economics 16, pp. 149171.",
        "Pindyck, Robert 5. (1999), The Long-Run Evolution of Energy Prices. The Energy Journal 20(2), pp. 1-27.",
        "Routledge, Bryan R., Seppi, Duane J., and Spatt, Chester 5. (2000), Equilibrium Forward Curves for Commodities. Journal of Finance 55(3), pp. 1297-1338.",
        "Smith, James L. Organization of the Petroleum Exporting Countries (OPEC), in Durlauf, Steven N. and Blume, Lawrence E., The New Palgrave Dictionary of Economics, ~2nd Edition. New York: Palgrave Macmillan.",
        "Schwartz, Eduardo, and Smith, James E. (2000), Short-Term Variations and Long-Term Dynamics in Commodity Prices. Management Science 46(7), pp. 893-911.",
        "Williams, Jeffrey C. and Wright, Brian D. (1991), Storage and Commodity Markets. Cambridge, England: Cambridge University Press.",
        "Wright, Brian D. (2001), Storage and Price Stabilization, in Gardner, Bruce L. and Rausser, Gordon C. (eds.) Handbook of Agricultural Economics, pp. 817-862.",
        "Wright, Gavin (1990), The Origins of American Industrial Success, 1879-1940. American Economic Review 80(4), pp. 651-668.",
        "Yergin, Daniel (1991), The Prize. New York: Simon & Schuster."
    ]
}