{
    "id": 14931,
    "cites": 29,
    "cited_by": 17,
    "reference": [
        "Acemoglu, Daron and Fabrizio Zilibotti, 1997, Was Prometheus unbound by chance? Risk, diversification, and growth, Journal of Political Economy 105, 709-751.",
        "Acharya, Viral, Yakov Amihud, and Lubomir Litov, 2008, Credit rights and corporate risk-taking, unpublished working paper, London Business School, London.",
        "Beck, Thorsten, Ash Demirgti",
        "Bekaert, G., C.R. Harvey, and C. Lundblad, 2006, Liquidity and expected returns: Lessons from emerging markets, unpublished working paper, University of North Carolina.",
        "Bekaert, G., R.J. Hodrick, and X. Thang, 2008, Is there a trend in idiosyncratic volatility?, unpublished paper, Columbia University, New York, NY.",
        "Brandt, M. W., A. Bray, J. R. Graham, A. Kumar, 2008, The idiosyncratic volatility puzzle: Time trend or speculative episodes? unpublished working paper, Duke University, Durham, NC.",
        "Brown, Gregory, and Nishad Kapadia, 2007, Firm-specific risk and equity market development, Journal of Financial Economics 84(2), 358-388.",
        "Campbell, J., M. Lettau, B. Malkiel, and Y. Xu, 2001, Have individual stocks become more volatile? An empirical exploration of idiosyncratic risk, Journal of Finance 56, 1-43.",
        "Claessens, Stijn and Luc Laeven, 2003, Financial development, property rights, and growth, Journal of Finance 58(6), 2401-2436.",
        "Coles, Jeffrey L., Naveen D. Daniel and Lalitha Naveen, 2006, Managerial incentives and risk-taking, Journal of Financial Economics 79, 43 1-468.",
        "Comin, Diego, and Thomas Philippon, 2005, The rise in firm-level volatility: Causes and consequences, NBER Macroeconomic Annual.",
        "Dahlquist, Magnus, Lee Pinkowitz, Ren",
        "Djankov, Simeon, Caralee McLiesh and Andrei Shleifer, 2007, Private credit in 120 countries, Journal of Financial Economics 84, 299-329.",
        "Djankov, S., R. La Porta, F. Lopez-de-Silanes, and A. Shleifer, 2008, The law and economics of selfdealing, Journal of Financial Economics 88, 430-465.",
        "Doidge, Craig, C. Andrew Karolyi and Ren",
        "Drucker, Steve, and Manju Pun, 2005, On the benefits of concurrent lending and underwriting, Journal of Finance 60(6), 2763-2799.",
        "Griffin, John, Frederico Nardari, and Ren",
        "Guo, Hui, and Robert Savickas, 2008, Average idiosyncratic volatility in G7 countries, Review of Financial Studies, forthcoming.",
        "Ince, Ozgur S., and R. Burt Porter, 2006, Individual equity return data from Thomson Datastream: Handle with care!, Journal of Financial Research 29, 463-479.",
        "Jin, Li, and Stewart Myers, 2007, R-squared around the world: New theory and new tests, Journal of Financial Economics 79(2), 257-292.",
        "Kelly, Patrick, 2007, Information Efficiency and Firm-Specific Return Variation, unpublished working paper, University of South Florida.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and finance, Journal of Political Economy 106(6), 1113-1155.",
        "Lee, Peggy M., and Sunil Wahal, 2004, Grandstanding, certification and the underpricing of venture capital backed IPOs, Journal of Financial Economics 73(2), 375-407.",
        "Michelacci, Claudio, and Fabiano Schivardi, 2008, Does idiosyncratic business risk matter?, working paper, Center for Economic Policy Research, London.",
        "Roll, Richard, 1988, R2, Journal of Finance 43, 541-566.",
        "Stulz, Ren",
        "Stulz, Ren",
        "Teoh, Siew Hong, Yong (George) Yang, and Yinglei Zhang, 2008, R-square: Noise of firm-specific information?, unpublished paper, University of California, Irvine.",
        "Thesmar, David, and Mathias Koenig, 2004, Financial market development and the rise of firm level uncertainty, CEPR Discussion Paper, CEPR, London."
    ]
}