{
    "id": 14933,
    "cites": 23,
    "cited_by": 2,
    "reference": [
        "Benabou, Roland, Optimal Price Dynamics and Speculation with a Storable Good, Econometrics, 57, January 1989, 41-80.",
        "Bils, Marc, and Peter J. Klenow, Some Evidence on the Importance of Sticky Prices, Journal of Political Economy 112, 2004, 947-985.",
        "Blinder, Alan S., Elie RD. Canetti, David E. Lebow and Jeremy B. Rudd Asking about prices: a new approach to understanding price stickiness, Russell Sage Foundation, New York, 1988.",
        "Calvo, Guillermo A., Staggered Prices in a Utility-Maximizing Thamework, Journal of Monetary Economics, 12, 1983, 383-398.",
        "Carlton, Dennis. W., The Rigidity of Prices, American Economic Review, 76, 1986, 637-658.",
        "Cecchetti, Stephen G., The Frequency of price Adjustment, A Study of Newsstand Prices of Magazines, Journal of Econometrics, 31, 1986, 255-74.",
        "Dotsey Michael, Robert King and Alexander Wolman, State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics, 114, 1999, 655-690.",
        "Dhyne, E., L.J. lvarez, H.L. Bihan, G. Veronese, D. Dias, J. Hoffmann, N. Jonker, P. Lunnemann F. Rumler, and J. Vilmunen, Price Setting in the Euro Area and the United Ã\u0083Âªtates: Some Facts FIom Individual Consumer Price Data, Journal of Economic Perspectives 20, 2006, 171-192.",
        "Fabiani, Silvia, Martine Druant, Ignacio Hernando, Claudia Kwapil, Bettina Landau, Claire Loupias Fernando Martins, Thomas MathA, Roberto Sabbatini, Harald Stahl and Ad ~todnnan, What firms surveys tell us about price-setting behavior in the Euro area, International Journal of Central Banking, 2, September 2006, 3-48.",
        "Gagnon, Etienne Price Setting Under Low and High Inflation: Evidence from Mexico, Board of dovernors of the Federal Reserve System, International Finance Discussion Papers Number 896, 2007.",
        "Gertler, Mark and John Leahy, A Phiffips Curve with an Ss Foundation, NBER Working Paper 11971, 2006.",
        "Goette, Lorenz, Rudolf Minsch and Jean-Robert Tyran, Micro evidence on the adjustment of sticky-price goods: Its how often, not how much Mimeo, 2005.",
        "Golosov, Mikhail and Robert E. Lucas Jr., Menu Costs and Phillips Curves, Journal of Political Economy, 115, 2007, 171-199.",
        "Gopinath, Gita, and Roberto Rigobon Sticky Borders, forthcoming, Quarterly Journal of Economics, 2008.",
        "Heidhues, Paul and Botond Koszegi, Competition and Price Variation When Consumers Are Loss Averse, American Economic Review, 98, September 2008, 1245-68.",
        "Kashyap, Anil K., Sticky Prices: New Evidence from Retail Catalogues, Quarterly Journal of Economics, 1995, 245-74.",
        "Lach, Saul and Daniel Tsiddon, The Behavior of Prices and Inflation: An Empirical Analysis of Disaggregated Price Data, Journal of Political Economy, 100, April 1992, 349-89.",
        "Mankiw, N. Gregory and Ricardo Reis, Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics, 117, November 2002, 1295-1328.",
        "Midrigan, Virgiliu, Menu Costs, Multi-Product Firms, and Aggregate Fluctuations, mimeo, New York University, 2008.",
        "Nakamura, Emi and Jon Steinsson, Five Facts About Prices: A Reevaluation of Menu Cost Models, Mimeo, Columbia University, 2008 Rotemberg, Julio J., Customer Anger at Price Increases, Changes in the Frequency of Price Adjustment and Monetary Policy Rotemberg, Journal of Monetary Economics, 52, May 2005, 829-52 ~, Fair Pricing, NBER Working Paper 10915, November 2004.",
        "~, Behavioral Aspects of Price Setting, and Their Policy Implications, NBER Working Paper 13754, January 2008.",
        "Sheshinski, Eytan and Yoram Weiss, Inflation and Costs of Price Adjustment, Review of Economic Studies, 44, 1977, 28 7-303.",
        "Woodford, Micahel, Information-Constrained State-Dependent Pricing, National Bureau of Economic Research Working Paper 14620, December 2008."
    ]
}