{
    "id": 14937,
    "cites": 38,
    "cited_by": 19,
    "reference": [
        "Bandiera, Oriana, Andrea Prat, and Tommaso Valletti. 2007. Active and Passive Waste in Government Spending: Evidence from a Policy Experiment. Forthcomimg im Americam Ecomomic Review.",
        "Alt, James, Ethan Bueno de Mesquita, and Shanna Rose. 2007. Accountability, Selection, and Term Limits: Theory and Evidence from US State Elections. Worlcimg paper.",
        "Adsera, Alicia, Carles Boix, and Mark Payne. 2003. Are You Being Served? Political Accountability and the Quality of Government. The Jonrmal of Law, Ecomomics, amd Orgamizatiom 19, no. 2 (44S-490).",
        "Abadie, Alberto, and Guido Imbens. 2006. Large Sample Properties of Matching Estimators for Average Treatment Effects. Ecomometrica 74 (1): 235-267.",
        "Ferreira, Fernando, and Joseph Gyourko. 2007. Do Political Parties Matter? Evidence from U.S. Cities. Forthcomimg im Qnarterly Jonrmal of Ecomomics.",
        "Ferraz, Claudio, and Frederico Finan. 2007. Corruption in Local Governments: Evidence from Audit Reports. Mimeo, UCLA.",
        "Ferejohn, J. 1986. Incumbent Performance and Electoral Control. Pnblic Choice 50:5-25.",
        "Duggan, Mark, and Steven D. Levitt. 2002. Winning Isnt Everything: Corruption in Sumo Wrestling. Americam Ecomomic Review 92 (5): 1594 605.",
        "Di Tella, Rafael, and Ernesto Schargrodsky. 2003. The Role of Wages and Auditing During a Crackdown on Corruption in the City of Buenos Aires. Jonrmal of Law amd Ecomomics 46 (1): 269.",
        "Dal BÃ\u0083Â³, Ernesto, Pedro Dal BÃ\u0083Â³, and Jason Snyder. 2008. Political Dynasties. forthcomimg Review of Ecomomic Stndies.",
        "Banks, Jeffrey, and R. Sundaram. 1993. Adverse Selection and Moral Hazard in a Repeated Elections Model. In Political Ecomomy: Imstitntioms, Imformatiom, Competitiom, amd Represemtatiom, edited by et al W. Barnett. Cambridge and New York: Cambridge University Press.",
        "Barro, Robert. 1970. The Control of Politicians: An Economic Model. Pnblic Choice 14:1942.",
        "Bertrand, Marianne, Simeon Djankov, Rema Hanna, and Sendhil Mullainathan. 2007. Does Corruption Produce Unsafe Drivers? Qnarterly Jonrmal of Ecomomics CXXII (4): 16391676 (November).",
        "Besley, Timothy. 2006. Primcipled Agemts? The Political Ecomomy of Good Govermmemt. Oxford, UK: The Lindahl Lectures, Oxford University Press. Besley, Timothy, and Anne Case. 199S. Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits. The Qnarterly Jonrmal of Ecomomics 110 (3): 769-798 (August).",
        "Besley, Timothy, and Michael Smart. 2007. Fiscal Restraints and Voter Welfare. Jonrmal of Pnblic Ecomomics 91(3-4): 755-773 (April).",
        "Campante, Filipe R., Davin Chor, and Quoc-Anh Do. 2006. Instability and the Incentives for Corruption. Mimeo, Harvard Umiversity.",
        "Linden, Leigh L. 2004. Are Incumbents Always Advantaged? The Preference for NonIncumbents in India. Wonlcimg paper.",
        "Fisman, Raymond. 2002. Estimating the Value of Political Connections. Amen cam Ecomomic Review 91(4): 10951102.",
        "Fisman, Raymond, and Shang-Jin Wei. 2004. Tax Rates and Tax Evasion: Evidence from Missing Imports in China. Jonnmal of Political Ecomomy 112:471-496.",
        "Glaeser, Edward L., and Raven E. Saks. 2006. Corruption in America. Jonnmal of Pnblic Ecomomics 90:1053-1072.",
        "Knack, Stephen, and Philip Keefer. 1995. Institutions and Economic Performance: CrossCountry Tests Using Alternative Institutional Measures. Ecomomics amd Politics 7 (3): 20 7-227.",
        "KunicovÃ\u0083Â¡, Jana, and Susan Rose-Ackerman. 2005. Electoral Rules and Constitutional Structures as Constraints on Corruption. British Jonnmal of Political Sciemce 35, no. 4 (October).",
        "Lederman, Daniel, Norman Loayza, and Rodrigo Reis Soares. 2005. Accountability and Corruption: Political Institutions Matter. Ecomomics amd Politics 17 (1): 1-35 (March).",
        "Lee, David 5. 2008. Randomized Experiments from Non-random Selection in U.S. House Elections. Jonnmal of Ecomometnics 142 (2): 675-697.",
        "Lee, D.S., E. Moretti, and M. Butler. 2004. Do Voters Aect or Elect Policies? Evidence from the U.S. House. Qnantenly Jonnmal of Ecomomics 119:807-859.",
        "List, John A., and Daniel M. Sturm. 2006. How Elections Matter: Theory and Evidence from Environmental Policy. Qnantenly Jonnmal of Ecomomics 121 (4): 1249-1281 (November).",
        "Mauro, Paolo. 1995. Corruption and Growth. Qnantenly Jonnmal of Ecomomics, no. 110:681712.",
        "Myerson, Roger. 1993. Effectiveness of Electoral Systems for Reducing Government Corruption: A Game Theoretical Analysis. Games amd Ecomomic Behavior 5:118-132.",
        "Olken, Benjamin A. 2007. Monitoring Corruption: Evidence from a Field Experiment in Indonesia. Jonrmal of Political Ecomomy 115, no. 2 (April).",
        "Persson, Torsten, Gerard Roland, and Guido Tabellini. 1997. Separation of Powers and Political Accountability. The Qnarterly Jonrmal of Ecomomics 112 (4): 1163-1202 (November).",
        "Persson, Torsten, and Guido Tabellini. 2000. Political Ecomomics: Explaimimg Ecomomic Policy. Cambridge, Massachussets: MIT Press.",
        "Persson, Torsten, Guido Tabellini, and Francesco Trebbi. 2003. Electoral Rules and Corruption.  Jonrmal of the Enropeam Ecomomic Associatiom 1, no. 4 (June).",
        "Reinikka, Ritva, and Jakob Svensson. 2004. Local Capture: Evidence from a Central Government Transfer Program in Uganda. Qnaterly Jonrmal of Ecomomics 119 (2): 679-705 (May).",
        "Rose-Ackerman, Susan. 1999. Corrnptiom amd Govermmemt: Canses, Comseqnemces, amd Reform. New York: Cambridge University Press.",
        "Smart, Michael, and Daniel M. Sturm. 2006. Term Limits and Electoral Accountability. CEPR Discnssiom Paper ~ July.",
        "Svensson, Jakob. 2003. Who Must Pay Bribes and How Much? Evidence from a Cross-Section of Firms. Qnarterly Jonrmal of Ecomomics CXVIII (February): 207-230.",
        "Treisman, Daniel. 2000. The causes of corruption. Jonrmal of Pnblic Ecomomics, vol. 76.",
        "Trevisan, Antoninho M., Antonio Chizzotti, Joao Alberto Ianhez, Jose Chizzotti, and Josmar Verillo. 2004. 0 Combate a Corrnpcdo mas Prefeitnras do Brasil. SÃ\u0083Â£o Paulo, Brasil: AteliÃ\u0083Âª Editorial."
    ]
}