{
    "id": 1493,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Baill ie, Richard, Robert E. Lippens, and Patrick C. McMahon, Testing Rational Expectations and Efficiency in the Foreign Exchange Market, Econornetrica, vol. 51, May 1983: 553-563.",
        "Brarison, Will iarri H., A Model of Exchange-Rate Determination with Pol icy Reaction: Evidence from Monthly Data, NBER w.p. 1178, August 1983.",
        "Cornell, Bradford, Spot Rates, Forward Rates and Exchange Market Efficiency, Journal of Financial Economics, vol. 5, August 1977: 55-65.",
        "Curnby, Robert E. and Maurice Obstfeld, International Interest-Rate and Price- Level Linkages Under Flexible Exchange Rates: A Review of Recent Evidence, NBER working paper, no. 921, June 1982. To appear in J.F.O.",
        "Bilson and R. C. Marston, eds., Exchange Rates: Theory and Practice, University of Chicago Press. Doan, Thomas A. and Robert B. Litterman, Users Manual: RATS, versi ion 4.1, October 1981.",
        "Frenkel , Jacob A., The Forward Exchange Rate, Expectations, and the Demand for Money: The German Hyperinflation, American Economic Review, vol .67, September 1977: 653-670.",
        "Frenkel, Jacob A., Further Evidence on Expectations and the Demand for Money during the German Hyperinflation, Journal of Monetary Economics, vol .5, January 1979: 81-97.",
        "Frenkel, Jacob A., Flexible Exchange Rates, Prices, and the Role of News: Lessons from the i970s, Journal of Political Economy, vol.89, no.4, August 1981: 665-705.",
        "Reference-i Geweke, J. F. and E. L. Feige, Some Joint Tests of the Efficiency of Markets for Forward Foreign Exchange, Review of Economics and Statistics vol .61, August 1979: 334-341.",
        "Gregory, Allan $9., and Thomas H. McCurdy, Testing the Unbiasedness Hypothesis in the Forward Foreign Exchange Market: A Specification Analysis, University of Western Ontario, Center for the Study of International Economic Relations, working paper no. 8408C, February 1984.",
        "Hakkio, Craig S., The Term Structure of the Forward Premium, Journal of Monetary Economics, vol. 8, 1981: pp.41-58.",
        "Hansen, Lars Peter, The Asymptotic Distribution of Least Squares Estimators with Endogenous Regressors and Dependent Residuals, GSIA, Carnegie- Mellon University, Working Paper 38-78-79, March 1979.",
        "Hansen, Lars Peter, Large Sample Properties of Generalized Method of Moments Estimators, GSIA, Carnegie-Mellon University, W.P. 56-79-80, March 1980 Hansen, Lars Peter and Robert J. Hodrick, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, vol. 88, 1980: pp.829-853.",
        "Hansen, Lars Peter and Robert J. Hodrick, Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models, in Exchange Rates and International Macroeconomics, University of Chicago Press, 1983.",
        "Hansen, Lars Peter and Thomas J. Sargent, `Exact Linear Rational Expectations Models: Specification and Estimation, Federal Reserve Bank of Minneapolis, Research Department, Staff Report 71, September 1981.",
        "Hodrick, Robert J. International Asset Pricing With Time-Varying Risk Prernia, Journal of International Economics, vol.11, 1981: pp.573-587.",
        "Hodrick, Robert J. and Sanjay Srivastava, An Investigation of Risk and Return in Forward Foreign Exchange, NBER working paper, no. 1180, August, 1983.",
        "Reference-2 Ito, Takatoshi , Capital Controls and Covered Interest Parity, NBER working pager no. 1187, August 1983a.",
        "Ito, Takatoshi , On the Interdependence of the Exchange Rates and interest Rates, University of Minnesota, Center for Economic Research, Discussion Paper 83-192, November 1983b.",
        "Kreict-ier, Lawrence L, Eurodollar Arbitrage, Quarterly Review, vol. 7, Federal Reserve Bank of New York, Summer 1982.",
        "Levich, R. M., Further Results on the Efficiency of Markets for Foreign Exchange, in Managed Exchange-rate Flexibility: The Recent Experience. Federal Reserve Bank of Boston Conference series no. 20, Boston, 1978.",
        "Longworth, David, Testing the Efficiencey of the Canadian-U.S. Exchange Market under the Assumption of no Risk Premium, The Journal of Finances vol .36, no. 1, March 1981.",
        "McCallurn, Bennett T., A Reconsideration of Sims Evidence Concerning Monetarisin, Economics Letters, vol. 13, 1983: pp. 167-171.",
        "Meese, Richard and Kenneth Rogoff, The Out-of-Sample Failure of Empirical Exchange Rate Models: Sampling Error or Misspecification? in J. A. Frenikel (ed.) Exchange Rates and International Macroeconomics, University of Chicago Press, 1983.",
        "Mel mo, Angelo, Estimation of a Rational Expectations Model of the Term Structure, Essay I in unpubi ished Ph.D. dissertation, Harvard University, 1980.",
        "Mussa, Michael, ~Ernpirical Regularities in the Behavior of Exchange Rates and Theories of the Foreign Exchange Market, in Pol icies for Employment, Prices, and Exchange Rates, Carnegie-Rochester Conference Series on Public Pol icy, vol. 11, supplementary series to the Journal of Monetary Economics, 1979.",
        "Sargent, T. J., A Note on Maximum Likelihood Extirnation of the Rational Expectations of the Term Structure, Journal of Monetary Economics, vol-. 5, 1979: pp. 133-143.",
        "Sargent, T. J., Autoregressions, Expectations, and Advice, presented at the AEA meeting, San Francisco, December 1983.",
        "Sims, Christopher A., Macroeconomics and Reality, Econornetrica, January 1980, vol. 48: pp. 1-48.",
        "Sims, Christopher A., Policy Analysis with Econometric Models, Brookings Papers of Economic Activity, 1:1982: pp. 57-99."
    ]
}