{
    "id": 14941,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Heidhus, Paul and Botond Koszegi. 2008. Competition and Price Variation when Consumers Are Loss Averse, American Economic Review 98(4): 1245-1268.",
        "Harbaugh, W. 1998. What do Donations buy? A model of philanthropy based on prestige and warm-glow, Journal of Public Economics: 269-284.",
        "Giving USA. 2008: http ://nonprofit.about.comlod/trendsissuesstatistics/algiving2008 .htm Gupta, Sunil and Lee G. Cooper. 1992. The Discounting of Discounts and Promotion Thresholds, Journal of ConsumerResearch 19: 410-411.",
        "Gerstner, Eitan. 1985. Do Higher Prices Signal Higher Quality? Journal of Marketing Research 22(2): 209-2 15.",
        "Falk, Armin. 2007. Gift Exchange in the Field, Econometrica 75(5): 1501-15 11.",
        "Folkes, Valerie and Rita D. Wheat. 1995. Consumers Price Perceptions of Promoted Products, Journal of Retailing 71(3): 317-328.",
        "Crewal, Dhruv, R. Krishnan, Julie Baker, and Norm Bonn. 1998.. The Effect of Store Name, Brand Name and Price Discounts on Consumers Evaluations and Purchase Intentions, Journal of Retailing 74(3): 331-352.",
        "COP (Chronicle of Philanthropy). 2008. After the Flood: Online gifts still flow to charities, but the stream slowed in 2007. http://phulanthrc)py.corn!prerniunVarticies/v20/i 17/17000701 .htrn Comes, Richard and Todd Sandler. 1984. Easy Riders, Joint Production, and Public Goods, Economic Journal 94: 5 80-598.",
        "Chen, Yan, Xin Li and Jeffrey MacKie-Mason. 2006. Online Fund-raising Mechanisms: A Field Experiment. Contributions to Economic Analysis & Policy. 5(2): Article 4.",
        "Bagwell, Kyle & Riordan, Michael H, 1991. High and Declining Prices Signal Product Quality, American Economic Review 8 1(1), 224-39. - 23 - Blattberg, Robert C. and Scott A. Neslin. 1989, Sales Promotion: The Long and the Short of it, Marketing Letters 1(1), 8 1-97.",
        "Andreoni, James. 1990. Impure Altruism, and Donations to Public Goods: A Theory of WarmGlow Giving, The Economic Journal 100: 464-477.",
        "Andreoni, James. 1989. Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence, Journal of Political Economy 97: 1147-1458.",
        "Shang, Jen and Rachel Croson. 2006. The Impact of Social Comparisons on Nonprofit Fundraising, Research in Experimental Economics, Vol 11: 143-156.",
        "Salamon, Lester M., Megan A. Haddock, S. Wojciech Sokolowski, and Helen S. Tice. 2007. Measuring Civil Society and Volunteering: Initial Findings from Implementation of the UN Handbook on Nonprofit Institutions. Working Paper No. 23. Baltimore: Johns Hopkins Center for Civil Society Studies.",
        "Morgan, John and Martin Sefton. (2000). Funding Public Goods with Lotteries: Experimental Evidence. Review of Economic Studies, 67: 785-8 10.",
        "Morgan, John. (2000). Financing Public Goods by Means of Lotteries. Review of Economic Studies, 67: 761-784.",
        "Milgrom,. Paul and John Roberts. 1986. Price and Advertising Signals of Product Quality, Journal of Political Economy 94(4): 796-821.",
        "Lange, Andreas, John A. List, and Michael Price. 2007. Using Lotteries to Finance Public Goods: Theory and Experimental Evidence, International Economic Review, 48(3): 901927.",
        "Karlan, Dean and John A. List. 2008. Does Price matter in Charitable Giving? Evidence from a Large-Scale Natural Field Experiment. American Economic Review 97(5): 1774-1793. - 24 - Koszegi, Botond and Matthew Rabin. 2006. A Model of Reference-Dependent Preferences. Quarterly Journal of Economics, 121(4): 1133-1166.",
        "Landry, Craig, Andreas Lange, John List, Michael Price, and Nicholas Rupp. 2006. Toward an Understanding of the Economics of Charity: Evidence from a Field Experiment, Quarterly Journal of Economics 121: 747-782.",
        "Thaler, Richard. 1985, Mental Accounting and Consumer Choice, Marketing Science 4(3): 199- 214."
    ]
}