{
    "id": 14943,
    "cites": 57,
    "cited_by": 11,
    "reference": [
        "Achaiya,V., D. Gale and T. Yorulmazer, 2009. Rollover Risk and Market Freezes, Mimeo.",
        "Adrian, T. and H. Shin, 2008. Financial Intermediary Leverage and Value at Risk. Federal Reserve Bank Staff Reports, 338.",
        "Adrian, T. and H. Shin, 2009. Money, Liquidity and Monetary Policy. AER Papers and Proceedings, forthcoming.",
        "Allen, F. and D. Gale, 1994. Limited Market Participation and Volatility of Asset Prices. American Economic Review, 84, 933-55.",
        "Allen, F. and D. Gale, 1997. Financial Markets, Intermediaries, and Intertemporal Smoothing, Journal of Political Economy, 105, 523-546.",
        "Allen, F. and D. Gale, 2000. Bubbles and Crises. Economic Journal, 110, 236-56.",
        "Baker, M., and J. Wurgler, 2002. Market Timing and Capital Strucutre. Journal of Finance, 57, 1-32.",
        "Baker, M., and J. Wurgler, 2004. A Catering Theory of Dividends. Journal of Finance 59, 1125-1165.",
        "Baker, M., R. Ruback and J. Wurgler, 2007. Behavioral Corporate Finance: A Survey. Handbook in Corporate Finance: Empirical Corporate Finance, E. Eckbo (ed.) Baker, M., J. Stein, and J. Wurgler, 2003. When does the Market Matter? Stock Prices and Equity-Dependent Firms, Quarterly Journal of Economics, 118, 969-1005.",
        "Bano, R.,1990. The Stock Market and Investment. Review of Financial Studies,3, 115 -132.",
        "Benmelech, E. and N. Bergman, 2009. Credit Traps. Mimeo.",
        "Benmelech, E. and J. Dlugosz, 2008. The Alchemy of CDO Ratings. Journal of Monetary Economics, forthcoming Bernanke, B. and M. Gertler, 1989. Agency Costs, Net Worth and Business Fluctuations. American Economic Review, 79, 14-31.",
        "Blanchard, 0., C. Rhee, and L. Summers, 1993. The Stock Market, Profit, and Investment. Quarterly Journal of Economics, 108, 115-136.",
        "Brunnermeier, M., 2009. Deciphering the Liquidity and Credit Crunch 2007-2008. Journal of Economic Perspectives, 23, 77-100.",
        "Brunnermeier, M. and L. Pedersen, 2009. Market Liquidity and Funding Liquidity. Review of Financial Studies, forthcoming.",
        "Caballero, R. and A. Krishnamurthy, 2008. Collective Risk Management in a Flight to Quality Episode, Journal of Finance, 63, 2 195-2230.",
        "Case, K., 2008. The Central Role of House Prices in the Current Financial Crisis: How Will the Market Clear?, Brookings Papers on Economic Activity, forthcoming.",
        "Coval, J., J. Jurek, and E. Stafford, 2009. The Economics of Structured Finance. Journal of Economic Perspectives, 23, 3-26.",
        "De Long, J.B., A. Shleifer, L. Summers, and R. Waldmann, 1989, The Size and Incidence of the Losses from Noise Trading. Journal of Finance, 44, 68 1-96.",
        "De Long, A. Shleifer, L. Summers and, R. Waldmann, 1990. Noise Trader Risk in Financial Markets. Journal of Political Economy, 98, 703-38.",
        "Diamond, D., 1984, Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51, 393-414.",
        "Diamond, D. and P. Dybvig, 1983. Bank Runs, Deposit Insurance and Liquidity. Journal of Political Economy, 91, 401-419.",
        "Diamond, D. and R. Rajan, 2001. Liquidity Risk, Liquidity Creation and Financial Fragility: A Theory of Banking, Journal of Political Economy, 109, 287-327.",
        "Diamond, D. and R. Rajan, 2009. The Credit Crisis: Conjectures About Causes and Remedies. AER Papers and Proceedings, forthcoming.",
        "Diamond, D. and R. Rajan, 2009b, Fear of Fire Sales and the Credit Squeeze, Mimeo.",
        "Farhi, E. and S. Panageas, 2006. The Real Effects of Stock Market Mispricing at the Aggregate: Theory and Empirical Evidence. Mimeo.",
        "Farhi, E. and J. Tirole, 2008. Competing Liquidities: Corporate Securities, Real Bonds and Bubbles. Mimeo.",
        "Fisher, I., 1933. The Debt-Deflation Theory of Great Depressions. Econometrica.",
        "Fostel, A., and J. Geanakoplos, 2008. Leverage Cycles and the Anxious Economy. American Economic Review, 98, 1211-1244.",
        "Gerardi, K, A. Lehnert, P. Willen, and S. Sherland, 2008. Making Sense of the Subprime Crisis, Brookings Papers on Economic Activity, forthcoming.",
        "Gorton, G., 2008. The Subprime Panic. Mimeo.",
        "Gorton, G. and G. Pennacchi, 1995. Banks and Loan Sales: Marketing Non-Marketable Assets. Journal of Monetary Economics, 35, 389-411.",
        "Gorton, G. and N. Souleles, 2006. Special Purpose Vehicles and Securitization. In The Risks of Financial Institutions, R. Stulz and M. Carey (eds.).",
        "Gorton, G. and A. Winton, 2003. Financial Intermediation: A Survey. in Handbook of the Economics of Finance, G. Constantinides, M. Harris, and R. Stulz (eds.).",
        "Gromb, D. and D. Vayanos, 2002. Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs. Journal of Financial Economics, 66, 36 1-407.",
        "Hart, 0., and J. Moore. 1998. Default and Renegotiation: A Dynamic Model of Debt, Quarterly Journal of Economics, 113, 1-41.",
        "He, Z., and A. Krishnamurthy, 2008. A Model of Capital and Crises, Mimeo.",
        "Holmstrom, B. and J. Tirole, 1997. Financial Intermediation, Loanable Funds, and the Real Sector. Quarterly Journal of Economics, 112, 35-52.",
        "Ivashina, V. and D. Scharfstein, 2008. Bank Lending During the Financial Crisis of 2008. Mimeo.",
        "Kaplan, S. and J. Stein, 1993. The Evolution of Buyout Pricing and Financial Structure in the 1980s. Quarterly Journal of Economics, 108, 313-358.",
        "Kashyap, A., R. Rajan and J. Stein, 2002. Banks as Liquidity Providers: An Explanation for the Co-Existence of Lending and Deposit-Taking. Journal of Finance, 57, 33-73.",
        "Keynes, J.M., 1936. The General Theory of Employment, Interest, and Money. London: Macmillan.",
        "Keys, B., T. Mukherjee, A. Seru, and V. Vig, 2008. Did Securitization Lead to Lax Screening? Evidence from Subprime Loans. Mimeo.",
        "Kiyotaki, N. and J. Moore, 1997. Credit Cycles. Journal of Political Economy, 105, 211-248.",
        "Lamont, 0. and J. Stein, 2006. Investor Sentiment and Corporate Finance: Micro and Macro. American Economic Review Papers and Proceedings, 96, 147-15 1.",
        "Mayer, C., K. Pence, and S. Sherlund, 2009. The Rise in Mortgage Defaults. Journal of Economic Perspectives, 23, 27-50.",
        "Mian, A. and A. Sufi, 2009. The Consequences of Mortgage Credit Expansion: Evidence from the US Mortgage Default Crisis. Quarterly Journal of Economics, forthcoming.",
        "Minsky, H., 1986. Stabilizing an Unstable Economy.",
        "Morck, R., A. Shleifer, and R. Vishny, 1990. The Stock Market and Investment: Is the Market a Sideshow? Brookings Papers on Economic Activity, 2, 157-2 15.",
        "Polk, C. and P. Sapienza, 2009. The Stock Market and Corporate Investment: A Test of Catering Theory. Review of Financial Studies, 22, 187-217.",
        "Rajan, R., 2006. Has Financial Development Made the World Riskier? European Financial Management, 12.",
        "Shleifer, A. and R. Vishny, 1992. Liquidation Values and Debt Capacity: A Market Equilibrium Approach. Journal of Finance, 47, 1343-66.",
        "Shleifer, A. and R. Vishny, 1997. The Limits of Arbitrage. Journal of Finance, 52, 35-55.",
        "Stein, J., 1996. Rational Capital Budgeting in an Irrational World. Journal of Business, 69, 429-55.",
        "Sufi, A., 2007. Information Asymmetry and Financing Arrangements: Evidence from Syndicated Loans. Journal of Finance, 62, 629-668.",
        "Ventura, J., 2003. Economic Growth with Bubbles. Mimeo.",
        "Veronesi, P. and L. Zingales, 2008. Paulsons Gift. Mimeo."
    ]
}