{
    "id": 14949,
    "cites": 30,
    "cited_by": 15,
    "reference": [
        "AKRESH.R (2007) Risk, Network Quality, and Family Structure: Child Fostering Decisions in Burkina Faso, mimeo University of Illinois at Urbana-Champaign.",
        "ALTONJI.J.G, F.HAYASHI, AND L.J.KOTLIKOFF (1992) Is the Extended Family Altruistically Linked? Direct Tests Using Micro Data, American Economic Review 85: 1177-98.",
        "ALTONJI.J.G, F.HAYASHI, AND L.J.KOTLIKOFF (1997) Parental Altruism and Inter Vivos Transfers: Theory and Evidence, Journal of Political Economy 105: 112 1-66.",
        "ATTANASIO.O AND V.LECHENE (2002) Tests of Income Pooling in Household Decisions, Review of Economic Dynamics 5: 720-48.",
        "BANERJEE.A AND A.NEWMAN (1998) Information, the Dual Economy, and Development, Review of Economic Studies 65: 63 1-53.",
        "BECKER.G.S (1981) A Treatise on the Family, Cambridge: Harvard University Press.",
        "BEHRMAN.J.R AND M.ROSENZWEIG (2006) Parental Wealth and Adult Childrens Welfare in Marriage, Review of Economics and Statistics 88: 496-509.",
        "BEHRMAN.J.R, P.SENGUPTA, AND P.TODD (2005), Progressing Through Progresa: An Impact Assessment of a School Subsidy Experiment in Rural Mexico, Economic Development and Cultural Change 54: 237-76.",
        "BOBONIS.G AND F.FINAN (2006) Endogenous Peer Effects in School Participation, mimeo, University of Toronto.",
        "CATTANEO.A AND R.LALIVE (2006) Social Interactions in Schooling Decisions, forthcoming Review of Economics and Statistics.",
        "CHIAPPORI.P.A (1988) Rational Household Labor Supply, Econometrica 56: 63-90.",
        "CONLEY.T AND C.UDRY (2007) Learning About a New Technology: Pineapple in Ghana, mimeo Yale University.",
        "COX.D AND G.JAKUBSON (1995) The Connection Between Public Transfers and Private Interfamily Transfers, Journal of Public Economics 57: 129-67.",
        "DEATON.A (1992) Saving and Income Smoothing in CÃ\u0083Â´te DIvoire, Journal of African Economies 1: 1-24.",
        "DERCON.S AND P.KRISHNAN (2000) In Sickness and in Health: Risk Sharing Within Households in Rural Ethiopia, Journal of Political Economy 108: 688-727.",
        "FAFCHAMPS.M AND S.LUND (2003) Risk-sharing Networks in Rural Philippines, Journal of Development Economics 71: 261-87.",
        "LA FERRARA.E (2003) Kin groups and Reciprocity: A Model of Credit Transactions in Ghana, American Economic Review 93: 1730-51.",
        "LIGON.E (1998) Risk-Sharing and Information in Village Economies, Review of Economic Studies 65: 847-64.",
        "LOURY.L.D (2006) All in the Extended Family: Effects of Grandparents, Aunts, and Uncles on Educational Attainment, American Economic Review Papers and Proceedings 96: 275-8.",
        "MANSER.M AND M.BROWN (1980) Marriage and Household Decision Theory - A Bargaining Analysis, International Economic Review 21: 21-34.",
        "MCELROY.M AND M.HORNEY (1981) Nash-bargained Decisions: Towards a Generalization of the Theory of Demand, International Economic Review 22: 333-49.",
        "MUNSHI.K AND ROSENZWEIG.M (2005) Why is Mobility in India so Low? Social Insurance, Inequality, and Growth, mimeo Brown University.",
        "ROSENZWEIG.M.R (1988) Risk, Implicit Contracts and the Family in Rural Areas of Low Income Countries, Economic Journal 98: 1148-70.",
        "ROSENZWEIG.M.R AND O.STARK (1989) Consumption Smoothing, Migration, and Marriage: Evidence From Rural India, Journal of Political Economy 97: 905-26.",
        "SCHULTZ.T.P (2004) School Subsidies for the Poor: Evaluating the Mexican Progresa Poverty Program, Journal of Development Economics 74: 199-250.",
        "SKOUFIAS.E (2005) Progresa and Its Impacts on the Human Capital and Welfare of Households in Rural Mexico: A Synthesis of the Results of an Evaluation by IFPRI, Research Report 139, Washington D.C.: International Food Policy Research Institute.",
        "TODD.P AND K.I.WOLPIN (2006) Assessing the Impact of a School Subsidy Program in Mexico: Using a Social Experiment to Validate a Dynamic Behavioral Model of Child Schooling and Fertility, American Economic Review 96: 1384-1417.",
        "TOWNSEND.R (1994) Risk and Insurance in Village India, Econometrica 62: 539-91.",
        "UDRY.C (1994) ~Risk and Insurance in a Rural Credit Market: An Empirical Investigation in Northern Nigeria, Review of Economic Studies 61: 495-526.",
        "WEISS.Y AND R.J.WILLIS (1985) Children as Collective Goods and Divorce Settlements, Journal of Labor Economics 3: 268-92."
    ]
}