{
    "id": 14942,
    "cites": 50,
    "cited_by": 7,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, 2002,Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics 117(4): 1231-94.",
        "Acemoglu, Daron and Simon Johnson, 2005, Unbundling Institutions, Journal of Political Economy 113 (5): 949-95.",
        "Amiama, C., J. Bueno, and C.J. Alvarez, 2008, Influence of the Physical Parameters of Fields and of Crop Yield on the Effective Field Capacity of a Self-propelled Forage Harvester, Biosystems Engineering 100: 198-205.",
        "Barnes, Carlton P., 1935, Economies of the Long Lot Farm, Geographical Review, 25 (April): 298-30 1.",
        "Barzel, Yoram, 1982, Measurement Cost and the Organization of Markets, Journal of Law and Economic 25:27-48.",
        "Bradley, Haniett, 1918, The Enclosures in England. New York: Columbia University Series in the Social Sciences No 186.",
        "Clay, Karen and Gavin Wright, 2005, Order without Law? Property Rights during the California Gold Rush, Explorations in Economic History 42 155-83.",
        "Coase, Ronald H.,1937, The Nature of the Firm, Economica 4(16): 386-405.",
        "Coase, Ronald H., 1960, The Problem of Social Cost. Journal of Law and Economics, 3: 1-44.",
        "Douglas, David H. and Thomas K. Peucker, 1973, Algorithms for the Reduction of the Number of Points Required to Represent a Digitized Line or Its Caricature, Canadian Cartographer, 10 (2): 112-22.",
        "Estopinal, Stephen V., 1998, A Guide to Understanding Land Surveys 2nd ed. New York: John Wiley and Sons.",
        "Estrich, Willis A., 1934, Ohio Jurisprudence: A Complete Statement of the Law and Practice of the State of Ohio, vol. 32, Rochester New York: The Lawyers Cooperative Publishing Company.",
        "Farrell, Joseph, and Paul Klemperer, 2007, Coordination and Lock-In: Competition with Switching Costs and Network Effects, Handbook of Industrial Organization, Vol 3, Chapter 31, Amsterdam: Elsevier.",
        "Ferrie, Joseph P., 1994, The Wealth Accumulation of Antebellum European Immigrants to the U.S., 1840-60, Journal of Economic History, 54 (1), 1-33.",
        "Ford, Amelia Clewley, 1910, Colonial Precedents of Our National Land System As It Existed in 1800: Bulletin of the University of Wisconsin No 352, Madison: Wisconsin University Press.",
        "Galenson, David and Clayne Pope, 1989, Economic and Geographic Mobility on the Farming Frontier: Evidence from Appanoose County, Iowa, 1850-1870, Journal of Economic History 49(1989): 5-55.",
        "Gallini, Nancy T. 2002, The Economics of Patents: Lessons from Recent U.S. Patent Reform, Journal of Economic Perspectives, 16(2): 13 1-54.",
        "Glaeser, Edward L., Rafael La Porta, Florencio Lopez-De-Silanes and Andrei Shleifer, 2004, Do Institutions Cause Growth? Journal of Economic Growth, 9: 27 1-303.",
        "Holmes, Thomas J. and Sanghoon Lee, 2008, Cities as Six-by-Six-Mile Squares: Zipfs Law? Working paper, University of Minnesota Department of Economics.",
        "Holmes, Thomas J. and Sanghoon Lee, 2009, Economies of Density versus Natural Advantage: Crop Choice on the Back Forty, Working Paper 14704, Cambridge: National Bureau of Economic Research.",
        "Hubbard, Bill Jr. 2009. American Boundaries: The Nation, The States and the Rectangular Survey, Chicago: University of Chicago Press.",
        "Hutchinson, William Thomas, 1927, The Bounty Lands of the American Revolution in Ohio, University of Chicago PhD dissertation.",
        "Johnson, Hildegard Binder, 1976, Order Upon the Land: The U.S. Rectangular Land Survey and the Upper Mississippi Country, New York: Oxford University Press.",
        "Knack, Stephen and Philip Keefer, 1995, Institutions and Economic Performance: Cross-Country Tests Using Alternative Institutional Measures, Economics and Politics, 7: 207-27.",
        "La Porta, Rafael, Florencio Lopez-De-Silanes, Andrei Shleifer, and Robert Vishny, 2002, Investor Protection and Corporate Valuation, Journal of Finance 62: 1147-65.",
        "Lee, D. R., and G. T. Sallee, 1974, Theoretical Patterns of Farm Shape and Central Place Location, Journal of Regional Science, 14:3, pp. 423-30.",
        "Libecap, Gary D. 2007, The Assignment of Property Rights on the Western Frontier: Lessons for Contemporary Environmental and Resource Policy, Journal of Economic History 67(2): 257-9 1. Libecap, Gary D. and Dean Lueck, forthcoming Land Demarcation Systems in Kenneth Ayotte and Henry E. Smith ed. Research Handbook on the Economics of Property Law, Research Handbooks in Law and Economics, Northampton, MA: Edward Elgar.",
        "Livermore, Shaw, 1968, Early American Land Companies. New York: Octagon Books.",
        "LÃ\u0083Â¶sch, A. 1954, The Economics of Location New Haven: Yale University Press.",
        "Lueck, Dean. 1995, The Rule of First Possession and the Design of the Law, Journal of Law and Economics 38: 393-436.",
        "McDonald, James, Wells, J.G., Wright, J.W., Steck, C.D., Wickstrom, L.H., Gara, B.D., and Van Nguyen, Lap, 2006, Original land subdivisions of Ohio: MG-2, version 2.1, Columbus: Ohio Division of Geological Survey.",
        "McEntyre, John G., 1978, Land Survey Systems, New York: John Wiley and Sons.",
        "Menill, Thomas and Henry Smith, 2007, Property: Principles and Policies, New York: Foundation Press Mingay, G. E. 1997, Parliamentary Enclosure in England: An Introduction to Its Causes, Incidence, and Impact, 1750-1850. New York: Longman.",
        "North, Douglass, 1990, Institutions, Institutional Change, and Economic Performance, New York: Cambridge University Press.",
        "Ohio Department of Natural Resources. Shaded Elevation Map of Ohio. http:I/wwwohiodnr.com/Portals/1O/pdf/seni specpdf (accessed 11/3/07) Pattison, William D., 1957, Beginning of the American Rectangular Land Survey System, 17841800. Chicago: University of Chicago Press.",
        "Peters, William E. 1930, Ohio Lands and their History, 3rd Ed., Athens, Ohio: Lawhead Press.",
        "Price, Edward T. 1995, Dividing the Land: Early American Beginnings of Our Private Property Mosaic, Chicago: University of Chicago Press.",
        "Posner, Richard A. 2002, Economic Analysis of the Law, ~ ed. Boston: Little, Brown.",
        "Powell, J.M., 1970, The Public Lands of Australia, London: Oxford University Press, 1970.",
        "Shavell, Steven 2004. Foundations of Economic Analysis of Law Cambridge: Harvard University Press.",
        "Sherman, C.E. 1922. Map of Ohio Showing Original Land Subdivisions to Accompany Volume III, Final Report: Ohio Topographic Survey. Columbus: State of Ohio Press.",
        "Stetson, C.W. 1935. Four Mile Run Land Grants, Washington: D.C.: Mimeoform Press.",
        "Stewart, James I., 2009, Economic Opportunity or Hardship? The Causes of Geographic Mobility on the Agricultural Frontier, 1860-1880, Journal of Economic History 69(1): 238-68.",
        "Taylor, Howard C. 1922, The Educational Significance of the Early Federal Land Ordinances. New York: Teachers College, Columbia University.",
        "Thrower, Norman W. 1966, Original Survey and Land Subdivision. Monograph Series of the American Association of Geographers, Chicago: Rand McNally and Company.",
        "Treat, Payson J. 1910, The National Land System, 1785-1820. New York: E.B. Treat.",
        "White, C A., 1983, A History of the Rectangular Survey System. Washington, D.C.: U.S. Dept. of the Interior, Bureau of Land Management.",
        "Wycoff, William, 1986 Land Subdivision on the Holland Purchase in Western New York State, 1797-1820, Journal of Historical Geography 12 (2): 142-6 1.",
        "Wiggins, Steven N. and Gary D. Libecap, 1985, Oil Field Unitization: Contractual Failure in the Presence of Imperfect Information, American Economic Review 75 (3): 368-85.",
        "Williamson, Oliver E, 1975, Markets and Hierarchies, Analysis and Antitrust Implications: A Study in the Economics of Internal Organization, New York: Free Press."
    ]
}