{
    "id": 14946,
    "cites": 67,
    "cited_by": 0,
    "reference": [
        "Abbate, J. (2000) Inventing the Internet, Cambridge, MA: The MIT Press.",
        "Andreoni, J. (2006) Leadership giving in charitable fundraising, Journal of Public Economic Theory, 8(1), 1-22.",
        "Athey, S. and G. Ellison (2006) The dynamics of open source movements, a working paper.",
        "Backus, J. (1979) The history of FORTRAN I, II, and III, Annals of the History of Computing, 1(1), 21-37.",
        "Bagnoli, M. and B.L. Lipman (1989) Provision of public goods: Fully implementing the core through private contributions, Review of Economic Studies, 56, 583-601.",
        "Bergstrom, T., L. Blume, and H.R. Varian (1986) On the private provision of public goods, Department of Economics, UCSB. Ted Bergstrom. Paper 1986B.",
        "Bliss, C. and B. Nalebuff (1984) Dragon-slaying and ballroom dancing: the private supply of a public good, Journal of Public Economics, 25, 1-12.",
        "Brooks, F.P. (1975/1995) The Mythical Man-Month: Essays on Software Engineering, 2nd 44 Of the top ten programming languages (as ranked by TIOBE 2009), all have an open source implementation, and for most the open source implementation is the one used most frequently. edition, Addison-Wesley Professional.",
        "Callahan, M.E. (1990) Dr. File Finders Guide to Shareware, Mcgraw-Hill.",
        "Campbell-Kelly, M and D.D. Garcia-Swartz (2008) Pragmatism not ideology: IBMs love affair with open source software, SSRN Working Papers, http://ssrn.comlabstract=1081613, last retrieved on October 30, 2008.",
        "Campbell-Kelly, M. (2003) From Airline Reservations to Sonic the Hedgehog: A History of the Software Industry, Boston, MA: The MIT Press.",
        "Ceruzzi, P. (2003) A History of Modern Computing, 2nd edition, Cambridge, MA: The MIT Press.",
        "CONTU (1978) The Final Report of the National Commission on New Technological Uses of Copyrighted Works, Washington: Library of Congress.",
        "Corbet, J. (2007) Who wrote 2.6.20? L WN.net, http://lwn.net/Articles/222773/, last accessed October 30, 2008.",
        "Davidson, C. (1984) The emergence of load-and-go systems for FORTRAN, Annals of the History of Computing, 6(1), 35-37.",
        "Ghosh, A. and M. Mahdian (2008) Charity auctions on social networks, working paper, Yahoo! Research.",
        "Ghosh, R.A. (2005). Understanding free software developers: findings from the FLOSS study, in Perspectives on Free and Open Source Software by J. Feller, B. Fitzgerald, S.A Hissam and K.R. Lakhani, eds, Cambridge, MA: The MIT Press, 23-46.",
        "GNU (1988) GNUs Bulletin, 1(4), http://www.gnu.org/bulletins/bull4.html, last accessed October 30, 2008.",
        "GNU (1989a) GNUs Bulletin, 1(5), http://www.gnu.org/bulletins/bull5.htnil, last accessed October 30, 2008.",
        "GNU (1989b) GNUs Bulletin, 1(7), http://www.gnu.org/bulletins/bull7.html, last accessed October 30, 2008.",
        "Graham, S.J.H and D.C. Mowery (2003) Intellectual property protection in the US software industry, in Patents in the Knowledge-Based Economy, by W.M. Cohen et al. Washington, D.C.: National Academies Press.",
        "Greenwald, I. (2008) RAND Recollections, http ://users . adelphia.net/-~-irwingreenwalWmemoir.html, last retrieved August 5, 2008.",
        "Guttman, J.M. (1978) Understanding collective action: matching behavior, American Economic Review, 68, 251-255.",
        "Hars, A. and S. Ou (2001) Working for free? - Motivations of participating in open source projects, Proceedings of the 34th Hawaii International Conference on System Sciences.",
        "Hart, 0. and J. Moore (1990) Property rights and the nature of the firm, Journal of Political Economy, University of Chicago Press, 98(6), 1119-58.",
        "IBM (2008) Fact sheet & background: Roadrunner smashes the petaflop barrier, IBM press release, http ://www-03 .ibm.comlpress/us/en/pressrelease/24405 .wss, last accessed October 31, 2008.",
        "Johnson, J.P. (2002) Open source software: private provision of a public good, Journal of Economics and Management Strategy, 11(4), 637-62.",
        "Johnson, J.P. (2006) Collaboration, peer review and open source software, Information Economics and Policy, 18, pp. 477-497.",
        "Katz, M. and C. Shapiro (1985) Network externalities, competition and compatibility, American Economic Review, 75 (3), pp. 424-440.",
        "Katz, M. and C. Shapiro (1986), Technology adoption in the presence of network externalities, Journal of Political Economy, 94, pp. 822-841.",
        "Klein, B., R.G. Crawford and A.A. Alchian (1978) Vertical integration, appropriable rents, and the competitive contracting process, Journal of Law and Economics, 21(2), 297-326.",
        "Kroah-Hartman, G., J. Corbet, and A. McPherson (2008). Linux Kernel Development (April 2008): How Fast it is Going, Who is Doing It, What They are Doing, and Who is Sponsoring It http ://www.linuxfoundation. org/publications/linuxkerneldevelopment.php.",
        "Lai, E. (2008) Size matters: Yahoo claims 2-petabyte database is worlds biggest, busiest, Computerworld, http ://www.computerworld.comlaction/article.do? command=viewArticleBasic&articleld=908791 8, accessed on November 1, 2008.",
        "Lakhani, K.R. And R.G. Wolf (2005). Why hackers do what they do: understanding motivation and effort in free/open source software projects, in Perspectives on Free and Open Source Software by J. Feller, B. Fitzgerald, S.A Hissam and K.R. Lakhani, eds, Cambridge, MA: The MIT Press, 3-22.",
        "Lerner, J, P. Pathak and J. Tirole (2006) The dynamics of open-source contributors, American Economic Review, 96(2), 114-118.",
        "Lerner, J. and J. Tirole (2002) Some simple economics of open source, The Journal of Industrial Economics, L(2), 197-233.",
        "Lerner, J. and J. Tirole (2005) The scope of open source licensing, Journal of Law Economics and Organization, 21(1), 20-56.",
        "Levy, S. (1984/2001) Hackers: Heroes of the Computer Revolution, Penguin Books.",
        "McKusick, M.K. (1999). Twenty years of Berkeley Unix: from AT&T-owned to freely redistributable, Open Sources: Voices from the Open Source Revolution, by By Chris DiBona and Sam Ockman, eds, OReilly.",
        "Menell, P.S. (2002) Envisioning copyright laws digital future, SSRN Working Papers, http://ssrn.comlabstract=328561, last accessed on October 30, 2008.",
        "Moody, G. (2001) Rebel Code: The Inside Story of Linux and the Open Source Revolution, Cambridge, MA: Perseus Publishing.",
        "Mozilla Foundation (2006) Independent auditors report and consolidated financial statements, http ://www.mozilla. org/foundation/documents/mf-2006-audited-financial-statement.pdf, last accessed April 21, 2009.",
        "North, D. (1981) Structure and Change in Economic History, New York: Norton and Company.",
        "North, D. (1990) Institutions, Institutional Change and Economic Performance, Cambridge: Cambridge University Press.",
        "OMahony, S. (2005). Non-profit foundations and their role in community-firm software collaboration, in Perspectives on Free and Open Source Software by J. Feller, B. Fitzgerald, S.A Hissam and K.R. Lakhani, eds, Cambridge, MA: The MIT Press, 23-46.",
        "Ornstein S. (2002) Computing in the Middle Ages. A View from the Trenches 1955-1983, ~ Books Library.",
        "Parnas, D.L. (1972) On the criteria to be used in decomposing systems into modules, Communications of the ACM, 15(12), 1053-1058.",
        "Raymond, E.S. (1999/2001) The Cathedral and the Bazaar: Musings on Linux and Open Source by an Accidental Revolutionary, OReilly.",
        "Ritchie, D.M. and K. Thompson (1974) The UNIX time-sharing system, Communications of the ACM, 17(7), 365-375.",
        "Salomon, D. (1993) Assemblers and Loaders.",
        "Salus, P. (1994) A Quarter Century of UNIX, Reading, MA: Addison-Wesley Publishing Company.",
        "Schotchmer, S. (2006) Innovation and Incentives, Cambridge, MA: The MIT Press.",
        "Shell, D. (1959) The SHARE 709 system: a cooperative effort, Journal of the ACM, 6(2), 123127.",
        "Stallman, R. (1983) new Unix implementation, a message sent to net.unix-wizards,net.usoft, archived at http://www.gnu.org/gnu/initial-announcement.html, last accessed October 30, 2008.",
        "Stallman, R. (1984/2002) The GNU Manifesto, in J. Gay (ed.), Free Software, Free Society: Selected Essays of Richard M. Stallman,Boston, MA: GNU Press, pp. 31-39.",
        "Stallman, R. (1996/2002) Free Software Definition, in J. Gay (ed.), Free Software, Free Society: Selected Essays of Richard M. Stallman,Boston, MA: GNU Press, pp. 41-43.",
        "Stein, J. (2007) Conversations among competitors, SSRN Working Papers, http://ssrn.comlabstract=1008328, last accessed on October 30, 2008.",
        "Stern, S. (2004) Do scientists pay to be scientists? Management Science, 50(6), 835-853.",
        "Tanenbaum, A. (2004) Some notes on the Who wrote Linux kerfuffle, Release 1.5, http ://www.cs .vu.nl/-~-astThrown/, last accessed October 30, 2008.",
        "Torvalds, L. (2001) Just for Fun: The Story of an Accidental Revolutionary, Harper-Collins.",
        "TIOBE (2009) TIOBE programming community index for April 2009, http ://www.tiobe.comlindex.php/content/paperinfo/tpci/index.htnil, last accessed April 22, 2009.",
        "Varian, H. (1994) A solution to the problem of externalities and public goods when agents are well informed, American Economic Review, 84, 1278-1293.",
        "von Hippel, E. (1998) Economics of product development by users: the impact of sticky local information, Management Science, 44(5), 629-644.",
        "von Hippel, E. (2007) Horizontal innovation networks by and for users, Industrial and Corporate Change, 16(2), pp. 293-315.",
        "Weber, S. (2005) The Success of Open Source, Cambridge, MA: Harvard University Press.",
        "Williams, Sam. (2002) Free as in Freedom: Richard Stallmans Crusade for Free Software, Sebastopol, CA: OReilly.",
        "Williamson, 0. (1975). Markets and Hierarchies. New York: Free Press."
    ]
}