{
    "id": 14954,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Iyengar S., and E. Kamenica 2008, Choice Proliferation, Simplicity Seeking, and Asset Allocation. University of Chicago and Columbia Working Paper.",
        "Iyengar, S., G. Huberman, and W. Jiang 2004, How Much Choice is Too Much: Determinants of Individual Contributions in 401K Retirement Plans, in O.S. Mitchell and S. Utkus (Eds.), Pension Design and Structure: New Lessons from Behavioral Finance (pp. 83-95). Oxford: Oxford University Press.",
        "Hortacsu, A. and C. Syverson (2004). Product differentiation, search costs, and competition in the mutual fund industry: A case study of S&~P index funds. Quarterly Journal of Economics 119, 45 7-488.",
        "Gabaix, X. and D. Laibson (2006). Shrouded attributes, consumer myopia, and information suppression in competitive markets. Quarterly Journal of Economics 121, 505-540.",
        "Ellison G., and A. Wolitzky 2008, A Search Cost Model of Obfuscation. MIT Working Paper.",
        "Duffie, D., and G. Manso 2007, Information Percolation in Large Markets. American Economic Review Papers and Proceedings, 97, 203-209.",
        "Debreu, G., 1970, Economies with a Finite Set of Equilibria. Econometrica, 38, 387-392.",
        "Conlisk, J., E. Gernster, and J. Sobel (1984). Cyclic Pricing by a Durable Goods Monopolist. Quarterly Journal of Economics 99, 489-505.",
        "Choi, J., B. Madrian, D. Laibson, and A. Metrick (2004). Optimal Defaults and Active Decisions. Working paper, Harvard University.",
        "Carlin B., F. Dorobantu, and S. Viswanathan 2008, Public Trust, The Law, and Financial Investment. Forthcoming in Journal of Financial Economics.",
        "Choi, J., D. Laibson, and B. Madrian (2008). Why Does The Law of One Price Fail? An Experiment on Index Mutual Funds. Working paper, Harvard University.",
        "Carlin B., 2009, Strategic Price Complexity in Retail Financial Markets. Journal of Financial Economics 91: 278-287.",
        "Capon, N., G. Fitzsimons, and R. Prince (1996). An individual level analysis of the mutual fund investment decision. Journal of Financial Services Research 10, 59-82.",
        "Barber, B., T. Odean, and L. Zheng (2005). Out of sight, out of mind: The effects of expenses on mutual fund flows. Journal of Business 78, 2095-2119.",
        "Agnew, J. and L. Szykman (2005). Asset allocation and information overload: The influence of information display, asset choice, and investor experience. Journal of Behavioral Finance 6, 57-70.",
        "Alexander, G., J. Jones, and P. Nigro (1998). Mutual fund shareholders: Characteristics, investor knowledge, and sources of information. Financial Services Review 7, 301-316.",
        "Lusardi, A., and 0. Mitchell (2007). Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth. Journal of Monetary Economics 54, 205-224.",
        "Robert, J. and D. Stahl (1993). Informative price advertising in a sequential search model. Econometrica 61, 657-686.",
        "Mas-Colell, A., 1985, The Theory of General Economic Equilibrium: A Differentiable Approach, Cambridge University Press, Cambridge, UK.",
        "Rosenthal, R., 1982, A Dynamic Oligopoly Game with Lags in Demand: More on the Monotonicity of Price in the Number of Sellers. International Economic Review, 23, 353-360.",
        "Salop, 5., 1977, The Noisy Monopolist: Imperfect Competition, Price Dispersion, and Price Discrimination. Econometrica, 38, 387-392.",
        "Salop, S. and J. Stiglitz (1977). Bargains and Ripoffs: A model of monopolistically competitive price dispersion. Review of Economic Studies 44, 493-5 10.",
        "Salgado, M. (2007). Choosing to Have Less Choice. Northwestern University Working Paper.",
        "Sobel, J., 1984, The Timing of Sales. Review of Economic Studies, 51, 353-368.",
        "Stahl, D. (1989). Oligopolistic pricing with sequential consumer search. American Economic Review 79, 700-712.",
        "Varian, H. (1980). A model of sales. American Economic Review 70, 651-659.",
        "Vives, X. (1990). Nash Equilibrium with Strategic Complementarities. Journal of Mathematical Economics 19, 305-321.",
        "Vives, X., 1999, Oligopoly Pricing, MIT Press, Cambridge, Massachusetts."
    ]
}