{
    "id": 14951,
    "cites": 46,
    "cited_by": 77,
    "reference": [
        "Alabama Department of Education. 1977. Public Kindergarten Pilot Program in Alabama: A Progress Report, 1973-76. Montgomery, AL: State Department of Education.",
        "Almond, Douglas. 2006. Is the 1918 Influenza Pandemic Over? Long-term Effects of In Utero Influenza Exposure in the Post-1940 U.S. Population.JournalofPoliticalEconomji 114(August): 672-712.",
        "Anderson, Michael. 2008. Multiple Inference and Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects. Journal of the American StatisticalAssociation 103(484): 1481-1495.",
        "Ashenfelter, Orley, William J. Collins, and Albert Yoon. 2006. Evaluating the Role of Brown v. Board of Education in School Equalization, Desegregation, and the Income of African Americans. American Law and Economics Review 8(2): 213-248.",
        "Baker, Michael, Jonathan Gruber, and Kevin Milligan. 2008. Universal Childcare, Maternal Labor Supply, and Family Well-Being. Journal of PoliticalEconomj 116(4): 709-745.",
        "Barnett, W. Steven. 1998. Long-Term Effects on Cognitive Development and School Success. In Ear~y Care and Education For Children in Pover~y: Promises, Programs, and Long-Term Results, eds. W. Steven Barnett and Sarane Spence Boocock, 11-44. Albany, NY: SUNY Press.",
        "Beatty, Barbara. 1995. Preschool Education in America: The Culture of Young Children from the Colonial Era to the Present. New Haven: Yale University Press.",
        "Berlinski, Samuel, Sebastian Galiani, and Paul Gertler. 2009. The Effect of Pre-Primary Education on Primary School Performance. Journal of Public Economics 93: 219-234.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. How Much Should We Trust Differences-in-Differences Estimates? Quarter~y Journal of Economics 119(1): 249275.",
        "Blau, David and Janet Currie. 2006. Preschool, Day Care, and Afrer School Care: Whos Minding the Kids? In Handbook of the Economics of Education, Volume 2, ed. Eric Hanushek and Finis Welch, 1163-1278. The Netherlands: Elsevier.",
        "Borjas, George J., Jeffrey Grogger, and Gordon H. Hanson. 2007. Immigration and AfricanAmerican Employment Opportunities: The Response of Wages, Employment, and Incarceration to Labor Supply Shocks. NBER Working Paper 12518. Cambridge, MA: NBER.",
        "Butcher, Kristin F. and Anne Morrison Piehl. 2005. Why are Immigrants Incarceration Rates So Low? Evidence on Selective Immigration, Deterrence, and Deportation. Federal Reserve Bank of Chicago Working Paper 2005-19.",
        "Cameron, A. Cohn, Jonah B. Gelbach, and Douglas L. Miller. 2008. Bootstrapped-Based Improvements for Inference with Clustered Errors. The Review of Economics and Statistics 90(3): 414-427.",
        "Card, David and Alan B. Krueger. 1992. School Quality and Black-White Relative Earnings: A Direct Assessment, Quarter~y Journal of Economics, 107(1): 151-200.",
        "Cascio, Elizabeth U. 2004. Schooling Attainment and the Introduction of Kindergartens into Public Schools. Mimeo, University of California, Davis.",
        "Chapman, Hiram R. 1975. A Conceptual Framework and Implementation Plan for the Antic~ated Expansion of the Alabama Kindergarten Program. Ph.D. Dissertation, University of Alabama.",
        "Currie, Janet. 2001. Early Childhood Education Programs. Journal of Economic Perspectives, 15(2), 213-238.",
        "Currie, Janet and Duncan Thomas. 1995. Does Head Start Make a Difference? American Economic Review, 85(3): 341-364.",
        "Dean, Stuart E. 1960. Elementa~y SchoolAdministration and Organi~ation: A National Surveji of Policies and Practices. Washington, DC: U.S. GPO.",
        "Education Commission of the States. 1971 a. Eariy Childhood Development: Alternatives for Program Implementation in the States. Denver, CO: ECS.",
        "I 971b. Legislation, Achievements and Problems in Education: A Surveji of the States, 1971. Denver, CO: ECS. (ERIC No. ED048406).",
        "I 974a. 1973 State Education Legislation andActivi~y: Curriculum, Instruction and Special Programs: A Surveji of the States. Denver, CO: ECS. (ERIC No. ED093034).",
        "I 974b. 1973 State Education Legislation andActivi~y: Schools, Students, and Services: A Surveji of the States. Denver, CO: ECS. (ERIC No. ED091837).",
        "I 974c. 1973 State Education Legislation andActivi~y: School Finance: A Surveji of the States. Denver, CO: ECS. (ERIC No. ED091835).",
        "I 974d. 1973 State Education Legislation andActivi~y: General Governance andAdministration: A Surveji of the States. Denver, CO: ECS. (ERIC No. ED089473).",
        "Forgione, Pascal D. 1977. The Politics of Eary Education Legislation: Three Comparative Case Studies. Ph.D. Dissertation, Stanford University.",
        "Garces, Eliana, Duncan Thomas, and Janet Currie. 2002. Longer Term Effects of Head Start. American Economic Review 92(4): 999-1012.",
        "Gormley, Wiffiam T. and Ted Gayer. 2005. Promoting School Readiness in Oklahoma: An Evaluation of Tulsas Pre-K Program. Journal of Human Resources 40(3): 533-558.",
        "Harris, Delores M. 1987. The Or~gins and Development of Public Kindergarten Poli~y in the State of Ma~yland: Selected Jurisdictions. Ph.D. Dissertation, University of Maryland College Park.",
        "Heckman, James and Dimitriy Masterov. 2007. The Productivity Argument for Investing in Young Children. NBER Working Paper 13016. Cambridge, MA: NBER.",
        "Hirsch, Barry T. and Edward J. Schumacher. 2004. Match Bias in Wage Gap Estimates Due to Earnings Imputation. Journal of Labor Economics 22(3): 689-722.",
        "Jones, Janie L. 1977. Kentuckji `s Kindergarten Program: Four Years Later. Frankfort, KY: Kentucky Legislative Research Commission. (Research Report No. 132).",
        "Jones, Jean Yavis. 1979. The Head Start Program - Histo~y, Legislation, Issues and Funding 1964-1978. Washington, D.C.: Congressional Research Service. Report 79-14 EPW.",
        "Kanensiger, Andy. 1983. Mississippi Votes `Monumental Reforms in Education Programs. Education Week (January 12, 1983).",
        "Karoly, Lynn A., Peter W. Greenwood, Susan S. Everingham, Jill Hoube, M. Rebecca Kilburn, C. Peter Rydell, Matthew Sanders, and James Chiesa. 1997. Investing in Our Children: What We Know and Dont Know About the Costs and Benefits of Eary Childhood Interventions. Santa Monica: RAND.",
        "Krueger, Alan B. and Diane M. Whitmore. 2002. Would Smaller Classes Help Close the BlackWhite Achievement Gap? In Bridging the Achievement Gap, ed. John E. Chubb and Tom Loveless, 11-46. Washington, D.C.: The Brookings Institution.",
        "Lightfoot, Bobbye K. 1982. A Histo~y of the Development of State-Funded Kindergartens in Alabama. Ed.D. Dissertation, University of Alabama.",
        "Lochner, Lance, and Enrico Moretti. 2004. The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports. American Economic Review 94(1): 155-189.",
        "Ludwig, Jens and Douglas L. Miller. 2007. Does Head Start Improve a Childrens Life Chances? Evidence from a Regression Discontinuity Design. Quarter~y Journal of Economics 122(1): 159-208.",
        "National Education Association. 1962. Kindergarten Practices, 1961. Washington, DC: the Association.",
        "Oreopoulos, Philip, Marianne E. Page, and Ann Huff Stevens. 2006. The Intergenerational Effects of Compulsory Schooling. Journal of Labor Economics 24(4): 729-760.",
        "Reber, Sarah. 2007. Desegregation and Educational Attainment for Blacks. NBER Working Paper 13193. Cambridge, MA: NBER.",
        "Tanner, Laurel N. and Daniel Tanner. 1973. Unanticipated Effects of Federal Policy: the Kindergarten. Educational Leadership 31(1): 49-52.",
        "Texas State Department of Community Affairs. 1972. Eariy Childhood Development in Texas: 1972. Austin: Office of Early Childhood Development. (ERIC No. ED072867). U.S. Department of Education, Office of Education. I 963a. Public School Finance Programs, 196162. Washington, DC: U.S. GPO.",
        "I 963b. Public School Finance Programs, 1962-63. Washington, DC: U.S. GPO.",
        "Watson, Jeanette and Fritz Lanham. 1971. Eariy Childhood Development in Texas. Special Report. Austin: Texas State Department of Community Affairs, Office of Early Childhood Development. (ERIC No. ED067145)."
    ]
}