{
    "id": 14956,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Berry, S., Levinsohn, J. and Pakes, A. (1995), `Automobile Prices in Market Equilibrium, Econometrica 63(4), pp. 841-90.",
        "Berry, S., Levinsohn, J. and Pakes, A. (1999), `Voluntary Export Restraints on Automobiles: Evaluating a Strategic Trade Policy, American Economic Review 89(3), pp. 400-30.",
        "Broda, C. and Weinstein, D. (2006), `Globalization and the Gains from Variety, Quarterly Journal of Economics 121(2), pp. 541-85.",
        "Feenstra, R. C. (1994), `New Product Varieties and the Measurement of International Prices, The American Economic Review 84(1), pp. 157-177.",
        "Feenstra, R. C. (2004), Advanced International Trade : Theory and Evidence, Princeton University Press, Princeton, N.J.",
        "Goldberg, P. K. (1995), `Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry, Econometrica 63(4), pp. 891-951.",
        "Goldberg, P. K. and Verboven, F. (2005), `Market Integration and Convergence to the Law of One Price: Evidence from the European Car Market, Jounal of International Economics 65(1), pp. 49-73.",
        "Helpman, E. and Krugman, P. R. (1985), Market structure and foreign trade : increasing returns, imperfect competition, and the international economy / Elhanan Helpman and Paul R. Krugman, MIT Press, Cambridge, Mass. :.",
        "Imbs, J. and Mejean, I. (2008), `Elasticity Optimism, mimeo UC Berkeley.",
        "Krugman, P. R. (1979), `Increasing returns, monopolistic competition, and international trade, Journal of International Economics 9(4), pp. 469-479.",
        "Petrin, A. (2002), `Quantifying the Benefits of New Products: The Case of the Minivan, Journal of Political Economy 110(4), pp. 705-29.",
        "Rauch, J. (1999), `Neworks versus Markets in International Trade, Jounal of International Economics 48(1), pp. 7-37.",
        "Sato, K. (1976), `The Ideal Log-Change Index Number, Review of Economics and Statistics 58(2), pp. 223-228.",
        "Vartia, Y. 0. (1976), `Ideal Log-Change Index Numbers, Scandinavian Journal of Statistics 3, pp. 121-126."
    ]
}