{
    "id": 14958,
    "cites": 25,
    "cited_by": 15,
    "reference": [
        "Rossi, P., G. Allenby, and R. McCulloch (2006). Bayesian Statistics and Marketing. Wiley.",
        "Risley, H. H. (1981). The Tribes and Castes of Bengal, Volume II. Firma Mukhopadhyay.",
        "Rosenzweig, M. R. and 0. Stark (1989). Consumption smoothing, migration, and marriage: Evidence from rural India. The Journal of Political Economy 97(4), 905-926.",
        "Anderson, 5. (2003). Why Dowry Payments Declined with Modernization in Europe but Are Rising in India. The Journal of Political Economy 111(2), 269-310.",
        "Bargain, 0., 5. K. Bhaumik, M. Chakrabarty, and Z. Zhao (2007). Returns to education and earnings differences between Chinese and Indian wage earners. Available at http : //www. iza. org/corifererice_files/worldb200T/bargairi_o1569 .pdf.",
        "Becker, G. 5. (1973). A theory of marriage: Part I. Journal of Political Economy 81(4), 813-46.",
        "Bose, N. K. (1958). Some aspects of caste in Bengal. The Journal of American Folklore 71, 397-4 12.",
        "Cole, H. L., G. J. Mailath, and A. Postlewaite (1992). Social norms, savings behavior, and growth. The Journal of Political Economy 100(6), 1092-1125.",
        "Dugar, S., H. Bhattacharya, and D. Reiley (2008). Cant buy me love: A field experiment exploring the tradeoff between income and caste in the Indian matrimonial market. Unpublished manuscript available at http : //www. aeaweb. org/annual_mtg_papers/2009/ retrieve .php?pdfid=170.",
        "Erdil, A. and H. Ergin (2008). Whats the matter with tie-breaking? Improving efficiency in school choice. American Economic Review 98, 669-689.",
        "Fernandez, R. (2003). Household formation, inequality, and the economy. Journal of the European Economic Association 1, 683-697.",
        "Fernandez, R. and R. Rogerson (2001). Sorting and long run inequality. Quarterly Journal of Economics 116, 1305-1341.",
        "Fisman, R., S. S. Iyengar, E. Kamenica, and I. Simonson (2006). Gender differences in mate selection: Evidence from a speed dating experiment. The Quarterly Journal of Economics 121 (2), 673-697.",
        "Fisman, R., S. S. Iyengar, E. Kamenica, and I. Simonson (2008). Racial preferences in dating. Review of Economic Studies 75(1), 117-132.",
        "Foster, A. and M. Rosenzweig (2001). Missing women, the marriage market and economic growth. Unpublished manuscript available at http://adfdell.pstc.brown.edu/paperssex. pdf.",
        "Fox, J. (2007). Estimating matching games with transfers. Unpublished manuscript available at http://home.uchicago.edu/-f ox/_Media/f oxmatching-2.pdf.",
        "Gale, D. and L. S. Shapley (1962). College admissions and the stability of marriage. The American Mathematical Monthly 69(1), 9-iS.",
        "Glinskaya, E. and M. Lokshin (2005). Wage differentials between the public and the private sectors in India. World Bank Policy Research Working Paper No. 3574 available at http: //ssrn. com/paper=719 121.",
        "Hitsch, G. J., A. Hortacsu, and D. Ariely (2006). What Makes You Click? Mate Preferences and Matching Outcomes in Online Dating. MIT Sloan Research Paper No. 4603-06 available at http: //ssrn. com/paper=895442.",
        "Lam, D. (1988). Marriage markets and assortative mating with household public goods: Theoretical results and empirical implications. The Journal of Human Resources 23(4), 462-487.",
        "Lee, 5. (2007). Preferences and choice constraints in marital sorting: Evidence from Korea. Unpublished manuscript available at http : //soohlee googlepages com/soohyunglee_JMP. pdf.",
        "Munshi, K. and M. Rosenzweig (2006). Traditional institutions meet the modern world: Caste, gender, and schooling choice in a globalizing economy. American Economic Review 96(4), 1225-1252.",
        "Murphy, K. M. and R. H. Topel (1985, October). Estimation and inference in two-step econometric models. Journal of Business and Economic Statistics 3(4), 370-79.",
        "Park, M. (2007). M&~a incentives and outcomes: Evidence from the mutual fund industry. Unpublished manuscript available at http : //www. econ umn. edu/mpark/Merger%2OPaper. pdf.",
        "Pathak, P. A. and T. SÃ\u0083Â¶nmez (2008). Leveling the playing field: Sincere and sophisticated players in the Boston mechanism. Forthcoming, American Economic Review."
    ]
}