{
    "id": 14952,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Almeida, Heitor, Murillo Campello and Michael S. Weisbach, 2004, The Cash Flow Sensitivity of Cash, Journal of Finance, 59, 1777-1804.",
        "Almeida, Heitor, Murillo Campello and Michael S. Weisbach, 2009, Corporate Financial and Investment Policies when Future Financing is not Frictionless, Journal of Coiporate Finance, forthcoming.",
        "Barclay, Michael, J and Clifford W. Smith, 1995, The Maturity Structure of Corporate Debt, Journal of Finance.",
        "Barnea, Amir, Robert A. Haugen and Lemma W. Senbet, 1980, A Rationale for Debt Maturity Structure and Call Provisions in the Agency Theoretic Framework, Journal of Finance, 35, 1223-1234.",
        "Berger, A. N., and G. F. Udell, 1990, Collateral, Loan Quality and Bank Risk, Journal of Monetary Economics 25, 21-42.",
        "Berkovitch, Elazar and E. Han Kim, 1990, Financial Contracting and Leverage Induced Over- and UnderInvestment Incentives, Journal of Finance, 45, 765-794.",
        "Besanko, D, and G. Kanatas, 1993, Credit market equilibrium with bank monitoring and moral hazard, Review of Financial Studies 6, 2 13-232.",
        "Bolton, Patrick and Freixas, Xavier, 2000, Equity, bonds and bank debt: capital structure and financial market equilibrium under asymmetric information. Journal of Political Economy 108, 324-35 1.",
        "Boot, A.W.A, and A.V. Thakor, 1997a, Banking Scope and Financial Innovation, Review of Financial Studies 10, 1099-1131.",
        "Chava, Sudheer and Michael R. Roberts, 2008, How does financing impact investment? The role of debt covenants. Journal of Finance, 63, 2085-2121.",
        "Chemmanur, Thomas J., and Paolo Fulghieri, 1994, Reputation, renegotiation, and the choice between bank loans and publicly traded debt, Review of Financial Studies 7, 475-506.",
        "Choe, H., R. Masulis, and V. Nanda, 1993, Common Stock Offerings Across the Business Cycle: Theory and Evidence, Journal of Empirical Finance, 1, 3-3 1.",
        "Diamond, Douglas W., 1991a, Monitoring and Reputation: The Choice between Bank Loans and Directly Placed Debt, Journal of Political Economy 99, 689-721.",
        "Diamond, Douglas W., 1991b, Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics, 106, 709-737.",
        "Dittmar, Amy and Robert Dittmar, 2007, The Timing of Financing Decisions: An Examination of the Correlation in Financing Waves, Journal of Financial Economics, forthcoming.",
        "Dittmar, Amy and Anjan Thakor, 2007, Why do Firms Issue Equity? Journal of Finance, 42, 1-54.",
        "Flannery, Mark J., 1986, Asymmetric Information and Risky Debt Maturity Choice, Journal of Finance, 41, 19-37.",
        "Gomes, Armando and Gordon Phillips, 2007, Private and Public Security Issuance by Public Firms: The Role of Asymmetric Information, Working Paper, University of Maryland.",
        "Graham, John R. and Campbell R. Harvey, 2001, The theory and practice of corporate finance: evidence from the field, Journal of Financial Economics, 187-244.",
        "Guedes, Jose and Tim Opler, 1996, The Determinants of the Maturity of Corporate Debt Issues, Journal of Finance, 51, 1809-1833.",
        "Holmstrom, Bengt and Jean Tirole, 1997, Financial Intermediation, loanable funds, and the real sector, Quarterly Journal of Economics 112, 663-691.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, 1993, The Choice between Public and Private Debt: An Analysis of Post Deregulation Corporate Financing in Japan, NBER Working Paper 4421.",
        "Ivashina, Victoria and David Scharfstein, 2008, Bank Lending During the Financial Crisis of 2008, Working Paper, Harvard Business School.",
        "Kisgen, Darren J., 2008, Do firms target credit ratings or leverage levels?, Journal of Financial and Quantitative Analysis.",
        "Korajczyk, Robert A. and Amnon Levy, 2003, Capital structure choice: Macroeconomic conditions and financial constraints, Journal of Financial Economics, 68, 75-109.",
        "Levy, Amnon and Christopher Hennessy, 2007, Why does Capital Structure Choice Vary with Macroeconomic Conditions?, Journal of Monetary Economics, 54, 1545-1564.",
        "Lown, Cara S., Donald P. Morgan, and Sonali Rohatgi, 2000. Listening to loan officers: the impact of commercial credit standards on lending and output, Economic Policy Review, Federal Reserve Bank of New York Jul, 1-16.",
        "McFadden, Daniel, 1978, Modeling the Choice of Residential Location, In: Karlqvist, A. Lundqvist, L., Snickars, F., Weibull, J. (Eds.), Structural Interaction Theory and Planning Models. North-Holland, Amsterdam, pp. 75-96.",
        "McFadden, Daniel, 1981, Econometric Models of Probabilistic Choice, In: McFadden, D., Manski, C. (Eds.), Structural Analysis of Discrete Data with Econometric Applications. MIT Press, Cambridge, MA, pp. 198-272.",
        "Myers, Stewart C., 1977, Determinants of Corporate Borrowing, Journal of Financial Economics, 5, 147176.",
        "Myers Stewart C.and Nicholas S. Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Passov, Richard, 2003, How Much Cash Does your Company Need?, Harvard Business Review, November, 1-8.",
        "Repullo, Rafael, and Javier Suarez, 2000, Entrepreneurial moral hazard and bank monitoring: A model of the credit channel, European Economic Review 44, 193 1-1950.",
        "Scherr, Frederick C. and Heather M. Hulburt, 2001, The Debt Maturity of Small Firms, Financial Management 30, 84-ill.",
        "Shleifer, Andrei, 1986, Implementation Cycles, Journal of Political Economy, 94, 1163-1190.",
        "Smith, Clifford and Jerold Warner, 1979, On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics, 7, 117-161.",
        "Stein, Jeremy, 1992, Convertible Bonds as Backdoor Equity Financing, Journal of Financial Economics, 32, 3-21.",
        "Stulz, Rene M. and Herb Johnson, 1985, An Analysis of Secured Debt, Journal of Financial Economics, 14, 501-521."
    ]
}