{
    "id": 14959,
    "cites": 81,
    "cited_by": 10,
    "reference": [
        "BETTINGER, E., AND B. T. LONG (2005): Do Faculty Serve as Role Models? The Impact of Instructor Gender on Female Students, American Economic Review, 95(2), 152-157.",
        "BARRON, J. M., B. T. EWING, AND G. R. WADDELL (2000): The Effects of High School Participation on Education and Labor Market Outcomes, The Review of Economics and Statistics, 82(3), 409-421.",
        "BADGETT, M. V. L., AND N. FOLBRE (2003): Job Gendering: Occupational Choice and the Marriage Market, Industrial Relations: A Journal of Economy and Society, 42(2), 270-298.",
        "ARONSON, J., M. J. LUSTINA, C. GooD, K. KEOUGH, C. M. STEELE, AND J. BROWN (1999): When White Men Cant Do Math: Necessary and Sufficient Factors in Stereotype Threat, Journal of Experimental Social Psychology, 35(1), 29 46.",
        "ARNOLD, K. (1995): Lives of Promise: What Becomes of High School Valedictorians: A Fourteenyear Study of Achievement and Life Choices. Jossey-Bass, San Francisco, CA.",
        "ALTONJI, J. B., AND R. BLANK (1999): Race and Gender in the Labor Market, in Handbook of Labor Economics, ed. by 0. Ashenfelter, and D. Card, vol. 3c, pp. 3144-3259. Elsevier.",
        "XIE, Y., AND K. A. SHAUMAN (2003): Women in Science: Career Processes and Outcomes. Harvard University Press, Cambridge, MA.",
        "(2006): Economists Perspective on College Educated Women in the Information Technology Workforce, in Encyclopedia of Gender and Information Technology, ed. by E. M. Trauth. Idea Group Publishing.",
        "(2001): Is Teaching More Girls More Math the Key to Higher Wages?, in Squaring Up: Policy Strategies to Raise Womens Incomes in the U.S., ed. by M. C. King. The University of Michigan Press.",
        "(1999): Mathematical College Majors and the Gender Gap in Wages, Industrial Relations, 38(3), 407-413.",
        "WEINBERGER, C. J. (1998): Race and Gender Wage Gaps in the Market for Recent College Graduates, Industrial Relations, 37(1), 67-84.",
        "WARE, N. C., AND V. E. LEE (1988): Sex Differences in Choice of College Science Majors, American Educational Research Journal, 25(4), 593-614.",
        "TOBIAS, S., AND H. LIN (1991): Theyre Not Dumb, Theyre Different: Stalking the Second Tier, American Journal of Physics, 59(12), 1155-1157.",
        "TOBIAS, 5. (1993): Overcoming Math Anxiety. W. W. Norton and Company, New York, NY.",
        "STEELE, C. M., AND J. ARONSON (1995): Stereotype Threat and the Intellectual Test Performance of African Americans, Journal of Personality and Social Psychology, 69(5), 797-811.",
        "STEELE, C. M. (1997): A Threat in the Air: How Stereotypes Shape Intellectual Identity and Performance, American Psychologist, 52(6), 613-629.",
        "SPENCER, S. J., C. M. STEELE, AND D. M. QUINN (1999): Stereotype Threat and Womens Math Performance, Journal of Experimental Social Psychology, 35(1), 4-28.",
        "STAKE, J. E., AND C. R. GRANGER (1978): Same-Sex and Opposite-Sex Teacher Model Influences on Science Career Commitment Among High School Students, Journal of Educational Psychology, 70(2), 180-186.",
        "SEYMOUR, E., AND N. M. HEWITT (2000): Talking About Leaving: Why Undergraduates Leave the Sciences. Westview Press, 2 edn.",
        "ROTHSTEIN, D. 5. (1995): Do Female Faculty Influence Female Students Educational and Labor Market Attainments?, Industrial and Labor Relations Review, 48(3), 515-30.",
        "RIVKIN, S. G., E. A. HANUSHEK, AND J. F. KAIN (2005): Teachers, Schools and Academic Achievement , Econometrica, 73(2), 417-58.",
        "RESKIN, B. F. (1984): Sex Segregation in the Workplace: Trends, Explanations, Remedies. National Academy Press.",
        "POLACHEK, S. W. (1978): Sex differences in college major, Industrial and Labor Relations Review, 31(4), 498-508.",
        "NOWELL, A., AND L. V. HEDGES (1998): Trends in Gender Differences in Academic Achievement from 1960 to 1994: An Analysis of Differences in Mean, Variance, and Extreme Scores, Sex Roles: A Journal of Research, 39(1-2), 21-43.",
        "NIxoN, L. A., AND M. D. ROBINSON (1999): The Educational Attainment of Young Women: Role Model Effects of Female High School Faculty, Demography, 36(2), 185-194.",
        "NIEDERLE, M., AND A. H. YESTRUMSKAS (2008): Gender Differences in Seeking Challenges: The Role of Institutions, Working Paper 13922, National Bureau of Economic Research.",
        "NEUMARK, D., AND R. GARDECKI (1998): Women Helping Women? Role Model and Mentoring Effects on Female Ph.D. Students in Economics, Journal of Human Resources, 33(1), 220-46.",
        "(2006): Science and Engineering Degrees: 1966-2004, Discussion Paper NSF 07-307, National Science Foundation, Division of Science Resources Statistics.",
        "NATIONAL SCIENCE FOUNDATION (1904): Women, Minorities, and Persons with Disabilities in Science and Engineering: 1994, Discussion Paper NSF 94-333, National Science Foundation, Division of Science Resources Studies.",
        "NATIONAL BUREAU OF ECONOMIC RESEARCH (2006): Diversifying the Science and Engineering Workforce: Women, Underrepresented Minorities, and Their Science and Engineering Careers, http://www.nber.org/sewp/events/2005.01. 14/Agenda-1-14-05-WEB.htm.",
        "MARGOLIS, J., AND A. FISHER (2002): Unlocking the Clubhouse: Women in Computing. The MIT Press, Cambridge, MA.",
        "LUNNEBORG, P. W. (1982): Role Model Influences of Nontraditional Professional Women, Journal of Vocational Behavior, 20(3), 276-281.",
        "LINN, M. C., AND J. S. HYDE (1989): Gender, Mathematics, and Science, Educational Researcher, 18(8), 17-27.",
        "LESLIE, L. L., G. T. MCCLURE, AND R. L. OAXACA (1998): Women and Minorities in Science and Engineering. A Life Sequence Analysis, Journal of Higher Education, 69(3), 239-276.",
        "LEAHEY, E., AND G. GUO (2001): Gender Differences in Mathematical Trajectories, Social Forces, 80(2), 713-732.",
        "LAVY, V., AND A. SCHLOSSER (2007): Does Being with More Girls in School Improve Students Human Capital Outcomes and Behavior? Evidence on Effects and Mechanisms, unpublished manuscript.",
        "LAPAN, R. T., P. SHAUGHNESSY, AND K. BOGGS (1996): Efficacy Expectations and Vocational Interests as Mediators between Sex and Choice of Math/Science College Majors: A Longitudinal Study, Journal of Vocational Behavior, 49(3), 277 291.",
        "LAHELMA, E. (2000): Lack of Male Teachers: A Problem for Students or Teachers?, Pedagogy, Culture and Society, 8(2), 173-186.",
        "KANE, T. J., AND D. 0. STAIGER (2008): Estimating Teacher Impacts on Student Achievement: An Experimental Evaluation, Working Paper 14607, National Bureau of Economic Research.",
        "KANE, T. J., J. E. ROCKOFF, AND D. 0. STAIGER (2008): What does certification tell us about teacher effectiveness? Evidence from New York City, Economics of Education Review, 27(6), 615 631.",
        "KAHLE, J. B., AND M. L. MATYAS (1987): Equitable Science and Mathematics Education: A Discrepancy Model, in Women: Their Underrepresentation and Career Differentials in Science and Engineering, ed. by L. S. Dix, vol. 3c. National Academy Press.",
        "JACOBS, J. A. (1996): Gender Inequality and Higher Education, Annual Review of Sociology, 22(1), 153-185.",
        "HYDE, J. S., E. FENNEMA, AND S. J. LAMON (1990): Gender Differences in Mathematics Performance: A Meta-Analysis, Psychological Bulletin, 107(2), 139-155.",
        "HYDE, J. 5. (1997): Gender Differences in Math Performance: Not Big, Not Biological, in Women, Men, and Gender: Ongoing Debates, ed. by M. R. Walsh, pp. 283-287. Yale University Press.",
        "HYDE, J. 5. (1981): How Large are Cognitive Gender Differences? A Meta-Analysis using !w2 and d, American Psychologist, 36(8), 892-901.",
        "HOLMLUND, H., AND K. SUND (2007): Is the Gender Gap in School Performance Affected by the Sex of the Teacher, Labour Economics, 15(1), 37-53.",
        "(2009): Professor Qualities and Student Achievement, Review of Economics and Statistics, 91(1), 83-92.",
        "HOFFMANN, F., AND P. OREOPOULOS (2007): A Professor Like Me: The Influence of Instructor Gender on College Achievement, Working Paper 13182, National Bureau of Economic Research.",
        "HODGE, R. W., P. M. SIEGEL, AND P. H. RoSSI (1964): Occupational Prestige in the United States, 1925-63, American Journal of Sociology, 70(3), 286.",
        "HANSON, S. L. (1996): Lost Talent: Women in the Sciences, Report, Temple University Press.",
        "HARACKIEWICZ, J. M., AND A. J. ELLIOT (1993): Achievement Goals and Intrinsic Motivation, Journal of Personality and Social Psychology, 65(5), 904-915.",
        "HALL, R. M., AND B. R. SANDLER (1982): The Classroom Climate: A Chilly One for Women?, Report 1982-02-00, Association of American Colleges.",
        "GOLDIN, C., AND C. ROUSE (2000): Orchestrating Impartiality: The Impact of Blind Auditions on Female Musicians, American Economic Review, 90(4), 715-742.",
        "GOLDIN, C., L. KATZ, AND I. KUZIEMKO (2006): The Homecoming of American College Women: The Reversal of the College Gender Gap, Journal of Economic Perspectives, 20(4), 133-156.",
        "FRIEDMAN, L. (1989): Mathematics and the Gender Gap: A Meta-Analysis of Recent Studies on Sex Differences in Mathematical Tasks, Review of Educational Research, 59(2), 185-213.",
        "FEINGOLD, A. (1988): Does Cognitive Gender Differences are Disappearing, American Psychologist, 43(2), 95-103.",
        "ELLIOTT, E. S., AND C. S. DWECK (1988): Goals: An approach to motivation and achievement, Journal of Personality and Social Psychology, 54(1), 5-12.",
        "ELLIOT, A. J., AND J. M. HARACKIEWICZ (1994): Goal Setting, Achievement Orientation, and Intrinsic Motivation: A Mediational Analysis, Journal of Personality and Social Psychology, 66(5), 968-980.",
        "EIDE, E. (1994): College Major Choice and Changes in the Gender Wage Gap, Contemporary Economic Policy, 12(2), 55-64.",
        "EHRENBERG, R. G., D. D. GOLDHABER, AND D. J. BREWER (1995): Do Teachers Race, Gender, and Ethnicity Matter? Evidence from the National Educational Longitudinal Study of 1988, Industrial and Labor Relations Review, 48(3), 547-561.",
        "ECKEL, C. C., AND P. J. GROSSMAN (2008): The Difference in the Economic Decisions of Men and Women: Experimental Evidence, in Handbook of Experimental Economics Results, ed. by C. Plott, and V. Smith, vol. 1. Elsevier.",
        "ECCLES, J. 5. (1987): Gender Roles and Womens Achievement-Related Decisions, Psychology of Women Quarterly, 11(2), 135-172.",
        "DIPRETE, T. A., AND C. BUCHMANN (2006): Gender-Specific Trends in the Value of Education and the Emerging Gender Gap in College Completion, Demography, 43(1), 1-24.",
        "(2007): Teachers and the Gender Gaps in Student Achievement, J. Human Resources, 42(3), 528-554.",
        "DEE, T. 5. (2005): A Teacher Like Me: Does Race, Ethnicity, or Gender Matter?, American Economic Review, 95(2), 158-165.",
        "CUTRONA, C. E., V. COLE, N. COLANGELO, S. G. ASSOULINE, AND D. W. RUSSELL (1994): Perceived Parental Social Support and Academic Achievement: An Attachment Theory Perspective, Journal of Personality and Social Psychology, 66(2), 369-378.",
        "(2008): Role Models, School Improvement and the `Gender Gap: Do Men Bring Out the Best in Boys and Women the Best in Girls?, British Educational Research Journal, 34(3), 315-327.",
        "CARRINGTON, B., P. TYMMS, AND C. MERRELL (2005): Forget Gender: Whether a Teacher is Male or Female Doesnt Matter, in Teacher, vol. 11. Australian Council for Educational Research.",
        "CARRELL, S. E., AND J. E. WEST (2008): Does Professor Quality Matter? Evidence from Random Assignment of Students to Professors, Working Paper 14081, National Bureau of Economic Research.",
        "CARRELL, S. E., R. L. FULLERTON, AND J. E. WEST (2008): Does Your Cohort Matter? Estimating Peer Effects in College Achievement, Working Paper 14032, National Bureau of Economic Research.",
        "CANES, B., AND H. ROSEN (1995): Following in Her Footsteps? Faculty Gender Composition and Womens Choices of College Majors, Industrial and Labor Relations Review, 48(3), 486-504.",
        "BROWN, C., AND M. CORCORAN (1997): Sex-Based Differences in School Content and the MaleFemale Wage Gap, Journal of Labor Economics, 15(3), 431-465.",
        "BOGGIANO, A. K., D. S. MAIN, AND P. A. KATZ (1988): Childrens Preference for Challenge: The Role of Perceived Competence and Control, Journal of Personality and Social Psychology, 54(1), 134-141.",
        "BLAU, F. D., AND L. M. KAHN (2000): Gender Differences in Pay, The Journal of Economic Perspectives, 14(4), 75-99.",
        "BLAKEMORE, A. E., AND S. A. LOW (1984): Sex Differences in Occupational Selection: The Case of College Majors, The Review of Economics and Statistics, 66(1), 157-163.",
        "BLACK, S. L., AND P. E. STRAHAN (2001): The Division of Spoils: Rent-sharing and discrimination in a regulated industry, American Economic Review, 91(4), 814-831.",
        "BEYER, S., AND E. M. BOWDEN (1997): Gender Differences in Self-Perceptions: Convergent Evidence from Three Measures of Accuracy and Bias, Personality and Social Psychology Bulletin, 23(1), 157-172.",
        "BEYER, 5. (1997): Gender Differences in the Accuracy of Self-Evaluations of Performance, Personality and Social Psychology Bulletin, 23(1), 960-970.",
        "(1983): The Relationship of Mathematics Self-Efficacy Expectations to the Selection of Science-Based College Majors, Journal of Vocational Behavior, 23(3), 329-345.",
        "BETZ, N. E., AND G. HACKETT (1981): The Relationship of Career-Related Self-Efficacy Expectations to Perceived Career Options in College Women and Men, Journal of Counseling Psychology, 28(5), 399-410.",
        "BETZ, N. (1997): What Stops Women and Minorities from Choosing and Completing Majors in Science and Engineering?, in Minorities and Girls in School: Effects on Achievement and Performance, ed. by D. Johnson, and D. H. Johnson, pp. 105-140. Sage Publications."
    ]
}