{
    "id": 14961,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "Stapleton, R., Subrahmanyam, M., 1977. Market imperfections, capital market equilibrium, and corporate finance. Journal of Finance 32, 307-3 19.",
        "Stulz, R., 1999. Globalization, corporate finance, and the cost of capital. Journal of Applied Corporate Finance 12, 8-25.",
        "Solnik, B.H., 1974. Why not diversify internationally rather than domestically? Financial Analysts Journal 30, 48-54.",
        "Schmukler, S., Vesperoni, E., 2006. Financial globalization and debt maturity in emerging economies. Journal of Development Economics 79, 183-207.",
        "Reese, W.A. Jr., Weisbach, M.S., 2002. Protection of minority shareholder interests, crosslistings in the United States, and subsequent equity offerings. Journal of Financial Economics 66, 65-104.",
        "Rangan, 5., 1998. Earnings management and the performance of seasoned equity offerings. Journal of Financial Economics 50, 101-122.",
        "Patro, D., Wald, J., 2005. Firm characteristics and the impact of emerging market liberalizations.",
        "Pagano, M., RoÃ\u0083Â«ll, A., Zechner, J., 2002. The geography of equity listing: Why do companies list abroad? Journal of Finance 57, 265 1-2694.",
        "Obstfeld, M., Taylor, A.M., 2004. Global Capital Markets: Integration, Crises, and Growth. Cambridge University Press, New York.",
        "Pagano, M., Panetta, F., Zingales, L., 1998. Why do companies go public? An empirical analysis. Journal of Finance 53, 27-64.",
        "Miller, D.P., 1999. The market reaction to international cross-listings: Evidence from depository receipts. Journal of Financial Economics 51, 103-123.",
        "Loughran, T., Ritter, J.T., 1995. The new issues puzzle. Journal of Finance 50, 23-5 1.",
        "Loughran, T., Ritter, J.T., 1997. The operating performance of firms conducting seasoned equity offerings. Journal of Finance 52, 1823-1850.",
        "Levine, R., Schmukler, 5., 2007. Migration, liquidity spillovers, and trade diversion: The effects of internationalization on stock market activity. Journal of Banking and Finance 31, 1595- 16 12.",
        "Levine, R., Schmukler, 5., 2006. Internationalization and stock market liquidity. Review of Finance 10, 153-187.",
        "Lang, M., Raedy, J.S., Yetman, M.H., 2003. How representative are firms that are cross-listed in the United States? An analysis of accounting quality. Journal of Accounting Research 41, 363-386.",
        "Lang, M., Lins, V., Miller, D.P., 2003. ADRs, analysts, and accuracy. Does cross listing in the United States improve a firms information environment and increase market value? Journal of Accounting Research 41, 3 17-345.",
        "Kim, W., Weisbach, M.S., 2008. Motivations for public equity offers: An international perspective. Journal of Financial Economics 87, 287-307.",
        "Kose, M.A., Prasad, E., Rogoff, K., Wei, S.J., 2009. Financial globalization: A reappraisal. IMF Staff Papers 56, 8-62.",
        "Henry, P.B., 2007. Capital account liberalization: Theory, evidence, and speculation. Journal of Economic Literature 45, 887-935.",
        "Jensen, M.C., Meckling, W.H., 1976. Theory of the firm: Managerial behavior, agency costs and ownership structure. Journal of Financial Economics 3, 305-360.",
        "Henderson, B.J., Jegadeesh, N., Weisbach, M.S., 2006. World markets for raising new capital. Journal of Financial Economics 82, 63-10 1.",
        "Gozzi, J.C., Levine, R., Schmukler, 5., 2008. Internationalization and the evolution of corporate valuation. Journal of Financial Economics 88, 607-632.",
        "Forbes, K., 2007. The microeconomic evidence on capital controls: No free lunch, in: Edwards, S. (Ed.), Capital Controls and Capital Flows in Emerging Economies: Policies, Practices, and Consequences. University of Chicago Press, Chicago, pp. 17 1-199.",
        "Foerster, S.R., Karolyi, G.A., 1999. The effects of market segmentation and investor recognition on asset prices: Evidence from foreign stocks listing in the United States. Journal of Finance 54, 981-1013.",
        "Errunza, V., Losq, E., 1985. International asset pricing under mild segmentation: Theory and test. Journal of Finance 40, 105-124.",
        "Errunza, V., Miller, D.P., 2000. Market segmentation and the cost of capital in international equity markets. Journal of Financial and Quantitative Analysis 35, 577-600.",
        "Domowitz, I., Glen, J., Madhavan, A., 1998. International cross-listing and order flow migration: Evidence from an emerging market. Journal of Finance 53, 200 1-2027.",
        "Doidge, C., Karolyi, G.A., Stulz, R.M., 2004. Why are firms that list in the U.S. worth more? Journal of Financial Economics 71, 205-238.",
        "DeAngelo, H., DeAngelo, L., Stulz, R.M., 2007. Fundamentals, market timing, and seasoned equity offerings. NBER Working Paper No. 13285.",
        "Coffee, J.C. Jr, 2002. Racing towards the top? The impact of cross-listings and stock market competition on international corporate governance. Columbia Law Review 102, 17571831.",
        "Claessens, S., Schmukler, 5., 2007. International financial integration through equity markets: Which firms from which countries go global? Journal of International Money and Finance 26, 788-8 13.",
        "Claessens, 5., 2006. Competitive implications of cross-border banking, in: Caprio, G., Evanof, D., Kaufman, G., (Eds.), Cross-Border Banking: Regulatory Challenges. World Scientific Publishing Co., New Jersey, pp. 15 1-182.",
        "Chari, A., Henry, P.B., 2008. Firm-specific information and the efficiency of investment. Journal of Financial Economics 87, 63 6-655.",
        "Chari, A., Henry, P.B., 2004. Risk sharing and asset prices: Evidence from a natural experiment.",
        "Carey, M., Nini, G., 2007. Is the corporate loan market globally integrated? A pricing puzzle.",
        "Bernard, A., Jensen, J.B., Redding, S., Schott, P., 2007. Firms in international trade. Journal of Economic Perspectives 21, 105-130.",
        "Black, F., 1974. International capital market equilibrium with investment barriers. Journal of Financial Economics 1, 337-352.",
        "Baker, M., Wurgler, J., 2002. Market timing and capital structure. Journal of Finance 57, 1-32.",
        "Baker, M., Wurgler, J., 2000. The equity share in new issues and aggregate stock returns. Journal of Finance 55, 22 19-2257.",
        "Alexander, G.J., Eun, C.S., Janakiramanan, 5., 1987. Asset pricing and dual listing on foreign capital markets: A note. Journal of Finance 42, 15 1-158."
    ]
}