{
    "id": 14964,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Weber H, Lumbar disc herniation. A controlled, prospective study with ten years of observation, Spine 8(2), 1983: 131-40.",
        "Weinstein JN, Tosteson TD, Lurie JD, Tosteson AN, Hanscom B, Skinner JS, Hanscom B, Abdu BA, Hilibrand AS, Boden SD, Deyo RA, Surgical vs nonoperative treatment for lumbar disk herniation: the Spine Patient Outcomes Research Trial (SPORT): a randomized trial, JAMA 296 (20), 2006a: 244 1-50.",
        "Waddell, Gordon, The Back Pain Revolution (2nd Ed.) New York: Churchill Livingston, 2004.",
        "Trout, Andrew T., David F. Kallmes, Leigh A. Gray, Barbara A. Goodnature, Sandra L. Everson, Bryan A. Comstock, and Jeffrey G. Jarvik, Evaluation of Vertebroplasty with a Validated Outcome Measure: The Roland-Morris Disability Questionnaire, American Journal of Neuroradiology 26, November/December 2005: 2652-2657.",
        "Patrick DL, Deyo RA, Atlas SJ, Singer DE, Chapin A, Keller RB, Assessing Health-related Quality of Life in Patients with Sciatica, Spine 20(17), September 1, 1995:1899-908.",
        "Rege, Man, Kjetil Telle, and Mark Vortruba, Social Interaction Effects in Disability Pension Participation: Evidence from Plant Downsizing, working paper, Case Western Reserve University, June 2008.",
        "Miller, Greg, Brain Scans of Pain Raise Questions for the Law, Science 323 (January 9, 2009): 195.",
        "Melzack, Ronald, Pain: Past, Present, and Future, Canadian Journal of Experimental Psychology 47(4) 1993: 615-629.",
        "Krueger, Alan B., and Arthur A. Stone, Assessment of pain: a community-based diary survey in the USA, The Lancet, 37 1(9623), May 3, 2008: 15 19-1525.",
        "Krueger, Alan B., Daniel Kahneman, David Schkade, Norbert Schwarz, and Arthur A. Stone, National time accounting: the currency of life, in Alan B. Krueger (ed.) Measuring the Subjective Well-Being of Nations: National Accounts of Time Use and Well-Being, forthcoming, 2007.",
        "Krause, N., et al., Psychosocial Job Factors, Physical Workload, and Incidence of WorkRelated Spinal Injury: A 5-Year Prospective Study of Urban Transit Operators, Spine, 23(23), 1998: 2507-2516.",
        "Keller RB, M.D., Atlas SJ, M.D., MPH, Singer DE, M.D., et al. The Maine Lumbar Spine Study, Part I: Background and Concepts. Spine 21, 1996:1796-76.",
        "Kapteyn, Arie, James Smith, and Arthur van Soest, Dynamics of Work Disability and Pain, Working paper, the Rand Corporation, March 2006.",
        "Kahneman, Daniel, and Alan B. Krueger, Developments in the Measurement of Subjective Well-Being, Journal of Economic Perspectives, 20(1), Winter 2006: 3-24.",
        "Kahneman, Daniel, Alan B. Krueger, David A. Schkade, Norbert Schwarz and Arthur A. Stone, A Survey Method for Characterizing Daily Life Experience: The Day Reconstruction Method, Science 306 (5702) 2004: 1776-780.",
        "Jensen, Maureen C., Michael N. Brant-Zawadzki, Nancy Obuchowski, Michael T. Modic, Dennis Malkasian, and Jeffrey S. Ross, Magnetic Resonance Imaging of the Lumbar Spine in People without Back Pain, New England Journal of Medicine, 33 1(2), July 14, 1994: 6973.",
        "Hagen, K., et al., Socioeconomic Factors and Disability Retirement from Back Pain: A Population-Based Prospective Study in Norway 1983-1993, Spine, 2000.",
        "Hadler NM, Tait RC, Chibnall JT, Back pain in the workplace, Journal of the American MedicalAssociation, 297(14), April 11,2007: 1594-6.",
        "Gluck, J. and A. Oleinick, Claim Rates of Compensable Back Injuries by Age, Gender, Occupation, and Industry, Spine, 23(14), July 15, 1998: 1572-1587.",
        "Glaeser, Edward., Bruce Sacerdote, and Jose Scheinkman, The Social Multiplier, Journal of the European Economic Association, April-May 2003.",
        "Glaeser, Edward., Bruce Sacerdote, and Jose Scheinkman, Crime and Social Interactions, Quarterly Journal of Economics, 111, 1996: 507-548.",
        "Deyo RA, Battie M, Beurskens AJ, Bombardier C, Croft P, Koes B, Malmivaara A, Roland M, Von Korff M, Waddell G, Outcome measures for low back pain research. A proposal for standardized use, Spine 23(18), September 15, 1998: 2003-13.",
        "Deyo, R. and Y. Tsui-Wu, Functional Disability due to Back Pain: A Population-based Study Indicating the Importance of Socioeconomic Factors, Arthritis and Rheumatism 2005. 30: 1247-1253.",
        "Cutler, David, and Adriana Lleras-Muney, Education and Health: Evaluating Theory and Evidence, NBER Working Paper No. 12352, July 2006.",
        "Chou R, Qaseem A, Snow V, Casey D, Cross JT, Shekelle P, Owens DK. Diagnosis and treatment of low back pain: A joint clinical practice guideline from the American College of Physicians and the American Pain Society, Annals of Internal Medicine 147, 2007:478-9 1.",
        "Casey, Corinna Young, Melanie A. Greenberg, Perry M. Nicassio, R. Edward Harpin, David Hubbard, Transition from Acute to Chronic Pain and Disability: A Model including Cognitive, Affective, and Trauma Factors, Pain 134, 2008: 69-79.",
        "Case, Anne, and Angus Deaton, Broken Down by Work and Sex: How Our Health Declines, in D. Wise (ed.) Analyses in the Economics ofAging. University of Chicago Press and NBER, 2005.",
        "Bombardier C, Outcome assessments in the evaluation of treatment of spinal disorders: summary and general recommendations, Spine 25 (24), December 15, 2000: 3 100-3.",
        "Blanchflower, David G., International Evidence on Well-Being, NBER Working Paper No. 14318, September 2008.",
        "Benitez-Silva, Hugo, Buchinsky, Moshe, Chan, Hiu Man, Cheidvasser, Sofia and Rust, John P., How Large is the Bias is Self-Reported Disability? Journal of Applied Econometrics 19, 2004: 649-670.",
        "Banks, James, Michael Marmot, Zoe Oldfield, and James P. Smith, Disease and Disadvantage in the United States and in England, JAMA 295(7) May 3, 2006: 2037-2045.",
        "Autor, David H. and Mark G. Duggan, The Growth in the Disability Insurance Roles: A Fiscal Crisis Unfolding, Journal of Economic Perspectives 20(3), Fall 2006: 7 1-96 Balaki, M, DR Chialvo, DR Geha, et al., Chronic Pain and the Emotional Brain: Specific Brain Activity Associated with Spontaneous Fluctuations of Intensity of Chronic Back Pain, Journal of Neuroscience, 26, 2006: 12165-12173.",
        "Autor, David H. and Mark G. Duggan, The Rise in the Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics, 118:1, February 2003: 157-206.",
        "Atlas, Steven J., Tosteson TD, Hanscom B, Blood EA, Pransky GS, Abdu BA, Andersson GB, Weinstein JN, What is different about workers compensation patients? Socioeconomic predictors of baseline disability status among patients with lumbar radiculopathy, Spine 32, 2007: 2019-26.",
        "Atlas, Steven J, Chang Y, Keller RB, Singer DE, Wu YA, Deyo RA, The impact of disability compensation on long-term treatment outcomes of patients with sciatica due to a lumbar disc herniation, Spine 31, 2006: 306 1-9.",
        "Atlas. Steven J, Singer DE, Wu YA, Deyo RA, Keller RB, Long-term Outcomes of Surgical and Nonsurgical Management of Sciatica Secondary to a Lumbar Disc Herniation: 10 Year Results from the Maine Lumbar Spine Study, Spine 30, 2005: 927-35.",
        "Atlas, Steven J., RA Deyo, KB Keller, et al. The Maine Lumbar Spine Study, Part II. 1-year outcomes of surgical and nonsurgical management of sciatica, Spine 21, 1996: 1777-86.",
        "Apkarian, AV, Y. Sosa, S. Sonty, RE Levy, R. Harden, et al., Chronic Back Pain is Associated with Decreased Prefrontal and Thalamic Gray Matter Density, Journal of Neuroscience 24, 2004: 10410-10415."
    ]
}