{
    "id": 14965,
    "cites": 17,
    "cited_by": 10,
    "reference": [
        "Rodrik, Dani, Why Do More Open Economies Have Bigger Governments?, Jonnmal of Political Ecomomy, October 1998, 106 (5), 997-i032.",
        "Ravn, Morten 0. and Harald Uhlig, On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations, Review of Ecomomics amd Statistics, May 2002, 84 (2), 37i-376.",
        "Nunn, Nathan, Relationship-Specificity, Incomplete Contracts and the Pattern of Trade, Qnantenly Jonnmal of Ecomomics, 2007, l2~, 569-600.",
        "Lucas, Robert E., Jr., On the Mechanics of Economic Development, Jonnmal of Mometany Ecomomics, 1988, ~? (3-42).",
        "Kremer, Michael, The 0-Ring Theory of Economic Development, Qnantenly Jonnmal of Ecomomics, August 1993, 108 (3), 55i-75.",
        "Levchenko, Andrei A., Institutional Quality and International Trade, Review of Ecomomic Stndies, 2007, 7~ (3), 79i-8i9.",
        "Krebs, Tom, Pravin Krishna, and William Maloney, Trade Policy, Income Risk, and Welfare,  2008. Forthcoming, Review of Ecomomics amd Statistics.",
        "Koren, MiklÃ\u0083Â³s and Silvana Tenreyro, Volatility and Development, Qnantenly Jonnmal of Ecomomics, February 2007, l2~ (1), 243-87.",
        "Kraay, Aart and Jaume Ventura, Comparative Advantage and the Cross-Section of Business Cycles, Jonnmal of Ennopeam Ecomomic Associatiom, December 2007, 5(6), 13001333.",
        "Jones, Charles, Intermediate Goods and Weak Links: A Theory of Economic Development,  2008. mimeo, UC Berkeley.",
        "Dornbusch, Rudiger, Stanley Fischer, and Paul Samuelson, Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of Goods, Amen cam Ecomomic Review, 1977, 67, 823-39.",
        "Cowan, Kevin and Alejandro Neut, Intermediate Goods, Institutions, and Output Per Worker, 2007. Central Bank of Chile Working Paper No. 420.",
        "di Giovanni, Julian and Andrei A. Levchenko, Trade Openness and Volatility, 2007. Forthcoming, Review of Ecomomics amd Statistics.",
        "Costinot, Arnaud, On the Origins of Comparative Advantage, Jonrmal of Imtermatiomal Ecomomics, April 2009, 77 (2), 255-264.",
        "Broda, Christian and David Weinstein, Globalization and the Gains from Variety, Qnarterly Jonrmal of Ecomomics, May 2006, l~l (2), 54i-85.",
        "Blanchard, Olivier and Michael Kremer, Disorganization, Qnarterly Jonrmal of Ecomomics, 1997, ll~, 1091-1126.",
        "Becker, Gary and Kevin Murphy, The Division of Labor, Coordination Costs, and Knowledge,  Qnarterly Jonrmal of Ecomomics, 1992, 107, 1137-1160."
    ]
}