{
    "id": 14966,
    "cites": 44,
    "cited_by": 1,
    "reference": [
        "- , Comparative Advantage, Relative Wages, and the Accumulation of Human Capital, Journal of Political Economy, 2005, 113 (2), 425-46 1.",
        "Teulings, Coen, The Wage Distribution in a Model of the Assignment of Skills to Jobs, Journal of Political Economy, 1995, 103 (2), 280-3 15.",
        "- , Do Taxpayers Bunch at Kink Points? Evidence, Elasticity Estimation, and Salience Effects,  Unpublished manuscript, University of California, Berkeley April 2009.",
        "Saez, Emmanuel, Optimal Income Transfer Programs: Intensive versus Extensive Labor Supply Responses, Quarterly Journal of Economics, 2002, 117 (3), 1039-1073.",
        "Rothstein, Jesse, The Unintended Consequences of Encouraging Work: Tax Incidence and the EITC, Unpublished manuscript, Princeton University May 2008.",
        "Pencavel, John, Labor Supply of Men: A Survey, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics, Vol. 1, Amsterdam: Elsevier, 1986, pp. 3-102.",
        "- , Welfare Work Requirements with Paternalistic Government Preferences, The Economic Journal, November 2006, 116, F441-F458.",
        "Moffitt, Robert A., Welfare Programs and Labor Supply, in Alan J. Auerbach and Martin S.",
        "- and Dan T. Rosenbaum, Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers, Quarterly Journal of Economics, 2001, 116 (3), 1063-1114.",
        "Meyer, Bruce D., Labor Supply at the Extensive and Intensive Margins: The EITC, Welfare, and Hours Worked, American Economic Review, May 2002, 92 (2), 373-379.",
        "Lise, Jeremy, Shannon Seitz, and Jeffrey Smith, Equilibrium Policy Experiments and the Evaluation of Social Programs, Working Paper 10283, National Bureau of Economic Research January 2004.",
        "Liebman, Jeffrey B., The Impact of the Earned Income Tax Credit on Incentives and Income Distribution, in James M. Poterba, ed., Tax Policy and the Economy, volume 12, Cambridge, MA: MIT Press, 1998, pp. 83-119.",
        "- , The Optimal Design of the Earned Income Tax Credit, in Bruce D. Meyer and Douglas Holtz-Eakin, eds., Making Work Pay: The Earned Income Tax Credit and Its Impact on American Families, New York: Russell Sage Foundation Press, 2002.",
        "Kubik, Jeffrey D., The Incidence of Personal Income Taxation: Evidence from the Tax Reform Act of 1986, Journal of Public Economics, 2004, 88 (7-8), 1567-1588. Leigh, Andrew, Who Benefits from the Earned Income Tax Credit? Incidence Among Recipients, Coworkers and Firms, B.E. Journal of Economic Analysis and Policy, forthcoming.",
        "Keane, Michael and Robert Moffitt, A Structural Model of Multiple Welfare Program Participation and Labor Supply, International Economic Review, August 1998, 39 (3), 553-589.",
        "Hotz, V. Joseph and John Karl Scholz, The Earned Income Tax Credit, in Robert A. Moffitt, ed., Means-Tested Transfer Programs in the United States, Chicago: University of Chicago Press, 2003, pp. 141-198.",
        "Heckman, James J., Comment (on `Labor Supply and the Economic Recovery Tax Act of 1981, by Nada Eissa), in Martin Feldstein and James M. Poterba, eds., Empirical Foundations of Household Taxation, University of Chicago Press, 1996, pp. 32-38.",
        "- , Labour Demand: Status and Prospects, in Louis N. Christofides, E. Kenneth Grant, and Robert Swidinsky, eds., Aspects of labour market behaviour: Essays in honour of John Vanderkamp, Toronto: University of Toronto Press, 1995, pp. 47-63.",
        "Hausman, Jerry A., Taxes and Labor Supply, in Alan Auerbach and Martin S. Feldstein, eds., Handbook of Public Economics, Vol. 1, Elsevier, 1985, pp. 213-263.",
        "- and Alan B. Krueger, The Incidence of Mandated Employer-Provided Insurance: Lessons from Workers Compensation Insurance, in David Bradford, ed., Tax Policy and the Economy, Vol. 5, Cambridge, MA: The MIT Press, 1991, pp. 111-144. `.",
        "-, The Incidence of Payroll Taxation: Evidence from Chile, Journal of Labor Economics, 1997, 15 (3, part 2), S72-S 101.",
        "Fullerton, Don and Gilbert E. Metcalf, Tax Incidence, in Alan J. Auerbach and Martin S.",
        "Gruber, Jonathan, The Incidence of Mandated Maternity Benefits, American Economic Review, 1994, 84 (3), 622-41.",
        "Feenberg, Daniel Richard and Elizabeth Coutts, An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management, 1993, 12 (1), 189-194.",
        "- , Henrik Jacobsen Kleven, and Claus Thustrup Kreiner, Evaluation of Four Tax Reforms in the United States: Labor Supply and Welfare Effects for Single Mothers, Journal of Public Economics, April 2008, 92 (3-4), 795-8 16.",
        "- and -, Redistribution and Tax Expenditures: The Earned Income Tax Credit, Working Paper 14307, National Bureau of Economic Research 2008.",
        "- and Jeffrey B. Liebman, Labor Supply Response to the Earned Income Tax Credit, Quarterly Journal of Economics, May 1996, 111 (2), 605-637.",
        "- and - , Behavioral Responses to Taxes: Lessons from the EITC and Labor Supply, Tax Policy and the Economy, 2006, 20, 73-110.",
        "- and - , The Hours of Work Response of Married Couples: Taxes and the Earned Income Tax Credit, in Jonas Agell and Peter Birch Sorensen, eds., Tax Policy and Labor Market Performance, Cambridge and London: MIT Press, 2006, pp. 187- 227.",
        "- and Hilary W. Hoynes, Taxes and the Labor Market Participation of Married Couples: The Earned Income Tax Credit, Journal of Public Economics, August 2004, 88 (9-10), 193 11958.",
        "- and Alan B. Krueger, Myth and Measurement: The New Economics of the Minimum Wage, Princeton, NJ: Princeton University Press, 1995.",
        "Eissa, Nada, Taxation and Labor Supply of Manied Women: The Tax Reform Act of 1986 as a Natural Experiment, Working Paper 5023, National Bureau of Economic Research February 1995.",
        "- , Immigration and Inequality (Ely Lecture), in in American Economic Association San Francisco January 2009.",
        "- and Lawrence F. Katz, The Evolution of the Mexican-Born Workforce in the United States, in George J. Borjas, ed., Mexican Immigration, University of Chicago Press, 2007, pp. 13-56.",
        "Card, David, The Impact of the Mariel Boatlift on the Miami Labor Market, Industrial and Labor Relations Review, January 1990, 43 (2), 245-257.",
        "Borjas, George J., The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics, 2003, 118 (4), 13351374.",
        "- and Thomas MaCurdy, Labor Supply: A Review of Alternative Approaches, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3A, Elsevier, 1999, pp. 1559-1695.",
        "Blundell, Richard and Andrew Shephard, Employment, Hours of Work and the Optimal Design of Earned Income Tax Credits, Working Paper W08/01, Institute for Fiscal Studies April 2008.",
        "Bingley, Paul and Gauthier Lanot, The Incidence of Income Tax on Wages and Labour Supply, Journal of Public Economics, February 2002, 83 (2), 173-194.",
        "- and -, The Design of Income Maintenance Programmes, Review of Economic Studies, April 1995, 62 (2), 187-221.",
        "Azmat, Ghazala, The Incidence of an Earned Income Tax Credit: Evaluating the Impact on Wages in the UK, Discussion Paper CEPDPO724, CEP 2006.",
        "Besley, Timothy and Stephen Coate, Workfare versus Welfare: Incentive Arguments for Work Requirements in Poverty-Alleviation Programmes, American Economic Review, March 1992, 82 (1), 249-62.",
        "- and - , The Effects of the Unemployment Insurance Payroll Tax on Wages, Employment, Claims and Denials, Journal of Public Economics, October 2000, 78 (1-2), 8 1-106.",
        "Anderson, Patricia M. and Bruce D. Meyer, The Effects of Firm Specific Taxes and Government Mandates with an Application to the US Unemployment Insurance Program, Journal of Public Economics, August 1997, 65 (2), 119-145."
    ]
}