{
    "id": 14963,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Stavins, Robert. Addressing climate change with a comprehensive U.S. cap-and-trade system Oxford Review of Economic Policy, Volume 24, Number 2, 2008, pp.298-321 Stigler, George. 1971. The Theory of Economic Regulation, Bell Journal of Economics, vol. 2(1), pages 3-21.",
        "Poole, Keith, and Howard Rosenthal. Con gress. A Political-Economic History of Roll Call Voting. Oxford University Press, 1997.",
        "Pashigian, Peter. 1985, Environmental Regulation: Whose Self-Interests are Being Protected? Economic Inquiry, 23 55 1-584.",
        "Pacala, Steven. and Robert Socolow, Stabilization Wedges: Solving the Climate Problem for the Next 50 Years with Current Technologies. Science Vol. 305, No. 5686, 2004.",
        "Metcalf, Gilbert. Sergey Paltsey, John Reilly, Henry Jacoby and Jennifer Holak, Analysis of U.S. Greenhouse Gas Tax Proposals, NBER Working Paper 13980, 2007.",
        "Metcalf, Gilbert A Proposal for a U.S. Carbon Tax Swap, The Hamilton Project, Brookings Institution, 2007.",
        "Lipsey, R.G and Kelvin Lancaster, The General Theory of Second Best, The Review of Economic Studies, Vol. 24, No. 1., 1957, pp. 11-32.",
        "Levitt, Steven D, 1996. How Do Senators Vote? Disentangling the Role of Voter Preferences, Party Affiliation, and Senate Ideology, American Economic Review, vol. 86(3), pages 425-41.",
        "Heckman, James and James Snyder. Linear Probability Models of the Demand for Attributes with an Empirical Application to Estimating the Preferences of Legislators, Rand Journal ofEconomics 1997. 27. Holland, Steven, Jonathan Hughes and Chris Knittel, Greenhouse Gas Reductions under Low Carbon Fuel Standards?, . The American Economic Journal. Economic Policy, 1(1), pp. 106- 146.",
        "Gurnery, Kevin R., Yu-Han Chen, Takashi Maki, S. Randy Kawa, Arlyn Andrews, and Zhengxin Zhu, Sensitivity of Atmospheric C02 Inversions to Seasonal and Interannual Variations in Fossil Fuel Emissions. Journal of Geophysical Research, 110, D10308, 2005.",
        "GovTrack.us. H.R. 2776--i 10th Congress (2007): Renewable Energy and Energy Conservation Tax Act of 2007, GovTrack.us (database of federal legislation) <http ://www. govtrack.us/congress/bill.xpd?bill=h 11 0-2776&tab=summary> (accessed Apr 29, 2009).",
        "Glaeser, Edward and Matthew E. Kahn, The Greenness of Cities: Carbon Dioxide Emissions and Urban Development. NBER Working Paper #14238, 2008.",
        "Ellerman, Denny A. and Barbara K. Buchner The European Union Emissions Trading Scheme: Origins, Allocation, and Early Results, Review of Environmental Economics and Policy 2007 1(1):66-87.",
        "Dinan, Terry. Trade-offs in Allocating Allowances for CO2 Emissions, Congressional Budget Office, 2007.",
        "Burtraw, Dallas, Richard Sweeney and Margaret Walls. The Incidence of U.S. Climate Policy: Where You Stand Depends on Where You Sit. RFF Discussion Paper No. 08-28, 2008. Available at SSRN: http ://ssrn.comlabstract= 1272667.",
        "Aldy, Joseph and William Pizer. Issues in Designing U.S. Climate Change Policy, Resources for the Future, 2008. Baninger, Felicity. In Areas Fueled by Coal, Climate Bill Sends Chill. New York Times 09 Apr. 09. 09 Apr. 09."
    ]
}