{
    "id": 14969,
    "cites": 36,
    "cited_by": 131,
    "reference": [
        "Aguiar, M., & Hurst, E. (2007). Measuring Trends in Leisure: The Allocation of Time over Five Decades. Quarterly Journal of Economics , 122 (3), 969-1006.",
        "Akerlof, G. A., Yellen, J. L., & Katz, M. L. (1996). An Analysis of Out-of-Wedlock Childbearing in the United States. Quarterly Journal of Economics , CXI (2), 277-317.",
        "Autor, D., Katz, L., & Kearney, M. (2008). Trends in U.S. Wage Inequality:Re-Assessing the Revisionists. Review of Economics and Statistics , 90, 300-23.",
        "BjÃ\u0083Â¸rnskov, C., Dreher, A., & Fischer, J. A. (2007). On Gender Inequality and Life Satisfaction: Does Discrimination Matter? University of St. Gallen Department of Economics Working Paper Series , 200707.",
        "Blanchflower, D., & Oswald, A. (2004). Well-Being Over Time in Britain and the USA. Journal of Public Economics , 88 (7-8), 1359-1386.",
        "Blau, F. D. (1998). Trends in the Well-being of American Women. Journal of Economic Literature , 36 (1), 112-165.",
        "Blau, F. D., & Kahn, L. M. (2007). Changes in the Labor Supply Behavior of Married Women: 1980-2000. Journal of Labor Economics , 25 (3), 393-438.",
        "Crosby, F. (1982). Relative Deprivation and Working Women. New York: Oxford University Press.",
        "Deaton, A. (2008). Income, aging, health and well-being around the world: Evidence from the Gallup World Poll. Journal of Economic Perspectives , 22 (2), 53-72.",
        "Diener, E. R. (2006). Beyond the Hedonic Treadmill: Revising the Adaptation Theory of Well-Being. American Pyschologist , 61 (4), 305-314.",
        "Diener, E. (1984). Subjective Well-Being. Psychological Bulletin , 95 (3), 542-575.",
        "Diener, E. (2000). Subjective well-being: The Science of Happiness and a Proposal for a National Index. American Psychologist , 55 (1), 34-43.",
        "Easterlin, R. A. (1974). Does economic growth improve the human lot? Some empirical evidence. In P. A. David, & M. W. Reder, Nations and Households in Economic Growth: Essays in Honor of Moses Abramowitz. New York: Academic Press, Inc.",
        "Elwood, D. T., & Jencks, C. (2001). The Spread of Single-Parent Families in the United States since 1960 . John F, Kennedy School of Government Working Paper, Harvard University .",
        "Goldin, C., & Katz, L. (2007). Long-Run Changes in the Wage Structure: Narrowing, Widening, Polarizing. Brookings Papers on Economic Activity (2), 135-165.",
        "Goldin, C., Katz, L., & Kuziemko, I. (2006). The Homecoming of American College Women: The Reversal of the College Gender Gap. Journal of Economic Perspectives , 20 (4), 133-156.",
        "Hacker, J. (2006). The Great Risk Shift: The Assault on American Jobs, Families, Health Care, and Retirement--And How You Can Fight Back. Oxford: Oxford University Press.",
        "Hochschild, A., & Machung, A. (1989). The Second Shift. New York: Viking.",
        "Isen, A., & Stevenson, B. (2008). Women&apos;s Education and Family Behavior: Trends in Marriage, Divorce and Fertility. University of Pennsylvania.",
        "Kahneman, D. (1999). Objective Happiness. In D. Kahneman, E. Diener, & N. Schwarz, Well-Being: The Foundations of Hedonic Psychology. New York: Russell Sage Foundation.",
        "Kahneman, D., & Krueger, A. B. (2006). Developments in the Measurement of Subjective Well-Being. Journal of Economic Perspectives , 20 (1), 3-24.",
        "Kimball, M., & Willis, R. (2006). Utility and Happiness. mimeo, University of Michigan .",
        "Krueger, A. (2007). Are We Having More Fun Yet? Categorizing and Evaluating Changes in Time Allocation. Brookings Papers on Economic Activity , 2, 193-215.",
        "Oswald, A. J., & Powdthavee, N. (2007). Death and the Calculation of Hedonic Damages. University of Warwick.",
        "Pezzini, S. (2005). The Effect of Women&apos;s Rights on Women&apos;s Welfare: Evidence From a Natural Experiment. The Economic Journal , 115, C208-C227.",
        "Praag, B. v., & Ferrer-i-Carbonell, A. (2008). Happiness Quantified: A Satisfaction Calculus Approach . Oxford University Press.",
        "Putnam, R. D. (2000). Bowling Alone: The Collapse and Revival of American Community. New York: Simon & Shuster.",
        "Robinson, J., & Godbey, G. (1999). Time for Life. University Park, PA: Pennsylvania State University Press.",
        "Ross, C. E., & Van Willigen, M. (1997). Education and the Subjective Quality of Life. Journal of Health and Social Behavior , 38 (3), 275-297.",
        "Smith, T. W. (1990). Timely Artifacts: A Review of Measurement Variation in the 1972-1989 GSS. NORC, Univeristy of Chicago.",
        "Stevenson, B., & Wolfers, J. (2008, Spring). Economic Growth and Happiness: Reassessing the Easterlin Paradox. Brookings Papers on Economic Activity , 1-87.",
        "Stevenson, B., & Wolfers, J. (2008). Happiness Inequality in the United. Journal of Legal Studies , 37 (S2), S33-S79.",
        "Stevenson, B., & Wolfers, J. (2007). Marriage and Divorce: Changes and Their Driving Forces. Journal of Economic Perspectives , 27-52.",
        "Twenge, J. M. (2000). The Age of Anxiety? Birth Cohort Change in Anxiety and Neuroticism, 1952-1993.",
        "U.S. Census Bureau. (2007). Historical Tables, Table A-5a. The Population 14 to 24 Years Old by High School Graduate Status, College Enrollment, Attainment, Sex, Race and HIspanic Origin: October 1976 to 0205. Retrieved September 9, 2007, from School Enrollment: http://www.census.gov/population/www/socdemo/school.html Wolfers, J. (2003). Is Business Cycle Volatility Costly? Evidence from Surveys of Subjective Well-being. International Finance , 6 (1), 1-26.",
        "Wolfers, J. (2006). Reassessing the Growth-Happiness Nexus. Conference Presentation, University of Pennsylvania, The Wharton School, USC Economics of Happiness Symposium."
    ]
}