{
    "id": 14968,
    "cites": 14,
    "cited_by": 31,
    "reference": [
        "Kuznets, Simon (1957), Quantitative Aspects of the Economic Growth of Nations: II, Industrial Distribution of National Product and Labor Force, Economic Development and Cultural Change, Vol. 5, No. 4, (supplement), pp.1-111.",
        "Kuznets, Simon (1973), Modern Economic Growth: Findings and Reflections, American Economic Review 63, pp. 247-258.",
        "Maddison, Angus (2003), Historical Statistics for the World Economy: 1-2003 AD, downloaded from hup;//www.ggdc.net Mitchell B. R. (1982), International Historical Statistics-Asia and Africa, New York: New York University Press Mitchell B. R. (1992), International Historical Statistics-Europe 1750-1988, New York: Stockton Press.",
        "Mitchell B. R. (1993), International Historical Statistics-The Americas, New York: Stockton Press.",
        "OECD (2008), Korea Economic Survey, Paris: OECD.",
        "Polity (various years), Polity IV Data Base: Political Regime Characteristics and transitions, 1800-2007.",
        "Jensen, Bradford J. and Lori G. Kletzer, 2005, Tradable Services: Understanding the Scope and Impact of Services Outsourcing, Institute for International Economics Working Paper No. 05-9.",
        "Kongsamut, Piyabha, Sergio Rebelo and Danyang Xie (1999), Beyond Balanced Growth, NBER Working Paper 6159.",
        "Gallup, John Luke and Jeffrey D. Sachs, and Andrew Mellinger (1999), Geography and Economic Development. CID Working Paper No. 1, Center for International Development, Harvard University.",
        "Chenery, Hollis and Moshe Syrquin (1975), Patterns of Development, 1957-1970, Oxford: Oxford University Press.",
        "Fisher, A.G.B. (1939), Primary, Secondary and Tertiary Production, Economic Record 15, pp.24-38.",
        "Chenery, Hollis (1960), Patterns of Industrial Growth, American Economic Review 50, pp 624-654.",
        "Buera, Francisco J. and Joseph P. Kaboski (2009), The Rise of the Services Economy, NBER Working paper 14822. CEPII database, 2008, http://www~cepiLfi1angIaisgraph/bdd/bdd.htm.",
        "Buera, Francisco J. and Joseph P. Kaboski (2008), Scale and Origins of Structural Change, unpublished manuscript."
    ]
}