{
    "id": 14962,
    "cites": 9,
    "cited_by": 12,
    "reference": [
        "Parey,M and F.Waldinger (2008):Studying abroad and the effect of international labor market mobility: evidence from the introduction of ERASMUS: IZA discussion paper 3430 Rosenzweig, Mark 2006 Global Wage Differences and International Student Flows, Brookings Trade Forum Schofer Evan and John W. Meyer Worldwide Expansion of Higher EducationCenter on Democracy, Development, and The Rule of Law, Stanford Institute on International Studies Working paper 32, Jan 20, 2005.",
        "King,R. and Ruiz-Gelices, E 2003). International student migration and the European\\yearabroad: effects on European identity and subsequent migration behavior, International Journal of population Geography 9:229- 252 Lowell,B.Lindsay (2007),.Trends in International Migration Flows and Stocks,19752005. ,OECD Social,Employment and Migration Working Papers(58).",
        "Hvistendahl, Mara China Moves Up to Fifth as Importer of Students The Chronicle of Higher Education, Sept 19,2008, Healey Nigel M Is Higher Education really internationalising? Higher education, 2008. 55: 333-355Hwang, Jane, 2008 undergraduate research paper, Harvard University Jahr, Volker & Teichler, Ulrich (2000), Employment and Work of Former ERASMUS Students, in U. Teichler, J. Gordon & F. Maiworm, eds, .Socrates 2000 Evaluation Study., Study for the European Commission, chapter 5, pp. 99.117.",
        "Freeman, Richard B. The Market for College-Trained Manpower (Harvard, 1971) Guellec, Dominique & Cervantes, Mario (2001), International Mobility of Highly Skilled Workers: From Statistical Analysis to Policy Formulation, in .InternationalMobility of the Highly Skilled., OECD, pp. 71.98.",
        "Freeman Richard The Over-educated Amen can. New York: Academic Press, 1976.",
        "Economic Leadership? NBER Working Paper No. 11457 July 2005 Freeman, Richard, Emily Jin, and Chia-Yu Shen Where Do New US-Trained ScienceEngineering PhDs come from? NBER Working Paper No. 10554 June 2004 Freeman, Richard Overinvestment in College Training? Journal of Human Resources Summer 1975.",
        "Duke University, Master of Engineering Management Program Framing the Engineering Outsourcing Debate: placing the United States on a Level Playing Field with China and India (Duke University, Dec 12, 2005) Edin Per Anders and Robert Topel, Wage Policy and Restructuring: The Swedish Labor Market since 1960 in The Welfare State in Transition: Reforming the Swedish Model (editors Richard Freeman, Robert Topel and Birgitta Swedenborg); 1997 University of Chicago Press Finn, Michael Stay Rates of Foreign Doctorate Recipients from U.S. Universities, 2005 Oak Ridge Institute for Science and Education 2007 Freeman, Richard Does Globalization of the Scientific/Engineering Workforce Threaten U.S.",
        "Dreher, Axel & Poutvaara, Panu (2005), .Student Flows and Migration: An Empirical Analysis., IZA DP (1612).",
        "Aoki, Kumiko Japanese Higher Education Institutions in the 21st Century The Challenge of Globalization and Internationalization electronic journal of contemporary japanese studies Discussion Paper 7 ~oki.htn) Aslambeigui, Hahid Veronica Montecinos 1998 Foreign Students in US Doctoral Programs Journal of Economic Perspectives, vol 12 no 6 Summer, pp 17 1-82 Boarini, Romina and Hubert Strauss The Private Internal Rates of Return to Tertiary Education New Estimates for 21 OECD Countries OECD Working paper No. 591, 20/12/2007 Bennell, P and T. Pearce The Internalisation of Higher Education: exporting education to developing and transitional economies International Journal of Educational Development 23(2003) 215-232 Constant, A. F. and DAgosto, E. (2008). Where do the brainy Italians go?, 1Z4 Discussion Paper 3325, Institute for the Study of Labor (IZA), Bonn."
    ]
}