{
    "id": 14977,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "Sosniak, W.A, Kaye, W.E, Gomez, T.M.. (1994). Data Linkage to Explore the Risk of Low Birth Weight Associated with Maternal Proximity to Hazardous Waste Sites from the National Priorities List. Archives of Environmental Health. Vol 49:25 1-255.",
        "Shaw, G.M, Malcoe, L.H. (1992). Residential Mobility During Pregnancy for Mothers of Infants With or Without Congenital Cardiac Anomalies: a reprint. Archives of Environmental Health. Vol. 47:236-238.",
        "Nickerson, Krista. (2006). Environmental Contaminants in Breast Milk. Journal of Midwifery and Women `s Health. Vol. 51, No. 1, January/February.",
        "Neumann, C.M, Foreman, D.L, Rothlein, J.E.. (1998). Hazard Screening of Chemical Releases and Environmental Equity Analysis of Populations Proximate to Toxic Release Inventory Facilities in Oregon. Environmental Health Perspectives. Vol. 106:217-216.",
        "Needham, L, Barr, Dana, Caudill, S.P, Pirkle, J.L, Turner, W.E, Osterloh, J, Jones, R.L, Sampson, E.J. (2005). Concentrations of Environmental Chemicals Associated with Neuro-38developmental Effects in U.S. Population. Neurotoxicology. 26(4):531-45.",
        "Mueller, B, Kuehn, C, Shapiro-Mendoza, C.K, Tomashek, K.M. (2007). Fetal Deaths and Proximity to Hazardous Waste Sites in Washington. Environmental Health Perspectives. Vol. 115, #5.",
        "Marshall, E.G, Gensburg, L.J, Deres, D.A, Geary, N.S, Cayo, M.R.. (1997). Maternal Residential Exposure to Hazardous Wastes and Risk of Central Nervous System and Musculoskeletal Birth Defects. Archives of Environmental Health. Vol. 52:416-425.",
        "Lave, Lester, Seskin, Eugene. (1977). Air Pollution and Human Health. Resources for the Future, Washington, D.C.",
        "Landrigan, P, Suk, W, Amler, R. (1999). Chemical Wastes, Childrens Health, and the Superfund Basic Research Program. Environmental Health Perspectives. Vol. 107:423-427.",
        "Landrigan, P, Kimmel, C, Correa, A, Eskenazi, B. (2004). Childrens Health and the Environment: Public Health Issues and Challenges for Risk Assessment. Environmental Health Perspectives. Vol. 112(2): 257-265.",
        "Khoury, M.J, Stewart, W, Weinstein, A, Panny, 5, Lindsay, P, Eisenberg, M. (1988). Residential Mobility During Pregnancy Implications for Environmental Teratogenesis. Journal of Clinical Epidemiology. Vol. 41:15-20.",
        "Kharrazi, M, Von, B.J., Smith, M., Lomas, T., Armstrong, M., Broadwin, R. (1997). A Community-Based Study of Adverse Pregnancy Outcomes Near A Large Hazardous Waste Landfill in California. Toxicology and Industrial Health. Vol. 13:299-3 10.",
        "Kahn, Matthew. (2004) Domestic Pollution Havens: Evidence from Cancer Deaths in Border Counties. Journal of Urban Economics, July 2004, Vol. 56(1):51-69.",
        "Hyslop, Dean R, Imbens, Guido W. (2000) Bias from Classical and Other Forms of Measurement Error, NBER Technical Working Paper Series WP 0257.",
        "Baker, D. B, Greenland, 5, J. Mendlein, Harmon, P. (1988). A Health Study of Two Communities Near the Stringfellow Waste Disposal Site. Archives of Environmental Health. Vol. 43 :325-334.",
        "Banzhaf, Spencer, Walsh, Randall Phillip. (2008). Do People Vote with their Feet? An Empirical Test of Tiebout. American Economic Review. 98:3 pp.843-863.",
        "Bove, Frank J, Fulcomer, Mark C, Klotz, Judith B, Esmart, Jorge, Dufficy, Ellen M., Savrin, Jonathan E. (1995). Public Drinking Water Contamination and Birth Outcomes. American Journal of Epidemiology. Vol. 141, No. 9.",
        "Carpenter, D.O. (1994). How Hazardous Wastes Affect Human Health. Central European Journal of Public Health. 2(supplement) :6-9.",
        "Choi, Hannah, Shim, Youn K., Kaye, Wendy E, Ryan, P. Barry. (2006). Potential Residential Exposure to Toxic Release Inventory Chemicals during Pregnancy and Childhood Brain Cancer. Environmental Health Perspectives Vol.114(7): 1113-1118.",
        "Croen, L.A., Shaw, G.M, Sanbonmatsu, L, Selvin, 5, Buffler, P. (1997). Maternal Residential Proximity to Hazardous Waste Sites and Risk for Selected Congenital Malformations. Epidemiology. Vol. 8:347-354.",
        "Currie, Janet, Gruber, Jonathon. (1996) Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women. The Journal of Political Economy. December.",
        "Curie, Janet, Neidell, Matthew. (2005). Air Pollution and Infant Health: What Can We Learn from Californias Recent Experience? Quarterly Journal ofEconomics. Vol. 120(3): 100330.",
        "Fel, Deshayne, Dodds, Linda, King, Will. (2004). Residential Mobility During Pregnancy. Pediatric and Perinatal Epidemiology. Vol. 18:408-414.",
        "Fielder, H.M., Poon-King, C.M, Palmer, S.R, Moss, N, Coleman, G. (2000). Assessment of Impact on Health of Residents Living Near the Nant-y-Gwyddon Landfill Site: Retrospective Analysis. British Medical Journal. Vol. 320:19-22.",
        "Grandjean, P, Landrigan, P.J. (2006). Developmental Neurotoxicity of Industrial Chemicals. -37The Lancet. Vol. 368.",
        "Greenstone, Michael, Chay, Kenneth. (2003 a) The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession. Quarterly Journal of Economics. Vol. 118(3), 112 1-67.",
        "Greenstone, Michael, Chay, Kenneth. (2003b) Air Quality, Infant Mortality, and the Clean Air Act of 1970. National Bureau of Economics Working Paper #9844.",
        "Ashenfelter, Orley, Greenstone, Michael. (2004) Using Mandated Speed Limits to Measure the Value of a Statistical Life.Journal of Political Economy, Vol. 112(1) pp. S226-67."
    ]
}