{
    "id": 14978,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "(2008): ~Markets: Ready-Mixed Concrete, Journal of Economic Perspectives, 22(1), 217-234.",
        "SYVERSON, C. (2004): ~Market Structure and Productivity: A Concrete Example, Journal of Political Economy, 112(6), 1181-1222.",
        "SALOP, S. C. (1979): ~Monopolistic Competition with Outside Goods, Bell Journal of Economics, 10(1), 141-56.",
        "MELITZ, M. J. (2003): ~The Impact of Trade on Intra-industry Reallocations and Aggregate Industry Productivity, Econometrica, 71(6), 1695-1725.",
        "MACLEOD, W. B., G. NORMAN, AND J.-F. THISSE (1992): ~Price discrimination and equilibrium in monopolistic competition, International Journal of Industrial Organization, 6(4), 429-446.",
        "LEDERER, P. J., AND A. P. HURTER (1986): ~Competition of Firms: Discriminatory Pricing and Location, Econometrica, 54(3), 623-40.",
        "HOTELLING, H. (1929): ~Stability in Competition, The Economic Journal, 39(153), 41-57.",
        "SPATIAL PRICE DISCRIMINATION WITH HETEROGENEOUS FIRMS 20 LANCASTER, K. J. (1979): Variety, Equity, and Efficiency: Product Variety in an Industrial Society. Columbia University Press, New York.",
        "HOPENHAYN, H. A. (1992): ~Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5), 1127-SO.",
        "HOOVER, E. (1937): ~Spatial price discrimination, Review of Economic Studies, 4, 182-191.",
        "HAMILTON, J. H., J.-F. THISSE, AND A. WESKAMP (1989): ~Spatial Discrimination: Bertrand vs. Cournot in a Model of Location Choice, Regional Science and Urban Economics, 19, 87-102.",
        "HAMILTON, J. H., W. B. MACLE0D, AND J.-F. THISSE (1991): ~Spatial Competition and the Core, The Quarterly Journal of Economics, 106, 925-937.",
        "ECONOMIDES, N. (1989): ~Symmetric Equilibrium Existence and Optimality in Differentiated Product Markets, Journal of Economic Theory, 47(1), 178-94.",
        "BARTELSMAN, E. J., AND M. D0MS (2000): ~Understanding Productivity: Lessons from Longitudinal Microdata, Journal of Economic Literature, 38, 569-95.",
        "ALDERIGHI, M., AND C. A. PIGA (2008): ~The Circular City with Heterogeneous Firms, Loughborough University: Department of Economics WP ~2OO8-O3.",
        "AGHION, P., AND M. SCHANKERMAN (2004): ~On the Welfare Effects and Political Economy of Competition-Enhancing Policies, Economic Journal, 114, 804-834."
    ]
}