{
    "id": 14972,
    "cites": 67,
    "cited_by": 6,
    "reference": [
        "Mann, D. P., and J. P. Wissink (1990). Money-back warranties vs. replacement warranties: A simple comparison. American Economic Review 80, 432-436.",
        "Lipner, S. E., and L. A. Catalano (2008). The tort of giving negligent investment advice. Working paper, Baruch College and St. Johns University.",
        "Levmore, 5. (1993). Commissions and conflicts in agency arrangements: Lawyers, real estate brokers, underwriters, and other agents rewards. Journal of Law and Economics 36, 503-539.",
        "Levine, R., N. Loayza, and T. Beck (2000). Financial intermediation and growth: Causality and causes. Journal of Monetary Economics 46, 31-77.",
        "Levine, R. (1999). Law, finance, and economic growth. Journal of Financial Intermediation 8, 8-35.",
        "Levine, R. (1998). The legal environment, banks, and long-run economic growth. Journal of Money, Credit and Banking 30, 596-613.",
        "La Porta R., F. Lopez-de-Silanes, A. Shleifer, and R. W. Vishny (1998). Law and finance. Journal of Political Economy 106, 1113-1155.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer and R. W. Vishny (1997). Legal determinants of external finance Journal of Finance 52, 1131-1150.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer (2008). The economic consequences of legal origins Journal of Economic Literature 46, 285-332.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer (2006). What works in securities laws? Journal of Finance 61, 1-32.",
        "Kumpan, C., and P. Leyens (2008). Conflicts of interest of financial intermediaries. European Company and Financial Law Review 5, 72-100.",
        "Kronman, A. T. (1978). Mistake, disclosure, information, and the law of contracts Journal of Legal Studies 7, 1-34.",
        "Klein, B., K. B. Leffler (1981). The role of market forces in assuring contractual performance. Journal of Political Economy 89, 615-641.",
        "Jones, M., and T. Smythe (2003). The information content of mutual fund print advertising. Journal of Consumer Affairs 37, 22-41.",
        "Jensen, M. C., and W. H. Meckling (1976). Theory of the firm: Managerial behavior, agency costs and ownership structure. Journal of Financial Economics 3, 305-360.",
        "Inderst, R., and M. Ottaviani (2008). Misselling through agents. Forthcoming American Economic Review.",
        "Jam, P., and J. Wu (2000). Truth in mutual fund advertising: Evidence on future performance and fund flows. Journal of Finance 55, 937-958.",
        "Inderst, R. (2008). Loan origination under soft- and hard-information lending. Working paper, University of Frankfurt.",
        "Hortacsu, A., and C. Syverson (2004). Product differentiation, search costs, and competition in the mutual fund industry: A case study of S&~P index funds. Quarterly Journal of Economics 119, 45 7-488.",
        "HolmstrÃ\u0083Â¶m, B. (1979). Moral hazard and observability. Bell Journal of Economics 10, 74-91.",
        "HolmstrÃ\u0083Â¶m, B. (1982). Moral hazard in teams. Bell Journal of Economics 13, 324-340.",
        "Hiriart, Y., and D. Martimort (2006). The benefits of extended liability. Rand Journal of Economics 37, 562-582.",
        "Haselmann, R., K. Pistor, and V. Vig (2008) How law affects lending. Working paper, Mainz University, Columbia University and London Business School.",
        "Hart, 0. D. (1993). An economists view of fiduciary duty. The University of Toronto Law Journal 43, 299-313.",
        "Grossman, S. J. (1981). The informational role of warranties and private disclosure about product quality. Journal of Law and Economics 24, 461-483.",
        "Green, R., B. Hollifield, and N. Schfirhoff (2007). Dealer intermediation and price behavior in the aftermarket for new bond issues. Journal of Financial Economics 86, 643-682.",
        "Green, R. (2007). Presidential Address: Issuers, underwriter syndicates, and aftermarket transparency.",
        "Christoffersen, S., and D. Musto (2002). Demand curves and the pricing of money management.",
        "Glaeser, E., S. Johnson, and A. Shleifer (2001). Coase versus the Coasians. Quarterly Journal of Economics 116, 853-899.",
        "Varian, H. R. (1980). A model of sales. American Economic Review 70, 651-659.",
        "Sykes, A. 0. (1988). The boundaries of vicarious liability: An economic analysis of the scope of employment rule and related legal doctrines. Harvard Law Review 101, 563-609.",
        "Sykes, A. 0. (1984). The economics of vicarious liability. Yale Law Journal 93, 1231-1280.",
        "Stigler, G. J. (1961). The Economics of Information Journal of Political Economy 69, 213-225.",
        "Stulz, R. M. (2008). Securities laws, disclosure, and national capital markets in the age of financial globalization. Working paper, Ohio State University.",
        "Spence, M. (1977). Consumer misperceptions, product failure and producer liability. Review of Economic Studies 44, 561-572.",
        "Sirri, E., and P. Tufano (1998). Costly search and mutual fund flows. Journal of Finance 53, 1589-1622.",
        "Shleifer, A., and D. Wolfenzon (2002). Investor protection and equity markets. Journal of Financial Economics 66, 3-2 7.",
        "Shilony, Y. (1977). Mixed pricing in oligopoly. Journal of Economic Theory 14, 373-388.",
        "Shavell, 5. (1994). Acquisition and disclosure of information prior to sale. RAND Journal of Economics 25, 20-36.",
        "Shapiro, C. (1983). Premiums for high quality products as returns to reputations. Quarterly Journal of Economics 98, 659-680.",
        "Shapiro, C. (1982) Consumer information, product quality, and seller reputation. Bell Journal of Economics 13, 20-35.",
        "Rasmusen, E. (2004). Agency law and contract formation. American Law and Economics Review 6, 369-409.",
        "Ross, S. A. (1973). The economic theory of agency: The principals problem. American Economic Review 63, 134-139.",
        "Palfrey, T., and T. Romer (1983). Warranties, performance, and the resolution of buyer-seller disputes Bell Journal of Economics 14, 97-117.",
        "Nunn, N. (2007). Relationship-specificity, incomplete contracts, and the pattern of trade Quarterly Journal of Economics 122, 569-600.",
        "Mitchell, 0., J. Poterba, M. Warshawsky, and J. Brown (1999). New evidence on the moneys worth of individual annuities. American Economic Review 89, 1299-1318.",
        "Choi, J., D. Laibson, and B. Madrian (2006). Why does the law of one price fail? An experiment on index mutual funds. Working paper, Harvard, Yale, and University of Pennsylvania.",
        "Choi, J., D. Laibson, and B. Madrian (2004). Plan design and 401(k) savings outcomes. Working paper, Harvard University.",
        "Carlin, B., and G. Manso (2008). A dynamic model of financial innovation and investor sophistication. Working paper, University of California, Los Angeles and MIT.",
        "Carlin, B., F. Dorobantu, and S. Viswanathan (2008). Public trust, the law, and financial investment. Forthcoming Journal of Financial Economics.",
        "Carlin, B. (2008). Strategic price complexity in retail financial markets. Forthcoming Journal of Financial Economics.",
        "Campbell, J. (2006). Household finance. Journal of Finance 61, 1553-1604.",
        "Capon, N., G. Fitzsimons, and R. Prince (1996). An individual level analysis of the mutual fund investment decision. Journal of Financial Services Research 10, 59-82.",
        "Calvet, L., J. Campbell, and P. Sodini (2006). Down or out: Assessing the welfare costs of household investment mistakes. Journal of Political Economy 115, 707-747.",
        "Burdett, K., and K. L. Judd (1983). Equilibrium price dispersion. Econometrica 51, 955-969.",
        "Bolton, P., X. Freixas, and A. Goolsbee (2007). Conflicts of interest, information provision, and competition in the financial services industry. Journal of Financial Economics 82, 297-330.",
        "Brown, J., and A. Goolsbee (2002). Does the internet make markets more competitive? Evidence from the life insurance industry. Journal of Political Economy 110, 481-507.",
        "Bergstresser D., J. Chalmers, and P. Tufano (2007). Assessing the costs and benefits of brokers in the mutual fund industry. Working paper, Harvard University.",
        "Beck, T., A. Demirgfic-Kunt, and R. Levine (2005). Law and firms access to finance. American Law and Economics Review 7, 211-252.",
        "Barr, M. S., S. Mullainathan, and E. Shafir (2008). Behaviorally informed home mortgage credit regulation. Working paper, University of Michigan.",
        "Baye, M., and J. Morgan (2001). Information gatekeepers on the internet and the competitiveness of homogeneous product markets. American Economic Review 91, 454-474.",
        "Barber, B., T. Odean, and L. Zheng (2005). Out of sight, out of mind: The effects of expenses on mutual fund flows. Journal of Business 78, 2095-2119.",
        "Allen, F. (1984). Reputation and product quality. RAND Journal of Economics 15, 311-327.",
        "Ausubel, L. (1991). The failure of competition in the credit card market. American Economic Review 81, 50-81.",
        "Alexander, G., J. Jones, and P. Nigro (1998). Mutual fund shareholders: Characteristics, investor knowledge, and sources of information. Financial Services Review 7, 301-316.",
        "Agnew, J., and L. Szykman (2005). Asset allocation and information overload: The influence of information display, asset choice, and investor experience. Journal of Behavioral Finance 6, 57-70.",
        "Acemoglu, D., P. AntrÃ\u0083Â s, and E. Helpman (2007). Contracts and technology adoption. American Economic Review 97, 916-943."
    ]
}