{
    "id": 14971,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "DellaVigna, Stefano and Joshua Pollet, 2009, Investor inattention and Friday earnings announcements, Journal of Finance 64, 709-749.",
        "Diether, Karl B., Christopher J. Malloy, and Anna Scherbina, 2002, Differences of opinion and the cross-section of stock returns, Journal of Finance 57, 2113-2141.",
        "Daniel, Kent, Mark Grinblatt, Sheridan Titman, and Russ Wermers, 1997, Measuring mutual fund performance with characteristic-based benchmarks, Journal of Finance 52, 1035-105 8.",
        "Cooper, Rick A., Theodore E. Day, and Craig M. Lewis, 2001, Following the leader: A study of individual analysts earnings forecasts, Journal of Financial Economics 61, 383-4 16.",
        "Chen, Qi, Jennifer Francis, and Katherine Schipper, 2005, The applicability of the fraud on the market presumption to analysts forecasts, Working paper, Duke University.",
        "Bradley, Daniel J., Bradford D. Jordan, and Jay R. Ritter, 2007, Analyst behavior following IPOs: The `bubble period evidence, Review of Financial Studies, forthcoming.",
        "Boni, Leslie and Kent L. Womack, 2006, Analysts, industries, and price momentum, Journal of Financial & Quantitative Analysis 41, 85-109.",
        "Boni, Leslie, 2006, Analyzing the analysts after the Global Settlement, in Y. Fuchita, Litan, R. E., ed.: Financial Gatekeepers: Can They Protect Investors? (Brookings Institution Press and the Nomura Institute of Capital Markets Research).",
        "Barber, Brad M., Reuven Lehavy, Maureen McNichols, and Brett Trueman, 2006, Buys, holds, and sells: The distribution of investment banks stock ratings and the implications for the profitability of analysts recommendations, Journal of Accounting & Economics 41, 87117.",
        "Asquith, Paul, Michael B. Mikhail, and Andrea Au, 2005, Information content of equity analyst reports, Journal of Financial Economics 75, 245-282.",
        "Altinkilic, Oya and Robert S. Hansen, 2008, On the information role of stock recommendation revisions, Working paper, Tulane University.",
        "Mikhail, Michael B., Beverly R. Walther, and Richard H. Willis, 1997, Do security analysts improve their performance with experience?, Journal of Accounting Research 35, 131157.",
        "Michaely, Roni and Kent L. Womack, 2006, What are analysts really good at?, Working paper, Darthmouth College.",
        "Malmendier, Ulrike and Devin Shanthikumar, 2007, Are investors naÃ\u0083Â¯ve about incentives?, Journal of Financial Economics 85, 457-489.",
        "Loh, Roger K. and G. Mujtaba Mian, 2006, Do accurate earnings forecasts facilitate superior investment recommendations?, Journal of Financial Economics 80, 455-483.",
        "Ljungqvist, Alexander, Christopher J. Malloy, and Felicia C. Marston, 2008, Rewriting history, Journal of Finance, forthcoming.",
        "Loh, Roger K., 2007, Investor inattention and the underreaction to stock recommendations, Working paper, Ohio State University.",
        "Knez, Peter J. and Mark J. Ready, 1997, On the robustness of size and book-to-market in crosssectional regressions, Journal of Finance 52, 1355-13 82.",
        "Kadan, Ohad, Leonardo Madureira, Rong Wang, and Tzachi Zach, 2009, Conflicts of interest and stock recommendations - The effects of the Global Settlement and related regulations, Review of Financial Studies, forthcoming.",
        "Ivkovic, Zoran and Narasimhan Jegadeesh, 2004, The timing and value of forecast and recommendation revisions, Journal of Financial Economics 73, 433-463.",
        "Jegadeesh, Narasimhan and Woojin Kim, 2006, Imitation or information-driven herding? An analysis of analysts recommendations and market reactions, Working paper, Emory University.",
        "Irvine, Paul J., 2004, Analysts forecasts and brokerage-firm trading, Accounting Review 79, 125149.",
        "Gintschel, Andreas and Stanimir Markov, 2004, The effectiveness of Regulation FD, Journal of Accounting and Economics 37, 293-3 14.",
        "Hong, Harrison, Jeremy C. Stein, and Jialin Yu, 2007, Simple Forecasts and Paradigm Shifts, Journal of Finance 62, 1207-1242.",
        "Frankel, Richard, S.P. Kothari, and Joseph Weber, 2006, Determinants of the informativeness of analyst research, Journal ofAccounting and Economics 41, 29-54.",
        "Fama, Eugene F. and Kenneth R. French, 2006, The value premium and the CAPM, Journal of Finance 61, 2163-2185.",
        "Fang, Lily and Ayako Yasuda, 2008, Are stars opinions worth more? The relation between analyst reputation and recommendation values, Working paper, University of Pennsylvania."
    ]
}