{
    "id": 14975,
    "cites": 42,
    "cited_by": 41,
    "reference": [
        "Stephenson, Betsy (2006) The Impact of the Internet on worker flows, Wharton Business School mimeo",
        "Rajan, Raghuram, and Wulf, Julie (2006), The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies, Review of Economics and Statistics, 88 (4), 759-773",
        "Rajan, Raghuram G and Zingales, Luigi (1998) Financial Dependence and Growth American Economic Review, 88(3), 559-86",
        "Radner, Roy (1993), The Organization of Decentralized Information Processing, Econometrica, 61, 1109-1146.",
        "Prendergast, Canice (2002) The Tenuous Trade-off between Risk and Incentives Journal of Political Economy, 110 (5), 1071-1102",
        "Milgrom, Paul, and Roberts, John (1990), The Economics of Modern Manufacturing: Technology, Strategy and Organization, American Economic Review, 80, 511-528.",
        "Melumad, Nahum, Mookherjee, Dilip, and Reichelstein, Stefan (1995), Hierarchical Decentralization of Incentive Contracts, Rand Journal of Economics, 26, 654-672.",
        "Machin, Stephen and Van Reenen, John (2008) Changes in Wage Inequality in Weinberg, Bruce and Taber, Christopher (eds) New Palgrave Dictionary of Economics, London: Palgrave",
        "Lemieux, Thomas, MacCleod, Bentley and Parent, Daniel (2007) Performance Pay and Wage Inequality NBER Working Paper 13128, forthcoming Quarterly Journal of Economics",
        "Manski, Charles (2004), Measuring expectations, Econometrica, LXXII (5), 1329-1376.",
        "Kretschmer, Tobias and Mahr, Ferdinand (2009) Complementaries between technologies: Survey Evidence, University of Munich mimeo",
        "Hunter, Larry, Bernhardt, Annette, Hughes, Katherine, and Skuratowicz, Eva (2000) Its not just the ATMs: Technology, firm strategies, jobs and earnings in retail banking, Wharton Financial Institutions Center Working Paper No. 00-31.",
        "Harris,Jeanne G. and Davenport, Thomas H (2006), New Growth from Enterprise Systems: Achieving High Performance through Distinctive Capabilities, Accenture Institute for High Performance Business Report.",
        "Hart, Oliver, and Moore, John (2005), On the Design of Hierarchies: Coordination versus Specialization, Journal of Political Economy, 113, 675-702.",
        "Guadalupe, Maria and Wulf, Julie (2008) The Flattening Firm and Product Market Competition: The Effect of Trade Liberalization, Harvard Business School Strategy Unit Working Paper No 09-067",
        "Garicano, Luis and Rossi-Hansberg, Estaban (2006), Organization and Inequality in a Knowledge Economy Quarterly Journal of Economics, 121(4), pp. 1383-435.",
        "Garicano, Luis (2000), Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, 108, 874-904.",
        "Draca, Mirko, Sadun Raffaella and Van Reenen, John (2007), Productivity and ICTs: a Review of the Evidence, in Robin Mansell, Chrisanthi Avgerou, Danny Quah and Roger Silverstone (eds.) The Oxford Handbook of Information and Communication Technologies, Oxford University Press.",
        "Dessein, Wouter (2002), Authority and Communication in Organizations, Review of Economic Studies, 69, 811-838.",
        "Davenport, Thomas H. , Harris, Jeanne G., Catrell, Susan (2002), The Return of Enterprise Solutions: The Directors Cut. Accenture Institure for High Performance Business Research Report, October 2002.",
        "Cremer, Jacques, Garicano, Luis and Prat, Andrea (2007), Language and the Theory of the Firm Quarterly Journal of Economics, 122(1): 373-407",
        "Colombo, Massimo, and Delmastro, Marco (2004), Delegation of Authority in business organizations: An empirical test, Journal of Industrial Economics, 52, 53-80.",
        "Caroli, Eve, and Van Reenen, John, (2001), Skill Biased Organizational Change, Quarterly Journal of Economics, 116, 1448-1492.",
        "Calvo, Guillermo, Wellisz, Stanislaw (1978), Supervision, Loss of Control, and the Optimum Size of the Firm Journal of Political Economy, 86, 943-952",
        "Bolton, Patrick, and Dewatripont, Mathias (1994), The Firm as a Communication Network,  Quarterly Journal of Economics, 109, 809-839.",
        "Bresnahan, Timothy, Brynjolfsson, Erik, and Hitt, Lorin (2002), Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence, Quarterly Journal of Economics, 117, 339-376.",
        "Bloom, Nick, Sadun, Raffaella and Van Reenen, John (2009), Measuring and Explaining Organization across firms and countries LSE/Stanford mimeo",
        "Bloom, Nick, Sadun, Raffaella and Van Reenen, John (2007), Americans do I.T. Better: American multinationals and the productivity miracle NBER Working Paper 13085",
        "Bloom, Nick, Draca, Mirko and Van Reenen, John (2009) Trade induced technical change: The impact of Chinese imports on technology and jobs LSE/Stanford mimeo",
        "Blanchard, Olivier (2004) The Economic Future of Europe, Journal of Economic Perspectives, 18, 3-26.",
        "Black, Sandra, and Lynch, Lisa (2001), How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, Review of Economics and Statistics, 83, 434-445.",
        "Bartel, Ann, Ichniowski, Casey and Kathryn Shaw (2007), How Does Information Technology Really Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker Skills, Quarterly Journal of Economics, 122, No. 4, 1721-1758",
        "Baron, David, and Besanko, David (1992), Information, Control, and Organizational Structure, Journal of Economics and Management Strategy, 1, 237-275.",
        "Baker, George, and Hubbard, Thomas (2004), Contractibility and Asset Ownership: On Board Computers and Governance in US Trucking, Quarterly Journal of Economics, 119, 1443-79.",
        "Baker, George, and Hubbard, Thomas (2003), Make Versus Buy In Trucking: Asset Ownership, Job Design and Information, American Economic Review, 93, 55 1-72.",
        "Baker, George, Gibbons, Robert, and Murphy, Kevin (1999), Informal Authority in Organizations, Journal of Law, Economics, and Organization, 15, 56-73.",
        "Azmat, Ghazala, Manning, Alan, and Van Reenen, John (2008), Privatization, Entry Regulation and the Decline of Labours Share of GDP: A Cross-Country Analysis of the Network Industries, Centre for Economic Performance Discussion Paper No. 806",
        "Autor, David, Lavy, Frank and Murnane, Richard (2003) The Skill Content of Recent Technological Change: An Empirical Exploration Quarterly Journal of Economics, 118(4), 1279-1334",
        "Aubert, Patrick, Caroli, Eve, and Roger, Muriel (2006), New Technologies, Workplace Organization and the Structure of the Workforce: Firm-Level Evidence, Economic Journal, 116, 73-93.",
        "Alonso, Ricardo, Dessein, Wouter and Matouschek, Niko When Does Coordination Require Centralization (2008) American Economic Review, 98(1), pp. 145-179.",
        "Aghion, Philippe, and Tirole, Jean (1997), Formal and Real Authority in Organizations, Journal of Political Economy, 105, 1-29.",
        "Acemoglu Daron, Philippe Aghion, Claire Lelarge, John Van Reenen, and Fabrizio Zilibotti (2006) Technology, Information and the Decentralization of the Firm Quarterly Journal of Economics, 122 (4), 1759-1799"
    ]
}