{
    "id": 14988,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Chen, Z., S.T. Yen and D. B. Eastwood. (2005). Effects of Food Stamp Participation on Body Weight and Obesity. Amer. J. Agr. Econ. 87 (Number 5,2005): 1167-1173.",
        "Battistin, Erich. 2003. Errors in Survey Reports of Consumer Expenditures, The Institute for Fiscal Studies, WPO3/07.",
        "Borjas, G. (2004) Food insecurity and public assistance. Journal of Public Economics, 88: 1421-1443.",
        "Kabbani, Nader S., and Parke E. Wilde. 2003. Short Recertification Periods in the U.S. Food Stamp Program. Journal of Human Resources 38(5): 1112-1138.",
        "Kaushal, Neeraj. 2007. Do food stamps cause obesity? Evidence from immigrant experience. Journal of Health Economics 26, (5): 968-991.",
        "Krueger, Patrick M. To Help or To Harm? Food Stamp Receipt and Mortality Risk Prior to the 1996 Welfare Reform Act Social Forces, Volume 82, Number 4, June 2004, pp. 1573-1599.",
        "Moffitt, R. 1989. Estimating the Value of an In-kind Transfer: The Case of Food Stamps, Econometrica 57(2):385-409.",
        "Nicklas, Theresa A., Baranowski, Tom, Cullen, Karen W., Berenson, Gerald. Eating Patterns, Dietary Quality and Obesity J Am Coll Nutr 2001 20: 599-608.",
        "Senauer Ben and Nathan Young. 1986. The Impact of Food Stamps on Food Expenditures: Rejection of the Traditional Model American Journal ofAgricultural Economics, Vol. 68, No. 1, pp. 37-43.",
        "Shapiro, JM. 2005. Is there a daily discount rate? Evidence from the food stamp nutrition cycle Journal of Public Economics, 89, 303-325.",
        "Ver Ploeg, Michele, Lisa Mancino, Biing-Hwan Lin and Chia-Yih Wang. The vanishing weight gap: Trends in obesity among adult food stamp participants. Economics & Human Biology. Volume 5, Issue 1, March 2007, Pages 20-36 Whitmore, D. 2002. What are food stamps worth? Princeton University Industrial Relations Section Working Paper. 468, July 2002.",
        "Wilde, E. P. & C. K. Ranney (2000). The monthly food stamp cycle: shopping frequency and food intake decisions in an endogenous switching regression framework. Am. J. Agric.Econ. 82:200-213.",
        "Wilde, Parke, Peggy Cook, Craig Gundersen, Mark Nord, and Laura Tiehen. 2000. The Decline in Food Stamp Program Participation in the 1990s Food Assistance and Nutrition Research Report No. (FANRR7) 28 pp.",
        "Zedlewski, Sheila and Sarah Brauner. Are the Steep Declines in Food Stamp Participation Linked to Falling Welfare Caseload? Policy Brief No. B-3. Washington, DC: The Urban Institute, November 1999.",
        "Hanratty, Maria J. 2006. Has the Food Stamp program become more accessible? Impacts of recent changes in reporting requirements and asset eligibility limits. Journal of Policy Analysis and Management, Volume 25, Issue 3 , Pages 603 - 621.",
        "Hilary W. Hoynes and Diane Schanzenbach. (2007). Consumption Responses to In-Kind Transfers: Evidence from the Introduction of the Food Stamp Program. NEBR working paper 13025.",
        "Gibson, Dame (2004). Long-Term Food Stamp Program Participation is Differentially Related to Overweight in Young Girls and Boys. J.Nut. 134:372-379.",
        "Gibson, Dame (2003). Food Stamp Program Participation is Positively Related to Obesity in Low Income Women. J.Nut. 133:2225-223 1.",
        "Frongillo, E.A. (2003). Understanding Obesity and Program Participation in the Context of Poverty and Food Insecurity. J. Nut. 133: 2117-2118.",
        "Fraker, Thomas M., Alberto P. Martini, James C. Ohls. The Effect of Food Stamp Cashout on Food Expenditures: An Assessment of the Findings from Four Demonstrations. The Journal of Human Resources, Vol. 30, No. 4 (Autumn, 1995), pp. 633-649 French SA, Story M, Neumark-Sztainer D, et al. Fast food restaurant use among adolescents: associations with nutrient intake, food choices and behavioral and psychosocial variables. mt J Obes. 2001;25:1823-1833.",
        "Fox MK, Hamilton W, Lin BH. Effects of food assistance and nutrition programs on nutrition and health. Volume 4, Executive summary of the literature review. Washington, D.C.: Food and Rural Economics Division, Economic Research Service, U.S. Department of Agriculture, Food Assistance and Nutrition Research Report No. 19-4, 2004.",
        "Demory-Luce, Debby. Fast Food and Children and Adolescents: Implications for Practitioners. Clinical Pediatrics 2005;44:279-288.",
        "Drewnowski, Adam. Fat and Sugar: An Economic Analysis Symposium: Sugar and Fat-From Genes to Culture J. Nutr. 133:838S-840S, March 2003.",
        "Danielson, Caroline and Jacob Alex Klerman. 2006. Why Did the Food Stamp Caseload Decline (and Rise)? Effects of Policies on the Economy Rand Working paper: WR 386.",
        "Curie, Janet and Jeffrey Grogger. (2001) Explaining Recent Declines in Food Stamps Program Participation, in Brookings Papers on Urban Affairs, William Gale and Janet Rothenberg-Pack (eds), 203-244.",
        "Devaney, Barbara and Robert Moffitt. Dietary Effects of the Food Stamp Program American Journal ofAgricultural Economics, Vol. 73, No. 1. (Feb., 1991), pp. 202-211."
    ]
}