{
    "id": 14987,
    "cites": 50,
    "cited_by": 11,
    "reference": [
        "Ainslie, G. (1975). Ã\u0082â\u0080\u009cSpecious Reward: A Behavioral Theory of Impulsiveness and Impulse Control.Ã\u0082â\u0080\u009d Psychological Bulletin. 82(4): 463-496.",
        "Beunckens, C. (2005). Ã\u0082â\u0080\u009cDirect Likelihood Analysis versus Simple Forms of Imputation for Missing Data in Randomized Clinical Trials.Ã\u0082â\u0080\u009d Clinical Trials. 2(5): 379-386.",
        "Burger, N. and Lynham, J. (2008). Ã\u0082â\u0080\u009cBetting on Weight Loss Ã\u0082â\u0080¦ and Losing: Personal Gambles as Commitment Mechanisms.Ã\u0082â\u0080\u009d Working paper, University of California Santa Barbara.",
        "Butsch, W.S., Ard, J.D., Allison, D.B., Patki, A., Henson, C.S., Rueger, M.M., Hubbert, K.A., Glandon, G.L. and Heimburger, D.C. (2007). Ã\u0082â\u0080\u009cEffects of a Reimbursement Incentive on Enrollment in a Weight Control Program.Ã\u0082â\u0080\u009d Obesity, 15(11): 2733-2738.",
        "Camerer. C. (2005). Ã\u0082â\u0080\u009cThree Cheers-Psychological, Theoretical, EmpiricalÃ\u0082â\u0080\u0094For Loss Aversion.Ã\u0082â\u0080\u009d Journal of Marketing Research. 42(5): 129-133.",
        "Cawley, J. (2004) Ã\u0082â\u0080\u009cThe Impact of Obesity on Wages.Ã\u0082â\u0080\u009d Journal of Human Resources. Spring, 39(2): 451-474.",
        "Cawley, J, Rizzo, J.A. and Haas, K. (2007) Ã\u0082â\u0080\u009cOccupation-Specific Absenteeism Costs Associated with Obesity and Morbid Obesity.Ã\u0082â\u0080\u009d Journal of Occupational and Environmental Medicine. December, 49(12): 1317-1324.",
        "Coates, T.J., Jeffery, R.W., Slinkard, L.E., Killen, J.D. and Danaher, B.G. (1982). Ã\u0082â\u0080\u009cFrequency of Contact and Monetary Reward in Weight Loss, Lipid Change, and Blood Pressure Reduction with Adolescents.Ã\u0082â\u0080\u009d Behavior Therapy. 13: 175-185.",
        "Crawford, D., Jeffery, R.W. and French, S.A. (2000). Ã\u0082â\u0080\u009cCan Anyone Successfully Control Their Weight? Findings of a Three Year Community-Based Study of Men and Women.Ã\u0082â\u0080\u009d International Journal of Obesity. 24: 1107-1110.",
        "Deci, E.L. (1971). Ã\u0082â\u0080\u009cEffects of Externally Mediated Rewards on Intrinsic Motivation.Ã\u0082â\u0080\u009d Journal of Personality and Social Psychology. 18(1): 105-115.",
        "Finkelstein, E.A., Fiebelkorn, I.C., and Wang, G. (2003) Ã\u0082â\u0080\u009cNational Medical Spending Attributable to Overweight and Obesity: How Much, and WhoÃ\u0082â\u0080\u0099s Paying?Ã\u0082â\u0080\u009d Health Affairs. Web Exclusive, W3-219.",
        "Finkelstein, E.A., Linnan, L.A., Tate, D.F., Birken, B.E. (2007) Ã\u0082â\u0080\u009cA Pilot Study Testing the Effect of Different Levels of Financial Incentives on Weight Loss Among Overweight Employees.Ã\u0082â\u0080\u009d Journal of Occupational and Environmental Medicine. 49(9): 981-989.",
        "Fishbach, A. and Trope, Y. (2005). Ã\u0082â\u0080\u009cThe Substitutability of External Control and Self-Control.Ã\u0082â\u0080\u009d Journal of Experimental Social Psychology. 41(3): 256-270.",
        "Ford, E.S., Moirarty,D.G., .G, Zack, M.M., Mokdad, A.H. and Chapman, D.P. (2001). Ã\u0082â\u0080\u009cSelf-Reported Body Mass Index and Health-Related Quality of Life: Findings from the Behavioral Risk Factor Surveillance System.Ã\u0082â\u0080\u009d Obesity Research, 9(1): 21-31.",
        "Gadbury, G.L., Coffey, C.S. and Allison, D.B. (2003). Ã\u0082â\u0080\u009cModern Statistical Methods for Handling Missing Repeated Measurements in Obesity Trial Data: Beyond LOCF.Ã\u0082â\u0080\u009d Obesity. 4: 175-184.",
        "Higgins, S.T., Alessi, S.M. and Dantona, R.L. (2002). Ã\u0082â\u0080\u009cVoucher-Based Incentives: A Substance Abuse Treatment Innovation.Ã\u0082â\u0080\u009d Addictive Behaviors. 27: 887-910.",
        "Hubbert, K.A., Bussey, B.F., Allison, D.B., Beasley, T.M., Henson, C.S. and Heimburger, D.C. (2003). Ã\u0082â\u0080\u009cEffects of Outcome-Driven Insurance Reimbursement on Short-Term Weight Control.Ã\u0082â\u0080\u009d International Journal of Obesity. 27, 1423-1429.",
        "Institute of Medicine. (2007). Progress in Preventing Childhood Obesity: How do we Measure Up? (National Academies Press: Washington, D.C.).",
        "Jeffery, R.W., Bjornson-Benson, W.M., Rosenthal, B.S., Kurth, C.L., Dunn, M.M. (1984). Ã\u0082â\u0080\u009cEffectiveness of Monetary Contracts with Two Repayment Schedules on Weight Reduction in Men and Women from Self-Referred and Population Samples.Ã\u0082â\u0080\u009d Behavior Therapy. 15: 273-279.",
        "Jeffery, et al. (1998).Ã\u0082â\u0080\u009cUse of Personal Trainers and Financial Incentives to Increase Exercise in a Behavioral Weight-Loss ProgramÃ\u0082â\u0080\u009d Journal of Consulting and Clinical Psychology. 66(5): 777-783.",
        "Jeffery, R.W., Forster, J.L., French, S.A., Kelder, S.H., Lando, H.A., McGovern, P.G., Jacobs, D.R. and Baxter, J.E. (1993). Ã\u0082â\u0080\u009cThe Healthy Worker Project: A Work-Site Intervention for Weight Control and Smoking Cessation.Ã\u0082â\u0080\u009d Journal of Public Health. 83(3): 395-401.",
        "Jeffery, R.W., Gerber, W.M., Rosenthal, B.S. and Lindquist, R.A. (1983). Ã\u0082â\u0080\u009cMonetary Contracts in Weight Control: Effectiveness of Group and Individual Contracts of Varying Size.Ã\u0082â\u0080\u009d Journal of Consulting and Clinical Psychology. 51(2): 242-248.",
        "Jeffery, R.W., Hellerstedt, W.L. and Schmid, T.L. (1990). Ã\u0082â\u0080\u009cCorrespondence Programs for Smoking Cessation and Weight Control: A Comparison of Two Strategies in the Minnesota Heart Health Program.Ã\u0082â\u0080\u009d Health Psychology. 9(5): 585-598.",
        "Jeffery, R.W., Thompson, P.D. and Wing, R.R. (1978). Ã\u0082â\u0080\u009cEffects on Weight Reduction of Strong Monetary Contracts for Calorie Restriction or Weight Loss.Ã\u0082â\u0080\u009d Behavior Research and Therapy. 16: 363-369.",
        "Jeffery, R.W., Wing, R.R., Thorson, C., Burton, L.R., Raether, C., Harvey, J. and Mullen, M. (1993). Ã\u0082â\u0080\u009cStrengthening Behavioral Interventions for Weight Loss: A Randomized Trial of Food Provision and Monetary Incentives.Ã\u0082â\u0080\u009d Journal of Consulting and Clinical Psychology. 61: 1038-1045.",
        "Kahneman, D. and Tversky, A. (1979). Ã\u0082â\u0080\u009cProspect Theory: An Analysis of Decision Under Risk. Econometrica. 47(2): 263-292.",
        "Kane, R.L., Johnson, P.E., Town, R.J. and Butler, M. (2004). Ã\u0082â\u0080\u009cA Structured Review of the Effect of Economic Incentives on ConsumersÃ\u0082â\u0080\u0099 Preventive Behavior.Ã\u0082â\u0080\u009d American Journal of Preventive Medicine. 27(4): 327-352.",
        "Kramer, et al. (1986). Ã\u0082â\u0080\u009cMaintenance of Successful Weight Loss Over One Year: Effects of Financial Contracts for Weight Maintenance or Participation in Skills Training.Ã\u0082â\u0080\u009d Behavioral Therapy. 17: 295-301.",
        "Laibson, D. (1997). Ã\u0082â\u0080\u009cGolden Eggs and Hyperbolic Discounting.Ã\u0082â\u0080\u009d Quarterly Journal of Economics. 112(5): 443-477.",
        "Lepper, M.R., Greene, D., Nisbett, R.E. (1973). Ã\u0082â\u0080\u009cJournal of Personality and Social Psychology.Ã\u0082â\u0080\u009d 28(1): 129-137.",
        "Loewenstein, G., Weber, E.U., Hsee, C.K., et al. (2001). Ã\u0082â\u0080\u009c Risk as feelings.Ã\u0082â\u0080\u009d Psychological Bulletin. 127: 267-286.",
        "Lussier, J.P., Heil, S.H., Mongeon, J.A., et al. (2006). Ã\u0082â\u0080\u009cA Meta-Analysis of Voucher-Based Reinforcement Therapy for Substance Use Disorders.Ã\u0082â\u0080\u009d Addiction. 101: 192-203.",
        "Mann, R.A. (1972) Ã\u0082â\u0080\u009cThe Behavior-Therapeutic Use of Contingency Contracting to Control and Adult Behavior Problem: Weight Control.Ã\u0082â\u0080\u009d Journal of Applied Behavior Analysis. 5(2): 99-109.",
        "Muennig, P., Lubetkin, E., Jia, H. and Franks, P. (2006). Ã\u0082â\u0080\u009cGender and the Burden of Disease Attributable to Obesity.Ã\u0082â\u0080\u009d American Journal of Public Health. 96(9): 1662-1668.",
        "Must, A., Spadano, J., Coakley, E.H., Field, A.E., Colditz, G. and Dietz, W.H. (1999). Ã\u0082â\u0080\u009cThe Disease Burden Associated with Overweight and Obesity.Ã\u0082â\u0080\u009d Journal of the American Medical Association. 282(16): 1523-1529.",
        "NIH Technology Assessment Conference Panel. (1993). Ã\u0082â\u0080\u009cMethods for Voluntary Weight Loss and Control.Ã\u0082â\u0080\u009d Annals of Internal Medicine. 119(7, Part 2): 764-770.",
        "OÃ\u0082â\u0080\u0099Donoghue, T. and Rabin, M. (2001). Ã\u0082â\u0080\u009cChoice and Procrastination.Ã\u0082â\u0080\u009d Quarterly Journal of Economics. 116(1): 121-160.",
        "Paul-Ebhohimhen, V. and Avenell, A. (2007). Ã\u0082â\u0080\u009cSystematic Review of the Use of Financial Incentives in Treatments for Obesity and Overweight.Ã\u0082â\u0080\u009d Obesity Reviews. 9: 355-367.",
        "Petty, N.M. and Martin, B. (2002). Ã\u0082â\u0080\u009cLow-Cost Contingency Management for Treating Cocaine- and Opiod-Abusing Metadone Patients.Ã\u0082â\u0080\u009d Journal of Consulting and Clinical Psychology. 70(2): 398-405.",
        "Read, D., Loewenstein, G. and Rabin, M. (1999). Ã\u0082â\u0080\u009cChoice Bracketing.Ã\u0082â\u0080\u009d Journal of Risk and Uncertainty. 19:1-3; 171-197.",
        "Samuelson, P. A. (1937). Ã\u0082â\u0080\u009cA note on measurement of utility.Ã\u0082â\u0080\u009d Review of Economic Studies, 4: 155-161.",
        "Serdula, M.K., Mokdad, A.H., Williamson, D.F., Galuska, D.A., Mendlein, J.M. and Heath, G.W. (1999). Ã\u0082â\u0080\u009cPrevalence of Attempting Weight Loss and Strategies for Controlling Weight.Ã\u0082â\u0080\u009d Journal of the American Medical Association. 282(14): 1353-1358.",
        "Sindelar, J.L. (2008). Ã\u0082â\u0080\u009cPaying for Performance: The Power of Incentives Over Habits.Ã\u0082â\u0080\u009d Health Economics. 17: 449-451.",
        "Stunkard, A. and McLaren-Hume, M. (1959). Ã\u0082â\u0080\u009cThe Results of Treatment for Obesity.Ã\u0082â\u0080\u009d Archives of Internal Medicine. 103, 79Ã\u0082â\u0080\u009385.",
        "Thayer, R.H. and Shefrin, H.M. (1981). Ã\u0082â\u0080\u009cAn Economic Theory of Self-Control.Ã\u0082â\u0080\u009d Journal of Political Economy. 89(2): 392-406.",
        "Tversky, A. and Kahneman, D. (1991). Ã\u0082â\u0080\u009cLoss Aversion in Riskless Choice: A Reference-Dependent Model.Ã\u0082â\u0080\u009d Quarterly Journal of Economics. 106: 1039-61.",
        "Vidal, J. (2002). Ã\u0082â\u0080\u009cUpdated Review on the Benefits of Weight Loss.Ã\u0082â\u0080\u009d International Journal of Obesity. 26 (Suppl 4): S25-S28.",
        "Volpp, K.G., John, L.K., Troxel, A.B., et al. (2008). Ã\u0082â\u0080\u009cFinancial Incentive Based Approaches for Weight Loss: A Randomized Trial.Ã\u0082â\u0080\u009d Journal of the American Medical Association. 300(22): 2631-2637.",
        "Ware, J.H. (2003). Ã\u0082â\u0080\u009cInterpreting Incomplete Data in Studies of Diet and Weight Loss.Ã\u0082â\u0080\u009d New England Journal of Medicine. 348(21): 2136-2137.",
        "Wing, R.R. and Phelan, S. (2005). Ã\u0082â\u0080\u009cLong-Term Weight Loss Maintenance.Ã\u0082â\u0080\u009d American Journal of Clinical Nutrition. 82 (supplement): 222S-225S."
    ]
}