{
    "id": 14989,
    "cites": 59,
    "cited_by": 2,
    "reference": [
        "Wilfley DE, Stein RI, Saelens BE, Mockus DS, Matt GE, Hayden-Wade HA, Welch RR, Schechtman KB, Thompson PA, Epstein LH. Efficacy of maintenance treatment approaches for childhood overweight: a randomized controlled trial. JAMA 2007; 298(14):1661-73.",
        "Margetts B: WHO global strategy on diet, physical activity and health. Editorial. Public Health Nutr 2004; 7:361-3.",
        "Mokdad AH, Serdula MK, Dietz WH, et al.: The continuing epidemic of obesity in the United States. Jama 2000; 284:1650-1.",
        "Neff U, Sargent RG, McKeown RE, et al.: Black-white differences in body size perceptions and weight management practices among adolescent females. J Adolesc Health 1997; 20:459-65.",
        "Annu Rev Public Health 2001; 22:293-308. L.A. Times: www.latimes .comlnews/local/politics/cal/la-me-fastfood302008ju130, 0,7844906.",
        "Kortt M, Baldry J: The association between musculoskeletal disorders and obesity. Aust Health Rev 2002; 25:207-14. Kumanyika SK: Minisymposium on obesity: overview and some strategic considerations.",
        "Kolata G, Thinning the Milk Does Not Mean Thinning the Child. New York Times February 12, 2006.",
        "King AC, Castro C, Wilcox 5, et al.: Personal and environmental factors associated with physical inactivity among different racial-ethnic groups of U.S. middle-aged and olderaged women. Health Psychol 2000; 19:354-64.",
        "Strauss RS, Pollack HA: Social marginalization of overweight children. Arch PediatrAdolesc Med 2003; 157:746-52.",
        "Tchernis, Rusty; Millimet, Daniel; Hussain, Muna: School Nutrition Programs and the Incidence of Childhood Obesity, Center for Applied Economics and Policy Research, Economics Department, Indiana University Bloomington, CAEPR Working Papers: 2007-014, 2007, 37 pp.",
        "Strauss RS, Knight J: Influence of the home environment on the development of obesity in children. Pediatrics 1999; 103:e85.",
        "Obes Res 2004; 12:369-439. Sobal J, Stunkard AJ: Socioeconomic status and obesity: a review of the literature.",
        "Sorensen HT, Sabroe 5, Rothman KJ, et al.: Relation between weight and length at birth and body mass index in young adulthood: cohort study. BMJ 1997; 3 15:1137.",
        "Schadt EE, Monks SA, Drake TA, et al.: Genetics of gene expression surveyed in maize, mouse and man. Nature 2003; 422:297-302.",
        "Snyder EE, Walts B, Perusse L, et al.: The human obesity gene map: the 2003 update.",
        "Quigley, Fran: Indianapolis is missing the bus: IndyGo is worst-funded system in Midwest, Nuvo 2003; www.nuvo.net/archive/2003/ 12/24/indianapolis_is_missing_the_bus .html Sallis JF, Bauman A, Pratt M: Environmental and policy interventions to promote physical activity. Am J Prey Med 1998; 15:379-97.",
        "Price R: Genetics and common obesities: background, current status, strategies, and future prospects. In Handbook for obesity treatment, edited by Wadden T, Stunkard AJ, pp. 73-94. New York, NY, Guilford Press 2002.",
        "Jeffery RW, Drewnowski A, Epstein LH; et al.: Long-term maintenance of weight loss: current status. Health Psychol. 2000; 19(1 )(suppl) :5-16.",
        "Kaushal, N: Do Food Stamps Cause Obesity? Evidence from Immigrant Experience.Journal of Health Economics 2007; 26(5): 968-9 1. King AC, Jeffery RW, Fridinger F, et al.: Environmental and policy approaches to cardiovascular disease prevention through physical activity: issues and opportunities.",
        "HOPS, Healhier Options for Public School Children, http ://agatstonresearchfoundation. org/HOPSStudyPreliminaryResultsHOPS land HOPS2.pdf Horgen K, Choate M, Brownwell K: Television and childrens nutrition. In: Singer D, Singer J, eds. Handbook of children and the media. San Francisco: Sage, 2001:447-461.",
        "Jeffery RW: Public health strategies for obesity treatment and prevention. Am J Health Behav 2001; 25:252-9.",
        "Popkin BM, Udry JR: Adolescent obesity increases significantly in second and third generation U.S. immigrants: the National Longitudinal Study of Adolescent Health. J Nutr 1998; 128:701-6.",
        "Plantinga, Andrew J, Bernell Stephanie: The Association between Urban Sprawl and Obesity: Is It a Two-Way Street?,Journal of Regional Science 2007; 47(5): 857-79.",
        "Ogden CL, Flegal KM, Carroll MD, Johnson CL: Prevalence and trends in overweight among US children and adolescents, 1999-2000. JAMA 2002; 288:1728-32.",
        "Parnell K, Sargent R, Thompson SH, et al.: Black and white adolescent females perceptions of ideal body size. J Sch Health 1996; 66:112-8.",
        "Hedley, AA, Ogden, CL, Johnson, CL, Carroll, MD, Curtin, LR, Flegal, KM: Overweight and obesity among US children, adolescents, and adults, 1999-2002. JAMA 2004; 291:2847-50.",
        "Hill JO, Peters JC: Environmental contributions to the obesity epidemic. Science 1998; 280:1371-4. Hogan JW, Tchernis, R: Bayesian Factor Analysis for Spatially Correlated Data, with Application to Summarizing Area-Level Material Deprivation from Census Data.",
        "Haas JS, Lee LB, Kaplan CP, et al.: The association of race, socioeconomic status, and health insurance status with the prevalence of overweight among children and adolescents. Am J Public Health 2003; 93:2105-10.",
        "Gortmaker SL, Must A, Penin JM, et al.: Social and economic consequences of overweight in adolescence and young adulthood. N Engl J Med 1993; 329:1008-12.",
        "Garn SM, Clark DC: Nutrition, growth, development, and maturation: findings from the ten-state nutrition survey of 1968-1970. Pediatrics 1975; 56:306-19.",
        "Gerrior 5, Bente L: Nutrient Content of the U.S. Food Supply, 1909-99: A Summary Report. U.S. Department of Agriculture, Center for Nutrition Policy and Promotion.",
        "Glanz K, Lankenau B, Foerster 5, et al.: Environmental and policy approaches to cardiovascular disease prevention through nutrition: opportunities for state and local action. Health Educ Q 1995; 22:512-27.",
        "GortmakerSL, Must A, Sobol AM, et al.: Television viewing as a cause of increasing obesity among children in the United States, 1986-1990. Arch PediatrAdolesc Med 1996; 150:356-62.",
        "Freedman DS, Dietz WH, Srinivasan SR, et al: The relation of overweight to cardiovascular risk factors among children and adolescents: the Bogalusa Heart Study. Pediatrics 1999; 103:1175-82.",
        "Ewing R, Cervero R: Travel and the Built Environment: A Synthesis. Transportation Research Record 1780, 2001.",
        "Foreyt J, Goodrick K: The ultimate triumph of obesity. Lancet 1995; 346:134-5.",
        "Estabrooks, Paul A; Susan Shetterly: The Prevalence and Health Care Use of Overweight Children in an Integrated Health Care System. Arch PediatrAdolesc Med. 2007;161:222227.",
        "Epstein LH, Paluch RA, Gordy CC, et al.: Decreasing sedentary behaviors in treating pediatric obesity. Arch PediatrAdolesc Med 2000; 154:220-6.",
        "DiPietro L, Mossberg HO, Stunkard AJ: A 40-year history of overweight children in Stockholm: life-time overweight, morbidity, and mortality. Int J ObesRelatMetabDisord 1994; 18:585-90.",
        "(a) Anderson, Patricia M., Butcher, Kristin F: Reading, Writing, and Refreshments: Are School Finances Contributing to Childrens Obesity?.Journal of Human Resources 2006; 41(3):467-494.",
        "(b) Anderson, Patricia M., Butcher, Kristin F: Childhood Obesity: Trends and Potential Causes, The Future of Children. Childhood Obesity 2006; 16(1): 19-45.",
        "Anderson, Michael, Matsa, David A.: Are Restaurants Really Supersizing America?, December 30, 2007, University of California Berkeley Working Paper.",
        "Boone Janne E, Gordon-Larsen Penny, Adair Linda 5, and Popkin Barry M: Screen time and physical activity during adolescence: longitudinal effects on obesity in young adulthood. International Journal of Behavioral Nutrition and Physical Activity 2007; 4: 26.",
        "Bouchard C: Genetics of obesity: Overview and research direction. In The genetics of obesity, edited by Bouchard C, pp. 223-233. Boca Raton, 1994.",
        "Birch LL, Fisher JO: Development of eating behaviors among children and adolescents. Pediatrics 1998; 101:539-49.",
        "Bray, George A, Champagne, Catherine M: Beyond Energy Balance: There Is More to Obesity than Kilocalories. J Am Diet Assoc. 2005;105:517-523.",
        "Brownson RC, Baker EA, Housemann RA, et al.: Environmental and policy determinants of physical activity in the United States. Am J Public Health 2001; 91:1995-2003.",
        "Burke, Mary A,Heiland, Frank: Social Dynamics of Obesity. Economic Inquiry 2007; 45(3): 571-91.",
        "Burdette HL, Whitaker RC: Neighborhood playgrounds, fast food restaurants, and crime: relationships to overweight in low-income preschool children. Preventive Medicine 2004; 38:57-63.",
        "Burdette, HL, and Whitaker, RC: A National Study of Neighborhood Safety, Outdoor Play, Television Viewing, and Obesity in Preschool Children. Pediatrics 2005; 116(3): 657-662.",
        "Cawley, John,Meyerhoefer, Chad,Newhouse, David: The Impact of State Physical Education Requirements on Youth Physical Activity and Overweight. Health Economics 2007; 16(12): 1287-1301.",
        "CDC, A SAS Program for the CDC Growth Charts, www.cdc . gov/nccdphp/dnpa/growthcharts/resources/sas .htm Chou 5, Grossman M, Saffer H:An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System NBER Working Paper #9247, National Bureau of Economic Research. Cambridge, MA, 2002.",
        "Chou, Shin-Yi, Rashad, Inas, Grossman, Michael: Fast-Food Advertising on Television and Its Influence on Childhood Obesity.NBER Working Paper No. 11879, December 2005.",
        "Clement K, Fene P: Genetics and the pathophysiology of obesity. Pediatr Res 2003; 53:721-5. Consensus Panel: Type 2 diabetes in children and adolescents. American Diabetes Association, http://care.diabetesjournals.org/cgi1reprint/23/3/381.pdf.",
        "Cordain L, Miller JB, Eaton SB, et al.: Macronutrient estimations in hunter-gatherer diets. Am J ClinNutr 2000; 72:1589-92.",
        "Corless J, Ohland G: Caught in the crosswalk: Pedestrian safety in California, 2001 Courtemanche, Charles: Working Yourself to Death? The Relationship Between Work Hours and Obesity. Working Paper, Washington University, St. Louis. (October 5, 2007) Cressie, N, Chan NH: Spatial Modeling of Regional Variables. Journal of the American Statistical Association 1989; 84(406): 393-40 1.",
        "Currie, Janet, DellaVigna, Stefano, Moretti, Enrico, Pathania, Vikram: The Effect of Fast Food Restaurants on Obesity, NBER Working Paper 14721, February 2009.",
        "Day, Kristen: Active living and social justice: Planning for physical activity in lowincome, black, and Latino communities. Journal of the American Planning Association 2006; 72(1): 88-99.",
        "Dietary Reference Intakes for Energy, Carbohydrate, Fiber, Fat, Fatty Acids, Cholesterol, Protein, and Amino Acids (Macronutrients): A Report of the Panel on Macronutrients, Subcommittees on Upper Reference Levels of Nutrients and Interpretation and Uses of Dietary Reference Intakes, and the Standing Committee on the Scientific Evaluation of Dietary Reference Intakes, 2002."
    ]
}