{
    "id": 14984,
    "cites": 42,
    "cited_by": 7,
    "reference": [
        "Levitan, R., Masells, M., Lam, R., Basile, V., Jam, U., Kaplan, A. S., Thramalingam, S., Kennedy, S., and Kennedy, J. (2004). Childhood inattention and dysphoria and adult obesity associated with the dopamine d4 receptor gene in overeating women with seasonal affective disorder. Neuropsychopharmacology, 29:179-196.",
        "Lee, L.-F. and Sepanski, J. H. (1995). Estimation of linear and non-linear errors-in-variables models using validation data. Journal of the American Statistical Association, 429:130-140.",
        "Lakdawalla, D. and Philipson, T. (2007). Labor supply and body weight. Journal of Human Resources, 42:85-116.",
        "Kline, B. and Tobias, J. L. (2008). The wages of BMI: Bayesian analysis of a skewed treatmentresponse model with non-parametric endogeneity. Journal of Applied Econometrics, 23:767793.",
        "Hill, M. 5. (1992). The Panel Study of Income Dynamics: A Users Guide. Sage Publications.",
        "Holtkamp, K., Konrad, K., Muller, B., Heussen, N., Herpertz, S., Herpertz-Dahlmann, B., and Hebebrand, J. (2004). Overweight and obesity in children with attention-deficit/hyperactivity disorder. International Journal of Obesity, 28:685-689.",
        "Harper, B. (2000). Beauty, stature and the labour market: A british cohort study. Oxford Bulletin of Economies and Statistics, 62:771-800.",
        "French, M. T. (2002). Physical appearance and earnings: Further evidence. Applied Economies, 34:569-572.",
        "Hamermesh, D. S. and Biddle, J. E. (1998). Beauty, productivity and discrimination: Lawyers looks and lucre. Journal of Labor Economics, 16:172-201.",
        "Finkelstein, E. A., Brown, D. S., Trogdon, J. G., Segel, J. E., and Ben-Joseph, R. H. (2007). Age-specific impact of obesity on prevalence and costs of diabetes and dyslipidemia. Value in Health, 10:545-551.",
        "El-Faddagh, M., Laucht, M., Maras, A., Vohringer, L., and Schmidt, M. (2004). Association of dopamine d4 receptor gene with attention-deficity/hyperactivity disorder in a high risk community sample: a longitudinal study from birth to 11 years of age. Journal of Neural Transmission, 111:883-889.",
        "Duncan, G. J. and Hill, D. H. (1985). An investigation of the extent and consequences of measurement error in labor-economic survey data. Journal of Labor Economics, 3:508-532.",
        "Chou, S.-Y., Grossman, M., and Saffer, H. (2004). An economic analysis of adult obesity: Results from the behavioral risk factor surveillance system. Journal of Health Economics, 23:565-587.",
        "DiGioachino, R. F., Sargent, R., and Topping, M. (2001). Body dissatisfaction among white and african american male and female college students. Eating Behaviors, 2:39-SO.",
        "Burkhauser, R. V. and Cawley, J. (2008). Beyond BMI: The value of more accurate measures of fatness and obesity in social science research. Journal of Health Economics, 27:519-529.",
        "Cawley, J. (2004). The impact of obesity on wages. Journal of Human Resources, 39:451-474.",
        "Bound, J., Brown, C., and Mathiowetz, N. (2001). Measurement error in survey data. In Heckman, J. and Learner, E., editors, The Handbook of Econometrics, volume 5, pages 37073843. Elsevier.",
        "Bhattacharya, J. and Bundorf, K. (2005). The incidence of the healthcare costs of obesity. NBER Working Paper, (11303).",
        "Bound, J., Brown, C., Duncan, G. J., and Rodgers, W. L. (1994). Evidence on the validity of cross-sectional and longitudinal labor market data. Journal of Labor Economics, 12:345-368.",
        "Averett, S. and Korenmann, 5. (1996). The economic reality of the beauty myth. The Journal of Human Resources, 31:304-330.",
        "Baum, C. L. and Ford, W. F. (2004). The wage effects of obesity: A longitudinal study. Health Economics, 13:885-899.",
        "Arterburn, D., Maciejewski, M., and Tsevat, J. (2005). Impact of morbid obesity on medical expenditures in adults. International Journal of Obesity, 29:324-339.",
        "Andreyeva, T., Sturm, R., and Ringel, J. 5. (2004). Moderate and severe obesity have large differences in health costs. Obesity Research, 12:1936-1943.",
        "Yatchew, A. (1998). Non-parametric techniques in economics. Journal of Economic Literature, 36:669-721.",
        "Wada, R. and Tekin, E. (2007). Body composition and wages. NBER Working Paper, (13595).",
        "Swanson, J., Oosterlaan, J., Murias, M., Schuck, S., Floodman, P., Spence, M. A., Wasdell, M., Ding, Y., Chi, H.-C., Smith, M., Mann, M., Carlson, C., Kennedy, J. L., Sargeant, J. A., Leung, P., Zhang, Y.-P., Sadeh, A., Chen, C., Whalen, C. K., Babb, K. A., Moyzis, R., and Posner, M. I. (2000). Attention deficit/hyperactivity disorder children with 7-repeat allele of the dopamine receptor d4 gene have extreme behavior but normal performance on critical neuropsychological test of attention. Proceedings of the National Academy of Science, 97:4754-4759.",
        "Stearns, P. N. (1997). Fat History: Bodies and Beauties in the Modern West. New York University Press.",
        "Sunohara, G., Roberts, W., Malone, M., Schachar, R. J., and Tannock, R. (2000). Linkage of the dopamine d4 receptor gene and attention-deficit/hyperactivity disorder. American Journal of Child and Adolescent Psychiatry, 39:1537-1542.",
        "Staiger, D. and Stock, J. H. (1997). Instrumental variables regression with weak instruments. Econometrica, 65:557-586.",
        "Shimokawa, 5. (2008). The labor market impact of body weight in China: a semiparametric analysis. Applied Economics, 40:949-968.",
        "Robinson, P. (1988). Root-N-consistent semiparametric regression. Econometrica, 56:931-954.",
        "Seargent, J. D. and Blanchflower, D. G. (1994). Obesity and stature in adolescence and earnings in young adulthood. Archives of Pediatric and Adolescent Medicine, 148:681-687.",
        "Segal, N. and Allison, D. (2002). Twins and virtual twins: Bases of relative body weight revisited. International Journal of Obesity, 26:437-441.",
        "Quesenberry, C. P., Caan, B., and Jacobson, A. (1998). Obesity, health services use, and health care costs among members of a health maintenance organization. Archives of Internal Medicine, 158:466-472.",
        "Poston, W., Ericsson, M., Linder, J., Haddock, C., Hanis, C., Nilsson, T., Astrom, M., and Foreyt, J. (1998). D4 dopamine receptor gene exon iii polymorphism and obesity risk. Eating and Weight Disorders, 3:71-77.",
        "Pagan, J. A. and Davila, A. (1997). Obesity, occupational attainment, and earnings. Social Science Quarterly, 78:757-770.",
        "Muller, M. (2001). Estimation and testing in generalized linear models-a comparative study. Statistics and Computing, 11:299-309.",
        "National Heart, Lung and Blood Institute (1998). Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults: The Evidence Report. U.S. Government Priting Office.",
        "Mobius, M. M. and Rosenblat, T. 5. (2006). Why beauty matters. American Economic Review, 96:222-235.",
        "Mocan, N. and Tekin, E. (2006). Ugly criminals. NBER Working Paper, (12019).",
        "Maynard, L., Serdula, M., Galuska, D., Gillespie, C., and Mokdad, A. (2006). Secular trends in desired weight of adults. International Journal of Obesity, 30:1375-1381.",
        "Maes, H. H. M., Neale, M. C., and Eaves, L. J. (1997). Genetic and environmental factors in relative body weight and human adiposity. Behavior Genetics, 27:325-351."
    ]
}