{
    "id": 1499,
    "cites": 20,
    "cited_by": 7,
    "reference": [
        "Adams, Walter and Joel Dirlam (1984), The Trade Laws and Their Enforcement by the International Trade Commission, in R.E. Baldwin (ed.), Recent Issues and Initiatives in U.S. Trade Policy. National Bureau of Economic Research Conference Report.",
        "Baldwin, Robert E. (1976), The Political Economy of Postwar U.S. Trade Policy, The Bulletin, 1976-4, New York University Graduate School of Business Administration.",
        "Baldwin, Robert E. (1982), The Political Economy of Protection, in J. Bhagwati (ed.), Import Competition and Response. Chicago: University of Chicago Press.",
        "Bhagwati, Jagdish N. (1980), Lobbying and Welfare, Journal of International Economics, 14, 355-63.",
        "Bhagwati, Jagdish and T.N. Srinivasan (1980), Revenue-Seeking: A Generalization of the Theory of Tariffs, Journal of Political Economy, December, 1069-87.",
        "Brock, William A. and Stephen Nagee (1980), Tariff Formation in a Democracy, in John Black and Brian Hindley (eds.), current Issues in Commercial Policy and D~plomacy. London: Trade Policy Research Centre, 1-9.",
        "Cairnes, J.E. (1874), Some Leading Principles of Political Economy. London: Macmillan. Feenstra, Robert C. and Jagdish N. Bhagwati (1982), Tariff Seeking and the Efficient Tariff, in J.N. Bhagwati (ed.), Import Competition and Response.",
        "Chicago: University of Chicago Press, 245-61. Findlay, Ronald and Stanislaw Wellisz (1982), Endogenous Tariffs, the Political Economy of Trade Restriction, and Welfare, in Jagdish N. Bhagwati (ed.), Import Competition and Response. Chicago: University of Chicago Press, 223-34.",
        "Haberler, Gottfried (1936), The Theory of International Trade. London: William Hodge and Company.",
        "Hufbauer, Gary C. and Howard Rosen (1983), Managing Comparative Advantage, unpublished paper.",
        "Jackson, John H. (1984), Perspectives on the Jurisprudence of International Trade, American Economic Review, May, 277-281.",
        "Jacobson, Louis S. (1978), Earning Losses of Workers Displaced from Manufacturing Industries, in William G. Dewald (ed.), The Impact of International Trade and Investment on Employment. Washington, D.C.: U.S.",
        "Department of Labor, Bureau of International Labor Affairs. Jones, Ronald W. (1971), A Three-Factor Model in Theory, Trade, and History, in J.N. Bhagwati, R.W. Jones, R.A. Mundell, and J. Vanek (eds.), Trade, Balance of Payments, and Growth. New York: American Elsevier Publishing Company, 3-21.",
        "Krueger, Anne 0. (1974), The Political Economy of the Rent-Seeking Society, American Economic Review, 64, 291-303.",
        "Magee, Stephen P. (1930), Three Simple Tests of the Stolper-Samu~lson Theorem, in P. Oppenheimer (ed.), Issues in International Economics. London: Oriel Press, 138-53.",
        "Mayer, Wolfgang (1974), Short-Run and Long-Run Equilibrium for a Small Open Economy, Journal of Political Economy, 82, 955-68.",
        "Mayer, Wolfgang (1983), Endogenous Tariff Formation, University of Cincinnati.",
        "Mussa, Michael (1974), Tariffs and the Distribution of Income: The Importance of Factor Specificity, Substitutability, and Intensity in the Short and Long Run, Journal of Political Economy, 82, 1191-1203.",
        "Stolper, Wolfgang and Paul Samuelson (1941), Protection and Real Wages, Review of Economic Studies, 9, 58-73.",
        "U.S. Department of Commerce (1979), Survey of Current Business, 50, 4, 51-72."
    ]
}