{
    "id": 14991,
    "cites": 19,
    "cited_by": 15,
    "reference": [
        "Su, C.-L. and K. L. Judd (2008): Constrained Optimization Approaches to Estimation of Structural Models, Working Faper, University of Chicago..",
        "Wright, M. H. (1996): Direct Search Method: Once Scorned, Now Respectable, in Numerical Analysis 1995: Proceedings of the 1995 Dundee Biennial Conference in Numerical Analysis, D. F. Griffiths and G. A. Watson, eds., Addison Wesley Longman, Harlow, UK, 191-208.",
        "Rust, J. (1987): Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, 55(5), 999-1033.",
        "Schiraldi, F. (2008): Automobile Replacement: a Dynamic Structural Approach, Working Faper, London School of Economics.",
        "Fetrin, A. and K. Train (2009): Control Function Corrections for Omitted Attributes in Differentiated Froducts Markets, Journal of Marketing Research, Forthcoming.",
        "Fetrin, A. (2002): Quantifying the Benefits of New Froducts: The Case of the Minivan ,Journal of Political Economy, 110, 705-729.",
        "Nocedal, J. and S. J. Wright (2006): Numerical Optimization. Springer, New York, NY.",
        "Nevo, A. (2001): Measuring Market Fower in the Ready-to-Eat Cereal Industry, Econometrica, 69(2), 307-342.",
        "Nevo, A. (200Db): A Fractitioners Guide to Estimation of Random Coefficients Logit Models of Demand, Journal of Economics and Management Strategy, 9(4), 513-548.",
        "Nevo, A. (2000a): Mergers with Differentiated Froducts: The Case of the Ready-to-Eat Cereal Industry, RAND Journal of Economics, 31(3), 395-421.",
        "Nemirovsky, A. S. and D. B. Yudin (1979 Russian, 1983): Problem Complexity and Method Efficiency in Optimization. John Wiley &~ Sons.",
        "Nair, H. (2007): Intertemporal Frice Discrimination with Forward-looking Consumers: Application to the US Market for Console Video-Games, Quantitative Marketing and Economics, 5(3), 239-292.",
        "Melnikov, 0. (2001): Demand for Differentiated Durable Froducts: The Case of the U.S. Computer Frinter Market, Working Faper, Yale University.",
        "McKinnon, K. I. M. (1998): Convergence of the Nelder-Mead Simplex Method to a Nonstationary Foint, SIAM Journal on Optimization, 9(1), 148-158.",
        "McFadden, D. and K. Train (2000): Mixed MNL Models for Discrete Response, Journal of Applied Econometrics, 15(5): 447-470.",
        "Lee, R. 5. (2008): Vertical Integration and Exclusivity in Flatform and Two-Sided Markets,  Working Faper, New York University.",
        "Kelley, C. T. (1999): Iterative Methods for Optimization, SIAM, Fhiladelphia, FA.",
        "Kelley, C. T. (2003): Solving Nonlinear Equations with Newtons Method. SIAM, Fhiladelphia, FA.",
        "Knittel, C. R. and K. Metaxoglou (2008): Estimation of Random Coefficient Demand Models: Challenges, Difficulties and Warnings, Working Faper, U.C. Davis."
    ]
}