{
    "id": 14993,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Sylla, Richard, Robert E. Wright, and David J. Cowen. 2009. Alexander Hamilton, central banker: crisis management during the U.S. financial panic of 1792. Business History Review 83, 61-86.",
        "Temin, Peter. 1969. The Jacksonian Economy. New York: W. W. Norton and Company.",
        "Sylla, Richard. 2002. Financial systems and economic modernization. Journal of Economic History 62, 277-292.",
        "Smith, Bruce D. 1988. The relationship between money and prices: some historical evidence reconsidered. Federal Reserve Bank of Minneapolis Quarterly Review 12, 18-32.",
        "Smith, Bruce D. 1985. Some colonial evidence on two theories of money: Maryland and the Carolinas. Journal of Political Economy 93, 1178-1211.",
        "Sargent, Thomas J., and Bruce D. Smith. 1987. Irrelevance of open market operations in some economies with government currency being dominated in rate of return. American Economic Review 77, 78-92.",
        "Rousseau, Peter L. 2007. Backing, the quantity theory, and the transition to the U.S. dollar. American Economic Review 97, Papers and Proceedings, 266-270.",
        "Rousseau, Peter L., and Richard Sylla. 2005. Emerging financial markets and early U.S. growth. Explorations in Economic History 42, 1-26.",
        "Rousseau, Peter L. 2006. A common currency: early US monetary policy and the transition to the dollar. Financial History Review 13, 97-122.",
        "Rose, Andrew K. 2000. One currency one market: estimating the effect of common currencies on trade. Economic Policy 15, Issue 30.",
        "Perkins, Edward J. 1994. American Public Finance and Financial Services, 1700-1815. Columbus, OH: Ohio State University Press.",
        "Rolnick, Arthur J., Bruce D. Smith, and Warren E. Weber. 1993. In order to form a more perfect monetary union. Federal Reserve Bank of Minneapolis Quarterly Review 17, 2-13.",
        "Mihm, Stephen. 2007. A Nation of Counterfeiters: Capitalists, Con Men, and the Making of the United States. Cambridge, MA: Harvard University Press.",
        "Michener, Ronald, and Robert E. Wright. 2005. State currencies and the transition to the dollar: clarifying some confusions. American Economic Review 95, 682-703.",
        "McCusker, John J., and Russell R. Menard. 1985. The Economy of British America: 1607-1789. Chapel Hill, NC: University of North Carolina Press.",
        "McKinnon, Ronald I. 1973. Money and Capital in Economic Development. Washington, DC: The Brookings Institution.",
        "Michener, Ronald. 1987. Fixed exchange rates and the quantity theory in colonial America. Carnegie-Rochester Conference Series on Public Policy 27, 233-307.",
        "McCallum, Bennett T. 1992. Money and prices in colonial America: a new test of competing theories. Journal of Political Economy 100, 143-16 1.",
        "McCusker, John J. 1978. Money and Exchange in Europe andAmerica, 1600-1775: A Handbook. Chapel Hill, NC: University of North Carolina Press.",
        "Lester, Richard A. 1938. Currency issues to overcome depressions in Pennsylvania, 1723 and 1729. Journal of Political Economy 46, 324-374.",
        "Jones, Alice Hansen. 1980. Wealth of a Nation to Be: The American Colonies on the Eve of the Revolution. New York: Columbia University Press.",
        "Hammond, Bray. 1957. Banks and Politics in America: from the Revolution to the Civil War. Princeton, NJ: Princeton University Press.",
        "Grubb, Farley. 2007. The constitutional creation of a common currency in the U.S.: monetary stabilization versus merchant rent seeking. In Conflict Potentials in Monetary Unions, eds. Lars Jonung and Jurgen Nautz. Stuttgart: Franz Steiner Verlag, pp. 19-50.",
        "Grubb, Farley. 2004. The circulating medium of exchange in colonial Pennsylvania, 1729-1775: new estimates of monetary composition, performance, and economic growth. Explorations in Economic History 41, 329-360.",
        "Gorton, Gary. 1996. Reputation formation in early bank note markets. Journal of Political Economy 104, 346-397.",
        "Fenstermaker, J. Van. 1965a. The Development of Amen can Commercial Banking: 1782-1837. Kent, OH: Kent State University Press.",
        "Fenstermaker, J. Van. 1965b. The statistics of American commercial banking, 1782-1818. Journal of Economic History 25, 400-4 14.",
        "Cole, Arthur H. 1938. Wholesale Commodity Prices in the United States, 1700-1861: Statistical Supplement, Actual Wholesale Prices of Various Commodities. Cambridge, MA: Harvard University Press.",
        "David, Paul A., and Peter Solar. 1977. A bicentenary contribution to the history of the cost of living in the United States. Research in Economic History 2, 1-80.",
        "Cameron, Rondo. 1967. England, 1750-1844. In Banking in the Early Stages of Industrialization: A Study in Comparative Economic History, ed. Rondo Cameron, Olga Crisp, Hugh T. Patrick, and Richard Tilly. New York: Oxford University Press.",
        "Carter, Susan B., et al. 2006. Historical Statistics of the United States: Millennial Edition. Cambridge: Cambridge University Press.",
        "Brock, Leslie V. 1992. The colonial currency, prices, and exchange rates. Essays in History 34, http://etext.virginia.edu/journais/EH/EH34/brock34.htm.",
        "Calomiris, Charles W. 1988. Institutional failure, monetary scarcity, and the depreciation of the continental. Journal of Economic History 48, 47-68.",
        "Brock, Leslie V. 1975. The Currency of the American Colonies, 1700-1764: A Study in Colonial Finance and Imperial Relations. New York: Arno Press.",
        "Brock, Leslie V. 1975. The Currency of the American Colonies, 1700-1764: A Study in Colonial Finance and Imperial Relations. New York: Arno Press.",
        "Bezanson, Anne. 1951. Prices and Inflation during the American Revolution: Pennsylvania 1770-1790. Philadelphia, PA: University of Pennsylvania Press.",
        "Beny, Thomas S. 1988. Production and population since 1789: revised GNP series in constant dollars. Richmond, VA: Bostwick Paper No. 6."
    ]
}