{
    "id": 150,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Blumen, I., Kogan, M. and P.J. McCarthy, The Industrial Mobility of Labor as a Probability Process, Cornell Studies in Industrial and Labor Relations, Vol. VI, Ithaca, New York, Cornell University, 1955.",
        "Cooley, Thomas F., Timothy W. McGuire and Edward C. Prescott, A Longitudinal Analysis of the Effects of NDTA Manpower Training Programs. Working Paper 1/85-75-76. Carnegie Mellon University, July 1976.",
        "David, Martin, Lifetime Income Variability and Income Profiles, Proceedin~ of the Social Statistics Section of the American Statistical.Association, 1971, pp. 285-292.",
        "Diamond, Peter, Richard Anderson and Yves Balcer, A Model of Lifetime Earnings Patterns, in Report of the Consultant Panel on Social Security to the Congressional Research Service, Washington: U.S. Government Printing Office, August 1976, Appendix B. pp. 81-119.",
        "Fase, M.M.G., On the Estimation of Lifetime Income, Journal of the American Statistical Association, (December l971):686-92. Feller, William, An Introduction to Probability Theory and its Applications, Volume II (second edition), New York: John Wiley and Sons 1971.",
        "Friedman, Milton and Simon Kuznets, Income from Independent Professional Practice, New York: National Bureau of Economic Research 1954.",
        "Friedman, Milton, A Theory of the Consumption Function, Princeton, National Bureau of Economic Research, 1957.",
        "Ghez, G.R. and G. S. Becker, The Allocation of Time and Goods Over the Life Cycle, National Bureau of Economic Research, 1975.",
        "Gordon, Roger H., Horizontal Equity and the Federal Income Tax, unpublished Ph.D. dissertation, M.I.T. 1976.",
        "Haley, W.J., Estimation of the Earnings Profile From Optimal Human Capital Accumulation, Econometrica, Vol. 44, No. 6, November, 1976.",
        "Hause, John, The Covariance Structure of Earnings, Annals of Economic and Social Measurement, forthcoming. b -2- Beckman, J.J., A Life Cycle Model of Earnings, Learnings, and Consumption, Journal of Political Economy, Supplement, August 1976: 511-544.",
        "Heckman, J. J. and S. Polachak, Empirical Evidence on the Functional Form of the Earnings-Schooling Relationship, Journal of the American Statistical Association, June 1974.",
        "Heckman, James J. and Robert J. Willis,A Beta-Logistic Model for the Analysis of Sequential Labor Force Participation by Married Women, Vol. 85, No. 1, February, 1977.",
        "Reproduction: An Econometric Approach, in Nester E. Terleckyj, ed., Household Production and Consumption, New York, Columbia University Press for NBER, 1975, pp. 99-138.",
        "Joreskog, K.G., Structural Equation Models in the Social Sciences: Specification, Estimation and Testing, in P.R. Krishnaiah (Ed.) Proceedings of the Symposium on Applications of Statistics. Amsterdam: North Holland Publishing Co. (forthcoming). Joreskog, K.G. and Sorbom, D., LISREL-Ill. Estimation of Linear Structural Equation Systems by MaxiuinunLikelihood Methods - A Fortran-IV Program, (1976).",
        "Levy, F., How Big Is the American Underclass? Berkeley Graduate School of Public Policy Working Paper, revised June, 1976.",
        "Lillard, L. A., Inequality: Earnings vs. Human Wealth, American Economic Review, March 1977.",
        "Mincer, Jacob, Schooling, Experience and Earnings, New York, National Bureau of Economic Research, 1974.",
        "Schiller, Bradley R., Equality, Opportunity and the `Good Job, The Public Interest, No. 43, Spring 1976, pp. 111-120.",
        "Shorrocks, A.F., Income Mobility and the Markov Assumption, Economic Journal, No. 343, Septamber 1976, pp. 566-78.",
        "Singer, B. and S. Spilerman, Some Methodological Issues in the Analysis of Longitudinal Survey, Annals of Economic and Social Measurement, Vol. 5, No. 4, Fall 1976, pp. 447-74.",
        "Singh, S.K. and G.S. Maddala, A Function for the Size Distribution of Incomes, Econometrica, Vol.44, No. 5, September 1976, pp. 963-970."
    ]
}