{
    "id": 15007,
    "cites": 70,
    "cited_by": 3,
    "reference": [
        "Whitaker, R., Wright, J., Pepe, M., Seidel, K., & Dietz, W.. (1997). Predicting Obesity in Young Adulthood from Childhood and Parental Obesity. New England Journal of Medicine, 37, 869-873.",
        "Whitebook, M., Phillips, D., Bellm, D., Crowell, N., Almaraz, M., & Jo, J. (2004). Two ears in Early Care and Education: A Community Portrait of Quality and Workforce Stability, Alameda County, California. Berkeley, CA: Center for the Study of Child Care Employment, Institute of Industrial Relations, University of California, Berkeley.",
        "Wang, G. & Dietz, W. (2002). Economic Burden of Obesity in Youths Aged 7 to 17 Years: 19791999. Pediatrics, 10,E8l.",
        "Veugelers, P. & Fitzgerald, A. (2005). Effectiveness of School Programs in Preventing Childhood Obesity: A Multilevel Comparison. American Journal of Public Health, 95, 432-435.",
        "Thornburg, K., Scott, J., & Mayfield, W. (2002). Early childhood program in Missouri: Workforce, quality, and policy-related findings. Report to the Midwest Child Care Research Consortium. Columbia, MO: Center for Family and Policy Research.",
        "Terry, M.B., Ying W., & Esserman, D. (2007). Maternal, Birth, and Early-Life Influences on Adult Body Size in Women. American Journal of Epidemiology, 166, 5-13.",
        "Tekin, E. (2007). Child Care Subsidies, Wages, and Employment of Single Mothers. Journal of Human Resources, 42, 453-487.",
        "Strauss, R. (2000). Childhood Obesity and Self-Esteem. Pediatrics, 105, El5. Available at: www.pediatrics.org/cgi/content/full/105/1/el5.",
        "Tekin, E. (2005). Child Care Subsidy Receipt, Employment, and Child Care Choices of Single Mothers. Economics Letters, 89, 1-6.",
        "Story, M., Kaphingst, K., & French, 5. (2006). The Role of Child Care Settings in Obesity Prevention. The Future of Children, 10, 143-168.",
        "Story, M. (1999). School-based Approaches for Preventing and Treating Obesity. International Journal of Obesity, 23, S43-S5l.",
        "Smolensky, E., & Gootman, J. (Eds.) (2003). Working Families and Growing Kids: Caring for Children and Adolescents. National Research Council. Washington, DC: National Academies Press.",
        "Serdula M., Ivery D., Coates R., Freedman D., Williamson D., & Byers T. (1993). Do Obese Children Become Obese Adults? A review of the literature. Preventive Medicine, 22, l67-l77.",
        "Ruhm, C. (2008). Maternal Employment and Adolescent Development. Labour Economics, 15, 958-983.",
        "Ruhm, C. (2004). Parental Employment and Child Cognitive Development. Journal of Human Resources, 39, 155-192.",
        "Raikes, H., Raikes, A., & Wilcox, B. (2005). Regulation, Subsidy Receipt and Provider Characteristics: What Predicts Quality in Child Care Homes? Early Childhood Research Quarterly, 20, 164-184.",
        "Queralt, M., Witte, A., & Greisinger, H. (2000). Championing Our Children: Changes in Quality, Price and Availability of Child Care in the Welfare Reform Era. Working Paper 2000-07. Wellesley, MA: Department of Economics, Wellesley College.",
        "Phipps S., Lethbridge, L., & Burton, P. (2006). Long-run Consequences of Parental Paid Work Hours for Child Overweight Status in Canada. Social Science and Medicine, 62, 977-986.",
        "Padget, A., & Briley, M. (2005). Dietary Intakes at Child-Care Centers in Central Texas Fail to Meet Food Guide Pyramid Recommendations. Journal of the American Dietetic Association, 105, 790-793.",
        "Modeling the Impacts of child Care Quality on Childrens Preschool Cognitive Development. Child Development, 74, 1454-1475.",
        "National Institute of Child Health and Human Development (NICHD). (2003b). Does Amount of Time Spent in Childcare Predict Socioemotional Adjustment during the Transition to Kindergarten? Child Development, 74, 976-1005.",
        "National Institute of Child Health and Human Development (NICHD). (2003 a). Does quality of childcare affect child outcomes at age 4 Y2? Developmental Psychology, 39, 451-469.",
        "National Center for Education Statistics. (1996). Child Care and Early Education Program Participation of Infants, Toddlers, and Preschoolers. Washington, DC: U.S. Department of Education.",
        "Mocan, N. (2007). Can Consumers Detect Lemons? An Empirical Analysis of Information Asymmetry in the Market for Child Care. Journal of Population Economics, 20, 743-780. Mocan, N., & Tekin E. (forthcoming). Obesity, Self-esteem, and Wages, in Economic Aspects of Obesity, Michael Grossman and Naci Mocan (eds.), University of Chicago Press.",
        "Morland, K., Wing, S., Roux, A., & Poole, C. (2002). Neighborhood Characteristics Associated with the Location of Food Stores and Food Services Places. American Journal of Preventive Medicine, 22, 23-29.",
        "Mitchell, A., Stoney, L., & Dichter, H. (1997). Financing Child Care in the United States: An Illustrative Catalog of Current Strategies. Kansas City: MO: Edition E.M. Kaufman Foundation.",
        "Magnuson, K., Meyers, M., & Waldfogel, J. (2007). Public Funding and Enrollment in Formal Child Care in the l990s. Social Service Review, 81, 47-83.",
        "Layzer, J. & Collins, A. (2000). National Study of Child Care for Low-Income Families, State and Community Sub-study, Interim Report, Executive Summary, Abt Associates, November.",
        "Koenker, R. & Hallock K. (2001). Quantile Regression: An Introduction. Journal of Economic Perspectives, 15, 143-156.",
        "Koenker, R. & Bassett, G. (1978). The Asymptotic Distribution of the Least Absolute Error Estimator. Journal of the American Statistical Association, 73, 61 8~-622.",
        "Jones-Branch, J., Torquati, J., Raikes, H., & Edwards, C. (2004). Child Care Subsidy and Quality. Early Education and Development, 15, 329-341.",
        "Hubbard, M. (2008). The Effect of Mothers! Employment and Child Care Decisions on the Body Mass Status of Young Children. The University of North Carolina at Chapel Hill Working Paper, November.",
        "Herbst, C., & Tekin, E. (2008). Child Care Subsidies and Child Development. National Bureau of Economic Research Working Paper No. 14474.",
        "Hao, L., & Naiman, D. (2007). Quantile Regression. Sage Publications.",
        "Herbst, C. (2008). Who are the Eligible Non-recipients of Child Care Subsidies? Children and Youth Services Review, 30, 1037-1054.",
        "Gortmaker, S., Peterson, K., Wiecha, J., Sobol, A., Dixit, S., Fox, M.K., & Laird, N. (1999). Reducing Obesity via a School-Based Interdisciplinary Intervention Among Youth. Archives of Pediatric and Adolescent Medicine, 153, 409-418.",
        "Gonzales, Z. & Miles, D. (2001). Wage Inequality in a Developing Country: Decrease in Minimum Wage or Increase in Education Returns. Empirical Economics, 26, l35-l48.",
        "Garcia, J., Hernandez, P. & Lopez-Nicolas, A. (2001). How Wide is the Gap? An Investigation of Gender Wage Differences Using Quantile Regression. Empirical Economics, 26, l49-l67.",
        "Frolich, M. & Melly, B. (2008). Estimation of Quantile Treatment Effects with STATA. Mimeo. Avaliable at: http ://www.alexandria.unisg.chlPublikationenl46s 80 (2009-04-01).",
        "Frizvold, D. (2007). Head Start Participation and Childhood Obesity: Does Investing in Early Childhood Education Reduce Obesity? Working Paper, University of Michigan.",
        "Freedman, David S., William H. Dietz, Sathanur R. Srinivasan, and Gerald S. Berenson. (1999). The Relation of Overweight to Cardiovascular Risk Factors Among Children and Adolescents: The Bogalusa Heart Study. Pediatrics, 103, 1175-1182.",
        "Freedman D., Mei Z., Srinivasan S., Berenson G., & Dietz W. (2007). Cardiovascular Risk Factors and Excess Adiposity among Overweight Children and Adolescents: The Bogalusa Heart Study. Journal of Pediatrics, 150, l2-l7.",
        "Dowda, M., Pate, R., Trost, S., Joao, M., Almeida, C., & Sirard, J. (2004). Influences of Preschool Policies and Practices on Childrens Physical Activity. Journal of Community Health, 29, 183-196. Fertig, A.R., Glomm, G. & R., Tchernis. (Forthcoming). Maternal Employment and Childhood Obesity: Inspecting the Mechanism. Review of Economics of the Household.",
        "Dietz, W. (1998). Health Consequences of Obesity in Youth: Childhood Predictors of Adult Disease. Pediatrics, 101, 5 18-525.",
        "Daniels, S. R., 2006. The Consequence of Childhood Overweight and Obesity. In S. McLanahan (Ed.), The Future of Children: Childhood Obesity (pp. 47-68). Princeton, NJ: Princeton University and the Brookings Institution.",
        "Courtemanche, C. (2007). Working Yourself to Death? The Relationship between Work Hours and Obesity. Working Paper, Washington University of St. Louis.",
        "Child Care Bureau (2006). 2006 CCDF State Expenditure Data. Washington, DC: U.S. Department of Health and Human Services, Administration for Children and Families, Child Care Bureau. Accessed from http ://www.acf.hhs.gov/programs/ccb/data/expenditures/06acf696/toc.htm on February 10, 2008.",
        "Chamberlain, G. (1994). Quantile Regression, Censoring and the Structure of Wages, in Advances in Econometrics. Christopher Sims, ed. New York: Elsevier, l7l-209.",
        "Cawley, J., & Feng, L. (2007). Maternal Employment and Childhood Obesity: A Search for Mechanisms in Time Use Data. National Bureau of Economic Research Working Paper No. 13600.",
        "Capizzano, J., & Adams, G. (2000). The Hours That Children Under Five Spend in Child Care: Variation Across States. Working Paper No. B-8. Washington, DC: The Urban Institute.",
        "Buchinsky, M. (1997). The Dynamics of Changes in the Female Wage Distribution in the USA: A Quantile Regression Approach. Journal of Applied Econometrics, 13, l-30.",
        "Bushinsky, M.. (1998). Recent Advances in Quantile Regression Models: A Practical Guide for Empirical Research. Journal of Human Resources, 33, 88-126.",
        "Brooks-Gunn, J., Han, W., & Waldfogel, J. (2002). Maternal Employment and Child Cognitive Outcomes in the First Three Years of Life: The NICHD Study of Early Child Care. Child Development, 73, 1052-1072.",
        "Buchinsky, M. (1994). Changes in U.S. Wage Structure l963-l987: An Application of Quantile Regression. Econometrica, 62, 405-45 8.",
        "Block, J., Scribner, R., & DeSalvo, K. (2004). Fast Food, Race/ethnicity, and Income: A Geographic Analysis. American Journal of Preventive Medicine, 27, 211-217.",
        "Blank, H., Behr, A., & Schulman, K. (2001). State Developments in Child Care, Early Education, and School Age Care, 2000. Washington, DC: Childrens Defense Fund.",
        "Blau, D. & Tekin, E. (2007). The Determinants and Consequences of Child Care Subsidies for Single Mothers in the USA. Journal of Population Economics, 20, 719-741.",
        "Blau, D. (1999). The Effect of Child Care Characteristics on Child Development. Journal of Human Resources, 34, 786-822.",
        "Bernal, R. & Keane, M. (2008). Child Care choices and Childrens Cognitive Achievement: The Case of Single Mothers, Universidad de los Andes Working Paper WP-July 31.",
        "Beyerlein, Andreas, Toschke Andre M., & von Kries Rudiger. (2008). Breastfeeding and Childhood Obesity: Shift of the Entire BMI Distribution or Only the Upper Parts? Obesity, 16, 2730-3.",
        "Baker, M., Gruber, J., & Milligan, K. (2008). Universal Child Care, Maternal Labor Supply, and Family Well-being. Journal of Political Economy, 116, 709-745.",
        "Bainbridge, J., Meyers, M., Tanaka, S., & Waldfogel, J. (2005). Who Gets An Early education? Family Income and the Enrollment of Three- to Five-year-olds from 1968 to 2000. Social Science Quarterly, 86, 724-745.",
        "Arias, 0., Hallock, K., & Sosa-Escudero, W. (2001). Individual Heterogeneity in the Returns to Schooling: Instrumental Variables Quantile Regression Using Twins Data. Empirical Economics, 26, 7-40.",
        "Angrist, J., & Pischke, J. (2008). Mostly Harmless Econometrics: An Empirisists Companion. Princeton, NJ: Princeton University Press.",
        "Anderson, P., Butcher, K. (2006). Childhood Obesity: Trends and Potential Causes. The Future of Children, 16, 19-46.",
        "Anderson, P., Butcher, K., & Levine. (2003). Maternal Employment and Overweight Children. Journal of Health Economics, 22, 477-504.",
        "Angrist, J. & Krueger, A. (1999). Empirical Strategies in Labor Economics, in Handbook of Labor Economics Volume 3A, Orley Ashenfelter and David Card, eds., Amsterdam: Elsevier.",
        "Adams, G., & Rohacek, M. (2002). More Than A Work Support? Issues Around Integrating Child Development Goals into the Child Care Subsidy System. Early Childhood Research Quarterly, 17, 418-440.",
        "Adams, D., Roach, M., Riley, D., & Edie, D. (2001). Are Program Characteristics Linked to Child Care Quality? Wisconsin Child Care Research Partnership Issue Brief 3. Madison, WI: University of Wisconsin-Extension.",
        "Abrevaya, J. 2001. The Effects of Demographics and Maternal Behavior on the Distribution of Birth Outcomes. Empirical Economics, 26, 247-257."
    ]
}