{
    "id": 15008,
    "cites": 33,
    "cited_by": 21,
    "reference": [
        "Wolff, Christian C.P. (1987), Time-Varying Parameters and the Out-ofSample Forecasting Performance of Structural Exchange Rate Models, Journal of Business and Economic Statistics 5, 87-97.",
        "Townsend, Robert M. (1983), Forecasting the Forecasts of Others, Journal of Political Economy 91, 546-588.",
        "Stock, James, H. and Mark W. Watson (1996), Evidence on Structural Instability in Macroeconomic Time Series Relations, Journal of Business and Economic Statistics 14, 11-30.",
        "Sims, Christopher A. and Tao Zha (2006), Were There Regime Switches in U.S. Monetary Policy?,  American Economic Review 96(54-81).",
        "Schinasi, Garry J. and P.A.V.B Swamy (1989), The Out-of-Sample Forecasting Performance of Exchange Rate Models when Coefficients Are Allowed to Change, Journal of International Money and Finance 8, 375-390.",
        "Sarno, Lucio and Giorgio Valente (2008), Exchange Rates and Fundamentals: Footloose or Evolving Relationship?,  forthcoming Journal of the European Economic Association.",
        "Rossi, Barbara (2006), Are Exchange Rates Really Random Walks? Some Evidence Robust to Parameter Instability, Macroeconomic Dynamics 10, 2038.",
        "Rogoff, Rogoff and Vania Stavrakeva (2008), The Continuing Puzzle of Short Horizon Exchange Rate Forecasting, NBER WP 14071.",
        "Primiceri, Giorgio E. (2005), Time Varying Structural Vector Autoregressions and Monetary Policy, Review of Economic Studies 72, 82 1-852.",
        "Piazzesi, Monika and Martin Schneider (2007), Equilibrium Yield Curves, in Daron Acemoglu, Kenneth Rogoff, and Michael Woodford (eds.), NBER Macroeconomics Annual ~OO6, MIT Press.",
        "Pastor, Lubos and Pietro Veronesi (2009), Learning in Financial Markets, NBER WP 14646.",
        "Onatski, A. and N. Williams (2003), Modeling Model Uncertainty, Journal of the European Economic Association 1, 1087-1022.",
        "Nason, James N. and John N. Rogers (2008), Exchange Rates and Fundamentals: A Generalization, International Finance Discussion Paper No. 948.",
        "Molodstova, Tanya and David Papell (2008), Out-of-Sample Exchange Rate Predictability with Taylor Rule Fundamentals, mimeo.",
        "Meese, Richard A. and Kenneth Rogoff (1988), Was it Real? The Exchange Rate-Interest Differential Relation Over the Modern Floating-Rate Period, Journal of Finance 43, 933-948.",
        "Meese, Richard A. and Kenneth Rogoff (1983b), The Out-of-Sample Failure of Empirical Exchange Rate Models: Sampling Error or Misspecification? in J. Frenkel (ed.), Exchange Rates and International Macroeconomics, 67-lOS, Chicago: University of Chicago Press.",
        "Meese, Richard A. and Kenneth Rogoff (1983a), Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics 14, 345-373.",
        "Inoue, A. and B. Rossi (2007), Which Structural Parameters Are Structural ? Identifying the Sources of Instabilities in Structural Models, mimeo.",
        "Levin, A., A. Onatski, J. Williams, and N. Williams (2006), Monetary Policy under Uncertainty in Micro-Founded Macroeconometric Models in M. Gertler and K. Rogoff, eds., NBER Macroeconomics Annual 2005. Cambridge, MA: MIT Press.",
        "Engel, Charles and Kenneth D. West (2005), Exchange Rates and Fundamentals,  Journal of Political Economy 113, 485-517.",
        "Fernandez-Villaverde, Jesus and Juan F. Rubio-Ramirez (2007), How Structural are Structural Parameters?  working paper, Duke University.",
        "Del Negro, Marco and Christopher Otrok (2007), Dynamic Factor Models with Time-Varying Parameters, mimeo.",
        "Elliott, Graham and Allan Timmermann (2008), Economic Forecasting, Journal of Economic Literature 46, 3-56.",
        "Cogley, Timothy and Thomas J. Sargent (2005), Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII U.S. , Review of Economic Dynamics 82(2), 262-302.",
        "Cogley, Timothy (2005), Changing Beliefs and the Term Structure of Interest Rates: Cross-Equation Restrictions with Drifting Parameters, Review of Economic Dynamics 8, 420-451.",
        "Clark, Todd E. and Kenneth D. West (2006), Using Out-of-sample Mean Square Prediction Errors to Test the Martingale Difference Hypothesis, Journal of Econometrics 135, 155-186.",
        "Clarida, Richard, Jordi Gali and Mark Gertler(2000), Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics 115(1), 147-180.",
        "Cheung, Yin-Wong, Menzie David Chinn, and Antonio Garcia Pascual (2005), Empirical Exchange Rate Models of the Nineties: Are Any Fit to Survive? Journal of International Money and Finance 24, 1150-1175.",
        "Cheung, Yin-Wong and Menzie David Chinn (2001), Currency Traders and Exchange Rate Dynamics: A Survey of the US Market, Journal of International Money and Finance 20(4), 439-71.",
        "Canova, Fabio (2005), Monetary Policy and the Evolution of the U.S. Economy,  working paper, CREI.",
        "Bacchetta, Philippe, Eric van Wincoop, and Toni Beutler (2009), Can Parameter Instability Explain the Meese-Rogoff puzzle? mimeo.",
        "Boivin, Jean (2006), Has U.S. Monetary Policy Changed? Evidence from Drifting Coefficient and Real Time Data, Journal of Money, Credit and Banking 38(5).",
        "Bacchetta, Philippe, and Eric van Wincoop (2004), A Scapegoat Model of Exchange Rate Determination, American Economic Review, Papers and Proceedings 94, 114-118."
    ]
}