{
    "id": 15001,
    "cites": 38,
    "cited_by": 3,
    "reference": [
        "Schroeter C., Lusk J. and Tyner W., .Determining the impact of food price and income changes on body weight., Journal of Health Economics, 2008:27, 45-68.",
        "Sturm R. and Datar A. (2005), Body mass index in elementary school children, metropolitan area food prices and food outlet density, Public Health,119, 1059-1068.",
        "Rashad I., Grossman M. and Chou S-Y. The Super Size of America: An Economic Estimation of Body Mass Index and Obesity in America, Eastern Economic Journal, 2006: 32, 133-148.",
        "Powell L.M., Auld M.C., Chaloupka F.J., Johnston L.D., O.Malley P. Access to fast food and food prices: the relationship with fruit and vegetable consumption and overweight status among adolescents., Advances in Health Economics and Health Services Research, (2007), 17, 23-48.",
        "Philipson, T., Posner, R.A., The long-run growth in obesity as a function of technological change.Working Paper 7423, 1999, National Bureau of Economic Research, Cambridge, MA.",
        "McGinnis, J.M., Foege,W.H.,. Actual causes of death in the United States. Journal of the American Medical Association ,1 993:270, 2207-2212. National Center for Tobacco Free Kids. Toll of Tobacco in the United States of America.",
        "Tobacco free kids.org Web site, 2002, available at: http://www.tobaccofreekids.org/research/factsheets/pdf/0072 .pdf. Accessed: November 10, 200. (~~) Philipson, T., The world-wide growth in obesity: an economic research agenda. Health Economics, 2001 :10, 1-7.",
        "Maddala, G.S., Limited-Deiendent and Qualitative Variables in Econometrics. 1983, Cambridge University Press, Cambridge, UK.",
        "Lakdawalla D. and Philipson T., Labour Supply and Weight, Journal of Human Resources, 2006:42, 85-116.",
        "Lasker, D., Evans, E., and Layman, D, Moderate Carbohydrate, Moderate Protein Weight, Loss Diet Reduces Cardiovascular Disease Risk Compared to High Carbohydrate, Low Protein Diet in Obese Adults: A Randomized Clinical Trial, Nutrition and Metabolism 2008:(7) 5-30.",
        "Kuchler F., Tegene A., Harris J.M. Taxing Snack Foods: Manipulating Diet Quality or Financing Information Programs?, Review of Aciricultural Economics, 2004:27, 4-20.",
        "Lakdawalla D, and Philipson TJ, Technological change and the growth of obesity. 2002. NBER Working Paper 8946, Cambridge MA; National Bureau of Economic Research.",
        "Kahn, H.S., Tatham, L.M., Rodriguez, C., Calle, E.E., Thun, M.J., Heath Jr., C.W., Stable behaviors associated with adults 10-year change in body mass index and likelihood of gain at the waist. American Journal of Public Health, 1997:87, 747-754.",
        "Huber, P.J., 1967. The behavior of maximum likelihood estimates under nonstandard conditions. In: Proceedings of the Fifth Berkeley Symposium on Mathematical Statistics and Probability. University of California Press, Berkeley, California, pp. 22 1-233.",
        "Gomis-Porqueras, P. and Perlata-Alva, A. A Macroeconomic Analysis of Obesity, Working Paper, 2008.",
        "Grossman, M. (1972). On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, 80(2), 223-255.",
        "Goldman, D., Lakdawala, D. and Y, Zheng, Food Prices and the Dynamics of Body Weight, Working Paper, Rand, 2009.",
        "Frisvold, D., Fletcher, J. and TaM, N., Can Soft Drink Taxes Reduce Populations Weight, Working Paper, (2008).",
        "Finkelstein, EA, Fiebelkorn, IC, Wang, G. State-level estimates of annual medical expenditures attributable to obesity. Obesity Research 2004;i 2(i):i 8-24.",
        "Finkelstein, EA, Fiebelkorn, IC, Wang, G. National medical spending attributable to overweight and obesity: How much, and whos paying? Health Affairs 2003; W3;219-226.",
        "Farrelly, M., Pechacek, T., Chaloupka, F.J., The Impact of Tobacco Control Program Expenditures on Aggregate Cigarette Sales: 1981-2000, Journal of Health Economics, 2003; 22(5):843-859.",
        "Drewnowsky A. and Darmon N., .Replacing Fats and Sweets With Vegetables and Fruits . A Question of Cost., American Journal of Public Health, 2004:94, 9, 1555-1559.",
        "DuMouchel, W., Duncan, G.J., Using sample survey weights in multiple regression analysis of stratified samples. Journal of the American Statistical Association 1983:78, 535-543.",
        "Dansinger ML, Gleason JA, Griffith JL, Selker HP, Schaefer EJ., Comparison of the Atkins, Ornish, Weight - Watchers, and Zone Diets for Weight-Loss and Heart Disease Risk Reduction: A Randomized Trial. Journal of the American Medical Association, 2005: 293(1), 43-53.",
        "Cutler, Glaeser and Shapiro D., Glaeser E. and Shapiro J.M., Why have Americans become more obese?, Journal of Economic Persiectives, 2003:17, Summer, 93-118.",
        "Connelly, J., Duaso, M., Butler, G. A Systematic Review of Controlled Trials of Interventions to Prevent Childhood Obesity and Overweight: A realistic Synthesis of the Evidence, Public Health, 2007:121, 510-517.",
        "Chou, SY, Rashad, I., Grossman, M. Fast-Food Restaurant Advertising on Television and Its Influence on Childhood Obesity, Journal of Law and Economics, 2008: 51, November, 599-618.",
        "Clifford, D., Anderson, J., Auld, G., Champ, J., Good Grubbin: Impact of a TV Cooking Show for College Students Living Off Campus, Journal of Nutrition Education and Behavior, 2009: 41(3), 194-200.",
        "Center for Nutrition Policy and Promotion (CNPP) website, accessed March 10, 2009 Chou, SY, Grossman, M. Saffer, H. An Economic Analysis of adult obesity: results from the Behavioral Risk Factor Surveillance System, Journal of Health Economics, 2004: 23:3, 565-587.",
        "Cawley, J., Markowitz, S. and Tauras, J. Lighting Up and Slimming Down: The Effects of Body Weight and Cigarette Prices on Adolescent Smoking Initiation Journal of Health Economics, 2004: 23:2, 293-311.",
        "Cawley, J., 1999. Rational addiction, the consumption of calories, and body weight. Ph.D. dissertation. University of Chicago, Chicago, IL.",
        "Cawley, J., 2004. The impact of obesity on wages. Journal of Human Resources, 2004:39, 452-474.",
        "Byrd-Williams, C. Storther, M. Kelly, L. Huang, T., Dietary fiber and Associations with Adiposity and Fasting Insulin Among College Students with Plausible Dietary Reports, Nutrition, 2009, 1-9.",
        "Burkhauser, Richard V., and John Cawley. Beyond BMI: The Value of More Accurate Measures of Fatness and Obesity in Social Science Research. Journal of Health Economics, March 2008, 27(2): 519-529.",
        "Becker, G.S., A theory of the allocation of time. Economic Journal 1965: 75, 493-517.",
        "Beydoun MA, Powell LM, Wang YF. The association of fast food, fruit and vegetable prices with dietary intakes among US adults: Is there modification by family income? Social Science and Medicine, 2008:66(11), 2218-2229.",
        "Auld, M. and L. Powell, Economics of food energy density and adolescent body weight. Economica, 2008: 1-22.",
        "Allison, D.B., Fontaine, K.R., Manson, J.E., Stevens, J., Vanltallie, T.B., Annual deaths attributable to obesity in the United States. Journal of the American Medical Association, 1999:282, 1530-1 538. American Chamber of Commerce Researchers Association (ACCRA), various years. ACCRA Cost of Living Index. ACCRA, Arlington, VA."
    ]
}