{
    "id": 15005,
    "cites": 54,
    "cited_by": 1,
    "reference": [
        "NHLBI Expert Panel on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults. 1998. Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults: The Evidence Report. Obes Res. 6(suppl 2): 51S-209S.",
        "National Institutes of Health. 1998. Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults. Washington, DC: NIH, 98-4083.",
        "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), National Institutes of Health. Weight-control information network. http ://win.niddk.nih. gov/publications/understanding .htm#distribution. Accessed March 7, 2007.",
        "National Center for Health Statistics. 2000. National Health and Nutrition Examination Survey Anthropometry Procedures Manual. http ://www.cdc . gov/nchs/data/nhanes/bm.pdf.",
        "National Center for Health Statistics. 1994. Plan and Operation of the Third National Health and Nutrition Examination Survey, 1988-94. Vital Health Stat]. 32: 1-407.",
        "Must, A., E.D. Gerard, and W.H. Dietz. 1991. Reference Data for Obesity: 85th and 95th Percentiles of Body Mass Index (wt/ht2) and Tricep Skinfold Thickness. Am J Clin Nutr. 53: 839-846.",
        "National Center for Health Statistics. 1965. Plan and Initial Program of the Health Examination Survey. Vital Health Stat]. 4: 1-43.",
        "National Center for Health Statistics. 1973. Plan and Operation of the Health and Nutrition Examination Survey, 197 1-73. Vital Health Stat]. 10: 1-120.",
        "Mueller, W.H., and R.M. Malina. 1987. Relative Reliability of Circumferences and Skinfolds as Measure of Body Fat Distribution. Am J Phys Anthropol 72:437-39.",
        "Moreno, L.A., et al. 2001. Secular Increases in Body Fat Percentage in Male Children of Zaragoza, Spain, 1980-1995. Preventive Medicine 33(5): 357-363.",
        "Mei, Z., et al. 2002. Validity of Body Mass Index Compared with Other Body-Composition Screening Indexes for the Assessment of Body Fatness in Children and Adolescents. Am J Clin Nutr. 75(6): 978-85.",
        "McDowell, A., et al. 1981. Plan and Operation of the Second National Health and Nutrition Examination Survey, 1976-1980. Vital Health Stat 1. 15: 1-144.",
        "Marks, G.C., J.P. Habicht, and W.H. Mueller. 1989. Reliability, Dependability, and Precision of Anthropometric Measurements. The Second National Health and Nutrition Examination Survey 1976-1980. Am J Epidemiol 130(3):578-87.",
        "Kromeyer-Hauschild, K., and U. Jaeger. 1998. Growth Studies in Jena, Germany: Changes in Body Size and Subcutaneous Fat Distribution Between 1975 and 1995. American Journal of Human Biology 10(5): 579-5 87.",
        "Lakdawalla, D., and T. Philipson. 2002. The growth of Obesity and Technological Change: A Theoretical and Empirical Examination. NBER Working Paper # 8946.",
        "Kragelund, C., and T. Oniland. 2005. A Farewell to Body-Mass Index? Lancet 366: 1589159 1.",
        "Jolliffe, D. 2004. Continuous and Robust Measures of the Overweight Epidemic: 197 1-2000. Demography 4 1(2): 303-3 14.",
        "Himes, C.L. 2000. Obesity, Disease, and Functional Limitation in Later Life. Demography 37:73-82.",
        "Hedley, A.A., et al. 2004. Prevalence of Overweight and Obesity Among US Children, Adolescents, and Adults, 1999-2002. JAMA 29 1:2847-2850.",
        "Heymsfield, S.B., et al. 2004. Evaluation of Total and Regional Adiposity. In: Bray GA, Bouchard C, eds. Handbook of Obesity: Etiology and Pathophysiology. 2nd ed. New York: Marcel Dekker.",
        "Gruber, J., and M. Frakes. 2006. Does Falling Smoking Lead to Rising Obesity? J Health Econ. 25(2): 183-197.",
        "Harlan, W.R., et al. 1988. Secular Trends in Body Mass in the United States, 1960-1980. American Journal of Epidemiology 128(5): 1065-1074.",
        "Gortmaker, S.L., et al. 1987. Increasing Pediatric Obesity in the United States. Am J Dis Child 141:535-540.",
        "Gallagher, D. et al. 1996. How Useful is Body Mass Index for Comparison of Body Fatness Across Age, Sex, and Ethnic Groups? Am J Epidemiol. 143(3): 228-39.",
        "Gortmaker, S.L., and W.H. Dietz Jr. 1990. Secular Trends in Body Mass in the United States, 1960-1980. Am JEpidemiol 132(1): 194-5.",
        "World Health Organization Consultation on Obesity. 2000. Obesity: Preventing and Managing the Global Epidemic. Geneva, Switzerland: WHO Technical Report Series 894.",
        "World Health Organization, Report of a WHO Expert Committee. 1995. Physical Status: The Use and Interpretation of Anthropometry. World Health Organ Tech Rep Ser. 854: 1452.",
        "World Health Organization. 2004. Global Strategy on Diet, Physical Activity and Health. Geneva, Switzerland: WHO.",
        "Smalley, K.J., et al. 1990. Reassessment of Body Mass Indices. Am J Clin Nutr. 52: 405-08.",
        "Siri, W.E. 1956. Gross Composition of the Body. In: Lawrence JH, Tobias CA, eds. Advances in Biological and Medical Physics, New York: Academic Press (4)239-280.",
        "Reither, E.N., R.M. Hauser, and K.C. Swallen. 2009. Predicting Adult Health and Mortality from Adolescent Facial Characteristics in Yearbook Photographs. Demography 46(1): 27-41. SAS for Windows, Version 9.1.3 Service Pack 3. Cary, NC: SAS Institute, Inc.",
        "Prentice, A.M., and S.A. Jebb. 2001. Beyond Body Mass Index. Obes Rev. 2(3): 141-147.",
        "Puhl, M. Rebecca., and C.A. Heuer. 2009. The Stigma of Obesity: a Review and Update. Obesity, 17: 941-964.",
        "Ogden, C.L., et al. 2006. Prevalence of Overweight and Obesity in the United States, 19992004. JAMA. 295: 1549-1555.",
        "Freedman, D.S., et al. 1997. Secular Increases in Relative Weight and Adiposity Among Children Over Two Decades: The Bogalusa Heart Study. Pediatrics, 99(3): 420-426.",
        "Flodmark, C.E., C. Marcus, and M. Britton. 2006. Interventions to Prevent Obesity in Children and Adolescents: A Systematic Literature Review. Int J Obes. 30: 579-589.",
        "Flegal, K.M., et al. 2002. Prevalence and Trends in Obesity Among US Adults, 1999-2000. JAMA 288:1723-1727.",
        "Flegal, K.M., et al. 2007. Cause-Specific Excess Deaths Associated with Underweight, Overweight, and Obesity. JAMA 298(17): 2028-2037.",
        "Flegal, K.M., et al. 1998. Overweight and Obesity in the United States: Prevalence and Trends, 1960-1994. Int J Obes RelatMetab Disord. 22: 39-47.",
        "Flegal, K.M., W.R. Harlan, and J.R. Landis. 1990. Secular Trends in Body-Mass in the United States, 1960-1980 - Reply. American Journal of Epidemiology 132(1): 196-197.",
        "Durnin, J.V., and J. Womersley. 1974. Body Fat Assessed from Total Body Density and its Estimation from Skinfold Thickness: Measurements on 481 Men and Women Aged from 16 to 72 Years. BrJNutr 32:77-97.",
        "Elobeid, M.A., et al. 2007. Waist Circumference Values Are Increasing Beyond Those Expected From BMI Increases. Obesity 15(10): 2380-2383.",
        "Dollman, J., and A. Pilgrim. 2005. Changes in Body Composition Between 1997 and 2002 Among South Australian Children: Influences of Socio-Economic Status and Location of Residence. Australian and New Zealand Journal of Public Health 29(2): 166-170.",
        "Doak, C.M., et al. 2006. The Prevention of Overweight and Obesity in Children and Adolescents: A Review of Interventions and Programs. Obes Rev. 7: 111-136.",
        "Cutler, D.M., E.L. Glaeser, and J.M. Shapiro. 2003. Why Have Americans Become More Obese? JEcon Perspect. 17(3): 93-118.",
        "Deurenberg, P., and M. Deurenberg-Yap. 2004. Ethnic and Geographic Influences on Body Composition. In: Bray GA, Bouchard C, eds. Handbook of obesity: Etiology and Pathophysiology. 2nd ed. New York: Marcel Dekker.",
        "Cawley, J., and F. Liu. 2008. Correlates of State Legislative Action to Prevent Childhood Obesity. Obesity 16(1): 162-167.",
        "Chou, S.Y., M. Grossman, and H. Saffer. 2004. An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System. J Health Econ. 23(3): 565-587.",
        "Cawley, J., K. Joyner, and J. Sobal. 2006. Size Matters: The Influence of Adolescents Weight and Height on Dating and Sex. Rationality and Society 18(1): 67-94.",
        "Brozek, J., et al. 1963. Densitometric Analysis of Body Composition: Revision of Some Quantitative Assumptions. Ann NYAcad Sci. 110: 113-140.",
        "Burkhauser, R.V., and J. Cawley. 2008. Beyond BMI: The Value of More Accurate Measures of Fatness and Obesity in Social Science Research. J. Health Econ. 27(2): 5 19-529.",
        "Averett, S. and S. Korenman. 1999. Black-white Differences in Social and Economic Consequences of Obesity. International Journal of Obesity 23: 166-173.",
        "Anderson, P.M. and K.F. Butcher. 2006. Reading, Writing, and Refreshments: Are School Finances Contributing to Childrens Obesity? J. Hum. Resour. 41(3): 467-494.",
        "Anderson, P.M., K.F. Butcher, and P.B. Levine. 2003. Maternal Employment and Overweight Children. J. Health Econ. 22: 477-504."
    ]
}