{
    "id": 1500,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Abowd, J.M. and 0. Ashenfelter. Unemployment and Compensating Wage Differentials, Working Paper No. 120, Industrial Relations Section, Princeton University, March 1979.",
        "Layoffs, and Compensating Wage Differentials, in S. Rosen, ed., Studies in Labor Markets, pp. 141-70, National Bureau of Economic Research, University of Chicago Press, 1981.",
        "Abowd, J.M. and D. Card. Intertempora]. Substitution in the Presence of Long Term Contracts, Working Paper No. 166, Industrial Relations Section, Princeton University, September 1983.",
        "Altonji, J. and 0. Ashenfelter. Wage ?tvements and the Labour Market Equilibrium Hypothesis, Economica 47, pp. 217-45, August 1980.",
        "Ashenfelter, 0. and D. Card. Time Series Representations of Economic Variables and Alternative Models of the Labor Market, The Review of Economic Studies 49(5), No. 159, pp. 761-82, 1982.",
        "Ashenfelter, 0. and J. Ham. Education, Unemployment, and Earnings, The Journal of Political Economy 87, No. 5, part 2, pp. S99-S116, October 1979.",
        "Card, D. An Empirical Model of Wage Indexation Provisions in Union Contracts, The Journal of Political Economy, forthcoming. (Draft paper dated November 1983).",
        "Beckman, J. and T. E. MaCurdy. A Life Cycle Model of Female Labor Supply, Review of Economic Studies 47, pp. 47-74, January 1980.",
        "Kennan, John. An Econometric Analysis of Equilibrium Labor Market Fluctuations, Working Paper, The University of Iowa, August 1983.",
        "Killingsworth, M.R. Labor Supply, Cambridge University Press, London, 1983.",
        "Kydland, F.E. and E.C. Prescott. Time to Build and Aggregate Fluctuations, Econometrica 50, No. 6, pp. 1345-1370, November 1982.",
        "Lucas, R.E. and L.A. Rapping. Price Expectations and the Phillips Curve, The Anerican Economic Review LIX, No. 3, pp. 342-350, June 1969.",
        "MaCurdy, T.E; An Empirical Model of Labor Supply in a Life Cycle Setting, Journal of Poltical Economy 89, pp. 1059-86, December 1981.",
        "Pencavel, John. Labor Supply of Men, in Orley Ashenfelter and Richard Layard (eds.), Handbook of Labor Economics, North-Holland Press, forthcoming, (Draft paper dated March 1984.) Sargent, Thomas J. Rational Expectations, the Real Rate of Interest, and the Natural Rate of Unemployment, The Erookings Papers on Economic Activity 4, pp. 429-472.",
        "Sargent, Thomas J. Estimation of Dynamic Labor Demand Schedules under Rational Expectations, The Journal of Political Economy 86, No. 6, pp. 1009-44, December 1978.",
        "Smith, Adam, The Wealth of Nations , The ~-bdern Library Edition, Random House, ~Inc., New York, 1937 (1776)."
    ]
}