{
    "id": 15018,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "Rajan, Raghuram and Luigi Zingales. (2003). Saving Capitalism from the Capitalists. New York: Crown Business Division of Random House.",
        "Rajan, G. Raghuram. (2005). Has Financial Development Made the World Riskier? Proceedings, Jackson Hole symposium. Federal Reserve Bank of Kansas City: 3 13-369.",
        "McKinnon R. I.; and H. Pill. (1996): Credible Liberalizations and International Capital Flows: The Overborrowing Syndrome. In Takatoshi Ito and Anne 0. Krueger, eds. Financial deregulation and integration in East Asia. University of Chicago Press, Chicago.",
        "Hellmann E. Thomas, Kevin C. Murdock, and Joseph E. Stiglitz. (2000). Liberalization, Moral Hazard in Banking and Prudential Regulation: Are Capital Requirements Enough? American Economic Review, 90 (1): 147-165.",
        "Fernandez Raquel and Dani Rodrik. (1991). Resistance to Reform: Status Quo Bias in the Presence of Individual-Specific Uncertainty The American Economic Review, (81) 5: 1146-1155.",
        "Demirguc-Kent, Ash and Detragiache, Enrica. (1998). Financial Liberalization and Financial Fragility, Policy Research Working Paper Series 1917, The World Bank, Washington DC.",
        "Dooley, P. Michael and Inseok Shin. (2000). Private inflows when crises are anticipated: a case study of Korea, NBER Working Paper No. 7992, Cambridge, MA, USA.",
        "Caballero, Ricardo J. and Arvind Krishnamurthy. (2008). Collective Risk Management in a Flight to Quality Episode, The Journal of Finance, 63 (5), 2195-2230.",
        "Bongini, Paola, and Stijn Claessens, and Giovanni Feni. (2001). The Political Economy of Distress in East Asian Financial Institutions Journal of Financial Services Research 19 (1): 5-25.",
        "Aizenman, Joshua and Ilan Noy. (2009). Endogenous financial and trade openness, Review of Development Economics, 13(2), 175-189.",
        "Barth, R. James, Chen Lin, Yue Ma, Jesus Seade and Frank M. Fong. (2009). The Role of Bank Regulation, Supervision and Monitoring in Bank Efficiency, manuscript.",
        "Aizenman, Joshua. (2004). Financial Opening: Evidence and Policy Options. In Robert E. Baldwin, L. Alan Winters, eds. Challenges to Globalization University of Chicago Press, Chicago.",
        "Aizenman, Joshua. (2009). To Regulate Foreign or Domestic Intermediation? Harvard International Review 30 (4): 56-60."
    ]
}