{
    "id": 15015,
    "cites": 22,
    "cited_by": 17,
    "reference": [
        "Sims, C. and T. Zha, 2006, Does Monetary Policy Generate Recessions? Macroeconomic Dynamics, 10(2), 231-272.",
        "Sims, E., 2009, Non-Invertibilities and Structural VARs, mimeo, Michigan.",
        "Shapiro, M.D. and M.W. Watson, 1988, Sources of Business Cycle Fluctuations, NBER Macroeconomics Annual, MIT Press.",
        "Schmitt-GrohÃ\u0083Â©, S. and M. Uribe, 2008, Whats News in Business Cycles, mimeo, Columbia University.",
        "Rodriguez Mora, J., Schulstad, P., 2007, The Effects of GNP announcements on Fluctuations of GNP Growth, European Economic Review, 51(8), 1922-1940.",
        "Quah, D., 1991, The Relative Importance of Permanent and Transitory Components: Identification and Some Theoretical Bounds, NBER Technical Working Papers 106.",
        "Quah, D., 1990, Permanent and Transitory Movements in Labor Income: An Explanation for `Excess Smoothness in Consumption, Journal of Political Economy, 98(3), 449-75.",
        "Lorenzoni, G., 2009, A Theory of Demand Shocks, American Economic Review, forthcoming.",
        "Leeper, E. M., T. B. Walker and S. S. Yang, 2009, Fiscal Foresight and Information Flows, NBER Working Paper 14630.",
        "Gall, J., 2008, Monetary Policy, Inflation and the Business Cycle: An Introduction to the New Keynesian Framework. Princeton University Press.",
        "Jaimovich, N. and S. Rebelo, 2006, Can News about the Future Drive the Business Cycle? mimeo, Northwestern University.",
        "Gall, J., 1999, Technology, Employment and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations? American Economic Review, 89(1), 249-271.",
        "FernÃ\u0083Â¡ndez-Villaverde, J., J. F. Rubio, T. Sargent and M. Watson, 2007, A, B, C, (and D)s for Understanding VARs, American Economic Review, 97(3), 1021-1026.",
        "Gall, J., 1992, How Well Does the IS-LM Model Fit Postwar US Data?, Quarterly Journal of Economics, 107(2): 709-738.",
        "Christiano, L., C. Ilut, R. Motto and M. Rostagno, 2007, Signals: Implications for Business Cycles and Monetary Policy, mimeo, Northwestern University.",
        "Blundell, R., Preston, I., 1998, Consumption Inequality and Income Uncertainty, Quarterly Journal of Economics, 113(2): 603-640.",
        "Boz, E., C. Daude and C. B. Durdu, 2008, Emerging Market Business Cycles Revisited: Learning About the Trend, FRB International Finance Discussion Paper No. 927.",
        "Blanchard, 0. and D. Quah, 1989, The Dynamic Effects of Aggregate Demand and Aggregate Supply Disturbances, American Economic Review, 79(4): 654-673.",
        "Beaudry, P. and F. Portier, 2006, Stock Prices, News, and Economic Fluctuations, American Economic Review, 96(4): 1293-1307.",
        "Anderson, E. W., L. P. Hansen, E. R. McGrattan, and T. J. Sargent, 1996, Mechanics of Forming and Estimating Dynamic Linear Economies, in Handbook of Computational Economics ed. by H. M. Amman, D. A. Kendrick, and J. Rust, Vol. 1, Chap. 4, 171-252, Elsevier.",
        "Barsky, R. and E. Sims, 2008, Information, Animal Spirits, and the Meaning of Innovations in Consumer Confidence, mimeo, Michigan.",
        "Aguiar, M. and G. Gopinath, 2007, Emerging Market Business Cycles: The Cycle is the Trend, Journal of Political Economy, 115(1): 69-102."
    ]
}