{
    "id": 15012,
    "cites": 105,
    "cited_by": 72,
    "reference": [
        "Ljunge, Martin and Kelly Ragan. 2005. Labor Supply and the Tax Reform of the Century. working paper, University of Chicago, Chicago, IL.",
        "Kubik, Jeffrey. 2004. The Incidence of the Personal Income Taxation: Evidence from the Tax Reform Act of 1986. Journal of Public Economics, 88(7-8): 1567-1588.",
        "Lindsey, Lawrence. 1987. Individual Taxpayer Response to Tax Cuts: 1982-1984, with Implications for the Revenue Maximizing Tax Rate. Journal of Public Economics, 33: 173206.",
        "Kopczuk, Wojciech. 2009. The Effect of the Polish Flat Tax on Taxable Income of Entrepreneurs, mimeo in preparation, Columbia University.",
        "Kleven, Henrik and Esben Anton Schultz. 2009. Identifying the Elasticity of Reported Income Using a Large Panel of Danish Tax Payers, work in progress.",
        "Kopczuk, Wojciech. 2005. Tax Bases, Tax Rates and the Elasticity of Reported Income. Journal of Public Economics, 89(11-12): 2093-2119.",
        "Katz, Lawrence and David Autor. 1999. Changes in the Wage Structure and Earnings Inequality. in Handbook of Labor Economics, eds. 0. Ashenfelter and D. Card, Amsterdam: North-Holland, v3A.",
        "Karlan, Dean and John List. 2007. Does Price Matter in Charitable Giving? Evidence from a Large-Scale Natural Field Experiment. American Economic Review, 97(5): 1774-1793.",
        "Jantti, M, M Riihela, R Sullstrom, and M Tuomala. 2009. Trends in top income shares in Finland Chapter 8 in A. B. Atkinson and T. Piketty, eds. Top Incomes: A Global Perspective, Oxford: Oxford University Press.",
        "Heim, Bradley. 2009. The Effect of Recent Tax Changes on Taxable Income: Evidence from a New Panel of Tax Returns. Journal of Policy Analysis and Management, 9(1), 147163.",
        "Holmlund, Bertil and Martin Soderstrom. 2008. Estimating Dynamic Income Responses to Tax Reforms: Swedish Evidence Working Paper 2008:28, Institute for Labour Market Policy Evalution (IFAU).",
        "Heim, Bradley. 2007. The Elasticity of Taxable Income: Evidence from a New Panel of Tax Returns. working paper.",
        "Harberger, Arnold. 1964. Taxation, Resource Allocation, and Welfare. in John Due, ed., The Role of Direct and Indirect Taxes in the Federal Revenue System, Princeton, NJ: Princeton University Press: 25-75.",
        "Gruber, Jonathan and Emmanuel Saez. 2002. The Elasticity of Taxable Income: Evidence and Implications. Journal of Public Economics, 84: 1-32.",
        "Hall, Brian and Jeffrey Liebman. 2000. The Taxation of Executive Compensation. in Tax Policy and the Economy, James Poterba, ed., Cambridge: MIT Press: Hansson, Asa. 2007. Taxpayers responsiveness to tax rate changes and implications for the cost of taxation in Sweden. International Tax and Public Finance, 14(5): 563-582.",
        "Gottfried, Peter and Hannes Schellhorn. 2004. Empirical Evidence on the Effects of Marginal Tax Rates on Income The German Case. Discussion Paper.",
        "Gruber, Jonathon and Joshua Rauh. 2007. How Elastic is the Corporate Income Tax Base? Taxing Corporate Income in the 21st Century, Alan Auerbach, James Hines and Joel Slemrod, ed., Cambridge: Cambridge University Press: 140-163.",
        "Gorodnichenko, Yuriy, Jorge Martinez-Vazquez, and Klara Sabirianova. 2009. Myth and Reality of Flat Tax Reform: Micro Estimates of Tax Evasion Response and Welfare Effects in Russia, forthcoming Journal of Political Economy.",
        "Gordon, Roger and Joel Slemrod. 2000. Are `Real Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases? In Joel Slemrod, ed., Does Atlas Shrug? The Economic Consequences of Taxing the Rich, Cambridge University Press.",
        "Goolsbee, Austan. 2000b. Its Not about the Money: Why Natural Experiments Dont Work on the Rich. In Joel Slemrod , ed., Does Atlas Shrug? The Economic Consequences of Taxing the Rich, Cambridge University Press.",
        "Chetty, Raj and Emmanuel Saez. 2007. An Agency Theory of Dividend Taxation, NBER Working Paper No. 13538.",
        "Chetty, Raj and Emmanuel Saez. 2005. Dividend Taxes and Corporate Behavior: Evidence from the 2003 Dividend Tax Cut, Quarterly Journal of Economics, 120(3): 791833.",
        "Chetty, Raj, Anders Frederiksen, John N. Friedman, Tore Olsen, and Luigi Pistafern. 2009. Adjustment Costs and Earnings Responses to Income Taxation: Evidence from Denmark, UC Berkeley mimeo (in preparation).",
        "Chetty, Raj. 2009. Bounds on Elasticities with Optimization Frictions: An Application to Taxation and Labor Supply UC Berkeley Working Paper, April 2009.",
        "Chetty, Raj. 2008b. Sufficient Statistics for Welfare Analysis: A Bridge Between Structural and Reduced-Form Methods, NBER Working Paper No. 14399, forthcoming Annual Review.",
        "Chetty, Raj. 2008. Is the Taxable Income Elasticity Sufficient to Calculate Deadweight Loss? The Implications of Evasion and Avoidance, NBER Working Paper No. 13844, forthcoming American Economic Journal: Economic Policy.",
        "Carroll, Robert and David Joulfaian. 1997. Taxes and Corporate Choice of Organizational Form, Office of Tax Analysis Working Paper No. 73, U.S. Department of the Treasury.",
        "Carroll, Robert. 1998. Tax Rates, Taxpayer Behavior, and the 1993 Tax Act. Office of Tax Analysis working paper, U.S. Department of the Treasury.",
        "Burman, Leonard, and William Randolph. 1994. Measuring Permanent Responses to Capital-Gains Tax Changes in Panel Data. American Economic Review 84: 794-809.",
        "Burman, Leonard, Kimberly Clausing and John OHare. 1994. Tax Reform and Realizations of Capital Gains in 1986. National Tax Journal, 47(1): 1-18.",
        "Brewer, Michael, Emmanuel Saez and Andrew Shephard. 2008 Means Testing and Tax Rates on Earnings, IFS Working Paper, April 2008, forthcoming in The Mirrlees Review: Reforming the Tax System for the 21st Century, Oxford University Press.",
        "Blundell, Richard and Thomas MaCurdy. 1999. Labor Supply: A Review of Alternative Approaches. In 0. Ashenfelter, D. Card, ed., Handbook of Labor Economics, Amsterdam: North-Holland, v3.",
        "Blow, Laura and Ian Preston. 2002. Deadweight Loss and Taxation of Earned Income: Evidence from Tax Records of the UK Self-Employed. Institute for Fiscal Studies Working Paper.",
        "Blomquist, Soren and Hakan Selin (2009) Hourly Wage Rate and Taxable Labor Income Responsiveness to Changes in Marginal Tax Rates, Uppsala University Working paper 2009-1.",
        "Bebchuk, Lucian and Jesse Fried. 2004. Pay without Performance: The Unfulfilled Promise of Executive Compensation Harvard University Press: Cambridge.",
        "Auten, Gerald and Robert Carroll. 1999 The Effect of Income Taxes on Household Behavior. Review of Economics and Statistics, 81(4): 681-693.",
        "Auten, Gerald, Robert Carroll and Geoffrey Gee. 2008. The 2001 and 2003 tax rate reductions: An overview and estimate of the taxable income response. National Tax Journal, 61(3): 345-364.",
        "Auten, Gerald, Holger Sieg and Charles Clotfelter. 2002. Charitable Giving, Income, and Taxes: An Analysis of Panel Data. American Economic Review, 92(1): 371-82.",
        "Slemrod, Joel and Wojciech Kopczuk. 2002. The Optimal Elasticity of Taxable Income.  Journal of Public Economics, 84(1): 91-112.",
        "Slemrod, Joel and Shlomo Yitzhaki. 2002. Tax Avoidance, Evasion and Administration.",
        "Slemrod, Joel and Jon Bakija. 2001. Growing Inequality and Decreased Tax Progressivity.  in Kevin Hassett, ed., Inequality and Tax Policy, Washington D.C: American Enterprise Institute Press.",
        "Slemrod, Joel. 1998. Methodological Issues in Measuring and Interpreting Taxable Income Elasticities. National Tax Journal, 51(4): 773-788.",
        "Slemrod, Joel. 1996. High Income Families and the Tax Changes of the 1980s: The Anatomy of Behavioral Response. In Empirical Foundations of Household Taxation, eds. Martin Feldstein and James Poterba, University of Chicago.",
        "Singleton, Perry. 2007. The effect of taxes on taxable earnings: Evidence from the 20012004 U.S. federal tax acts. working paper, Syracuse University, Syracuse, NY.",
        "Slemrod, Joel. 1994. On the High Income Laffer Curve. In Joel Slemrod, ed., Tax Progressivity and Income Inequality, Cambridge University Press: Cambridge: 177-210.",
        "Slemrod, Joel. 1995. Income Creation or Income Shifting? Behavioral Responses to the Tax Reform Act of 1986. American Economic Review, 85(2): 175-180.",
        "Simonson, Kenneth. 1984a. Supply Side Tax Changes: Do They Soak the Rich or Sock it to the Poor? Tax Notes, (June 11, 1984): 684.",
        "Simonson, Kenneth. 1984b. A Closer Look at the 1981-1982 Tax Changes. Tax Notes, (September 24, 1984): 1293.",
        "Sillamaa, Mary Anne and Michael Veall. 2001. The Effect of Marginal Tax Rates on Taxable Income: a Panel Study of the 1988 Tax Flattening in Canada. Journal of Public Economics, 80(3): 341-356.",
        "SelÃ\u0083Â©n, Jan. 2002. Taxable income response to tax changes: Evidence from the 1990/91 Swedish Tax Reform, FIEF Working Paper No. 177.",
        "Saez, Emmanuel, and Michael Veall. 2005. The Evolution of High Incomes in Northern America: Lessons from Canadian Evidence. American Economic Review, 95(3): 831-849 Sammartino, Frank and David Weiner. 1997. Recent evidence on taxpayers response to the rate increases in the 1990s. National Tax Journal, 50(3): 683-705.",
        "Saez, Emmanuel. 2009. Do Tax Filers Bunch at Kink Points? Evidence, Elasticity Estimation, and Salience Effects, Working Paper University of California at Berkeley, Berkeley, CA, April 2009.",
        "Saez, Emmanuel. 2004b. The Optimal Treatment of Tax Expenditures, Journal of Public Economics, 88(12): 2657-2684.",
        "Saez, Emmanuel. 2004. Reported Incomes and Marginal Tax Rates, 1960-2000: Evidence and Policy Implications. in James Poterba, ed., Tax Policy and the Economy, 18: 117-174.",
        "Saez, Emmanuel. 2003. The Effect of Marginal Tax Rates on Income: A Panel Study of `Bracket Creep. Journal of Public Economics, 87: 1231-1258.",
        "Saez, Emmanuel. 2001. Using Elasticities to Derive Optimal Income Tax Rates. Review of Economic Studies, 68: 205-229.",
        "Romer, Christina and David Romer. 2008. A Narrative Analysis of Post-War Tax Changes. working paper, University of California, Berkeley, CA.",
        "Rome, Jesper, Jonas Vlachos, Daniel Waldenstrom. 2008. The long-run determinants of inequality: What can we learn from top income data?, Working Paper, Stockholm University.",
        "Randolph, William. 1995. Dynamic Income, Progressive Taxes, and the Timing of Charitable Contributions. Journal of Political Economy, 103(4): 709-38.",
        "Pirttila, Jukka and H~tkan Selin. 2006. How Successful is the Dual Income Tax? Evidence from the Finnish Tax Reform of 1993. CESIfo Working Paper No. 1875.",
        "Piketty, Thomas and Emmanuel Saez. 2003. Income Inequality in the United States, 1913-1998. Quarterly Journal of Economics, 118(1): 1-39.",
        "Piketty, Thomas. 1999. Les Hauts Revenus face aux Modifications des Taux Marginaux SupÃ\u0083Â³rieurs de lImpÃ\u0083Â´t sur le Revenu en France, 1970-1996. Economie et Prevision, 138-139: 25-60.",
        "Okun, Arthur. 1975. Equality and Efficiency. The Brookings Institution: Washington, D.C. Parcell, Ann. Income Shifting in Responses to Higher Tax Rates: The Effects of OBRA 93. Office of Tax Analysis, U.S. Department of the Treasury, Washington, D.C.",
        "Ohanian, Lee, Andrea Raffo and Richard Rogerson. 2008. Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries, 1956-2004, NBER Working Paper 12786, 2006, Journal of Monetary Economics.",
        "Navratil, John. The Tax Reform Act of 1986: New Evidence on Individual Taxpayer Behavior from Panel Tax Return Data. In Essays on the Impact of Marginal Tax Rate Reductions on the Reporting of Taxable Income on Individual Tax Returns, Doctoral Dissertation (Chapter 3), Harvard University, 1995.",
        "Navratil, John. The Economic Recovery Act of 1981. In Essays on the Impact of Marginal Tax Rate Reductions on the Reporting of Taxable Income on Individual Tax Returns, Doctoral Dissertation (Chapter 1), Harvard University, 1995.",
        "Murphy, Kevin J. 1999. Executive Compensation. in Handbook of Labor Economics, eds. Orley Ashenfelter and David Card, Amsterdam: North-Holland, v3B.",
        "Moriguchi, Chiaki and Emmanuel Saez. 2008. The Evolution of Income Concentration in Japan, 1885-2005: Evidence from Income Tax Statistics, Review of Economics and Statistics, 90(4): Munnell, Alicia, ed. (1987) Lessons from the Income Maintenance Experiments, Federal Reserve Bank of Boston Conference Series 30.",
        "Moffitt, Robert and Mark Wilhelm. Taxation and the Labor Supply Decisions of the Affluent. Does Atlas Shrug? The Economic Consequences of Taxing the Rich, Joel Slemrod, ed., New York: Harvard University Press and Russell Sage Foundation, 2000.",
        "Mirrlees, James. 1971. An Exploration in the Theory of Optimal Income Taxation. Review of Economic Studies, 38: 175-208.",
        "Minarik, Joseph. The Tax Shares Boomlet. Tax Notes, June 11, 1984.",
        "Maki, Dean. 1996. Portfolio Shuffling and Tax Reform. National Tax Journal, 49(3): 317-29.",
        "Meyer, Bruce and Daniel Rosenbaum. 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics, 116(3): 1063-1114.",
        "MaCurdy, Thomas. 1981. An Empirical Model of Labor Supply in a Life-Cycle Setting, Journal of Political Economy 89(6): 1059-1085.",
        "Looney, Adam and Monica Singhal. 2006. The Effect of Anticipated Tax Changes on Intertemporal Labor Supply and the Realization of Taxable Income. NBER Working Papers 12417.",
        "Goolsbee, Austan. 1999. Evidence on the High-Income Laffer Curve from Six Decades of Tax Reform. Brookings Papers on Economic Activity, 2: 1-47.",
        "Goolsbee, Austan. 2000a. What Happens When You Tax the Rich? Evidence from Executive Compensation. Journal of Political Economy, 108(2): 352-378.",
        "Glaeser, Edward and Jesse Shapiro. 2003. The benefits of the home mortgage interest deduction. in James Poterba, ed., Tax Policy and the Economy, 17: 37-82.",
        "Giertz, Seth. 2009. The Elasticity of Taxable Income: Influences on Economic Efficiency and Tax Revenues, and Implications for Tax Policy, in Tax Policy Lessons from the 2000s, ed. Alan Viard, AEI Press, Washington, D.C.: 101-136.",
        "Giertz, Seth. 2008c. Panel Data Techniques and the Elasticity of Taxable Income, CBO Working Paper No. 2008-11, Congressional Budget Office, Washington D.C.",
        "Giertz, Seth. 2008a. Taxable Income Responses to 1990s Tax Acts: Further Explorations, Working Paper 2008-08, Congressional Budget Office, Washington D.C., www.cbo.gov/doc.cfm?index=9715.",
        "Giertz, Seth. 2008b Taxable Income Responses to 1990s Tax Acts: Further Explorations, Working Paper 2008-08, Congressional Budget Office, Washington D.C..",
        "Giertz, Seth. 2004. Recent Literature on Taxable-Income Elasticities, Technical Paper 2004-16, Congressional Budget Office, Washington D.C., www.cbo.gov/ftpdocs/6Oxx/doc6028/200416. pdf.",
        "Giertz, Seth. 2007. The Elasticity of Taxable Income over the 1980s and 1990s, National Tax Journal, 60(4): 743-768..",
        "Fullerton, Don. 1996. Comment on `High-Income Families and the Tax Changes of the 1980s: The Anatomy of Behavioral Response. in Martin Feldstein and James Poterba, eds., Empirical Foundations of Household Taxation, Chicago: University of Chicago Press.",
        "Feldstein, Martin and Daniel Feenberg. 1996. The Effect of Increased Tax Rates on Taxable Income and Economic Efficiency: A Preliminary Analysis of the 1993 Tax Rate Increases, In Tax Policy and the Economy, James Poterba, ed., (MIT Press: Cambridge), 10: 89-117.",
        "Feldstein, Martin. 1999. Tax Avoidance and the Deadweight Loss of the Income Tax. Review of Economics and Statistics, 81(4): 674-680.",
        "Feenberg, Daniel and James Poterba. 1993. Income Inequality and the Incomes of Very High Income Taxpayers: Evidence from Tax Returns, In Tax Policy and the Economy, James Poterba, ed., (MIT Press: Cambridge), 7: 145-177.",
        "Feldstein, Martin. 1995. The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act. Journal of Political Economy, 103(3): 551-572.",
        "Feenberg, Daniel and Elisabeth Coutts. 1993. An Introduction to the TAXSIM Model. Journal of Policy Analysis and Management, 12(1): 189-194.",
        "Eissa, Nada and Seth Giertz. 2006. Trends in High-Income and Behavioral Responses to Taxation: Evidence from Executive Compensation and Statistics of Income Data. Congressional Budget Office, Washington D.C., Working Paper 2006-14, www.cbo.gov/ftpdocs/77xx/doc77l 1/200614. pdf.",
        "Dilnot, Andrew and Michael Kell. 1988. Top-Rate Tax Cuts and Incentives: Some Empirical Evidence, Fiscal Studies, 9: 70-92.",
        "Congressional Budget Office. 2009. Shares of Federal Tax Liabilities for All Households, by Comprehensive Household Income Quintile, 1979-2006, available online at http : //www. cbo .gov/publications/collections/tax/2009/taxiiability_shares .pdf Diamond, Peter and James Mirrlees. 1971. Optimal Taxation and Public Production I: Production Efficiency and II: Tax Rules, American Economic Review, 61: 8-27 and 261-278.",
        "Clotfelter, Charles and Richard Schmalbeck. 1996. The Impact of Fundamental Tax Reform on Nonprofit Organizations. in Economic Effects of Fundamental Tax Reform, Henry Aaron and William Gale, eds. Washington, D.C.: Brookings Institution Press, 211-46.",
        "Chetty, Raj and Emmanuel Saez. 2009. Teaching the Tax Code: Earnings Responses to an Experiment with EITC Claimants, NBER Working Paper.",
        "Auten, Gerald and Robert Carroll. 1995. Behavior of the Affluent and the 1986 Tax Reform Act. in Proceedings of the 87th Annual Conference on Taxation of the National Tax Association, Columbus, Ohio, 70-76.",
        "Auerbach, Alan and Joel Slemrod. 1997. The Economic Effects of the Tax Reform Act of 1986. Journal of Economic Literature, 35(2): 589-632.",
        "Auerbach, Alan. 1988. Capital Gains Taxation in the United States. Brookings Papers on Economic Activity, 2: 595-631.",
        "Atkinson, Anthony and Thomas Piketty. 2010. Top Incomes: A Global Perspective. Oxford: Oxford University Press.",
        "Atkinson, Anthony and Thomas Piketty. 2007. Top Incomes over the Twentieth Century. Oxford: Oxford University Press: 585 pp.",
        "Aktinson, Anthony and Andrew Leigh. 2008. Top Incomes in New Zealand 1921-2005: Understanding the Effects of Marginal Tax Rates, Migration Threat, and the Macroeconomy, Review of Income and Wealth, 54(2).",
        "Aktinson, Anthony and Andrew Leigh. 2007. The Distribution of Top Incomes in Australia. Economic Record, 83(262): 247-261.",
        "Aktinson, Anthony and Andrew Leigh. 2004 Understanding the Distribution of Top Incomes in Anglo-Saxon Countries over the Twentieth Century, Working Paper.",
        "Alvaredo, Facundo and Emmanuel Saez. 2008. Income and Wealth Concentration in Spain in a Historical and Fiscal Perspective, forthcoming Journal of the European Economic Association.",
        "Aarbu, Karl and Thor Thoreson. 2001. Income Responses to Tax Changes--Evidence from the Norwegian Tax Reform, National Tax Journal, 54(2): 319-334."
    ]
}