{
    "id": 15014,
    "cites": 51,
    "cited_by": 34,
    "reference": [
        "Campbell, John Y. 1996. Understanding Risk and Return. Journal of Political Economy 104:298-345.",
        "Campbell, John Y. 2003. Consumption-Based Asset Pricing. Chapter 13 in Handbook of the Economics of Finance Vol. IB, edited by George Constantinides, Milton Harris, and Rene Stulz. North-Holland.",
        "BriÃ\u0083Â¨re, Marie, and Ombretta Signori. 2008. Do Inflation-Linked Bonds Still Diversify? European Financial Management, 15 October.",
        "Campbell, John Y. 1986. Bond and Stock Returns in a Simple Exchange Model. Quarterly Journal of Economics 101: 785-804.",
        "Campbell, John Y. 1993. Intertemporal Asset Pricing without Consumption Data. American Economic Review 83:487-512.",
        "Bekaert, Geert, Eric Engstrom, and Steve Grenadier. 2005. Stock and Bond Returns with Moody Investors. Unpublished paper, Columbia University, University of Michigan, and Stanford University.",
        "Brennan, Michael J., and Yihong Xia. 2002. Dynamic Asset Allocation Under Inflation. Journal of Finance 57:1201-1238.",
        "Beechey, Meredith J., and Jonathan H. Wright. 2009. The High-Frequency Impact of News on Long-Term Yields and Forward Rates: Is It Real? Sveriges Riksbank and Johns Hopkins University.",
        "Barr, David G., and John Y. Campbell. 1997. Inflation, Real Interest Rates, and the Bond Market: A Study of UK Nominal and Index-Linked Government Bond Prices. Journal of Monetary Economics 39:36 1-383.",
        "Wachter, Jessica A. 2003. Risk Aversion and Allocation to Long-Term Bonds. Journal of Economic Theory 112:325-333.",
        "Viceira, Luis M. 2007. Bond Risk, Bond Return Volatility, and the Term Structure of Interest Rates. Harvard Business School.",
        "Viceira, Luis M. 2003. Pension Policy at The Boots Company PLC. Case N2-203105, Harvard Business School.",
        "Vayanos, Dimitri, and Jean-Luc Vila. 2007. A Preferred-Habitat Model of the Term Structure of Interest Rates. Unpublished paper, London School of Economics.",
        "Roush, Jennifer, William Dudley, and Michelle Steinberg Ezer. 2008. The Case for TIPS: An Examination of the Costs and Benefits. Staff Report 353, Federal Reserve Bank of New York.",
        "Svensson, Lars E.O. 1994. Estimating and Interpreting Forward Interest Rates: Sweden 1992-1994. NBER Working Paper No. 4871.",
        "Restoy, Fernando, and Philippe Weil. 1998. Approximate Equilibrium Asset Prices. NBER Working Paper No. 6611.",
        "Piazzesi, Monika, and Martin Schneider. 2006. Equilibrium Yield Curves. In NBER Macroeconomics Annual ~OO6, edited by Daron Acemoglu, Kenneth Rogoff, and Michael Woodford. MIT Press.",
        "Merton, Robert C. 1973. An Intertemporal Capital Asset Pricing Model. Econometrica 41:867-87.",
        "Nelson, Charles R., and Andrew F. Siegel. 1987. Parsimonious Modeling of Yield Curves. Journal of Business 60:473-489.",
        "McCulloch, J. Huston, and H. Kwon. 1993. US Term Structure Data, 1947-1991. Working Paper 93-6, Ohio State University.",
        "Hu, Gang, and Mihir Worah. 2009. Why Tips Real Yields moved significantly higher after the Lehman Bankruptcy. PIMCO, Newport Beach, CA.",
        "Haubrich, Joseph, George Pennacchi, and Peter Ritchken. 2008. Estimating Real and Nominal Term Structures using Treasury Yields, Inflation, Inflation Forecasts, and Inflation Swap Rates. Federal Reserve Bank of Cleveland, University of Illinois, and Case Western Reserve University.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li. 2008. Consumption Strikes Back? Measuring Long-Run Risk. Journal of Political Economy 116:260-302.",
        "Gttrkaynak, Refet S., Brian Sack, and Jonathan H. Wright. 2008. The TIPS Yield Curve and Inflation Compensation. Bilkent University, Macroeconomic Advisers, LLC, and Johns Hopkins University.",
        "Treasury Yield Curve: 1961 to the Present. FEDS working paper 2006-28, http: //www.federalreserve.gov/pubs/feds/2006/200628.",
        "Grishchenko, Olesya V., and Jing-zhi Huang. 2008. Inflation Risk Premium: Evidence from the TIPS Market. Pennsylvania State University.",
        "Greenwood, Robin, and Dimitri Vayanos. 2008. Bond Supply and Excess Bond Returns. Harvard Business School and London School of Economics.",
        "Gollier, Christian. 2005. The Consumption-Based Determinants of the Term Structure of Discount Rates. University of Toulouse.",
        "Fleming, Michael J., and Neel Krishnan. 2009. The Microstructure of the TIPS Market. Federal Reserve Bank of New York.",
        "Fabozzi, Frank J., and Steven V. Mann. 2001. Introduction to Fixed Income Analytics. Frank J. Fabozzi Associates.",
        "Fama, Eugene F. 1975. Short-Term Interest Rates as Predictors of Inflation. American Economic Review 65:269-282.",
        "Fabozzi, Frank J. 2005. The Handbook of Fixed Income Securities. McGraw-Hill.",
        "Epstein, Lawrence, and Stanley Zin. 1991. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Investigation.  Journal of Political Economy 99:263-286.",
        "Epstein, Lawrence, and Stanley Zin. 1989. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework.  Econometrica 57:937-69.",
        "DAmico, Stefania, Don H. Kim, and Mm Wei. 2008. Tips from TIPS: The Informational Content of Treasury Inflation-Protected Security Prices. Federal Reserve Board of Governors.",
        "Christensen, Jens H.E., Jose A. Lopez, and Glenn D. Rudebusch. 2008. Inflation Expectations and Risk Premiums in an Arbitrage-Free Model of Nominal and Real Bond Yields. Federal Reserve Bank of San Francisco.",
        "Campbell, John Y., and Luis M. Viceira. 2005. The Term Structure of the RiskReturn Tradeoff. Financial Analysts Journal 61(1):34-44.",
        "Campbell, John Y., and Tuomo 0. Vuolteenaho. 2004. Bad Beta, Good Beta. American Economic Review 94:1249-1275.",
        "Campbell, John Y., and Luis M. Viceira. 2004. Long-Horizon Mean-Variance Analysis: A User Guide. Available online.",
        "Campbell, John Y., and Luis M. Viceira. 2002. Strategic Asset Allocation: Portfolio Choice for Long- Term Investors. Oxford University Press.",
        "Campbell, John Y., Adi Sunderam, and Luis M. Viceira. 2009. Inflation Bets or Deflation Hedges? The Changing Risks of Nominal Bonds. NBER Working Paper No. 14701.",
        "Campbell, John Y., and Luis M. Viceira. 2001. Who Should Buy Long-Term Bonds? American Economic Review 91 :99-127.",
        "Campbell, John Y., Robert J. Shiller, and Luis M. Viceira. 2009. Understanding Inflation-Indexed Bond Markets: Appendix. Available online at http://kuznets.fas.harvard.edu/ campbell/papers. html.",
        "Campbell, John Y., and Robert J. Shiller. 1996. A Scorecard for Indexed Government Debt. In National Bureau of Economic Research Macroeconomics Annual 1996, edited by Ben S. Bernanke and Julio Rotemberg. MIT Press.",
        "Campbell, John Y., and Robert J. Shiller. 1991. Yield Spreads and Interest Rate Movements: A Birds Eye View. Review of Economic Studies 58:495-514.",
        "Campbell, John Y., and John H. Cochrane. 1999. By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior. Journal of Political Economy 107:205-251.",
        "Bansal, Ravi, Dana Kiku and Amir Yaron. 2007. Risks for the Long Run: Estimation and Inference. Unpublished paper, Duke University and University of Pennsylvania.",
        "Bansal, Ravi, Varoujan Khatchatrian, and Amir Yaron. 2005. Interpretable Asset Markets? European Economic Review 49: 531-560.",
        "Bansal, Ravi, and Amir Yaron. 2004. Risks for the Long Run. Journal of Finance 59: 1481-1509.",
        "Bansal, Ravi, Robert Dittmar, and Dana Kiku. 2008. Cointegration and Consumption Risks in Asset Returns. Forthcoming Review of Financial Studies.",
        "Backus, David and Stanley Zin. 1994. Reverse Engineering the Yield Curve. NBER Working Paper No. 4676."
    ]
}