{
    "id": 15017,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Wernstedt, Kris, Peter B. Meyer, and Anna Alberini. Attracting Private Investment to Contaminated Properties: The Value of Public Interventions, Journal of Policy Analysis and Management 25 (2006), 347-69.",
        "US Conference of Mayors. Recycling Americas Land: A National Report on Brownfields Redevelopment, Volume IV USCM, 2002.",
        "Wernstedt, Kris, Lauren Heberle, Anna Alberini and Peter Meyer. The Brownfields Phenomenon: Much Ado about Something or the Timing of the Shrewd? Resources for the Future Discussion Paper, 2004.",
        "Stafford, Sarah L. Assessing the Effectiveness of State Regulation and Enforcement of Hazardous Waste, Journal of Regulatory Economics 23 (2003), 27-41.",
        "Segerson, Kathleen. Liability Transfers: An Economic Assessment of Buyer and Lender Liability, Journal of Environmental Economics and Management 25 (1993), S46-S63.",
        "Segerson, Kathleen. Property Transfers and Environmental Pollution: Incentive Effects of Alternative Policies, Land Economics 70 (1994), 26 1-72.",
        "Schoenbaum, Miriam. Environmental Contamination, Brownfields Policy, and Economic Redevelopment in an Industrial Area of Baltimore, Maryland. Land Economics 78 (2002), 60-71.",
        "Probst, Katherine N., Don Fullerton, Robert E. Litan, and Paul R. Portney. Footing the Bill for Superfund Cleanups: Who Pays and How? Washington, DC: Resources for the Future, 1995.",
        "Pendergrass, John A. An Analysis of State Superfund Programs: 50-State Study, 2000 Update, Washington, DC: Environmental Law Institute, 2001.",
        "Noonan, Frank and Charles A. Vidich. Decision Analysis for Utilizing Hazardous Waste Site Assessments in Real Estate Acquisition, Risk Analysis 12 (1992), 245-5 1.",
        "McGrath, Daniel T. Urban Industrial Land Redevelopment and Contamination Risk, Journal of Urban Economics 47 (2002), 414-42.",
        "Levinson, Arik. An Industry-Adjusted Index of State Environmental Compliance Costs in Behavioral and Distributional Effects of Environmental Policy (Carlo Carraro and Gilbert E. Metcalf, editors), 2000.",
        "Howland, Marie. The Role of Contamination in Central City Industrial Decline Economic Development Quarterly 18 (2004), 207-18.",
        "Jackson, Thomas 0. Environmental Contamination and Industrial Real Estate Prices, Journal of Real Estate Economics Research 23 (2002), 180-99.",
        "Howland, Marie. The Impact of Contamination on the Canton/Southeast Baltimore Land Market, Journal of the American Planning Association 66 (2000), 411-20.",
        "Chang, Howard F. and Hilary Sigman. The Effect of Joint and Several Liability under Superfund on Brownfields. International Review of Law and Economics 27 (2007), 363-84.",
        "Chang, Howard F. and Hilary Sigman. Incentives to Settle under Joint and Several Liability: An Empirical Analysis of Superfund Litigation, Journal of Legal Studies, 29 (2000), 205-36.",
        "Cameron, A. Cohn, Jonah B. Gelbach, and Douglas L. Miller. Bootstrap-Based Improvements for Inference with Clustered Enors. Review of Economics and Statistics, 90 (2008), 4 14-27.",
        "Boyd, James, Winston Harrington and Molly K. Macauley. The Effects of Environmental Liability on Industrial Real Estate Development, Journal of Real Estate Economics and Finance 12 (1996), 37-58.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics, 119 (2004), 24925.",
        "Alberini, Anna, Alberto Longo, Stefania Tonin, Francesco Trombetta, and Margherita Turvani. The Role of Liability, Regulation and Economic Incentives in Brownfield Remediation: Evidence from Surveys of Developers, Regional Science and Urban Economics, 35 (2005), 327-51.",
        "Alberini, Anna and David Austin. Accidents Waiting to Happen: Liability Policy and Toxic Pollution Releases, Review of Economics and Statistics 84 (2002), 729-41.",
        "Alberini, Anna and David H. Austin. Strict Liability as a Deterrent in Toxic Waste Management: Empirical Evidence from Accident and Spill Data, Journal of Environmental Economics and Management 38 (1999), 20-48.",
        "Alberini, Anna and David Austin. On and Off the Liability Bandwagon: Explaining State Adoptions of Strict Liability in Hazardous Waste Programs, Journal of Regulatory Economics 15 (1999), 41-63."
    ]
}