{
    "id": 15019,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Ayres, A., Siegelman, P. 1995. Race and Gender Discrimination in Bargaining for a New Car. The American Economic Review, Vol. 85, No. 3, pp. 304-321",
        "Angrist, J., Graddy K., Imbens 0., 2000. The Interpretation of Instrumental Variables Estimators in Simultaneous Equations Models with an Application to the Demand for Fish. Review of Economic Studies 67, 499-527.",
        "Aguirregabiria V., 1999. The Dynamics of Markups and Inventories in Retailing Firms. Review of Economic Studies 66, 275-308.",
        "Whiten T., 1955. Inventory Control and Price Theory. Management Science 2, 61-80.",
        "Zettelmeyer, F., Scott Morton F., Silva-Risso J., 2003. Inventory Fluctuations and Price Discrimination: The Determinants of Price Variation in Car Retailing. Yale School of Management Working Paper.",
        "Sweeting, A., 2008. Equilibrium Price Dynamics in Perishable Goods Markets: The Case of Secondary Markets for Major League Baseball Tickets. NBER Working Paper 14505.",
        "Villas-Boas, S.B., 2009. An Empirical Investigation of the Welfare Effects of Banning Wholesale Price Discrimination. The RAND Journal of Economics 40-1, 20-45.",
        "Scott Morton, F., Zettelmeyer, F., and Silva Risso, J. 2003. Consumer Information and Discrimination: Does the Internet Affect the Pricing of New Cars to Women and Minorities? Quantitative Marketing and Economics, 1, pp. 65-92.",
        "Rust, J., Hall G., 2003. Middlemen versus Market Makers: A Theory of Competitive Exchange. Journal of Political Economy. 111-2, pp. 353-403.",
        "Lee, 5., 2007. Endogeneity in Quantile Regression Models: A Control Function Approach. Journal of Econometrics 141: 1131-1158.",
        "Reagan P., 1982. Inventory and Price Behavior. Review of Economic Studies 49, 137-142.",
        "Karlin S., Carr R., 1962. Prices and Optimal Inventory Policy, in Studies in Applied Probability and Management Science, K. Arrow, S. Karlin, H. Scarf (eds.), Stanford, CA: Stanford University Press.",
        "Hastings, J., 2009. Wholesale Price Discrimination and Regulation: Implications for Retail Gasoline Prices. Yale University Working Paper.",
        "Graddy, K., Kennedy, P., forthcoming. When are Supply and Demand Determined Recursively Rather than Simultaneously? Eastern Economic Journal.",
        "Graddy, K., 2006. The Fulton Fish Market. Journal of Economic Perspectives 20-2, 207-220.",
        "Graddy, K., 1995. Testing for Imperfect Competition at the Fulton Fish Market. The RAND Journal of Economics 26-1, 75-92.",
        "Federgruen A., Heching A., 1999. Combined Pricing and Inventory Control Under Uncertainty. Operations Research 47, 454-475.",
        "Elmaghraby W., Keskinocak P. 2003. Dynamic Pricing in the Presence of Inventory Considerations: Research Overview, Current Practices, and Future Directions. Management Science 49, 1287-1309.",
        "Copeland A., Dunn W., Hall 0., 2009. Inventories and the Automobile Market. Bureau of Economic Analysis Working Paper.",
        "Chan, M.H., Hall, G., Rust, J. 2004. Price Discrimination in the Steel Market. Univeristy of Maryland Working Paper.",
        "Borenstein, 5., 1991. Selling Costs and Switching Costs: Explaining Retail Gasoline Margins. The RAND Journal of Economics, 22-3, 354-369."
    ]
}