{
    "id": 15011,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Pratt, John, W. (1964), Risk Aversion in the Small and in the Large, Econometrica, 32(1/2), 122-136.",
        "Pissarides, Christopher A. (2004), Consumption and Savings with Unemployment Risk: Implications for Optimal Employment Contracts, IZA Discussion Paper 1183, Institute for the Study of Labor",
        "Mortensen, Dale T. (1970), A Theory of Wage and Employment Dynamics, in Microeconomic Foundations of Employment and Inflation Theory, ed. E. S. Phelps et. al., New York: W.W. Norton.",
        "McCall, John J. (1970), Economics of Information and Job Search, Quarterly Journal of Economics, 84(1), 113-126.",
        "Mincer, Jacob (1978), Family Migration Decisions, Journal of Political Economy, 86(5), 749773.",
        "Lise, Jeremy, and Shannon Seitz (2007), Consumption Inequality and Intra-Household Allocations,  mimeo.",
        "Lise, Jeremy (2006), On-the-Job Search and Precautionary Savings: Theory and Empirics of Earnings and Wealth Inequality, mimeo, University College London.",
        "Lentz, Rasmus (2009), Optimal Unemployment Insurance in an Estimated Job Search Model with Savings, Review of Economic Dynamics, 12(1), 37-57.",
        "Krusell, Per, Toshi Mukoyama, and Aysegul Sahin (2007), Labor Market Matching with Precautionary Saving and Aggregate Fluctuations, mimeo, Princeton University.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante (2007), Frictional Wage Dispersion in Search Models: A Quantitative Assessment, mimeo.",
        "Heathcote, Jonathan, Kjetil Storesletten, Giovanni L. Violante (2008), The Macroeconomic Implications of Rising Wage Inequality in the US, Working Paper No. 14052, National Bureau of Economic Research.",
        "Guner, Nezih, Remzi Kaygusuz, and Gustavo Ventura (2009), Taxation, Aggregates and the Household, mimeo.",
        "Gemici, Ahu (2008), Family Migration and Labor Market Outcomes, mimeo New York University.",
        "Garcia-Perez, J. Ignacio, and Silvio Rendon (2004), Family Job Search and Consumption: The Added Worker Effect Revisited, mimeo.",
        "Dey, Matthew, and Christopher Flinn (2008), Household Search and Health Insurance Coverage,  Journal of Econometrics, 145(1-2), 43-64.",
        "Cubeddu, Luis, and Jose-Victor Rios-Rull (2003), Families as Shocks, Journal of the European Economic Association, 1(2-3), 671-682.",
        "Danforth, John P. (1979), On the Role of Consumption and Decreasing Absolute Risk Aversion in the Theory of Job Search, in Studies in the Economics of Search, ed. S. A. Lippman, and J. J. McCall, vol. 123 of Contributions to Economic Analysis, chap. 6, 109-131. Amsterdam: North-Holland.",
        "Costain, James 5. (1999), Unemployment Insurance with Endogenous Search Intensity and Precautionary Saving, mimeo.",
        "Costa, Dora L., and Matthew E. Kahn (2000), Power Couples: Changes in the Locational Choice of the College Educated, 1940-1990, Quarterly Journal of Economics, Vol 115, pp. 1287-1315.",
        "Chiappori, Pierre-Andre (1992), Collective Labor Supply and Welfare, Journal of Political Economy, 100(3), 437-67.",
        "Burdett, Kenneth and Dale Mortensen (1977), Labor Supply Under Uncertainty, in Research in Labor Economics, Vol. 2, ed. R. G. Ehrenberg, 109-158, New York: JAI Press.",
        "Burdett, Kenneth (1978), A Theory of Employee Job Search and Quit Rates, American Economic Review, 68(1), 212-220.",
        "Browning, Martin, Thomas F. Crossley, and Eric Smith (2003), Asset Accumulation and Short Term Employment, mimeo.",
        "Albrecht, Anderson, and Susan Vroman (2009), Search by Committee, mimeo, Georgetown University.",
        "Blundell, Richard, Pierre-Andre Chiappori, Thierry Magnac, and Costas Meghir (2007), Collective Labour Supply: Heterogeneity and Non-participation, Review of Economic Studies, vol. 74(2), 417-445.",
        "Aiyagari, Rao S., Jeremy Greenwood, and Nezih Guner (2000), On the State of Union, Journal of Political Economy, 108(2), 2 13-44.",
        "Acemoglu, Daron, and Robert Shimer (1999), Efficient Unemployment Insurance, Journal of Political Economy, 107(5), 893-928.",
        "Visschers, Ludo (2006), A Note on Search and Assortative Matching in Wealth, mimeo.",
        "Shimer, Robert, and Ivan Werning (2008), Liquidity and Insurance for the Unemployed, mimeo, University of Chicago.",
        "Rogerson, Richard, Robert Shimer and Randall Wright (2005), Search Theoretic Models of the Labor Market: A Survey, Journal of Economic Literature, 43(4), 959-988.",
        "Rudanko, Leena (2008), Aggregate and Idiosyncratic Risk in a Frictional Labor Market, mimeo, Boston University.",
        "Rendon, Silvio (2006), Job Search and Asset Accumulation Under Borrowing Constraints, International Economic Review, 47(1), 233-263.",
        "Raley, Sara B., Marybeth J. Mattingly, and Suzanne M. Bianchi (2006), How Dual Are DualIncome Couples? Documenting Change from 1970 to 2001, Journal of Marriage and Family, 68(1), 11-28."
    ]
}