{
    "id": 15020,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Admati, Anat R. and Paul Pfleiderer, Ã\u0082â\u0080\u009cA Theory of Intraday Patterns: Volume and Price Variability,Ã\u0082â\u0080\u009d Review of Financial Studies, (1988), vol. 1, no. 1: 3-40.",
        "Andersen, Torben G. and Tim Bollerslev (1997). Ã\u0082â\u0080\u009cIntraday Periodicity and Volatility Persistence in Financial Markets,Ã\u0082â\u0080\u009d Journal of Empirical Finance, vol. 4: 115-158.",
        "Andersen, Torben G. and Tim Bollerslev (1998). Ã\u0082â\u0080\u009cDeutsche Mark-Dollar Volatility: Intraday Activity Patterns, Macroeconomic Announcements, and Longer Run Dependencies,Ã\u0082â\u0080\u009d Journal of Finance, Vol. 53, Issue 1, February: 219-265.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Clara Vega (2003). Ã\u0082â\u0080\u009cMicro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange,Ã\u0082â\u0080\u009d American Economic Review, vol. 93: 38-62.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, Clara Vega, (2005). Ã\u0082â\u0080\u009cReal-Time Price Discovery in Stock, Bond and Foreign Exchange MarketsÃ\u0082â\u0080\u009d, NBER Working Paper No. 11312.",
        "Baillie, Richard T. and Tim Bollerslev (1990). Ã\u0082â\u0080\u009cIntra-Day and Inter-Market Volatility in Foreign Exchange Rates,Ã\u0082â\u0080\u009d Review of Economic Studies, vol. 58: 565-585.",
        "Baillie, Richard T. and Michel M. Dacorogna (1997), eds., High Frequency Data in Finance, a conference volume Journal of Empirical Finance vol. 4, no. 2-3.",
        "Berger, David, Alain P. Chaboud, Sergey V. Chernenko, Edward Howorka, Raj S. Knshnasami Iyer, David Liu, and Jonathan H. Wright, (2005). Ã\u0082â\u0080\u009cOrder flow and Exchange Rate Dynamics in Electronic Brokerage System Data,Ã\u0082â\u0080\u009d Board of Governors of the Federal Reserve System International Finance Discussion Papers No.830, April.",
        "Bollerslev, Tim and I. Domowitz, (1993). Ã\u0082â\u0080\u009cTrading Patterns and Prices in the Interbank Foreign Exchange Market,Ã\u0082â\u0080\u009d Journal of Finance, vol. 48: 1421-1443.",
        "Brock, W. A. and A. Kleidon, (1992). Ã\u0082â\u0080\u009cPeriodic Market Closure and Trading Volume: A Model of Intraday bids and asks,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, vol. 16: 451-489.",
        "Chaboud, Alain P.; Sergey V. Chernenko, Edward Howorka; Raj S. Krishnasami Iyer, David Liu and Jonathan H. Wright, 2004. Ã\u0082â\u0080\u009cThe High-Frequency Effects of U.S. Macroeconomic Data Releases on Prices and Trading Activity in the Global Interdealer Foreign Exchange Market,Ã\u0082â\u0080\u009d Board of Governors of the Federal Reserve System, International Finance Discussion Papers, Number 823, November.",
        "Covrig, Vicentiu and Michael Melvin, (2005), Ã\u0082â\u0080\u009cTokyo Insiders and the Informational Efficiency of the Yen/Dollar Exchange Rate,Ã\u0082â\u0080\u009d International Journal of Finance and Economics, vol. 10, 185-193.",
        "Dufour, Alfonso and Robert F. Engle, (2000). Ã\u0082â\u0080\u009cTime and the Price Impact of a Trade,Ã\u0082â\u0080\u009d Journal of Finance, Vol.55, Issue 6, 2467-2498.",
        "Easley, David and Maureen OÃ\u0082â\u0080\u0099Hara, (1992). Ã\u0082â\u0080\u009cTime and the Process of Security Price Adjustment,Ã\u0082â\u0080\u009d Journal of Finance, vol. XLVII, no.2, June: 577-605.",
        "Ehrmann, Michael, and Marcel Fratzscher, 2004, Ã\u0082â\u0080\u009cExchange Rates and Fundamentals New Evidence from Real-Time DataÃ\u0082â\u0080\u009d ECB Working Paper Series No. 365, May 2004.",
        "Engle,Robert F., Takatoshi Ito, Wen-Ling Lin, 1990, Ã\u0082â\u0080\u009cMeteor Showers or Heat Waves? Heteroskedastic Intra-Daily Volatility in the Foreign Exchange MarketÃ\u0082â\u0080\u009d, Econometrica, Vol. 58, No. 3, pp. 525-542, (May 1990).",
        "Engle, Robert F. and Andrew J. Patton, (2004). Ã\u0082â\u0080\u009cImpacts of Trades in an Error Correction Model of Quote Prices,Ã\u0082â\u0080\u009d Journal of Financial Market, Vol 7, Issue 1, 1-25.",
        "Faust, Jon; John H. Rogers, Shing-Yi B. Wang, and Jonathan H. Wright, (2003). Ã\u0082â\u0080\u009cThe High Frequency Response of Exchange Rates and Interest Rates to Macroeconomic Announcements,Ã\u0082â\u0080\u009d Board of Governors of the Federal Reserve System, International Finance Discussion Papers, no. 784, October.",
        "Foster, F. Douglas, and S. Viswanathan, (1990). Ã\u0082â\u0080\u009cA Theory of the Interday Variations in Volume, Variance, and Trading Costs in Securities Markets,Ã\u0082â\u0080\u009d Review of Financial Studies, vol. 3, no.4: 593-624.",
        "Goodhart, Charles and Richard Payne, (1996) Ã\u0082â\u0080\u009cMicrostructural Dynamics in a Foreign Exchange Electronic Broking SystemÃ\u0082â\u0080\u009d Journal of International Money and Finance, vol. 15, no. 6: 829-852.",
        "Goodhart, Charles, A.E. and Maureen OÃ\u0082â\u0080\u0099Hara, (1997). Ã\u0082â\u0080\u009cHigh Frequency Data in Financial Markets: Issues and ApplicationsÃ\u0082â\u0080\u009d Journal of Empirical Finance, vol. 4: 73-114.",
        "Harris, Larry (1986). Ã\u0082â\u0080\u009cA Transaction Data Survey of Weekly and Intraday Patterns in Stock Returns,Ã\u0082â\u0080\u009c Journal of Financial Economics, Vol.16, 99-117.",
        "Hsieh, David A. and Allan W. Kleidon, (1996). Ã\u0082â\u0080\u009cBid-Ask Spreads in Foreign Exchange Markets: Implications for Models of Asymmetric InformationÃ\u0082â\u0080\u009d in J. A. Frankel, G. Galli, and A. Giovannini (eds.) The Microstructure of Foreign Exchange Markets, Chicago: The University of Chicago Press: 41-67.",
        "Ito, Takatoshi and Yuko Hashimoto, (2004). Ã\u0082â\u0080\u009cMicrostructure of the Yen/Dollar Foreign Exchange Market: Patterns of Intra-day Activity in the Electronic Broking SystemÃ\u0082â\u0080\u009d NBER working paper, no. 10856, October 2004.",
        "Ito, Takatoshi and Yuko Hashimoto (2007, forthcoming). Ã\u0082â\u0080\u009cPrice Impacts of Deals and Predictability of the Exchange Rate Movement,Ã\u0082â\u0080\u009d in T. Ito and A. Rose (eds.), International Financial Issues in the Pacific Rim: Global Imbalances, Financial Liberalization, and Exchange Rate Policy, University of Chicago Press-NBER.",
        "Ito, Takatoshi, Richard K. Lyons, and Michael T. Melvin, (1998). Ã\u0082â\u0080\u009cIs There Private Information in the FX Market? The Tokyo ExperimentÃ\u0082â\u0080\u009d The Journal of Finance, vol. LIII, no. 3, June: 1111-1130.",
        "Ito, Takatoshi and V. Vance Roley, (1987). Ã\u0082â\u0080\u009cNews from the U.S. and Japan: Which Moves the Yen/Dollar Exchange Rate?, Journal of Monetary Economics, vol. 19, March: 255-277.",
        "Ito, Takatoshi and V. Vance Roley, 1991, Ã\u0082â\u0080\u009cIntraday Yen/Dollar Exchange Rate Movements: News or Noise?Ã\u0082â\u0080\u009d, Journal of International Financial Markets, Institutions and Money, Vol. 1, No. 1, pp. 1-31, (1991).",
        "Lyons, Richard (1995). Ã\u0082â\u0080\u009cTests of Microstructural Hypotheses in the Foreign Exchange Market,Ã\u0082â\u0080\u009d Journal of Financial Economics, vol. 39: 321-351.",
        "Lyons, Richard (1996). Ã\u0082â\u0080\u009cForeign Exchange Volume: Sound and Fury Signifying Nothing?Ã\u0082â\u0080\u009d in J. A. Frankel, G. Galli, and A. Giovannini (eds.) The Microstructure of Foreign Exchange Markets, Chicago: The University of Chicago Press: 183-205.",
        "Lyons, Richard (2001). The Microstructure Approach to Exchange Rates, Cambridge: MIT Press.",
        "Wood, Robert, Thomas McInish, and Keith Ord (1985). Ã\u0082â\u0080\u009cAn Investigation of Transaction data on NYSE Stocks,Ã\u0082â\u0080\u009d Journal of Finance, Vol.40, 723-741."
    ]
}