{
    "id": 15027,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "Tunceli K, Li KM, Williams LK. Long-term effects of obesity on employment and work limitations among US adults, 1986 to 1999. Obesity 14(9), 2006, 1637-1646.",
        "Sarlio-Lahteenkorva 5, Lahelma E. The association of body mass index with social and economic disadvantage in women and men. International Journal of Epidemiology 28(3), 1999, 445-449.",
        "Sabia JJ. The effect of body weight on adolescent academic performance. Southern Economic Journal 73 (4), 2007, 87 1-900.",
        "Ruhm CJ. Are Recessions Good For Your Health? Quarterly Journal of Economics 115 (2), 2000, 6 17-650.",
        "Ruhm CJ. Maternal employment and adolescent development. NBER working paper 2004, #10691.",
        "Puhani PA, `~The H~ ~ec~~~an correction for sample selection and its critique. Journal of Economic Surveys 14(1), 2000, 53~68.",
        "Persico N, Postlewaite A, and Silverman D. The effect of adolescent experience on labor market outcomes: The case of height. Journal of Political Economy. 112(5), 2004, 1019-1053.",
        "Paraponaris A, Saliba B, Ventelou B. Obesity, weight status and employability: empirical evidence from a French National Survey. Economics and Human Biology 3(2), 2005, 241258.",
        "Pagan JA, Davila A. Obesity, occupational attainment, and earnings. Social Science Quarterly 78(3), 1997, 756-770.",
        "Puhl R, Brownell KU. Bias, discrimination, and obesity. Obesity Research 9,2001, 788-805.",
        "Ogden CL, Canoll MD, Curtin LR et al. Prevalence of overweight and obesity in the United States, 1999-2004.JAMA 295(13), 2006, 1549-1555.",
        "Norton EC, Han E. Using genetic information to identify causal effects of obesity. Health Economics 17, 2008, 1089-1104.",
        "Morris S. The impact of obesity on employment. Labour Economics 14, 2007, 413-433.",
        "Lundborg P et al. Obesity and Occupational Attainment Among the 50+ of Europe. In: Kristian Bolin and John Cawley (eds.). The Economics of Obesity, Advances in Health Economics and Health Services Research 17, 2007, 2 19-252. Martel LF, Biller HB. Statues and stigma: the biopsychosocial development of short males.",
        "Lakdawalla D, Philipson T. Labor Supply and Weight. Journal of Human Resources 42(1), 2007, 85-116.",
        "Han E, Norton EC, Stearns SS. Weight and wages: Fat versus lean paychecks. Health Economics. Forthcoming 2008.",
        "Harper B. Beauty, structure and the labour market: A British cohort study. Oxford Bulletin of Economics and Statistics 62, 2000, 771-800.",
        "Hamermesh DS, Biddle JE. Beauty and the labor market. The American Journal or Economic Review 84(5), 1994, 1174-1194.",
        "Frieze IH, Josephine EO, and Good DC. Perceived and actual discrimination in the salaries of male and female managers. JAppl Soc Psychology 20, 1990, 46-47.",
        "Conley D, Glauber G. Body mass and economic status. NBER working paper 2005, # 11343.",
        "Everett M. Let an overweight person call on your best customers? Fat chance. Sales and Marketing Management 142, 1990, 66-70.",
        "Garcia J, Quintana-Domeque C. Obesity, Employment, and Wages in Europe. In: Kristian Bolin and John Cawley (eds.). The Economics of Obesity, Advances in Health Economics and Health Services Research 17, 2007, 187-2 18.",
        "Cawley J. The impact of obesity on wages. Journal of Human Resources 39(2), 2004, 451-474.",
        "Carpenter CS. The effects of employment protection for obese people. Industrial Relations 45(3), 2006, 393-415.",
        "Cawley J. An instrumental variables approach to measuring the effect of body weight on employment disability. Health Services Research 35(5), 2000, 1159-1179.",
        "Averett 5, Korenman S. The economic reality of the beauty myth. Journal of Human Resources 31, 1996, 304-330.",
        "Baum CL, Ford WF. The wage effects of obesity: a longitudinal study. Health Economics 13, 2004, 885-899.",
        "Bhattacharya J, Bundorf MK. The incidence of the health care costs of obesity. NBER Working Paper 11303, May 2005."
    ]
}