{
    "id": 15029,
    "cites": 31,
    "cited_by": 50,
    "reference": [
        "Sungbae An and Frank Schorfheide. Bayesian analysis of dsge models. Econometric Reviews, 2007.",
        "Bansal, Kiku, and Yaron. Risks for the long run: Estimation and inference. mimeo, Duke University, 2007.",
        "Ravi Bansal and Amir Yaron. Risks for the long run. Journal of Finance, 2004.",
        "Susanto Basu and John G. Fernald. Returns to scale in u.s. production: Estimates and implications. Journal of Political Economy, 1997.",
        "Paul Beaudry, Fabrice Collard, and Frank Portier. Gold rush fever in business cycles. mimeo, University of British Columbia, 2007.",
        "Paul Beaudry and Frank Portier. An exploration into pigouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s theory of cycles. Journal of Monetary Economics, 2004.",
        "Beeler and Campbell. The long-run risks model and aggregate asset prices: An empirical assessment. mimeo, Harvard University, 2008.",
        "William H. Beveridge. Unemployment: A problem of industry. Longmans, Green, and Co., 1909.",
        "Ricardo J. Caballero and Adam B. Jaffe. How high are the giantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ shoulders: An empirical assessment of knowledge spillovers and creative destruction in a model of economic growth. NBER Macroeconomics Annual, O. J. Blanchard and S. Fischer editors, MIT press, 1993.",
        "John Campbell and Robert J. Shiller. The dividend ratio model and small sample bias : A monte carlo study. Economic Letters, 1989.",
        "Lawrence J. Chrisiano, Illut Cosmin, Roberto Motto, and Massimo Rostagno. Monetary policy and stock market boom-bust cycles. mimeo, Northwestern University, 2007.",
        "Lawrence J. Christiano, Martin Eichenbaum, and Charles L. Evans. Nominal rigidities and the dynamic effects of a shock to monetary policy. Journal of Political Economy, 2005.",
        "John M. Clark. Strategic factors in business cycles. NBER, 1934.",
        "John Cochrane. Shocks. Carnegie-Rochester Conference Series on Public Policy, 1994.",
        "Diego Comin. On the integration of growth and business cycles. Empirica, 2009.",
        "Diego Comin and Mark Gertler. Medium-term business cycles. American Economic Review, 2006.",
        "Diego Comin and Bart Hobjin. Lobbies and technology diffusion. Review of Economics and Statistics, 2007.",
        "Diego Comin, Bart Hobjin, and Emilie Rovito. A new approach to measuring technology with an application to the shape of diffusion curves. Journal of Technology Transfer, 2008.",
        "Jeremy Greenwood, Zvi Hercowitz, and Gregory W. Huffman. Investment, capacity utilization, and the real business cycle. The American Economic Review, 1988.",
        "Jeremy Greenwood, Zvi Hercowitz, and Per Krusell. The role of investmentspecific technological change in the business cycle. European Economic Review, 2000.",
        "Jeremy Greenwood and Boyan Jovanovic. The it revolution and the stock market. AEA Papers and Proceedings, 1999.",
        "Robert E. Hall. e-capital: The link between the labor market and the stock market in the 1990s. Brookings Papers on Economic Activity, 2000.",
        "Bart Hobjin and Boyan Jovanovic. The it revolution and the stock market: Evidence. American Economic Review, 2001.",
        "Miguel Angel Iraola and Manuel Santos. Productivity and stock returns. Work in progress, 2007.",
        "Nir Jaimovich and Sergio Rebelo. Can news about the future drive the business cycle? mimeo, Northwestern University, 2006.",
        "Alejandro Justiniano, Giorgio E. Primiceri, and Andrea Tambalotti. Investment shocks and business cycles. CEPR discussion paper No. 6739, 2008.",
        "Edwin Mansfield. The diffusion of industrial robots in japan and the united states. Research Policy, 1989.",
        "Lubos Pastor and Pietro Veronesi. Technological revolutions and stock prices. American Economic Review, 2008, forthcoming.",
        "Arthur C. Pigou. Industrial fluctuations. Macmillan and Co., 1927.",
        "Giorgio E. Primiceri, Ernst Schaumburg, and Andrea Tambalotti. Intertemporal disturbances. NBER working paper No. 12243, 2006.",
        "Frank Smets and Raf Wouters. Shocks and frictions in u.s. business cycles: A bayesian dsge approach. American economic Review, 2007. Standard Parameters Value Ã\u0083Å½Ã\u0082Â² 0.98 Ã\u0083Å½Ã\u0082Â´ 0.015 G/Y 0.2 Ã\u0083Å½Ã\u0082Â± 0.35 Ã\u0083Å½Ã\u0082Â±s 0.17/0.35 Ã\u0083Å½Ã\u0082Â¶ 1 Ã\u0083Å½Ã\u0082Â¸ 0.7 Ã\u0083Å½Ã\u0082Â¸Ã\u0083Å\u0092Ã\u0082â\u0080\u009e 0.8 U 0.8 (Ã\u0083Å½Ã\u0082Â´Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â²Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â²/Ã\u0083Å½Ã\u0082Â´Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â²)U 0.15 1.1 w 1.2 k 1.15 Non-standard Parameters Value Ã\u0083Â\u008fÃ\u0082â\u0080¡Ã\u0083Å\u0092Ã\u0082â\u0080\u009ey so that growth rate of y=0.024/4 Ã\u0083Â\u008fÃ\u0082â\u0080¡Ã\u0083Å\u0092Ã\u0082â\u0080\u009ek so that growth rate of pK et=-0.035/4 Ã\u0083Â\u008fÃ\u0082â\u0080  0.99 Ã\u0083Å½Ã\u0082Â»y so that Ã\u0083Å½Ã\u0082Â»y=0.2/4 Ã\u0083Å½Ã\u0082Â»k so that Ã\u0083Å½Ã\u0082Â»k=0.2/4 Ã\u0083Â\u008fÃ\u0082Â\u0081Ã\u0083Å½Ã\u0082Â» 0.9 Ã\u0083Å½Ã\u0082Â¾y 0.6"
    ]
}