{
    "id": 15028,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Adams, Henry. 1960. The writings of Albert Gallatin. New York: Antiquarian Press, vol. 3. American state papers: Public lands, vol. 1. Washington, DC: Government Publishing Office [original 1834].",
        "Bezanson, Anne, Robert D. Gray, and Miriam Hussey. 1936. Wholesale prices in Philadelphia, 1784-1861. Philadelphia: University of Pennsylvania Press.",
        "Bouton, Terry. 1996. Tying up the revolution: Money, power, and the regulation in  Pennsylvania, 1765-1800. PhD diss., Duke University.",
        "Boyd, Julian P. 1953-1955. The papers of Thomas Jefferson. Princeton, NJ: Princeton University Press, vols. 7-12.",
        "Carstensen, Vernon, ed. 1963. The public lands. Madison, WI: University of Wisconsin Press.",
        "Davis, Lance E., Richard A. Easterlin, William N. Parker, Dorothy S. Brady, Albert Fishlow,  Robert E. Gallman, Stanley Lebergott, Robert E. Lipsey, Douglass C. North, Nathan  Rosenberg, Eugene Smolensky, and Peter Temin. 1972. American economic growth: An economistÃ\u0082â\u0080\u0099s history of the United States. New York: Harper & Row.",
        "Donaldson, Thomas. 1884. The public domain. Washington, D.C.: Government Printing Office.",
        "Dougherty, Keith L. 2001. Collective action under the Articles of Confederation. New York: Cambridge University Press.",
        "Edling, Max M., and Mark D. Kaplanoff. 2004. Alexander HamiltonÃ\u0082â\u0080\u0099s fiscal reform:  Transforming the structure of taxation in the early Republic. William and Mary Quarterly 61: 713-44. Farrand, Max, ed. 1966. The records of the Federal Convention of 1787. New Haven, CT: Yale  University Press, vols. 1-4. Feller, Daniel. 1984. The public lands in Jacksonian politics. Madison, WI: University of Wisconsin Press. Fitzpatrick, John C. 1939. The writings of George Washington. Washington, D.C.: U.S. Government Printing Office, vol. 29. Friedenberg, Daniel M. 1992. Life, liberty, and the pursuit of land: The plunder of early America. Buffalo, NY: Prometheus Books. Gates, Paul Wallace. 1968. History of public land law development. Washington, D.C.: Zenger Publishing Company.",
        "Gordon, John Steele. 1998. HamiltonÃ\u0082â\u0080\u0099s blessing. New York: Penguin Books.",
        "Grubb, Farley. 2003. Creating the U.S.-dollar currency union, 1748-1811: A quest for monetary  stability or a usurpation of state sovereignty for personal gain? American Economic Review 93: 1778-98.",
        "Grubb, Farley. 2006a. The US Constitution and monetary powers: An analysis of the 1787  Constitutional Convention and the constitutional transformation of the US monetary   system. Financial History Review 13: 43-71.",
        "Grubb, Farley. 2006b. Benjamin Franklin and the birth of a paper money economy. Philadelphia, PA: Federal Reserve Bank of Philadelphia. http://www.philadelphiafed.org/education/index.html#publications .",
        "Grubb, Farley. 2007a. The net worth of the U.S. Federal government, 1784-1802. American Economic ReviewÃ\u0082â\u0080\u0094Papers and Proceedings 97: 280-84.",
        "Grubb, Farley. 2007b. The spoils of war: U.S. Federal government finance in the aftermath of  the war for independence, 1784-1802. In War, state and development. Fiscal-military  states in the eighteenth century, ed. Rafael Torres Sanchez, 133-56. Pamplona, Spain:   EUNSA.",
        "Henretta, James A., W. Elliot Brownlee, David Brody, and Susan Ware. 1987. American history  to 1877. Chicago: Dorsey Press.",
        "Hibbard, Benjamin Horace. 1939. A history of the public land policies. New York: Peter Smith.",
        "Historical statistics of the United States: Colonial times to 1970. 1975. Washington, D.C.: U.S.  Department of Commerce.",
        "Hughes, Jonathan, and Louis P. Cain. 2007. American economic history. New York: Pearson  Education, 7th edition.",
        "Jensen, Merrill. 1981. A new nation. Boston: Northeastern University Press.",
        "Journals of the Continental Congress, 1774-1789. 1904-1937. Worthington C. Ford, et al., eds. Washington D.C.: Government  Printing Office, vols. 1-34.",
        "Kemmerer, Donald L. 1939. The colonial loan-office system in New Jersey. Journal of Political Economy 47: 867-74.",
        "Lebergott, Stanley. 1985. The demand for land: The United States, 1820-1860. Journal of  Economic History 45: 181-212.",
        "Lewis, James E. Jr. 1998. The American union and the problem of neighborhood: The United States and the collapse of the Spanish Empire, 1783-1829. Chapel Hill, NC: University of North Carolina Press. Libecap, Gary D., and Dean Lueck. 2009. The demarcation of land and the role of coordinating institutions. National Bureau of Economic Research, Working Paper 14942.  Livermore, Shaw. 1939. Early American land companies. New York: Commonwealth Fund. Morse, Jedidiah. 1792. The American geography. London: John Stockdale, 2nd edition. North, Douglass C. 1966. The economic growth of the United States, 1790-1860. New York: W.",
        "W. Norton. North, Douglass C., and Andrew R. Rutten. 1987. The Northwest Ordinance in historical   perspective. In Essays on the economy of the old Northwest, eds. David C. Klingaman  and Richard K. Vedder, 19-31. Athens, OH: Ohio University Press. Perkins, Edwin J. 1994. American public finance and financial services, 1700-1815. Columbus,  OH: Ohio State University Press. Puls, Mark. 2008. Henry Knox: Visionary general of the American Revolution. New York: Palgrave Macmillan. Rabushka, Alvin. 2008. Taxation in colonial America. Princeton, NJ: Princeton University Press. Ratchford, B. U. 1941. American state debts. Durham, NC: Duke University Press. Richards, Leonard L. 2002. ShayÃ\u0082â\u0080\u0099s Rebellion: The American RevolutionÃ\u0082â\u0080\u0099s final battle.",
        "Philadelphia, PA: University of Pennsylvania Press. Robbins, Roy M. 1942. Our landed heritage: The public domain, 1776-1936. Princeton, NJ:  Princeton University Press. Rutland, Robert A., ed. 1973-1983. Papers of James Madison. Charlottesville, VA: University Press of Virginia, vols. 8-14. Sakolski, A. M. 1932. The great American land bubble. New York: Harper & Brothers. Stephenson, Nathaniel Wright. 1934. A history of the American people. New York: Charles ScribnerÃ\u0082â\u0080\u0099s Sons. Sumner, William Graham. 1968. The financier and the finances of the American Revolution,   Vols. 1-2. New York: Augustus M. Kelly [original 1891]. Swanson, Donald F. 1963. The origins of HamiltonÃ\u0082â\u0080\u0099s fiscal policy. Gainesville, FL: University of Florida Press.",
        "Syrett, Harold C., ed. 1961-1972. Papers of Alexander Hamilton. New York: Columbia  University Press, vols. 2-17.",
        "Szatmary, David. 1980. ShayÃ\u0082â\u0080\u0099s Rebellion: The making of an agrarian insurrection. Amherst, MA: University of Massachusetts Press.",
        "Taylor, George Rogers, ed. 1950. Hamilton and the national debt. Boston: D.C. Heath.",
        "Tindall, George Brown. 1988. America: A narrative history. New York: W. W. Norton, 2nd edition.",
        "United States Congress. 1825-1837. Register of debates in Congress (House of Representatives), Vols. 1-5. Washington, D.C.: Gales & Seaton.",
        "Webster, Pelatiah. 1969. Political essays on nature and operation of money, public finances, and   other subjects. New York: Burt Franklin [original 1791].",
        "Wolcott, Oliver Jr. 1796. Direct taxes. American state papers: Finances vol. 1: 414-17. Washington, DC: Government Publishing Office [original 1832]."
    ]
}