{
    "id": 15026,
    "cites": 50,
    "cited_by": 20,
    "reference": [
        "Kaltenbrunner, G. and L. Lochstoer (2007). ~Long-Run Risk through Consumption Smoothing. Mimeo, London Business School.",
        "Kreps, D.M. and E.L. Porteus (1978). ~Temporal Resolution of Uncertainty and Dynamic Choice Theory. Econometrica 46, 185-200.",
        "Judd, K.L. and S.M. Guu (1997). ~Asymptotic Methods for Aggregate Growth Models. Journal of Economic Dynamics and Control 21, 1025-1042.",
        "Judd, K.L. (1998). Numerical Methods in Economics. MIT Press.",
        "Judd, K.L. and S.M. Guu (1992). ~Perturbation Solution Methods for Economic Growth Models. In H. Varian (ed.), Economic and Financial Modelling with Mathematica. Springer Verlag.",
        "Judd, K.L. (1992). ~Projection Methods for Solving Aggregate Growth Models. Journal of Economic Theory 58, 410-452.",
        "Hansen, L.P., J. Heaton, and N. Li (2008). ~Consumption Strikes Back?: Measuring Long Run Risk. Journal of Political Economy 16, 260-302.",
        "Jin, H. and K.L. Judd (2002). ~Perturbation Methods for General Dynamic Stochastic Models. Mimeo, Hoover Institution.",
        "Fornberg, B., 1998. A Practical Guide to Pseudospectral Methods. Cambridge University Press, Cambridge.",
        "Gomes, F. and A. Michealides (2005). ~Optimal Life-Cycle Asset Allocation: Understanding the Empirical Evidence. Journal of Finance 60, 869-904.",
        "Hansen, L.P., and T.J. Sargent (1995). ~Discounted Linear Exponential Quadratic Gaussian Control. IEEE Transactions on Automatic Control 40, 968-971.",
        "Epstein, L., and S.E. Zin (1991). ~Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis. Journal of Political Economy 99, 263-286.",
        "Fernandez-Villaverde, J. and J. Rubio-Ramirez (2006). ~Solving DSGE Models with Perturbation Methods and a Change of Variables. Journal of Economic Dynamics and Control 30, 2509-2531.",
        "Epstein, L., and S.E. Zin (1989). ~Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica 57, 937-969.",
        "Dolmas, J. (2006). ~Real Business Cycle Dynamics under First Order Risk Aversion. Mimeo, Federal Reserve Bank of Dallas.",
        "Den Haan, W. J., and A. Marcet (1994). ~Accuracy in Simulations. Review of Economic Studies 61, 3-17.",
        "Dolmas, J. (1998). ~Balanced-growth-consistent Recursive Utility. Journal of Economic Dynamics and Control 204, 657-680.",
        "Croce, M. (2006). ~Welfare Costs and Long-Run Consumption Risk in a Production Economy. Mimeo, University of North Carolina.",
        "Christiano, L., M. Eichenbaum, and C.L. Evans (2005). ~Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy 113, 1-45.",
        "Chow, C.S., and J.N. Tsitsiklis (1991). ~An Optimal One-Way Multigrid Algorithm for Discrete-Time Stochastic Control. IEEE Transaction on Automatic Control 36, 898914.",
        "Cho, J-O. and T.C. Cooley (2000). ~Business Cycle Uncertainty and Economic Welfare. Mimeo, New York University.",
        "Campbell, J.Y. and L. Viceira (2001). ~Who Should Buy Long-Term Bonds? American Economic Review 91, 99-127.",
        "Chen, X., J. Favilukis, and S. Ludvigson (2007). ~An Estimation of Economic Models with Recursive Preferences. Mimeo, New York University.",
        "Campbell, J.Y. (1996). ~Understanding Risk and Return. Journal of Political Economy 104, 298-345.",
        "Campbell, J.Y. (1993). ~Intertemporal Asset Pricing without Consumption Data. American Economic Review 83, 487-512.",
        "Campanale, C., R. Castro, and G. Clementi (2007). ~Asset Pricing in a Production Economy with Chew-Dekel Preferences. Working Papers 07-13, New York University, Leonard N. Stern School of Business, Department of Economics.",
        "Binsbergen, J.H. van, J. FernÃ\u0083Â¡ndez-Villaverde, R.S.J. Koijen, and J. Rubio-RamIrez (2009). ~Likelihood Estimation of DSGE Models with Epstein-Zin Preferences. Mimeo, University of Pennsylvania.",
        "Benigno, P. and M. Woodford (2006). ~Linear-Quadratic Approximation of Optimal Policy Problems. Mimeo, Columbia University.",
        "Bansal, R., R. Dittman, and D. Kiku (2009). ~Cointegration and Consumption Risks in Asset Returns. Review of Financial Studies 22, 1343-1375",
        "Bansal, R., R. Gallant, and G. Tauchen (2008). ~Rational Pessimism, Rational Exuberance, and Asset Pricing Models. Review of Economic Studies 74, 1005-1033.",
        "Bansal, R. and A. Yaron (2004). ~Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles. Journal of Finance 59, 1481-1509.",
        "Bansal, R. and I. Shaliastovich (2007). ~Risk and Return in Bond, Currency and Equity Markets. Mimeo, Duke University.",
        "Backus, D.K., B.R. Routledge, and S.E. Zin (2007). ~Asset Pricing in Business Cycle Analysis. Mimeo, New York University.",
        "Backus, D.K., B.R. Routledge, and S.E. Zin (2004). ~Exotic Preferences for Macroeconomists.  NBER Macroeconomics Annual 2004, 319-390.",
        "Aruoba, S.B., J. FernÃ\u0083Â¡ndez-Villaverde, and J. Rubio-RamIrez (2006). ~Comparing Solution Methods for Dynamic Equilibrium Economies. Journal of Economic Dynamics and Control 30, 2477-2508.",
        "Anderson, E.W., L.P. Hansen, E.R. McGrattan, and T.J. Sargent (1996). ~On the Mechanics of Forming and Estimating Dynamic Linear Economies, in H.M. Amman et al. (eds.) Handbook of Computational Economics, Elsevier.",
        "Woodford, M.D. (2003). Interest and Prices. Princeton University Press.",
        "Uhlig, H. (2007). ~Leisure, Growth, and Long Run Risk. Mimeo, University of Chicago.",
        "Weil, P. (1990). ~Nonexpected Utility in Macroeconomics. Quarterly Journal of Economics 105, 29-42.",
        "Tauchen, G. (1986). ~Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions. Economics Letters 20, 177-181.",
        "Smets, F. and R. Wouters (2007). ~Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach. American Economic Review 97, 586-606.",
        "Tallarini., T.D. (2000). ~Risk-Sensitive Real Business Cycles. Journal of Monetary Economics 45, 507-532.",
        "Schmitt-GrohÃ\u0083Â©, S. and M. Uribe (2005). ~Optimal Fiscal and Monetary Policy in a Medium Scale Macroeconomic Model. NBER Macroeconomic Annual ~OO5, 382-425.",
        "Schmitt-GrohÃ\u0083Â©, S. and M. Uribe (2004). ~Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function.. Journal of Economic Dynamics and Control 28, 755-775.",
        "Restoy, F. and P. Weil (1998). ~Approximate Equilibrium Asset Prices. NBER Working Papers 6611.",
        "Rudebusch, G. and E. Swamson (2008). The Bond Premium in a DSGE Model with Long-Run Real and Nominal Risks. Mimeo, Federal Reserve Bank of San Francisco.",
        "Piazzesi, M. and M. Schneider (2006). ~Equilibrium Yield Curves. NBER Macroeconomics Annual 2006, 389-442.",
        "Levine, P., J. Pearlman, and R. Pierse (2007). ~Linear-Quadratic Approximation, External Habit, and Targeting Rules. Mimeo, University of Surrey.",
        "Lettau, M. and H. Uhlig (2002). ~Sharpe Ratios and Preferences: An Analytical Approach.  Macroeconomic Dynamics 6, 242-265.",
        "Kruger, D. and F. Kubler (2005). ~Pareto Improving Social Security When Financial Markets Are Incomplete. American Economic Review 96, 737-755."
    ]
}