{
    "id": 15037,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Wooldridge, Jeffrey M., Econometric Analysis of Cross Section and Panel Data, The MIT Press: Cambridge, Massachusetts, 2002.",
        "Van Diepen, Merel, Bas Donkers and Philip Hans Franses, Dynamic and Competitive Effects of Direct Mailings, Working Paper, Erasmus Institute of Management, August 2006.",
        "Van Diepen, Merel , Bas Donkers and Philip Hans Franses, Irritation Due to Direct Mail from Charities, Working Paper, Erasmus Institute of Management, May 2006.",
        "Shulman, James L. and William G. Bowen, The Game of Life, Princeton University Press: Princeton, 2001.",
        "Statistics of Income Bulletin, Historical Tables, US Government Printing Office, Washington, DC, Winter 2008.",
        "Schervish, Paul G. and John J. Havens, Social Participation and Charitable Giving: A Multivariate Analysis, Voluntas: International Journal of Voluntary and Non-Profit Organizations Vol. 8, No. 3, 1997, pp., 235-260.",
        "Morgan, John and Martin Sefton. Funding Public Goods with Lotteries: Experimental Evidence. Review of Economic Studies. Vol. 67, No. 4. October 2000, p. 785-8 10.",
        "Monks, James, Patterns of Giving to Ones Alma Mater among Young Graduates from Selective Institutions, Economics of Education Review 22, 2003, pp. 12 1-130.",
        "Meer, Jonathan. The Habit of Giving. Working Paper, Stanford University. November 2008.",
        "Meer, Jonathan and Harvey S. Rosen, Altruism and the Child-Cycle of Charitable Donations,  American Economic Journal: Policy, forthcoming, 2009.",
        "List, John and David Lucking-Reiley. The Effects of Seed Money and Refunds on Charitable Giving: Experimental Evidence from a University Capital Campaign. Journal of Political Economy. Vol. 110, No. 1. February 2002, p. 215-233.",
        "Levitt, Steven D. and John A. List, What Do Laboratory Experiments Measuring Social Preferences Reveal About the Real World? Journal of Economic Perspectives 21, no 2, Spring 2007, pp. 153-174.",
        "Leung, Siu Fai and Shihti Yu, On the Choice Between Sample Selection and Two-Part Models, Journal of Econometrics 72, 1996, pp. 197-229.",
        "Leslie, L.L., and G. Ramey, Donor Behavior and Voluntary Support for Higher Education Institutions, Journal of Higher Education, 59, 1988, pp. 115-132.",
        "Landry, Craig, Andreas Lange, John List, Michael Price, and Nicholas Rupp. Toward an Understanding of the Economics of Charity: Evidence from a Field Experiment. Quarterly Journal of Economics. Vol. 121, No. 2, p. 747-782. May 2006.",
        "Jurajda, Stepan and Daniel Munich, Admission to Selective Schools, Alphabetically, Working Paper, Cerge-El, November 2007.",
        "Huck, Steffen and Imran Rasul, Comparing charitable Fundraising Schemes: Evidence from a Natural Field Experiment, Working Paper, University College London and Else, October 2007.",
        "Heckman, James J., Sample Selection Bias as a Specification Error, Econometrica 47, 1979, pp. 153-161.",
        "Einav, Liran and Leeat Yariv, Whats in a Surname? The Effects of Surname Initials on Academic Success, Journal of Economic Perspectives 20(1), Winter 2006, pp. 175-188 Gottfried, Michael A. and Erica L. Johnston, Solicitation and Donation: An Econometric Evaluation of Alumni Generosity in Higher Education, Working Paper, The Wharton School, University of Pennsylvania, 2006.",
        "Ehrenberg, Ronald and Christopher L. Smith, The Sources and Uses of Annual Giving at Private Research Universities, Economics of Education Review 22, June 2003, pp. 223-341.",
        "Eckel, Catherine and Philip Grossman. Rebate versus Matching: Does How We Subsidize Charitable Contributions Matter? Journal of Public Economics. Vol. 87, No. 3-4. March 2003, p. 681-701.",
        "Eagly, Alice H., Gender and Social Influence-A Social Psychological Analysis, American Psychologists September 1983, pp. 971-981.",
        "Duan, Naihua, Willard G. Manning, Jr., Carl N. Morris and Joseph P. Newhouse, Choosing between the Sample-Selection Model and the Multi-Part Model, Journal of Business and Economic Statistics 2, No. 3, July 1984, pp. 283-289.",
        "Council for Aid to Education. Contributions to Colleges and Universities up by 6.3 Percent to $29.75 Billion. February 20, 2008. http ://www.cae.org/content/pdf/VSE%202007%20Survey%20Press%20Release .pdf Cunningham, Brendan and Carlena Cochi-Ficano, The Determinants of Donative Revenue Flows from Alumni of Higher Education: An Empirical Inquiry, Journal of Human Resources 37, no. 3, Summer 2002, pp. 540-569. Diamond, William and Stephanie Noble. Defensive Responses to Charitable Solicitations.",
        "Clotfelter, Charles, Who Are the Alumni Donors? Giving by Two Generations of Alumni from Selective Colleges, Nonprofit Management and Leadership 12, Winter 2001, pp. 119138.",
        "Bristol, Ralph, How Much Will Alumni Give in the Future? Planning for Higher Education 20, Winter 1991-92, pp. 1-12.",
        "Andreoni, James and Lisa Vesterlund. Which is the Fairer Sex? Gender Differences in Altruism. Quarterly Journal of Economics. Vol. 116, No. 1, p. 293. Feb 2001. Bekkers, RenÃ\u0083Â© and Pamala Wiepking. Generosity and Philanthropy: A Literature Review.",
        "Andreoni, James and Regan Petrie. Public Goods Experiments Without Confidentiality: A Glimpse into Fundraising. Journal of Public Economics. Vol. 88, No. 7-8, p. 1605-1623. July 2004.",
        "Andreoni, James and Abigail Payne. Do Government Grants to Private Charities Crowd Out Giving or FundraisingT American Economic Review, 93(3), June 2003, pp. 792-8 12.",
        "Anderson, Lisa and Sarah Stafford. An Experimental Study of the Effect of Announcements on Public Goods Contributions. Working Paper, College of William and Mary, 2009."
    ]
}