{
    "id": 15030,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "Mortensen, D., and Nagypal, Eva, 2007, More on Unemployment and Vacancy Fluctuations, Review of Economic Dynamics, 10(3), 327-347.",
        "Mortensen, D., and Pissarides, C., 1994, Job Creation and Destruction in the Theory of Unemployment, Review of Economic Studies, 61(3), 397-415.",
        "Nakajima, Makoto, 2007, Business Cycles in the Equilibrium Model of Labor Search and Self-Insurance, manuscript.",
        "Kimball, Miles S. and Matthew D. Shapiro, 2003, Labor Supply: Are the Income and Substitution Effects Both Large or Both Small? Manuscript, University of Michigan (May).",
        "Krusell, Per, Toshi Mukoyama, and Aysegul Sahin, 2008, Labor-Market Matching with Precautionary Savings and Aggregate Fluctuations, manuscript.",
        "Hall, Robert E., 2009, Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, Manuscript, Stanford University (January).",
        "Hall, Robert E., 2005b , Job Loss, Job Finding, and Unemployment in the U.S. over the Past Fifty Years, Mark Gertler and Kenneth Rogoff ed. NBER Macroeconomics Annual, No. 20, MIT Press: Cambridge, MA.",
        "Hall, Robert E., 2005, Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, 95(1), 50-65.",
        "Hagedorn M. and Manovskii, I, 2008, The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited,  American Economic Review, 98(4), 1692-1706.",
        "Gertler, Mark, and Antonella Trigari, 2009, Unemployment Fluctuations With Staggered Nash Wage Bargaining, Journal of Political Economy, 117(1), 38-86.",
        "Guerrieri, Veronica, Robert Shimer, and Randall Wright, 2009, Adverse Selection in Competitive Search Equilibrium, manuscript, University of Chicago.",
        "Fujita, Shigeru, Christopher J. Nekarda, and Garey Ramey, 2007, The Cyclicality of Worker Flows: New Evidence from the SIPP, Federal Reserve Bank of Philadelphia, Research Department Working Paper No. 07-5, (February).",
        "Darby, Michael R., John C. Haltiwanger and Mark W. Plant, 1985, Unemployment Rate Dynamics and Persistent Unemployment under Rational Expectations, American Economic Review, 75(4), 614-37.",
        "Costain, James S. and Michael Reiter, 2008, Business Cycles, Unemployment Insurance, and the Calibration of Matching Models, Journal of Economic Dynamics and Control, 32(4), 1120-1155.",
        "Burda, Michael and Daniel S. Hamermesh, 2009, Unemployment, Market Work and Household Production, NBER Working Paper No. 14676.",
        "Baker, Michael, 1992, Unemployment Duration: Compositional Effects and Cyclical Variability, American Economic Review, 82(1), 313-21.",
        "Bils, Mark, Yongsung Chang, and Sun-Bin Kim, 2008, Heterogeneity and Cyclical Unemployment,  manuscript, University of Rochester.",
        "Anderson, Patricia M. and Bruce D. Meyer, 1997, Unemployment Insurance Takeup Rates and the After-Tax Value of Benefits, Quarterly Journal of Economics, 112, 913-937.",
        "Aguiar, Mark and Eric Hurst, 2009, Deconstructing Lifecycle Expenditure, manuscript, University of Rochester (February).",
        "Woodcock, Simon, 2008, Wage Differentials in the Presence of Unobserved Worker, Firm, and Match Heterogeneity, Labour Economics, 15(4), 771-793.",
        "Shimer, Robert, 2005, The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review, 95(1), 25-49.",
        "Shimer, Robert, 2004, The Consequences of Rigid Wages in Search Models, Journal of the European Ecomic Association (Papers and Proceedings), 2, 469-479.",
        "Shao, Enchuan and Pedro Silos, 2007, Individual Risk and the Cyclical Behavior of Unemployment and Vacancies, Working Paper 2007-5, Federal Reserve Bank of Atlanta.",
        "Rogerson, Richard, and Johanna Wallenius, forthcoming, Micro and Macro Elasticities in a Life-cycle Model with Taxes, Journal of Economic Theory.",
        "Pries, Michael J., 2008, Worker Heterogeneity and Labor Market Volatility in Matching Models, Review of Economic Dynamics, 11(3), 664-678.",
        "Pistaferri, Luigi, 2003, Anticipated and Unanticipated Wage Changes, Wage Risk, and Intertemporal Labor Supply, Journal of Labor Economics, 21(3), 729-754."
    ]
}