{
    "id": 15038,
    "cites": 37,
    "cited_by": 6,
    "reference": [
        "Xia, Yihong, 2001, Learning about Predictability: The Effects of Parameter Uncertainty on Dynamic Asset Allocation, Jonnmal of Fimamce 56: 205-246.",
        "Wermers, Russell, 2003, Is Money Really Smart? New Evidence on the Relation between Mutual Fund Flows, Manager Behavior, and Performance Persistence, Working Paper, University of Maryland.",
        "Warther, Vincent A., 1995, Aggregate Mutual Fund Flows and Security Returns, Jonnmal of Fimamcial Ecomomics 39: 209-235.",
        "Wermers, Russell, 2000, Mutual Fund Performance: An Empirical Decomposition into Stock-Picking Talent, Style, Transactions Costs, and Expenses, Jonnmal of Fimamce 55: 1655-1703.",
        "Vayanos, Dimitri, and Paul Woolley, 2008, An institutional theory of momentum and reversal , Working Paper, London School of Economics.",
        "Seru, Amit, Tyler Shumway, and Noah Stoffman, 2009, Learning by Trading, Forthcoming in the Review of Fimamcial Stndies.",
        "Sapp, Travis and Ashish Tiwari, 2004, Does Stock Return Momentum Explain the Smart Money Effect?, Jonnmal of Fimamce 54: 2605-2622.",
        "Poteshman, Allen M. and Vitaly Serbin, 2003, Clearly Irrational Financial Market Behavior: Evidence from Early Exercise of Exchange Traded Stock Options, Jonnmal of Fimamce 58: 37-70.",
        "Odean, Terrance, 1999, Do Investors Trade Too Much?, Amen cam Ecomomic Review 89: 1279-1298.",
        "Newey, Whitney K. and Kenneth D. West , 1987, A Simple Positive-Definite Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Ecomometrica 55: 703-708.",
        "Nanda, Vikram, M.P. Narayanan, and Vincent Warther, 2000, Liquidity, Investment Ability, and Mutual Fund Structure, Jonrmal of Fimamcial Ecomomics 57: 417-443.",
        "Lamont, Owen A. and Richard H. Thaler, 2003, Can the Market Add and Subtract? Mispricing in Tech Stock Carve-Outs, Jonrmal of Political Ecomomy 111: 227-268.",
        "Kacperczyk, Marcin, Clemens Sialm and Lu Zheng, 2008, Unobserved Actions of Mutual Funds, Review of Fimamcial Stndies 21: 2379-24 16.",
        "Kacperczyk, Marcin and Amit Seru, 2007, Fund Manager Use of Public Information: New Evidence on Managerial Skills, Jonrmal of Fimamce 62: 485-528.",
        "Gruber, Martin. J., 1996, Another Puzzle: The Growth in Actively Managed Mutual Funds, Jonrmal of Fimamce 51: 783-810.",
        "Grinblatt, Mark and Matti Keloharju, 2001, What Makes Investors Trade?, Jonrmal of Fimamce 56: 589-616.",
        "Frazzini, Andrea and Owen A. Lamont, 2008, Dumb Money: Mutual Fund Flows and the Cross-Section of Stock Returns, Jonrmal of Fimamcial Ecomomics 88: 299-322.",
        "Gervais, Simon and Terrence Odean, 2001, Learning to be Overconfident, Review of Fimamcial Stndies 14: 1-27.",
        "Fama, Eugene F. and Kenneth R. French, 1997, Industry Costs of Equity, Jonrmal of Fimamcial Ecomomics 43: 153-193.",
        "Fama, Eugene F., 1965, The Behavior of Stock Market Prices, Jonrmal of Bnsimess 38: 34-105.",
        "Elton, Edwin J., Martin J. Gruber, and Christopher R. Blake, 2001, A First Look at the Accuracy of CRSP Mutual Fund Database and a Comparison of the CRSP and the Morningstar Mutual Fund Database, Jonrmal of Fimamce 56: 2415-2430.",
        "Edelen, Roger M. and Jerold B. Warner, 2001, Aggregate Price Effects of Institutional Trading: A Study of Mutual Fund Flow and Market Returns, Jonrmal of Fimamcial Ecomomics 59: 195-220.",
        "Edelen, Roger M., Richard Evans, and Gregory B. Kadlec, 2007, Scale Effects in Mutual Fund Performance: The Role of Trading Costs, Working Paper, University of Virginia.",
        "Coval, Joshua D. and Tyler G. Shumway, 2005, Do Behavioral Biases Affect Prices?, Journal of Finance 60: 1-34.",
        "Cooper, Michael J., Roberto C. Gutierrez, and Allaudeen Hameed, 2004, Market States and Momentum, Journal of Finance 59: 1345-1366.",
        "Cohen, Randolph, Joshua D. Coval, and Lubo~ Pastor , 2005, Judging Fund Managers by the Company that They Keep, Journal of Finance 60: 1057-1096.",
        "Christoffersen, Susan, 2001, Why do Money Fund Managers Voluntarily Waive their Fees?, Journal of Finance 56: 1117-1140.",
        "Chevalier, Judith and Glenn Ellison, 1999, Career Concerns of Mutual Fund Managers, Quarterly Journal of Economics 114: 389-432.",
        "Chevalier, Judith and Glenn Ellison, 1997, Risk Taking by Mutual Funds as a Response to Incentives, Journal of Political Economy 105: 1167-1200.",
        "Chen, Joseph, Harrison Hong, Ming Huang, and Jeffrey Kubik, 2004, Does Fund Size Erode Mutual Fund Performance?, American Economic Review 94: 1276-1302.",
        "Carpenter, Jennifer and Anthony W. Lynch, 1999, Survivorship Bias and Attrition Effects in Measures of Performance Persistence, Journal of Financial Economics 54: 337-374.",
        "Carhart, Mark, 1997, On Persistence in Mutual Fund Performance, Journal of Finance 52: 57-82.",
        "Brown, Stephen, William Goetzmann, Jonnathan Ingersoll, and Stephen A. Ross, 1992, Survivorship Bias in Performance Studies, Review of Financial Studies 5: 553-580.",
        "Berk, Jonathan B. and Richard C. Green, 2004, Mutual Fund Flows and Performance in Rational Markets, Journal of Political Economy 112: 1269-1295.",
        "Barberis, Nicholas, 2000, Investing for the Long Run when Returns are Predictable, Journal of Finance 55: 225-264.",
        "Barber, Brad M., Terrance Odean, and Ning Zhu, 2006, Do Noise Traders Move Markets?, Working Paper, University of California at Berkeley.",
        "Barber, Brad M. and Terrance Odean, 2001, Boys will be Boys: Gender, Overconfidence, and Common Stock Investment, Quarterly Journal of Economics 116: 261-292."
    ]
}