{
    "id": 15042,
    "cites": 81,
    "cited_by": 3,
    "reference": [
        "Paris, Gordon; Savage, Graham; Seitz, Raymond. 2004. Report of Investigation by the Special Committee of the Board of Directors of Hollinger International hnc.SEC submission by the Law Offices of Richard C. Breeden.",
        "Olson, Mancur. 1984a. Microeconomic Incentives and Macroeconomic Decline. Wehtwirtschaftliches Archiv 120(4) 631-45 Olson, Mancur. 1984b. Why Nations Rise and Fall. Challenge 27(1) 15-23 Olson, Mancur. 2000. Power and Prosperity: Outgrowing Communist and Capitalist Dictatorships. Basic Books, New York.",
        "Murphy, Antoin E. 2005. Corporate Ownership in France: The Importance of History. In: Morck Randall K. ed. A History of Corporate Governance around the World. University of Chicago Press, 185-219.",
        "Muller, Adam. 1809. Die Ehemente der Staatskunst. Berlin.",
        "Morck, RandahIl Nakamura, Masao; Shivdasani, Anil. 2000b. Banks, Ownership Structure, and Firm Value in Japan. Journal of Business 73(4)539-67.",
        "Morck, Randall; Shheifer, Andrei; Vishny, Robert. 1990. Do Managerial Objectives Drive Bad Acquisitions? Journal of Finance 45 1, 31-48 Morck, Randall; Stangehand, David; Yeung, Bernard. 2000a. Inherited Wealth, Corporate Control, and Economic Growth: The Canadian Disease? In Randall Morck, ed. Concentrated Corporate Ownership. University of Chicago Press, 319-69.",
        "Morck, Randall; Nakamura, Masao. 2007. Business Groups and the Big Push: Meiji Japans Mass Privatization and Subsequent Growth. Enterprise and Society 8(3) 543-601 Morck, Randall; Percy, Michael; Tian, Gloria; Yeung, Bernard. 2005. The Rise and Fall of the Widely Held Firm: A History of Corporate Ownership in Canada. In Randall Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 65-140.",
        "Morck, Randall; Nakamura, Masao. 1999. Banks and Corporate Control in Japan. Journal of Finance 54(1) 3 19-39 Morck, Randall; Nakamura, Masao. 2005. A Frog in a Well Knows Nothing of the Ocean: A History of Corporate Ownership in Japan. In Randall Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 367-459.",
        "Morck, Randall. 2005. How to Eliminate Pyramidal Business Groups: The Double Taxation of Intercorporate Dividends and Other Incisive Uses of Tax Policy. Tax Policy and the Economy 19 135-79.",
        "Moeller, Sara; Schlingemann, Frederik; Stuhz, Rene. 2005. Wealth Destruction on a Massive Scale? A Study of Acquiring-Firm Returns in the Recent Merger Wave. Journal of Finance 60(2)757-82 Moody, John. 1904. The Truth about the Trusts. Moodys: New York.",
        "Journal of Financial Economics 44(2)205-28 Mody, Ashoka. 2005. The Evolution of Concentrated Ownership in India: Broad Patterns and a History of the Indian Software Industry: Comment. In Randall Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 320-324.",
        "Markham, Jerry W. 2002. A Financial History of the United States. ME Sharpe, Armonk, NY.",
        "Meerhaeghe, Marcel Van. 2006. Bismarck and the Social Question. Journal of Economic Studies 33, 284 Merryman, John. 1966. The Civil Law Tradition; an Introduction to the Legal Systems of Western Europe and Latin America. Stanford University Press, Stanford.",
        "Levine, Ross, Zervos, Sara. 1998. Stock Markets, Banks, and Economic Growth. American Economic Review 88, 537-558 Macavoy, Paul W., Mihhstein, Ira M. 2003. The Recurrent Crisis in Corporate Governance. Pahgrave Macmillan, New York.",
        "Landes, David 5. 1949. French Entrepreneurship and Industrial Growth in the Nineteenth Century. The Journal of Economic History 9, 45-61 Laughlin, Rosemary. 2004. John D. Rockefeller : Oil Baron and Philanthropist. Morgan Reynolds Pub., Greensboro, N.C.",
        "Khuver, John 2000. European and Australian Proposals for Corporate Group Law: A Comparative Analysis European Business Organization Law Review 1, 287-315 Kosenko, Konstantin , Yafeh, Yishay. 2009. Business Groups in Israel. In: Colpan Ash & Hikino Takashi eds. Oxford Handbook of Business Groups. Oxford University Press.",
        "King, Michael; Segal, Dan, 2008. 2008. Market Segmentation and Equity Valuation: Comparing Canada and the United State. Journal of International Financial Markets, Institutions and Money 18, 245-258 Kheeberg, John. 1988. The Disconto-Gesehhschaft and German Industrialization. Doctoral thesis. Oxford.",
        "Khanna, Tarun, Pahepu, Krishna. 2000b. The Future of Business Groups in Emerging Markets: Long-Run Evidence from Chile. Academy of Management Journal 43, 268 Khanna, Tarun, Pahepu, Krishna. 2000c. Is Group Affiliation Profitable in Emerging Markets? An Analysis of Diversified Indian Business Groups. Journal of Finance 55(2) 867-91 Khanna, Tarun; Kogan, Joe; Pahepu, Krishna. 2006. Globalization and Similarities in Corporate Governance: A Cross-Country Analysis. Review of Economics and Statistics 88(1) 69-90.",
        "Khanna, Tarun, Pahepu, Krishna. 2000a. Emerging Market Business Groups, Foreign Intermediaries, and Corporate Governance. In Randall Morck, ed. Concentrated Corporate Ownership. University of Chicago Press,265-92.",
        "Kaplan, Steven N., Minton, Bernadette A. 1994. Appointments of Outsiders to Japanese Boards: Determinants and Implications for Managers. Journal of Financial Economics 36(2) 225-58 Kerry Shannon, Burke. 2002. Regulating Corporate Governance through the Market: Comparing the Approaches of the United States, Canada and the United Kingdom. Journal of Corporation Law 27, 341 Khanna, Tarun, Pahepu, Krishna G. 2005. The Evolution of Concentrated Ownership in India: Broad Patterns and a History of the Indian Software Industry. In Randall Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 283-320.",
        "Josephson, Matthew. 1934. The Robber Barons; the Great American Capitalists, 1861-1901. Harcourt, New York.",
        "Journal of Financial Economics 11, 5 Johnson, Simon, Et Al. 2000. Tunneling. American Economic Review 90 2, 22-27 Jones, Geoffrey. 2000. Merchants to Multinationals: British Trading Companies in the Nineteenth and Twentieth Centuries. Oxford University Press.",
        "Jensen, Michael; Meckling, William. 1976. Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure. Journal of Financial Economics 3 4, 305-60 Jensen, Michael; Ruback, Richard. 1983. The Market for Corporate Control: The Scientific Evidence.",
        "Canadian Business Law Journal 41, 212 hkram, Atif; Naqvi, Syed; Ali Asjad. 2005. Family Business Groups and Tunneling Framework: Application and Evidence from Pakistan. Lahore University of Management Sciences, Lahore.",
        "Huntington, Samuel; Harrison, Lawrence. 2000. Culture Matters: How Values Shape Human Progress. Basic Books, New York.",
        "Holderness, Clifford G., Kroszner, Randall S., Sheehan, Dennis P. 1999. Were the Good Old Days That Good? Changes in Managerial Stock Ownership since the Great Depression. Journal of Finance 54(2) 435-69 Holmen, Martin, Knopf, John D. 2004. Minority Shareholder Protections and the Private Benefits of Control for Swedish Mergers. Journal of Financial and Quantitative Analysis 39, 167 Hoshino, Taeko. 2009. Business Groups in Mexico. In Ash Colpan & Hikino Takashi eds. Oxford Handbook of Business Groups.",
        "HOgfehdt, Peter 2005. The History and Politics of Corporate Ownership in Sweden. In: Morck Randall ed. A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press, Chicago, p. 62.",
        "Hockin, Thomas; Bruce, Ian; Desautels, Denis; Kvishe, Hal; Russell, Dawn; Salman, Terry; Zordel, Heather. 2009 Creating an Advantage in Global Capital Markets: Final Report and Recommendations of the Expert Panel on Securities Regulation. Finance Canada.",
        "Henry, Peter Blair. 2007. Capital Account Liberalization: Theory, Evidence and Speculation. Journal of Economic Literature 45 887-935.",
        "Hartzehh, Jay. 2004. Whats in It for Me? CEOs Whose Firms Are Acquired. Review of Financial Studies 17, Hayek, Friedrich. 1960. The Constitution of Liberty. University of Chicago Press.",
        "Hammer, Joshua. 2006. Yokohama Burning: The Deadly 1923 Earthquake and Fire That Helped Forge the Path to World War II. Free Press.",
        "Gompers, Paul; hshii, Joy; Metrick, Andrew. 2003. Corporate Governance and Equity Prices. Quarterly Journal of Economics 118(1) 107-55 Gompers, Paul;, Metrick, Andrew. 2001. Institutional Investors and Equity Prices. Quarterly Journal of Economics 116(1) 229-59 Griggs, Lynden; Lowry, John. 1994. Minority Shareholder Remedies: A Comparative View. Journal of Business Law, 463 Hakan, Orbay; Yurtoghu, Burcin. 2006. The Impact of Corporate Governance Structures on the Corporate Investment Performance in Turkey. Corporate Governance: An International Review 14, 349 Hall, Peter; Soskice, David. 2001. Varieties of Capitalism: The Institutional Foundations of Comparative Advantage. Oxford University Press.",
        "Goldstein, Andrea 2009. Business Groups in South Africa since 1871: From the Randlords to the Black Oligarchs? In: Colpan Ash & Hikino Takashi eds. Oxford Handbook of Business Groups.",
        "Ghaeser, Edward; Shheifer, Andrei. 2002. Legal Origins. Quarterly Journal of Economics 117 4, 1193-1229 Goetzmann, William; Kohl, Elisabeth. 2005. The History of Corporate Ownership in China: State Patronage, Company Legislation, and the Issue of Control. In Randall Morck ed. A History of Corporate Governance around the World. University of Chicago Press.",
        "Frydman, Caroha; Saks, Raven. 2007. Executive Compensation: A New View from a Long-Term Perspective, 1936-2005. Federal Reserve Board Finance & Economics Discussion Series: 2007-35 Ghemawat, Pankaj; Khanna, Tarun. 1998. The Nature of Diversified Business Groups: A Research Design and Two Case Studies. Journal of Industrial Economics 46 1, 35-61 Gilloohy, Michael. 1993. The Law Relating to Corporate Groups. Federation Press, Sydney.",
        "Franks, Julian; Mayer, Cohn; Rossi, Stefano. 2005. Spending Less Time with the Family: The Decline of Family Ownership in the United Kingdom. In Randall Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 581-607.",
        "Franks, Julian, Cohn Mayer and Luc Renneboog. 2001. Who Disciplines Management in Poorly Performing Companies? Journal of Financial Intermediation 10(3-4) 209-248.",
        "Francis, Diane. 1988. Contrepreneurs. Macmillan of Canada, Toronto.",
        "FourastiÃ\u0083Â©, Jean. 1979. Les Trente Ghorieuses: ou, La Revolution Invisible de 1946 a 1975. Fayard, Paris.",
        "Fracchia, Eduardo; Mesquita, Luiz, Quiroga, Juan. 2009. Business Groups in Argentina. In Ash Colpan & Hikino Takashi eds. Oxford Handbook of Business Groups.",
        "Faheye, Ohubunmi. 2007. Classified Boards, Firm Value, and Managerial Entrenchment. Journal of Financial Economics 83(2) 501-29 Fohlin, Caroline. 2005. The History of Corporate Ownership and Control in Germany. In Randall Morck ed. A History of Corporate Governance around the World. University of Chicago Press, pp. 223-277.",
        "Faccio, Mara; Lang, Larry. 2002. The Ultimate Ownership of Western European Corporations. Journal of Financial Economics 65(3) 365-95.",
        "Easterbrook, Frank; Fischeh, Daniel. 1991. The Economic Structure of Corporate Law. Harvard University Press.",
        "Durnev, Art; Kim, E. Han. 2005. To Steal or Not to Steal: Firm Attributes, Legal Environment, and Valuation. Journal of Finance 60(3) 1461-93.",
        "Dyck, Alexander, Zingahes, Luigi. 2004. Private Benefits of Control: An International Comparison. Journal of Finance 59 2, 537-600.",
        "Denis, Diane; Mcconnell, John. 2003. International Corporate Governance. Journal of Financial and Quantitative Analysis 38 1, 1-36 Djankov, Simeon; La Porta, Rafael; Lopez-De-Sihanes, Fhorencio; Shheifer, Andrei. 2000. The Regulation of Entry. Quarterly Journal of Economics 117, 1 Djankov, Simeon; La Porta, Rafael; Lopez-De-Sihanes, Fhorencio; Shheifer, Andrei. 2008. The Law and Economics of Self-Dealing. Journal of Financial Economics 88 430 Doidge, Craig; Karohyi, Andrew; Stuhz, Rene. 2004. Why Are Foreign Firms Listed in the U.S. Worth More? Journal of Financial Economics 71(2) 205-38 Doidge, Craig; Karohyi, Andrew; Stuhz, Rene. 2007. Why do countries matter so much for corporate governance? Journal of Financial Economics 86 1-39.",
        "Davis, Gerald. 1991. Agents without Principles? The Spread of the Poison Pill through the Intercorporate Network. Administrative Science Quarterly 36, 583 Dehong, J. Bradford. 1991. Did J. P. Morgans Men Add Value? In Peter Temin, ed. Inside the Business Enterprise: Historical Perspectives on the Use of Information. University of Chicago Press, 205-36.",
        "Daniel, Maman. 1999. Interlocking Ties within Business Groups in Israel - a Longitudinal Anaylsis, 19741987.",
        "Da Silveira, Ahexandre; Leal, Ricardo; Carvahhal Da Silva, Andre; Barros, Lucas Ayres B.De C. 2007. Evolution and Determinants of Firm-Level Corporate Governance Quality in Brazil. Universidade Federal do Rio de Janeiro COPPEAD working paper.",
        "Colpan, Ash. 2009. Business Groups in Turkey. In Ash Colpan & Hikino Takashi, eds. Oxford Handbook of Business Groups. Oxford University Press.",
        "Coffee, John, 1999. The future as history: the prospects for global convergence in corporate governance and its implications. Northwestern University Law Review 93 641-708.",
        "Claessens, Stijn; Fan, Joseph; Lang, Larry. 2006. The Benefits and Costs of Group Affiliation: Evidence from East Asia. Emerging Markets Review 7(1) 1-26.",
        "Cheung, Yan-Leung; Rau, Raghavendra; Stouraitis, Aris. 2006. Tunneling, Propping, and Expropriation: Evidence from Connected Party Transactions in Hong Kong. Journal of Financial Economics 82 2 343-86 Chung, Chi-Nien; Mahmood, lshtiaq. 2009. Taiwanese Business Groups in the Past Three Decades. In: Ash Colpan & Hikino Takashi ,eds. Oxford Handbook of Business Groups. Oxford University Press.",
        "Burkart, Mike; Panunzi, Fausto; Shleifer, Andrei. 2003. Family Firms. Journal of Finance 58 5 2167-2201 Cheffins, Brian. 2009. Corporate Ownership and Control: British Business Transformed. Oxford University Press.",
        "Bonbright, James; Means, Gardiner. 1932. The Holding Company: Its Public Significance and Its Regulation. McGraw-Hill, New York.",
        "Bliss, Michael. 1987. Northern Enterprise: Five Centuries of Canadian Business. McClelland Stewart, Toronto.",
        "Black, Bernard; Coffee, John. 1994. Hail Britannia? Institutional Investor Behavior under Limited Regulation. Michigan Law Review 92,1997 Black, Conrad. 2003. Franklin Delano Roosevelt: Champion of Freedom. Weidenfeld Nicolson, London.",
        "Bertrand, Marianne; Johnson, Simon; Samphantharak, Krislert;, Schoar, Antoinette. 2008. Mixing Family with Business: A Study of Thai Business Groups and the Families Behind Them. Journal of Financial Economics 88 466 Bertrand, Marianne; Mehto, Paras; Mullainathan, Sendhil. 2002. Ferreting out Tunneling. Quarterly Journal of Economics 117(1) 121-48 Bismarck, Otto. 1898. Bismarck, the Man and the Statesman, Being the Reflections and Reminiscences of Otto Prince Von Bismarck. Written and Dictated by Himself after His Retirement from Office. Smith, Elder, London.",
        "Berle, Adolf; Means, Gardiner. 1932. The Modern Corporation and Private Property. Commerce Clearing House, New York.",
        "Bekaert, Geert; Harvey, Campbell; Lundblad, Cris. 2005. Does Financial Liberalization Spur Growth. Journal of Financial Economics 77 3-56.",
        "Becht, Marco; Delong, Bradford. 2005. Why Has There Been So Little Block Holding in America? In Rnadall Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 613-660.",
        "Bebchuk, Lucian. Alma, Cohen, Allen, Ferrell. 2009. What Matters in Corporate Governance? The Review of Financial Studies 22, 783 Bebchuk, Lucian. 2007. The Myth of the Shareholder Franchise. Virginia Law Review 93, 675 Bebchuk, Lucian; Cohen, Alma. 2003. Firms Decisions Where to Incorporate. Journal of Law and Economics 46 2 383-425 Bebchuk, Lucian; Cohen, Alma. 2005. The Costs of Entrenched Boards. Journal of Financial Economics 78(2) 409-33 Bebchuk, Lucian; Kraakman, Reinier; Triantis, George. 2000. Stock Pyramids, Cross-Ownership, and Dual Class Equity: The Mechanisms and Agency Costs of Separating Control from Cash-Flow Rights. In Randall Morck, ed. Concentrated Corporate Ownership. University of Chicago Press, 295-315.",
        "Barca, Fabrizio; Becht, Marco. 2001. The Control of Corporate Europe. Oxford University Press.",
        "Ashley, Anne. 1912. The Social Policy of Bismarck. Longmans, Green and Co., London.",
        "Anisman, Philip. 1987. Majority-Minority Relations in Canadian Corporation Law: An Overview. Canadian Business Law Journal 12 473 Ararat, Melsa; Yurtoglu, Burcin. 2006. Corporate Governance in Turkey: An Introduction to the Special Issuel. Corporate Governance: An International Review 14, 201 Armstrong, Christopher. 2001. Moose Pastures and Mergers. University of Toronto Press.",
        "Journal of Finance 49 985 Allen, Thomas; Bayley, Brian; Black, Donald; Coffee, John;, Denham, Jill; Elharrar, Pascale; Hartt, Stanley; Kierans, Thomas; Menard, Jacques; Moorehead, Colleen; Pritchard, Robert. 2007. Canada Steps up - Final Report of the Task Force to Modernize Securities Legislation in Canada. Investment Dealers Association of Canada.",
        "Agrawal, Anup; Walkling, Ralph. 1994. Executive Careers and Compensation Surrounding Takeover Bids.",
        "Aganin, Alexander; Volpin, Paolo. 2005. The History of Corporate Ownership in Italy. In Randall Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 325-61.",
        "Tannous, George; Cheng, Bin. 2007. Canadian Takeover Announcements and the Job Security of Top Managers. Canadian Journal of Administrative Sciences 24, 250 Thomsen, Steen; Rose, Caspar. 2004. Foundation Ownership and Financial Performance: Do Companies Need Owners? European Journal of Law and Economics 18, 343 Tsui-Auch, Lai Si; Toru, Yoshikawa. 2009. Business Groups in Singapore. In Ash Colpan & Hikino Takashi eds. Oxford Handbook of Business Groups.",
        "Swatsky, John. 1987. The Insiders: Government, Business, and the Lobbyists. McChehhand & Stewart.",
        "Stout, Lynn. 2007. The Mythical Benefits of Shareholder Control. Virginia Law Review 93, 789 Stuhz, Rene; Williamson, Rohan. 2003. Culture, Openness, and Finance. Journal of Financial Economics 70(3) 313-49 Suehiro, Akira; Waiherdsak, Natenapha. 2009. Business Groups in Thailand. In: Colpan Ash & Hikino Takashi eds. Oxford Handbook of Business Groups. Oxford University Press.",
        "Smith, Adam. 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. Strahan and Cadell: London.",
        "Shheifer, Andrei; Vishny, Robert. 1990. The Takeover Wave of the 1980s. Science 249, 745 Siegel, Jordan. 2005. Can Foreign Firms Bond Themselves Effectively by Renting U.S. Securities Laws? Journal of Financial Economics 75(2) 319-59.",
        "Sheard, Paul. 1991. The economics of interlocking shareholding in Japan. Richerche Economiche 45 42148.",
        "Sheard, Paul. 1994. Interlocking Shareholdings and Corporate Governance. In Masahiko Aoki and Ronald Dore, eds. The Japanese Firm: Sources of Competitive Strength. Oxford University Press.",
        "Seaghe, William. 1946. The History of Law. Tudor: New York.",
        "Romano, Roberta. 1995. The Politics of Public Pension Funds. Public Interest, 42 Romano, Roberta. 2005. The Sarbanes-Oxhey Act and the Making of Quack Corporate Governance. Yale Law Journal 114(7)1521-1611 Roosevelt, Franklin. 1942. Message from the President of the United States Transmitting Recommendations Relative to the Strengthening and Enforcement of Anti-Trust Laws. American Economic Review 32 119-28.",
        "Roe, Mark; Blair, Margaret. 1999. Codetermination and German Securities Markets. In: Employees and Corporate Governance. Brookings Institution, Washington, 194-205.",
        "Ramirez, Carhos. 1995. Did J. P. Morgans Men Add Liquidity? Corporate Investment, Cash Flow, and Financial Structure at the Turn of the Twentieth Century. Journal of Finance 50(2) 661-78 Roe, Mark. 2003. Political Determinants of Corporate Governance. Oxford University Press.",
        "Rajan, Raghuram; Zingahes, Luigi. 2003. The Great Reversals: The Politics of Financial Development in the Twentieth Century. Journal of Financial Economics 69(1) 5-50 Rajan, Raghuram; Zingahes, Luigi. 2004. Saving Capitalism from the Capitalists: Unleashing the Power of Financial Markets to Create Wealth and Spread Opportunity. Princeton University Press.",
        "Perotti, Enrico; Von Thadden, Ernst-Ludwig. 2006. The Political Economy of Corporate Control and Labor Rents. Journal of Political Economy 114(1) 145-74 Porter, John. 1965. The Vertical Mosaic: An Analysis of Social Class and Power in Canada. University of Toronto Press."
    ]
}