{
    "id": 1504,
    "cites": 46,
    "cited_by": 8,
    "reference": [
        "Adams, Donald (1970), Some Evidence on English and American Wage Rates, 17901830, Journal of Economic History 30, pp. 499-520.",
        "Economic History 11, pp. 89-99. Ames, Edward, and Rosenberg, Nathan (1968). The Enfield Arsenal in Theory and Practice, Economic Journal 78, pp. 827-842.",
        "Atack, Jeremy (1976), Estimation of Economies of Scale in Nineteenth Century United States Manufacturing and the Form of the Production Function, unpublished Ph.D. dissertation, Indiana University.",
        "Bateman, Fred, and Weiss, Thomas (1981), A Deplorable Scarcity. Chapel Hill, N.C.: University of North Carolina Press.",
        "Brito, D.L., and Williamson, Jeffrey (1973), Skilled Labor and Nineteenth Century Anglo-American Managerial Behavior, Explorations in Economic History 10, pp. 235-252.",
        "Burgess, David (1975), Duality Theory and Pitfalls in the Specification of Technologies, Journal of Econometrics 3, pp. 105-21.",
        "Christensen, Paul P. (1981), Land Abundance and Cheap Horsepower in the Mechanization of the Antebellum United States Economy, Explorations in Economic History 18, pp. 309-329.",
        "Church, R. A. (1975), Nineteenth-Century Clock Technology in Britain, the United States, and Switzerland, Economic History Review 28, pp. 616-630.",
        "Clark, Victor (1929), History of Manufactures in the United States, Volumes I, II. New York: McGraw-Hill Book Co.",
        "Nineteenth-Century Parable. In Karl Brunner and Allan Meltzer (eds.), International Organization, National Policies and Economic Development. Amsterdam: North Holland, pp. 179-228. Davis, Lance, and Gailman, Robert (1973),The Share of Savings and Investment in Gross National Product During the 19th Century in the U.S.A. In F. C. Lane (ed.), Fourth International Conference of Economic History. Paris: Mouton, pp. 437-466.",
        "Drummond, Ian (1967), Labor Scarcity and the Problem of American Industrial Efficiency in the 1850s: A Comment, Journal of Economic History 27, pp.",
        "Earle, Carville, and Hoffman, Ronald (1980), The Foundation of the Modern Economy: Agriculture and the Costs of Labor in the United States and England, 1800-60, American Historical Review 85, pp. 1055-1094.",
        "Field, Alexander J. (1980), Industrialization and Skill Intensity: The Case of Massachusetts, Journal of Human Resources 15, pp. 149-175.",
        "American and British Technology, Journal of Economic History 43, pp. 405-431. ___________ (1983b), On the Unimportance of Machinery, unpublished nianuscri pt.",
        "Britain Since 1700, Volume I. Cambridge: Cambridge University Press. Fogel, Robert (1967),, The Specification Problem in Economic History, Journal of Economic History 27, pp. 283-308.",
        "Boston: Little, Brown and Co. Galimari, Robert (1960), Commodity Output, 1839-1899. In Conference on Research in Income and Wealth, ed., Trends in the American Economy in the Nineteenth Century, Studies in Income and Wealth, Volume 30. Princeton: Princeton University Press, pp. 13-67.",
        "Nation. Washington: Agricultural History Society, pp. 191-210. Goldin, Claudia, and Sokoloff, Kenneth (1982), Women, Children, and Industrialization in the Early Republic: Evidence from Manufacturing Censuses, Journal of Economic History 42, pp. 741-774.",
        "Griliches, Zvi (1969),~ Capital-Skill Complementarity, Review of Economics and Statistics 51, pp. 465-468.",
        "Habakkuk, H. J. (1962), American and British Technology in the Nineteenth Century. Cambridge: Cambridge University Press.",
        "Hamermesh, Daniel, and Grant, James (1979), Econometric Studies of LaborLabor Substitution and Their Implications for Policy, Journal of Human Resources 14, pp. 518-542.",
        "Harley, C. K. (1974), Skilled Labour and the Choice of Technique in Edwardian Industry, Explorations in Economic History 11, pp. 391-414.",
        "Hindle, Brooke, ed. (1975), Americas Wooden Age: Aspects of its Early Technology, Tarrytown, N.Y.: Sleepy Hollow Restorations.",
        "Homer, Sidney (1963), A History of Interest Rates. New Brunswick, N. J.: Rutgers University Press.",
        "Hoover, Ethel (1960), Retail Prices After 1850. In Conference on Research in Income and Wealth, ed., Trends in the American Economy in the Nineteenth Century, Studies in Income and Wealth, Volume 30, Princeton: Princeton University Press, pp. 141-190.",
        "James, John A. (1978), The Welfare Effects of the Antebellum Tariff: A General Equilibrium Analysis, Explorations in Economic History 15, pp. 23 1-256.",
        "American Manufcturing, Explorations in Economic History 18, pp. 376-388. Jeremy, David (1981), Transatlantic Industrial Revoution: The Diffusion of Textile Technologies between Britain and America, 1790-1830s. Cambridge, Mass.: MIT Press.",
        "Jones, R. W. (1971), A Three-Factor Model in Theory, Trade, and History. In J. Bhagwati, et al., (eds.), Trade, Balance of Payments and Growth. Amsterdam: NoiTlflTolland, pp. 3-21.",
        "Lazonick, William (1981), Production Relations, Labor Productivity, and Choice of Technique: British and U.S. Cotton Spinning, Journal of Economic History 41, pp. 491-516.",
        "Lebergott, Stanley (1964), Manpower in Economic Growth. New York: McGraw-Hill Book Co.",
        "Lindert, Peter, and Williamson, Jeffrey(1982). Antebellum Wage Widening Once Again,. Journal of Economic History 42, pp. 419-422.",
        "Margo, Robert, and Villaflor, Georgia (1983), Reports of Persons and Articles Hired: New Evidence on Antebellum Wage Rates, 1819-1844, unpublished manuscript.",
        "Mitchell, B. R. with Deane, Phyllis, (1962), Abstract of British Historical Statistics. Cambridge: Cambridge University Press.",
        "Montgomery, James (1840), The Cotton Manufacture of the United States Contrasted and Compared with That of Great Britain. Glasgow: Mukerji, V. (1963), A Generalized S.M.A.C. Function with Constant Ratios of Elasticity of Substitution, Review of Economic Studies 30, pp. 233-236.",
        "Mundlak, Y. (1978), Occupational Migration out of Agriculture--A CrossCountry Analysis, Review of Economics and Statistics 60, pp. 392-398.",
        "Economic History 27, pp. 221-229. ___________ (1969), The American System of Manufactures. Edinburgh: Edinburgh University Press.",
        "N.Y.: M. E. Sharpe, Inc. __________ (1976), Perspectives on Technology. Cambridge: Cambridge University Press.",
        "Economic Review Papers and Proceedirigs 67, pp. 21-26. __________ (1984), Inside the Black Box: Technology and Economics. Cambridge: Cambridge University Press.",
        "Rothbarth, E. (1946), Causes of the Superior Efficiency of U.S.A. Industry as Compared with British Industry, Economic Journal 56, pp. 383-390.",
        "Sokoloff, Kenneth (1984a), Investment in Fixed and Working Capital during Early Industrialization: Evidence from U.S. Manufacturing Firms, Journal of Economic History 44, pp. 545-556.",
        "Factory Associated with Gains in Efficiency?: Evidence from the U.S. Manufacturing Censuses of 1820 and 1850, Explorations in Economic History 21, pp. 351-382. Summers, L., and Clarke, R. (1980), The Labor Scarcity Controversy Reconsidered, Economic Journal 90, pp. 129-139.",
        "Temin, Peter (1966), Labor Scarcity and the Problem of American Industrial Efficiency in the 1850s, Journal of Economic History 26, pp. 277-298.",
        "Economy during the First Half of the Nineteenth Century. New York: Ama Press. __________ (1977), Studies of Technology in Economic History. In Robert E. Galinian, ed., Recent Developments in the Study of Business and Economic History: Essays in Memory o~ Herman E. Krooss, Research in Economic History, Supplement 1. Greenwich, Ct.: JAI Press, pp. 159-220.",
        "Ware, Caroline F. (1931), The Early New England Cotton Manufacture. Boston: Houghton Mifflin Co.",
        "England and British Textile Firm, Journal of Political Economy 79, pp. 1320-1334. ___________ (.1980), Earnings Inequality in Nineteenth-Century Britain, Journal of Economic History 40, pp. 457-476.",
        "Uselding, ed., Research in Economic History, Volume 7. Greenwich, Ct.: JAI Press, pp. 1-54. __________ (1982b), Was the Industrial Revolution Worth It? Disamenities and Death in 19th Century British Towns, Explorations in Economic History 19, pp. 221-245.",
        "Zabler, Jeffrey (1972), Further Evidence on American Wage Differentials, 1800-1830, Explorations in Economic History 10, pp. 109-117."
    ]
}