{
    "id": 15041,
    "cites": 47,
    "cited_by": 7,
    "reference": [
        "YAMAGUCHI, K. (1989): A Formal Theory for Male-Preferring Stopping Rules of Childbearing: Sex Differences in Birth Order and in the Number of Siblings, Demography, 26(3), 451-465.",
        "YADAVA, K., AND S. JAIN (1998): Postpartum Amenorrhoea in Rural Eastern Uttar Pradesh, India, Journal of Biosocial Science, 30, 227-243.",
        "WORLD HEALTH ORGANIZATION (2000): Effect of Breastfeeding on Infant and Child Mortality Due to Infectious Diseases in Less Developed Countries: A Pooled Analysis, Lancet, 355(9202), 45 1-455.",
        "WEIS, P. (1993): The Contraceptive Potential of Breastfeeding in Bangladesh, Studies in Family Planning, 24(2), 100-108.",
        "VICTORIA, C. G., J. P. VAUGHAN, C. LOMBARDI, S. M. C. FUCHS, L. P. GIGANTE, P. G. SMITH, L. C. NOBRE, A. M. TEXIERA, L. B. MOREIRA, AND F. C. BARROS (1987): Evidence for a Strong Protective Effect of Breastfeeding against Infant Death due to Infectious Diseases in Brazil, Lancet, 330(8554), 319-322.",
        "VERD, S., J. MOLL, AND B. VILLALONGA (2008): Miscarriage rate in pregnancy-breastfeeding overlap, Contraception, 78(4), 348-349.",
        "THAPA, S. (1987): Determinants of Fertility in Nepal: Applications of an Aggregate Model, Journal of Biosocial Science, 19(3), 351-365.",
        "SoM, S., M. PAL, AND P. BHARATI (2007): Role of Individual and Household Level Factors on Stunting: A Comparative Study in Three Indian States, Annals of Human Biology, 34(6), 632-646.",
        "SEN, A. (1990): More Than 100 Million Women Are Missing, New York Review of Books, 37(20).",
        "R0US, J. J. (2001): Is Breast Feeding A Substitute for Contraception in Family Planning?, Demography, 38(4), 497-512.",
        "ROSENZWEIG, M. R., AND K. I. WOLPIN (1980): Testing the Quantity-Quality Fertility Model: The Use of Twins as a Natural Experiment, Econometrica, 48(1), 227-240.",
        "ROSENBLUM, D. (2008): Fertility and Child Mortality: Unintended Consequences of Family Formation in India, Mimeo, Yale University.",
        "RETHERFORD, R. D., AND T. K. RoY (2003): Factors Affecting Sex-Selective Abortion in India, NFHS Bulletin No. 17.",
        "RETHERFORD, R. D., M. K. CH0E, S. THAPA, AND B. B. GUBHAJU (1989): To What Extent Does Breastfeeding Explain Birth-Interval Effects on Early Childhood Mortality?, Demography, 26(3), 439-450.",
        "PRITCHETT, L. H. (1994): Desired Fertility and the Impact of Population Policies, Population and Development Review, 20(1), 1-55.",
        "PERERA, B. J. C., S. GANESAN, J. JAYARASA, AND S. RANAWEERA (1999): The Impact of Breastfeeding Practices on Respiratory and Diarrhoeal Disease in Infancy: A Study from Sri Lanka, Journal of Tropical Pediatrics, 45(2), 115-118.",
        "PANDEY, A., M. K. CHOE, N. Y. LUTHER, D. SAHU, AND J. CHAND (1998): Infant and Child Mortality in India, National Family Health Survey Subject Report.",
        "PANDE, R. (2003): Selective Gender Differences in Childhood Nutrition and Immunization in Rural India: The Role of Siblings, Demography, 40(3), 395-418.",
        "OSTER, E. (2009): Does Increased Access Increase Equality? Gender and Child Health Investments in India, Journal of Development Economics, 89(1), 62-76.",
        "MUTHARAYAPPA, R., M. CHOE, F. ARNOLD, AND T. ROY (1997): Son Preference and Its Effect on Fertility in India, National Family Health Survey Subject Reports No. 3.",
        "MORROW, A. L., G. M. RUIZ-PALACIOS, X. JIANG, AND D. S. NEWBURG (2005): HumanMilk Glycans That Inhibit Pathogen Binding Protect Breastfeeding Infants against Infectious Diarrhea, Journal of Nutrition, 135, 1304-1307.",
        "MISHRA, V., T. K. ROY, AND R. D. RETHERFORD (2004): Sex Differentials in Childhood Feeding, Health Care and Nutritional Status, Population and Development Review, 30(2), 269295.",
        "MARQUIS, G. S., M. E. PENNY, J. M. DIAz, AND R. M. MARIN (2002): Postpartum Consequences of an Overlap of Breastfeeding and Pregnancy: Reduced Breast Milk Intake and Growth During Early Infancy, Pediatrics, 109(4), e56.",
        "JENSEN, R. (2003): Equal Treatment, Unequal Outcomes? Generating Sex Inequality Through Fertility Behavior, Mimeo, Harvard University.",
        "HUFFMAN, S. L., F. K. A. H. A., AND P. STREBLE (1987): Nutrition and Fertility in Bangladesh: Breastfeeding and Post-Partum Amenorrhoea, Population Studies, 41, 447462.",
        "HABICHT, J.-P., J. DAVANZO, AND W. P. BUTZ (1988): Mothers Milk and Sewage: Their Interactive Effects of Infant Mortality, Pediatrics, 81(3), 456-461.",
        "GARG, A., AND J. MORDUCH (1998): Sibling Rivalry and the Gender Gap: Evidence from Child Health Outcomes in Ghana, Journal of Population Economics, 11(4), 471-493.",
        "FEACHEM, R. G., AND M. A. KOBLINSKY (1984): Interventions for the Control of Diarrheal Diseases Among Young Children: Promotion of Breastfeeding, Bulletin of the World Health Organization, 62, 271-291.",
        "DA5 GUPTA, M., AND P. M. BHAT (1997): Fertility Decline and Increased Manifestation of Sex Bias in India, Population Studies, 51, 307-315.",
        "(2005): Explaining Asias `Missing Women: A New Look at the Data, Population and Development Review, 31(3), 529-535.",
        "DAS GUPTA, M. (1987): Selective Discrimination Against Female Children in Rural Punjab, India, Population and Development Review, 13(1), 77-100.",
        "DAS, N. (1987): Sex Preference and Fertility Behavior: A Study of Recent Indian Data, Demography, 24(4), 517-530.",
        "CLARK, 5. (2000): Son Preference and Sex Composition of Children: Evidence from India, Demography, 37(1), 95-108.",
        "CHEN, Y., S. YU, AND W.-X. LI (1988): Artificial Feeding and IIospitalization in the First 18 Months of Life, Pediatrics, 81(1), 58-62.",
        "BYASS, P., A. WORKU, A. EMMELIN, AND Y. BERHANE (2007): DSS and DIIS: Longitudinal and Cross-sectional Viewpoints on Child and Adolescent Mortality in Ethiopia, Population Health Metrics, 5(12).",
        "BRIEND, A., B. WOJTYNIAK, AND M. G. ROWLAND (1988): Breastfeeding, Nutritional State, and Child Survival in Rural Bangladesh, British Medical Journal, 296(6626), 879-882.",
        "BLACKBURN, S. T. (2007): Postpartum Period and Lactation Physiology, in Maternal, Fetal, and Neonatal Physiology: A Clinical Perspective. Elsevier IIealth Sciences.",
        "BETRAN, A. P., M. DE ONIS, J. A. LAUER, AND J. VILLAR (2001): Ecological Study of Effect of Breast feeding on Infant Mortality in Latin America, British Medical Journal, 323(303), 1-S.",
        "BEHRMAN, J. R. (1988): Nutrition, IIealth, Birth Order and Seasonality: Intrahousehold Allocation Among Children in Rural India, Journal of Development Economics, 28, 43-62.",
        "BECKER, G. S., AND N. TOMES (1976): Child Endowments and the Quantity and Quality of Children, Journal of Political Economy, 84(2, Part 2), 5143-5162.",
        "BECKER, G. S., AND H. G. LEWIS (1973): On the Interaction Between the Quantity and Quality of Children, Journal of Political Economy, 81(2, Part 2), 5279-5288.",
        "BECKER, G. 5. (1960): An Economic Analysis of Fertility, in Demographic and Economic Change in Developed Countries, ed. by G. S. Becker. Princeton University Press, Princeton, N.J.",
        "ARNOLD, F., S. KISHOR, AND T. ROY (2002): Sex-Selective Abortions in India, Population and Development Review, 28(4), 759-785.",
        "ARNOLD, F., M. K. CHOE, AND T. RoY (1998): Son Preference, the Family-Building Process and Child Mortality in India, Population Studies, 52, 301-315.",
        "ARAD, I., M. BARAS, R. GOFIN, B. BAR-Oz, AND 0. PELEG (2001): Does Parity Affect the Neonatal Outcome of Very-Low-Birth-Weight Infants?, European Journal of Obstetrics and Gynecology and Reproductive Biology, 94(2), 283-289.",
        "AMERICAN ACADEMY OF FAMILY PHYSICIANS (2008): Breastfeeding, Family Physicians Supporting,  Position paper.",
        "ACHARYA, A. K. (2004): Gender Preference and Indias Missing Girls: Evidence from Some Selected States of India, mimeo, UNAM."
    ]
}