{
    "id": 15045,
    "cites": 27,
    "cited_by": 67,
    "reference": [
        "Sangiorgi, Francesco, Jonathan Sokobin and Chester Spatt, Credit-Rating Shopping, Selection and the Equilibrium Structure of Ratings, Working paper (2009).",
        "Ranieri, Lewis S., The Origins of Securitization, Sources of Its Growth, and Its Future Potential,  in Fishman, Michael J., and Leon T., Kendall, A Primer on Securitization, The MIT Press, Cambridge, MA, and London, England, 1996.",
        "Persons, John C., and Vincent A., Warther Boom and Bust Patterns in the Adoption of Financial Innovations, Review of Financial Studies 10(4) (1997), 939-67.",
        "Myers, S., and N., Majluf Corporate Financing and Investment Decisions when Firms have Information that Investors do not have, Journal of Financial Economics 13 (1984), 187-221.",
        "Merton, Robert C., On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance 29 (1974), 449-470.",
        "Mason, Joseph R., and Joshua Rosner, Where Did the Risk Go? How Misapplied Bond ratings Cause Mortgage Backed Securities and Collateralized Debt Obligation Market Disruptions, Working paper 2007.",
        "Lando, Davidi, Credit Risk Modeling Theory and Applications, Princeton University Press, Princeton and Oxford, 2004.",
        "Lancaster, Brian P., Glenn M., Schultz, and Frank J., Fabozzi, Structured Products and Related Credit Derivatives, John Wiley &~ Sons, Inc., Hoboken, New Jersey, 2008.",
        "Kashyap, Anil K., Raghuram G. Rajan, and Jeremy C. Stein, Rethinking Capital Regulation, Working paper, Harvard University and University of Chicago, 2008.",
        "Kendall, Leon T., Securitization: A New Era in American Finance, in Fishman, Michael J., and Leon T., Kendall, A Primer on Securitization, The MIT Press, Cambridge, MA, and London, England, 1996.",
        "Hunt, John P., Credit Rating Agencies and the Worldwode Credit Crises: The Limits of Reputation, the Insufficiency of reform, and a Proposal for Improvement, Working paper 2008.",
        "Gorton, Gary, and George Pennacchi, Financial Intermediaries and Liquidity Creation, Journal of Finance 4S (1990), 49-71.",
        "Fender I., and J., Kiff, CDO Rating Methodology: Some Thoughts on Model Risk and Its Implications  BIS Working Paper No. 163 (2004).",
        "DeMarzo, Peter M., and D., Duffie, A Liquidity-Based Model of Security Design, Econometrica 67 (1999), 65-99.",
        "Damiano, E., H. Li, and W., Suen, Credible ratings Theoretical Economics 3: 325-265 (2008). DeMarzo, Peter M., The Pooling and Tranching of Securities: A Model of Informed Intermediation,  Review of Financial Studies 18(1) (200S), 1-3S.",
        "Benmelech, Efraim, and Jennifer Dlugosz, The Alchemy of CDO Credit Rating Journal of Monetary Economics Forthcoming (2009).",
        "Bolton, Patrick, Xavier Freixas, and Joel Shapiro, The Credit Rating Game Working paper (2008).",
        "Cifuentes, Arturo., and Natasha, Chen, The Young and the Restless: Correlation Drama and the Big Three Rating Agencies, Wachovia Securities, February 22 2005, 200S.",
        "Cifuentes, Arturo., Turmoil in u.S Credit Markets: The Role of the Credit Rating Agencies, Testimony of Arturi Cifuentes, Managing Director Structured Finance Department, R. W. Pressprich ~ Co. New York, NY Before the Senate Committee on Banking, Housing and Urban Affairs, April 22 2008, 2008.",
        "Skerta, Vasilliki, and Laura Veldkamp, Ratings Shopping and Asset Complexity: A Theory of ratings Inflation, Working paper, NYU Stern (2008).",
        "Shleifer, Andrei, and Robert W. Vishny Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance 47 (1992), 143-66.",
        "Benmelech, Efraim, and Nittai K., Bergman, Collateral Pricing, Journal of Financial Economics Forthcoming (2008).",
        "Becker, Bo, and Tod Milbourn, Reputation and Competition: Evidence from the Credit Rating Industry, Working paper, Harvard Business School (2008).",
        "Adelson, M., and E., Bartlett, ABS Credit Migrations, Nomura Fixed Income Research, March 5th 2002, 2002.",
        "Adelson, M., Rating Shopping - Now the Consequences, Nomura Fixed Income Research, February 16 2006, 2006.",
        "Ashcraft, Adam, Goldsmith-Pinkham, Paul, and James Vickery, MBS Ratings and the Mortgage Credit Boom, Working paper (2009).",
        "Ashcraft, Adam B., and Til Schuermann, Understanding the Securitization of Subprime Mortgage Credit, Staff Report no. 318, Federal Reserve Bank of New York Staff Reports (2008)."
    ]
}