{
    "id": 15044,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Stiglitz, Joseph E., 1973, Taxation, corporate financial policy, and the cost of capital, Journal of Public Economic 5, 303-311.",
        "Poterba, James M. and Lawrence H. Summers, 1985, The economic effects of dividend taxation, in E. Altman and M. Subrahmanyam, eds, Recent advances in corporate finance (Homewood, IL: Richard D. Irwin), 227-284.",
        "Poterba, James M. and Lawrence H. Summers, 1983, Dividend taxes, corporate investment, and Q, Journal of Public Economy 22, 135-167.",
        "Poterba, James, 2004, Taxation and corporate payout policy, American Economic Review, Papers and Proceedings 94, 171-175.",
        "Miller, Merton, and Myron Scholes, 1982, Dividends and taxes: some empirical evidence, Journal of Political Economy 90, 1118-1141.",
        "Moyen, Nathalie, 2004, Investment-cash flow sensitivities: constrained versus unconstrained firms, Journal of Finance 59, 2061-2092.",
        "Miller, Merton, and Myron Scholes, 1978, Dividends and taxes, Journal of Financial Economics 3, 333-364.",
        "Miller, Merton, and Franco Modigliani, 1961, Dividend policy, growth, and the valuation of shares, Journal of Business 34, 411-433.",
        "Miao, Jianjun, 2005, Optimal capital structure and industry dynamics, Journal of Finance 6, 262 1-2659.",
        "Loughran, Timothy, and Jay Ritter, 1997, The Operating Performance of Firms Conducting Seasoned Equity Offerings, Journal of Finance, 52:1823-1850 Lyandres, Evgeny, Le Sun and Lu Zhang, 2007, The new issues puzzle: Testing the investmentbased explanation, Review of Financial Studies, forthcoming.",
        "Kiyotaki, Nobuhiro and John Moore, 1997, Credit Cycles, Journal of Political Economy, 105, 211-248.",
        "Korinek, Anton, and Joseph E. Stiglitz, 2008, Dividend taxation and intertemporal tax arbitrage, forthcoming in Journal of Public Economics.",
        "Jorgenson, Dale W., 1963, Capital theory and investment behavior, American Economic Review 53, 247-259.",
        "Jermann, Urban and Vincenzo Quadrini, 2003, Stock market boom and productivity gains of the 1990s, forthcoming in Journal of Monetary Economics.",
        "House, Christopher L. and Matthew D. Shapiro, 2006, Phased in Tax Cuts and Economic Activity, forthcoming in American Economic Review.",
        "Hennessy, Christopher and Toni Whited, 2005, Debt dynamics, Journal of Finance 60, 11291165.",
        "Hennessy, Christopher and Toni Whited, 2007, How costly is external financing? evidence from a structural estimation, Journal of Finance 62, 1705-1745.",
        "Hayashi, Fumio, 1982, Tobins marginal Q and average Q: a neoclassical interpretation, Econometrica 50, 215-224.",
        "Hall, Robert, E., 2008, Sources and Mechanisms of Cyclical Fluctuations in the Labor Market, working paper, Stanford University.",
        "Gourio, FranÃ\u0083Â§ois and Jianjun Miao, 2007, Dynamic effects of permanent and temporary dividend tax policies on corporate investment and financial policies, working paper, Boston University.",
        "Gomes, Joao, 2001, Financing investment, American Economic Review 91, 1263-1285.",
        "Gordon, Roger and Martin Dietz, 2006, Dividends and taxes, NBER working paper 12292.",
        "Gilchrist, Simon, and Jae. Sim, 2006, Foreign denominated debt and investment behavior during the Korean financial crisis, working paper, Boston University.",
        "Gilchrist, Simon and Charles Himmelberg, 1998, Investment, Fundamentals and Finance in Ben Bernanke and Julio Rotemberg (eds.), The NBER Macroeconomics Annual, 1998.",
        "Gilchrist, Simon and Charles Himmelberg, 1995, Evidence on the role of cash flow for investment, Journal of Monetary Economics 36, 541-572.",
        "Fuentes, Olga, Simon Gilchrist, and Marc Rysman, 2006, Discrete adjustment costs and investment dynamics: a maximum likelihood approach, working paper, Boston University.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 19, 141-195.",
        "Edwards, J.S.S., and M.J. Keen, 1984, Wealth maximization and the cost of capital: a comment, Quarterly Journal of Economics 99, 211-2 14.",
        "Cummins, Jason G., Kevin. A. Hassett, and R. Glenn Hubbard, 1994, A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments, Brookings Papers on Economic Activity 2, 1-59.",
        "Cooper, Russell and Joao Ejarque, 2003, Financial frictions and investment: requiem in Q, Review of Economic Dynamics 6, 710-728 Cooper, Russell, and John Haltiwanger, 2006, On the nature of capital adjustment costs, Review of Economic Studies.",
        "Congressional Budget Office, 2003, How CBO analyzed the macroeconomic effects of the presidents budget.",
        "Comin, Diego and Thomas Philippon, 2005, The rise of firm-level volatility: causes and consequences, NBER Macroeconomics Annual.",
        "Brennan, Michael J. and Anjan V. Thakor, i990, Shareholder preferences and dividend policy, Journal of Finance 4S, 993-iOi8. 4i Chetty, Raj and Emmanuel Saez, 2005, Dividend taxes and corporate behavior: evidence from the 2003 dividend tax cut, Quarterly Journal of Economics 120, 791-833.",
        "Auerbach, Alan, J., i979b, Wealth maximization and the cost of capital, Quarterly Journal of Economics 93, 433-446 Auerbach, Alan, J., 2002, Taxation and corporate financial policy, in Handbook of Public Economics, Volume 3, edited by Alan Auerbach and Martin Feldstein, Amsterdam: North Holland."
    ]
}