{
    "id": 15051,
    "cites": 93,
    "cited_by": 0,
    "reference": [
        "Cohan, John Alan. 2002. I didnt know and I was only doing my job: Has Corporate Governance Careened Out of Control? A Case Study of Enrons Information Myopia. Journal of Business Ethics 40:2, 275-99.",
        "Cialdini, Robert and Noah Goldstein. 2004. Social influence: Compliance and conformity. Annual Review of Psychology 55 591-621.",
        "Cialdini, Robert, Kallgren, Carl and Raymond Reno. 1991. A focus theory of normative conduct. Advances in experimental social psychology 24 201-234.",
        "Cialdini, Robert. 1998. Influence: The Psychology of Persuasion. Place?: Quill.",
        "Burger, Jerry. 2009. Replicating Milgram: Would People Still Obey Today? American Psychologist 64, 1-11.",
        "Broad, Charlie. 1930. Five Types of Ethical Theory. Place?: Harcourt, Brace and Co.",
        "Blass, Thomas. 2004. The Man Who Shocked the World: The Life and Legacy of Stanley Mllgram. Place?: Basic Books.",
        "Blass, Thomas. 2000. The Milgram Paradigm After 35 years: Some Things We Know about Obedience to Authority. In Thomas Blass, ed. Obedience to Authority - Current Perspectives on the Mllgram Paradigm. Mahwah, NJ: Lawrence Erlbaum.",
        "Blass, Thomas. 1998. A Cross Cultural Comparison of Studies of Obedience using the Milgram Paradigm. Unpublished.",
        "Black, Bernard and Jack Coffee. 1994. Hail Britannia? Institutional investor behavior under limited regulation. Michigan Law Review 92, 1999-2088.",
        "Bikhchandaqni, Sahil, David Hirschleifer, and Ivo Welch. 1992. A Theory of Fashion, Custom, and Cultural Change. Journal of Political Economy 100:5, 992-1 026.",
        "BÃ\u0083Â©nabou, Roland. 2008. Groupthink: Collective Delusions in Organizations and Markets. Princeton University working paper.",
        "Bernardo, Antonio, and Ivo Welch. 2001. On the Evolution of Overconfidence and Entrepreneurs. Journal of Economics and Management Strategy 10:3, 301-30.",
        "Bebchuk, Lucian. 2007. The Myth of the Shareholder Franchise. Virginia Law Review93, 675.",
        "Bebchuk, Lucian and Alma Cohen. 2005. The Costs of Entrenched Boards. Journal of Financial Economics 78:2, 409-33.",
        "Baumrind, D. 1964. Some Thoughts on Ethics of Research: After reading Milgrams Behavioral Study of Obedience. American Psychologist 19 421-423.",
        "Banerjee, Abhijit. 1992. A Simple Model of Herd Behavior. Quarterly Journal of Economics 107:3, 797-81 7.",
        "Asch, Solomon. 1955. Opinions and Social Pressure. ScientificAmerican 193, 31-35 Axelrod, R. 1984. The Evolution of Cooperation. Place?: Basic Books.",
        "Asch, Solomon. 1951. Effects of Group Pressure upon the Modification and Distortion of Judgment. In H. Guetzkow (ed.) Groups, Leadership, and Men. Pittsburgh: Carnegie Press.",
        "Amihud, Yakov and Shmuel Hauser, Amir Kirsh. 2003. Allocations, Adverse Selection, and Cascades in IPOs: Evidence from the Tel Aviv Stock Exchange. Journal of Financial Economics 68:1, 137-58.",
        "Alford, C. Fred. 2000. Whistleblowers: Broken Lives and Organizational Power. Place?: Cornell University Press.",
        "Alevy, Jonathan, Michael Haigh, and John List. 2007. Information Cascades: Evidence from a Field Experiment with Financial Market Professionals. Journal of Finance 62:1, 151.",
        "Akerlof, George and Robert Shiller. 2009. Animal Spirits: How Human Psychology Drives the Economy, and Why It Matters for Global Capitalism. Princeton University Press.",
        "Akerlof, George and Janet Yellen. 1986. Efficiency Wage Models of the Labor Market. Place?: Academic Press.",
        "Adams, RenÃ\u0083Â©e, Heitor Almeida and Daniel Ferreira. 2005. Powerful CEOs and Their Impact on Corporate Performance. Review of Financial Studies 18:4, 1403-32.",
        "Samuelson, William and Robert Zeckhauser. 1988. Status Quo Bias in Decision Making. Journal of Risk and Uncertainty 1, 7-59.",
        "Schurz, G. 1985. Experimentelle UberprUfUng des Zusammenhangs Zwischen PersÃ\u0083Â¶nlichkeitsmerkmalen und derBereitschaft zum Destruktiven Gehorsam GegenUber AutoritÃ\u0083Â¤ten. Zeitschrift fÃ\u0083Â¼r Experimentelle undAngewandte Psychologie 32, 160-77.",
        "Sheridan, CL. and King, KG. 1972. Obedience to Authority with an Authentic Victim. Proceedings of the 80th Annual Convention of the American Psychological Association 7, 165-6.",
        "Shivdasani, Anil and David Yermack. 1999. CEO Involvement in the Selection of New Board Members: An Empirical Analysis. Journal of Finance 54, 1 829-53.",
        "Shleifer, Andrei and Robert Vishny. 1986. Large Shareholders and Corporate Control. Journal of Political Economy 94(3) 461-88.",
        "Shleifer, Andrei and Robert Vishny. 1997. A Survey of Corporate Governance. Journal of Finance 52:2, 737-84.",
        "Smith, Adam. 1759. The Theory of Moral Sentiments. London: A. Millar Spier, Ray. 2002. The History of the Peer-Review Process. Trends in Biotechnology 20:8, 357358.",
        "Surowiecki, James. 2004. The Wisdom of Crowds. Place?: Doubleday.",
        "Tarnow, Eugen. 2000. Self-Destructive Obedience in the Airplane Cockpit and the Concept of Obedience Optimization. In Thomas Blass (ed), Obedience to Authority - Current Perspectives on the Mllgram Paradigm. Place?: Publisher.",
        "Weisbach, Michael 5. 1988. Outside Directors and CEO Turnover. Journal of Financial Economics 20, 431-460.",
        "Westphal, James and lthai Stern. 2006. The Other Pathway to the Boardroom. Administrative Science Quarterly 51, 169-204.",
        "Westphal, James and lthai Stern. 2007. Flattery Will Get You Everywhere (Especially if You are a Male Caucasian). Academy of Management Journal 50:2, 267-88.",
        "Rosenstein, Stuart and Jeffrey Wyatt, Outside Directors, Board Independence, and Shareholder Wealth, Journal of Financial Economics 26, 1990, pp. 1 75-1 92.",
        "Romano, Roberta. 1993. Public Pension Fund Activism in Corporate Governance Reconsidered. Columbia Law Review 93 795.",
        "Noth, Markus and Martin Weber. 2003. Information Aggregation with Random Ordering: Cascades and Overconfidence. Economic Journal 113:484, 1 66-1 89.",
        "OGorman, Frank. 1982. The Emergence of the British two-Party System: 1760- 1832. Place?: Edward Arnold.",
        "Ocasio, W. 1994. Political Dynamics and the Circulation of Power: CEO Succession in U.S. Industrial Corporations, 1 960-1 990. Administrative Science Quarterly 39, 285-312.",
        "Rao, Hayagreeva, Henrich R Greve, and Gerald F Davis. 2001. Fools Gold: Social Proof in the Initiation and Abandonment of Coverage by Wall Street Analysts. Administrative Science Quarterly 46:3, 502-26.",
        "Romano, Roberta. 2005. The Sarbanes-Oxley Act and the Making of Quack Corporate Governance. Yale Law Journal 114, 1521.",
        "North, Douglass. 1990. Institutions, Institutional Change and Economic Performance. Oxford University Press.",
        "Morelli, Mario. 1983. Milgrams dilemma of obedience. Metaphilosophy 14, 183-89.",
        "Morck, Randall, Andrei Shleifer, and Robert Vishny. 1990. Do Managerial Objectives Drive Bad Acquisitions. Journal of Finance 45, 31-48.",
        "Morck, Randall. 2008. Behavioral Finance in Corporate Governance: Economics and Ethics of the Devils Advocate. Journal of Management and Governance 12:2, 1 79-200. Morck, Randall, Andrei Shleifer, and Robert Vishny. 1 989. Alternative Mechanisms for Corporate Control. American Economic Review. 79:4, 842-852.",
        "Mixon, D. 1972. Instead of Deception. Journal for the Theory of Social Behavior2, 145-1 77.",
        "Moeller, Sara, Frederik Schlingemann & RenÃ\u0083Â© M. Stulz. 2005. Wealth Destruction on a Massive Scale? A Study of Acquiring-Firm Returns in the Recent Merger Wave. Journal of Finance 60:2, 757-82.",
        "Miller, A. G. 1986. The Obedience Experiment: A Case Study of Controversy in Social Science. Praeger: New York.",
        "Milgram, Stanley. 1974. Obedience to Authority. Place?: Harper and Row.",
        "Milgram, Stanley. 1963. Behavioral Study of Obedience. Journal of Abnormal and Social Psychology 67, 371-378.",
        "Merritt, A. and R. Helmreich. 1996. Human Factors of the Flight Deck: The Influence of National Culture. Journal of Cross-Cultural Psychology 27, 5-24.",
        "Martin, J, B. Lobb, Chapman, G. and R. Spillane. 1976. Obedience Under Conditions Demanding Self-Immolation. Human Relation 29:4, 345.",
        "Marosi, AndrÃ\u0083Â¡s and Nadia Massoud. 2007. Why Do Firms Go Dark? Journal of Financial and Quantitative Analysis 42:2, 421.",
        "Mace, Myles. 1971. Directors: Myth and Reality. Place?: Harvard Business School Press.",
        "Leuz, Christian, Alexander Triantis, and Tracy Wang. 2008. Why Do Firms Go Dark? Causes and Economic Consequences of Voluntary SEC Deregistrations. Journal of Accounting and Economics 45:2-3, 181-208.",
        "Laski, Harold J. 1919. The Dangers of Obedience. Harpers Monthly Magazine 159, 1-10.",
        "Langbein, John. 2006. The Origins of Adversary Criminal Trial. Place?: Oxford University Press.",
        "Lakonishok, Josef, Andrei Shleifer, Richard Thaler, and Robert Vishny. 1992. The Structure and Performance of the Money Management Industry. Brookings Papers on Economic Activity 1992:1, 339-92.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer. 2008. The Economic Consequences of Legal Origins. Journal of Economic Literature 46(2) 285-332.",
        "KUbler, Dorothea and Georg WeizsÃ\u0083Â¤cker. 2004. Limited Depth of Reasoning and Failure of Cascade Formation in the Laboratory. Review of Economic Studies 71:2, 425-441.",
        "KUbler, Dorothea and Georg WeizsÃ\u0083Â¤cker. 2003. Information Cascades in the Labor Market. Journal of Economics 80:3, 211-229.",
        "Kaufmann, H. 1967. The Price of Obedience and the Price of Knowledge. American Psychologist 22, 321-322.",
        "Keynes, John Maynard. 1936. The General Theory of Employment, Interest and Money. Place?: Macmillan.",
        "Kang, David and Aage Sorensen. 1999. Ownership Organization and Firm Performance. Annual Review of Sociology2s, 121-144.",
        "Kahneman, Daniel and Amos Tversky. 2000. Choices, Values, and Frames. Place?: Cambridge University Press.",
        "Jensen, Michael. 1993. The Modern Industrial Revolution, Exit and the Failure of Internal Control Systems. Journal of Finance 48:3, 831-880.",
        "Jensen, Michael and William. Meckling. 1976. Theory of the Firm: Managerial Behaviour, Agency Costs and Ownership Structure. Journal of Financial Economics 3, 305-60.",
        "Jan is, Irving. 1972. Victims of Groupthink: A Psychological Study of Policy Decisions and Fiascoe. Place?: Houghtom-Muffin.",
        "Hostettler, John. 2006. Fighting for Justice: The History and Origins of Adversary Trial. Place?: Waterside Press.",
        "Hobbes, 1651. Leviathan, or the Matter, Forme, and Power of a Commonwealth Ecclesiasticall and Civil. London: Andrew Crooke.",
        "Hermalin, Benjamin and Michael Weisbach. 2003. Boards of Directors as an Endogenously Determined Institution: A Survey of the Economic Literature. Economic Policy Review - Federal Reserve Bank of New York 9:1, 7.",
        "Haney, C., Banks, W. C., and Zimbardo, P. G. 1973. Study of Prisoners and Guards in a Simulated Prison. Naval Research Reviews 9, 1-17.",
        "GuI, Faruk, and Russel Lundholm. 1995. Endogenous Timing and the Clustering of Agents Decisions. Journal of Political Economy 103:5, 1039.",
        "Gompers, Paul, Joy lshii and Andrew Metrick. 2003. Corporate Governance and Equity Prices. Quarterly Journal of Economics 118:1, 107-55.",
        "Packer, Dominic. 2008. Identifying Systematic Disobedience in Milgrams Obedience Experiments: A Meta-Analytic Review. Perspectives on Psychological Science 3(4) 3014.",
        "Glaeser, Edward and Andrei Shleifer. 2002. Legal Origins. Quarterly Journal of Economics 117:4,1193.",
        "Gilbert, Steven.1981. Another look at the Milgram obedience studies: The role of a graduated series of shocks. Personality and Social Psychology Bulletin 7 690-95.",
        "Gergen, K.J. 1973. Social Psychology as History. Journal of Personality and Social Psychology 26, 309-320.",
        "Fischer, C. T. 1968. Ethical Issues in the Use of Human Subjects. American Psychologist 23, 532.",
        "Festinger, Leon. 1957. A Theory of Cognitive Dissonance. Stanford: Stanford University Press.",
        "Fama, Eugene and Michael Jensen. 1983. The Separation of Ownership and Control. Journal of Law and Economics 26, 301-25.",
        "Fama, Eugene. 1980. Agency Problems and the Theory of the Firm. Journal of Political Economy 88, 288-307.",
        "Faleye, Olubunmi. 2007. Classified Boards, Firm value, and Managerial Entrenchment. Journal of Financial Economics 83, 501-529.",
        "Editors of Nature. 2003. Coping with Peer Rejection. Nature, 425 645.",
        "Elms, A. C. 1995. Obedience in Retrospect. Journal of Social Issues5l, 21-31.",
        "Drehmann, Mathias, Jorg Oechssler, and Andreas Roider. 2002. Herding and Contrarian Behavior in Financial Markets: An Internet Experiment. American Economic Review 95:5, 1403-26.",
        "De Waal, Frans. 2005. Our Inner Ape: A Leading Primatologist Explains Why We Are Who We Are. Place?: Penguin.",
        "De Vany, Arthur and David Walls. 1996. Bose-Einstien Dynamics and Adaptive Contracting in the Motion Picture Industry. Economic JournallO6:439, 1493-1514.",
        "De Vany, Arthur and Cassey Lee. 2001. Quality Signals in Information Cascades and the Dynamics of the Distribution of Motion Picture Box Office Revenues. Journal of Economic Dynamics & Control 25 :3/4, 593-614.",
        "Crossland, Philip and Faye Smith. 2002. Value Creation in Fine Arts: A System Dynamics Model of Inverse Demand and Information Cascades. Strategic Management Journal 23:5, 417-34."
    ]
}