{
    "id": 15054,
    "cites": 17,
    "cited_by": 13,
    "reference": [
        "Sullivan, Martin A. 2009. Tech Neutrality, Tax Credits, and the Gas Tax. Tax Notes, ]22(5). 619-24.",
        "Use of U.S. Croplands for Biofuels Increases Greenhouse Gases Through Emissions from Land-Use Change. Science, 3]9(5687). 1238-40.",
        "Pigou, Arthur C. 1932. The Economics of Welfare. London: MacMillan and Co.",
        "Mouawad, Jad and Krauss, Clifford.Lawmakers May Limit Paper Mills Windfall, New York Times, New York, p. Bl, April 18, 2009.",
        "Office of Management and Budget. 2009. Budget of the United States Government, Fiscal Year 2010, Washington, DC: U.S. Government Printing Office.",
        "____ 2009b. Taxing Energy in the United States: Which Fuels Does the Tax Code Favor?, New York: The Manhattan Institute. Metcalf, Gilbert E. and Weisbach, David. forthcoming. The Design of a Carbon Tax. Harvard Environmental Law Review.",
        "____ 2009a. Reacting to Greenhouse Gas Emissions: A Carbon Tax to Meet Emission Targets, Medford, MA: Tufts University Department of Economics.",
        "Joint Committee on Taxation. 2009. Tax Expenditures for Energy Production and Conservation, Washington, DC: Joint Committee on Taxation JCX-25-09.",
        "Metcalf, Gilbert E. 2007. Federal Tax Policy towards Energy. Tax Policy and the Economy, 2]. 145-84. p.26 ____ 2008. Using Tax Expenditures to Achieve Energy Policy Goals. American Economic Review, 98(2). 90-94.",
        "Holland, Stephen P.; Hughes, Jonathan E. and Knittel, Christopher R. 2009. Greenhouse Gas Reductions under Low Carbon Fuel Standards? The American Economic Journal: Economic Policy, 1(1). 106-46.",
        "Ernst & Young. 2007. International Comparison of Depreciation Rules and Tax Rates for Selected Energy Investments. Herszenhorn, David M.House Reaches a Deal on `Cash for Clunkers Program, New York Times, New York, May 5, 2009.",
        "Environmental Protection Agency. 2009. Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990 - 2007, Washington, DC: Environmental Protection Agency EPA 430-R-09-004.",
        "____ 2009. Annual Energy Outlook 2009, Washington, DC: U.S. Energy Information Administration DOE/EIA-0383(2009).",
        "Energy Information Administration. 2008. Federal Financial Interventions and Subsidies in Energy Markets 2007, Washington, DC: EIA SR/CNEAF/2008-0l.",
        "Chadbourne and Parke, LLP.Trends in Tax Equity for Renewable Energy, New York, January 2009.",
        "Davis, Lucas W. and Kahn, Matthew E. 2008. International Trade in Used Durable Goods: The Environmental Consequences of NAFTA, Cambridge MA: National Bureau of Economic Research Working Paper No. 14565.",
        "Elmendorf, Douglas W. 2009. Flexibility in the Timing of Emission Reductions Under a Cap-and-Trade Program, Washington, DC: Congressional Budget Office."
    ]
}