{
    "id": 15058,
    "cites": 34,
    "cited_by": 10,
    "reference": [
        "LEONARD, D., AND N. VAN LONG (1992): Optimal Control Theory and Static Optimization in Economics. Cambridge University Press, Cambridge.",
        "LELAND, H. E., AND K. B. TOFT (1996): Optimal Capital Structure, Endogenous Bankruptcy, and the Term Structure of Credit Spreads, Journal of Finance, 5 1(3), 987-1019.",
        "(1998): Agency Costs, Risk Management, and Capital Structure, Journal of Finance, 53(4), 1213 - 1243.",
        "KARATZAS, I., AND S. E. SHREVE (1991): Brownian motion and stochastic calculus, vol. 113. Springer-Verlag.",
        "LELAND, H. E. (1994): Corporate Debt Value, Bond Covenants, and Optimal Capital Structure, Journal of Finance, 49(4), 1213-1252.",
        "KAMINSKY, G. L., AND C. M. REINHART (2001): Bank Lending and Contagion: Evidence From the Asian Crisis, in Takatoshi Ito and Anne Krueger, eds. Regional and Global Capital Flows: Macroeconomic Causes and Consequences (Chicago: University of Chicago Press), 73-99.",
        "JENSEN, M. C., AND W. H. MECKLING (1976): Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3(4), p305 - 360.",
        "HART, 0., AND J. MOORE (1998): Default and Renegotiation: A Dynamic Model of Debt, Quarterly Journal of Economics, 113(1), 1-41.",
        "GROSSMAN, S. J., AND Z. Zllou (1996): Equilibrium Analysis of Portfolio Insurance, Journal of Finance, 51(4), 1379-1403.",
        "GR0MB, D., AND D. VAYANOS (2002): Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs, Journal of Financial Economics, 66, 361-407.",
        "GIANNONI, M. P., AND M. WOODFORD (2002): Optimal Interest Rate Rules I: General Theory, Working Paper, Columbia University.",
        "FLEMING, W. H., AND H. M. SONER (1993): Controlled Markov processes and viscosity solutions, vol. 25. Springer-Verlag, New York.",
        "FUDENBERG, D., AND J. TIROLE (1991): Came theory. MIT Press, Cambridge MA.",
        "DUFFIE, D. (2001): Dynamic asset pricing theory. Princeton University Press, Princeton and Oxford.",
        "DEMARz0, P. M., AND Y. SANNIKOV (2006): Optimal Security Design and Dynamic Capital Structure in a Continuous-Time Agency Model, Journal of Finance, 61(6), 2681-2724.",
        "DEMARz0, P. M., AND M. J. FISHMAN (2007): Optimal Long-Term Financial Contracting, Review of Financial Studies, 20(6), 2079 2128.",
        "Cox, J. C., AND S. A. Ross (1976): The Valuation of Options for Alternative Stochastic Processes, Journal of Financial Economics, 3(1/2), 145-166.",
        "Cox, J. C., J. E. INGERSOLL, AND S. A. Ross (1985): A Theory of the Term Structure of Interest Rates, Econometrica, 53(2), 385-407.",
        "CONSTANTINIDES, G. M., J. B. DONALDSON, AND R. MEHRA (2002): Junior Must Pay: Pricing the Implicit Put in Privatizing Social Security, NBER Working Paper 8906.",
        "CARUANA, G., AND L. EINAV (2008): A Theory of Endogenous Commitment, Review of Economic Studies, 75(1), 99 116.",
        "CALVO, G. (1999): Contagion in Emerging Markets: When Wall Street is a Carrier., Working Paper, University of Maryland.",
        "CABALLERO, R., AND S. PANAGEAS (2005): A Quantitative Model of Sudden Stops and External Liquidity Management, NBER Working Paper 11293.",
        "BASAK, S., AND A. SHAPIRO (2001): Value-at-Risk-Based Risk Management: Optimal Policies and Asset Prices, Review of Financial Studies, 14(2), 371-405.",
        "BASAK, 5. (1995): A General Equilibrium Model of Portfolio Insurance, Review of Financial Studies, 8(4), 1059-1090.",
        "ANDERSON, R. W., AND S. SUNDARESAN (1996): Design and Valuation of Debt Contracts, Review of Financial Studies, 9(1), 37-68.",
        "LUCAS, D., AND R. MCDONALD (2005): An Options-Based Approach to Evaluating the Risk of Fannie Mae and Freddie Mac, Working Paper, Northwestern University (Kellogg).",
        "MERTON, R. C. (1974): On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance, 29(2), 449-470.",
        "Ã\u0083Ë\u009cKSENDAL, B. (2003): Stochastic differential equations. Springer-Verlag.",
        "PANAGEAS, S., AND M. WESTERFIELD (2005): High Water Marks, High Risk Appetites? Convex Compensation, Long Horizons and Portfolio Choice, forthcoming, Journal of Finance.",
        "PAVLOVA, A., AND R. RIGOBON (2005): Wealth Transfers, Contagion and Portfolio Constraints, C.E.P.R. Discussion Paper 5117.",
        "PENNACCHI, G., AND C. LEWIS (1994): The Value of Pension Benefit Guarantee Corporation Insurance, Journal of Money, Credit and Banking, 26(3).",
        "RITCHKEN, P., J. THOMPSON, R. DEGENNAR0, AND A. LI (1993): On Flexibility, Capital Structure and Investment Decisions for the Insured Bank, Journal of Banking and Finance, 17, 1133-1146.",
        "RONN, E. I., AND A. K. VERMA (1986): Pricing Risk-Adjusted Deposit Insurance: An OptionBased Model, Journal of Finance, 41(4), 871-895.",
        "SCHNEIDER, M., AND A. TORNELL (2004): Balance Sheet Effects, Bailout Guarantees and Financial Crises, Review of Economic Studies, 71(3), 883-913."
    ]
}