{
    "id": 15068,
    "cites": 22,
    "cited_by": 8,
    "reference": [
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        "Lichtenberg, Frank (2005d), The Effect of Access Restrictions on the Vintage of Drugs Used by Medicaid Enrollees, American Journal of Managed Care 11, Special Issue, 5P7-5P13.",
        "Lichtenberg, Frank (2005c), Availability of new drugs and Americans ability to work, Journal of Occupational and Environmental Medicine 47 (4), April, 373-3 80.",
        "Lichtenberg, Frank (2005b), The impact of new drug launches on longevity: evidence from longitudinal disease-level data from 52 countries, 1982-2001, International Journal of Health Care Finance and Economics 5, 47-73.",
        "Lichtenberg, Frank (2005 a), Pharmaceutical knowledge-capital accumulation and longevity, in Measuring capital in the new economy, ed. by Carol Corrado, John Haltiwanger, and Dan Sichel, 23 7-269 (University of Chicago Press).",
        "Lai, D.J., P.M. Tarwatera, and R.J. Hardy (2006), Measuring the impact of HI V/AIDS, heart disease and malignant neoplasms on life expectancy in the USA from 1987 to 2000, Public Health 120, 486-492.",
        "Kaiser Family Foundation, How Changes in Medical Technology Affect Health Care Costs, March 2007, iittp://www,kfllorg/insurance/snapshot/ciicinO3O8O7oth,cfin#front5 Kopp, Raymond J., and V. Kerry Smith (1985), The Measurement of Non-Neutral Technological Change, International Economic Review, Vol. 26, No. 1 (Feb.), pp. 135159.",
        "Hupfeld, Stefan (2008), Non-Monotonicity in the Longevity-Income-Relationship, working paper, Department of Economics, University of Konstanz, Germany, August 14, http://wipoi.wiwi.uni~konstanz.de/IehrstuhI/personen/hupfeid non monotinicity.pdf Jones, Charles (1998), Introduction to Economic Growth (New York: Norton).",
        "Hulten, Charles R. (1992), Growth accounting when technical change is embodied in capital, The American Economic Review, Vol. 82, No. 4. (Sep., 1992), pp. 964-980.",
        "http://www. bepress,cornlfhep/ I 1/2/1 Fang, Hanming, and Alessandro Gavazza (2007), Dynamic Inefficiencies in Employment-Based Health Insurance System Theory and Evidence, National Bureau of Economic Research Working Paper 13371, September, http://www.nber.org/papers/wi 3371 Gerdtham, Ulf-G, and Bengt Jonsson (2000), International comparisons of health expenditure: theory, data and econometric analysis, in Handbook of Health Economics vol. 1, ed. by A. J. Culyer and J. P. Newhouse, pp. 11-53.",
        "Duggan, Mark G., and William N. Evans (2008) Estimating the Impact of Medical Innovation: A Case Study of HIV Antiretroviral Treatments, Forum for Health Economics & Policy: Vol. 11: Iss. 2 (Economics of the HIV Epidemic), Article 1.",
        "Boucekkine, Raouf, David de Ia Croix, and Ornar Licandro, Vintage Capital, Department of Economics, European University Institute, Eco No, 2006/08 http://cadrnus.iue.it/dspace/bitstrearn/1 8 14/4346/ 1/ECO2OO6~8.pdf Bresnahan, Timothy F., and Robert J. Gordon (1996), The Economics of New Goods (Chicago: University of Chicago Press).",
        "Bils, Mark (2004), Measuring the Growth from Better and Better Goods, NBER working paper no. 10606, July, http://www.nber.org/papers/wi0606.",
        "Bartel, Ann P., and Frank R. Lichtenberg (1987), The Comparative Advantage of Educated Workers in Implementing New Technology, Review of Economics and Statistics 69(1), Feb., 1-11.",
        "Baltagi, Badi H. & Rich, Daniel P. (2005), Skill-biased technical change in US manufacturing: a general index approach, Journal of Econometrics 126(2), pages 549570, June.",
        "Arias E. (2006), United States life tables, 2003. National vital statistics reports; vol 54 no 14. Hyattsville, MD: National Center for Health Statistics. http://www~cdc ,gov/nchs/data/nvsr/nvsr54/nvsr54 1 4.pdf Bahk, Byong-Hyong and Michael Gort (1993), Decomposing Learning by Doing in New Plants, Journal of Political Economy, 101, 561-583."
    ]
}