{
    "id": 15061,
    "cites": 52,
    "cited_by": 14,
    "reference": [
        "Andrews, Matthew Page. The Women of the South in War Times. Baltimore: Norman, Remington Co., 1920.",
        "Bays, Carter. The Encyclopedia of Early American and Antique Sewing Machines: Identification and Values. Kentucky: Collector Books, 2007.",
        "Bessen, James. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Thickets: Strategic Patenting of Complex Technologies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Working Paper, March 2003.",
        "_________. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Property Rights.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Research on Innovation (www.researchoninnovation.org), 2009.",
        "Bittlingmayer, George. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property Rights, Progress, and the Aircraft Patent Agreement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 31, no. 1 (1998): 227-48.",
        "Botti, Timothy. Envy of the World: A History of the U.S. Economy & Big Business. New York: Algora Publishing (2006).",
        "Choi, Jay Pil. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Pools and Cross-Licensing in the Shadow of Patent Litigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper No. 1070, 2003.",
        "Clark, Jeanne, Joe Piccolo, Brian Stanton, et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Pools: A Solution to the Problem of Access in Biotechnology Patents?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d White Paper, United States Patent Office, 2001.",
        "We examine these effects in Lampe and Moser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Pools and the Direction of Technical Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clarkson, Gavin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Objective Identification of Patent Thickets: A Network Analytic Approach for Measuring the Density of Patent Space.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ph.D. thesis, Harvard University, 2004.",
        "Cohen, Wesley, Richard Nelson, and John Walsh. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Protecting Their Intellectual Assets: Appropriability Conditions and Why U.S. Manufacturing Firms Patent (Or Not).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper W7552, 2000.",
        "Cooper, Grace Rogers. The Sewing Machine: Its Invention and Development. Washington, DC: The Smithsonian Press, 1976.",
        "Crow, Carl. The Great American Customer. New York: Ayer Publishing, 1970.",
        "Depew, Chaunce M. One Hundred Years of American Commerce. New York, NY: D.O. Haynes and Co., 1968.",
        "Dequiedt, Vianney, and Bruno Versaevel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Pools and the Dynamic Incentives to R&D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Grenoble Applied Economics Laboratory, 2004. Drew, Dennis and Donald Snow. The EagleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Talons: The American Experience at War.",
        "Dykman, Harry. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Licensing within the Manufacturer&apos;s Aircraft Association (MAA).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Patent Office Society 46, (1964): 646-59.",
        "Gaule, Patrick. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards Patent Pools in Biotechnology?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Ecole Polytechnique Federale de Lausanne, 2006.",
        "Gilbert, Richard. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Antitrust for Patent Pools: A Century of Policy Evolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Technology Law Review, 2004.",
        "Godfrey, Frank P. International History of the Sewing Machine. London: Trans-Atlantic Publications, 1982.",
        "Hall, Bronwyn, and Rosemarie Ziedonis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Patent Paradox Revisited: An Empirical Study of Patenting in the U.S. Semiconductor Industry, 1979-1995.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 32, no. 1 (2001): 101-28.",
        "Heller, Michael A. and Rebecca S. Eisenberg. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Patents Deter Innovation? The Anticommons in Biomedical Research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 280, no. 5364, (1998): pp. 698 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 701.",
        "Heller, Michael. The Gridlock Economy. New York, NY: Basic Books, 2008.",
        "Hounsell, David. From the American System to Mass Production, 1800-1932. Baltimore, MD: John Hopkins University Press, 1984.",
        "James, David. Upholstery Tips and Hints. Lewes: Guild of Master Craftsman Publications, 2000.",
        "Johnston, Louis D., and Samuel H. Williamson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Was the U.S. GDP Then?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MeasuringWorth, 2008.",
        "Khan, B. Zorina. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property Rights and Patent Litigation in Early Nineteenth-Century America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History 55, no. 1 (1995): 58-97.",
        "Knight, Edward. Knight&apos;s American Mechanical Dictionary. New York: Hurd and Houghton, 1877.",
        "Lampe, Ryan and Petra Moser. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Pools and the Direction of Technical Change: Evidence from the Sewing Machine Combination, 1856-1877.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Stanford, 2009.",
        "Layne-Farrar, Anne and Josh Lerner. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To Join Or Not To Join: Examining Patent Pool Participation and Rent Sharing Rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2008.",
        "Lemley, Mark and Carl Shapiro. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Holdup and Royalty Stacking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Texas Law Review 85 (2007).",
        "Lerner, Josh. Patenting in the Shadow of Competitors. Journal of Law and Economics 38, no. 2 (1995): 463-95.",
        "Lerner, Josh, Marcin Strojwas, and Jean Tirole. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Design of Patent Pools: The Determinants of Licensing Rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 38, no. 3, (2007): 610-625.",
        "Long, E.B. and Barbara Long. The Civil War day by day; an almanac, 1861-1865. Garden City, New York: Double Day & Company, 1971.",
        "McGrath, Kimberley, and Stacey Blachford. The Gale Encyclopedia of Science: Phosphorus-Spectrum. Detroit, MI: Gale Group, 2001.",
        "Merges, Robert. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracting into Liability Rules: Intellectual Property Rights and Collective Rights Organisations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d California Law Review 84, no. 5 (1996): 1293-1385.",
        "_________. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions for Intellectual Property Transactions: The Case of Patent Pools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California at Berkeley Working Paper, 1999.",
        "Moser, Petra. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Don&apos;t Inventors Patent?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Stanford University, Available at SSRN: http://ssrn.com/abstract=930241, 2008.",
        "Mossoff, Adam. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Stitch in Time: The Rise and Fall of the Sewing Machine Patent Thicket.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d George Mason Law & Economics Research Paper No. 09-19. Available at SSRN: http://ssrn.com/abstract=1354849, 2009. National Museum of American History, Library of the Smithsonian Institution Libraries, Trade Literature Collection. Washington, DC.",
        "Popp, David, Ted Juhl and Daniel Johnson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time in Purgatory: Examining the Grant Lag for U.S. Patent Applications. Topics in Economic Analysis & Policy 4, no. 1 (2004): Article 29.",
        "Post, Robert. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLiberalizersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ versus Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cScientific MeanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in the Antebellum Patent Office.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technology and Culture 17, no. 1 (1976): 24-54.",
        "Robinson, William. The Law of Patents for Useful Inventions. Boston, MA: Little, Brown, and Company, 1890.",
        "Schmookler, Jacob. Invention and Economic Growth. Cambridge, Massachusetts: Harvard University Press, 1966.",
        "Schmookler, Jacob. Patents, Invention and Economic Growth - Data and Selected Essays, Grilliches, Zvi and Hurvicz, Leonid (eds.). Cambridge: Harvard University Press, 1972.",
        "Shapiro, Carl. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Navigating the Patent Thicket: Cross Licenses, Patent Pools, and Standard Setting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Jaffe, Lerner, Stern, eds, Innovation Policy and the Economy, vol. 1, Cambridge, MIT Press, 2001.",
        "Simon, James, Eric Claassen, Carmen Correa, and Albert Osterhaus. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Severe Acute Respiratory Syndrome (SARS) Intellectual Property Rights: The Possible Role of Patent Pooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of the World Health Organization 83, (2005): 707-10.",
        "Sokoloff, Kenneth. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventive Activity in Early Industrial America: Evidence from Patent Records, 1790-1846.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History 68, no. 4 (1988): 813-850. State Historical Society of Wisconsin, Papers of the Singer Manufacturing Company, Madison, Wisconsin, various dates.",
        "Stubbs, Kevin D. Race to the Front: The Materiel Foundations of Coalition Strategy in the Great War. Greenwood Publishing Group, 2002 Thomson, Ross. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning by Selling and Invention: The Case of the Sewing Machine.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History 47, no. 2 (1987): 433-45.",
        "_________. The Path to Mechanized Shoe Production in the United States. Chapel Hill: University of North Carolina Press, 1989.",
        "Tullidge, Edward. Tullidge&apos;s Histories, (volume II) Containing the History of All the Northern, Eastern and Western Counties of Utah: Also the Counties of Southern Idaho. Salt Lake City, Utah: Press of the Juvenile Instructor, 1889.",
        "United States Department of Justice and Federal Trade Commission. Antitrust Guidelines for the Licensing of Intellectual Property. DOJ and FTC, 1995.",
        "Verbeure, Birgit, Esther van Zimmeren, Gert Matthijs, et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Pools and Diagnostic Testing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Trends in Biotechnology 24, no. 3 (2006): 115-120. Whitten, David O. and Bessie Emrick Whitten. Handbook of American Business History.",
        "Williamson, Samuel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Six Ways to Compute the Relative Value of a U.S. Dollar Amount, 1790 to Present.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MeasuringWorth, 2008.",
        "TABLE 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c OLS REGRESSIONS WITH FIRM AND YEAR FIXED EFFECTS DEPENDENT VARIABLE IS PATENTS PER FIRM AND YEAR (1850-1885) (I) (II) (III) (IV) Pool Membera 2.084** 2.016** 2.207** (0.501) (0.504) (0.513) Pool * Pool Member-1.659** -1.689** -1.621** -1.513* (0.549) (0.546) (0.554) (0.612) (log) Firm Age 0.093* 0.122* -0.213* (0.046) (0.057) (0.097) Licenseeb 0.112 0.192 (0.115) (0.126) Constant 0.408** 0.383** 0.560** 2.027** (0.109) (0.111) (0.102) (0.599) Observations 1051 1051 1051 1051 Firm Fixed Effects N N N Y Year Fixed Effects Y Y Y Y R-squared 0.17 0.17 0.16 0.32"
    ]
}