{
    "id": 15069,
    "cites": 34,
    "cited_by": 13,
    "reference": [
        "Cutler, David M. Edward L. Glaeser, and Jacob L. Vigdor, The Rise and Decline of the American Ghetto, Journal of Political Economy, Vol. 107, No. 3 (June 1999): 455-506.",
        "Crowder, Kyle. 2000. The Racial Context of White Mobility: An Individual-Level Assessment of the White Flight Hypothesis. Social Science Research 29:223-57.",
        "Coleman, J., S. Kelley, and J. Moore. 1975. Trends in School Segregation, 1968-73. Urban Institute Paper No. 772-03-01.",
        "Charles, Camille Zubrinsky, 2001. Processes of Racial Residential Segregation, in Alice OConnor, Chris Tilly, Lawrence D. Bobo, 2001, editors, Urban Inequality: Evidence from Four Cities, The Multi-City Study of Urban Inequality, Russell Sage Foundation: New York.",
        "Clotfelter, Charles C. 2001. Are Whites Still Fleeing? Racial Patterns and Enrollment Shifts in Urban Public Schools, 1987-1996. Journal of Policy Analysis and Management 20(2): 199-221.",
        "Benabou, Roland. Heterogeneity, Stratification and Growth: Macroeconomic Implications of Community Structure and School Finance,American Economic Review, 86 (1996) 5 84-609.",
        "Card, David and Jesse Rothstein. Racial Segregation and the Black-White Test Score Gap. Journal of Public Economics, Volume 91, Issues 11-12, December 2007, Pages 2158-2184.",
        "Clark, W.A.V. 1988. Understanding Residential Segregation in American Cities: Interpreting the Evidence, a Reply to Galster. Population Research and Policy Review 7:113-21.",
        "Benabou, Roland. Workings of a City: Location, Education, and Production Quarterly Journal of Economics, 108, (1993), 619-652.",
        "Card , David; Mas, Alexandre, and Jesse Rothstein (2008), Tipping and the Dynamics of Segregation, Quarterly Journal of Economics, Vol. 123, No. 1: 177-218.",
        "Aaronson, Daniel. 2001. Neighborhood Dynamics. Journal of Urban Economics 49, 1-31 Armor, David. 1995. Forced Justice: School Desegregation and the Law. New York: Oxford University Press.",
        "Barabasi, Albert-Laszlo. 2003. Linked: How Everything Is Connected to Everything Else and What It Means. Plume: New York.",
        "Wilson, Franklin D. 1985. The Impact of School Desegregation Programs on White Public-School Enrollment, 1968-1976. Sociology of Education 58: 137-53.",
        "Watts, Duncan. 2004. Six Degrees: The Science of a Connected Age, Norton: New York.",
        "Schuman, Howard, Charlotte Steeh, Lawrence Bobo, and Maria Krysan, 1997. Racial Attitudes in America: Trends and Interpretations, Revised Edition, Harvard University Press: Cambridge MA.",
        "Schelling, T.C. 1971. Dynamic Models of Segregation. Journal of Mathematical Sociology 1:143-86.",
        "Neighborhood Change Data Base (NCDB), 1970 - 2000 Tract Data, Data Users Guide, Short Form Release, Prepared by:Peter A. Tatian OConnor, Alice, Chris Tilly, Lawrence D. Bobo, 2001, editors, Urban Inequality: Evidence from Four Cities, The Multi-City Study of Urban Inequality, Russell Sage Foundation: New York.",
        "Meyer, Stephen Grant. 2000. As Long as They Dont Move Next Door: Segregation and Racial Conflict in American Neighborhoods. Rowman and Littlefield: Lanham, Maryland.",
        "Massey, Douglas S. and Nancy A. Denton. 1993. American Apartheid: Segregation and the Making of the Underclass, Harvard University Press: Cambridge MA.",
        "Massey, Douglas S. and Andrew B. Gross. 1991. Explaining Trends in Racial Segregation, 1970-1980. Urban Affairs Quarterly 27:13-35.",
        "Johnson, Steven. 2001. Emergence: The Connected Lives of Ants, Brains, Cities, and Software. Scribner: New York.",
        "James, David. 1989. City Limits on Racial Equality: The Effects of City-Suburb Boundaries on Public School Desegregation, 1968-1976. American Sociological Review 54(6): 963-85.",
        "Hwang, Sean-Shong and Steve H. Murdock. 1998. Racial Attraction or Racial Avoidance in American Suburbs. Social Forces 77(2): 54 1-65.",
        "Jackman, Mary R. and Robert W. Jackman. 1983. Class Awareness in the United States. Berkeley: University of California Press.",
        "Gladwell, Malcolm. 2000. The Tipping Point. Little Brown and Company: Boston MA.",
        "Giles, Michael. 1978. White Enrollment Stability and School Desegregation: A TwoLevel Analysis. American Sociological Review 43(6): 848-64.",
        "Denton, Nancy and Douglas Massey. 1991. Patterns of neighborhood transition in a multiethnic world: US Metropolitan Areas, 1970-1980, Demography 28: 1-19.",
        "Dixit, Avinash and Barry Nalebuff, Thinking Strategically: The Competitive Edge in Business, Politics, and Everyday Life, Norton: New York, 1991 Durlauf Steven N., Groups, Social Influences and Inequality: A Memberships Theory Perspective on Poverty Traps, Department of Economics, University of Wisconsin, 2002 Durlauf, Steven. The Memberships Theory of Inequality: Ideas and Implications, in Elites, Minorities, and Economic Growth, E. Brezis and P. Temin, eds., North Holland, 1999.",
        "Durlauf, Steven. A Theory of Persistent Income Inequality, Journal of Economic Growth, 1, 75-93, 1996.",
        "Ellen, Ingrid Gould. 2000. Sharing Americas Neighborhoods: The Prospects for Stable Racial Integration. Harvard University Press: Cambridge MA.",
        "Farley, Reynolds and William Frey. 1994. Changes in the Segregation of Whites from Blacks during the 1980s: Small Steps toward a More Integrated Society. American Sociological Review 59: 23-45.",
        "Farley, Reynolds, Charlotte Steeh, Maria Krysan, Tara Jackson, Keith Reeves. 1994. Stereotypes and Segregation: Neighborhoods in the Detroit Area. American Journal of Sociology 100(3): 750-80.",
        "Frey, William H. 1994. Minority Suburbanization and Continued `White Flight in U.S. Metropolitan Areas: Assessing Findings from the 1990 Census. Research in Community Sociology 4: 15-42.",
        "Galster, George. 1988. Residential Segregation in American Cities: A Contrary Review. Population Research and Policy Review 7:93-112."
    ]
}