{
    "id": 15060,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Adeleye, A.R., B.K. Virginillo, A.W. Iyoho, K. Parenteau, and Henry Licis, Ã\u0082â\u0080\u009cImproving Drilling Performance Through Systematic Analysis of Historical Data: Case Study of a Canadian Field,Ã\u0082â\u0080\u009d Society of Petroleum Engineers paper 87177 (Mar., 2004).",
        "Alchian, Armen, Ã\u0082â\u0080\u009cReliability of Progress Curves in Airframe Production,Ã\u0082â\u0080\u009d Econometrica 31 (Oct., 1963), 679-694.",
        "Arellano, Manuel, Ã\u0082â\u0080\u009cComputing Robust Standard Errors for Within-Groups Estimators,Ã\u0082â\u0080\u009d Oxford Bulletin of Economics and Statistics 49 (Nov., 1987), 431-434.",
        "Argote, Linda, Sara L. Beckman, and Dennis Epple, Ã\u0082â\u0080\u009cThe Persistence and Transfer of Learning in Industrial Settings,Ã\u0082â\u0080\u009d Management Science 36 (Feb., 1990), 140-154.",
        "Arrow, Kenneth J., Ã\u0082â\u0080\u009cThe Economic Implications of Learning by Doing,Ã\u0082â\u0080\u009d Review of Economic Studies 29 (Jun., 1962), 155-173.",
        "Becker, Gary S., Human Capital; a Theoretical and Empirical Analysis, with Special Reference to Education, New York: Columbia University Press (1964).",
        "Benkard, C. Lanier, Ã\u0082â\u0080\u009cLearning and Forgetting: The Dynamics of Aircraft Production,Ã\u0082â\u0080\u009d American Economic Review 90 (Sep., 2000), 1034-1054.",
        "Benkard, C. Lanier, Ã\u0082â\u0080\u009cA Dynamic Analysis of the Market for Wide-Bodied Commercial Aircraft,Ã\u0082â\u0080\u009d Review of Economic Studies 71 (2004), 581-611.",
        "Besanko, David, Ulrich Doraszelski, Yaroslav Kryukov, and Mark Satterthwaite, Ã\u0082â\u0080\u009cLearning-by-Doing, Organizational Forgetting, and Industry Dynamics,Ã\u0082â\u0080\u009d Harvard Institute of Economic Research Discussion Paper Number 2128 (Feb., 2007).",
        "Brett, J.F. and K.K. Millheim, Ã\u0082â\u0080\u009cThe Drilling Performance Curve: A Yardstick for Judging Drilling Performance,Ã\u0082â\u0080\u009d Society of Petroleum Engineers paper 15362 (Oct., 1986).",
        "Corts, Kenneth S. Ã\u0082â\u0080\u009cThe Interaction of Implicit and Explicit Contracts in Construction and Procurement Contracting,Ã\u0082â\u0080\u009d University of Toronto working paper (Jun., 2007).",
        "Corts, Kenneth S. and Jasjit Singh. Ã\u0082â\u0080\u009cThe Effect of Repeated Interaction on Contract Choice: Evidence from Offshore Drilling,Ã\u0082â\u0080\u009d Journal of Law, Economics, and Organization 20 (2004), 230-260.",
        "Ellison, Glenn and Richard Holden, Ã\u0082â\u0080\u009cA Theory of Rule Development,Ã\u0082â\u0080\u009d MIT working paper (Feb., 2008).",
        "Gibbons, Robert and Michael Waldman, Ã\u0082â\u0080\u009cA Theory of Wage and Promotion Dynamics Inside Firms,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 114 (Nov., 1999), 1321-1358.",
        "Gibbons, Robert and Michael Waldman, Ã\u0082â\u0080\u009cTask-Specific Human Capital,Ã\u0082â\u0080\u009d American Economic Review Papers and Proceedings 94 (May, 2004), 203-207.",
        "Hendricks, Kenneth and Robert H. Porter, Ã\u0082â\u0080\u009cAn Empirical Study of an Auction with Asymmetric Information,Ã\u0082â\u0080\u009d American Economic Review 78 (Dec., 1988), 865-883.",
        "Huckman, Robert S. and Gary P. Pisano, Ã\u0082â\u0080\u009cThe Firm Specificity of Individual Performance: Evidence from Cardiac Surgery,Ã\u0082â\u0080\u009d Management Science 52 (Apr., 2006), 473-488.",
        "Irwin, Douglas A. and Peter J. Klenow, Ã\u0082â\u0080\u009cLearning-by-Doing Spillovers in the Semiconductor Industry,Ã\u0082â\u0080\u009d Journal of Political Economy 102 (Dec., 1994), 1200-1227.",
        "Jovanovic, Boyan and Yaw Nyarko, Ã\u0082â\u0080\u009cLearning by Doing and the Choice of Technology,Ã\u0082â\u0080\u009d Econometrica 64 (Nov. 1996), 1299-1310.",
        "Lucas, Robert E., Ã\u0082â\u0080\u009cOn the Mechanics of Economic Development,Ã\u0082â\u0080\u009d Journal of Monetary Economics 22 (1988), 3-42.",
        "Managing Automation, Ã\u0082â\u0080\u009cBoeingÃ\u0082â\u0080\u0099s Big Supply Chain WagerÃ\u0082â\u0080\u009d (17 May, 2007).",
        "Neyman, Jerzy and Elizabeth L. Scott, Ã\u0082â\u0080\u009cConsistent Estimates Based on Partially Consistent Observations,Ã\u0082â\u0080\u009d Econometrica 16 (Jan., 1948), 1-32.",
        "Prendergast, Canice, Ã\u0082â\u0080\u009cThe Role of Promotion in Inducing Specific Human Capital Acquisition,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 108 (May, 1993), 523-534.",
        "RigZone, Ã\u0082â\u0080\u009cDune Energy Closes Acquisition of Barnett Shale Properties for $7.0 millionÃ\u0082â\u0080\u009d (16 Oct., 2006). http://www.rigzone.com/news/article_pf.asp?a_id=37135.",
        "Spence, Michael A., Ã\u0082â\u0080\u009cThe Learning Curve and Competition,Ã\u0082â\u0080\u009d Bell Journal of Economics 12 (Spring 1981), 49-70.",
        "Stokey, Nancy L., Ã\u0082â\u0080\u009cLearning by Doing and the Introduction of New Goods,Ã\u0082â\u0080\u009d Journal of Political Economy 96 (Aug., 1988), 701-717.",
        "Thompson, Peter, Ã\u0082â\u0080\u009cHow Much Did the Liberty Shipbuilders Forget?Ã\u0082â\u0080\u009d Working paper, Florida International University, Miami (2003).",
        "Thornton, Rebecca A. and Peter Thompson, Ã\u0082â\u0080\u009cLearning from Experience and Learning from Others: An Exploration of Learning and Spillovers in Wartime Shipbuilding,Ã\u0082â\u0080\u009d American Economic Review 91 (Dec., 2001), 1350-1368.",
        "Wiggins, Steven N. and Gary D. Libecap, Ã\u0082â\u0080\u009cOil Field Unitization: Contractual Failure in the Presence of Imperfect Information,Ã\u0082â\u0080\u009d American Economic Review 75 (Jun., 1985), 368-385.",
        "Williamson, Oliver E., Markets and Hierarchies: Analysis and Antitrust Implications, New York: Free Press (1975).",
        "Williamson, Oliver E., The Economic Institutions of Capitalism, New York: Free Press (1985).",
        "Wooldridge, Jeffrey M., Ã\u0082â\u0080\u009cCluster-Sample Methods in Applied Econometrics,Ã\u0082â\u0080\u009d American Economic Review Papers and Proceedings 93 (May, 2003), 133-138.",
        "Wright, T.P., Ã\u0082â\u0080\u009cFactors Affecting the Cost of Airplanes,Ã\u0082â\u0080\u009d Journal of the Aeronautical Sciences 3 (Feb., 1936), 122-128."
    ]
}