{
    "id": 15064,
    "cites": 38,
    "cited_by": 3,
    "reference": [
        "Shayo, M., 2009. A Model of Social Identity with an Application to Political Economy: Nation, Class and Redistribution. American Political Science Review, forthcoming.",
        "Mimeo. Piketty, T., 1995. Social mobility and redistributive politics. Quarterly Journal of Economics 110, SS1-S84.",
        "Rabin, M., 1993. Incorporating fairness into game theory and economics. American Economic Review 83, 128 1-1292.",
        "Meer, J., 2009. Brother, Can You Spare a Dime? Peer Effects in Charitable Solicitation.",
        "Luttmer, E.F.P., 2001. Group loyalty and the taste for redistribution. Journal of Political Economy 109, S00-S28.",
        "List, J.A., Price, M.K., 2009. The role of social connections in charitable fundraising: Evidence from a natural field experiment. Journal of Economic Behavior and Organization 69, 160-169.",
        "Lindqvist, E., Ostling, R. 2009. Identity and Redistribution. Mimeo.",
        "Quarterly Journal of Economics, 121, 747-82. Lee, W., Roemer, J.E., 2006. Racism and redistribution in the United States: A solution to the problem of American exceptionalism. Journal of Public Economics 90, 1027-10S2.",
        "Landry, C., Lange, A., List, J.A., Price, M.K., Rupp, N.G., 2006. Toward an understanding of the economics of charity: Evidence from a field experiment.",
        "Konow, J., 2003. Which Is the Fairest One of All?: A Positive Analysis of Justice Theories. Journal of Economic Literature 41, 1186-1237.",
        "Karlan, D., List, J.A., 2007. Does price matter in charitable giving? Evidence from a large-scale natural field experiment. American Economic Review 97, 1774-1793.",
        "Hoffman, E., McCabe, K., Shachat, J., Smith, V., 1994. Preferences, property rights and anonymity in bargaining games. Games and Economic Behavior 7, 346-380.",
        "Glaeser, E.L., 200S. The Political Economy of Hatred. Quarterly Journal of Economics, 120, 4S-86. Heclo, H., 1986. The political foundations of antipoverty policy. In: Danzinger, S.H. and Weinberger, D.H. (Eds.), Fighting Poverty. Cambridge: Harvard University Press, 312-340.",
        "Gintis, H., 2000. Strong Reciprocity and Human Sociality. Journal of Theoretical Biology 206, 169-179.",
        "Gilens, M., 1999. Why Americans hate welfare. Chicago: University of Chicago Press.",
        "Fong, C.M., Luttmer, E.F.P., 2009. What determines giving to Hurricane Katrina victims? Experimental evidence on racial group loyalty. American Economic Journal: Applied Economics 1, 64-87.",
        "Fong, C.M., Bowles, S., Gintis, H., 2006. Strong reciprocity and the welfare state. In: Kolm, S.-C. and Ythier, J.M. (Eds), Handbook on the economics of giving, altruism and reciprocity, volume 2. Amsterdam: Elsevier, 1440-1464.",
        "Journal of Public Economics 82, 22S-246. 23 Fong, C.M., 2007. Evidence from an experiment on charity to welfare recipients: Reciprocity, altruism and the empathic responsiveness hypothesis. Economic Journal 117, 1008-1024.",
        "Fong, C.M., 2001. Social preferences, self-interest, and the demand for redistribution.",
        "Frey, B., Meier, 5. 2004. Social comparisons and pro-social behavior: Testing `conditional cooperation in a field experiment. American Economic Review 94, 17 17-22.",
        "Fehr, E., Fischbacher, U., G",
        "Falk, A., 2007. Gift exchange in the field. Econometrica 7S, 1501-iS 11.",
        "Eckel, C.C., Grossman, P.J., 2008. Subsidizing charitable contributions: A field test comparing matching and rebate subsidies. Experimental Economics 11, 234-2S2.",
        "Eckel, C.C., Grossman, P.J., 1996. Altruism in anonymous dictator games. Games and Economic Behavior 16, 18 1-191.",
        "Deutsch, M., 198S. Distributive justice. New Haven: Yale University Press. Durante, R., Putterman, L., 2008. Preferences for Redistribution and Perception of Fairness: An Experimental Study. Mimeo.",
        "Alesina, A., Angeletos, G.-M., 200S. Fairness and redistribution: US versus Europe. American Economic Review 9S, 960-980. Alesina, A., Baqir, R., Easterly, W., 1999. Public goods and ethnic divisions. Quarterly Journal of Economics 114, 1243-1284.",
        "Alesina, A., Giuliano, P., 2009. Preferences for Redistribution. Handbook of Social Economics. Forthcoming.",
        "Alesina, A., Glaeser, E., Sacerdote, B., 2001. Why doesnt the United States have a European-style welfare state? Brookings Papers on Economic Activity 0, 187278.",
        "B",
        "Quarterly Journal of Economics 121, 699-746. Bohnet, I., Frey, B.S., 1999. Social distance and other-regarding behavior in dictator games: Comment. American Economic Review 89, 33S-339.",
        "Bowles, S., Gintis, H., 2004. The evolution of strong reciprocity: cooperation in heterogeneous populations. Theoretical Population Biology 6S, 17-28.",
        "Brewer, M.B., Miller, N., 1996. Intergroup Relations. Pacific Grove: Brooks/Cole Publishing Company.",
        "Camerer, C., 2003. Behavioral Game Theory: Experiments in Strategic Interaction.",
        "Princeton: Princeton University Press. Corneo, G., Fong, C.M., 2008. Whats the Monetary Value of Distributive Justice? Journal of Public Economics 92, 289-308.",
        "Corneo, G., Gr",
        "Journal of Public Economics 83, 83-107. Croson, R., Shang, J., 200S. Field experiments in charitable contribution: The impact of social influence on the voluntary provision of public goods. Mimeo. DellaVigna, S., List, J.A., Malmendier, U., 2009. Testing for Altruism and Social Pressure in Charitable Giving. Mimeo.",
        "Walster, E.G., Walster, W., Berscheid, E., 1978. Equity: Theory and Research. Boston: Allyn and Bacon.",
        "Weiner, B., 199S. Judgments of Responsibility. New York: The Guilford Press. Williamson, J.B., 1974. Beliefs about the motivation of the poor and attitudes toward poverty policy. Social Problems 21, 734-747."
    ]
}