{
    "id": 15065,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Adsera, A. and D. Ray, (1998), History and coordination failure, Journal of Economic Grow[h, 3, 267-276.",
        "Ait-Sahalia, Y., (2004), Disentangling diffusion from jumps, Journal of Financial Economics, 74, 487-528.",
        "Ait-Sahalia, Y. and J. Jacod, (2008), Testing for jumps in a discretely observed process, Annals of S[a[thtics, forthcoming.",
        "Bandiera, 0., Rasul, I., (2006), Social networks and technology adoption in northern Mozambique, Economic Journal, 116, 869-092.",
        "Barndoff-Neilson, 0. and N. Shephard, (2006), Econometrics of testing for jumps in financial economics using bipolar variation, Journal ofFthancialEconome[rics, 4, 1-30.",
        "Brock, W., (1999), Scaling in economics: A readers guide, Indus[nal and Corpora[e Change, 8, 409-446.",
        "Brock, W., (2001), Complexity-based methods in cycles and growth: Any potential valueadded ? in Punzo, L., pp. 301-338.",
        "Brock, W. and S. Durlauf, (2001a), Discrete choice with social interactions, Review of Economic Studies, 68, 235-260.",
        "Brock, W. and S. Durlauf, (2001b), Interactions-based models, in: J. Heckman and E. Leamer, eds., Handbook of Econome[rics, Volume 4 North-Holland: Amsterdam, 32973380.",
        "Brock, W. and S. Durlauf, (2006), Multinomial choice with social interactions, in The Economy as an Evolving Complex Sys[em IIj L. Blume and S. Durlauf, eds., New York: Oxford University Press.",
        "Brock, W. and S. Durlauf, (2007), Identification of binary choice models with social interactions, Journal of Econome[ncs, 140, 5 2-75.",
        "Cabral, L., (1990), On the adoption of innovations with `network externalities, Mathematical Social Sciences, 19, 299-308.",
        "Conley, T. and C. Udry, (2005), Learning about a new technology: Pineapple in Ghana, Working paper, University of Chicago and Yale University.",
        "Daley, D. and J. Gani, (2001), Epidemic Modelling, New York: Cambridge University Press.",
        "David, P., (2005), Zvi Griliches on diffusion, lags and productivity growth...connecting the dots, mimeo, Stanford University.",
        "De Palma, A., (2007), Inference in a synchronization game with social interactions, mimeo, University of Pennsylvania.",
        "DiNardo, J. and J. Winfree, (2007), The law of genius and home runs refuted, mimeo, University of Michigan.",
        "Feller, W., (1940), On the logistic law of growth and its empirical verification in biology, Ada Biotheoretica, 5, 5 1-66.",
        "Graham, B., (2008), Identifying social interactions through conditional variance restrictions, 76, 3, 643-660.",
        "Griliches, Z., (1957), Hybrid corn: An exploration of the economics of technical change, Econome[rica, 25, 50 1-522.",
        "Griliches, Z., (1958), Research costs and social returns: Hybrid corn and related interactions, Journal of Political Economy, 66, 419-431.",
        "Havens, E. and E. Rogers, (1961), Profitability and the interaction effect, Rural Sociology, 26, 409-4 14.",
        "Lee, L.-F., (2007), Identification and estimation of econometric models with group interactions, contextual factors and fixed effects , Journal of Econome[rics, 140, 333-374.",
        "Manski, C., (1993), Identification of endogenous social effects: The reflection problem, Review of Economic Studies, 60, 531-42.",
        "Manski, C., (1997), Monotone treatment response, Econome[rica, Society, 65, 6, 13111334.",
        "Manski, C., (2004), Social learning from private information: The dynamics of the selection problem, Review ofEconomic Studies, 71, 443-458.",
        "Manski, C., (2006), `Social learning and the adoption of innovations, in Blume L., Durlauf, S., eds., The Economy as an Evolving Complex Sys[em, Ii/ Oxford University Press: Oxford.",
        "Manski, C. andJ. Pepper, (2000), Monotone instrumental variables with an application to the returns to schooling, Econome[rica5 68, 997-1010.",
        "Manuelli, R. and A. Seshadri, (2008), Frictionless technology diffusion: the case of tractors, mimeo, Univeresity of Wisconsin.",
        "Munshi, K., (2004), Social learning in a heterogeneous population: technology diffusion in the Indian Green Revolution, Journal of Development Economics, 73, 185-213.",
        "Reinganum, J., (1981a), On the diffusion of new technology: A game theoretic approach, Review of Economic Studies, 98. 395-405.",
        "Reinganum, J., (1981b), Market structure and the diffusion of new technology, Bell Journal of Economics, 12, 2, 618-624.",
        "Schelling, T., (1997), Social mechanisms and social dynamics, in Social Mechani~ms, P. Hedstrom and R. Swedberg, eds., New York: Cambridge University Press.",
        "Sirakaya, 5. (2006), Recidivism and social interactions, Journal of the American Statistical Association, 101, 475, 863-877.",
        "Skinner, J. and D. Staiger, D., (2005), Technology adoption from hybrid corn to beta blockers, National Bureau of Economic Research Working Paper no. 11251.",
        "Sutch, R., (2008), Henry Agard Wallace, the Iowa corn yield tests, and the adoption of hybrid corn, National Bureau of Economic Research Working Paper no. 14141.",
        "Varian, H., (1992), Microeconomic Theory New York: Norton."
    ]
}