{
    "id": 15066,
    "cites": 26,
    "cited_by": 16,
    "reference": [
        "Topel, Robert. 1999. Labor markets and economic growth. In Handbook of Labor Economics, edited by Orley Ashenfelter and David Card. Amsterdam: Elsevier:2943-2984.",
        "Romer, Paul. 1990. Endogenous technological change. Journal of Political Economy 99,no.5,pt. 11:S71-S102.",
        "Psacharopoulos, George, and Harry A. Patrinos. 2004. Returns to investment in education: A further update. Education Economics 12,no.2 (August): 111-134.",
        "Pritchett, Lant, and Martina Viarengo. 2009. Producing superstars for the economic mundial: The Mexican predicament with quality of education. Program on Education Policy and Governance, Cambridge, MA, Working Paper PEPG 09-01, Harvard University.",
        "Pritchett, Lant. 2004. Access to education. In Global Crises, Global Solutions, edited by BjÃ\u0083Â¶rn Lomborg. Cambridge: Cambridge University Press: 175-234.",
        "Nelson, Richard R., and Edmund Phelps. 1966. Investment in humans, technology diffusion and economic growth. American Economic Review 56,no.2 (May):69-75.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2001. The colonial origins of comparative development: An empirical investigation. American Economic Review 91,no.5 (December):1369-1401.",
        "Aghion, Philippe, Leah Boustan, Caroline M. Hoxby, and JÃ\u0083Â©rÃ\u0083Â´me Vandenbussche. 2005. Exploiting states mistakes to identify the causal impact of higher education on growth. (mimeo), Department of Economics, Harvard University.",
        "Aghion, Philippe, and Peter Howitt. 1998. Endogenous Growth Theory. Cambridge, MA: MIT Press.",
        "Bano, Robert J. 1991. Economic growth in a cross section of countries. Quarterly Journal of Economics 106,no.2 (May):407-443.",
        "Bano, Robert J., and Jong-wha Lee. 1993. International comparisons of educational attainment. Journal of Monetary Economics 32,no .3 (December) :363-394.",
        "Behrman, Jere R., Nancy Birdsall, and Miguel SzÃ\u0083Â©kely. 2007. Economic policy changes and wage differentials in Latin America. Economic Development and Cultural Change 56,no. 1:57-97.",
        "Benhabib, Jess, and Mark M. Spiegel. 2005. Human capital and technology diffusion. In Handbook of Economic Growth, edited by Philippe Aghion and Steven N. Durlauf. Amsterdam: North Holland: 935-966.",
        "Bils, Mark, and Peter J. Klenow. 2000. Does schooling cause growth? American Economic Review 90,no.5 (December): 1160-1183.",
        "Cohen, Daniel, and Marcelo Soto. 2007. Growth and human capital: good data, good results. Journal of Economic Growth 12,no. 1 (March) :51-76.",
        "Duryea, Suzanne, Juan Carlos Navarro, and Aimee Verdisco. 2008. Learning about education quality and perceptions. In Beyond facts: Understanding quality of life; Development in the Americas 2009, edited by Inter-American Development Bank. Washington, DC: Harvard University Press.",
        "Filmer, Deon. 2006. Educational Attainment and Enrollment around the World. Development Research Group. The World Bank 2006 [cited 2006]. Available from econ.worldbank.org/projects/edattain.",
        "Hanushek, Eric A. 2002. Publicly provided education. In Handbook of Public Economics, edited by Alan J. Auerbach and Martin Feldstein. Amsterdam: Elsevier:2045-2141.",
        "Hanushek, Eric A., and Dennis D. Kimko. 2000. Schooling, labor force quality, and the growth of nations. American Economic Review 90,no.5 (December): 1184-1208.",
        "Hanushek, Eric A., and Ludger Woessmann. 2008. The role of cognitive skills in economic development. Journal of Economic Literature 46,no .3 (September) :607-668.",
        "Hanushek, Eric A., and Lei Zhang. 2008. Quality consistent estimates of international returns to skill. (mimeo), Hoover Institution, Stanford University (March).",
        "Heston, Alan, Robert Summers, and Bettina Aten. 2002. Penn World Table Version 6.1. Center for International Comparisons at the University of Pennsylvania (CICUP), Philadelphia, University of Pennsylvania.",
        "Krueger, Alan B., and Mikael Lindahl. 2001. Education for growth: Why and for whom? Journal of Economic Literature 39,no.4 (December): 1101-1136.",
        "Laboratorio Latinoamericano de EvaluaciÃ\u0083Â³n de la Calidad de la EducaciÃ\u0083Â³n. 1998. First International Comparative Study of Language, Mathematics, and Associated Factors in Third and Fourth Grades. Santiago, Chile: Latin American Educational Quality Assessment Laboratory.",
        "Levine, Ross, and David Renelt. 1992. A sensitivity analysis of cross-country growth regressions. American Economic Review 82,no .4 (September) :942-963.",
        "Mankiw, N. Gregory, David Romer, and David Weil. 1992. A contribution to the empirics of economic growth. Quarterly Journal of Economics 107 ,no .2 (May) :407-437."
    ]
}