{
    "id": 15072,
    "cites": 28,
    "cited_by": 10,
    "reference": [
        "Zingales, Luigi (2008), Plan B, draft, University of Chicago.",
        "Uhlig, Harald (1996), A Law of Large Numbers for a Large Economy, Economic Theory, vol. 8, pp. 41-50.",
        "Tversky, A. and Kahneman, D. (1991), Loss Aversion in Riskless Choice: A Reference Dependent Model, Quarterly Journal of Economics 106, 1039-1061.",
        "Schmeidler, David (1989), Subjective Probability and Expected Utility without Additivity, Econometrica, vol 57 (3), pp. 571-587.",
        "Smith, Bruce D. (1991), Bank panics, suspensions, and geography: some notes on the `contagion of fear in banking, Economic Inquiry, April 19991, 29(2), 230-248.",
        "Schleifer, A. and R. Vishny (1992), Liquidation Values and Debt Capacity A Market Equilibrium Approach, Journal of Finance 47, pp. 1343-1366.",
        "Rochet, Jean-Charles (1998), Why are there so mamy bamlcimg crises?, Princeton University Press, Princeton, NJ.",
        "Green, Edward J. and Ping Lin (2003), Implementing efficient allocations in a model of financial intermediation, Journal of Economic Theory 109, 1-23.",
        "Gorton, Gary (2009), Slapped in the Face by the Invisible Hand: Banking and the Panic of 2007, draft, Yale University.",
        "Epstein, Larry G. (1999), A definition of uncertainty aversion, The Review of Economic Studies, vol. 66, pp. 579-608.",
        "Ennis, Huberto M. and Todd Keister (2008), Run Equilibria in the Green-Lin Model of Financial Intermediation, draft, New York Federal Reserve Bank.",
        "Ennis, Huberto M. and Todd Keister (2008), Bank runs and institutions: the perils of intervention, draft, New York Federal Reserve Bank, American Economic Review, forthcoming.",
        "Duffie, Darrell, The Failure Mechanics of Dealer Banks, draft, Stanford University.",
        "Diamond, Douglas W. and Raghuram Rajan (2005), Liquidity Shortages and Banking Crises, The Journal of Finance, vol. 60, no. 2 (April), 615-647.",
        "Diamond, Douglas W. and Raghuram Rajan (2009), Fear of fire sales and the credit freeze, draft, University of Chicago, Booth Graduate School of Business.",
        "Diamond, Douglas W., and Philip H. Dybvig. 1983. Bank Runs, Deposit Insurance, and Liquidity. Journal of Political Economy 91(5): 40119.",
        "Cifuentes, R., G. Ferrucci, and H. Shin (2005), Liquidity Risk and Contagion, Journal of the European Economic Association 3, 556566.",
        "Bryant, J., (1980), A Model of Reserves, Bank Runs and Deposit Insurance,  Journal of Banking and Finance 4, 335-344.",
        "Brunnermeier, Markus (2008), Deciphering the 2007-2008 liquidity and credit crunch, draft, Princeton University.",
        "Barberis, Nicholas, Ming Huang and Tano Santos, Prospect Theory and Asset Prices, Quarterly Journal of Economics 116(1) (February), 153.",
        "Backus, David K., Bryan R. Routledge and Stanley E. Zin (2009), Uncertainty and Sudden Stops in Real Investment, draft, Stern School of Business, New York University.",
        "Allen, Franklin and Douglas Gale (2007), Umderstamdimg Fimamcial Crisis, Clarendon Lectures in Finance, Oxford University Press, Oxford.",
        "Allen, Franklin and E. Carletti (2006), Credit Risk Transfer and Contagion,  Journal of Monetary Economics 53, 89-ill.",
        "Allen, Franklin and Douglas Gale (2004b), Financial Fragility, Liquidity, and Asset Prices, Journal of the European Economic Association 2, 1015-1048.",
        "Allen, Franklin and Douglas Gale (2000), Financial Contagion, Journal of Political Economy 108, 1-33.",
        "Allen, Franklin and Douglas Gale (2004a), Financial Intermediaries and Markets, Econometrica 72, 1023-1061.",
        "Allen, Franklin and Douglas Gale (1998), Optimal Financial Crises, Journal of Finance 53, 1245-1284.",
        "Allen, Franklin and Douglas Gale (1994), Limited Market Participation and Volatility of Asset Prices, American Economic Review 84, 933955."
    ]
}