{
    "id": 15075,
    "cites": 19,
    "cited_by": 29,
    "reference": [
        "Ludvigson, S. and C. Steindel (1999) How Important is the Stock Market Effect on Consumption?, Research Paper, Federal Reserve Bank of New York, 29-51.",
        "Levin, L. (1998) Are Assets Fungible? Testing the Behavioral Theory of Life-Cycle Savings, Journal of Economic Organization and Behavior, 36, 59-83.",
        "Green, R. (1997) Follow the Leader: How Changes in Residential and Non-residential Investment Predict Changes in GDP, Real Estate Economics, 25, 253-270.",
        "Hall, R. (1978) Stochastic Implications of the Life Cycle-Permanent Income Hypothesis, Journal of Political Economy, 86, 97 1-987.",
        "Case, K., J. Quigley and R. Shiller (2005) Comparing Wealth Effects: The Stock Market versus the Housing Market, Advances in Macroeconomics, 5, pp. 1-34.",
        "Federal Reserve (2009) Flow of Funds Accounts of the United States, Fourth Quarter 2008.",
        "Gauger, J. and Snyder, T.C. (2003) Residential Fixed Investment and the Macroeconomy: Has Deregulation Altered Key Relationships?, Journal of Real Estate Finance and Economics, 27, 335-354.",
        "Poterba, J. (2000) Stock Market Wealth and Consumption, Journal of Economic Perspectives, 14, 99-118.",
        "Muellbauer, J. (2008) Housing, Credit and Consumer Expenditure, Proceedings, Federal Reserve Bank of Kansas City, 267-334.",
        "Mishkin, F. (2007) Housing and the Monetary Transmission Mechanism, Working Paper, Finance and Economic Discussion Series, Federal Reserve Board.",
        "Miles, W. (2009) Housing Investment and the U.S. Economy: How Have the Relationships Changed? Journal of Real Estate Research, forthcoming.",
        "Canoll, J., M. Otsuka and J. Slacalek (2006) How Large is the Housing Wealth Effect? A New Approach, NBER Working Paper 12746.",
        "Campbell, J. and G. Mankiw (1991) The Response of Consumption to Income, NBER Reprints 1645.",
        "Campbell, J. and G. Mankiw (1990) Permanent Income, Current Income, and Consumption, American Statistical Association, 8, 265-279.",
        "Campbell and Cocco (2007) How do House Prices Affect Consumption?, Journal of Monetary Economics, 54, 59 1-621.",
        "Buiter, W. (2008) Housing Wealth isnt Wealth, NBER Working Paper 14204.",
        "Buiter, W. (2007) Lessons from the North Atlantic Financial Crisis, Center for Economic Policy Research No. 18.",
        "Auerbach, Alan J., and Kevin Hassett (1989). Corporate Savings and Shareholder Consumption, NBER Working Paper No. 2994, June.",
        "Attanasio, 0., L. Blow, R. Hamilton and A. Leicester (2009) Booms and Busts: Consumption, House Prices and Expectations, Economica, 76, 20-50."
    ]
}