{
    "id": 15077,
    "cites": 34,
    "cited_by": 18,
    "reference": [
        "Curcuru, S., Dvorak, T., Warnock, F., 2008. Cross-Border Returns Differentials, Quarterly Journal of Economics 123(4), 1495-1530.",
        "Cai, F., Warnock F., 2008. International diversification at home, mimeo, University of Virginia.",
        "Choe, H., Kho, B., Stulz, R., 2005. Do Domestic Investors Have an Edge? The Trading Experience of Foreign Investors in Korea, Review of Financial Studies 18(3), 795-829.",
        "Chuhan, P., Claessens, S., Mamingi, N., 1998. Equity and bond flows to Latin America and Asia:the role of global and country factors, Journal of Development Economics 55, 439463.",
        "Brennan, M., Cao, H., 1997. International portfolio investment flows, Journal of Finance 52, 185 1-18 80.",
        "Burger, J., Warnock, F., 2007. Foreign participation in local cunency bond markets, Review of Financial Economics 16, 29 1-304.",
        "Brennan, M., Cao, H., Strong, N., Xu, X., 2005. The dynamics of international equity market expectations, Journal of Financial Economics 77, 257-28 8.",
        "Richards, A., 2005. Big fish in small ponds: the momentum investing and price impact of foreign investors in Asian emerging equity markets, Journal of Financial and Quantitative Analysis 40 (1), 1-27.",
        "Parwada, J., Walter T., Winchester, D., 2007. Do foreign investors pay more for stocks in the United States? An analysis by country of origin, working paper.",
        "Portes, R., Rey, H., 2005. The determinants of cross-border equity flows, Journal of International Economics 65 (2), 269-296.",
        "Lane, P., Milesi-Fenetti, G.M., 2005. Financial Globalization and Exchange Rates, IMF working paper # 05/3.",
        "Montiel, P., Reinhart, C., 1999. Do capital controls and macroeconomic policies influence the volume and composition of capital flows? Evidence from the 1990s. Journal of International Money and Finance 18 (4), 619-635.",
        "Grinblatt, M., Titman, 5., 1993. Performance measurement without benchmarks: An examination of mutual fund returns, Journal of Business 66, 47-68.",
        "Griffin, J., Nardari, F., Stulz, R., 2004. Are daily cross-border flows pushed or pulled? Review of Economics and Statistics 86 (3), 641-657.",
        "Gourinchas, P-O., Rey H., 2007. From world banker to world venture capitalist: The U.S. external adjustment and the exorbitant privilege, in R. Clarida (ed.) G7 Current Account Imbalances: Sustainability and Adjustment (Chicago, University of Chicago Press), 11-55.",
        "Thomas, C., Warnock, F., Wongswan, J., 2006. The performance of international equity portfolios, NBER Working Paper 12346.",
        "Warnock, F., Warnock, V., 2009. International capital flows and U.S. interest rates. Journal of International Money and Finance (forthcoming).",
        "Tesar, L., Werner, I., 1994. International equity transactions and U.S. portfolio choice. In Frankel, J., The Internationalization of Equity Markets. NBER and University of Chicago Press, Chicago.",
        "Shukla, R., van Inwegen, G., 1995. Do locals perform better than foreigners? An analysis of UK and US mutual fund managers, Journal of Economics and Business 47, 24 1-253.",
        "Taylor, M., Sarno, L., 1997. Capital flows to developing countries: long- and short-term determinants, World Bank Economic Review 11(3), 45 1-470.",
        "Forbes, K., 2007. Global Imbalances: A Source of Strength or Weakness?, Cato Journal 27, 193202.",
        "Forbes, K., 2008. Why Do Foreigners Invest in the United States? NBER Working Paper 13908.",
        "Froot, K., OConnell, P.G., Seasholes, M., 2001. The portfolio flows of international investors, Journal of Financial Economics 59 (2), 15 1-194.",
        "Ferson, W. , Schadt, R., 1996. Measuring fund strategy and performance in changing economic conditions, Journal of Finance 5 1(2), 425-46 1.",
        "Ferson, W., Khang, K., 2002. Conditional performance measurement using portfolio weights: Evidence for pension funds, Journal of Financial Economics 65, 249-282.",
        "Edison, H., Warnock, F., 2008. Cross-Border Listings, Capital Controls, and Equity Flows to Emerging Markets, Journal of International Money and Finance 27, 1013-1027.",
        "Dvorak, T., 2005. Do domestic investors have an information advantage? Evidence from Indonesia, Journal of Finance 60, 8 17-839.",
        "Engel, C., Matsumoto, A., 2006. Portfolio Choice in a Monetary Open-Economy DSGE Model, working paper.",
        "Devereux, M., Saito, A., 2006. A Portfolio Theory of International Capital Flows, Institute for International Integration Studies Discussion Paper No. 124.",
        "Curcuru, S., Thomas, C., Warnock, F., 2009. Current Account Sustainability and Relative Reliability, NBER International Seminar on Macroeconomics 2008.",
        "Bohn, H., Tesar, L., 1996. U.S. equity investment in foreign markets: Portfolio rebalancing or returns chasing? American Economic Review 86(2), 77-8 1.",
        "Bertaut, C., Tryon, R., 2007. Monthly estimates of U.S. cross-border securities positions, Federal Reserve Board International Finance Discussion Paper # 910.",
        "Bekaert G., Harvey, C., Lumsdaine, R., 2002. The dynamics of emerging market equity flows, Journal of International Money and Finance 21(3), 295-350.",
        "Ammer, J., Holland, S., Smith, D., Warnock, F., 2006. Look at me now: The role of cross-listings in attracting U.S. shareholders. NBER Working Paper 12500."
    ]
}