{
    "id": 15084,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Fischhoff, Baruch., Paul Slovic, and Sarah Lichtenstein. 1978. Fault Trees: Sensitivity of Assessed Failure Probabilities to Problem Representation. Journal of Experimental Psychology: Human Perceptions and Performance, 4, 330-344.",
        "Popkin, Samuel. 1991. The Reasoning Voter. Chicago, IL: University of Chicago Press.",
        "Stewart, Neil, Nick Chater, and Gordon Brown, 2006. Decision by sampling, Cognitive Psychology, 53, 1-26.",
        "Tversky, Amos, and Derek Koehler. 1994. Support Theory: A Nonextensional Representation of Subjective Probability, Psychological Review, 101, 547-5 67.",
        "Osborne, Martin J. and Ariel Rubinstein. 1998. Games with Procedurally Rational Players, American Economic Review, 88, 834-847.",
        "_____ 2002. A Memory-Based Model of Bounded Rationality, Quarterly Journal of Economics, 117(3), 735-774.",
        "Mullainathan, Sendhil, Joshua Schwartzstein, and Andrei Shleifer. 2008. Coarse Thinking and Persuasion, Quarterly Journal of Economics 123 (2), 5 77-620.",
        "Mullainathan, Sendhil. 2000. Thinking through Categories, mimeo.",
        "Maya Bar-Hillel. 1982. Studies of Representativeness, in D. Kahneman, P. Slovic, and A. Tversky, eds., Judgment under Uncertainty: Heuristics and Biases. Cambridge, UK: Cambridge University Press.",
        "_____ 1982. Evidential Impact of Base-Rates, chapter 10 in D. Kahneman, P. Slovic, and A. Tversky, eds., Judgement Under Uncertainty: Heuristics and Biases, Cambridge, UKI Cambridge University Press.",
        "Kahneman, Daniel, and Amos Tversky. 1972. Subjective probability: A judgment of representativeness. Cognitive Psychology, 3, 430-454.",
        "_____ 1974. Judgment Under Uncertainty: Heuristics and Biases, Science, 185, 11241131.",
        "_____ 1983. Extensional vs. Intuitive Reasoning: The Conjunction Fallacy in Probability Judgment, Psychological Review, 91, 293-315.",
        "Kahneman, Daniel, and Shane Frederick. 2005. A Model of Heuristic Judgment, chapter 12 in K. Holyoake and R. Morrison, eds. The Cambridge Handbook of Thinking and Reasoning, Cambridge, UK: Cambridge University Press.",
        "Griffin, Dale and Amos Tversky. 1992. The Weighing of Evidence and the Determinants of Confidence. Cognitive Psychology, 24, 411-435.",
        "Jehiel, Philippe. 2005. Analogy-based Expectation Equilibrium, Journal of Economic Theory 123, 81-104.",
        "Kahneman, Daniel. 2003. Maps of Bounded Rationality: Psychology for Behavioral Economics. American Economic Review 93, 1449-1476."
    ]
}