{
    "id": 15087,
    "cites": 24,
    "cited_by": 57,
    "reference": [
        "ATTANASIO, 0. P. (2009): Expectations and Perceptions in Developing Countries: Their Measurement and Their Use, American Economic Review, Papers and Proceedings.",
        "ATTANASIO, 0. P., AND K. M. KAUFMANN (2008): Subjective Returns to Schooling and Risk Perceptions of Future Earnings - Elicitation and Validation of Subjective Distributions of Future Earnings, mimeo.",
        "ATTANASIO, 0. P., C. MEGHIR, AND A. SANTIAGO (2005): Education Choices in Mexico: Using a Structural Model and a Randomized Experiment to Evaluate Progresa, IFS Working Papers, E WPOS/01.",
        "ATTANASIO, 0. P., C. MEGHIR, AND M. VERA-HERNANDEZ (2005): Elicitation, Validation, and Use of Probability Distributions of Future Income in Developing Countries, mimeo.",
        "BELZIL, C., AND J. HANSEN (2002): Earnings Dispersion, Risk Aversion, and Education, IZA Discussion Paper No. 513.",
        "BETTS, J. R. (1996): What Do Students Know about Wages? Evidence from a Survey of Undergraduates,  The Journal of Human Resources, 31 (1), 27-56.",
        "CAMERON, S. V., AND J. J. HECKMAN (1998): Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males, Journal of Political Economy, 106 (2), 262-333.",
        "(2001): The Dynamics of Educational Attainment for Black, Hispanic and White Males, Journal of Political Economy, 109 (3), 455-499.",
        "CAMERON, S. V., AND C. TABER (2004): Borrowing Constraints and the Returns to Schooling, Journal of Political Economy, 112 (1), 132-182.",
        "CARNEIRO, P., AND J. J. HECKMAN (2002): The Evidence on Credit Constraints in PostSecondary Schooling, The Economic Journal, 112 (October), 705-734.",
        "CARNEIRO, P., J. J. HECKMAN, AND E. VYTLACIL (2005): Understanding What IV Estimate: Estimating Marginal and Average Returns to Education, mimeo.",
        "DAUPHIN, A., A.-R. E. LAHGA, B. FORTIN, AND G. LACROIX (2008): Are Children DecisionMakers Within the Household?, IZA Discussion Paper No. 3728.",
        "DELAVANDE, A., X. GIN~, AND D. MCKENZIE (2009): Measuring Subjective Expectations in Developing Countries: A Critical Review and New Evidence, World Bank Policy Research Working Paper ~ DELAVANDE, A., AND H.-P. KOHLER (2008): HIV Testing and Subjective Expectations in Rural Malawi, mimeo.",
        "D0MINITz, J., AND C. F. MANSKI (1996): Eliciting Student Expectations of the Returns to Schooling, Journal of Human Resources, 31 (1), 1-26.",
        "GIN~, X., R. M. TOWNSEND, AND J. VICKEREY (2008): Rational Expectations? Evidence from Planting Decisions in Semi-Arid India, BREAD Working Paper No. 166.",
        "GuIS0, L., T. JAPPELLI, AND L. PISTAFERRI (2002): An Empirical Analysis of Earnings and Employment Risk, Journal of Business and Economic Statistics, 20 (2), 241-253.",
        "HECKMAN, J. J. (1979): Sample Selection as a Specification Error, Econometrica, 47 (1), 153161.",
        "HECKMAN, J. J., AND E. VYTLACIL (2005): Structural Equations, Treatment Effects, and Econometric Policy Evaluation, Econometrica, 73 (3), 669-738.",
        "JENSEN, R. (2008): The (Perceived) Returns to Education and the Demand for Schooling, mimeo.",
        "KAUFMANN, K. M. (2009): Understanding the Income Gradient in College Attendance in Mexico: The Role of Heterogeneity in Expected Returns to College, mimeo.",
        "KEANE, M. P., AND K. I. WOLPIN (1997): Career Decisions of Young Men, Journal of Political Economy, 105 (June), 473-522.",
        "MANSKI, C. F. (2004): Measuring Expectations, Econometrica, 72 (5), 1329-1376.",
        "MCKENZIE, D., J. GIBSON, AND S. STILLMAN (2007): A Land of Milk and Honey with Streets Paved with Gold: Do Emigrants have Over-Optimistic Expectations about Incomes Abroad?, World Bank Policy Research Working Paper No. ~ NGUYEN, T. (2008): Information, Role Models and Perceived Returns to Education: Experimental Evidence from Madagascar, mimeo.",
        "PADULA, M., AND L. PISTAFERRI (2001): Education, Employment and Wage Risk, Working Paper No. 67, Centre for the Studies in Economics and Finance."
    ]
}