{
    "id": 15082,
    "cites": 50,
    "cited_by": 5,
    "reference": [
        "Stavins, Robert N. 1998. What Can We Learn from the Grand Policy Experiment? Positive and Normative Lessons from S02 Allowance Trading. Journal of Economic Perspectives, 12(3): 69-88.",
        "Smith, Jeffrey and Petra Todd. 2005. Does Matching Overcome Lalondes Critique of Nonexperimental Estimators? Journal of Econometrics, 125 (1-2): 305-353.",
        "Shapiro, M. (2005). Equity and Information: Information Regulation, Environmental Justice, and Risks from Toxic Chemicals. Journal of Policy Analysis and Management, 24(2), 373-398.",
        "SCAQMD. Various years. Annual RECLAIM Audit Report. Published annually beginning with compliance year 1994. Diamond Bar, California.",
        "Shadbegian, Ronald, Wayne Gray and Cynthia Morgan. 2007. Benefits and Costs From Sulfur Dioxide Trading: A Distributional Analysis in Acid in the Environment: Lessons Learned and Future Prospects. Gerald R. Visgilio and Diana M. Whitelaw Eds. Springer.",
        "SCAQMD. 2002. Comments on Draft Report ~An Evaluation of the South Coast Air Quality Management Districts Regional Clean Air Incentives Market- Lessons in Environmental Market and Innovation Diamond Bar, California.",
        "SCAQMD. 2001. White Paper on Stabilization of NOx RTC Prices. Diamond Bar, California.",
        "South Coast Air Quality Management District. 1998. Three Year Audit and Progress Report, Diamond Bar, California.",
        "SCAQMD. 2000. Review of RECLAIM Findings. Diamond Bar, California.",
        "Rosenbaum, P. R. and D. B. Rubin. 1983. The central role of the propensity score in observational studies for causal effects. Biometrika 70(1): 41-55.",
        "Schubert, U. and A. Zerlauth. 1999. Air quality management systems in urban regions: The case of the emission trading programme RECLAIM in Los Angeles and its transferability to Vienna, in Environment and Health.",
        "Morgan, Stephen L. and David J. Harding. 2006. Matching Estimators of Causal Effects: Prospects and Pitfalls in Theory and Practice. Sociological Methods ~ Research 35(1): 3-60.",
        "Morello-Frosch, Rachel, Manuel Pastor, and James Sadd. 2001. Environmental Justice and Southern Californias ~Riskscape: The Distribution of Air Toxics Exposures and Health Risks among Diverse Communities. Urban Affairs Review 36: 551-578.",
        "Holland, Stephen P. and Michael R. Moore. 2008. When to Pollute, When to Abate? Intertemporal Permit Use in the Los Angeles NOx Market. NBER WP no. 14254.",
        "Holland, P. 1986. ~Statistics and causal inference~. Journal of the American Statistical Association 81, 945-70.",
        "Heckman, James, Hidehiko Ichimura, Jeffrey Smith, and Petra Todd. 1998. Characterizing Selection Bias Using Experimental Data. Econometrica, 66(5): 1017-1098.",
        "Heckman, J. 1979. ~Sample selection bias as a specification error.~ Econometrica, 47, 153-61.",
        "Heckman, James, Hidehiko Ichimura and Petra Todd. 1997. Matching As An Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Program, Review of Economic Studies, 64(4): 605-654.",
        "Harrington, Winston and Richard D. Morgenstern. 2007. Economic Incentives Versus Command and Control: Whats the Best Approach for Solving Environmental Problems ? Acid in the Environment: Lessons Learned and Future Prospects. Gerald R. Visgilio and Diana M. Whitelaw, eds. Springer. US.",
        "Hall, Jane V., Arthur M. Winer, Michael T. Kleinman, Frederick W. Lurmann, Victor Brajer, and Steven D. Colome. 1992. Valuing the Health Benefits of Clean Air. Science 255(5046): 812-817.",
        "Harrington, Winston, Richard D. Morgenstern, Thomas Sterner, and J. Clarence (Terry) Davies. 2004. Lessons from the Case Studies in Choosing Environmental Policy: Comparing Instruments and Outcomes in the United States and Europe Winston Harrington, Richard D. Morgenster, and Thomas Sterner, eds., RFF Press, Washington, DC.",
        "Moore, Curtis A. 2004. RECLAIM: Southern Californias Failed Experiment With Air Pollution Trading. Clean Air Trust http://www.cleanairtrust.org/release.l2l902.html, http: / /www. cleanairtrust .org/pdf/reclaim.pdf.",
        "Kolstad, Jonathan and Frank Wolak. 2003. Using Environmental Emissions Permit Prices to Raise Electricity Prices: Evidence from the California Electricity Market, CSEM Working Paper 113.",
        "Keohane, Nathaniel, Richard Revesz, and Robert Stavins. 1998. The Choice of Regulatory Instruments in Environmental Policy, Harvard Environmental Law Review, 22(2): 313-367.",
        "Klier, Thomas H., Richard H. Mattoon, and Michael A. Prager. 1997. A Mixed Bag: Assessment of Market Performance and Firm Trading Behavior in the NO~ RECLAIM Programme. Journal of Environmental Planning and Management 40(6): 75 1-774.",
        "Keohane, Nathaniel 0., Erin T. Mansur, and Andrey Voynov. Forthcoming. Averting Regulatory Enforcement: Evidence from New Source Review, Journal of Economics and Management Strategy.",
        "Kaswan, A. 2008. Environmental Justice and Domestic Climate Change Policy. Environmental Law Reporter.",
        "Ellerman, A. Denny, Paul L. Joskow, and David Harrison, Jr. 2003. Emissions Trading in the U.S.: Experience, Lessons, and Considerations for Greenhouse Gases. Pew Center on Global Climate Change.",
        "Executive Order 12898. 1994. Federal Actions To Address Environmental Justice in Minority Populations and Low-Income Populations.",
        "Ellerman, A. Denny. 2006. Are Cap-and-Trade Programs More Environmentally Effective than Conventional Regulation? Moving to Markets in Environmental Regulation: Lessons from Twenty Years of Experience. Freeman, Jody and Charles Kolstad Eds. Oxford University Press.",
        "Chinn, Lily. 1999. Can the Market be Fair and Efficient? An Environmental Justice Critique of Emissions Trading. Ecology Law Quarterly, 26(1): 89-125.",
        "Drury, Richard Toshiyuki, Michael E. Belliveau, J. Scott Kuhn and Shipra Bansal. 1999. Pollution Trading and Environmental Injustice: Los Angeles Failed Experiment in Air Quality Policy. Duke Environmental Law Policy Forum, 9(2): 233-289.",
        "Committee on Changes in New Source Review Programs for Stationary Sources of Air Pollution. 2006. New Source Review for Stationary Sources of Air Pollution The National Academies Press.",
        "Burtraw, Dallas, David A. Evans, Alan Krupnick, Karen Palmer, and Russell Toth. 2005. Economics of Pollution Trading for SO2 and NOx, Annual Review of Environment and Resources, 30: 253-289.",
        "Busso, Matias, DiNardo, John E. and McCrary, Justin. 2009. ~New Evidence on the Finite Sample Properties of Propensity Score Matching and Reweighting Estimators. IZA Discussion Paper No. 3998.",
        "Brown, Phillip. 1995. Race, Class and Environmental Health: A Review and Systematization of the Literature. Environmental Research 69 (1): 15-30.",
        "Bansal, Shipra and Sam Davis. 1998. Holding our Breath: Environmental Injustice Exposed in Southeast Los Angeles, pp. 17-28.",
        "Banzhaf, H. Spencer and Randall P. Walsh. 2008. Do People Vote with their Feet? An Empirical Test of Tiebout/s Mechanism, American Economic Review 98(3), pp. 843-63.",
        "Abadie, Alberto and Guido W. Imbens. 2006. Large Sample Properties of Matching Estimators for Average Treatment Effects. Econometrica, 74(1): 235-267.",
        "Vandenbergh, M.P. and B.A. Ackerly. 2006. Climate Change: The Equity Problem. Virginia Environmental Law Journal, 26.",
        "US EPA. 2005. The Acid Rain Program and Environmental Justice: Staff Analysis. Washington, D.C.",
        "US EPA. 2006. An Overview of the Regional Clean Air Incentives Market. Washington, D.C.",
        "Tietenberg, Tom H. 2006. Emissions Trading Principles and Practice. Resources for the Future. Washington D.C.",
        "US EPA. 1992. The United States Experience with Economic Incentives to Control Environmental Pollution. Washington. D.C.",
        "US EPA. 2001. The United States Experience with Economic Incentives for Protecting the Environment. Washington, D.C.",
        "US EPA. 2002. An Evaluation of the South Coast Air Quality Management Districts Regional Clean Air Incentives Market- Lessons in Environmental Market and Innovation. Washington, D.C.",
        "Green, Kenneth P., Steven F. Hayward and Kevin A. Hassett. 2007. Climate Change: Caps vs. Taxes. Environmental Policy Outlook. American Enterprise Institute for Public Policy Research June 2007.",
        "Freedman, David A. and R.A. Berk. 2008. On weighting regressions by propensity scores. Evaluation Review 32: 392-409.",
        "Gangadharan, Lata. 2000. Transaction Costs in Pollution Markets: An Empirical Study. Land Economics 76(4): 601-614.",
        "GAO. 1983. Siting of Hazardous Waste Landfills and Their Correlation with Racial and Economic Status of Surrounding Communities. Washington, D.C."
    ]
}