{
    "id": 1508,
    "cites": 11,
    "cited_by": 26,
    "reference": [
        "[1] Berger, Allen N., The Exact Term Structure of Interest Rates Using Coupon Bond Data, Chapter 3 of PhD dissertation, Univer- sity of California at Berkeley, 1981.",
        "[2) Campbell, John Y., Asset Duration and Time-Varying Risk Pre- mia, PhD dissertation, Yale University, 1984.",
        "[3] Campbell, John 1. and Robert J. Shiller, A Simple Account of the Behavior of Long-Term Interest Rates, American Economic Review Vol. 74 No. 2 Papers and Proceedings pp. 44-48, May 1984.",
        "[4] Cox, John C., Jonathan E. Ingersoll Jr. and Stephen A. Ross, A Re-examination of Traditional Hypotheses about the Term Structure of Interest Rates, Journal of Finance Vol. 36 No. 4 pp. 769-799, 1981.",
        "[5) Fama, Eugene F., The Information in the Term Structure, CRSP Working Paper No. 111, Graduate School of Business, University of Chicago, March 1984.",
        "[6] Granger, Clive W.J., Co-Integrated Variables and Error- Correcting Modelsit, Working Paper 83-13, University of California at San Diego, 1983.",
        "[7) Honohan, Patrick, On Some Strong Results Concerning the Term Structure, Working Paper 83-18, University of California at San Diego, 1983. - 30 -",
        "[10] Macaulay, Frederick, Some Theoretical Problems Suggested ~y the Movements of Interest Rates, Stock Prices and Bond Yields in the United States Since 1856, National Bureau of Economic Research, New York, 1938.",
        "[11) Mankiw, N. Gregory and Lawrence H. Summers, Do Long-Term Interest Rates Overreact to Short-Term Interest Rates?, Brookings Pa- pers on Economic Activity 1984:1 pp. 223-242, 1984.",
        "[12) McCulloch, J. Huston, Measuring the Term Structure of In- terest Rates, Journal of Business Vol. 44 pp. 19-31, January 1971.",
        "[13] Shiller, Robert J., John 1. Campbell and Kermit L. Schoen- holtz, Forward Rates and Future Policy: Interpreting the Term Struc- ture of Interest Rates, Brookings Papers on Economic Activity 1983:1"
    ]
}