{
    "id": 15085,
    "cites": 22,
    "cited_by": 32,
    "reference": [
        "Tobin, J. Estimation of Relationships for Limited Dependent Variables. Econometrica, 1958, pp. 24-36.",
        "Powell, James L. Censored Regression Quantiles. Journal of Econometrics, 1986, 23, pp.143-155.",
        "Newhouse, Joseph P and the Insurance Experiment Group. Free for All? Lessons from the RAND Health Insurance Experiment. Harvard University Press. Cambridge: 1993.",
        "Newhouse, Joseph P., Phelps, Charles E., and Marquis, M. Susan. On Having Your Cake and Eating it too: Econometric Problems in Estimating the Demand for Health Services.  Journal of Econometrics, 1980, 13, pp. 365-390.",
        "Newey, Whitney K. Efficient Estimation of Limited Dependent Variable Models with Endogenous Explanatory Variables. Journal of Econometrics, 1987, 36, pp. 231-250.",
        "MarketScan Database, Ann Arbor,MI: The MEDSTAT Group Inc., 2004.",
        "Mullahy, John. Much ado about two: reconsidering retransformation and the two-part model in health econometrics. Journal of Health Economics, 1998, 17, pp. 247-281.",
        "Medical Expenditure Panel Survey. Agency for Healthcare Research and Quality. 2004.",
        "Keeler, Emmett and Rolph, John E. The Demand for Episodes of Treatment in the Health Insurance Experiment. Journal of Health Economics, 1988, 7, pp. 337-367.",
        "Kowalski, Amanda E. Censored Quantile instrumental variable Estimates of the Price Elasticity of Expenditure on Medical Care. Massachusetts Institute of Technology dissertation, chapter 1, 2008 pp. 1-96.",
        "Hausman, Jerry A. The Econometrics of Nonlinear Budget Sets. Econometrica, 1985, 53(6), pp. 1255-82.",
        "Kaiser Family Foundation and Health Research Educational Trust. Employer Health Benefits Annual Survey 2006.",
        "Manning, Willard G., Newhouse, Joseph P., Duan, Naihua, Keeler, Emmett B., and Leibowitz, Arleen. Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment. The American Economic Review, Jun 1987, 77(3), pp. 251-277.",
        "Angrist, Joshua, and Imbens, Guido. Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity. Journal of the American Statistical Association. 1995. 90(430), pp. 43 1-442.",
        "Eichner, Matthew J. The Demand for Medical Care: What People Pay Does Matter. The American Economic Review. Papers and Proceedings of the Hundred and Tenth Annual Meeting of the American Economic Association. May 1998. 88(2) pp. 117-121.",
        "Hausman, Jerry A. Specification Tests in Econometrics. Econometrica, 1978, 46(6), pp. 1251-71.",
        "Eichner, Matthew J. Medical Expenditures and Major Risk Health Insurance, Massachusetts Institute of Technology dissertation, chapter 1, 1997, 1-66.",
        "Duan, Naihua, Manning, Willard G Jr., Morris, Carl N., Newhouse, Joseph P. A Comparison of Alternative Models for the Demand for Medical Care. Journal of Business & Economic Statistics, 1983, 1(2), pp. 115-126.",
        "Chernozhukov, Victor, and Hansen, Christian. Instrumental variable quantile regression: A robust inference approach. Journal of Econometrics. January 2008. 142(1), pp.379-398.",
        "Chernozhukov, Victor, and Hong, Han. Three-Step Quantile Regression and Extramarital Affairs. Journal of The American Statistical Association. September 2002, 97(459). pp. 872-882.",
        "Buntin, Melinda Beeukes, and Zaslavsky, Alan M. Too Much Ado About TwoPart Models and Transformation? Comparing Methods of Modeling Health Care Costs. Journal of Health Economics. 2004, 23, pp. 525-542.",
        "Angrist, Joshua, Imbens, Guido, and Rubin, Donald. Identification of causal effects using instrumental variables. Journal of the American Statistical Association. 1996, 91(434), pp. 444-455."
    ]
}