{
    "id": 15097,
    "cites": 46,
    "cited_by": 16,
    "reference": [
        "Trefler, D., 1995. The case of the missing trade and other mysteries. The American Economic Review, b029-b046.",
        "Tuijnman, A. (Ed.), 2000. Literacy in the Information Age: Final Report of the International Adult Literacy Survey. OECD Paris.",
        "Trefler, D., 1993. International factor price differences: Leontief was right! Journal of Political Economy, 961-987.",
        "Tang, H., 2008. Labor Market Institutions, Firm-specific Skills, and Trade Patterns. Mimeo, Hong Kong University of Science and Technology.",
        "Stole, L. A., Zwiebel, J., 1996. Intra-firm bargaining under non-binding contracts. The Review of Economic Studies, 375-4b0.",
        "Takii, K., Tanaka, R., 2009. Does the diversity of human capital increase gdp? a comparison of education systems. Forthcoming Journal of Public Economics.",
        "Stevenson, D., Baker, D., 1991. State control of the curriculum and classroom instruction. Sociology of Education, 1-b.",
        "Ross, S. A., 1981. Some stronger measures of risk aversion in the small and the large with applications. Econometrica: Journal of the Econometric Society, 621-638.",
        "Romalis, J., 2004. Factor proportions and the structure of commodity trade. American Economic Review, 67-97.",
        "Ohnsorge, F., Trefler, D., 2007. Sorting It Out: International Trade with Heterogeneous Workers. Journal of Political Economy 115 (5), 868-892.",
        "Nunn, N., 2007. Relationship-Specificity, Incomplete Contracts, and the Pattern of Trade*. The Quarterly Journal of Economics 122 (2), 569-600.",
        "Manova, K., 2008a. Credit constraints, equity market liberalizations and international trade. Journal of International Economics 76 (1), 33-47.",
        "Manova, K., 2008b. Credit Constraints, Heterogeneous Firms, and International Trade. Stanford University mimeo.",
        "Levchenko, A. A., 2007. Institutional Quality and Trade. Review of Economic Studies 74 (3), 791819.",
        "Kremer, M., 1993. The 0-ring theory of economic development. The Quarterly Journal of Economics, 551-575.",
        "Lazear, E., Shaw, K., 2008. The Structure of Wages: An International Comparison. University of Chicago Press.",
        "James, E., 1993. Why do different countries choose a different public-private mix of educational services? Journal of Human Resources, 571-592.",
        "Hoxby, C., Building, L., 2000. Peer effects in the classroom: Learning from gender and race variation. NBER working paper 7867.",
        "Iranzo, S., Schivardi, F., Tosetti, E., 2008. Skill dispersion and firm productivity: an analysis with employer-employee matched data. Journal of Labor Economics 26 (2), 247-285.",
        "Carneiro, P., Heckman, J., 2003. Human Capital Policy. NBER Working Paper 9495.",
        "Costinot, A., Komunjer, I., 2007. What Goods Do Countries Trade? New Ricardian Predictions. NBER Working Paper 13691.",
        "Dahl, G., 2002. Mobility and the return to education: Testing a Roy model with multiple markets. Econometrica, 2367-2420.",
        "Davis, D. R., Weinstein, D. E., 2001. An account of global factor trade. American Economic Review, 1423-1453.",
        "De Groot, H., Linders, G., Rietveld, P., Subramanian, U., 2004. The institutional determinants of bilateral trade patterns. Kyklos 57 (1), b03-123.",
        "Friesen, J., Krauth, B., 2007. Sorting and inequality in Canadian schools. Journal of Public Economics 91(11-12), 2185-2212.",
        "Glaeser, E., La Porta, R., Lopez-de Silanes, F., Shleifer, A., 2004. Do institutions cause growth? Journal of Economic Growth 9 (3), 271-303.",
        "Grossman, G. M., 2004. The Distribution of Talent and the Pattern and Consequences of International Trade. Journal of Political Economy 112 (1), 209-239.",
        "Grossman, G. M., Maggi, G., 2000. Diversity and trade. American Economic Review, 1255-1275.",
        "Hanushek, E., Kain, J., Markman, J., Rivkin, 5., 2003. Does peer ability affect student achievement? Journal of Applied Econometrics, 527-544.",
        "Heckman, J., Scheinkman, J., 1987. The importance of bundling in a Gorman-Lancaster model of earnings. The Review of Economic Studies, 243-255.",
        "Helpman, E., Itskhoki, 0., 2009b. Labor Market Rigidities, Trade and Unemployment: A Dynamic Model. Mimeo, Harvard University.",
        "Helpman, E., Itskhoki, 0., Redding, S. J., 2008a. Inequality and unemployment in a global economy. Mimeo, Harvard University.",
        "Helpman, E., Itskhoki, 0., Redding, S. J., 2008b. Wages, Unemployment and Inequality with Heterogeneous Firms and Workers. Mimeo, Harvard University.",
        "Helpman, E., Krugman, P. R., 1985. Market structure and foreign trade. MIT press Cambridge, Mass.",
        "Helpman, E., Melitz, M., Rubinstein, Y., 2008c. Estimating Trade Flows: Trading Partners and Trading Volumes*. Quarterly Journal of Economics 123 (2), 441-487.",
        "Brown, G., Micklewright, J., Schnepf, S., Waldmann, R., 2007. International surveys of educational achievement: how robust are the findings? Journal of the Royal Statistical Society: Series A (Statistics in Society) 170 (3), 623-646.",
        "Bowen, H. P., Leamer, E. E., Sveikauskas, L., 1987. Multicountry, multifactor tests of the factor abundance theory. The American Economic Review, 791-809.",
        "Bougheas, S., Riezman, R., 2007. Trade and the distribution of human capital. Journal of International Economics 73 (2), 421-433.",
        "Bernard, A., Jensen, J., 1997. Exporters, skill upgrading, and the wage gap. Journal of International Economics 42 (1-2), 3-31.",
        "Bernard, A., Jensen, J., Lawrence, R., 1995. Exporters, jobs, and wages in US manufacturing: 1976-1987. Brookings Papers on Economic Activity. Microeconomics, 67-119.",
        "Benabou, R., 1996. Heterogeneity, stratification, and growth: macroeconomic implications of community structure and school finance. The American Economic Review, 584-609.",
        "Behrens, K., Lamorgese, A., Ottaviano, G., Tabuchi, T., 2009. Beyond the Home Market Effect: Market Size and Specialization in a Multi-Country World. Mimeo, University of Tokyo.",
        "Aumann, R. J., Shapley, L. 5., 1974. Values of non-atomic games. Princeton University Press Princeton.",
        "Antweiler, W., Trefler, D., 2002. Increasing returns and all that: a view from trade. American Economic Review, 93-119.",
        "Acemoglu, D., AntrÃ\u0083Â¢s, P., Helpman, E., 2007. Contracts and technology adoption. American Economic Review 97 (3), 916-943.",
        "Adda, J., Dustmann, C., Meghir, C., Robin, J., Street, G., 2006. Career progression and formal versus on-the-job training. IZA Discussion Paper 2260."
    ]
}