{
    "id": 15092,
    "cites": 55,
    "cited_by": 0,
    "reference": [
        "CamiÃ\u0083Â±a, Ester, A Generalized Assignment Game, Mathematical Social Sciences, 2006, 52 (2), 152-161.",
        "Choo, Eugene and Aloysius Siow, Who Marries Whom and Why, The Journal of Political Economy, November 2006, 114 (1), 175-201.",
        "Ciliberto, Federico and Elie Tamer, Market Structure and Multiple Equilibria in Airline Markets, October 2008. working paper.",
        "Dagsvik, John K., Aggregation in Matching Markets, International Economic Review, February 2000, 41 (1), 27-57.",
        "Demange, Gabrielle, David Gale, and Marilda A. Oliveira Sotomayor, Multi-Item Auctions, The Journal of Political Economy, August 1986, 94 (4), 863-872.",
        "Elyakime, Bernard, Jean-Jaques Laffont, Patrice Loisel, and Quang Vuong, First-Price Sealed-Bid Auctions with Secret Reservation Prices, Annales dEconomie et de Statistique, 1994, 34 (0), 115-141.",
        "Fox, Jeremy T., Semiparametric estimation of multinomial discrete-choice models using a subset of choices, RAND Journal of Economics, Winter 2007, 38 (4), 1002-1019.",
        "- , Estimating Matching Games with Transfers, March 2009. working paper.",
        "- and Patrick Bajari, Measuring the Efficiency of an FCC Spectrum Auction, 2009. working paper.",
        "Gale, David and Lloyd Shapley, College Admissions and the Stability of Marriage, American Mathematical Monthly, 1962, 69.",
        "Galichon, Alfred and Marc Henry, Inference in Models with Multiple Equilibria, 2008. working paper.",
        "Garicano, Luis and Esteban Rossi-Hansberg, Organization and Inequality in a Knowledge Economy, The Quarterly Journal of Economics, November 2006, 121 (4), 1383-1435.",
        "Goeree, Jacob K., Charles A. Holt, and Thomas R. Palfrey, Regular Quantal Response Equilibrium, Experimental Economics, December 2005, 8, 347-367.",
        "Gordon, Nora and Brian Knight, The Causes of Political Integration: An Application to School Districts, Journal of Public Economics, 2009.",
        "Gourieroux, Christian and Alain Monfort, Statistics and Econometric Models, Vol. 1 of Themes in Modern Econometrics, Cambridge, 1995.",
        "Hatfield, John William and Fuhito Kojima, Matching with Contracts: Comment, American Economic Review, June 2008, 98 (3), 1189-1194.",
        "- and Paul R. Milgrom, Matching with Contracts, The American Economic Review, September 2005, 95 (4), 913-935.",
        "Horowitz, Joel L., Semiparametric Methods in Econometrics, Vol. 131 of Lecture Notes in Statistics, Springer, 1998.",
        "Jaume, Daniel, Jordi MassÃ\u0083Â³, and Alejandro Neme, The Multiple-partners Assignment Game with Heterogeneous Sells and Multi-unit Demands: Competitive Equilibria, May 2008. working paper.",
        "Jia, Panle, What Happens When Wal-Mart Comes to Town: An Empirical Analysis of the Discount Retailing Industry, Econometrica, November 2008, 76(6), 1263-13 16.",
        "Kelso, Alexander S. and Vincent P. Crawford, Job Matching, Coalition Formation, and Gross Substitutes, Econometrica, November 1982, 50 (6), 1483-1504.",
        "Koopmans, Tjalling C. and Martin Beckmann, Assignment Problems and the Location of Economic Activities,  Econometrica, January 1957, 25 (1), 53-76.",
        "Leonard, Herman B., Elicitation of Honest Preferences for the Assignment of Individuals to Positions, The Journal of Political Economy, June 1983, 91 (3), 461-479.",
        "Levine, Anna A., Licensing and Scale Economies in the Biotechnology Pharmaceutical Industry, June 2008. working paper.",
        "Lewbel, Arthur, Semiparametric qualitative response model estimation with unknown heteroskedasticity or instrumental variables, Journal of Econometrics, 2000, 97, 145-177.",
        "Lucas, Robert E., On the Size Distribution of Business Firms, Bell Journal of Economics, 1978, 9 (2), 508-523.",
        "Manski, Charles F., Maximum Score Estimation of the Stochastic Utility Model of Choice, Journal of Econometrics, 1975, 3, 205-228.",
        "-, Identification of Binary Response Models, Journal of the American Statistical Association, September 1988, 83 (403), 729-738.",
        "Matzkin, Rosa L., Semiparametric Estimation of Monotone and Concave Utility Functions for Polychotomoujs Choice Models, Econometrica, September 1991, 59 (5), 1315-1327.",
        "- , Nonparametric identification and estimation of polychotomous choice models, Journal of Econometrics, 1993, 58, 137-168.",
        "Mazzeo, Michael J., Product Choice and Oligopoly Market Structure, The RAND Journal of Economics, 2002, 33 (2), 221-242.",
        "Milgrom, Paul and Chris Shannon, Monotone Comparative Statics, Econometrica, 1994, 62 (1), 157-180.",
        "Mindruta, Denisa, Value Creation in University-Firm Research Collaborations: A Matching Approach, February 2009. working paper.",
        "Ostrovsky, Michael, Stability in Supply Chain Networks, American Economic Review, December 2008, 98 (3), 897-923.",
        "Pakes, Ariel, Jack Porter, Katherine Ho, and Joy Ishii, Moment Inequalities and Their Application, 2006. working paper.",
        "Pycia, Marek, Many-to-One Matching with Complementarities and Peer Effects, April 2007. working paper.",
        "- , Non-Existence Result for Matching Games with Transfers, March 2008. working paper.",
        "Rosen, Sherwin, Authority, Control, and the Distribution of Earnings, Bell Journal of Economics, 1982, 13 (2), 311-323.",
        "Roth, Alvin E. and Marilda A. Oliveira Sotomayor, Two-Sided Matching: A Study in Game-Theoretic Modeling and Analysis Econometric Society Monographs, Cambridge University Press, 1990.",
        "Seim, Katja, An empirical model of firm entry with endogenous product-type choices, The RAND Journal of Economics, 2006, 37 (3), 6 19-640.",
        "Shapley, Lloyd S. and Martin Shubik, The assignment game I: the core, International Journal of Game Theory, 1972, 1, 111-130.",
        "SÃ\u0083Â¸rensen, Morten, How Smart is Smart Money? A Two-Sided Matching Model of Venture Capital, Journal of Finance, December 2007, LXII (6), 2725-2762.",
        "Sotomayor, Marilda, The multiple partners game, in Mukul Majumdar, ed., Equilibrium and dynamics: essays in honour of David Gale, Macmillan, 1992, chapter 17, pp. 322-336.",
        "- , The lattice structure of the set of the stable outcomes of the multiple partners assignment game, International Journal of Game Theory, November 1999, 28 (4), 567-583.",
        "Tamer, Elie, Incomplete Simultaneous Discrete Response Model with Multiple Equilibria, Review of Economic Studies, 2003, 70 (1), 147-165.",
        "Bresnahan, Timothy F. and Peter C. Reiss, Entry and Competition in Concentrated Markets, The Journal of Political Economy, October 1991, 99 (5), 977-1009.",
        "Berry, Steven T., Estimation of a Model of Entry in the Airline Industry, Econometrica, 1992, 60 (4), 889917.",
        "Boyd, D., H. Lankford, S. Loeb, and J. Wyckoff, Analyzing the Determinants of the Matching Public School Teachers to Jobs: Estimating Compensating Differentials in Imperfect Labor Markets, 2003. working paper.",
        "Berry, S. and E. Tamer, Identification in models of oligopoly entry, in Whitney Newey Richard K. Blundell and Torsten Persson, eds., Advances in Economics and Econometrics: Theory and Applications: Ninth World Congress, Cambridge University Press, 2006, chapter 2, p. 46.",
        "Beresteanu, Arie, Ilya Molchanov, and Francesca Molinari, Sharp Identification Regions in Games, June 2008. working paper.",
        "- , Victor Chernozhukov, Han Hong, and Denis Nekipelov, Nonparametric and Semiparametric Analysis of a Dynamic Discrete Game, April 2009. working paper.",
        "Becker, Gary S., A Theory of Marriage: Part I, Journal of Political Economy, July-August 1973, 81 (4), 8 13-846.",
        "Bajari, Patrick, Han Hong, and Stephen Ryan, Identification and Estimation of a Discrete Game of Complete Information, 2008. working paper.",
        "Andrews, Donald, Steven T. Berry, and Panle Jia, Confidence Regions for Parameters in Discrete Games with Multiple Equilibria, with an Application to Discount Store Locations, 2004. working paper.",
        "Akkus, Oktay and Ali Hortacsu, The Determinants of Bank Mergers: A Revealed Preference Analysis, March 2007. University of Chicago working paper."
    ]
}