{
    "id": 15098,
    "cites": 53,
    "cited_by": 7,
    "reference": [
        "Fox, James Alan. 2007. Uniform Crime Reports [United States]: Supplemental Homicide Reports with Multiple Imputation, Cumulative Files, 1976-2005. [Computer File]. 2007. Compiled by Northeastern University, College of Criminal Justice. ICPSR22 161-vi.",
        "Fox, James Alan. 2004. Uniform Crime Reports [United States]: Supplemental Homicide Reports, 1976-1998. [Computer File]. Inter-University Consortium for Political and Social Research versions. Boston, MA: Northeastern University, College of Criminal Justice [producer]; Ann Arbor: Michigan: Inter-University Consortium for Political and Social Research [distributor].",
        "Fox, James Alan. 2000. Demographics and U.S. Homicide. In Blumstein, Alfred and Joel Wallman (Editors). The Crime Drop in America. New York: Cambridge University Press, 2000, pp. 288-3 17.",
        "Foote, Christopher, and Christopher Goetz. Forthcoming. 2008. The Impact of Legalized Abortion on Crime: Comment. quarterly Journal of Economics. 123(1):407-423.",
        "Dubner, Stephen J. The Probability That a Real-Estate Agent is Cheating You (and Other Riddles of Modern Life). The New York Times, August 3, 2003 Foote, Christopher, and Christopher Goetz. 2005. Testing Economic Hypotheses with StateLevel Data: A Comment on Donohue and Levitt (2001). Federal Reserve Bank of Boston Working Paper 05-15, November 22, 2005.",
        "Donohue, John, and Steven Levitt. 2008. Measurement Error, Legalized Abortion, and the Decline in Crime: A Response to Foote and Goetz. quarterly Journal of Economics. 123(1):425-440.",
        "Donohue, John, and Steven Levitt. 2004. Further Evidence that Legalized Abortion Lowered Crime: A Reply to Joyce. Journal of Human Resources. 39(1):29-49.",
        "DiNardo, John. 2007. Interesting Questions in Freakonomics. Journal of Economic Literature. XLV: 973-1000.",
        "Donohue, John, and Steven Levitt. 2001. The Impact of Legalized Abortion on Crime. quarterly Journal of Economics 116(2): 379-420.",
        "DiNardo, John. 2006. Freakonomics: Scholarship in the Service of Storytelling. American Law and Economics Review. 6 15-626.",
        "David, Henry P., Dytrych, Zdenek, Matejcek, Zdenek, and Vratislav Schuller. 1988. Born Unwanted: Development Effects of Denied Abortion. (New York: Springer) Dills, Angela, Jeffery Miron and Garrett Summers. 2008. What do Economists Know About Crime? National Bureau of Economic Research Working Paper Number 13759.",
        "Cook, Philip and John H. Laub. 2002. After the Epidemic: Recent Trends in Youth Violence in the United States. Crime and Justice: A Review of Research Volume 29. Chicago: University of Chicago Press.",
        "Charles, Kerwin Kofi and Melvin Stephens, Jr. 2006. Abortion Legalization and Adolescent Substance Use. Journal of Law and Economics, Vol. XLIX, October.",
        "Centers for Disease Control. 1973. Abortion Surveillance Report--Legal Abortions, United States Annual Summary, 1972, Atlanta, Georgia: Centers for Disease Control.",
        "Centers for Disease Control. 1972. Abortion Surveillance Report--Legal Abortions, United States Annual Summary, 1971, Atlanta, Georgia: Centers for Disease Control.",
        "Brown, Sarah S. and Leon Eisenberg. The Best Intentions: Unintended Pregnancy and the Well being of Children and Families. Washington D.C.: National Academy Press, 1995.",
        "Blumstein, Alfred and Joel Wallman (Editors). The Crime Drop in America. New York: Cambridge University Press, 2006, revised edition.",
        "Brandon, Karen. 1999. Abortion linked to less crime; Scholars discuss controversial study. The Bismarck Tribune, August 8, 1999, Sunday, Metro Edition.",
        "Berk, Richard, Sorenson, Susan, Wiebe, Douglas, and Dawn Upchurch. 2003. The Legalization of Abortion and Subsequent Youth Homicide: A Time Series Analysis. Analysis of Social Issues and Public Policy 3(1):45-64.",
        "Angrist, Joshua, and William N. Evans. 1999. Schooling and Labor Market Consequences of the 1970 State Abortion Reforms. In Research in Labor Economics, ed. Ronald Ehrenberg, pp. 75-111. Westport, CT: JAI Press.",
        "Ananat, Elizabeth, Gruber, Jonathan, Levine, Phillip, and Douglas Staiger. 2009. Abortion and Selection. Review of Economics and Statistics 91(1):124-136.",
        "Alan Guttmacher Institute. 2004. U.S. Teenage Pregnancy Statistics. http ://www. agi~ usa.org/pubs/state pregnancy trends,pdf Accessed October 4, 2005.",
        "Ananat, Elizabeth, Gruber, Jonathan, Levine, Phillip, and Douglas Staiger. 2006. Abortion and Selection. National Bureau of Economic Research Working Paper 12150.",
        "Akerlof, George, Yellen, Janet, and Michael Katz. 1996. An Analysis of Out-of-Wedlock Childbearing in the United States. Quarterly Journal of Economics 111(2):277-317.",
        "Ventura, S., Martin, J., Taffell, S. et al. 1995. Advance Report of Final Natality Statistics, 1993. Monthly Vital Statistics Report, Vol. 44, No. 3 (Suppl.).",
        "Tietze, Christopher. 1973. Two Years Experience with a Liberal Abortion Law: Its Impact on Fertility Trends in New York City. Family Planning Perspectives 5(1): 36-4 1.",
        "Sen, Anindya. 2007. Does Increased Abortion Lead to Lower Crime? Evaluating the Relationship between Crime, Abortion and Fertility. The B.E. Journal of Economic Analysis & Policy 7(1): 1-3 6. htti~://www.bepress.corn/beieap/voI7/issi/art48 Sklar, June, and Beth Berkov. 1974. Abortion, Illegitimacy, and the American Birth Rate. Science 185 (September 13):909-915.",
        "Rosenfeld, Richard, Fornango, Robert, and Eric Baumer. 2005. Did Ceasefire, Compstat, and Exile Reduce Homicide? Criminology and Public Policy 4(3):419-450.",
        "Reyes, Jessica Wolpaw. 2007. Environmental Policy as Social Policy? The Impact of Childhood Lead Exposure on Crime The B.E. Journal of Economic Analysis & Policy 7(1):1-41. http://www.bepress.cornibejeap/vol7/issl/art5l Rosenfeld, Richard. 2004. The Case of the Unsolved Crime Decline. Scientific American 290(2):82-89.",
        "Pop-Eleches, Cristian. 2006. The Impact of an Abortion Ban on Socioeconomic Outcomes of Children: Evidence from Romania. Journal of Political Economy 114(4):744-773.",
        "OMalley, Patrick M., Bachman, Jerald G. and Lloyd Johnston. 1984. Period, Age, and Cohort Effects on Substance Use Among American Youth, 1976-82. American Journal of Public Health 74(7):682-688.",
        "Marvell, Thomas, and Carlisle Moody. 1991. Can And Should Criminology Research Influence Policy? Suggestions for Time-Series Cross-Section Studies. Criminology & Public Policy 7(3):359-365.",
        "Meyer, Bruce. 1995. Natural and Quasi-Experiments in Economics. Journal of Business and Economic Statistics. 13(2): 151-161.",
        "Lott, John and John Whitley. 2007. Abortion and Crime: Unwanted Children and Out-ofWedlock Births. Economic Inquiry 45(2): 304-324.",
        "Marvell, Thomas, and Carlisle Moody. 1991. Age structure and crime rates: The conflicting evidence. Journal of quantitative Criminology 7:237-273.",
        "Levitt, Steven and Steven Dubner. 2005. Freakonomics: A Rogue Economist Explores the Hidden Side of Everything. New York: HarperCollins.",
        "Levitt, Steven. 2004. Understanding why crime fell in the 1 990s: four factors that explain the decline and six that do not. Journal of Economic Perspectives 18(1): 163-190.",
        "Lader, Lawrence. 1974. Abortion II: Making the Revolution. New York: Beacon.",
        "Leigh, Andrew and Justin Wolfers. 2000. Abortion and Crime. Australian quarterly. 28-30.",
        "Kubicka, L., Z. Matejcek, H.P. David, Z. Dytrych, W.B. Miller, and Z. Roth. 1995. Children from Unwanted Pregnancies in Prague, Czech Republic Revisited at Age Thirty. ~ Psychiatrica Scandinavica. 91: 36 1-369.",
        "Klick, Jonathan and Thomas Stratmann. 2003. The Effect of Abortion Legalization on Sexual Behavior: Evidence from Sexually Transmitted Diseases. Journal of Legal Studies 32: 407-433.",
        "Kahane, Leo, Paton, David, and Rob Simmons. 2008. The Abortion-Crime Link: Evidence from England and Wales. Economica 75(297):1-21.",
        "Joyce, Ted, Kaestner, Robert, and Sanders Korenman. 2000. The Effect of Pregnancy Intention on Child Development. Demography 37(1):83-94.",
        "Joyce, Ted, and Naci H. Mocan. 1990. The Impact of Legalized Abortion on Adolescent Childbearing in New York City. American Journal of Public Health 80(3): 273-278.",
        "Joyce, Ted. 2004a. Did Legalized Abortion Lower Crime? Journal of Human Resources. 39(1):1-28.",
        "Joyce, Ted. 2004b. Further Tests of Abortion and Crime. National Bureau of Economic Research Working Paper No. 10564.",
        "Joyce, Ted. 2009. A Simple Test of Abortion and Crime. Review of Economics and Statistics 91(1):112-123.",
        "Henshaw, Stanley and Jennifer Van Vort. 1992. Abortion Factbook. New York: Alan Guttmacher Institute.",
        "Hotz, V. Joseph, McElroy, Susan Williams, and Seth G. Sanders. 2005. Teenage Childbearing and Its Life Cycle Consequences: Exploiting a Natural Experiment. The Journal of Human Resources Vol. XL(3):683-715 Institute of Medicine. 1995. The Best Intentions: Unintended Pregnancy and the Well-Being of Children and Families. Washington, DC: National Academy Press.",
        "Ann Arbor, MI: Inter-university Consortium for Political and Social Research [producer and distributor], 2008-05-12.",
        "Fox, James Alan and Marianne W. Zawitz. 2004. Weighting and Imputation Procedures for 1976-2002 Cumulative Data File. http://www.oip.usdoi gov/hjs/hornicide/imputationandweighting.htrn) Gruber, Jonathan, Phillip Levine, and Douglas Staiger. 1999. Legalized Abortion and Child Living Circumstances: Who is the Marginal Child. quarterly Journal of Economics 1 14(1):263-291.",
        "Whitehead, John W. Abortion study makes dubious claims. The Washington Times, June 28, 2001, Thursday, Final Edition.",
        "Wilson, James Q. Review of Freakonomics: A Rogue Economist Explores the Hidden Side of Everything, by Steven D. Levitt and Stephen J. Dubner. Commentary, July/August 2005, pp. 67-69."
    ]
}