{
    "id": 15096,
    "cites": 13,
    "cited_by": 26,
    "reference": [
        "Sturm, R. and A. Datar (2005). Body mass index in elementary school children, metropolitan area food prices and food outlet density. Public Health 119(12): 1059-68.",
        "Nestle, M. and M. F. Jacobson (2000). Halting the obesity epidemic: a public health policy approach. Public Health Rep 115(1): 12-24.",
        "Jacobson, M. F. and K. D. Brownell (2000). Small taxes on soft drinks and snack foods to promote health. Am J Public Health 90(6): 854-7.",
        "Lakdawalla, D. N. and T. J. Philipson (2002). Technological Change and the Growth of Obesity. Cambridge, MA, National Bureau of Economic Research.",
        "Hill, R. J. (2006). Superlative Index Numbers: Not All of Them Are Super. Journal of Econometrics 130(1): 25-43.",
        "Heo, M., M. S. Faith, et al. (2002). Resistance to change of adulthood body mass index. International journal of obesity and related metabolic disorders : journal of the International Association for the Study of Obesity 26(10): 1404-5.",
        "Gelbach, J. B., J. Klick, et al. (2007). Cheap Donuts and Expensive Broccoli: The Effect of Relative Prices on Obesity, FSU College of Law Hausman, J. and E. Leibtag (2004). CPI Bias from Supercenters: Does the BLS Know that Wal-Mart Exists?, National Bureau of Economic Research, Inc, NBER Working Papers: 10712.",
        "Chou, S.-Y., M. Grossman, et al. (2004). An economic analysis of adult obesity: results from the Behavioral Risk Factor Surveillance System. Journal of Health Economics 23(3): 565-87.",
        "Blundell, R. and S. Bond (1998). Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Journal of Econometrics 87(1): 115-43.",
        "Auld, M. and L. Powell (2008). Economics of food energy density and adolescent body weight. Economica.",
        "Arellano, M. and 0. Bover (1995). Another Look at the Instrumental Variable Estimation of Enor-Components Models. Journal of Econometrics 68(1): 29-5 1.",
        "Arellano, M. and S. Bond (1991). Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies 58(2): 277-97.",
        "Sturm, R. and A. Datar (2008). Food prices and weight gain during elementary school: 5-year update. Public health 122(11): 1140-3."
    ]
}