{
    "id": 15093,
    "cites": 29,
    "cited_by": 57,
    "reference": [
        "Gu, Baochang and Krishna Roy, Sex Ratio at Birth in China, with Reference to Other Areas in East Asia: What We Know, Asia-Pacific Population Journal, Vol. 10, No. 3 (1995), pp. 17-42.",
        "Das Gupta, Monica, 2005, Explaining Asias `missing women: A new look at the data, Population and Development Review 3 1(3): 529-535.",
        "Edlund, Lena, 2001, Dear son - expensive daughter: Do scarce women pay to marry? Unpublished.",
        "Edlund, Lena, Hongbin Li, Junjian Yi, and Junsen Zhang, 2008, More Men, More Crime: Evidence from Chinas One-Child Policy, IZA DP no. 3214.",
        "Greenspan, Alan, 2009, The Fed didnt cause the housing bubble, The Wall Street Journal, March 11.",
        "Guilmoto, Christophe Z. 2007. Sex-ratio imbalance in Asia: Trends, consequences and policy responses. Available from: www.unfpa.org/gender/docs/studies/summaries/regional analysis.pdf.",
        "He, Xinhua and Yongfu Cao, 2007. Understanding High Saving Rate in China, China & World Economy 15(1): 1- 13.",
        "Hopkins, Ed, 2009, Job Market Signaling of Relative Position, or Becker Married to Spence,working paper, University of Edinburgh.",
        "Hopkins, Ed, and Tatiana Kornienko, 2004, Running to Keep in the Same Place: Consumer Choice as a Game of Status, American Economic Review 94(4): 1085-1107.",
        "Hopkins, Ed, and Tatiana Kornienko, 2009, Which Inequality? The Inequality of Endowments versus the Inequality of Rewards, University of Edinburgh working paper.",
        "Horioka, Charles Y., Junmin Wan, The Determinants of Household Saving in China: A Dynamic Panel Analysis of Provincial Data, NBER Working Paper No. 12723, November 2006.",
        "IMF, 2005, Awash with Cash: Why Are Corporate Savings So High? World Economic Outlook, Chapter IV, p135-159.",
        "Li, Shuzhuo, 2007. Imbalanced Sex Ratio at Birth and Comprehensive Interventions in China, paper presented at the 4th Asia Pacific Conference on Reproductive and Sex Health and Rights, Hyderabad, India, October 29-31.",
        "Lin, Ming-Jen and Ming-Ching Luoh, 2008, Can Hepatitis B Mothers Account for the Number of Missing Women? Evidence from Three Million Newborns in Taiwan, American Economic Review, 98(5): 2259-73.",
        "Mei Fong, 2009, Its Cold Cash, Not Cold Feet, Motivating Runaway Brides in China, Wall Street Journal, June 5.",
        "Modigliani, Franco, 1970, The Life Cycle Hypothesis of Saving and Intercountry Differences in the Saving Ratio, Introduction, Growth and Trade, Essays in Honor of Sir Roy Harrod, W.A. Elits, M.F. Scott, and J.N. Wolfe, eds. Oxford University Press.",
        "Modigliani, Franco, and Shi Larry Cao, 2004, The Chinese Saving Puzzle and the Life Cycle Hypothesis, Journal of Economic Literature, 42: 145-170.",
        "Qian, Nancy, 2008, Missing Women and the Price of Tea in China: The Effect of Sexspecific Earnings on Sex Imbalance, Quarterly Journal of Economics, 123(3): 125 11285.",
        "Qian, Yingyi, 1998, Urban and Rural Household Saving in China, International Monetary Fund Staff Papers, 35(4): 592-627.",
        "Ravallion, Martin, and Shaohua Chen, 2007. Chinas (Uneven) Progress against Poverty. Journal of Development Economics, 82 (1): 1-42.",
        "Scharping, Thomas, 2003, Birth Control in China 1949-2000, New York, NY: Routledge Curzon.",
        "Weckerly, Floyd W., 1998, Sexual-Size Dimorphism: Influence of Mass and Mating Systems in the Most Dimorphic Mammals, Journal of Mammalogy, Vol. 79, No. 1 (Feb., 1998), pp. 33-52, Published by: American Society of Mammalogists. http://www.jstor.org/pss/1382840.",
        "Zhang, J., and W. Chan, 1999. Dowry and Wifes Welfare: A Theoretical and Empirical Analysis. Journal of Political Economy, 107(4): 786-808.",
        "Cole, Harold L., George J. Mailath, and Andrew Postlewaite, 1992, Social Norms, Savings Behavior, and Growth, Journal of Political Economy, 100(6): 1092-1125, December.",
        "Carroll, Christopher D., Overland, Jody R. and Weil, David N., 2008, Saving and Growth with Habit Formation, Working Paper No 95-42. Available at SSRIN: http ://ssrn. comlabstract=683 6.",
        "Chamon, Marcos, and Eswar Prasad, 2008, Why Are Saving Rates of Urban Households in China Rising? American Economic Journal - Macroeconomics, forthcoming.",
        "Bulte, Erwin, Nico Heerink, and Xiaobo Zhang, 2009. Chinas One-Child Policy and `the Mystery of Missing Women: Ethnic Minorities and Male-Biased Sex Ratios. Oxford Bulletin of Economics and Statistics, forthcoming.",
        "Blanchard, Olivier J. and Francesco Giavazzi, 2005. Rebalancing Growth in China: A Three-Handed Approach. MIT Department of Economics Working Paper No. 05-32. Available at SSRN: http://ssrn.corn!abstract= 862524.",
        "Aziz, Jahangir, and Li Cui, 2007, Explaining Chinas Low Consumption: The Neglected Role of Household Income, IMF working paper 07/18 1. http://www.imf.org/external/pubs/cat/longres. cfm?sk=2 1026.0 Bayoumi, Tam, Hui Tong, and Shang-Jin Wei, 2009, The Chinese Corporate Savings Puzzle: A Little International Comparison Can Go a Long Way, Unpublished working paper, IMF and Columbia University."
    ]
}