{
    "id": 15094,
    "cites": 56,
    "cited_by": 29,
    "reference": [
        "Acemoglu, Daron, Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics, 1998, 113, 1055-1089.",
        "Aghion, Philippe and Peter Howitt, A Model of Growth through Creative Destruction, Econometrica, March 1992, 60(2), 323-35 1.",
        "Baily, Martin Neil, Hans Gersbach, F M. Scherer, and Frank R. Lichtenberg, Efficiency in Manufacturing and the Need for Global Competition, Brookings Papers on Economic Activity. Microeconomics, 1995, pp. 307-358.",
        "Banerjee, Abhijit V. and Esther Duflo, Growth Theory through the Lens of Development Economics, in Philippe Aghion and Steven A. Durlauf, eds., Handbook of Economic Growth, New York: North Holland, 2005, pp. 473-552.",
        "Barro, Robert J., Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, May 1991, 106, 407-443.",
        "- and Jongwha Lee, International Data on Educational Attainment: Updates and Implications, April 2000. CID Working Paper No. 42, Harvard University.",
        "- , N. Gregory Mankiw, and Xavier Sala-i-Martin, Capital Mobility in Neoclassical Models of Growth, American Economic Review, March 1995, 85, 103-115.",
        "Boldrin, Michele and David K. Levine, Perfectly Competitive Innovation, Journal of Monetary Economics, April 2008, 55(3), 435-453.",
        "Caselli, Francesco, Accounting for Cross Country Income Differences, in Philippe Aghion and Steven Durlauf, eds., Handbook of Economic Growth, Elsevier, 2005.",
        "- and James Feyrer, The Marginal Product of Capital, Quarterly Journal of Economics, 05 2007, 122(2), 535-568.",
        "- , Gerardo Esquivel, and Fernando Lefort, Reopening the Convergence Debate: A New Look at Cross-Country Growth Empirics, Journal of Economic Growth, September 1996, 1, 363390.",
        "Clark, Gregory, A Farewell to Alms: A Brief Economic History of the World, Princeton University Press, 2007.",
        "Ti-IF NEW KAL()GR PACTS 27 Clemens, Michael A., Claudio E. Montenegro, and Lant Pritchett, The Place Premium: Wage Differences for Identical Workers across the US Border, July 2008. Harvard Kennedy School of Government working paper.",
        "Comin, Diego A. and Bart Hobijn, Cross-Country Technology Adoption: Making the Theories Face the Facts, Journal of Monetary Economics, January 2004, 51(1), 39-83.",
        "- and - , `~An Exploration of Technology Diffusion, Harvard Business School Working Paper 08-093 March 2008.",
        "DeLong, J. Bradford, Productivity Growth, Convergence, and Welfare: Comment, American Economic Review, 1988, 78, 1138-1154.",
        "Feenstra, Robert C, Integration of Trade and Disintegration of Production in the Global Economy,  Journal of Economic Perspectives, Fall 1998, 12(4), 3 1-50.",
        "Galor, Oded and David Weil, Population, Technology, and Growth: From the Malthusian Regime to the Demographic Transition, American Economic Review, September 2000, 90, 806-828.",
        "Goldberg, Pinelopi K. and Nina Pavcnik, Distributional Effects of Globalization in Developing Countries, Journal of Economic Literature, March 2007, 45, 39-82.",
        "Goldin, Claudia and Lawrence F Katz, Long-Run Changes in the Wage Structure: Narrowing, Widening, Polarizing, Brookings Papers on Economic Activity, 2007, 2, 135-165.",
        "- and -, The Race between Education and Technology, Belknap Press, 2008.",
        "Greif, Avner, Institutions and the Path to the Modern Economy: Lessons from Medieval Trade, Cambridge University Press, 2006.",
        "Hall, Robert E. and Charles I. Jones, Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics, February 1999, 114(1), 83-116.",
        "Helpman, Elhanan and Paul R. Krugman, Market Structure and Foreign Trade, Cambridge, Mass.: MIT Press, 1985.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Misallocation and Manufacturing TFP in China and India, Quarterly Journal of Economics, forthcoming 2009.",
        "Islam, Nazrul, Growth Empirics: A Panel Data Approach, Quarterly Journal of Economics, November1995, 110,1127-1170.",
        "Jones, Charles I., R&D-Based Models of Economic Growth, Journal of Political Economy, August 1995, 103 (4), 759-784.",
        "- , Growth: With or Without Scale Effects?, American Economic Association Papers and Proceedings, May 1999, 89, 139-144.",
        "- , Sources of U.S. Economic Growth in a World of Ideas, American Economic Review, March 2002, 92(1), 220-239.",
        "Kaldor, Nicholas, Capital Accumulation and Economic Growth, in FA. Lutz and D.C. Hague, eds., The Theory of Capital, St. Martins Press, 1961, pp. 177-222.",
        "Katz, Lawrence and Kevin Murphy, Changes in Relative Wages, 1963-1987: Supply and Demand Factors, Quarterly Journal of Economics, February 1992, 107(1), 35-78.",
        "Klenow, Peter J. and Aridres Rodriguez-Clare, The Neoclassical Revival in Growth Economics: Has It Gone Too Far?, in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual 1997, Cambridge, MA: MIT Press, 1997.",
        "- and - , Extenalities and Growth, in Philippe Aghion and Steven Durlauf, eds., Handbook of Economic Growth, Amsterdam: Elsevier, 2005.",
        "Kortum, Samuel S., Research, Patenting, and Technological Change, Econometrica, 1997, 65 (6), 1389-1419.",
        "Kremer, Michael, Population Growth and Technological Change: One Million B.C. to 1990, Quarterly Journal of Economics, August 1993, 108(4), 681-716.",
        "Krugman, Paul R., Increasing Returns, Monopolistic Competition, and International Trade, Journal of International Economics, November 1979, 9(4), 469-479.",
        "- , Increasing Returns and Economic Geography, Journal of Political Economy, June 1991, 99 (3), 483-499.",
        "Ti-IF NEW KAL()GR PACTS 29 - , Growing World Trade: Causes and Consequences, Brookings Papers on EconomicActivity, 1995, 1, 327-377.",
        "Lee, Ronald D., Induced Population Growth and Induced Technological Progress: Their Interaction in the Accelerating Stage, Mathematical Population Studies, 1988, 1 (3), 265-288.",
        "Lucas, Robert E., On the Mechanics of Economic Development, Journal of Monetary Economics, 1988, 22(1), 3-42.",
        "- , Trade and the Diffusion of the Industrial Revolution, American Economic Journal: Macroeconomics, January 2009, 1(1), 1-25.",
        "Maddison, Angus, Statistics on World Population, GDP and Per Capita GDP, 1-2006 AD, 2008.",
        "Mankiw, N. Gregory, David Romer, and David Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, May 1992, 107(2), 407-438.",
        "Nelson, Richard R. and Edmund S. Phelps, Investment in Humans, Technological Diffusion, and Economic Growth, American Economic Association Papers and Proceedings, May 1966, 56, 69-75.",
        "Nordhaus, William D., Do Real Output and Real Wage Measures Capture Reality? The History of Lighting Suggests Not, in Timothy E Bresnahan and Robert J. Gordon, eds., The Economics of New Goods, University of Chicago Press, 1997, pp. 29-66.",
        "-, The Health of Nations: The Contribution of Improved Health to Living Standards, in Kevin M. Murphy and Robert Topel, eds., Measuring the Gains from Medical Research: An EconomicApproach, Chicago: University of Chicago Press, 2003, pp. 9-40.",
        "North, Douglass C., John J. Wallis, and Barry R. Weingast, Violence and Social Orders: A Conceptual Framework for Interpreting Recorded Human History, Cambridge University Press, 2009.",
        "Parente, Stephen L. and Edward C. Prescott, Barriers to Technology Adoption and Development,  Journal of Political Economy, April 1994, 102 (2), 298-321.",
        "Ramondo, Natalia and Andres Rodriguez-Clare, Trade, Multinational Production, and the Gains from Openness, 2009. Penn State University working paper. Restuccia, Diego and Richard Rogerson, Policy Distortions and Aggregate Productivity with Heterogeneous Plants, Review of Economic Dynamics, October2008, 11, 707-720.",
        "- , Crazy Explanations for the Productivity Slowdown, in Stanley Fischer, ed., NBER MacroeconomicsAnnual 1987, Cambridge, MA: MIT Press, 1987.",
        "-, Endogenous Technological Change, Journal of Political Economy, October 1990, 98 (5), S71-S 102.",
        "- , New Goods, Old Theory, and the Welfare Costs of Trade Restrictions, Journal of Development Economics, 1994, 43, 5-38.",
        "Segerstrom, Paul, Endogenous Growth Without Scale Effects, American Economic Review, December 1998, 88(5), 1290-1310.",
        "Solow, Robert M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, February 1956, 70(1), 65-94.",
        "-, Technical Change and the Aggregate Production Function, Review of Economics and Statistics, August 1957, 39(3), 3 12-320.",
        "Swan, TrevorW, Economic Growth and Capital Accumulation, The Economic Record, November 1956, 32, 334-36 1."
    ]
}