{
    "id": 15095,
    "cites": 61,
    "cited_by": 18,
    "reference": [
        "Vasquez, ed. (2000), What Do We Know About War? Lanham: Rowman & Littlefield.",
        "Skaperdas, 5. (1992), Cooperation, Conflict and Power in the Absence of Property Rights, American Economic Review 82(4): 720-39.",
        "Spolaore, E. (2004), Economic Integration, International Conflict and Political Unions, Rivista di Politica Economica, September-October, 3-50.",
        "Wright, Q. (1942), A Study of War [1964 abridged ed.], Chicago: University of Chicago Press.",
        "Vasquez, J. A. ed. (2000), What Do We Know About War? Lanham: Rowman & Littlefield.",
        "Vasquez, J. A. (1995), Why Neighbors Fight? Proximity, Interaction or Territoriality, Journal of Peace Research, 32(93): 277-293.",
        "Stock, J. H. and F. Trebbi (2003), Who Invented Instrumental Variable Regression?, Journal of Economic Perspectives, 17 (3), Summer, 177-194.",
        "Spolaore E. and R. Wacziarg (2009), The Diffusion of Development, Quarterly Journal of Economics, 124 (2), May.",
        "Spolaore, E. (2008) Civil Conflict and Secessions, Economics of Governance, January, 9 (1): 45-63.",
        "Singer, J. D. (1972), The Wages of War, 181 6-1965: A Statistical Handbook, New York: Wiley.",
        "Singer, J. D. (2000), The Etiology of Interstate War: A Natural History Approach, in J.A.",
        "Russett, B.M. and J.R. Oneal (2001), Triangulating Peace. Democracy, Interdependence, and International Organization. Norton: New York Schelling, T. (1960), The Strategy of Conflict, Cambridge, MA: Harvard University Press.",
        "Richardson, L. (1960), Arms and Insecurity, Pacific Grove: Boxwood.",
        "Richerson P. J. and R. Boyd (2004), Not By Genes Alone: How Culture Transformed Human Evolution, Chicago: University of Chicago Press.",
        "Powell, R. (1999), In the Shadow of Power: States and Strategies in International Politics. Princeton: Princeton University Press.",
        "Polachek, 5. (1980), Conflict and Trade, Journal of Conflict Resolution, 24, 55-78.",
        "Nye, J. 5. (2008), Understanding International Conflicts. An Introduction to Theory and History, Longman, 7th edition.",
        "Oneal, J. R. and B. M. Russett (1999b), Assessing the Liberal Peace with Alternative Specifications: Trade Still Reduces Conflict, Journal of Peace Research, 36 (4): 423-442.",
        "Oneal, J. R. and B. M. Russett (1999a), The Kantian Peace: The Pacific Benefits of Democracy, Interdependence, and International Organizations, World Politics 52 (1): 1-37.",
        "Montesquieu, C. de (1748), The Spirit of the Laws, Cambridge: Cambridge University Press, 1989.",
        "Merton, R. (1957), Social Theory and Social Structure, Glencoe: Free Press.",
        "Alesina, A., A. Devleeschauwer, W. Easterly, S. Kurlat, and R. Wacziarg, Fractionalization, Journal of Economic Growth, 8 (2003), 55-194.",
        "Alesina, A. and E. Spolaore (2005), War, Peace and the Size of Countries, Journal of Public Economics, 89(7): 1333-1354.",
        "Alesina, A. and E. Spolaore (2006), Conflict, Defense Spending, and the Number of Nations, European Economic Review 50(1): 91-120 Barbieri, K. (2002), The Liberal Illusion: Does Trade Promote Peace?, University of Michigan Press, Ann Arbor.",
        "Bernheim, B., B. Peleg, and M. Whinston (1987) Coalition-Proof Nash Equilibria I. Concepts, Journal of Economic Theory, 42 (1), June: 1-12.",
        "Bisin, Alberto and Thierry Verdier (2000), Beyond the Melting Pot: Cultural Transmission, Marriage, and the Evolution of Ethnic and Religious Traits, Quarterly Journal of Economics, 105, 955-988.",
        "Bisin, A. and T. Verdier (2001), The Economics of Cultural Transmission and the Evolution of Preferences, Journal of Economic Theory, 97, 98-319.",
        "Blainey, G. (1988), The Causes of War, Free Press, 3rd edition.",
        "Boulding, K. E. (1962), Conflict and Defense: A General Theory, New York: Harper.",
        "Bowles, Samuel (2009), Did Warfare Among Ancestral Hunter-gatherers Affect the Evolution of Human Social Behavior?, Science, June, 324 (5932): 1293 - 1298.",
        "Bremer, S. A. (1992), Dangerous Dyads: Conditions Affecting the Likelihood of Interstate War 1816-1965, Journal of Conflict Resolution, 36 (2): 309-341.",
        "Bremer, S.A. (2000), Who Fights Whom, When, Where, and Why?, in J.A. Vasquez, ed. (2000), What Do We Know About War? Lanham: Rowman & Littlefield.",
        "(Spolaore, 2008). A first attempt to use genetic distance to study the political economy of national borders is Desmet et al. (2007).",
        "Bueno de Mesquita, B. and D. Lalman (1992), War and Reason: Domestic and International Imperatives. New Haven: Yale University Press.",
        "Bueno de Mesquita, B., J. D. Morrow, R. M. Siverson, A. Smith (1999), An Institutional Explanation of the Democratic Peace, American Political Science Review, 93 (4): 791-807.",
        "Desmet, K., M. Le Breton, I. Ortuno-Ortin and S. Weber (2006), Nation Formation and Genetic Diversity, CEPR Discussion Paper 5918, November.",
        "Dyen, I., J. B. Kruskal and P. Black (1992), An Indo-European Classification: A Lexicostatistical Experiment, Transactions of the American Philosophical Society, 82, .1-132.",
        "Fearon, J. (1995), Rationalist Explanations for War, International Organization, 49: 379-414.",
        "Fearon, J. (2003), Ethnic and Cultural Diversity by Country, Journal of Economic Growth, 8, 195-222.",
        "Fearon, J. and D. Laitin (2003), Ethnicity, Insurgency, and Civil War, American Political Science Review 97(1): 75-90.",
        "Ferguson, N. (2006), The War of the World. Twentieth-Century Conflict and the Descent of the West, New York: The Penguin Press.",
        "Garfinkel, M. R. (1990), Domestic Politics and International Conflict, American Economic Review 84 (5): 1294-1309.",
        "Garfinkel, M. R. and S. Skaperdas (2006), Economics of Conflict: An Overview, in K. Hartley and T. Sandler (eds) Handbook of Defense Economics, Volume 2, North Holland, Amsterdam.",
        "Gartzke, E. (2006), The Affinity of Nations Index, 1946-2002, Version 4.0, University of California San Diego, http://dss.ucsd.edu/~egartzke/ (accessed 06/06/2009).",
        "Gartzke, E. and K. S. Gleditsch (2006), Identity and Conflict: Ties that Bind and Differences that Divide. European Journal of International Relations, 12(1): 53-87.",
        "Gleditsch, N. P. and J. D. Singer (1975), Distance and International War, 1816-1965, in Proceedings of the International Peace Research Association (IPRA) Fifth General Conference (Oslo: IPRA): 481-506.",
        "Gowa, J. (2000), Ballots and Bullets: The Elusive Democratic Peace, Princeton University Press, Princeton.",
        "Henderson, E. A. (1997), Culture or Contiguity. Ethnic Conflict, the Similarities of States, and the Onset of War, 1820-1989, Journal of Conflict Resolution, 41, 5, 649-668.",
        "Hess, G. D., Orphanides, A., (1995) War Politics: an Economic Rational-Voter Framework, American Economic Review 85 (4), 828-846. (September).",
        "Hess, G. D., Orphanides, A., (2001) War and Democracy, Journal of Political Economy, 776810. (August).",
        "Heston, A., R. Summers, and B. Aten, Penn World Table Version 6.1, Center for International Comparisons at the University of Pennsylvania (CICUP), 2002.",
        "Hirshleifer, J. (1991), The Technology of Conflict as an Economic Activity, American Economic Review 81(2): 130-134 Hirshleifer, J.(1995), Anarchy and its Breakdown, Journal of Political Economy 103(1): 26-52 Hirshleifer, J. (1998), The Bioeconomic Causes of War, Managerial and Decision Economics, Nov./Dec., 19: (7/8): 457-466.",
        "Huntington, 5. (1993), The Clash of Civilizations, Foreign Affairs 72 (3): 22-49.",
        "Jackson M. and M. Morelli (2007), Political Bias and War, American Economic Review, 97 (4), September: 1353-1373 Jones, D. M., S. A. Bremer, and J. D. Singer (1996), Militarized Interstate Disputes, 1816-1992: Rationale, Coding Rules, and Empirical Patterns, Conflict Management and Peace Science, 15: 163-2 13 Kant, I. (1795), Toward Perpetual Peace, New Haven: Yale University Press, 2006.",
        "Keegan, J. (1984), A History of Warfare, New York: Vintage.",
        "Kimura, M. (1968), Evolutionary Rate at the Molecular Level, Nature, 217, 624-626.",
        "Levy, G. and R. Razin (2004), It Takes Two: An Explanation for the Democratic Peace, Journal of the European Economic Association, 2 (1), 1-29.",
        "Maoz, Z. and B. Russet (1993), Normative and Structural Causes of the Democratic Peace, 19461986, American Political Science Review, 89.",
        "Martin, P., T. Mayer and M. Thoening (2008) Made Trade Not War?, Review of Economic Studies, 75, 865-900.",
        "Maynes, C (1993), Containing Ethnic Conflict, Foreign Policy, 90: 3-21.",
        "Mecham, R. Q., J. Fearon and D. Laitin (2006), Religious Classification and Data on Shares of Major World Religions, unpublished, Stanford University."
    ]
}