{
    "id": 15104,
    "cites": 31,
    "cited_by": 22,
    "reference": [
        "Acemoglu, Daron and Joshua Angrist. 2000. How Large Are Human-Capital Externalities? Evidence from Compulsory Schooling Laws. NBER Macroeconomics Annual 15: 9-59.",
        "Ades, Alberto F., and Edward L. Glaeser. 1995. Trade and Circuses: Explaining Urban Giants. Quarterly Journal of Economics 110:195-258.",
        "Alonso, Paula. 1993. Politics and Elections in Buenos Aires, 1890-1898: The Performance of the Radical Party. Journal of Latin American Studies 25 (3): 465-487. Anuario EstadIstico de la Ciudad de Buenos Aires. various years. Argentina. Anuario Municipal. various years. Argentina.",
        "Ashenfelter, Orley and Alan Krueger. 1994. Estimates of the Economic Return to Schooling from a New Sample of Twins. American Economic Review 84(5): 1157-1173.",
        "Banerjee, Abhijit Vinayak, Roland BÃ\u0083Â©nabou and Dilip Mookherjee, Eds. 2006. Understanding Poveri~y. Oxford: Oxford University Press.",
        "Banks, Arthur S. Cross-National Time-Series Data Archive (CNTS) 1815-2007, hdi: 1902.1/11448 Databanks International [Distributor] Bano, Robert J. and Jong-Wha Lee. 2000. International Data on Educational Attainment: Updates and Implications, CID Working Paper No. 042.",
        "Brown, Jonathan C. 1976. Dynamics and Autonomy of a Traditional Marketing System: Buenos Aires, 18 10-1860. The Hispanic American 56 (4): 605-629.",
        "Bulmer-Thomas, Victor. 1994. The Economic History of Latin America since Independence. Cambridge: Cambridge University Press.",
        "Campante, Filipe R., and Davin Chor. 2008. Schooling and Political Participation in a Neoclassical Framework: Theory and Evidence. Center for International Development and HKS Faculty Research Working Paper Series (178 and R WPO8-043).",
        "Campante, Filipe R., and Quoc-Anh Do. 2009. A Centered Index of Spatial Concentration: Axiomatic Approach with an Application to Population and Capital Cities. HKS Faculty Working Papers RWPO9-005.",
        "Campante, Filipe R., and Quoc-Anh Do. 2007. Inequality, Redistribution, and Population. KSG Faculty Research Working Paper Series RWPO7-046.",
        "Card, David E. 1999. The Causal Effect of Education on Earnings. Handbook of Labor Economics 1111: 1801-1863. Censo Escolar de la NaciÃ\u0083Â³n. various years. Argentina. Censo General de la Ciudad de Buenos Aires. various years. Argentina. Censo Nacional. various years. Argentina.",
        "Della Paolera, Gerardo and Ezequiel Gallo (2003), Epilogue: The Argentine Puzzle in: Gerardo della Paolera and Alan Taylor (eds.). A New Economic Histoiy ofArgentina. Cambridge, UK: Cambridge University Press.",
        "DiPasquale, Denise and Edward L. Glaeser. 1997. Incentives and Social Capital: Are Homeowners Better Citizens? Harvard Institute of Economic Research Working Papers 1815, Harvard-Institute of Economic Research.",
        "Di Tella, Guido and Manuel Zymelman. 1967. Las Etapas del Desarrollo EconÃ\u0083Â³mico Argentino. Buenos Aires: Editorial Universitaria de Buenos Aires.",
        "Engerman, Stanley L., Stephen Haber and Kenneth L. Sokoloff. 2000. Inequality, Institutions, and Differential Paths of Growth Among New World Economies in Institutions, Contracts and Organizations, Claude Menard, ed. Cheltenham: Edward Elgar.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff. 2000. History Lessons: Institutions, Factor Endowments, and Paths of Development in the New World. Journal of Economic Perspectives 14(3): 217-232.",
        "Glaeser, Edward L, Rafael La Porta, Florencio Lopez-de-Silanes and Andrei Shleifer. 2004. Do Institutions Cause Growth? Journal of Economic Growth Vol. 9: 27 1-303.",
        "Glaeser, Edward L., Giacomo Ponzetto and Andrei Shleifer. 2007. Why Does Democracy Need Education? Journal of Economic Growth 12(2), 77-99.",
        "Hall, Robert E. and Charles I. Jones. 1999. Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics 114(1): 83-116.",
        "Hoyt, Homer. 1933. One Hundred Years of Land Values in Chicago. Chicago: The University of Chicago Press.",
        "Lipset, Seymour Martin. 1959. Some Social Requisites of Democracy: Economic Development and Political Legitimacy. American Political Science Review 53 (1): 69-105.",
        "Maddison, Angus. Historical Statistics for the World Economy: 1-2006 AD. Last Updated October 2008. http://www.ggdc.net/rnaddison/.",
        "Marshall, Monty J. and Keith Jaggers. Polity IVProject. Political Regime Characteristics and Transitions, 1800-2007, Last updated February 10th, 2009, at http://www.systemicpeace.org/polity/polity4.htm.",
        "Murphy, Kevin M., Andrei Shleifer and Robert W. Vishny. 1989. Industrialization and the Big Push. Journal of Political Economy: 1003-1026. PoblaciÃ\u0083Â³n de Buenos Aires. Various Years. Buenos Aires.",
        "Rauch, James E. 1993. Does History Matter Only When It Matters Little? The Case of CityIndustry Location. Journal of Urban Economics 108(3): 843-867.",
        "Rock, David. 1987. Argentina, 1516-1987. from Spanish Colonization to AlfonsIn. University of California Press.",
        "Rosenstein-Rodan, P.N. 1943. Problems of Industrialization of Eastern and South-Eastern Europe. The Economic Journal 53(210/211): 202-211.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2008. Integrated Public U~e Microdata Series: Version 4.0 (Machine-readable database). Minneapolis, MN: Minnesota Population Center (producer and distributor). United States Census. Various years. Washington DC.",
        "Urquhart, Malcolm Charles. 1993. Gross national product, Canada, 1870-1926.* The Derivation of the Estimates . Buffalo : McGill-Queens University Press.",
        "Williamson, Jeffrey G. 1995a. Reform, recovely, and growth. Latin America and the Middle East. Chicago: University of Chicago Press."
    ]
}