{
    "id": 15101,
    "cites": 36,
    "cited_by": 5,
    "reference": [
        "Evans D. S., and L. S. Leighton. 1989. Why Do Smaller Firms Pay Less? Journal of Human Resources, 24: 299-3 18.",
        "Ferrer, Ana and Stephanie Lluis. 2008. Should Workers Care about Firm Size? Industrial and Labor Relations, 62: 104-25.",
        "French S. A., Story M., Perry C. L. 1995. Self-esteem and Obesity in Children and Adolescents: A Literature Review. Obesity Research, 3:479-490.",
        "Biddle, Jeff E. and Daniel S. Hamermesh. 1998. Beauty, Productivity, and Discrimination: Lawyers Looks and Lucre, Journal of Labor Economics, 16(1): 172-201.",
        "Biro, Frank, Ruth Striegel-Moore, Debra Franko, Justina Padget and Judy Bean. 2006. SelfEsteem in Adolescent Females, Journal of Adolescent Health, 39: 50 1-7.",
        "Cawley, John. 2004. The Impact of Obesity on Wages. Journal of Human Resources, 39(2): 451-474.",
        "Baum, Charles- L. and William- F. Ford. 2004. The Wage Effects of Obesity: A Longitudinal Study. Health Economics, 13(9): 885-99.",
        "Bhattacharya, Jay and Kate Bundorf. 2005. The Incidence of Healthcare Costs of Obesity NBER Working Paper No: 11303.",
        "Abowd, J., and T. Lemieux 1993. The Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in Canada, Quarterly Journal of Economics, 108: 983-1014.",
        "Averett, Susan and Sanders Korenman. 1996. The Economic Reality of the Beauty Myth, Journal of Human Resources, 3 1(2): 304-30.",
        "Mobius, Markus and Tanya Rosenblat. 2006. Why Beauty Matters? American Economic Review, 96: 222-35. Mocan, Naci and Erdal Tekin. Forthcoming. Ugly Criminals, Review of Economics and Statistics.",
        "Mincer, Jacob. 1974. Schooling, Experience and Earnings, New York: National Bureau of Economic Research.",
        "Martin-Albo, Jose, Juan L. Nunez, Jose G. Navarro, and Fernando Grijalvo. 2007. The Rosenberg Self-Esteem Scale: Translation and Validation in University Students, The Spanish Journal of Psychology, 10(2): 45 8-467.",
        "Kuhn, Peter and Catherine Weinberger. 2005. Leadership Skills and Wages, Journal of Labor Economics, 23(3),: 395-436.",
        "Main, Brian G. M. and Barry Reilly. 1993. The Employer Size-Wage Gap: Evidence for Britain, Economica, 60: 125-142.",
        "Krueger, Alan B. and Lawrence H. Summers. 1988. Efficiency Wages and the Inter-Industry Wage Structure, Econometrica, 56: 259-293.",
        "Gabhainn S. Nic, and E. Mullan. 2003. Self-Esteem Norms for Irish Young People, Psychological Reports, 92: 829-83 0.",
        "Galliger, Renee Vickerman, Susan Scales Rostosky, and Hannah K. Hughes. 2004. School Belonging, Self-Esteem, and Depressive Symptoms in Adolescents: An Examination of Sec, Sexual Attraction Status, and Urbanicity, Journal of Youth andAdolescence, 33(3): 235-245.",
        "Gortmaker, Steven, Aviva Must, James Perrin, Arthur Sobol and William Dietz. 1993. Social and Economic Consequences of Overweight in Adolescence and Young Adulthood, The New England Journal of Medicine, 329: 1008-12.",
        "Guadalupe, Maria. 2007. Product Market Competition, Returns to Skills, and Wage Inequality Journal of Labor Economics 25: 439-474.",
        "Hamermesh, Daniel S. and Jeff E. Biddle. 1994. Beauty and the Labor Market, The American Economic Review, 84(5): 1174-94.",
        "Harper, Barry. 2000. Beauty, Stature and the Labour Market: A British Cohort Study, Oxford Bulletin of Economics and Statistics, 62(1): 77 1-800.",
        "Hesketh, K, M. Wake and E. Waters. 2004. Body Mass Index and Parent-Reported Self-Esteem in Elementary School Children: Evidence for a Causal Relationship, International Journal of Obesity, 28: 1233-7.",
        "Klesgses, Robert, Keith Haddock, Risa Stein, Lisa Klesges, Linda Eck and Cindy Hanson. 1992. Relationship between Psychosocial Functioning and Body Fat in Preschool Children: A Longitudinal Investigation, Journal of Consulting and Clinical Psychology, 60(5): 793-6.",
        "Wada, Roy and Erdal Tekin. 2007. Body Composition and Wages NBER Working Paper No: 13595.",
        "Wadden, Thomas, Gary Foster, Kelly Brownell and Elizabeth Finley. 1984. Self-Concept in Obese and Normal-Weighted Children, Journal of Consulting and Clinical Psychology, 52(6): 1104-5.",
        "Troske, Kenneth. 1999. Evidence on the Employer Size-Wage Premium from WorkerEstablishment Matched Data The Review of Economics and Statistics, 81: 15-26.",
        "Swallen, Karen C., Eric N. Reither, Steven A. Haas, and Ann Meier. 2005. Overweight, Obesity, and Health-Related Quality of Life Among Adolescents: The National Longitudinal Study of Adolescent Health, Pediatrics, 115: 340-347.",
        "Strauss, Richard. 2000. Childhood Obesity and Self-Esteem, Pediatrics [serial online]. 2000; iOS:eiS. Available at: http://www.pediatrics.org. Accessed October 27, 2008.",
        "Rosenberg, M. 1965. Society and the Adolescent Self-Image. Princeton, NJ: Princeton University Press.",
        "Sallade, Jacqueline. 1973. A Comparison of the Psychological Adjustment of Obese and NonObese Children, Journal of Psychosomatic Research 17: 89-96.",
        "Russell, Stephen T., Lisa Crockett, Yuh-Ling Shen, and Sun-A Lee. 2008. Cross-Ethnic Invariance or Self-Esteem and Depression Measures for Chinese, Filipino, and European American Adolescents, Journal of Youth andAdolescence, 37(1): 50-61.",
        "Parent, Daniel. 2004. Incentives? The Effect of Profit Sharing Plans Offered by Previous Employers on Current Wages Economics Letters, 83: 37-42.",
        "Persico, Nicola, Andrew Potlewaite, and Dan Silverman. 2004. The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height, Journal of Political Economy. 112(5): 1019-53.",
        "Nickell, S., J. Vainiomaki, and S. Wadhwani. 1994. Wages and Product Market Power, Economica, 61: 457-473.",
        "Ogden, C. L., Carroll, M. D., & Flegal, K. M. 2008. High Body Mass Index for Age among U.S. Children and Adolescents, 2003-2006. Journal of the American Medical Association, 299(20): 240 1-2405."
    ]
}