{
    "id": 15105,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "Angrist, J. (1990). Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records. American Economic Review 80(3): 3 13-36.",
        "Angrist, J. and S. Chen. (2008). Long-Term Consequences of Vietnam-Era Conscription: Schooling, Experience, and Earnings. NBER Working Paper #13411.",
        "Angrist, J. and A. B. Krueger (1994). Why Do World War II Veterans Earn More than Nonveterans? Journal of Labor Economics 12(1): 74-97.",
        "Berger, M. and B. Hirsch (1983). The Civilian Earnings Experience of Vietnam-Era Veterans. Journal of Human Resources 18(4): 455-479.",
        "Boehmer, Tegan K., Dana Flanders, et al. (2004). Postservice Mortality in Vietnam Veterans. Archives of Internal Medicine 164: 1908-19 16.",
        "Call, V. and J. Teachman (1996). Life-Course Timing and Sequencing of Marriage and Military Service and Their Effects on Marital Stability. Journal of Marriage and the Family 58(1): 219-26.",
        "Institute of Medicine. (1994). Veterans and Agent Orange: Health Effects of Herbicides Used in Vietnam. Washington, DC: National Academy Press.",
        "Cook, J., D. Riggs, et al. (2004). Posttraumatic Stress Disorder and Current Relationship Functioning Among World War II Ex-Prisoners of War. Journal of Family Psychology 18(1): 36-45.",
        "Davison, E., A. Pless, et al. (2006). Late-Life Emergence of Early-Life Trauma. Research on Aging 28(1): 84-114.",
        "Gamache, G., R. Rosenheck, et al. (2001). The proportion of veterans among homeless men: a decade later. Social Psychiatry and Psychiatric Epidemiology 36: 48 1-85.",
        "Gifford, Brian. (2003). States, Soldiers, and Social Welfare: Military Personnel and the Welfare State in the Advanced Industrial Democracies. Ph.D. dissertation, Department of Sociology, New York University, New York, NY.",
        "Hearst, N., T. Newman, and S.B. Hulley. (1986). Delayed Effects of the Military Draft on Mortality: A Randomized Natural Experiment. New England Journal of Medicine (314): 620-4.",
        "Hearst, N., J. Buehler, et al. (1991). The Draft Lottery and AIDS: Evidence against Increased Intravenous Drug Use by Vietnam-era Veterans. American Journal of Epidemiology 134(5): 522-5.",
        "Kulka, Richard A., William E. Schlenger, et al. (1990). Trauma and the Vietnam War Generation. New York, NY: Brunner/Mazel, Inc.",
        "Liu, X., C. J. Engel, et al. (2005). The effect of veteran status of mortality among older Americans and its pathways. Population Research and Policy Review 24: 573-92.",
        "London, A. and J. Wilmoth (2006). Military Service and (Dis)Continuity in the Life Course. Research on Aging 28(1): 135-59.",
        "Lundquist, Jennifer Hickes. (2004). When race makes no difference: Marriage and the military. Social Forces. 83:731-757.",
        "Lundquist, Jennifer Hickes. 2008. Ethnic and Gender Satisfaction in the Military: The Effect of a Meritocratic Institution. American Sociological Review 73: 477-496.",
        "MacLean, Alair and Glen H. Elder, Jr. (2007). Military Service in the Life Course. Annual Review of Sociology 33: 175-196.",
        "Marshall, T. H. (1950). Citizenship and social class and other essays. Cambridge: CUP.",
        "Ruger, W., S. Wilson, et al. (2002). Warfare and Welfare: Military Service, Combat, and Marital Dissolution. Armed Forces & Society 29(1): 85-107.",
        "Sampson, R. and J. Laub (1996). Socioeconomic Achievement in the Life Course of Disadvantaged Men: Military Service as a Turning Point, Circa 1940-1965. American Sociological Review 61(3): 347-67.",
        "Seltzer, Carl C. and Seymour Jablon. (1974). Effects of Selection on Mortality. American Journal of Epidemiology 100: 367-372.",
        "Settersten, R. (2006). When Nations Call: How Wartime Military Service Matters for the Life Course and Aging. Research on Aging 28(1): 12-36 Skocpol, Theda. (1992). Protecting Soldiers and Mothers. Cambridge, Harvard University Press.",
        "Skocpol, Theda. (1993). Americas First Social Security System: The Expansion of Benefits for Civil War Veterans. Political Science Ouarterly 108(1): 85-116.",
        "Teachman, J. (2005). Military Service in the Vietnam Era and Educational Attainment. Sociology of Education 78: 50-68.",
        "US Department of Veteran Affairs. (2008a). Fact Sheet: Americas Wars. Washington, DC: US Department of Veteran Affairs. Retrieved June 1, 2009 (http ://www I .va, gov/opa/fact/amwars ~asp).",
        "US Department of Veteran Affairs. (2008b). Annual Benefits Report: Fiscal Year 2008. Washington, DC: US Department of Veteran Affairs. Retrieved June 9, 2009 (http://www~vba,va.gov/REPORTS/abr/2OO8 abr.pdi)."
    ]
}