{
    "id": 15107,
    "cites": 9,
    "cited_by": 50,
    "reference": [
        "Autor, David H., Lawrence F. Katz and Melissa S. Kearney, Trends in U.S. Wage Inequality: Revising the Revisionists, Review of Economics and Statistics 90 (May 2008), 300-23. Autor, David H., Lawrence F. Katz and Alan B. Krueger, Computing Inequality: Have Computers Changed the Labor Market?, Quarterly Journal of Economics ii3 (November i998), ii69-i2i3.",
        "Feenstra, Robert C. and Gordon H. Hanson, Global Production and Inequality: A Survey of Trade and Wages, in E. Kwan Choi and James Harrigan, eds., Handbook of International Trade, Blackwell, 2003, pp. i46-i85. Feenstra, Robert C. and Gordon H. Hanson, Global Production Sharing and Rising Inequality: A Survey of Trade and Wages, in Kwan Choi and James Harrigan (editors), Handbook of International Trade, Basil Blackwell, 200 i. Gaston, Noel and D. Trefler, Protection, Trade and Wages: Evidence from U.S. Manufacturing, Industrial and Labour Relations Review 47 (July i994): 574-593.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg, Trading Tasks: A Simple Theory of Offshoring, forthcoming American Economic Review Grossman, Gene M. and Esteban Rossi-Hansberg, The Rise of Offshoring: Its Not Wine for Cloth Anymore August 2006.",
        "Harrigan, James, International Trade and American Wages in General Equilibrium, i967-i995, in Robert Feenstra (editor), The Impact of International Trade on Wages, NBER, University of Chicago Press, 2000.",
        "Harrison, Ann and Margaret McMillan, Motives Matter: Offshoring and American Manufacturing Jobs, Working Paper, June 2009. Katz, Lawrence, and Lawrence Summers, Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity, Microeconomics, Vol. i989 (i989), 209-290. Krueger, Alan B. and Lawrence H. Summers, Efficiency Wages and the Inter-Industry Wage Structure, Econometrica 56 (March i988), 259-93.",
        "Krugman, Paul, Trade and Wages, Reconsidered, February 2008 Lawrence, Robert, Blue-collar blues: Is trade to blame for rising U.S. income inequality?, Institute for International Economics.",
        "Leamer, Ed and Christopher Thornberg, Effort and Wages: A New Look at the Inter-Industry Wage Differentials, in Robert Feenstra (editor), The Impact of International Trade on Wages, NBER, University of Chicago Press, 2000.",
        "Lovely, M. and D. Richardson, Trade Flows and Wage Premiums: Does Who or What Matter, in The Impact of International Trade on Wages, Rob Feenstra (editor), University of Chicago Press, 2000.",
        "Mankiw, Gregory, and Phillip Swagel, The Politics and Economics of Offshore Outsourcing, NBER Working Paper i2398, July 2006. Nickell, S. and R. Layard, Labor market institutions and economic performance, in Handbook of Labor Economics, Volume 3C, Ashenfelter, 0. and D. Card (editors), North-Holland. Trefler, D. International Factor Price Differences: Leontief was Right, Journal of Political Economy i0i, December i993: 96i-987."
    ]
}