{
    "id": 15100,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Sapelli, C. and A. Torche (2001). The Mandatory Health Insurance System in Chile: Explaining the Choice between Public and Private Insurance. International Journal of Health Care Finance and Economics, 1(2): 97- 110. Simons, Robert A., William M Bowen, and Arthur J. Sementeilli. The Price and Liquidity Effects of UST Leaks from Contaminated Sites. The Appraisal Journal 67(2): 186-194.",
        "PSC (1995). An Analysis of the Michigan Underground Storage Tank Financial Assurance Program: Assessment of Solvency, Opportunities for Cost Containment, and Future Options. Public Sector Consultants, Report to the Michigan Department of Environmental Quality.",
        "Akerlof, George A. and Paul M. Romer (1993). Looting: The Economic Underworld of Bankruptcy for Profit. Brookings Papers on Economic Activity, (2): 1-73.",
        "ASTDR (2005). Toxicological Profile for Benzene. Agency for Toxic Substances and Disease Registry. Atlanta, GA: U.S. Public Health Service.",
        "Benton, Charles L. (1990). Report of the Governors TaskForce on Underground Storage Tanks. Maryland State Law Library, Report # Un55 :2/B/990.",
        "Boyd, James. (1997). !Green Money! in the Bank: Firm Responses to Environmental Financial Responsibility Rules. Managerial and Decision Economics, 18(6): 491-506.",
        "Boyd, J. and H. C. Kurireuther (1997). Retroactive Liability or the Public Purse? Journal of Regulatory Economics, 11: 79-90.",
        "Brown, Jeffrey R. (2008). Guaranteed Trouble: The Economic Effects of the Pension Benefit Guaranty Corporation. Journal of Economic Perspectives, 22(1): 177-98.",
        "Cooper, R. and T. W. Ross (1998). Bank Runs: Liquidity Costs and Investment Distortions, Journal of Monetary Economics, 41(1): 27-38.",
        "Cooper, R. and T. W. Ross (1999). Public and Private Guarantee Funds with Market Fragility. The Journal ofRisk and Insurance, 66(2): 163-184.",
        "Couch, Kevin and Thomas Young (2001). Leaking Underground Storage Tanks as Point Sources of MTBE to Groundwater. Research Report, University of California at Davis, Department of Civil and Environmental Engineering.",
        "Cowans, D. 5. (1995). State Assurance Funds Faltering: Recent Developments Cast Doubt on Reliability of State Funds. Business Insurance, 29 (40): 3-4.",
        "Durgin, Philip B, and Thomas M. Young, Eds. (1993). Leak Detection for Underground Storage Tanks. Philadelphia: American Society for Testing Materials.",
        "EID (1993). Environmental Information Digest (August). Edina, MN : Environnemental Information, Ltd.",
        "EPA (1995). Musts for USTs. US Environmental Protection Agency, Report #510-K-95-002.",
        "EPA (1997). State Funds in Transition: Models for Underground Storage Tank Assurance Funds. US Environmental Protection Agency, Report #51 0-B-97-002.",
        "EPA (2004). Underground Storage Tanks: Building on the Past to Protect the Future. US Environmental Protection Agency, Report #51 0-R-04-00 1.",
        "EPA (2008). Meeting Underground Storage Tank System Requirements. US Environmental Protection Agency, Office of Underground Storage Tanks. At http ://www, epa.gov/oust/ustsystmindex .htrn (accessed 2/13/2008).",
        "Freeman, P. K. and H. C. Kunreuther (1997). Managing Environmental Risk through Insurance. Boston: Kluwer Academic Publishers.",
        "GAO (1987). Availability of Insurance for Petroleum Underground Storage Tanks. Washington, DC: General Accounting Office, Report GAO/T-RCED-88-9.",
        "GAO (2007). Leaking Underground Storage Tanks. Washington DC: General Accounting Office, Report GAO-07- 152.",
        "Kreiger, Gary R (2000). Accident Prevention Manual: Environmental Management, 2~ Ed. Chicago: National Safety Council.",
        "Hopkins, S. and M. Kidd (1996). The Determinants of the Demand for Private Health Insurance Under Medicare.",
        "Kareken, J. and N. Wallace (1978). Deposit Insurance and Bank Regulation: A Partial-Equilibrium Exposition. The Journal of Business, 51(3): 413-438.",
        "Jenkins, Robin, Elizabeth Kopits, and David Simpson (2006). Measuring the Social Benefits of EPA Land Cleanup and Reuse Programs. National Center for Environmental Economics Working Paper #06-03. Washington, DC: US Environmental Protection Agency.",
        "Meltzer, Allan H. (1967). Major Issues in the Regulation of Financial Institutions. The Journal of Political Economy, 75 (4): 482-501.",
        "NPN (1998). AIG Environmental offers reductions for Tanknology customers. National Petroleum News, 90(12): 9."
    ]
}