{
    "id": 15114,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Anderson, Michael and Carlos Dobkin (2009). The Effect of Health Insurance Coverage on the Use of Medical Services, unpublished manuscript.",
        "Associated Press (1997). New Law Would Let Parents Insure Kids Til Mid-20s. April 1, 2007. Available at http ://www.wvdlc.comlnews detail/ 1526 .htm.",
        "Blumberg, Linda J., Lisa Dubay, and Stephen A.Norton (2000). Did the Medicaid Expansions for Children Displace Private Insurance? An Analysis Using the SIPP. Journal of Health Economics 19(1):33-60.",
        "Card, David and Lara D. Shore-Sheppard (2004). Using Discontinuous Eligibility Rules to Identify the Effects of the Federal Medicaid Expansions on Low-Income Children, The Review of Economics and Statistics 86(3): 752-766.",
        "Centers for Medicare and Medicaid Services (2004). State 1998 SCHIP Evaluations and State SCHIP Summaries. http ://www.cms .hhs .gov/schip/researchers/default. asp.",
        "Cutler, David and Jonathan Gruber (1996). Does Public Insurance Crowd Out Private Insurance. Quarterly Journal of Economics. 111(2): 39 1-430.",
        "Cutler, David M. and Sarah J. Reber (1998). Paying for Health Insurance: The Tradeoff between Competition and Adverse Selection. Quarterly Journal of Economics 113 (2): 43366.",
        "Ellis, Randall P. and Ching-to Albert Ma (2009). Health Insurance, Cost Expectations, and Adverse Job Turnover. Unpublished manuscript.",
        "Gross, Tal (2008). The High Cost of Partial Insurance: Moral Hazard and the Health Care Consumption of the Nominally Insured, unpublished manuscript.",
        "Gruber, Jonathan, and Kosali Simon (2008). Crowd-Out Ten Years Later: Have Recent Public Insurance Expansions Crowded Out Private Health Insurance? Journal of Health Economics 27 (2): 201-217.",
        "Ham, John C. and Lara Shore-Sheppard (2005). The Effect of Medicaid Expansions for LowIncome Children on Medicaid Participation and Private Insurance Coverage: Evidence from the SIPP. Journal of Public Economics. 89(1): 57-83.",
        "Henry J. Kaiser Foundation and Health Research and Educational Trust (2008). Employer Health Benefits: 2008 Annual Survey. http://www,kfforgiinsurance/779O/index~cfrn.",
        "Internal Revenue Service, Department of the Treasury (2008). Medical and Dental Expenses, Publication No. 502. Downloaded from ht~.gov,mb/irs~pf/O2.pdf.",
        "Rite of Passage? Why Young Adults Become Uninsured and How New Policies Can Help, 2008 Update. New York: The Commonwealth Fund.",
        "Kronstadt, Jessica, Safiya Mojerie, and Sonya Schwartz (2007). State Efforts to Extend Dependent Coverage for Young Adults. State Health Policy Monitor 1(5). Publication No. 2OO7~i Ii.",
        "Levy, Helen (2007). Health Insurance and the Transition to Adulthood, in Sheldon Danziger and Cecilia Rouse (eds.), The Price of Independence: The Economics of Early Adulthood. New York: Russell Sage Foundation.",
        "Lo Sasso, Anthony and Thomas C. Buchmueller (2004). The Effect of the State Childrens Health Insurance Program on Health Insurance Coverage, Journal of Health Economics 23(5): 1059-1082.",
        "National Conference of State Legislatures (2008). Covering Young Adults through Their Parents or Guardians Health Policy. Accessed May 5th 2009 at http://www.ncsl.org/programs/healthldependentstatus.htm National Governors Association (various years). Maternal and Child Health (MCH) Update. Washington, DC: NGA Center for Best Practices, Health Policy Studies Division.",
        "Pierron, William and Paul Fronstin (2008). ERISA Pre-Emption: Implications for Health Reform and Coverage, Employee Benefit Research Institute Issue Brief No. 314.",
        "Rosenbach, Margo, Marilyn Ellwood et al. (2003). Implementation of the State Childrens Health Insurance Program: Synthesis of State Evaluations, Mathematic Policy Research Reference Number 8644-100.",
        "Shore-Sheppard, Lara (2003). Expanding Public Health Insurance for Children, in Changing Welfare, Rachel Gordon and Herbert Walberg, eds. New York: Kluwer Academic/Plenum Publishers.",
        "Smith, Vernon, David Rousseau, Caryn Marks and Robin Rudowitz (2008). SCHIP Enrollment in June 2007: An Update on Current Enrollment and SCHIP Policy Directions, downloaded from the Henry J. Kaiser Family Foundation, http ://www.kff.org/medicaid/upload/7642 02 .pdf.",
        "Swartz, Katherine (1986). Interpreting the Estimates from Four National Surveys of the Number of People without Health Insurance. Journal of Economic and Social Measurement 14(3):23342. Thorpe, Kenneth and Curtis Florence (1 998).Health Insurance Coverage among Children: The Role of Expanded Medicaid Coverage. Inquiry (35) 4: 369-379.",
        "Wooldridge, Judith, Ian Hill, Mary Harrington, Genevieve Kenney, Corinna Hawkes, and Jennifer Haley (2003). Interim Evaluation Report: Congressionally Mandated Evaluation of the State Children `s Health Insurance Program. Princeton, NJ: Mathematica Policy Research."
    ]
}