{
    "id": 15115,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Atkinson, Anthony B. and Joseph E. Stiglitz. 1976. ~The Design of Tax Structure: Direct Versus Indirect Taxation. Journal of Public Economics, 6(1-2): 55-75.",
        "Banks, James and Peter Diamond. 2008. ~The Base for Direct Taxation. Chapter written for Reforming the Tax System for the 21st Century: The Mirrlees Review, Institute for Fiscal Studies. http: / /www. ifs. org. uk/mirrleesreview/reports/base.pdf.",
        "Blomquist, SÃ\u0083Â¶ren and Vidar Christiansen. 2008. ~Taxation and Heterogeneous Preferences.  Finanz Archiv, 64: 218-244.",
        "Boadway, Robin, Maurice Marchand, Pierre Pestieau, and Maria del Mar Racionero. 2002. ~Optimal Redistribution with Heterogeneous Preferences for Leisure. Journal of Public Economic Theory, 4(4): 475-498.",
        "Chabris, Christopher F., David Laibson, Carrie L. Morris, Jonathan P. Schuldt, and Dmitry Taubinsky. 2008. ~Individual Laboratory-Measured Discount Rates Predict Field Behavior. NBER Working Paper 14270.",
        "Cuff, Katherine. 2000. ~Optimality of workfare with heterogeneous preferences. Canadian Journal of Economics, 33(1): 149-74.",
        "Diamond, Peter. 2003. Taxation, Incomplete Markets, and Social Security. Cambridge: MIT Press.",
        "Diamond, Peter. 2006. ~Optimal Tax Treatment of Private Contributions for Public Goods with and without Warm Glow Preferences, Journal of Public Economics, 90(45) : 897-919.",
        "Dynan, Karen E., Jonathan Skinner, and Stephen P. Zeldes. 2004. ~Do the Rich Save More? Journal of Political Economy, 112(2): 397-444.",
        "Gordon, Roger H. 2004 ~Taxation of Interest Income. International Tax and Public Finance, 11(1): 5-15.",
        "Gordon, Roger H. and Wojciech Kopczuk. 2008. ~The Choice of the Personal Income Tax Base. working paper",
        "Kaplow, Louis. 2008a. The Theory of Taxation and Public Economics. Princeton: Princeton Press.",
        "Kaplow, Louis. 2008b. ~Optimal Policy with Heterogeneous Preferences. B.E. Journal of Economic Analysis and Policy, Vol. 8, Iss. 1 (Advances), Article 40: 1-28.",
        "Kocherlakota, Narayana. 2005. ~Zero Expected Wealth Taxes: A Mirrlees Approach to Dynamic Optimal Taxation. Econometrica, 73(5): 1587-1621.",
        "Mirrlees, James A. 1971. ~An Exploration in the Theory of Optimum Income Taxation. Review of Economic Studies, 38: 175-208.",
        "Saez, Emmanuel. 2002. ~The Desirability of Commodity Taxation under Non-Linear Income Taxation and Heterogeneous Tastes. Journal of Public Economics, 83(2): 21730.",
        "Sandmo, Agnar. 1993. ~Optimal redistribution when tastes differ. Finanz Archiv, 50(2): 149-163.",
        "Tarkiainen, Ritva and Matti Tuomala. 2007. ~On optimal income taxation with heterogeneous work preferences. International Journal of Economic Theory, 3(1): 35 - 46.",
        "Tenhunen, Sanna and Matti Tuomala. Forthcoming. ~On Optimal Lifetime Redistribution Policy. Journal of Public Economic Theory"
    ]
}