{
    "id": 1511,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Auerbach, A., L. Kotlikoff and J. Skinner [19811, The Efficiency Gains from Dynamic Tax Reform, Harvard Institute for Economic Research Discussion Paper No. 870.",
        "Bernheim, B.D. [198)-ta], Dissaving After Retirement: Testing the Pure Life Cycle Hypothesis, in Z. Bodie, J. Shoven, and D. Wise (eds.), Pensions and Retirement in the United States, NBER Conference volume, forthcoming. Bernheim, B.D. [l98Itb], Annuities, Pensions, and Private Wealth, m!meo, Stanford. Bernheim, B.D., A. Shleifer and L. Summers [l98It], Bequests as a Means of Payment, NBER Working Paper No. 1303. Blinder, A., R. Gordon and D. Wise [1980], Social Security, Bequests, and the Life Cycle Theory of Saving: Cross-Sectional Tests, NEER Working Paper No. 619.",
        "Boskin, M. and M. Hurd [1978], The Effects of Social Security on Early Retirement, Journal of Public Economics vol. 10.",
        "Burkhauser, R. [19801, The Early Acceptance of Social Security: An Asset Maximization Approach, Industrial and Labor Relations Review, Vol. 33.",
        "Burtless, G. and R. Moffitt [19831, The Effect of Social Security on Labor Supply of the Aged: The Joint Choice of Retirement Date and Post-retirement Hours of Work, (minieo).",
        "Diamond, P. and J. Hausman [1980], Individual Savings Behavior, MIT (mimeo).",
        "Eckstein, Z., M. Eichenbaum and D. Peled [1983], Uncertain Lifetimes and the Welfare Enchancing Properties of Annuity Markets and Social Security, mimeo, GSIA, Carnegie-Mellon.",
        "Feldstein, M. [1974], Social Security, Induced Retirement, and Aggregate Capital Accumulation, JPE, vol. 82, pp. 905-926.",
        "Feldstein, M. and A. Pellechio [1979], Social Security and Household Wealth Accumulation: New Microeconomic Evidence, Review of Economics and Statistics, vol. 61.",
        "Hurd, M. and J. Shoven [1983], The Distributional Impact of Social Security, Stanford (mimeo).",
        "King, M. [1984], Tax Policy and the Business Cycle, mimeo, MIT.",
        "King, N. and Dicks-Mireaux, L. [1982], Asset Holding and the Life Cycle, Economic Journal, vol. 92, pp. 247-67.",
        "King, M. and Dicks-Mireaux, L. [1983], Pension Wealth and Household Savings: Tests of Robustness, Journal of Public Economics, Kotlikoff, L. [1979], Testing the Theory of Social Security and Life Cycle Accumulation, The American Economic Review, vol. 69, pp. 396410. Kotlikoff, L. [1983], The Distributional Impact of Social Security, presented at the CEPR Conference on Social Security at Stanford University.",
        "Kotlikoff, L. and A. Spivak 119811, The Family as an Incomplete Annuities Market, JPE, vol. 89, pp. 372-91.",
        "Kotlikoff, L. and D. Wise [19841, The Structure of Private Pension Plans and Labor Force Incentives, in Z. Bodie, J. Shoven, and M. Hurd (eds.), Pensions and Retirement in the United States, NEER Conference volume, forthcoming.",
        "Lydall, H. [1955], The Life Cycle in Income, Saving and Asset Ownership, Econoinetrica vol. 46, pp. 985-1012.",
        "Mirer, T. [1919], The Wealth-Age Relationship Among the Aged, American Economic Review, vol. 69, pp. It35-It3.",
        "Pellechio, A. [19831, Individual Gains and Losses from Social Security and an Agenda for Reform, mimeo.",
        "Projector, D. [19681, Survey of Changes in Family Finances, Federal Reserve Board of Governors.",
        "Projector, D. and G. Weiss [1966], Survey of Financial Characteristics of Consumers, Federal Reserve Board of Governors.",
        "Yaari, M. [1965], Uncertain Lifetime, Life Insurance, and The Theory of the Consumer, Review of Economic Studies, vol. 32, pp. 137-50."
    ]
}