{
    "id": 15112,
    "cites": 61,
    "cited_by": 29,
    "reference": [
        "ABDULKADIROGLU, A., J. ANGRIST, S. COHODES, S. DYNARSKI, J. FULLERTON, T. KANE, AND P. PHATAK (2009): Informing the debate: Comparing Bostons charter, pilot, and traditional schools, Discussion paper, Boston Foundation.",
        "AKERLOF, G., AND R. KRANTON (2002): Identity and schooling: Some lessons for the economics of education, Journal of Economic Literature, XL, 1167-1201.",
        "AKERLOF, G. A. (1970): The Market for `Lemons: Quality Uncertainty and the Market Mechanism,  Quarterly Journal of Economics, 84(3), 488-500.",
        "ALTONJI, J. G., AND C. R. PIERRET (2001): Employer Learning and Statistical Discrimination, Quarterly Journal of Economics, 116(1), 313-SO.",
        "ANGRIST, J., E. BETTINGER, E. BLOOM, E. KING, AND M. KREMER (2002): Vouchers for private schooling in Colombia: Evidence from a randomized natural experiment, America Economic Review, 92(5), 1535-1558.",
        "ANGRIST, J., D. LANG, AND P. OREOPOULOS (2006): Incentives and Services for College Achievement: Evidence from a Randomized Trial, Working paper no. 12790, National Bureau of Economic Research.",
        "ARCIDIACONO, P., P. BAYER, AND A. HIzM0 (2008): Beyond Signaling and Human Capital: Education and the Revelation of Ability, Discussion Paper 13951, National Bureau for Economic Research, Cambridge, MA.",
        "BANERJEE, A., S. COLE, E. DUFLO, AND L. LINDEN (2007): Remedying Education: Evidence from Two Randomized Experiments in India, Quarterly Journal of Economics, 122(3), 12351264.",
        "BENABOU, R., AND J. TIROLE (2006): Incentives and prosocial behavior, American Economic Review, 96(5), 1652-1678.",
        "BIRNBAUM, Z. W. (1950): Effect of Linear Truncation on a Multinormal Population, The Annals of Mathematical Statistics, 21(2), 272-279.",
        "BISHoP, J. H. (1997): The Effect of National Standards and Curriculum-Based Exams on Achievement,  The American Economic Review, 87(2), 260-264.",
        "(2004): Drinking from the fountain of knowledge: Student Incentive to Study and LearnExternalities, Information Problems, and Peer Pressure, Working paper, Center for Advanced Human Resource Studies.",
        "BLACK, S. (1999): Do better schools matter? Parental valuation of elementary education, The Quarterly Journal of Economics, 114(2), 577-599.",
        "BOHLMARK, A., AND M. LINDAHL (2008): Does school privatization improve educational achievement ? Evidence from Swedens voucher reform, Discussion Paper 3691, IZA.",
        "BRAVO, D., S. MUKHOPADHYAY, AND P. TODD (2008): Effects of a universal school voucher system on educational and labor market outcomes, Discussion paper, University of Pennsylvannia.",
        "CLOTFELTER, C. (1999): Public school segregation in metropolitan areas, Land Economics, 75(4), 487-504.",
        "CURRIE, J. (2009): Healthy, Wealthy, and Wise: Socioeconomic Status, Poor Health in Childhood, and Human Capital Development, Forthcoming Journal of Economic Literature.",
        "DALE, S. B., AND A. B. KRUEGER (2002): Estimating the Payoff to Attending A More Selective College: An Application of Selection on Observables and Unobservables*,~~ Quarterly Journal of Economics, 117(4), 1491-1527.",
        "DEGR00T, M. H. (1972): Optimal Statistical Decisions. McGraw-Hill Book C., New York, NY.",
        "DRANOVE, D., D. KESSLER, M. MCCLELLAN, AND M. A. SATTERTHWAITE (2003): Is More Information Better? The Effects of Report Cards on Health Care Providers, Journal of Political Economy, 111(3), SSS-587.",
        "DUFLO, E., P. DUPAS, AND M. KREMER (2008): Peer Effects and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya, Mimeo, Dartmouth College.",
        "EPPLE, D., AND R. E. ROMANO (1998): Competition between Private and Public Schools, Vouchers, and Peer-Group Effects, American Economic Review, 88(1), 33-62, TY - JOUR Accession Number: 0455952 . Geographic Descriptors: U.S.. Publication Type: Journal Article. Update Code: 199806.",
        "(2002): Educational vouchers and cream skimming, Working paper no. 9354, NBER.",
        "FARBER, H. S., AND R. GIBBONS (1996): Learning and Wage Dynamics, Quarterly Journal of Economics, 111(4), 1007-47.",
        "FERREYRA, M. M. (2007): Estimating the Effects of Private School Vouchers in Multi-District Economies, American Economic Review, 97, 789-817.",
        "FIGLI0, D. N., AND M. E. LUCAS (2004): Whats in a Grade? School Report Cards and the Housing Market, American Economic Review, 94(3), 591-604.",
        "FRIEDMAN, M. (1962): Capitalism and Freedom. University of Chicago Press, Chicago, With the assistance of Rose D. Friedman. 23 cm.",
        "FRYER, R. (2005): An Economic Analysis of `Acting White, Quarterly Journal of Economics, 120(2), 551-583.",
        "GALLEGO, F. (2006): Voucher School Competition, Incentives, and Outcomes: Evidence from Chile, Mimeo, MIT.",
        "(2008): Comment on: School choice, stratification, and information on school performance: Lessons from Chile, Economia, 8(2), 32-37.",
        "GIBBONS, R., AND K. J. MURPHY (1992): Optimal Incentive Contracts in the Presence of Career Concerns, Journal of Political Economy, 100, 30-52.",
        "HARRIS, M., AND B. HOLMSTROM (1982): A Theory of Wage Dynamics, Review of Economic Studies, 49(3), 315-333.",
        "HASTINGS, J., AND J. WEINSTEIN (2008): Information, School Choice, and Academic Achievement: Evidence from Two Experiments, Quarterly Journal of Economics, 123(4), 1373-1414.",
        "HE, F., L. LINDEN, AND M. MACLEOD (2008): How to teach english in India: Testing the relative productivity of instruction methods within the Pratham English language program, Mimeo, Columbia University.",
        "HOEKSTRA, M. (2009): The effect of attending the flagship state university on earning: A discontinuity approach, Review of Economics and Statistics.",
        "HOLMSTROM, B. (1999): Managerial incentive problems: A dynamic perspective, Review Of Economic Studies, 66(1), 169-182.",
        "HOWELL, W., AND P. PETERSON (2002): The Education Cap: Vouchers and Urban Schools. Brookings Institution Press, Washington, D.C.",
        "HOXBY, C. (2000): Does Competition among Public Schools Benefit Students and Taxpayers?, American Economic Review, 90(5), 1209-1238. (2002): School choice and school productivity (or could school choice be a tide that lifts all boats)?, Discussion Paper 8873, National Bureau of Economic Research, Cambridge, MA.",
        "HOXBY, C., AND S. MURARKA (2008): New York City Charter Schools: Who Attends Them and How Well Are They Teaching Their Students?, EducationNext, 8(3).",
        "HSIEH, C.-T., AND M. URQUIOLA (2006): The Effects of Generalized School Choice on Achievement and Stratification: Evidence from Chiles School Voucher Program, Journal of Public Economics, 90, 1477-1503.",
        "JOVANOVIC, B. (1979): Job Matching and the Theory of Turnover, Journal of Political Economy, 87, 972-90.",
        "KATZ, L., J. KLING, AND J. LIEBMAN (2006): Experimental Analysis of Neighborhood Effects, Econometrica, 75(1), 83-119.",
        "KERR, 5. (1975): On the Folly of Rewarding A, While Hoping for B, Academy of Management Journal, 18(4), 769-783. KREMER, M., E. MIGUEL, AND R. THORNTON (Forthcoming): Incentives to Learn, Review of Economics and Statistics.",
        "KRUEGER, A., AND P. ZHU (2004): Another Look at the New York City School Voucher Experiment,  American Behavioral Scientist, 47(5), 658-98.",
        "LANGE, F. (2007): The Speed of Employer Learning, Journal of Labor Economics, 25(1-35), 497-532.",
        "LAZEAR, E. (2001): Educational production, Quarterly Journal Of Economics, 116(3), 777-803.",
        "MACLE0D, W. B. (2007): Reputations, Relationships and Contract Enforcement, Journal of Economics Literature, XLV, 597-630.",
        "MANSKI, C. (1992): School choice (vouchers) and social mobility, Economics of Education Review, 11(4), 351-369.",
        "MCEWAN, P., M. URQUIOLA, AND E. VEGAS (2008): School choice, stratification, and information on school performance: Lessons from Chile, Economia, 8(2), 1-27.",
        "MIZALA, A., P. ROMAGUERA, AND M. URQUIOLA (2007): Socioeconomic status or noise? Tradeoffs in the generation of school quality information, Journal of Development Economics, 84, 6 1-75.",
        "MIZALA, A., AND M. URQUIOLA (2008): School markets: The impact of information approximating schools effectiveness, Mimeo, Columbia University.",
        "MURFIN, W. (2007): United States performance on international tests, Discussion paper.",
        "NEAL, D. (2008): The role of private schools in education markets, Mimeo, University of Chicago.",
        "OREOPOULOS, P. (2003): The Long-run Consequences of Living in a Poor Neighborhood, Quarterly Journal of Economics, 118(4), 1533-1575.",
        "POSNER, R. A. (2009): A Failure of Capitalism. Harvard University Press.",
        "PRITCHETT, L. (2003): Educational Quality and Costs:A Big Puzzle and Five Possible Pieces, Mimeo, Harvard University.",
        "ROTHSTEIN, J. (2006): Good Principals or Good Peers: Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition Among Jurisdictions, American Economic Review, 96(4), 1333-1350.",
        "SAAVEDRA, J. (2008): The returns to college quality: A regression discontinuity analysis, Mimeo, Harvard University.",
        "SANDSTROM, M., AND F. BERGSTROM (2005): School vouchers in practice: Competition wont hurt you, Journal of Public Economics, 89, 351-380.",
        "SHAMOSH, N. A., AND J. R. GRAY (2008): Delay discounting and intelligence: A meta-analysis, Intelligence, 36(4), 289 305.",
        "URQUIOLA, M. (2005): Does School Choice Lead to Sorting? Evidence from Tiebout Variation, American Economic Review, 95(4), 1310-1326."
    ]
}