{
    "id": 15110,
    "cites": 10,
    "cited_by": 3,
    "reference": [
        "Bernanke, Ben, and Mark Gertler, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth and Business Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 79, pp. 14-31.",
        "Bernanke, Ben, Gertler, Mark and Simon Gilchrist, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator in a Quantitative Business Cycle FrameworkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in The Handbook of Macroeconomics, NorthHolland.",
        "Brunnermeier, M., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deciphering the 2007-08 Liquidity and Credit Crunch,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 23, pp. 77-100.",
        "Chan, Yeung L., and Leonid Kogan, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catching Up with the Joneses: Hetrogenous Preferences and the Dynamics of Asset PricesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, vol. 110, no. 6, pp. 1255-1285.",
        "Carlstrom, Charles T., and Timothy S. Fuerst, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, vol. 87, no. 5, pp. 893-910.",
        "Diamond, D., and R. Rajan, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Credit Crisis: Conjectures About Causes and Remedies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming in AER Papers and Proceedings.",
        "Garleanu, Nicolae and Stavros Panageas, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Old, Young, Conservative and Bold: The implications of Heterogeneity and Finite Lives for Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of C. Berkeley.",
        "Korinek, Anton, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk-Taking: Amplification Effects, Externalities and Regulatory Responses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Maryland.",
        "Shleifer, Andrei, and Robert W. Vishny, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unstable Banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14943.",
        "Williamson, Stephen, 1987, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, Business Failures, and Real Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 95, no. 6."
    ]
}