{
    "id": 15125,
    "cites": 21,
    "cited_by": 16,
    "reference": [
        "Barro, Robert J. \"Are Government Bonds Net Wealth?\" Journal of Political Economy, 1974, 82, pp. 1095-117.",
        "Congressional Budget Office. \"Policy Options for Reducing Co2 Emissions,\" Washington, DC: Congressional Budget Office, 2008.",
        "Elmendorf, Douglas W. \"Flexibility in the Timing of Emission Reductions under a Capand -Trade Program,\" Washington, DC: Congressional Budget Office, 2009.",
        "Hoel, Michael and Karp, Larry. \"Taxes Versus Quotas for a Stock Pollutant.\" Resource and Energy Economics, 2002, 24, pp. 367-84.",
        "Kaplow, Louis and Shavell, Steven. \"On the Superiority of Corrective Taxes to Quantity Regulation.\" American Law and Economics Review, 2002, 4(1), pp. 1-17.",
        "Karp, Larry and Zhang, Jiangfeng. \"Regulation of Stock Externalities with Correlated Abatement Costs.\" Environmental and Resource Economics, 2005, 32, pp. 273-99.",
        "Lecocq, Franck and Ambrosi, Philippe. \"The Clean Development Mechanism: History, Status, and Prospects.\" Review of Environmental Economics and Policy, 2007, 1(1), pp. 134-51.",
        "Metcalf, Gilbert E. \"Federal Tax Policy toward Energy.\" Tax Policy and the Economy, 2007a, 21, pp. 145-84.",
        "____. \"A Proposal for a U.S. Carbon Tax Swap: An Equitable Tax Reform to Address Global Climate Change,\" The Hamilton Project, 2007b.",
        "Metcalf, Gilbert E.; Paltsev, Sergey; Reilly, John M.; Jacoby, Henry D. and Holak, Jennifer. \"Analysis of a Carbon Tax to Reduce U.S. Greenhouse Gas Emissions,\" Cambridge, MA: MIT Joint Program on the Science and Policy of Global Change Report No. 160, 2008. Metcalf, Gilbert E. and Weisbach, David. \"The Design of a Carbon Tax.\" Harvard Environmental Law Review, forthcoming.",
        "Murray, Brian C.; Newell, Richard G. and Pizer, William A. \"Balancing Cost and Emissions Certainty: An Allowance Reserve for Cap-and-Trade.\" Review of Environmental Economics and Policy, 2009, 3(1), pp. 84-103.",
        "Newell, Richard G. and Pizer, William A. \"Regulating Stock Externalities under Uncertainty.\" Journal of Environmental Economics and Management, 2003, 45, pp. 41632.",
        "Nordhaus, William D. \"To Tax or Not to Tax: Alternative Approaches to Slowing Global Warming.\" Review of Environmental Economics and Policy, 2007, 1(1), pp. 2644.",
        "Paltsev, Sergey; Reilly, John M.; Jacoby, Henry D.; Gurgel, Angelo C.; Metcalf, Gilbert E.; Sokolov, Andrei P. and Holak, Jennifer F. \"Assessment of U.S. Cap-andTrade Proposals,\" Cambridge, MA: MIT Joint Program on the Science and Policy of Global Change Report No. 146, 2007.",
        "Pezzey, John. \"The Symmetry between Controlling Pollution by Price and Controlling It by Quantity.\" Canadian Journal of Economics, 1992, 25(4), pp. 983-91.",
        "Pizer, William. \"Climate Policy Design under Uncertainty,\" Washington, DC: Resources For the Future RFF DP 05-44, 2005.",
        "Pizer, William A. \"Combining Price and Quantity Controls to Mitigate Global Climate Change.\" Journal of Public Economics, 2002, 85(3), pp. 409-34.",
        "Roberts, Marc J. and Spence, Michael. \"Effluent Charges and Licenses under Uncertainty.\" Journal of Public Economics, 1976, 5(3-4), pp. 193-208.",
        "Stavins, Robert N. \"Proposal for a U.S. Cap-and-Trade System to Address Global Climate Change: A Sensible and Practical Approach to Reduce Greenhouse Gas Emissions,\" Washington, DC: The Hamilton Project, 2007.",
        "Weiner, Robert J. and Click, Reid W. \"Political Risk and Real-Asset Values: M&A Evidence.\" SSRN eLibrary, 2007.",
        "Weitzman, Martin. \"Prices Vs. Quantities.\" Review of Economic Studies, 1974, 41(4), pp. 477-91."
    ]
}