{
    "id": 15137,
    "cites": 27,
    "cited_by": 34,
    "reference": [
        "Acemoglu, Daron and Simon Johnson (2007). \"Disease and Development: The effect of life expectancy on economic growth.\" Journal of Political Economy 115(6): 925-985.",
        "Angrist, Joshua D. and JÃ\u0083Â¶rn-Steffen Pischke (2009). Mostly Harmless Econometrics. Princeton: Princeton University Press.",
        "Arellano, Manuel and Stephen Bond (1991). \"Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations.\" Review of Economic Studies 58(2): 277-97.",
        "Ashraf, Quamrul H., Ashley Lester and David N. Weil (2008). \"When Does Improving Health Raise GDP \" NBER Macreconomics Annual 23: 157-204.",
        "Barker, David J.P. (1992). The Fetal and Infant Origins of Adult Disease. London: BMJ Books.",
        "Barro, Robert J. and Xavier Sala-i-Martin (2004). Economic Growth. Cambridge, MA: MIT Press.",
        "Behrman, Jere R. and Mark R. Rosenzweig (2004). \"The Returns to Birthweight.\" Review of Economics and Statistics 86(2): 586-601.",
        "Bleakley, Hoyt (2003). \"Disease and Development: Evidence from the American South.\" Journal of the European Economic Association 1(2-3): 376-386.",
        "Bleakley, Hoyt (2006). \"Malaria in the Americas: A Retrospective Analysis of Childhood Exposure.\" Mimeo University of Chicago.",
        "Bleakley, Hoyt (2008). \"Comment on \"When Does Improving Health Raise GDP\".\" NBER Macreconomics Annual 28(February): 205-220.",
        "Bloom, David E., David Canning and Jaypee Sevilla (2004). \"The Effect of Health on Economic Growth: A Production Function Approach.\" World Development 32(1): 1-13.",
        "Blundell, Richard and Stephen Bond (1998). \"Initial Conditions and Moment Restrictions in Dynamic Panel Data Models.\" Journal of Econometrics 87(1): 115-43.",
        "Case, Anne, Angela Fertig and Christina Paxson (2005). \"The Lasting Impact of Childhood Health and Circumstance.\" Journal of Health Economics 24(2): 365-389.",
        "Cate, Arie ten (2004). \"Refinement of the Partial Adjustment Model Using Continuous-time Econometrics.\" CPB Discussion Papers 41.",
        "Crimmins, Eileen M. and Caleb E. Finch (2006). \"Infection, Inflammation, Height, and Longevity.\" Proceedings of the National Academy of Sciences 103(2): 498-503.",
        "Cutler, David, Angus Deaton and Adriana Lleras-Muney (2006). \"The Determinants of Mortality.\" Journal of Economic Perspectives 20(3): 97-120.",
        "Durlauf, Steven, Paul Johnson and Jonathan Temple (2005). Growth Econometrics. Handbook of Economic Growth. P. Aghion and S. Durlauf. Amsterdam, Elsevier.",
        "Heckman, James J. (2007). \"The economics, technology, and neuroscience of human capability formation.\" Proceedings of the National Academy of Sciences of the United States of America 104(33): 13250-13255.",
        "Heston, Alan, Robert Summers and Bettina Aten (2006). \"Penn World Table Version 6.2.\" Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "Hoddinott, J., J. Maluccio, et al. (2008). \"Effect of a nutrition intervention during early childhood on economic productivity in Guatemalan adults.\" Lancet 371(9610): 411-416.",
        "Kremer, Michael and Edward Miguel (2004). \"Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities \" Econometrica 72(1): 159 - 217.",
        "Nickell, Stephen (1981). \"Biases in Dynamic Models with Fixed Effects.\" Econometrica 49(6): 1417-1426.",
        "Packard, Randall M. (2007). The Making of a Tropical Disease: A Short History of Malaria. Baltimore, Maryland: The Johns Hopkins University Press.",
        "Schultz, Paul T. (2005). Productive Benefits of Health. Health and Economic Growth. G. LÃ\u0083Â³pezCasasnovas, B. Rivera and L. Currais. Cambridge MA, MIT Press.",
        "Snowden, Frank M. (2006). The Conquest of Malaria: Italy, 1900-1962. New Haven, Connecticut: Yale University Press.",
        "Weil, David (2007). \"Accounting for the Effect of Health on Economic Growth.\" Quarterly Journal of Economics 122(3): 1265-1306.",
        "World Bank (2007). World Bank Development Indicators CD-ROM."
    ]
}