{
    "id": 15132,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Andrade, G., M. Mitchell, and E. Stafford, 2001, New evidence and perspectives on mergers, The Journal of Economic Perspectives 15, 103-120.",
        "Baker, M., C. F. Foley, and J. Wurgler, 2009, Multinationals as arbitrageurs: The effect of stock market valuations on foreign direct investment, Review of Financial Studies, forthcoming.",
        "Bris, A. and C. Cabolis, 2008, The Value of Investor Protection: Firm Evidence from Cross-Border Mergers, Working Paper, IMD.",
        "Chakrabarti, R., N. Jayaraman, and S. Gupta-Mukherjee, 2005, Mars-venus marriages: Culture and cross-border M&A, Journal of International Business Studies 40, 216-236.",
        "Cushman, D. O., 1987, The effect of real wages and labor productivity on foreign direct investment, Southern Economic Journal July, 174-185.",
        "Desai, M. A., C. F. Foley, and J. R. Hines, 2004, Foreign direct investment in a world of multiple taxes, Journal of Public Economics 88, 2727-2744.",
        "Desai, M.A., C. F. Foley, and K. J. Forbes, 2009, Financial Constraints and Growth: Multinational and Local Firm Reesponses to Currency Depreciations, forthcoming, Review of Financial Studies.",
        "Dewenter, K. L., 1995, Do exchange rate changes drive foreign direct investment?, The Journal of Business 68, 405-433.",
        "Djankov, S., R. La Porta, F. Lopez-de-Silanes, and A. Shleifer, 2008, The law and economics of selfdealing, Journal of Financial Economics 88: 430-465.",
        "Dong, M., D. Hirshleifer, S. Richardson, and S. H. Teoh, 2006, Does investor misvaluation drive the takeover market?, The Journal of Finance 61, 725-762.",
        "Fama, E., and K. French, 1998, Value versus growth: The international evidence, Journal of Finance 53, 1975-99.",
        "Ferreira, M., M. Massa, and P. Matos, 2009, Shareholders at the gate? Cross-country evidence on the role of institutional investors in mergers and acquisitions, Review of Financial Studies, forthcoming.",
        "Froot, K. A., and J. C. Stein, 1991, Exchange-rates and foreign direct-investment - an imperfect capital-markets approach, Quarterly Journal of Economics 106, 1191-1217.",
        "Graham, E. M., and P. R. Krugman, 1995. Foreign direct investment in the united states (Institute for International Economics, Washington, D.C.). Harford, J., 2005, What drives merger waves?, Journal of Financial Economics 77, 529-560.",
        "Jarrell, G. A., J. A. Brickley, and J. M. Netter, 1988, The market for corporate control: The empirical evidence since 1980, Journal of Economic Perspectives 2, 49-68.",
        "Jensen, M., and R. S. Ruback, 1983, The market for corporate control: The scientific evidence Journal of Financial Economics 11, 5-50.",
        "Klein, M., and E. Rosengren, 1994, The real exchange rate and foreign direct investment in the united states: Relative wealth vs. Relative wage effects, Journal of International Economics 36, 373-90.",
        "Klein, M. W., J. Peek, and E. S. Rosengren, 2002, Troubled banks, impaired foreign direct investment: The role of relative access to credit, The American Economic Review 92, 664682.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. W. Vishny (LLSV), 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Martynova, M. and L. Renneboog, 2008, Spillover of Corporate Governance Standards in CrossBorder Mergers and Acquisitions, Working Paper, Tilburg University and ECGI.",
        "Rhodes-Kropf, M., D. T. Robinson, and S. Viswanathan, 2005, Valuation waves and merger activity: The empirical evidence, Journal of Financial Economics 77, 561-603.",
        "Rhodes-Kropf, M., and S. Viswanathan, 2004, Market valuation and merger waves, Journal of Finance 59, 2685-2718.",
        "Rossi, S., and P. F. Volpin, 2004, Cross-country determinants of mergers and acquisitions, Journal of Financial Economics 74, 277-304.",
        "Shleifer, A., and R. W. Vishny, 2003, Stock market driven acquisitions, Journal of Financial Economics 70, 295-311.",
        "Stulz, R. M., and R. Williamson, 2003, Culture, openness, and finance, Journal of Financial Economics 70, 313-349.",
        "Swenson, D. L., 1989, The impact of U.S. Tax reform on foreign direct investment in the United States, M.I.T. Working Paper."
    ]
}