{
    "id": 15139,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Bentham, Jeremy. 1781. An Introduction to the Principles of Morals and Legislation. Reprinted by Batoche Books, Kitchener, 2000.",
        "Camerer, Colin, Samuel Issacharoff, George Loewenstein, Ted OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, and Matthew Rabin. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation for Conservatives: Behavioral Economics and the Case for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAsymmetric Paternalism Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania Law Review, 151: 1211-1254.",
        "Carroll, Gabriel, James Choi, David Laibson, Brigitte Madrian, and Andrew Metrick. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Defaults and Active Decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Quarterly Journal of Economics.",
        "Duffie, Darrell, and Gustavo Manso. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Percolation in Large Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97: 203-209.",
        "Duflo, Esther, and Emmanuel Saez. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118: 815-842.",
        "Glaeser, Edward. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paternalism and Psychology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Law Review, 73: 133-156.",
        "Hayek, Friedrich. 1945. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Knowledge in Society.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 35: 519-530.",
        "Korobkin, Russell. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Libertarian Welfarism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California at Los Angeles, Working Paper.",
        "Madrian, Brigitte, and Dennis Shea. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116: 1149-1187.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted, and Matthew Rabin. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Studying Optimal Paternalism, Illustrated by a Model of Sin Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93: 186-191.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted, and Matthew Rabin. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Sin Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Journal of Political Economy.",
        "Rizzo, Mario and Douglas Glen Whitman. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Knowledge Problem of New Paternalism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York University, Law and Economics Research Paper Series, Working Paper Number 08-60.",
        "Thaler, Richard, and Cass Sunstein. 2008. Nudge: Improving Decisions About Health, Wealth, and Happiness. Yale University Press, New Haven.",
        "Zanitelli, Leandro Martins. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Rules and the Inevitability of Paternalism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centro UniversitarÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081o Ritter dos Reis, Working Paper."
    ]
}