{
    "id": 15149,
    "cites": 55,
    "cited_by": 15,
    "reference": [
        "Joseph G. Altonji and Lewis M. Segal. Small sample bias in gmm estimation of covariance structures. Journal of Business and Economic Statistics, 14, 1996.",
        "John Ameriks, Andrew Caplin, Steven Laufer, and Stijn Van Nieuwerburgh. The joy of giving or assisted living? using strategic surveys to separate bequest and precautionary motives. NBER Working Paper 13105, 2007.",
        "Orazio P. Attanasio, James Banks, Costas Meghir, and Guglielmo Weber. Humps and bumps in lifetime consumption. Journal of Business and Economic Statistics, 17(1):22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 1999.",
        "Orazio P. Attanasio and Carl Emmerson. Mortality, health status, and wealth. Journal of the European Economic Association, 1(4):821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850, 2003.",
        "James Banks, Richard Blundell, and Sarah Tanner. Is there a retiremement-savings puzzle? The American Economic Review, 88:769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 788, 1998.",
        "David M. Blau and Donna Gilleskie. The role of retiree health insurance in the employment behavior of older men. International Economic Review, 49(2):475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514, 2008.",
        "Robert Brook, John E. Ware, William H. Rogers, Emmett B. Keeler, Allyson R. Davies, Cathy A. Donald, George A. Goldberg, Kathleen N. Lohr, Patricia C. Masthay, and Joseph P. Newhouse. Does free care improve adultsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ health? results from a randomized trial. New England Journal of Medicine, 309(23):1426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1434, 1983.",
        "Jeff Brown and Amy Finkelstein. The interaction of public and private insurance: Medicaid and the long term care insurance market. American Economic Review, forthcoming, 2009.",
        "Moshe Buchinsky. Recent advances in quantile regression models: A practical guideline for empirical research. Journal of Human Resources, 33:88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126, 1998.",
        "Marco Cagetti. Wealth accumulation over the life cycle and precautionary savings. Journal of Business and Economic Statistics, 21(3):339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 353, 2003.",
        "David Card, Carlos Dobkin, and Nicole Maestas. Does medicare save lives? NBER Working Paper 13668, 2007.",
        "Gary Chamberlain. Comment: Sequential moment restrictions in panel data. Journal of Business & Economic Statistics,, 10(1):20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26, 1992.",
        "James B. Davies and Antony F. Shorrocks. The distribution of wealth. In Anthony B. Atkinson and FrancÃ\u0083Å\u0092Ã\u0082Â§ois Bourguignon, editors, Handbook of Income Distribution, pages 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c675. Handbooks in Economics, vol. 16. Amsterdam; New York and Oxford: Elsevier Science, North-Holland, 2000.",
        "Mariacristina De Nardi. Wealth inequality and intergenerational links. Review of Economic Studies, 71(3):743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768, 2004.",
        "Angus Deaton. Saving and liquidity constraints. Econometrica, 59(5):1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1248, 1991.",
        "Angus Deaton and Christina Paxson. Mortality, education, income, and inequality among american cohorts. In David A. Wise, editor, Themes in the Economics of Aging, pages 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165. NBER Conference Report Series. Chicago and London: University of Chicago Press, 2001.",
        "Javier DÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081az-GimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, Vincenzo Quadrini, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. Dimensions of inequality: Facts on the U.S. distributions of earnings, income and wealth. Federal Reserve Bank of Minneapolis Quarterly Review, 21(2):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21, 1997.",
        "Mariacristina De Nardi, Eric French, and John B. Jones. Differential mortality, uncertain medical expenses, and the saving of elderly singles. Working Paper 12554, National Bureau of Economic Research, 2006.",
        "Mariacristina De Nardi, Eric French, and John B. Jones. Life expectancy and old age savings. American Economic Review: Papers and Proceedings, 99(2):110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115, 2009.",
        "Darrell Duffie and Kenneth J. Singleton. Simulated moments estimation of markov models of asset prices. Econometrica, 61(4):929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c952, 1993.",
        "Karen E. Dynan, Jonathan Skinner, and Stephen P. Zeldes. The importance of bequests and life-cycle saving in capital accumulation: A new answer. American Economic Review, 92(2):274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278, 2002.",
        "Karen E. Dynan, Jonathan Skinner, and Stephen P. Zeldes. Do the rich save more? Journal of Political Economy, 112(2):397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444, 2004.",
        "Todd E. Elder and Elizabeth T. Powers. Public health insurance and ssi program participation among the aged. Working Paper 2006-117, Michigan Retirement Research Center, 2006.",
        "Dennis Epple and Holger Seig. Estimating equilibrium models of local jurisdictions. Journal of Political Economy, 107(4):645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681, 1999.",
        "Daniel Feenberg and Jonathan Skinner. The risk and duration of catastrophic health care expenditures. Review of Economics and Statistics, 76:633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647, 1994.",
        "Amy Finkelstein, Erzo F. P. Luttmer, and Matthew J. Notowidigdo. What good is wealth without health? the effect of health on the marginal utility of consumption. NBER Working Paper 14089, 2008.",
        "Amy Finkelstein and Robin McKnight. What did medicare do (and was it worth it)? NBER Working Paper 11609, 2005.",
        "Elliott S. Fisher, David E. Wennberg, Therese A. Stukel, Daniel J. Gottlieb, F.L. Lucas, , and Etoile L. Pinder. The implications of regional variations in medicare spending. part 2: Health outcomes and satisfaction with care. Annals of Internal Medicine, 138(4):288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322, 2003.",
        "Eric French and John Bailey Jones. The effects of health insurance and self-insurance on retirement behavior. Center for Retirement Research Working Paper WP 2004-12, 2004.",
        "Eric French and John Bailey Jones. On the distribution and dynamics of health care costs. Journal of Applied Econometrics, 19(4):705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721, 2004.",
        "Pierre-Olivier Gourinchas and Jonathan A. Parker. Consumption over the life cycle. Econometrica, 70(1):47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89, 2002.",
        "Michael Grossman. On the concept of health capital and the demand for health. Journal of Political Economy, 80(2):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255, 1972.",
        "R. Glenn Hubbard, Jonathan Skinner, and Stephen P. Zeldes. The importance of precautionary motives in explaining individual and aggregate saving. Carnegie Rochester Series on Public Policy, pages 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125, 1994.",
        "R. Glenn Hubbard, Jonathan Skinner, and Stephen P. Zeldes. Precautionary saving and social insurance. Journal of Political Economy, 103(2):360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399, 1995.",
        "Michael D. Hurd. Mortality risk and bequests. Econometrica, 57(4):779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 813, 1989.",
        "Michael D. Hurd, Daniel McFadden, and Angela Merrill. Predictors of mortality among the elderly. Working Paper 7440, National Bureau of Economic Research, 1999.",
        "Thomas F. Juster, James P. Smith, and Frank Stafford. The measurement and structure of household wealth. Mimeo, 1998.",
        "Ahmed Khwaja. Estimating willingness to pay for medicare using a dynamic life-cycle model of demand for health insurance. Journal of Econometrics, forthcoming, 2009.",
        "Ruud H. Koning. Kernel: A gauss library for kernel estimation, 1996. http://www.xs4all.nl/",
        "Laurence J. Kotlikoff. Health expenditures and precautionary savings. In Laurence J. Kotlikoff, editor, What Determines Saving? Cambridge, MIT Press, 1988, 1988.",
        "Lee Lillard and Yoram Weiss. Uncertain health and survival: Effect on end-of-life consumption. Journal of Business and Economic Statistics, 15(2):254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268, 1996.",
        "David A. Love, Michael Palumbo, and Paul Smith. The trajectory of wealth in retirement. Journal of Public Economics, 93:191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208, 2009.",
        "Joseph Lupton and Wojciech Kopczuch. To leave or not to leave: The distribution of bequest motives. Review of Economic Studies, 74, 2007.",
        "Charles F. Manski. Analog Estimation Methods in Econometrics. Chapman and Hall, 1988.",
        "Whitney K. Newey. Generalized method of moments specification testing. Journal of Econometrics, 29(3):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256, 1985.",
        "Whitney K. Newey and Daniel L. McFadden. Large sample estimation and hypothesis testing. In Robert Engle and Daniel L. McFadden, editors, Handbook of Econometrics, Volume 4. Elsevier, Amsterdam, 1994.",
        "Ariel Pakes and David Pollard. Simulation and the aysmptotics of optimization estimators. Econometrica, 57(5):1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057, 1989.",
        "Michael G. Palumbo. Uncertain medical expenses and precautionary saving near the end of the life cycle. Review of Economic Studies, 66:395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 421, 1999.",
        "Jorn-Steffen Pischke. Measurement error and earnings dynamics: Some estimates from the psid validation study. Journal of Business & Economics Statistics, 13(3):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314, 1995.",
        "James Powell. Estimation of semiparametric models. In Robert Engle and Daniel L McFadden, editors, Handbook of Econometrics, Volume 4. Elsevier, Amsterdam, 1994.",
        "Susann Rohwedder, Steven J. Haider, and Michael Hurd. Increases in wealth among the elderly in the early 1990s: How much is due to survey design? Working Paper 10862, National Bureau of Economic Research, 2004.",
        "John Rust and Cristopher Phelan. How social security and medicare affect retirement behavior in a world of incomplete markets. Econometrica, 65:781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831, 1997.",
        "Antony F. Shorrocks. The age-wealth relationship: a cross-section and cohort analysis. The Review of Economics and Statistics, 55(3):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163, 1975.",
        "George Tauchen and Robert Hussey. Quadrature-based methods for obtaining approximate solutions to nonlinear asset pricing models. Econometrica, 59(2):371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396, 1991.",
        "Kip W. Viscusi and William N. Evans. Utility functions that depend on health status: Estimates and economic implications. American Economic Review, 68(4):547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560, 1978."
    ]
}