{
    "id": 15144,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Ben-Atar, Doron S. 1993. The Origins of Jeffersonian Commercial Policy and Diplomacy. New York: St. MartinÃ\u0082â\u0080\u0099s Press.",
        "Bordo, Michael D., and Carlos A. Vegh. 2002. Ã\u0082â\u0080\u009cWhat if Alexander Hamilton Had Been Argentinean?  A Comparison of the Early Monetary Experience of Argentina and the United States.Ã\u0082â\u0080\u009d Journal of Monetary Economics (April 2002) Brown, Roger H. 1993. Redeeming the Republic: Federalists, Taxation, and the Origins of the Constitution. Baltimore: Johns Hopkins University Press.",
        "Combs, Jerald A.  1970. The Jay Treaty: Political Battleground of the Founding Fathers. Berkeley: University of California Press.",
        "Cooke, Jacob E. 1975. Ã\u0082â\u0080\u009cTench Coxe, Alexander Hamilton, and the Encouragement of American Manufactures.Ã\u0082â\u0080\u009d  William and Mary Quarterly 32, 369-392.",
        "Dalzell, Frederick A. B. 1993. Ã\u0082â\u0080\u009cTaxation with Representation: Federal Revenue in the Early Republic.Ã\u0082â\u0080\u009d Ph.D. dissertation, Harvard University.",
        "Davis, Joseph L. 1977. Sectionalism in American Politics, 1774-1787. Madison: University of Wisconsin Press.",
        "Edling, Max M. 2003. A Revolution in Favor of Government: Origins of the U.S. Constitution and the Making of the American State. New York: Oxford University Press.",
        "Edling, Max M. 2007. Ã\u0082â\u0080\u009cÃ\u0082â\u0080\u0098So Immense a Power in the Affairs of WarÃ\u0082â\u0080\u0099: Alexander Hamilton and the Restoration of Public Credit.Ã\u0082â\u0080\u009d  William and Mary Quarterly 54, 287-326.",
        "Edling, Max M. and Mark D. Kaplanoff. 2004. Ã\u0082â\u0080\u009cAlexander HamiltonÃ\u0082â\u0080\u0099s Fiscal Reform: Transforming the Structure of Taxation in the Early Republic.Ã\u0082â\u0080\u009d  William and Mary Quarterly 61, 713-744.",
        "Farrand, Max. 1911. Records of the Federal Convention of 1787. New Haven: Yale University Press.",
        "Ferguson, E. James.  1961. The Power of the Purse: A History of American Public Finance, 1776-1790. Chapel Hill: University of North Carolina Press.",
        "Finkelman, Paul.  1987. Ã\u0082â\u0080\u009cSlavery and the Constitutional Convention: Making a Covenant with Death.Ã\u0082â\u0080\u009d In Beyond Confederation: Origins of the Constitution and American National Identity, edited by Richard Beeman, Stephen Botein, and Edward C. Carter II.  Chapel Hill: University of North Carolina Press.",
        "Garber, Peter M. 1991. Ã\u0082â\u0080\u009cAlexander Hamilton's Market-Based Debt Reduction Plan.Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy 35, 79-104.",
        "Goldin, Claudia, and Frank D. Lewis. 1980. Ã\u0082â\u0080\u009cThe Role of Exports in American Economic Growth during the Napoleonic Wars, 1793-1807.Ã\u0082â\u0080\u009d  Explorations in Economic History 17, 6-25.",
        "Goldstone, Lawrence. 2005. Dark Bargain: Slavery, Profits, and the Struggle for the Constitution. New York: Walker & Co.",
        "Irwin, Douglas A. 2003. Ã\u0082â\u0080\u009cNew Estimates of the Average Tariff of the United States, 1790Ã\u0082Â­1820.Ã\u0082â\u0080\u009d Journal of Economic History 63, 506-513.",
        "Irwin, Douglas A. 2005. Ã\u0082â\u0080\u009cThe Welfare Costs of Autarky: Evidence from the Jeffersonian Embargo, 1807-1809.Ã\u0082â\u0080\u009d  Review of International Economics 13, 631-645.",
        "Johnston, Louis, and Samuel H. Williamson, Ã\u0082â\u0080\u009cThe Annual Real and Nominal GDP for the United States, 1789 - Present.Ã\u0082â\u0080\u009d Economic History Services, March 2003, URL: http://www.eh.net/hmit/gdp/ Marks, Frederick W. 1973. Independence on Trial: Foreign Affairs and the Making of the Constitution. Baton Rouge: Louisiana State University Press.",
        "McCoy, Drew R. 1974. Ã\u0082â\u0080\u009cRepublicanism and American Foreign Policy: James Madison and the Political Economy of Commercial Discrimination, 1789-1794.Ã\u0082â\u0080\u009d  William and Mary Quarterly 31, 633-646.",
        "McCoy, Drew R. 1980. The Elusive Republic: Political Economy in Jeffersonian America. Chapel Hill: University of North Carolina Press.",
        "Mitchell, B. R. 1988. British Historical Statistics. New York: Cambridge University Press.",
        "Nelson, John R., Jr. 1979. Ã\u0082â\u0080\u009cAlexander Hamilton and American Manufacturing: A Reexamination.Ã\u0082â\u0080\u009d  Journal of American History 65, 971-995.",
        "Peskin, Lawrence A. 2003. Manufacturing Revolution: The Intellectual Origins of Early American Industry. Baltimore: Johns Hopkins University Press.",
        "Riley, James C.  1978. Ã\u0082â\u0080\u009cForeign Credit and Fiscal Stability: Dutch Investment in the United States, 1781-1794.Ã\u0082â\u0080\u009d Journal of American History 65, 654-678.",
        "Schwartz, Michael. 2007. Ã\u0082â\u0080\u009cThe Great Divergence Reconsidered: Hamilton, Madison, and U.S.Ã\u0082Â­British Relations, 1783-89.Ã\u0082â\u0080\u009d Journal of the Early Republic 27, 403-436.",
        "Shepherd, James F.  1993. Ã\u0082â\u0080\u009cState Tariff Policies in the Era of Confederation.Ã\u0082â\u0080\u009d Unpublished paper, presented at Western Economic Association, Lake Tahoe, Nevada.",
        "Shepherd, James F., and Gary M. Walton.  1976. Ã\u0082â\u0080\u009cEconomic Change After the American Revolution: Pre- and Post-War Comparisons of Maritime Shipping and Trade.Ã\u0082â\u0080\u009d  Explorations in Economic History 12, 397-422.",
        "Sylla, Richard, Jack Wilson, and Robert E. Wright.  Ã\u0082â\u0080\u009cEarly U.S. Securities Prices, 1790-1860.Ã\u0082â\u0080\u009d Electronic database available at: http://eh.net/databases/early-us-securities-prices.",
        "U.S. Department of Commerce, Bureau of Economic Analysis.  1975. Historical Statistics of the United States, Bicentennial Edition. Washington, D.C.: Government Printing Office."
    ]
}