{
    "id": 15142,
    "cites": 70,
    "cited_by": 26,
    "reference": [
        "Accomminotti, Olivier. 2009.  Ã\u0082â\u0080\u009cContagion and the Sterling Crisis of 1931.Ã\u0082â\u0080\u009d Unpublished manuscript: UC Berkeley and Sciences-Po (March). Anderson, James, and J. Peter Neary.  2005. Measuring the Restrictiveness of International Trade Policy. Cambridge: MIT Press.",
        "Bank for International Settlements.  1936. Annual Report. Basel:  BIS.",
        "Bank of Thailand.  1992. Fifty Years of the Bank of Thailand, 1942-1992. Bangkok: Bank of Thailand.",
        "Bernanke, Ben. 1995. Ã\u0082â\u0080\u009cThe Macroeconomics of the Great Depression:  A Comparative Approach.Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 27, 1-28.",
        "Bordo, Michael D., and Angela Redish. 1990.  Ã\u0082â\u0080\u009cCredible Commitment and Exchange Rate Stability:  CanadaÃ\u0082â\u0080\u0099s Interwar Experience.Ã\u0082â\u0080\u009d  Canadian Journal of Economics 23, 357-380.",
        "Campa, Jose M.  1990. Ã\u0082â\u0080\u009cExchange Rates and Economic Recovery in the 1930s: An Extension to Latin America.Ã\u0082â\u0080\u009d Journal of Economic History 50, 677-82.",
        "Capie, Forrest. 1983. Depression and Protectionism: Britain between the Wars. London: George Allen & Unwin.",
        "Chernyshoff, Natalia, David S. Jacks, and Alan M. Taylor.  2009. Ã\u0082â\u0080\u009cStuck on Gold: Real Exchange Rate Volatility and the Rise and Fall of the Gold standard, 1875Ã\u0082â\u0080\u00931939.Ã\u0082â\u0080\u009d  Journal of International Economics 77, 195-205.",
        "Choudhri, Ehsan, and Levis Kochin. 1980. Ã\u0082â\u0080\u009cThe Exchange Rate and the International Transmission of Business Cycle Disturbances: Some Evidence from the Great Depression.Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking 12, 565-74.",
        "Clemens, Michael A. and Jeffrey G. Williamson.  2004. Ã\u0082â\u0080\u009cWhy Did the Tariff-Growth Correlation Change after 1950?Ã\u0082â\u0080\u009d Journal of Economic Growth 9, 5-46.",
        "Crucini, Mario. 1994. Ã\u0082â\u0080\u009cSources of Variation in Real Tariff Rates: the United States, 1900-1940.Ã\u0082â\u0080\u009d American Economic Review 84, 732-743.",
        "Eichengreen, Barry. 1981. Ã\u0082â\u0080\u009cA Dynamic Model of Tariffs, Output and Employment under Flexible Exchange Rates.Ã\u0082â\u0080\u009d Journal of International Economics 11, 341-359.",
        "Eichengreen, Barry. 1990. Ã\u0082â\u0080\u009cSterling and the Tariff, 1929-31.Ã\u0082â\u0080\u009d  In Elusive Stability: Essays in the History of International Finance, 1991-1939. New York: Cambridge University Press.",
        "Eichengreen, Barry. 1992. Golden Fetters: The Gold Standard and the Great Depression, 1919Ã\u0082Â­1939. New York: Oxford University Press.",
        "Eichengreen, Barry and Marc Flandreau. 2008. Ã\u0082â\u0080\u009cThe Rise and Fall of the Dollar, or When did the Dollar Replace Sterling as the Leading International Currency?Ã\u0082â\u0080\u009d NBER Working Paper No. 14154 (July).",
        "Eichengreen, Barry, and Douglas A. Irwin. 1995.  Ã\u0082â\u0080\u009cTrade Blocs, Currency Blocs, and the Reorientation of World Trade in the 1930s.Ã\u0082â\u0080\u009d  Journal of International Economics 38, 1-24.",
        "Eichengreen, Barry, and Jeffrey Sachs. 1985. Ã\u0082â\u0080\u009cExchange Rates and Economic Recovery in the 1930s.Ã\u0082â\u0080\u009d Journal of Economic History 45, 925-46.",
        "Eichengreen, Barry and Marc Uzan (1992), Ã\u0082â\u0080\u009cThe 1933 World Economic Conference as an Instance of Failed International Cooperation,Ã\u0082â\u0080\u009d in Peter Evans, Harold Jacobson and Robert Putnam (eds), Double-Edged Diplomacy: International Bargaining and Domestic Politics, Berkeley: University of California Press, pp.171-206.",
        "Estevadeordal, Antoni, Brian Frantz, and Alan M. Taylor. 2003. Ã\u0082â\u0080\u009cThe Rise and Fall of World Trade, 1870Ã\u0082â\u0080\u00931939.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 118, 359Ã\u0082â\u0080\u0093407.",
        "Ferguson, Thomas, and Peter Temin.  2003. Ã\u0082â\u0080\u009cMade in Germany:  The German Currency Crisis of 1931.Ã\u0082â\u0080\u009d Research in Economic History 21: 1-53.",
        "Foreman-Peck, James, Andrew Hughes-Hallett, and Yue Ma.  2007. Ã\u0082â\u0080\u009cTrade Wars and the Slump.Ã\u0082â\u0080\u009d  European Review of Economic History 11, 73-98.",
        "Gallarotti, Guilio. 1995. The Anatomy of an International Monetary Regime: The Classical Gold Standard. New York: Oxford University Press.",
        "Garside, W. R.  1998. Ã\u0082â\u0080\u009cParty Politics, Political Economy and British Protectionism, 1919-1932.Ã\u0082â\u0080\u009d  History 83, 47-65.",
        "Gordon, Margaret. 1941. Barriers to World Trade. New York: Macmillan.",
        "Haber, Stephen, Armando Razo and Noel Maurer.  2004. The Politics of Property Rights: Political Instability, Credible Commitments, and Economic Growth in Mexico, 1876-1929. Cambridge: Cambridge University Press.",
        "Hirst, F.W. 1925. From Adam Smith to Philip Snowden: A History of Free Trade in Great Britain. London: T. Fisher Unwin.",
        "Irwin, Douglas A. 1998. Ã\u0082â\u0080\u009cChanges in U.S. Tariffs: The Role of Import Prices and Commercial Policies,Ã\u0082â\u0080\u009d American Economic Review 88, 1015-1026.",
        "James, Harold.  1986. The German Slump:  Politics and Economics, 1924-1936. Oxford: Clarendon Press.",
        "James, Harold.  2001. The End of Globalization. Cambridge: Harvard University Press.",
        "Johansen, Hans Christian. 1987. The Danish Economy in the Twentieth Century, London: Croom Helm.",
        "Johnson, H. Clark. 1997. Gold, France, and the Great Depression. New Haven: Yale University Press.",
        "Kee, Hiau L., Alessandro Nicita, and Marcelo Olarreaga.  2008. Ã\u0082â\u0080\u009cImport Demand Elasticities and Trade Distortions.Ã\u0082â\u0080\u009d Review of Economics and Statistics, 90, 666-682.",
        "Kindleberger, Charles P. 1986. The World in Depression, 1929-1939. Revised edition. Berkeley:  University of California Press.",
        "Kindleberger, Charles P. 1989. Ã\u0082â\u0080\u009cCommercial Policy between the Wars.Ã\u0082â\u0080\u009d  In Peter Mathias and Sidney Pollard (eds), The Cambridge Economic History of Europe, Volume 8:  The Industrial Economies: The Development of Economic and Social Policies. New York: Cambridge University Press.",
        "Laidler, David. 1999. Fabricating the Keynesian Revolution: Studies in the Inter-War Literature. Cambridge: Cambridge University Press.",
        "Landau, Zbigniew, and Jerzy Tomaszewski.  1985. The Polish Economy in the Twentieth Century. New York: St. MartinÃ\u0082â\u0080\u0099s Press.",
        "League of Nations. 1932. World Economic Survey 1931/32. Geneva: League of Nations. League of Nations. 1933. World Economic Survey 1932/33. Geneva: League of Nations. League of Nations. 1938. Report on Exchange Controls. Geneva:  League of Nations. League of Nations. 1939a. Review of World Trade 1938. Geneva: League of Nations.",
        "League of Nations. 1939b. World Economic Survey 1938/39. Geneva: League of Nations.",
        "League of Nations. 1939c. World Production and Prices 1938/39. Geneva: League of Nations.",
        "League of Nations. 1942. Commercial Policy in the Interwar Period: International Proposals and National Policies. Geneva: League of Nations.",
        "Lopez-Cordova, J. Ernesto, and Christopher M. Meissner.  2003. Ã\u0082â\u0080\u009cExchange-Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era.Ã\u0082â\u0080\u009d American Economic Review 93, 344-353.",
        "McDonald, Judith, Anthony Patrick OÃ\u0082â\u0080\u0099Brien, and Colleen Callahan.  1997. Ã\u0082â\u0080\u009cTrade Wars: CanadaÃ\u0082â\u0080\u0099s Reaction to the Smoot-Hawley Tariff.Ã\u0082â\u0080\u009d Journal of Economic History 57, 802-826.",
        "Maddison, Angus. 2007. The World Economy. Paris: OECD.",
        "Madsen, Jakob B. 2001. Ã\u0082â\u0080\u009cTrade Barriers and the Collapse of World Trade during the Great Depression.Ã\u0082â\u0080\u009d Southern Economic Journal 67, 848-868.",
        "Meade, James E. 1955.  Ã\u0082â\u0080\u009cThe Case for Variable Exchange Rates.Ã\u0082â\u0080\u009d  Three Banks Review 27: 3Ã\u0082Â­ 27.",
        "Mitchell, Brian R.  2007. International Historical Statistics:  Africa, Asia, & Oceania, 1750Ã\u0082Â­2005. New York: Palgrave Macmillan.",
        "Mitchell, Brian R. 2007. International Historical Statistics:  Europe, 1750-2005. New York: Palgrave Macmillan.",
        "Mitchell, Brian R. 2007. International Historical Statistics:  The Americas, 1750-2005. New York: Palgrave Macmillan.",
        "Moggridge, Donald. 1992. Maynard Keynes: An EconomistÃ\u0082â\u0080\u0099s Biography. New York: Routledge.",
        "Myers, Margaret. 1936. Paris as a Financial Center. London: P.S. King.",
        "Obstfeld, Maurice, and Alan M. Taylor. 1998.  Ã\u0082â\u0080\u009cThe Great Depression as a Watershed:  International Capital Mobility over the Long Run.Ã\u0082â\u0080\u009d  In Michael Bordo, Claudia Goldin, and Eugene White (eds.), The Defining Moment:  The Great Depression and the American Economy in the Twentieth Century. Chicago: University of Chicago Press.",
        "-40-Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor.  2004. Ã\u0082â\u0080\u009cMonetary Sovereignty, Exchange Rates, and Capital Controls: The Trilemma in the Interwar Period.Ã\u0082â\u0080\u009d  IMF Staff Papers 51, 75-108.",
        "Ocampo, Jose Antonio.  1991. Ã\u0082â\u0080\u009cThe Colombian Economy in the 1930s.Ã\u0082â\u0080\u009d  In Rosemary Thorp (ed.), An Economic History of Twentieth-Century Latin America, Volume 2: Latin America in the 1930s: The Role of the Periphery in World Crisis. London: Palgrave, Owen, Roger.  1989. Ã\u0082â\u0080\u009cEgypt in the World Depression: Agricultural Recession and Industrial Expansion.Ã\u0082â\u0080\u009d In Ian Brown (ed.), The Economics of Africa and Asia in the Inter-war Depression. London and New York: Routledge, pp.137-151.",
        "Palyi, Melchior. 1970.  The Twilight of Gold. Chicago: Henry Regnery.",
        "Pamuk, Sevkek.  2000. Ã\u0082â\u0080\u009cIntervention during the Great Depression: Another Look at the Turkish Experience.Ã\u0082â\u0080\u009d  In Sevkek Pamuk and Jeffrey Williamson (eds.), The Mediterranean Response to Globalization Before 1850. London: Routledge, 321-339.",
        "Peri, Febrizio and Vincenzo Quadrini. 2007. Ã\u0082â\u0080\u009cThe Great Depression in Italy: Trade Restrictions and Real Wage Rigidities.Ã\u0082â\u0080\u009d In Timothy Kehoe and Edward Prescott (eds.), Great Depressions of the Twentieth Century. Minneapolis: University of Minnesota Press.",
        "Peden, George. 2000. The Treasury View and British Public Policy 1906-1959. Oxford: Oxford University Press.",
        "RodrÃ\u0083Â­guez, Francisco, and Dani Rodrik.  2001. Ã\u0082â\u0080\u009cTrade Policy and Economic Growth: A SkepticÃ\u0082â\u0080\u0099s Guide to the Cross-National Evidence.Ã\u0082â\u0080\u009d  In NBER Macroeconomics Annual 2000, edited by Ben Bernanke and Kenneth S. Rogoff.  Cambridge:  MIT Press.",
        "Salmon, Patrick.  2003. Ã\u0082â\u0080\u009cPaternalism or Partnership? Finance and Trade in Anglo-Danish Relations in the 1930s.Ã\u0082â\u0080\u009d In Britain and Denmark:  Political, Economic and Cultural Relations in the 19th and 20th Centuries, edited by Jorgen Sevaldsen. Copenhagen:  Museum Tusculanum Press.",
        "Shearer, Ronald A. and Carolyn Clark. 1984. Ã\u0082â\u0080\u009cCanada and the Interwar Gold Standard:  Monetary Policy without a Central Bank.Ã\u0082â\u0080\u009d  In Michael D. Bordo and Anna J. Schwartz (eds.), A Retrospective on the Classical Gold Standard. Chicago:  University of Chicago Press.",
        "Simmons, Beth. 1994. Who Adjusts? Domestic Sources of Foreign Economic Policy During the Interwar Years, 1923-1939. Princeton: Princeton University Press.",
        "Temin, Peter.  1989. Lessons from the Great Depression. Cambridge: MIT Press.",
        "Temin, Peter.  2008. Ã\u0082â\u0080\u009cThe German Crisis of 1931: Evidence and Tradition.Ã\u0082â\u0080\u009d Cliometrica 2: 5-17.",
        "Thomsen, Birgit Nuchel and Brinley Thomas. 1966. Danks-Engelsk Samhandel et Historisk Rids 1661-1963 (Anglo-Danish Trade 1661-1963: A Historical Survey). Aarhus: University Press of Aarhus.",
        "Wei, Shang-Jin, and Zeiwei Zhang. 2007. Ã\u0082â\u0080\u009cCollateral Damage:  Exchange Controls and International Trade.Ã\u0082â\u0080\u009d Journal of International Money and Finance 26, 841-863.",
        "Whittlesey, C. R.  1937. Ã\u0082â\u0080\u009cImport Quotas in the United States.Ã\u0082â\u0080\u009d  Quarterly Journal of Economics, 52, 37-65.",
        "Williamson, Philip. 1992.  National Crisis and National Government: British Politics, the Economy and Empire, 1926-1932. Cambridge: Cambridge University Press.",
        "Wolf, Holger C., and Tarik M. Yousef.  2007. Ã\u0082â\u0080\u009cBreaking the Fetters: Why did Countries Exit the Interwar Gold Standard?Ã\u0082â\u0080\u009d In The New Comparative Economic History: Essays in Honor of Jeffrey G. Williamson, edited by Timothy J. Hatton, Kevin H. O'Rourke, and Alan M. Taylor.  Cambridge:  MIT Press.",
        "Wolf, Nikolaus. 2008. Ã\u0082â\u0080\u009cScylla and Charybdis. Explaining EuropeÃ\u0082â\u0080\u0099s Exit from Gold, January 1928Ã\u0082â\u0080\u0093December 1936.Ã\u0082â\u0080\u009d Explorations in Economic History 45, 383-401.",
        "Zweig, Ferdynand. 1944. Poland between Two Wars:  A Critical Study of Social and Economic Changes. London: Secker & Warburg."
    ]
}