{
    "id": 15147,
    "cites": 49,
    "cited_by": 9,
    "reference": [
        "Aliprantis, Charalambos D. and Kim C. Border, Infinite Dimensional Analysis: A Hitchhiker Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide, third ed., Springer, 2006.",
        "Bach, A., D. Plachky, and W. Thomsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Characterization of Identifiability of Mixtures of Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. L. Puri, P. RÃ\u0083Æ\u0092Ã\u0082Â©vÃ\u0083Æ\u0092Ã\u0082Â©sz, and W. Wertz, eds., Mathematical Statistics and Probability Theory, D. Reidel, 1986.",
        "Bajari, Patrick and C. Lanier Benkard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Estimation With Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 2005, 113 (6), 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1276.",
        ", Jeremy T. Fox, Kyoo il Kim, and Stephen Ryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Random Utility Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2009. University of Minnesota working paper.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Random Coefficients Logit Model is Identified,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2009. NBER working paper.",
        "Barbe, Philippe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical analysis of mixtures and the empirical probability measure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Acta Appl. Math, 1998, 50 (3), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Beran, R. and PW Millar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Distance Estimation in Random Coefficient Regression Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, 1994, 22 (4), 1976Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1992.",
        "Berry, Steven and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pure Characteristics Demand Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2007, 48 (4), 1193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1225.",
        "Berry, Steven T. and Philip A. Haile, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Identification of Multinomial Choice Demand Models with Heterogeneous Consumers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. Yale University working paper.",
        "Blum, JR and V. Susarla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a Mixing Distribution Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Probability, 1977, 5 (2), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Briesch, Richard A., Pradeep K. Chintagunta, and Rosa L. Matzkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Discrete Choice Models with Unobserved Heterogeneity1,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2009.",
        "Carter, Michael, Foundations of Mathematical Economics, MIT Press, 2001.",
        "Chesher, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification in nonseparable models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2003, 71 (5), 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1441.",
        "Chiappori, Pierre-AndrÃ\u0083Æ\u0092Ã\u0082Â© and Ivana Komunjer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Nonparametric Identification of Multiple Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Columbia University working paper.",
        "Cosslett, Stephen R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution-Free Maximum Likelihood Estimator of the Binary Choice Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1983, 51 (3), 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "CramÃ\u0083Æ\u0092Ã\u0082Â©r, H. and H. Wold, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Theorems on Distribution Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the London Mathematical Society, 1936, 1 (4), 290.",
        "Day, N.E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the components of a mixture of normal distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 1969, 56 (3), 463.",
        "Dempster, A.P., N.M. Laird, and D.B. Rubin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum likelihood from incomplete data via the EM algorithm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, 1977, 39 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Einav, Liran, Mark Jenkins, and Jonathan Levin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Pricing in Consumer Credit Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Stanford University working paper.",
        "Fox, Jeremy T. and Amit Gandhi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Full Identification of the Selection Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2009. University of Chicago working paper.",
        "Gautier, Eric and Yuichi Kitamura, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Estimation in Random Coefficients Binary Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. CREST working paper.",
        "Gentzkow, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing New Goods in a Model with Complementarity: Online Newspapers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2007, 97 (3), 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744.",
        "Heckman, James J. and Burton S. Singer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1984, 52 (2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Hoderlein, Stefan and Enno Mammen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of marginal effects in nonseparable models without monotonicity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2007, 75 (5), 1513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1518.",
        ", Jussi KlemelÃ\u0083Æ\u0092Ã\u0082Â¤, and Enno Mammen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing the Random Coefficient Model Nonparametrically, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2008. Brown University working paper.",
        "Ichimura, H. and TS Thompson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum likelihood estimation of a binary choice model with random coefficients of unknown distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1998, 86 (2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 295.",
        "Imbens, Guido W. and Joshua D. Angrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1994, 62 (2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Krantz, Steve G. and Harold R. Parks, A Primer on Real Analytic Functions, second ed., BirkhÃ\u0083Æ\u0092Ã\u0082Â¤user, 2002.",
        "Laird, Nan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Maximum Likelihood Estimation of a Mixing Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1978, 73 (364), 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        "Lee, Lung-Fei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric maximum likelihood estimation of polychotomous and sequential choice models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1995, 65, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Lewbel, Arthur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Qualitative Response Model Estimation with Unknown Heteroscedasticity or Instrumental Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2000, 97 (1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Li, J.Q. and A.R. Barron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mixture density estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Neural Information Processing Systems, 2000, 12, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Lindsay, Bruce G. and Katherine Roeder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniqueness of Estimation and Identifiability in Mixture Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Canadian Journal of Statistics/La Revue Canadienne de Statistique, 1993, 21 (2), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Liu, Hongju, Pradeep Chintagunta, and Ting Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complementarities and the Demand for Home Broadband Internet Services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2008. University of Connecticut working paper.",
        "Manski, Charles F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum Score Estimation of the Stochastic Utility Model of Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1975, 3 (3), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Matzkin, Rosa L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric identification and estimation of polychotomous choice models, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1993, 58, 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Estimation of Nonadditive Random Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (5), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1375.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in W. Newey and T. Persson, eds., Advances in Economics and Econometrics, Theory and Applications, Ninth World Congress of the Econometric Society, Cambridge University Press., 2007.",
        "McFadden, Daniel L. and Kenneth Train, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mixed MNL Models for Discrete Response,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2000, 15, 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Newey, Whitney K. and James L. Powell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental variable estimation of nonparametric models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2003, 71 (5), 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Pioner, Heleno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Identification of Multidimensional Screening Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. FundaÃ\u0083Æ\u0092Ã\u0082Â§ao Getulio Vargas working paper.",
        "Reny, Philip, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Identification Result Based on work by Gandhi and Fox,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2008. University of Chicago working paper.",
        ", G.M Allenby, and R. McCulloch, Bayesian Statistics and Marketing, John Wiley and Sons, 2005.",
        "Roueff, Francois and Tobias RydÃ\u0083Æ\u0092Ã\u0082Â©n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric estimation of mixing densities for discrete distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, 2005, 33 (5), 2066Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2108.",
        "Teicher, Henry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifiability of Finite Mixtures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Mathematical Statistics, 1963, 34 (4), 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1269.",
        "Thompson, T.S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Semiparametric Discrete Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1989. Working paper, Center for Economic Research, Dept. of Economics, University of Minnesota.",
        "Train, Kenneth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EM Algorithms for Nonparametric Estimation of Mixing Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Choice Modeling, 2008, 1 (1), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Vytlacil, E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Independence, monotonicity, and latent index models: An equivalence result,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 2002, 70 (1), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Yakowitz, Sidney J. and J. Sprangins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Identifiability of Finite Mixtures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Mathematical Statistics, 1968, 39, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214."
    ]
}