{
    "id": 15163,
    "cites": 46,
    "cited_by": 15,
    "reference": [
        "Anderson PM, Butcher KF, and Levine PB. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maternal Employment and Overweight Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics. 2003. 22(3):477-504.",
        "Stigler GS and Becker GS Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093De Gustibus non est Disputandum.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 1977. 67:76-90.",
        "Bertakis KD; Azari R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Obesity and the Use of Health Care ServicesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Obesity Research, 2005, 13(2):372-379.",
        "Bhattacharya J and Bundorf K. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of the Healthcare Costs of ObesityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper #11303, Bhattacharya J and Lakdawalla D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Medicare Benefit the Poor?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming at Journal of Public Economics, 2005 Brownell K and Horgen KB. Food Fight : The Inside Story of the Food Industry, America&apos;s Obesity Crisis, and What We Can Do About It. New York: McGraw-Hill, 2003.",
        "Bungam, T; Satterwhite, M; Jackson, AW and Morrow, JR. The Relationship of Body Mass Index, Medical Costs, and Job Absenteeism. American Journal of Health Behavior, 2003, 27(4), pp. 456-62.",
        "Burton, WN; Chen, CY; Schultz, AB and Edington, DW. The Economic Costs Associated with Body Mass Index in a Workplace. Journal of Occupational and Environmental Medicine, 1998, 40(9), pp. 786-92.",
        "Caplin A and Leahy J Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Discount Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #7983, 2000.",
        "Cawley, J. An Instrumental Variables Approach to Measuring the Effect of Bodyweight on Employment Disability. Health Services Research, 2000, 35(5 Pt 2), pp. 1159-79.",
        "Cawley J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Framework for Understanding Physical Activity and Eating BehaviorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine. 2004,27(3S):117-125.",
        "Cohen JW, Machlin SR, Zuvekas SH, et al. Health care expenses in the United States, 1996, Rockville MD: Agency for Health Care Research and Quality, MEPS Research Finding #12.",
        "Cutler D, Glaeser E, and Shapiro J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Have Americans Become More Obese?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives. 2003, 17(3):93-118.",
        "Dannenberg AL; Burton DC; Jackson RJ. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic and Environmental Costs of Obesity: The Impact on AirlinesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine, 2004, 27(3).",
        "Daviglus ML; Liu K; Yan LL; Pirzada A; Manheim L; Manning W; Garside DB; Wang R; Dwyer AR; Greenland P; Stamler J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relation of Body Mass Index in Young Adulthood and Middle Age to Medicare Expenditures in Older AgeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA, 2004, 292(22):2243-2749.",
        "Drewnowski A; Darmon N. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food Choices and Diet Costs: An Economic AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Nutrition, 2005, 135(4):900-4. Ehrlich I and Becker GS. Market Insurance, Self-Insurance, and SelfProtection.",
        "Finkelstein, EA; Flebelkorn, IC and Wang, G. National Medical Spending Attributable to Overweight and Obesity: How Much, and Who&apos;s Paying? Health Affairs, 2003, pp. W3-219-26.",
        "Finkelstein, EA; Flebelkorn, IC and Wang, G. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State-Level Estimates of Annual Medical Expenditures Attributable to ObesityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Obesity Research, 2004, 12(1):18-24 Finkelstein EA; Ruhm CJ; Kosa KM Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Causes and Consequences of Obesity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Public Health, 2005, 26:239-57.",
        "Flegal KM; Graubard BI; Williamson DF; Gail MH. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excess Deaths Associated With Underweight, Overweight, and ObesityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA. 2005;293:18611867.",
        "Goldman, SM. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporally Inconsistent Preferences and the Rate of Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1979, 47(3):621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Grossman M.. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Concept of Health Capital and the Demand for Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 1972. 82:223-255. Gruber J. Health Insurance and the Labor Market, A. J. Cuyler and J. P.",
        "Newhouse, Handbook of Health Economics. Elsevier, 2000, 645-700.",
        "Gruber J. The Incidence of Mandated Maternity Benefits. American Economic Review, 1994, 84(3), pp. 622-41.",
        "Gruber J and Koszegi B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Addiction Rational? Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116(4):1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1303.",
        "Gruber J and Koszegi B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Incidence When Individuals are TimeInconsistent: The Case of Cigarette Excise Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2004.",
        "Katzmarzyk PT; Janssen I Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Costs Associated with Physical Inactivity and Obesity in Canada: An UpdateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Applied Physiology, 2004, 29(1):90-115.",
        "Keeler EB; Manning WG; Newhouse JP; Sloss EM; Wasserman J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Costs of a Sedentary LifestyleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 1989, 79:975-81.",
        "Keenan, Patricia Seliger; Buntin, Melinda J. Beeuwkes; McGuire, Thomas G. and Newhouse, Joseph P. The Prevalence of Formal Risk Adjustment in Health Plan Purchasing. Inquiry, 2001, 38(Fall), pp. 245-59.",
        "Laibson DI. Hyperbolic Discounting and Consumption. Ph.D. thesis, Massachusetts Institute of Technology, 1994 Lakdawalla D and Philipson T. (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Obesity and Technological Change: A Theoretical and Empirical Examination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #8946.",
        "Manning WG; Keeler EB; Newhouse JP; Sloss EM; Wasserman J. The Costs of Poor Health Habits. Cambridge, MA: Harvard University Press, 1991.",
        "McClellan M and Skinner J. (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare reform: who pays and who benefits?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 18(1):48-62.",
        "Mokdad, A.H.; Serdula, M.K.; Dietz, W.H.; Bowman, B.A.; Marks, J.S. and Koplan, J.P. The Spread of the Obesity Epidemic in the United States, 1991-1998. JAMA, 1999, 282(16), pp. 1519-22.",
        "Mokdad, Ali H.; Ford, Earl S.; Bowman, Barbara A.; Dietz, WIlliam H.; Vinicor, Frank; Bales, Virginia S. and Markes, James S. Prevalence of Obesity, Diabetes, and Obesity-Related Health Risk Factors, 2001. JAMA, 2003, 289(1), pp. 76-79.",
        "Musich, S; Lu, C; McDonald, T; Champagne, LJ and Edington, DW. Association of Additional Health Risks on Medical Charges and Prevalence of Diabetes within Body Mass Index Categories. American Journal of Health Promotion, 2004, 18(3), pp. 264-68.",
        "National Institute on Health. Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults: The Evidence Report, National Heart, Lunch and Blood Institute in cooperation with The National Istitute of Diabetes and Digestive and Kidney Diseases, 1998.",
        "Nestle M. Food Politics: How the Food Industry Influences Nutrition and Health, Berkeley, CA: University of California Press, 2003.",
        "Newhouse, J. P. (1993). Free for All? Lessons from the RAND Health Insurance Experiment, Harvard University Press.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue T and Rabin M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing It Now or Later?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89(1):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Pagan, JA and Davila, A. Obesity, Occupational Attainment, and Earnings. Social Science Quarterly, 1997, 78(3), pp. 756-70.",
        "Phelps ES and Pollak RA. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Second-Best National Saving and GameEquilibrium Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1968, 35:185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Quesenberry, C. P., Jr.; Caan, B. and Jacobson, A. Obesity, Health Services Use, and Health Care Costs among Members of a Health Maintenance Organization. Archives of Internal Medicine, 1998, 158(5), pp. 466-72.",
        "Raebel MA; Malone DC; Conner DA; Xu S; Porter JA; Lanty FA. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Services Use and Health Care Costs of Obese and Non-obese IndividualsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of Internal Medicine, 2004, 164:2135-2140.",
        "Register CA and Williams DR Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Effects of Obesity Among Young WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly, 1990, 71(1):130-41. Rosen, Sherwin. The Theory of Equalizing Differences, O. Ashenfelter and R.",
        "Sander B; Bergemann R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Burden of Obesity and its Complications in Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Health Economics, 2003, 4(4):248-53.",
        "Sturm, R. The Effects of Obesity, Smoking, and Drinking on Medical Problems and Costs. Health Affairs, 2002, 21(2), pp. 245-53.",
        "Thompson, D; Brown, JB; Nichols, GA; Elmer, PJ and Oster, G. Body Mass Index and Future Healthcare Costs: A Retrospective Cohort Study. Obesity Research, 2001, 9(3), pp. 210-18.",
        "Thorpe KE; Florence CS; Howard DH; Joski P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Obesity on Rising Medical SpendingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2004, Web Exclusive W4:480-486.",
        "Wang, F; Schultz, AB; Musich, S; McDonald, T; Hirschland, D and Edington, DW. The Relationship between National Heart, Lung, and Blood Institute Weight Guidelines and Concurrent Medical Costs in a Manufacturing Population. American Journal of Health Promotion, 2003, 17(3), pp. 18389."
    ]
}