{
    "id": 15168,
    "cites": 315,
    "cited_by": 1,
    "reference": [
        "Aaron, H. J. (2002). The unsurprising surprise of renewed health care cost inflation. Health Affairs(Suppl Web Exclusives), W85-W87. Adams, A. F., Ekelund, R., & Jackson, J. D. (2003). Occupational licensing of a credence good: the regulation of midwifery. Southern Economic Journal, 69(3), 659-675.",
        "Adams, O. (1989). Canada one country among many grappling with MD-oversupply issue. CMAJ, 140(1), 68-69.",
        "Ahmad, O. B. (2005). Managing medical migration from poor countries. BMJ, 331(7507), 43-45.",
        "Ahmed, A. A., Fateha, B., & Benjamin, S. (2000). Demand and supply of doctors and dentists in Bahrain, 1998-2005. Eastern Mediterranean Health Journal, 6(1), 6-12.",
        "Aiken, L. H., Buchan, J., Sochalski, J., Nichols, B., & Powell, M. (2004). Trends in international nurse migration. Health Aff (Millwood), 23(3), 69-77.",
        "Akerlof, G. A. (1970). The market for &apos;lemons&apos;: quality uncertainty and the market mechanism. Quarterly Journal of Economics, 84, 488-500.",
        "Akl, E. A., Maroun, N., Major, S., Chahoud, B., & Schunemann, H. J. (2007). Graduates of Lebanese medical schools in the United States: an observational study of international migration of physicians. BMC Health Serv Res, 7, 49.",
        "Akl, E. A., Mustafa, R., Bdair, F., & Schunemann, H. J. (2007). The United States physician workforce and international medical graduates: trends and characteristics. J Gen Intern Med, 22(2), 264-268.",
        "Altman, D. E., & Levitt, L. (2002). The sad history of health care cost containment as told in one chart. Health Affairs, Suppl Web Exclusives, W83-W84.",
        "Anand, S., & BÃ\u0083Â¤rnighausen, T. (2004). Human resources and health outcomes: cross-country econometric study. Lancet, 364(9445), 1603-1609.",
        "Anand, S., & BÃ\u0083Â¤rnighausen, T. (2007). Health workers and vaccination coverage in developing countries: an econometric analysis. Lancet, 369(9569), 1277-1285.",
        "Anderson, G. M., Halcoussis, L. J., & Lowenberg, A. D. (2000). Regulatory barriers to entry in the healthcare industry: the case of alternative medicine. The Quarterly Review of Economics and Finance, 40, 485-502.",
        "Anderson, R., & Benham, L. (1970). Factors affecting the relationship between family income and medical care consumption. In H. E. Klarman (Ed.), Empirical studies in health economics. Baltimore: Johns Hopkins.",
        "Aoki, Y. (1968). [Current situation of the midwives&apos; shortage. Its problems and measures to solve them]. Kango, 20(9), 12-22.",
        "Arrow, K. J. (1963). Uncertainty and the welfare economics of medical care. The American Economic Review, LIII(2), 941-973.",
        "Aurousseau, P. (1971). [Distribution of case in Europe--severe shortage of nurses]. Can Hosp, 48(10), 91-92 passim.",
        "Awases, M., Gbary, A., Nyoni, J., & Chatora, R. (2004). Migration of health professionals in six countries: a synthesis report. Geneva: WHO.",
        "Baaij, J. H. (1961). [Report on some qualitative aspects of the shortage of nurses in the Netherlands.]. Ziekenhuiswezen, 34, 349-360.",
        "Bach, S. (2004). International migration of health workers. Geneva: ILO.",
        "Baker, T. D., & Perlman, M. (1967). Health manpower in a developing economy: Taiwan, a case study in planning in a developing country. Baltimore: Johns Hopkins Press.",
        "BÃ\u0083Â¤rnighausen, T., & Bloom, D. (2008). Designing financial-incentive programmes for return of medical service in underserved areas of sub-Saharan Africa: Program on the Global Demography of Aging (PGDA), Harvard School of Public Health, Working Paper No. 3708.",
        "BÃ\u0083Â¤rnighausen, T., & Bloom, D. (2009a). \"Conditional scholarships\" for HIV/AIDS health workers: educating and retaining the workforce to provide antiretroviral treatment in sub-Saharan Africa. Soc Sci Med, 68, 544-551.",
        "BÃ\u0083Â¤rnighausen, T., & Bloom, D. E. (2009b). Financial incentives for return of service in underserved areas: a systematic review. BMC Health Serv Res, 9(1), 86.",
        "BÃ\u0083Â¤rnighausen, T., Bloom, D. E., & Humair, S. (2007). Human resources for treating HIV/AIDS: needs, capacities, and gaps. AIDS Patient Care and STDs, 21(11), 799-812.",
        "Basco, W. T., Jr., Buchbinder, S. B., Duggan, A. K., & Wilson, M. H. (1998). Associations between primary care-oriented practices in medical school admission and the practice intentions of matriculants. Acad Med, 73(11), 1207-1210.",
        "Becker, G. (1983). A theory of competition among pressure groups for political influence. The Quarterly Review of Economics, XCVIII(3).",
        "Becker, G. (1986). The public interest hypothesis revisited: a new test of Peltzman&apos;s theory of regulation. Public Choice, 49, 223-234.",
        "Begun, J. W., Crowe, E. W., & Feldman, R. (1981). Occupational regulation in the states: a causal model. Journal of Health Politics, Policy and Law, 6(2), 229-254.",
        "Benham, L. (1971). The labor market for registered nurses: a three-equation model. The Review of Economics and Statistics, 53(3), 246-252.",
        "Benham, L., & Benham, A. (1975). Regulating through the professions: a perspective on information control. Journal of Law and Economics, 18(2), 421-447.",
        "Bennett, F. J., Hall, S. A., Lutwana, J. S., & Rado, E. R. (1965). Medical manpower in East Africa: prospects and problems. East African Medical Journal, 42, 149-161.",
        "Birch, S., Kephart, G., Tomblin-Murphy, G., O&apos;Brien-Pallas, L., Alder, R., & MacKenzie, A. (2007). Human resources planning and the production of health: a needs-based analytical framework. Canadian Public Policy, 33(supplement), S1-S16.",
        "Blomqvist, A. (1991). The doctor as double agent: information asymmetry, health insurance, and medical care. Journal of Health Economics, 10(4), 411-432.",
        "Boccuti, C., & Moon, M. (2003). Comparing Medicare and private insurers: growth rates in spending over three decades. Health Affairs, 22(2), 230-237.",
        "Bodenheimer, T., & Grumbach, K. (2002). Understanding health policy: a clinical approach. New York: Lange Medical, McGraw-Hill.",
        "Borjas, G. J. (1995). The economic benefits from migration. Journal of Economic Perspectives, 9(2), 3-22.",
        "Bossert, T., BÃ\u0083Â¤rnighausen, T., Bowser, D., Mitchell, A., & Gedik, G. (2007). Assessing financing, education, management and policy context for strategic planning of human resources in health. Geneva: WHO.",
        "Boval (1966). [The shortage of nurses. II.]. Cah Nurs, 39(6), 5-7.",
        "Bowman, R. C., & Penrod, J. D. (1998). Family practice residency programs and the graduation of rural family physicians. Fam Med, 30(4), 288-292.",
        "Brazeau, N. K., Potts, M. J., & Hickner, J. M. (1990). The Upper Peninsula Program: a successful model for increasing primary care physicians in rural areas. Fam Med, 22(5), 350-355.",
        "Bresnahan, T. F. (1982). The oligopoly solution concept is identified. Economics Letters, 10, 87Ã\u0082Â­ 92.",
        "Brooks, R. G., Mardon, R., & Clawson, A. (2003). The rural physician workforce in Florida: a survey of US- and foreign-born primary care physicians. J Rural Health, 19(4), 484-491.",
        "Brooks, R. G., Walsh, M., Mardon, R. E., Lewis, M., & Clawson, A. (2002). The roles of nature and nurture in the recruitment and retention of primary care physicians in rural areas: a review of the literature. Acad Med, 77(8), 790-798.",
        "Burslem, R. W. (1979). Shortage of midwives. Br Med J, 2(6202), 1442-1443.",
        "Burstein, P. L., & Cromwell, J. (1985). Relative incomes and rates of return for U.S. physicians.",
        "Journal of Health Economics, 4, 63-78. Carlisle, D. (2004). UK&apos;s \"ethical recruitment policy\" needs to be strengthened. BMJ, 328, 1218.",
        "Carrin, G., & Hanvoravongchai, P. (2003). Provider payments and patient charges as policy tools for cost-containment: how successful are they in high-income countries? Human Resources for Health, 1(6), 1-10.",
        "Carroll, S. L., & Gaston, R. J. (1981). Occupational restrictions and the quality of service received: some evidence. Southern Economic Journal, 47(4), 959-976.",
        "Center for Development Studies (CENDES), C. U., Venezuela, (1965). Health planning: problems of concept and method. Washington, D.C.: Pan American Health Organization.",
        "Chaloff, J. (2008). Mismatches in the formal sector, expansion of the informal sector: immigration of health professionals to Italy. OECD: Paris.",
        "Chambers, J., & Johnson, K. (1986). Predicting demand for accident and emergency services. Journal of Public Health, 8(2), 93-103.",
        "Charatan, F. B. (1996). US has oversupply of doctors. BMJ, 312(7026), 269.",
        "Charokopou, D. E. (1966). [The shortage of hospital nurses]. Hell Adelphe, 13, 13-16.",
        "Chen, L. C., & Boufford, J. I. (2005). Fatal flows--doctors on the move. N Engl J Med, 353(17), 1850-1852.",
        "Chikanda, A. (2005). Nurse migration from Zimbabwe: analysis of recent trends and impacts. Nurs Inq, 12(3), 162-174.",
        "Chunharas, S. (1998). Human resources for health planning: a review of the Thai experience. Human Resources Development Journal, 2(2), 1-12.",
        "Clark, J. (2006). HIV programmes in poor countries lack health workers. BMJ, 333(7565), 412.",
        "Clemens, M. A., & Pettersson, G. (2008). New data on African health professionals abroad. Hum Resour Health, 6, 1.",
        "Coffey, R. R. (1961). A national emergency: ways of meeting the physician shortage. I. The nature of the problem. J Int Coll Surg, 36, 395-398.",
        "Cohen, M. (1968). Doctors--their shortage, training and privileges. Med J Aust, 2(15), 642.",
        "Commission on Macroeconomics and Health (2001). Macroeconomics and health: investing in health for economic development. Geneva: WHO.",
        "Connell, J., & Brown, R. P. (2004). The remittances of migrant Tongan and Samoan nurses from Australia. Hum Resour Health, 2(1), 2.",
        "Cookson, R., & Dolan, P. (2000). Principles of justice in health care rationing. Journal of Medical Ethics, 26, 323-329.",
        "Cooper, C. P. (1973). Shortage of radiologists. Br Med J, 1(5850), 418.",
        "Cooper, R. A. (2004). Weighing the evidence for expanding physician supply. Ann Intern Med, 141(9), 705-714.",
        "Cooper, R. A., Getzen, T. E., & Laud, P. (2003). Economic expansion is a major determinant of physician supply and utilization. Health Serv Res, 38(2), 675-696.",
        "Cromwell, J., & Mitchell, J. (1986). Physician-induced demand for surgery. Journal of Health Economics, 5(3), 293-313.",
        "Cutler, D. M., & Berndt, E. R. (2001). Medical care output and productivity. Chicago and London: National Bureau of Economic Research Studies in Income and Wealth, University of Chicago Press,.",
        "Daniels, R. S. (1974). Health planning in the U.S.S.R.: are there lessons to be learned? Am J Public Health, 64(6), 613-615.",
        "Deaton, A. (2003). Health, income, and inequality. http://www.nber.org/reporter/spring03/health.html (accessed 12 June 2009).",
        "Docquier, F., & Bhargava, A. (2006). The medical brain drain: a new data set on physicians&apos; emigration rates (1991-2004).",
        "http://siteresources.worldbank.org/INTRES/Resources/DataSetDocquierBhargava_Medic al_BD100306.xls (accessed 25 June 2007).",
        "Docquier, F., & Bhargava, A. (2007). A new panel data set on physicians&apos; emigration rates (1991-2004).",
        "Dovlo, D., & Nyonator, F. (1999). Migration by graduates of the University of Ghana Medical School: a preliminary rapid appraisal. Human Resources for Health Development Journal, 3(1), 40-51.",
        "Dreesch, N., Dolea, C., Dal Poz, M. R., Goubarev, A., Adams, O., Aregawi, M., et al. (2005). An approach to estimating human resource requirements to achieve the Millennium Development Goals. Health Policy Plan, 20(5), 267-276.",
        "Dumont, J.-C., Zurn, P., Church, J., & Le Thi, C. (2008). International mobility of health professionals and health workforce management in Canada: myths and realities. Paris: OECD.",
        "Eckhert, N. L. (2002). The global pipeline: too narrow, too wide or just right? Med Educ, 36(7), 606-613.",
        "Ellwood, P. M., Jr., & Ellwein, L. K. (1981). Physician glut will force hospitals to look outward. Hospitals, 55(2), 81-85.",
        "Encinosa, W. E., Gaynor, M., & Rebitzer, J. B. (2007). The sociology of groups and the economics of incentives: Theory and evidence on compensation systems. Journal of Economic Behavior & Organization, 62(2), 187-214.",
        "Engel, A. (1964). [Facing the Shortage of Physicians.]. Sven Lakartidn, 61, 3482-3496.",
        "Estes, E. H., Jr. (1968). The critical shortage--physicians and supporting personnel. Ann Intern Med, 69(5), 957-962.",
        "Evans, R. G., Barer, M. L., & Hertzman, C. (1991). The 20-year experiment: accounting for, explaining, and evaluating health care cost containment in Canada and the United States. Annual Review of Public Health, 481-518.",
        "Evans, R. G., Parish, E. M. A., & Sully, F. (1973). Medical productivity, scale effects, and demand generation. Canadian Journal of Economics, 6(3), 376-393.",
        "Fein, R. (1967). The doctor shortage: an economic diagnosis. Washington, D.C.: Brookings Institution.",
        "Feldman, R., & Begun, J. W. (1985). The welfare cost of quality changes due to professional regulation. The Journal of Industrial Economics, 34(1), 17-32.",
        "Feldstein, M. S. (1967). An aggregate planning model of the health care sector. Medical Care, 5(6), 369-381.",
        "Feldstein, M. S. (1971). An econometric model of the Medicare system. The Quarterly Journal of Economics, 85(1), 1-20.",
        "Feldstein, P. J. (1964). The demand for medical care. In Commission on the Cost of Medical Care (Ed.), General Report, Vol. 1. Chicago: American Medical Association.",
        "[Finland has a nursing shortage].  (1973). Sairaanhoitaja, 49(13), 28-29.",
        "Flynn, J. T. (1973). Shortage of physicians. JAMA, 225(4), 419.",
        "Frank, R. G., & Zeckhauser, R. J. (2007). Custom-made versus ready-to-wear treatments: behavioral propensities in physicians&apos; choices. Journal of Health Economics, 26, 1101Ã\u0082Â­1127.",
        "Friedman, M. (1962). Capitalism and freedom. Chicago: University of Chicago Press.",
        "Friedman, M., & Kuznet, S. (1945). Income from independent professional practice. New York: National Bureau of Economic Research.",
        "Fryer, G. E., Stine, C., Krugman, R. D., & Miyoshi, T. J. (1994). Geographic benefit from decentralized medical education: student and preceptor practice patterns. J Rural Health, 10(3), 193-198.",
        "Fuchs, V. (1978). The supply of surgeons and the demand for operations. Journal of Human Resources, 12 (supplement), 35-56.",
        "FÃ\u0083Â¼lÃ\u0083Â¶p, T., & Roemer, M. I. (1982). International development of health manpower policy. Geneva: WHO.",
        "Ganguli, P. K. (1977). Shortage of radiologists. Br Med J, 2(6099), 1419.",
        "Garcia-Ballester, L., McVaugh, M., & Rubio-Vela, A. (1989). Medical licensing and learning in fourteenth century Valencia. Transactions of the American Philosophical Society, 79(6).",
        "Gaumer, G. L. (1984). Regulating health professionals: a review of the empirical literature. The Milbank Memorial Fund Quarterly. Health and Society, 62(3), 380-416.",
        "Gerber, A. (1967). The medical manpower shortage. J Med Educ, 42(4), 306-319.",
        "Gerdtham, U. G., & Jonsson, B. (1991). Price and quantity in international comparisons of health expenditure. Applied Economics, 23, 1519-1528.",
        "Gerdtham, U. G., Sogaard, J., Anderson, G., & Jonsson, B. (1992). An econometric analysis of health care expenditure: a cross-section study of OECD countries. Journal of Health Economics, 11, 63-64.",
        "Ginzberg, E. (1966). Physician shortage reconsidered. N Engl J Med, 275(2), 85-87.",
        "Ginzberg, E. (1983). How many physicians are enough? Ann Am Acad Pol Soc Sci(468), 205Ã\u0082Â­ 215.",
        "Goldfarb, R., Havrylyshyn, O., & Magnum, S. (1984). Can remittances compensate for manpower outflows : the case of Philippine physicians. Journal of Development Economics, 15, 1-17.",
        "Gorham, W. (1967). A report to the president on medical care prices. Washington, D.C.: U.S. Government Printing Office.",
        "Graddy, E. (1991a). Interest groups or the public interest -- why do we regulate health occupations? Journal of Health Politics, Policy and Law, 16(1), 25-49.",
        "Graduate Medical Education National Advisory Committee (GMENAC) (1980). Report of the graduate medical education national advisory committee to the secretary, department of health and human services. Washington, D.C.: US Department of Health and Human Services.",
        "Gray, G. (1998). Access to medical care under strain: new pressures in Canada and Australia. Journal of Health Politics, Policy and Law, 23(6), 905-947.",
        "Grayson, M. A. (1978). Medical educators told to reduce enrollments. Hosp Med Staff, 7(12), 37Ã\u0082Â­ 40.",
        "Grubel, H., & Scott, A. (1966). The international flow of human capital. American Economic Review, 56, 268-283.",
        "Guerra, M. (1965). [The shortage of physicians]. J Med (Oporto), 57(173), 643.",
        "Haas-Wilson, D. (1986). The effect of commercial practice restrictions: the case of optometry. Journal of Law and Economics, 29, 165-186.",
        "Hagopian, A., Thompson, M. J., Fordyce, M., Johnson, K. E., & Hart, L. G. (2004). The migration of physicians from sub-Saharan Africa to the United States of America: measures of the African brain drain. Hum Resour Health, 2(1), 17.",
        "Hale, T. (1964). Why the Nursing Shortage Persists. N Engl J Med, 270, 1092-1097.",
        "Hall, T. L. (1969). Health manpower in Peru: a case study in planning. Baltimore: John Hopkins Press.",
        "Hall, T. L. (1971). Chile health manpower study: methods and problems. International Journal of Health Services, 1(2), 166-184.",
        "Hall, T. L., & Mejia, A. (1978). Health manpower planning: principles, methods, issues. Geneva: WHO.",
        "Hall, T. L., Reinke, W. A., & Lawrence, D. (1975). Measurement and projection of the demand for health care: the Chilean experience. Medical Care, 13(6), 511-522.",
        "Hanada, M. (1968). [Analyzing the shortage of nurses--from the viewpoint of local administration]. Kango, 20(9), 28-34.",
        "Harer, W. B. (1965). The Nursing Shortage. Arch Otolaryngol, 82, 326-327.",
        "Hargreaves, T. (1969). Shortage of chemical pathologists? Lancet, 1(7590), 368.",
        "Henderson, J., McQuire, A., & Mooney, G. (1987). The economics of health care. London: Taylor & Francis.",
        "Hernandez, P., DrÃ\u0083Â¤ger, S., Evans, D. B., Tan-Torres Edejer, T., & Dal Poz, M. R. (2006). Measuring expenditure for the health workforce: evidence and challenges. Geneva: World Health Organization.",
        "HEW advisers eye physician &apos;oversupply&apos;. (1980). Med World News, 21(6), 6, 9.",
        "Hirosawa, K. (1968). [Acute shortage of midwives]. Josanpu Zasshi, 22(10), 46-47.",
        "Hitiris, T. (1997). Health care expenditures and integration in the countries of the European Union. Applied Economics, 29, 1-6. Hitiris, T., & Posnett, J. (1992). The determinants and effects of health expenditure in developed countries. Journal of Health Economics, 11, 173-181.",
        "Holmes, G. A. (1967). Dental manpower: shortage and distribution. Oral Hyg, 57(11), 27-35.",
        "Holmes, G. M. (2004). Does the National Health Service Corps improve physician supply in underserved locations? Eastern Economic Journal, 30(4), 563-581.",
        "Holzinger, W. (1966). [Shortage of dentists brings shortage for dentists]. Zahnarztl Mitt, 56(22), 1079-1080.",
        "Hornby, P., Mejia, A., Ray, D., & Simeonov, L. A. (1976). Trends in planning for health manpower. WHO Chron, 30(11), 447-454.",
        "Hosokawa, M. C., & Roberts, C. R. (1982). The physician oversupply: implications for patient education. Patient Educ Newsl, 5(2), 20-21.",
        "Huber, M. (1999). Health expenditure trends in OECD countries, 1970-1997. Health Care Financing Review, 21(2), 99-117.",
        "Huber, M., & Orosz, E. (2003). Health expenditure trends in OECD countries, 1990-2001. Health Care Financing Review, 25(1), 1-22.",
        "Huddart, J., & Picazo, O. (2003). The health sector human resource crisis in Africa: an issue paper. Washington, D.C.: USAID.",
        "Hurst, K. (2002). Selecting and applying methods for estimating the size and mix of nursing teams. Systematic review of the literature commissioned by the Department of Health. Leeds: University of Leeds.",
        "Inoue, K., Matsumoto, M., & Sawada, T. (2007). Evaluation of a medical school for rural doctors. J Rural Health, 23(2), 183-187.",
        "Institute of Health Policy and Development Studies (2005). Migration of health workers: country case study Philippines. Geneva: International Labour Office.",
        "International Pharmaceutical Federation (FIP) (2006). Global pharmacy workforce and migration report: a call for action. The Hague: FIP.",
        "IOM (2007). PEPFAR implementation: progress and promise. Washington, D.C.: National Academic Press.",
        "Jackson, J., Shannon, C. K., Pathman, D. E., Mason, E., & Nemitz, J. W. (2003). A comparative assessment of West Virginia&apos;s financial incentive programs for rural physicians. J Rural Health, 19 Suppl, 329-339.",
        "Jaffurs, W. J. (1972). Shortage of paramedical personnel. Med Ann Dist Columbia, 41(6), Suppl:6-8.",
        "Jarvis, C. A. (1977). Shortage of anaesthetists. Br Med J, 2(6100), 1481.",
        "Joint Learning Initiative (2004). Human resources for health: overcoming the crisis. Boston: Global Equity Initiative,.",
        "Kadaner, I. (1965). World Shortage of Medical Manpower. WHO Chron, 19, 47-55.",
        "Kaushik, M., Jaiswal, A., Shah, N., & Mahal, A. (2008). High-end physician migration from India. Bull World Health Organ, 86(1), 40-45.",
        "Keen, E. N., & Thambiran, A. K. (1971). Doctor shortage. S Afr Med J, 45(46), 1348.",
        "Kessel, R. A. (1958). Price discrimination in medicine. Journal of Law and Economics, 1, 20-53.",
        "Kingma, M. (2006). Nurses on the move - migration and the global health care economy. Ithaca: Cornell University Press.",
        "Kirigia, J. M., Gbary, A. R., Muthuri, L. K., Nyoni, J., & Seddoh, A. (2006). The cost of health professionals&apos; brain drain in Kenya. BMC Health Serv Res, 6, 89.",
        "Klarman, H. E. (1969). Economic aspects of projecting requirements for health manpower. Journal of Human Resources, 4(3), 360-376.",
        "Klarman, H. E. (1973). Approaches to health manpower analysis, with special reference to physicians. American Economist, 17(2), 137-142.",
        "Knesper, D. J. (1978). Psychiatric manpower for state mental hospitals. A continuing dilemma. Arch Gen Psychiatry, 35(1), 19-24.",
        "Kober, K., & Van Damme, W. (2004). Scaling-up access to antiretroviral treatment in southern Africa: who will do the job? Lancet, 364(9428), 103-107.",
        "Koot, J., & Martineau, T. (2005). Mid term review: Zambian health workers retention scheme 2003-2004.",
        "Kurowski, C., & Mills, A. (2006). Estimating human resource requirements for scaling up priority health interventions in low-income countries of sub-Saharan Africa: a methodology based on service quantity, tasks, and productivity (the QTP methodology). London: London School of Hygiene & Tropical Medicine.",
        "Kurowski, C., Wyss, K., Abdulla, S., & Mills, A. (2007). Scaling up priority health interventions in Tanzania: the human resources challenge. Health Policy Plan, 22(3), 113-127.",
        "Kuyvenhoven, L. M. (1960). [The shortage of pharmacists.]. Pharm Weekbl, 95, 288-292.",
        "Kwok, V., & Leland, H. (1982). An economic model of the brain drain. American Economic Review, 74, 91-100.",
        "Labonte, R., Packer, C., Klassen, N., Kazanjian, A., Apland, L., Adalikwu, J., et al. (2006). The brain drain of health professionals from sub-Saharan Africa to Canand. Cape Town: Idasa.",
        "LaViolette, S. (1979). Physical therapy: shortage spurs recruiting efforts. Mod Healthc, 9(11), 72.",
        "Le Grand, J. (1997). Knights, knaves or pawns? Human behaviour and social policy. Journal of Social Policy, 26(2), 149-169.",
        "Lee, R. I., & Jones, L. W. (1933). The fundamentals of good medical care: an outline of the fundamentals of good medical care and an estimate of the service required to supply the medical needs of the United States. Chicago: University of Chicago Press.",
        "Leffler, K. B. (1978). Physician licensure: competition and monopoly in American medicine. Journal of Law and Economics, 21(1), 165-186.",
        "Leffler, K. B., & Lindsay, C. M. (1980). Markets for medical care and medical education: an integrated long-run structural approach. Journal of Human Resources, 16, 21-40.",
        "Lehmann, U., Dieleman, M., & Martineau, T. (2008). Staffing remote rural areas in middle- and low-income countries: a literature review of attraction and retention. BMC Health Serv Res, 8, 19.",
        "Leland, H. E. (1979). Quacks, lemons, and licensing: a theory of minimum quality standards. Journal of Political Economy, 87(6), 1328-1346.",
        "Lindsay, C. M. (1973). Real returns to medical education. The Journal of Human Resources, VIII(3), 331-348.",
        "Loewy, E. (1989). Textbook of medical ethics. Berlin: Springer.",
        "Luck, M., Fernandes, M., & Ferrinho, P. (2000). At the other end of the brain-drain: African nurses living in Lisbon. Studies in Health Serve Organization and Policy, 16, 157-169.",
        "Mackintosh, L. S. (2003). A study identifying factors affecting retention of midwives in Malawi. Liverpool: Liverpool School of Tropical Medicine.",
        "Macleish, D. G. (1985). Oversupply of medical graduates. Med J Aust, 143(7), 317.",
        "Maleh, M. (1966). [The problem of shortage of dentists in the Syrian village]. Majallat Tibb Alasnan Alsuriyah, 2(2), 62.",
        "Marder, W. D., & Willke, R. J. (1991). Comparisons of the value of physician time by specialty. In H. E. Frech (Ed.), Regulating doctors&apos; fees: competition, benefits, and controls under Medicare. Washington, D.C.: American Enterprise Institute.",
        "Markham, B., & Birch, S. (1997). Back to the future: a framework for estimating health-care human resource requirements. Canadian Journal of Nursing Administration, 10, 7-23.",
        "Martin, A. B., Whittle, L. S., & Levit, K. R. (2001). Trends in state health care expenditures and funding: 1980-1998. Health Care Financing Review, 22(4), 111-140.",
        "Martineau, T., Decker, K., & Bundred, P. (2002). Briefing note on international migration of health professionals: leveling the playing field for developing country health systems. Liverpool: Liverpool School of Tropical Medicine.",
        "Matsumoto, M., Inoue, K., & Kajii, E. (2008). A contract-based training system for rural physicians: follow-up of Jichi Medical University graduates (1978-2006). J Rural Health, 24(4), 360-368.",
        "Maurizi, A. (1975). Rates of return to dentistry and the decision to enter dental school. Journal of Human Resources, 10, 521-528.",
        "McGuire, T. G. (2000). Physician agency. In A. J. Culyer & J. P. Newhouse (Eds.), Handbook of Health Economics pp. 461-536). Amsterdam: Elsevier Science.",
        "The medical manpower shortage.  (1971). JAMA, 217(13), 1857-1859.",
        "Mehrotra, A., Dudley, R. A., & Luft, H. S. (2003). What&apos;s behind the health care expenditure trends? Annual Review of Public Health, 385-412.",
        "Mehta, F. N. (1968). Shortage of dentists in India facts & figures. J Indian Dent Assoc, 40(4), 95-96.",
        "Menken, M. (1981). The coming oversupply of neurologists in the 1980s. Implications for neurology and primary care. JAMA, 245(23), 2401-2403.",
        "Menken, M., & Sheps, C. G. (1984). Consequences of an oversupply of specialists for primary and specialty care: the case of neurology. Public Health Rev, 12(3-4), 253-257.",
        "Millward, R. C. (1961). The shortage of physiotherapists. I. The administrator&apos;s point of view. Physiotherapy, 47, 211-213.",
        "Milne, R., & Molana, H. (1991). On the effect of income and relative price on demand for health care: EC evidence. Applied Economics, 23, 1221-1226.",
        "Minstriy of Health (1967). The system of public health services in the USSR. Moscow: Ministry of Health.",
        "Montoya, I. D. (2000). Is the health workforce a barrier to cost containment? The American Journal of Managed Care, 6(9), 971-972.",
        "Moore, F. I. (1999). Guidelines for task analysis and job design. Geneva: WHO.",
        "Moore, T. G. (1961). The purpose of licensing. Journal of Law and Economics, 4, 93-117.",
        "Most medical staffs have an oversupply of specialists, but don&apos;t plan to take action to correct this.  (1995). Med Netw Strategy Rep, 4(9), 11.",
        "MSF (2007). Help wanted - confronting the health care worker crisis to expand access to HIV/AIDS treatment: MSF experience in southern Africa. Johannesburg: MÃ\u0083Â©decins sans frontiÃ\u0083Â¨res.",
        "Mullan, F. (2005). The metrics of the physician brain drain. N Engl J Med, 353(17), 1810-1818. Mullan, F. (2007). Doctors and soccer players--African professionals on the move. N Engl J Med, 356(5), 440-443.",
        "Munch, E. (1973). [Nursing shortage]. Sygeplejersken, 73(21), 18.",
        "Murphy, G. T. (2002). Methodological issues in health human resource planning: cataloguing assumptions and controlling for variables in needs-based modelling. Can J Nurs Res, 33(4), 51-70.",
        "Muula, A. S., & Maseko, F. C. (2006). How are health professionals earning their living in Malawi? BMC Health Serv Res, 6, 97.",
        "Muula, A. S., Panulo, B., Jr., & Maseko, F. C. (2006). The financial losses from the migration of nurses from Malawi. BMC Nurs, 5, 9.",
        "Muzondo, T. R., & Pazderka, B. (1980). Occupational licensing and professional incomes in Canada. Canadian Journal of Economics, 13, 659-667.",
        "Nevanlinna, H. R. (1966). [The shortage of doctors and its correction]. Suom Laakaril, 21(34), 2858-2864.",
        "Nevo, R. (1972). [The shortage of nurses in Israel goes beyond the bounds of the permissible]. Ahot Beyisrael, 20(81), 14.",
        "Newhouse, J. P. (1970). A model of physician pricing. Southern Economic Journal, 37, 174-183.",
        "Newhouse, J. P. (1977). Medical care expenditure: a cross-national survey. Journal of Human Resources, 12(1), 115-125.",
        "Newhouse, J. P. (1978). The economics of medical care. Reading, MA: Addison-Wesley.",
        "Newhouse, J. P., & Phelps, C. E. (1976). New estimates of price and income elasticities of medical care services. In R. N. Rosett (Ed.), The role of health insurance in the health services sector. New York: Neal Watson.",
        "Nguyen, L., Ropers, S., Nderitu, E., Zuyderduin, A., Luboga, S., & Hagopian, A. (2008). Intent to migrate among nursing students in Uganda: measures of the brain drain in the next generation of health professionals. Hum Resour Health, 6(1), 5.",
        "Noether, M. (1986). The growing supply of physicians: has the market become more competitive? Journal of Labor Economics, 4(4), 503-537.",
        "The nursing shortage. (1967). JAMA, 200(9), 790.",
        "O&apos;Brien-Pallas, L., Baumann, A., Donner, G., Murphy, G. T., Lochhaas-Gerlach, J., & Luba, M. (2001). Forecasting models for human resources in health care. Journal of Advanced Nursing, 33(1), 120-129.",
        "O&apos;Flanagan, H. (1972). Doctor shortage and health services. S Afr Med J, 46(4), 83.",
        "OECD (2005). Trends in international migration. Paris: OECD.",
        "Ogunyemi, B. (1971). The acute shortage of pharmacists. J Natl Med Assoc, 63(3), 221-222.",
        "Okunade, A. A., & Suraratdecha, C. (2000). Health care expenditure inertia in the OECD countries: a heterogeneous analysis. Health Care Management Science, 3, 31-42.",
        "Olbrich, A. (2008). The optimal negligence standard in health care under supply-side cost sharing. International Journal of Health Care Finance and Economics, 8, 73-85.",
        "Oman, K. M., Moulds, R., & Usher, K. (2009). Specialist training in Fiji: Why do graduates migrate, and why do they remain? A qualitative study. Hum Resour Health, 7, 9.",
        "Ooms, G., Van Damme, W., & Temmerman, M. (2007). Medicines without doctors: why the Global Fund must fund salaries of health workers to expand AIDS treatment. PLoS Med, 4(4), e128.",
        "Palmer, D. (2006). Tackling Malawi&apos;s human resources crisis. Reprod Health Matters, 14(27), 27-39.",
        "Pang, T., Lansang, M. A., & Haines, A. (2002). Brain drain and health professionals. BMJ, 324(7336), 499-500.",
        "Panzar, L., & Rosse, J. N. (1987). Testing for &apos;monopoly&apos; equilibrium. The Journal of Industrial Economics, 35(4), 443-456.",
        "Pardes, H. (1979). Countering psychiatry&apos;s manpower shortage. Psychosomatics, 20(6), 377-378.",
        "Parkin, D., McGuire, A., & Yule, B. (1987). Aggregate health care expenditures and national income. Journal of Health Economics, 6, 109-127.",
        "Pathman, D. E., Konrad, T. R., King, T. S., Spaulding, C., & Taylor, D. H. (2000). Medical training debt and service commitments: the rural consequences. J Rural Health, 16(3), 264-272.",
        "Pathman, D. E., Konrad, T. R., King, T. S., Taylor, D. H., Jr., & Koch, G. G. (2004). Outcomes of states&apos; scholarship, loan repayment, and related programs for physicians. Med Care, 42(6), 560-568.",
        "Pathman, D. E., Konrad, T. R., & Ricketts, T. C., 3rd (1992). The comparative retention of National Health Service Corps and other rural physicians. Results of a 9-year follow-up study. Jama, 268(12), 1552-1558.",
        "Pathman, D. E., Konrad, T. R., & Ricketts, T. C., 3rd (1994a). Medical education and the retention of rural physicians. Health Serv Res, 29(1), 39-58.",
        "Pathman, D. E., Konrad, T. R., & Ricketts, T. C., 3rd (1994b). The National Health Service Corps experience for rural physicians in the late 1980s. Jama, 272(17), 1341-1348.",
        "Pathman, D. E., Steiner, B. D., Jones, B. D., & Konrad, T. R. (1999). Preparing and retaining rural physicians through medical education. Acad Med, 74(7), 810-820.",
        "Paul, C. (1984). Physician licensure legislation and the quality of medical care. Atlantic Economic Journal, 12(4), 18-30.",
        "Peltzman, S. (1989). The economic theory of regulation after a decade of deregulation. Brookings Papers on Economic Activity: Microeconomics, Special Issue, 1-41.",
        "Petursdottir, M. (1970). [Shortage of nurses in Iceland]. Sairaanhoitaja, 2, 99-101.",
        "Placone, D., & Wallace, M. (1982). Should we really worry about an oversupply of doctors? J S C Med Assoc, 78(11), 631-633.",
        "Popov, G. A. (1971). Principles of health planning in the USSR. Geneva: WHO.",
        "Portes, C. (1966). Doctor shortage. IMJ Ill Med J, 130(6), 752 passim.",
        "Posner, R. A. (1974). Theories of Economic Regulation. The Bell Journal of Economics and Management Science, 5(2), 335-358.",
        "Probst, J. C., Samuels, M. E., Shaw, T. V., Hart, G. L., & Daly, C. (2003). The National Health Service Corps and Medicaid inpatient care: experience in a southern state. South Med J, 96(8), 775-783.",
        "Rabinowitz, H. K. (1993). Recruitment, retention, and follow-up of graduates of a program to increase the number of family physicians in rural and underserved areas. N Engl J Med, 328(13), 934-939.",
        "Rabinowitz, H. K., Diamond, J. J., Hojat, M., & Hazelwood, C. E. (1999a). Demographic, educational and economic factors related to recruitment and retention of physicians in rural Pennsylvania. J Rural Health, 15(2), 212-218.",
        "Rabinowitz, H. K., Diamond, J. J., Markham, F. W., & Hazelwood, C. E. (1999b). A program to increase the number of family physicians in rural and underserved areas: impact after 22 years. Jama, 281(3), 255-260.",
        "Rabinowitz, H. K., Diamond, J. J., Markham, F. W., & Paynter, N. P. (2001). Critical factors for designing programs to increase the supply and retention of rural primary care physicians. JAMA, 286(9), 1041-1048.",
        "Rabinowitz, H. K., Diamond, J. J., Markham, F. W., & Rabinowitz, C. (2005). Long-term retention of graduates from a program to increase the supply of rural family physicians. Acad Med, 80(8), 728-732.",
        "Rabinowitz, H. K., Diamond, J. J., Markham, F. W., & Wortman, J. R. (2008). Medical school programs to increase the rural physician supply: a systematic review and projected impact of widespread replication. Acad Med, 83(3), 235-243.",
        "Rabinowitz, H. K., Diamond, J. J., Veloski, J. J., & Gayle, J. A. (2000). The impact of multiple predictors on generalist physicians&apos; care of underserved populations. Am J Public Health, 90(8), 1225-1228.",
        "Rayack, E. (1967). Professional power and American medicine. Cleveland: World Publishing Company.",
        "Reid, S. J. (2001). Compulsory community service for doctors in South Africa--an evaluation of the first year. S Afr Med J, 91(4), 329-336.",
        "Riley, J. C. (2001). Rising life expectancy: a global history. Cambridge, UK: Cambridge University Press.",
        "Riska, E. (1995). They don&apos;t care: unemployed physicians in the Nordic countries. Int J Health Serv, 25(2), 259-269.",
        "Rittenhouse, D. R., Fryer, G. E., Jr., Phillips, R. L., Jr., Miyoshi, T., Nielsen, C., Goodman, D. C., et al. (2008). Impact of Title VII training programs on community health center staffing and National Health Service Corps participation. Ann Fam Med, 6(5), 397-405.",
        "Rogers, N. J. (1972). Shortage of general practitioners in Australia. Med J Aust, 2(16), 911.",
        "Rosenthal, T. C. (2000). Outcomes of rural training tracks: a review. J Rural Health, 16(3), 213Ã\u0082Â­ 216.",
        "Rosett, R. N., & Huang, L. F. (1973). The effect of health insurance on the demand for medical care. Journal of Political Economy, 81, 281-305.",
        "Ross, A. J. (2007). Success of a scholarship scheme for rural students. S Afr Med J, 97(11), 1087-1090.",
        "Rowe, A., & Garcia-Barbero, M. (2005). Regulating and licensing of physicians in the WHO European Region. Copenhagen: WHO Regional Office for Europe.",
        "Sabiston, D. C., Jr. (1984). Report of the Chairman of the Board of Regents: the current and serious issue of the oversupply of physicians in our nation today. Bull Am Coll Surg, 69(12), 11-12.",
        "Salling, A. L. (1978). [More substantial reasons for the nursing shortage]. Sygeplejersken, 78(37), 11-17.",
        "Salmon, M. E., & Culbertson, R. A. (1985). Health manpower oversupply: implications for physicians, nurse practitioners and physician assistants. A model. Hosp Health Serv Adm, 30(1), 100-115.",
        "Saltman, R. B., & Von Otter, C. (1995). Implementing planned markets in health care: balancing social and economic responsibility. Buckingham: Open University Press.",
        "Sandison, C. R. (1979). Improving the position of the shortage specialties. Br J Hosp Med, 22(1), 88, 90.",
        "Sass, T. R., & Nichols, M. W. (1996). Scope-of-practice regulation: physician control and the wages of non-physician health-care professionals. Journal of Regulatory Economics, 9, 61-81.",
        "Scheffler, R. M., Liu, J. X., Kinfu, Y., & Dal Poz, M. R. (2008). Forecasting the global shortage of physicians: an economic- and needs-based approach. Bull World Health Organ, 86(7), 516-523B.",
        "Schieber, G. J., Poullier, J.-P., & Greenwald, L. M. (1993). Health spending, delivery, and outcomes in OECD countries. Health Affairs, 12(2), 120-129.",
        "Schieber, G. J., Poullier, J.-P., & Greenwald, L. M. (1994). Health systems performance in OECD countries, 1980-1992. Health Affairs, 13(4), 100-112.",
        "Schneider, U., & Ulrich, V. (2008). The physician-patient relationship revisited: the patient&apos;s view. International Journal of Health Care Finance and Economics, 8, 279-300.",
        "SchÃ\u0083Â¶nfeld, H. K., Heston, J. F., & Falk, I. S. (1972). Numbers of physicians required for primary medical care. New England Journal of Medicine, 286(11), 571-576.",
        "Schroeder, S. A. (1984). Western European responses to physician oversupply. Lessons for the United States. JAMA, 252(3), 373-384.",
        "Selby, R. (1981). A response to controlling physician oversupply through certificate of need. Am J Law Med, 7(2), 183-185.",
        "Seldon, B. J., Jung, C., & Cavazos, R. J. (1998). Market power among physicians in the U.S., 1983-1991. The Quarterly Review of Economics and Finance, 38(4), 799-824.",
        "Selvanathan, S., & Selvanathan, A. (1993). A cross-country analysis of consumption patterns. Applied Economics, 25, 1245-1259.",
        "Shambaugh, G. E. (1965). The Nursing Shortage. Arch Otolaryngol, 81, 223-224.",
        "Shepard, L. (1978). Licensing restrictions and the cost of dental care. Journal of Law and Economics, 21, 187-201.",
        "Shortage of anaesthetists.  (1977). Br Med J, 2(6079), 120.",
        "Shortage of radiologists.  (1966). Br Med J, 2(5518), 843-844.",
        "Silver, M. (1970). An economic analysis of variations in medical expenses and work-loss rates. In H. E. Klarman (Ed.), Empirical studies in health economics. Baltimore: Johns Hopkins.",
        "Singer, J. D., Davidson, S. M., Graham, S., & Davidson, H. S. (1998). Physician retention in community and migrant health centers: who stays and for how long? Med Care, 36(8), 1198-1213.",
        "Sloan, F. A., & Kasper, H. (2008). Incentives and choice in health care. Boston: MIT Press.",
        "Smith, H. E. (1968). Paramedical manpower shortage. Eye Ear Nose Throat Mon, 47(5), 232Ã\u0082Â­ 233.",
        "Smucny, J., Beatty, P., Grant, W., Dennison, T., & Wolff, L. T. (2005). An evaluation of the Rural Medical Education Program of the State University Of New York Upstate Medical University, 1990-2003. Acad Med, 80(8), 733-738.",
        "Sorensen, K. (1974). [Great shortage of nurses in Australia]. Sygeplejersken, 74(27), 30-31.",
        "Sriratanaban, A. (1974). Shortage of physicians in Thailand, An approach to the problem. J Med Assoc Thai, 57(3), 126-130.",
        "Stigler, G. J. (1956). Trends in employment in the service industries. Princeton, N.J.: Princeton University Press.",
        "Stigler, G. J. (1971). The theory of economic regulation. The Bell Journal of Economics and Management Science, 2(1), 3-21.",
        "Stilwell, B., Diallo, K., Zurn, P., Vujicic, M., Adams, O., & Dal Poz, M. (2004). Migration of health-care workers from developing countries: strategic approaches to its management. Bull World Health Organ, 82(8), 595-600.",
        "Stokes, G. S. (1970). Shortage of nurses. Med J Aust, 1(16), 821.",
        "Stone, D. A. (1997). The doctor as businessman: the changing politics of a cultural icon. J Health Polit Policy Law, 22(2), 533-556.",
        "[Suggestion for alleviation of nursing shortage in Tokyo].  (1971). Kango Kyoiku, 12(10), 21-42.",
        "Svorny, S. V. (1987). Physician licensure: a new approach to examining the role of professional interests. Economic Inquiry, XXV(497-509).",
        "Tateishi, F., Takeuchi, T., Tanabe, A., Yasuu, N., & Sakakibara, Y. (1971). [Problems of manpower shortage in dentistry]. Nippon Shika Ishikai Zasshi, 24(6), 598-609.",
        "The Licentiate Committee of the Medical Council of Hong Kong (2008). The 2008 licensing examination of the medical council of Hong Kong.",
        "Tierney, J. T., Waters, W. J., & Williams, D. C. (1980). Controlling physician oversupply through certificate of need. Am J Law Med, 6(3), 335-360.",
        "Trinkler, H. (1966). [Thoughts on personnel shortage in medical laboratories]. Med Lab (Stuttg), 19(10), 242-246.",
        "Tussing, A. D., & Wojtowycz, M. A. (1986). Physician-induced demand by Irish GPs. Social Science and Medicine, 23(9), 851-860.",
        "United Nations (2009). United Nations Millennium Development Goals. http://www.un.org/millenniumgoals/ (accessed 10 April 2009).",
        "Valvanne, L. (1971). [Shortage of midwives]. Katilolehti, 76(9), 387.",
        "Village, household distribution of contraceptives helps Asian nations overcome doctor shortage.  (1976). Int Fam Plann Dig, 2(3), 1-2.",
        "Voval (1966). [The shortage of nurses]. Cah Nurs, 24(5), 16-22 contd.",
        "Wallace, M. B. (1964). The Nursing Shortage. Can Hosp, 41, 63-64.",
        "Weeks, W. B., Wallace, A. E., Wallace, M. M., & Welch, H. G. (1994). A comparison of the educational costs and incomes of physicians and other professions. New England Journal of Medicine, 330, 1280-1286.",
        "Whitcomb, M. E. (1995). Correcting the oversupply of specialists by limiting residencies for graduates of foreign medical schools. N Engl J Med, 333(7), 454-456.",
        "White, M. S., & Culbertson, R. A. (1981). The oversupply of physicians: implications for hospital planning. Hosp Prog, 62(2), 28-31.",
        "White, R. I. (1992). Training radiologists for the future. The oversupply of physicians, subspecialization, and turf. Invest Radiol, 27(6), 481-482.",
        "White, W. D. (1978). The impact of occupational licensure of clinical laboratory personnel. Journal of Human Resources, 13(1), 91-102.",
        "WHO (2006a). Medical council in countries of the region. New Dehli: WHO Regional Office for South-East Asia.",
        "WHO (2006b). World health report 2006: working together for health. Geneva: WHO.",
        "WHO (2008). Task shifting: rational redistribution of tasks among health workforce teams: global recommendations and guidelines. Geneva: WHO.",
        "WHO (2009). Global atlas of the health workforce. http://www.who.int/globalatlas/default.asp (accessed 12 September 2009).",
        "WHO assistance to meet critical shortage of health personnel training for doctors, nurses and health workers. (1966). West Afr Med J, 15(2), 53.",
        "Wilkinson, B. (1966). Present values of lifetime earning for different occupations. Journal of Political Economy, 74, 556-572.",
        "Wong, H. S. (1996). Market structure and the role of consumer information in the physician services industry: an empirical test. Journal of Health Economics, 15, 139-160.",
        "Working Group 5 of the Commission on Macroecnomics and Health (2002). Improving the health of the poor. Geneva: WHO.",
        "World Bank (1993). World Development Report. Washington, D.C.: World Bank.",
        "Wyatt, H. V., & Cross, T. (1966). Shortage of microbiologists. Chem Ind, 35, 1472-1474.",
        "Xu, G., Fields, S. K., Laine, C., Veloski, J. J., Barzansky, B., & Martini, C. J. (1997a). The relationship between the race/ethnicity of generalist physicians and their care for underserved populations. Am J Public Health, 87(5), 817-822.",
        "Xu, G., Veloski, J. J., Hojat, M., Politzer, R. M., Rabinowitz, H. K., & Rattner, S. (1997b). Factors influencing physicians&apos; choices to practice in inner-city or rural areas. Acad Med, 72(12), 1026.",
        "Yager, J. (1987). Psychiatric residency training and the changing economic scene. Hosp Community Psychiatry, 38(10), 1076-1081.",
        "Zijlstra, E. E., & Broadhead, R. L. (2007). The College of Medicine in the Republic of Malawi: towards sustainable staff development. Hum Resour Health, 5, 10.",
        "Zurn, P., & Dumont, J.-C. (2008). Health workforce and international migration: can New Zealand compete? Paris: OECD."
    ]
}