{
    "id": 1517,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Aghevli, B. (1981), Experiences of Asian Countries with various Exchange Rate Policies, in J. Williamson, ed., Exchange Rate Rules, Macmillan.",
        "Ajanant, J. (1984), Trade Patterns and Trends of Thailand, in NBER.",
        "Bank Negara Malaysia (1984), Money and Banking in Malaysia, Kuala Lampur.",
        "Beals, R. (1984), Trade Patterns and Trends of Indonesia, in NBER.",
        "Branson, W. (1981), Monetary Stability and Exchange Rate Objectives in Singapore, in Monetary Authority of Singapore, Papers on Monetary Economics, Singapore University Press.",
        "Bressand, A. (1982) ed. RANSES, The State of The World Economy, Ballinger.",
        "Canzoneri, M. and J. Gray (1983), Two Essays Monetary Policy in an Interdependent World, Federal Reserve Board, International Finance Discussion Paper 219, February.",
        "Chee, P.L. (1984), Changes in the Malaysian Economy and trade Trends and Prospects, in NBER.",
        "Cooper, R. (1984), Economic Interdependence and Coordination of Economic Policies, in R. Jones and P. Kenen (eds.), Handbook in International Economics, North-Holland.",
        "Dornbusch, R. (1982), Equilibrium and Disequilibrium Exchange Rates, Zeitschrift fur Wirtschafts und Sozialwissenschaften, vol. 6.",
        "Feldstein, M. (1983), The Dollar and Exchange Market Intervention, draft, Paris (France), April.",
        "Frenkel, J. (1984), International Liquidity and Monetary Control, in G.v. Furstenberg (ed.), International Money and Credit: The Policy Roles, IMF.",
        "Hamada, K. (1979), Macroeconomic Strategy and Coordination under Alternative Exchange Rates, in R. Dornbusch and J. Frenkel (eds.), International Economic Policy, Johns Hopkins University Press.",
        "Khan, M. (1980), The Dynamics of Money and Prices and the Role of -48- Monetary Policy in SEACEN Countries, The South-East Asian Central Banks Research and Training Center, Occasional Paper no. 1.",
        "Kouri, P. and J. Macedo (1978), Exchange Rates and the International Adjustment Process, Brookings Papers in Economic Activity, 1.",
        "Lee, S.Y. (1984), Developing Asian Financial Centers, in PAFTAD.",
        "Lin, S.Y. (1984), ASEAN: Financial Development and Interdependence, in PAFTAD.",
        "Macedo, J. (1983a), Exchange Rate Volatility in an Interdependent World Economy, draft, Princeton University, May.",
        "A Two-country Model, Woodrow Wilson School Discussion Paper in Economics 62,Princeton University, May. __________ (1984a), Small Countries in Monetary Unions: A Two-Tier Model, draft, Princeton University, April.",
        "Oudiz, G. and J. Sachs (1984), International Policy Coordination in Dynamic Macroeconomic Models, NBER Working Paper no. 1417, August.",
        "Rana, P. (1981), ASEAN Exchange Rates, Policies and Trade Effects, Institute of South East Asian Studies, Singapore.",
        "Rogoff, R. (1983), Productive and Counterproductive Cooperative Monetary Policies, International Finance Discussion Paper 1~233, Federal Reserve Board, December.",
        "Schive, C. (1984), Trade Patterns and Trends in Taiwan, in NBER.",
        "Tobin, J. (1982), The State of Exchange Rate Theory: some skeptical remarks, in R. Cooper et al., (eds.) The International Monetary System Under Flexible Exchange Rates: Global, National and Regional, Ballinger.",
        "Tobin, J. and J. Macedo (1981), The short run macroeconomics of floating exchange rates: an exposition, in J. Chipman and C. Kindleberger (eds), Flexible Exchange Rates and the Balance of Payments, North-Holland.",
        "Wong, C. (1984), Trends and Patterns of Singapores Trade in Manufactures, in NBER.",
        "Yamazawa, I. (1984), Japan and her Asian Neighbours in a Dynamic Perspective, in NBER."
    ]
}