{
    "id": 15179,
    "cites": 21,
    "cited_by": 36,
    "reference": [
        "Smith, J. A. and P. E. Todd (2005, March-April). Does matching overcome LaLonde's critique of nonexperimental estimators? Jonrmal of Ecomometrics 1~5(1-2), 305-353.",
        "Rosenbaum, P. R. and D. B. Rubin (1983, April). The central role of the propensity score in observational studies for causal effects. Biometri/ca 70(1), 41-55.",
        "Powell, J. L. (2001). Semiparametric estimation of bivariate latent variable models. In C. Hsiao, K. Morimune, and J. L. Powell (Eds.), Nomlimear Statistical Modelimg: Proceedimgs of the Thirteemth Imtermatiomal Sympo5mm im Ecomomic Theory amd Ecomometrics: Essays im Homor of Ta/ceshi Amemiya. New York: Cambridge University Press.",
        "Manski, C. F. and D. McFadden (1981). Statistical analysis of discrete probability models. In C. F. Manski and D. McFadden (Eds.), Strnctnral Amalysis of Discrete Data with Ecomometric Applicatioms, pp. 2-49. Cambridge, MA: MIT Press.",
        "Manski, C. F. and S. R. Lerman (1977, November). The estimation of choice probabilities from choice based samples. Ecomometrica ~5(8), 1977-1988.",
        "Manski, C. F. (1986, February). Semiparametric analysis of binary response from response-based samples. Jonrmal of Ecomometrics 31 (1), 31-40.",
        "LaLonde, R. J. (1986, September). Evaluating the econometric evaluations of training programs with experimental data. Americam Ecomomic Review 76(4), 604-620.",
        "Hirano, K., G. W. Imbens, and G. Ridder (2003, July). Efficient estimation of average treatment effects using the estimated propensity score. Ecomometrica 71(4), 1161-1189.",
        "Heckman, J. J. and E. J. Vytlacil (2007). Econometric evaluation of social programs, part II: Using the marginal treatment effect to organize alternative economic estimators to evaluate social programs and to forecast their effects in new environments. In J. Heckman and E. Leamer (Eds.), Hamdboo/c of Ecomometrics, Volume 6B, pp. 4875-5144. Amsterdam: Elsevier.",
        "Heckman, J. J., S. Urzua, and E. J. Vytlacil (2006). Understanding instrumental variables in models with essential heterogeneity. Review of Ecomomics amd Statistics 88(3), 389-432.",
        "Heckman, J. J. and R. Robb (1986). Alternative methods for solving the problem of selection bias in evaluating the impact of treatments on outcomes. In H. Wainer (Ed.), Drawimg Imferemces from Self-Selected Samples, pp. 63-107. New York: Springer-Verlag. Reprinted in 2000, Mahwah, NJ: Lawrence Erlbaum Associates.",
        "Heckman, J. J. and S. Navarro (2004, February). Using matching, instrumental variables, and control functions to estimate economic choice models. Review of Ecomomics amd Statistics 86(1), 30-57.",
        "Heckman, J. J. and R. Robb (1985, October-November). Alternative methods for evaluating the impact of interventions: An overview. Jonrmal of Ecomometrics 30(1-2), 239-267.",
        "Heckman, J. J., H. Ichimura, J. Smith, and P. E. Todd (1998, September). Characterizing selection bias using experimental data. Ecomometrica 66(5), 1017-1098.",
        "Heckman, J. J., H. Ichimura, and P. E. Todd (1998, April). Matching as an econometric evaluation estimator. Review of Ecomomic Stndies 65(223), 261-294.",
        "Heckman, J. J. and V. J. Hotz (1989, December). Choosing among alternative nonexperimental methods for estimating the impact of social programs: The case of Manpower Training. Jonnmal of the Ameni cam Statistical Associatiom 84(408), 862-874. Rejoinder also published in Vol. 84, No. 408, (Dec. 1989).",
        "Heckman, J. J. (1980). Addendum to sample selection bias as a specification error. In E. Stromsdorfer and G. Farkas (Eds.), Evalnatiom Stndies Review Ammnal, Volume 5. Beverly Hills: Sage Publications.",
        "Hahn, J. (1998, March). On the role of the propensity score in efficient semiparametric estimation of average treatment effects. Ecomometnica 66(2), 315-31.",
        "Dehejia, R. and S. Wahba (2002, February). Propensity score matching methods for nonexperimental causal studies. Review of Ecomomics amd Statistics 8~(1), 151-161.",
        "Dehejia, R. and S. Wahba (1999, December). Causal effects in nonexperimental studies: Reevaluating the evaluation of training programs. Jonrmal of the Amen cam Statistical Associatiom 9~ (448), 1053-1062.",
        "Ahn, H. and J. Powell (1993, July). Semiparametric estimation of censored selection models with a nonparametric selection mechanism. Jonrmal of Ecomometrics 58(1-2), 3-29."
    ]
}