{
    "id": 15188,
    "cites": 34,
    "cited_by": 13,
    "reference": [
        "WAcHTER, J. (2006): A Coilsumptioll Based Model of the Term Structure of lilterest Rates, Jonnmal of Fimamcial Ecomomics, 79, 365-399.",
        "(2005): Implicatiolls of Dyllamic Factor Models for VAR allalysis, NBER WP 11467.",
        "(2002b): Macroecollomic Forecastillg Usillg Diffusioll lildexes, Jonnmal of Bnsimess amd Ecomomic Statistics, 20:2, 147-162.",
        "STocK, J. H., AND M. W. WATSON (2002a): Forecastillg Usillg Prillcipal Compolleilts from a Large Number of Predictors, Jonnmal of the Amen cam Statistical Associatiom, 97, 1167-i 179.",
        "STocK, J. H., AND M. WATSON (1989): New lildexes of Coillcidellt aild Leadillg Ecoilomic lildicatiolls, ill NBER Macnoecomomics Ammnal 1989, ed. by 0. J. Blallchard, and S. Fischer, Cambridge. M. I. T. Press.",
        "PIAzzESI, M., AND E. SwANSoN (2004): Futures Prices as Risk-Adjusted Forecasts of Molletary Policy, NBER Workillg Paper No. 10547.",
        "PAGAN, A. (1984): Ecollometric Issues ill the Allalysis of Regressiolls with Gellerated Regressors, Imtenmatiomal Ecomomic Review, 25, 221-247.",
        "MOENCH, E. (2008): Forecastillg the Yield Curive ill a Data-Rich Ellvirollmellt: A NoArbitrage Factor-Augmeilted VAR Approach, Jonnmal of Ecomometnics, 46, 26-43.",
        "LuDvIGS0N, S., AND S. NG (2007): Macro Factors ill Boild Risk Premia, Review of Fimamcial Stndies, p. forthcomillg.",
        "LOPES, H., AND M. WEST (2004): Bayesiall Model Assessmellt ill Factor Allalysis, Statistical Simica, 14, 41-87.",
        "KOzICKI, S., AND P. TINSLEY (2005): Term structure trallsmissioll of molletary policy, Fed. Reserve Bailk of Kailsas city Workillg Paper 05-06.",
        "KIM, C., AND C. NELSON (2000): State Space Models with Regime Switchimg. MIT Press.",
        "K0SE, A., C. OTR0K, AND C. WHITEMAN (2003): lilterilatiollal Busilless Cycles: World Regioll aild Coulltry Specific Factors, Amen cam Ecomomic Review, 93:4, 1216-1239.",
        "HANSEN, P. (2008): Ill-Sample aild Out-of-Sample Fit: Their Joillt Distributioll aild its Implicatiolls for Model Selectioll, malluscript, Stailford Ulliversity.",
        "FRuHwIRTH-ScHNATTER, S. (1994): Data Augmeiltatioll aild Dyllamic Lillear Models, Jonrmal of Time Series Amalysis, 15, 183-202.",
        "GEwEKE, J., AND G. ZHOu (1996): Measurillg the Pricillg Error of the Arbitrage Pricillg Theory, Review of Fimamcial Stndies, 9:2, 557-87.",
        "FORNI, M., M. HALLIN, M. Lippi, AND L. REIcHLIN (2005): The Gelleralized Dyllamic Factor Model, Olle Sided Estimatioll aild Forecastillg, Jonrmal of the Amen cam Statistical Associatiom, 100, 830-840.",
        "DuFFIE, G. (2008): Illformatioll ill (ald lot ill) the Term Structure, mimeo, Johlls Hopkills Ulliversity.",
        "FAMA, E. F., AND R. H. BLISS (1987): The Ilformatioll ill Lollg-Maturity Forward Rates, Amen can Economic Review, 77(4), 680-692.",
        "DEM0L, C., D. GIANN0NE, AND L. REIcHLIN (2006): Forecastillg Usillg a Large Number of Predictors: Is Bayesiall Regressioll a Valid Alterlative to Prilcipal Compollelts, ECB Workillg Paper 700.",
        "C0cHRANE, J. H., AND M. PIAzzESI (2005): Bold Risk Premia, The American Economic Review, 95(1), 138-160.",
        "CONNOR, G., AND R. K0RAJzcYK (1986): Performalce Measuremelt with the Arbitrage Pricillg Theory: A New Framework for Allalysis, Journal of Financial Economics, 15, 373-394.",
        "CARTER, C. K., AND R. K0HN (1994): 01 Gibbs Samplillg for State Space Models, Biometrika, 81:3, 541-533.",
        "CAMPBELL, J. Y. J. H. C. (1999): By Force of Habit: A Colsumptioll-Based Explallatioll of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-251.",
        "BRILLINGER, D. (1981): Time Series: Data Analysis and Theory. Wiley, Sal Fralcisco.",
        "BRANDT, M. W., AND K. Q. WANG (2003): Time-Varyillg Risk Aversioll ald Ullexpected Ilfiatioll, Journal of Monetary Economics, 50, 1457-1498.",
        "BoIvIN, J., AND S. NG (2005): Ulldertalldillg ald Comparillg Factor Based Forecasts, International Journal of Central Banking, 1:3, 117-152.",
        "(2008): Large Dimelsiollal Factor Allalysis, Foundations and Trends in Econometrics, 3:2, 89-163.",
        "(2006b): Forecastillg Ecollomic Time Series Usillg Targeted Predictors, Journal of Econometrics, forthcomillg.",
        "(2006a): Colfidelce Iltervals for Diffusioll Ildex Forecasts ald Ilferelce with Factor-Augmelted Regressiolls, Econometrica, 74:4, 1133-i 150.",
        "BAI, J., AND S. NG (2002): Determillillg the Number of Factors ill Approximate Factor Models, Econometrica, 70:1, 191-221.",
        "BAit, J. (2003): Ilfereltial Theory for Factor Models of Large Dimelsiolls, Econometrica, 71:1, 135-172.",
        "ANG, A., AND M. PIAzzESI (2003): A No-Arbitrage Vector Autoregressioll of Term Structure Dyllamics With Macroecollomic ald Latelt Variables, Journal of Monetary Economics, 50, 745-787.",
        "AGuILAR, G., AND M. WEST (2000): Bayesiall Dyllamic Factor Models ald Portfolio Allocatioll, Journal of Business and Economic Statistics, 18, 338-357."
    ]
}