{
    "id": 15189,
    "cites": 13,
    "cited_by": 11,
    "reference": [
        "Dumas, Bernard, Alexander Kurshev, and Raman Uppal, 2008, Equilibrium portfolio strategies in the presence of sentiment risk and excess volatility, Journal of Finance forthcoming.",
        "Dc Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldman, 1991, The survival of noise traders in financial markets, Journal of Business 64, l-19.",
        "Campbell, John Y., and John H. Cochrane, 1999, By force of habit: a consumption based explanation of aggragate stock market behavior, Journal of Political Economy 107, 205251.",
        "Blume, Lawrence, and David Easley, 2006, If you're so smart, why aren't you rich? Belief selection in complete and incomplete markets, Econometrica 74, 929-966.",
        "Blume, Lawrence, and David Easley, 1992, Evolution and market behavior, Journal of Economic Theory 58, 9-40.",
        "Abel, Andrew B., 1990, Asset prices under habit formation and catching up with the Joneses, American Economic Review 80, 38-42.",
        "Yan, Hongjun, 2008, Natural selection in financial markets: does it work?, Management Science 54, 1935-1950.",
        "Xiong, Wei, and Hongjun Yan, 2008, Heterogeneous expectations and bond markets, Working Paper, NBER.",
        "Shiryaev, Albert, 1996, Probability vol. 95 of Craduate Texts in Mathematics. (SpringerVerlag New York) second edn.",
        "Sandroni, Alvaro, 2000, Do markets favor agents able to make accurate predictions?, Econometrica 68, 1303-134.",
        "Kogan, Leonid, Stephen A. Ross, Jiang Wang, and Mark M. Westerfield, 2006, The price impact and survival of irrational traders, Journal of Finance 61, 195-229.",
        "Friedman, Milton, 1953, The case for flexible exchange rates, in Essays in Positive Economics (University of Chicago Press, Chicago ).",
        "Fedyk, Yuriy, and Johan Walden, 2007, High-speed natural selection in financial markets with large state spaces, Working Paper, SSRN."
    ]
}