{
    "id": 15187,
    "cites": 52,
    "cited_by": 14,
    "reference": [
        "Smets, F. and Wouters, R. 2007, Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review 97, 586-606.",
        "Wu, C. F. 1981, Asymptotic Theory of NonLinear Least Squares Estimation, Annals of Statistics 9:3, 501-513.",
        "Smets, F. and Wouters, R. 2003, An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economics Assocation 1:5, 1123-1175.",
        "Singleton, K. J. 1988, Econometric Issues in the Analysis of Equilibrium Business Cycle Models, Journal of Monetary Economics 21, 361-368.",
        "Sims, C. 2002, Solving Linear Rational Expectations Models, Computational Economics pp. 1-20.",
        "Sbordone, A. 2006, U.S. Wage and Price Dynamics: A Limited Information Approach, mimeo.",
        "Ruge-Murcia, F. 2007, Methods to Estimate Dynamic Stochastic General Equilibrium Models, Journal of Economic Dynamics and Control 31, 2599-2636.",
        "Nelson, C. and Kang, H. 1981, Spurious Periodicity in Inappropriately Detrended time Series, Econometrica 49, 741-751.",
        "Lubik, T. and Schorfheide, F. 2004, Testing for Indeterminacy: An Application to U.S. Monetary Policy, American Economic Review 94, 190-217.",
        "McGrattan, E., Rogerson, R. and Wright, R. 1997, An Equilibrium Model of the Business Cycle with Household Production and Fiscal Policy, International Economic Review 38, 267-290.",
        "Kydland, F. and Prescott, E. 1982, Time to Build and Aggregate Fluctuations, Econometrica 50, 13451370.",
        "King, R. and Rebelo, 5. 1993, Low Frequency Filtering and Real Business Cycles, Journal of Economic Dynamics and Control 17, 207-231.",
        "Kim, J. 2000, Constructing and Estimating a Realistic Optimizing Model of Monetary Policy, Journal of Monetary Economics 45, 329-359.",
        "Ireland, P. 2001, Sticky-price models of the business cycle: Specification and stability, Journal of Monetary Economics 47, 3-18.",
        "Ireland, P. 2004, Technology Shocks in the New Keynesian Model, Review of Economics and Statistics 86, 923936.",
        "Ireland, P. 1997, A Small Structural Quarterly Model for Monetary Policy Evaluaton, CarnegieRochester Conference Series on Public Policy 47, 83108.",
        "Horowitz, J. 1998, Bootstrap Methods for Covariance Structures, Journal of Human Resources 33, 3961.",
        "Gregory, A. and Smith, G. 1996, Measuring Business Cycles with Business-cycle Models, Journal of Economic Dynamics and Control 20, 1007-1025.",
        "Harvey, A. and Jaeger, A. 1993, Detrending, Stylized Factors, and the Business Cycle, Journal of Applied Econometrics 8, 231-247.",
        "Gorodnichenko, Y., Mikusheva, A. and Ng, 5. 2009, A Simple root-T Consistent and Asymptotically Normal Estimator for the Largest Autoregressive Root, mimeo.",
        "Fuhrer, J. and Rudebusch, G. 2004, Estimating the Euler Equation for Output, Journal of Monetary Economics 51, 1133-1153.",
        "Fukac, M. and Pagan, A. 2006, Limited Information estimation and Evaluation of DSGE Models, NCER Working Paper No. 6.",
        "Fuhrer, J. 1997, The (Un)Importance of Forward-Looking Behavior in Price Specifications, Journal of Money, Credit, and Banking 29, 338-350.",
        "Faia, E. 2007, Finance and International Business Cycles, Journal of Monetary Economics 54, 10181034.",
        "Doom, D. 2006, Consequences of Hodrick-Prescott Filtering for Parameter Estimation in a Structural Model of Inventory, Applied Economics 38, 1863-1875.",
        "Del Negro, M., Schorfheide, F., Smets, F. and Wouters, R. 2007, On the Fit of New Keynesian models, Journal of Business and Economic Statistics 25, 123-143.",
        "Dib, A. 2003, An Estimated Canadian DSGE Model with Nominal and Real Rigidities, Canadian Journal of Economics 36, 949-972.",
        "Coibion, 0. and Gorodnichenko, Y. 2008, Strategic interaction among heterogeneous price-setters in an estimated DSGE model. NBER WP 14323.",
        "Cogley, T. and Nason, J. 1995b, Output dynamics in real business cycle models, American Economic Review 85, 492511.",
        "Cogley, T. and Nason, J. 1995a, Effects of the Hodrick-Prescott Filter on Trend and Difference Stationary Time Series: Implications for Business Cycle research, Journal of Economic Dynamics and Control 19, 253-278.",
        "Clarida, R., Gali, J. and Gertler, M. 2000, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics 115, 147-180.",
        "Cogley, T. 2001, Estimating and Testing Rational Expectations Models When the Trend Specification is Uncertain, Journal of Economic Dynamics and Control 25, 1485-1525.",
        "Canova, F. 2008, Estimating DSGE models with Unfilterred Data, mimeo.",
        "9For example, one can use the bootstrap developed for covariance structures in Horowitz (1998) to correct for smallsample biases because the asymptotic distribution of the t-statistic is normal. One might also consider a model-based weighting matrix computed as follows. Given a set of parameters, simulate the model to generate series and compute the moments. By repeating this many times, we can compute covariance of simulated moments rather than the Newey-West estimates. Results in Burnside and Eichenbaum (1996) suggest that using a relatively small number of moments and as much a priori information (e.g., model structure) as possible can improve coverage.",
        "Canova, F. 1998, Detrending and Business Cycle Facts, Journal of Monetary Economics 41, 475-512.",
        "Burnside, C., Eichenbaum, M. and Rebelo, 5. 1993, Labor Hoarding and the Business Cycle, Journal of Political Economy 101, 245-273.",
        "Burnside, C. and Eichenbaum, M. 1996, Small-sample Properties of GMM-based Wald Tests, Jornal of Business and Economic Statistics 14, 294-308.",
        "Burnside, C. 1998, Detrending and Business Cycle Facts: a Comment, Journal of Monetary Economics 41, 513-532.",
        "Blanchard, 0. and Kahn, C. 1980, The Solution of Linear Difference Models under Rational Expectations, Econometrica 48, 1305-1313.",
        "Bouakez, H., Cardia, E. and Ruge-Murcia, F. J. 2005, Habit Formation and the Persistence of Monetary Shocks, Journal of Monetary Economics 52, 1073-1088.",
        "Baxter, M. and King, R. 1999, Measuring Business Cycles: Approximate Bandpass Filters for Economic Time Series, Review of Economics and Statistics 81:4, 575593.",
        "Altug, 5. 1989, Time-to-Build and Aggregate Fluctuations: Some New Evidence, International Economic Review 30, 889-920.",
        "Anderson, G. and Moore, G. 1985, A linear algebraic procedure for solving linear perfect foresight models, Economic Letters 17(3), 247-252.",
        "Altonji, J. and Segal, L. 1996, Small-sample bias in GMM estimation of covariance structures, Journal of Business and Economic Statistics 14(3), 353-366.",
        "Altig, D., Christiano, L., Eichenbaum, M. and Linde, J. 2004, Firm-Specific Capital, Nominal Rigidities, and the Business Cycle, FRB Cleveland WP 2004-16.",
        "Abowd, J. M. and Card, D. 1989, On the Covariance Structure of Earnings and Hours Changes, Econometrica 57(2), 411-445.",
        "Christiano, L., Eichenbaum, M. and Evans, C. 2005, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Quarterly Journal of Economics 113, 1-45.",
        "Christiano, L. and Eichenbaum, M. 1992, Current Real-Business-Cycle Theories and Aggregate LaborMarket Fluctuations, American Economic Review 82, 430-450.",
        "Christiano, L. and den Haan, W. 1996, Small-Sample Properties of GMM for Business Cycle Analysis, Journal of Business and Economic Statistics 14, 309-327.",
        "Chernozhukov, V. and Hong, H. 2003, An MCMC approach to classical estimation, Journal of Econometrics 115, 293 346.",
        "Canova, F. and Sala, L. 2009, Back to Square One: Identification Issues in DSGE Models, Journal of Monetary Economics 56, 431-449.",
        "Canova, F. and Ferroni, F. 2008, Multiple Filtering Devices for the Estimation of Cyclical DSGE models, mimeo."
    ]
}