{
    "id": 15182,
    "cites": 100,
    "cited_by": 2,
    "reference": [
        "Zlotkowski, Edward. 1996. Opportunity for All: Linking Service-Learning and Business Education. Journal of Business Ethics 15(1):5-19.",
        "Wilson, David Sloan, 2002. Darwin's Cathedral : Evolution, Religion, and the Nature of Society, University of Chicago Press.",
        "Williams, David R., David B. Larson, Robert E. Buckler, Richard C. Heckman and Caroline M. Pyle, 1991. Religion and Psychological Distress in a Community Sample, Soc Sci Med 32(11), 1257-1262.",
        "Ventis, W. Larry, 1995. The Relationships between Religion and Mental Health, Journal of Social Issues 51(2) Summer, 33-48.",
        "Thornton, Arland, William G. Axinn, and Yu Xie. 2007. Marriage and Cohabitation. Chicago: University of Chicago Press.",
        "Tourangeau, Roger, Lance J. Rips, and Kenneth Rasinski. 2000. The Psychology of Survey Response New York: Cambridge University Press.",
        "Thornton, Arland, Georgina Binstock and Dirgha Ghimire. International Networks, Ideas, and Family Change. Paper prepared for presentation at Conference on Ideational Factors in International Family Change, June 3-5, 2004, Ann Arbor, MI 48106.",
        "Thornton, Arland and Hui-Sheng Lin. 1994. Social Change and the Family in Taiwan. Chicago: University of Chicago Press.",
        "Thornton, Arland and Georgina Binstock. 2001. The Reliability of Measurement and the Cross-Time Stability of Individual and Family Variables. Journal of Marriage and the Family 63(3):881-94.",
        "Thornton, Arland, Duane F. Alwin and Donald Camburn, 1983. Causes and Consequences of Sex-Role Attitudes and Attitude Change, American Sociological Review 48(2) April, 2 11-227.",
        "Thornton, Arland. 2005. Reading History Sideways: The Fallacy and Enduring Impact of the Developmental Paradigm on Family Life. Chicago: University of Chicago Press.",
        "Thistlethwaite, Donald L. 1973. Accentuation of Differences in Values and Exposures to Major Fields of Study. Journal of Educational Psychology 65(3):279-93.",
        "Stigler, George J. and Gary S. Becker, 1977. De Gustibus Non Est Disputandum, Amer-. ican Economic Review, LXVII (March), 76-90.",
        "Tauras, John A., and Frank J. Chaloupka, 1999. Determinants of Smoking Cessation: An Analysis of Young Adult Men and Women, National Bureau of Economics Working Paper #7262.",
        "Smith, Tom W. 1990. Classifying Protestant denominations. Review of Religious Research 31: 225-45.",
        "Stark, Rodney, and William Bainbridge, 1987. A Theory of Religion, Peter Lang Publishing, Inc.",
        "Stark, Rodney, Laurence R. lannacone and Roger Finke, 1996. Religion, Science and Rationality, American Economic Review 86(2) May, 433-437.",
        "Singer, Judith D. and John B. Willett 2003. Applied Longitudinal Data Analysis: Modeling Change and Event Occurrence New York: Oxford University Press.",
        "Sherkat, Darren E. 2001. Tracking the Restructuring of American Religion: Religious Affiliation and Patterns of Religious Mobility, 1973-1998. Social Forces 79 (4): 1459-1493 Sidanius, Jim, Colette van Laar, Shana Levin, and Stacey Sinclair. 2003. Social Hierarchy Maintenance and Assortment into Social Roles: A Social Dominance Perspective. Group Processes and Intergroup Relations 6(4):333-52.",
        "Shiarella, Ann H. and Anne M. McCarthy. 2000. Development and Construct Validity of Scores on the Community Service Attitudes Scale. Educational and Psychological Measurement 60(2):286-300.",
        "Scott, J. and H. Schuman. 1989. Generations and Collective Memories. American Sociological Review 54:359-81.",
        "Schwarz, Shalom H., and Sipke Huismans 1995. Value Priorities and Religiosity in Four Western Religions, Social Psychology Quarterly 5 8(2) June, 88-107.",
        "Schultz, T. P. 1993. Returns to Women's Education. Pp. 5 1-99 in Women's Education in Developing Countries: Barriers, Benefits, and Policies, Eds. Elizabeth M. King and M. A. Hill. Baltimore, MD: The Johns Hopkins University Press.",
        "Roof, Wade Clark and William McKinney. 1987. American mainline religion: Its changing shape and future. New Brunswick, NJ: Rutgers University Press.",
        "Ridener, Larry R. 1999. Effects of College Major on Ecological Worldviews: A Comparison of Business, Science, and Other Students. Journal of Education for Business 75(1):15-21.",
        "Quillian, L. 1996. Group Threat and Regional Change in Attitudes Toward African-Americans. American Journal of Sociology 102(3):816-60.",
        "Price, V. and Hsu M.-L. 1992. Public Opinion About AIDS Policies: The Role of Misinformation and Attitudes Toward Homosexuals. Public Opinion Quarterly 56(1):29-5 1.",
        "Phelan, J., B. G. Link, A. Stueve, and R. E. Moore. 1995. Education, Social Liberalism, and Economic Conservatism: Attitudes Toward Homeless People. American Sociological Review 60(1): 126-40.",
        "Pacula, Rosalie L., 1998. Adolescent Alcohol and Marijuana Consumption: Is There Really a Gateway Effect? National Bureau of Economic Research Working Paper No. 6348.",
        "Pacula, Rosalie L., Michael Grossman, Frank J. Chaloupka, Patrick M. O'Malley, Lloyd Johnston, and Matthew C. Farrelly, 2000. Marijuana and Youth, National Bureau of Economic Research Working Paper #7703.",
        "Newcomb, Theodore M., Kathryn E. Koenig, Richard Flacks, and Donald P. Warwick. 1967. Persistence and Change: Bennington College and Its Students After Twenty-Five Years. New York: John Wiley and Sons, Inc.",
        "Myers, Scott M., 2004. Religion and Intergenerational Assistance: Distinct Differences by Adult Children's Gender and Parent's Marital Status, Sociological Quarterly, 45(1), 67-89.",
        "Newcomb, Theodore M. 1943. Personality and Social Change: Attitude Formation in a Student Community. New York: Dryden Press.",
        "Montgomery, James D., 1996. Contemplations on the Economic Approach to Religious Behavior, American Economic Review, 86(2) May, 443-447.",
        "Mocan, Naci, Erdal Tekin, 2005. The Determinants of the Willingness to be an Organ Donor, National Bureau of Economic Research Working Paper #11316.",
        "Journal for the Scientific Study of Religion 42 (1): 147-157 Manski, Charles F., and Joram Mayshar, 2002. Private and Social Incentives for Fertility: Israeli Puzzles, National Bureau of Economic Research Working Paper #8984. Pacula, Markowitz, Sara, and Michael Grossman, 1996. Alcohol Regulation and Violence Towards Children, Contemporary Economic Policy, 16(3) July, 309-320.",
        "Loveland, Matthew T. 2003. Religious Switching: Preference Development, Maintenance, and Change.",
        "Leppel, Karen, Mary L. Williams, and Charles Waldauer. 2001. The Impact of Parental Occupation and Socioeconomic Status on Choice of College Major. Journal of Family and Economic Issues 22(4):37394.",
        "Levin, Jeffrey S., and Robert Joseph Taylor, 1998. Panel Analyses of Religious Involvement and WellBeing in African Americans: Contemporaneous vs. Longitudinal Effects, Journal for the Scientific Study of Religion, 37(4) December, 695-709.",
        "Lehrer, Evelyn L., 2004b. Religion as a Determinant of Economic and Demographic Behavior in the United States, Population and Development Review 3 0(4) December, 707-726.",
        "Lehrer, Evelyn, 2004a. The Role of Religion in Union Formation: An Economic Perspective, Population Research and Policy Review 23, 161-185.",
        "Kolenko, Thomas A., Gayle Porter, Walt Wheatley, and Marvelle Colby. 1996. A Critique of Service Learning Projects in Management Education: Pedagogical Foundations, Barriers, and Guidelines. Journal of Business Ethics 15(1):133-42.",
        "King, Valerie and Glen H. Elder. 1998. Education and Grandparenting Roles. Research on Aging 20(4):450-474.",
        "Kimball, Miles, and Robert Willis, 2008. Cognitive Economics and Human Capital Theory, University of Michigan.",
        "Kimball, Miles, Claudia Sahm, and Matthew Shapiro, 2008. Imputing Risk Tolerance from Survey Responses, Journal of the American Statistical Association 103 (September), 1028-1038.",
        "Keister, Lisa A., 2003. Religion and Wealth: The Role of Religious Affiliation and Participation in Early Adult Asset Accumulation Social Forces, 81, no. 1 (December), 175-207.",
        "Kimball, Miles, Colter Mitchell, Arland Thornton and Linda Young-DeMarco (2005). Reciprocal Influences of Education on Values Concerning Family, Careers and Society. Unpublished Working Paper, University of Michigan.",
        "J",
        "Kahl, Joseph A. 1968. The Measurement of Modernism. Austin, TX: The University of Texas Press.",
        "Levin, Jeffrey S., and Robert Joseph Taylor, 1998. Panel Analyses of Religious Involvement and WellBeing in African Americans: Contemporaneous vs. Longitudinal Effects, Journal for the Scientific Study of Religion 37(4), 695-709.",
        "J",
        "Jennings, M. K., 1993. Education and Political Development Among Young Adults. Politics and the Individual (2): 1-24.",
        "Jejeebhoy, Shireen J., 1995. Women's Education, Autonomy, and Reproductive Behaviour: Experience from Developing Countries. Oxford: Clarendon Press.",
        "Inkeles, Alex,1969. Making Men Modern: On the Causes and Consequences of Individual Change in Six Developing Countries. American Journal of Sociology 75(2):208-25.",
        "Inkeles, Alex and David H. Smith, 1974. Becoming Modern: Individual Change in Six Developing Countries. Cambridge, MA: Harvard University Press.",
        "Hogner, Robert H., 1996. Speaking in Poetry: Community Service-Based Business Education. Journal of Business Ethics 15(1):33-43.",
        "Hume, David, 1757. The Natural history of Religion, edited by J.C.A. Gaskin, Oxford, Oxford University Press, 1993, pp. 182-183.",
        "lannacone, Laurence, Rodney Stark and Roger Finke, 1998. Rationality and the Religious Mind, Economic Inquiry July, 373-389.",
        "Hodgkinson, Shari P. and J. M. Innes. 2001. The Attitudinal Influence of Career Orientation in First Year University Students: Environmental Attitudes as a Function of Degree Choice. The Journal of Environmental Education 32(3): 37-40.",
        "Hill, M. A. and Elizabeth M. King. 1993. Women's Education in Developing Countries: An Overview. Pp. 1-50 in Women's Education in Developing Countries: Barriers, Benefits, and Policies, Eds. Elizabeth M. King and M. A. Hill. Baltimore, MD: The Johns Hopkins University Press.",
        "Heaton, Tim B. and Renata Forste. 1998. Education as Policy: The Impact of Education on Marriage, Contraception, and Fertility in Colombia, Peru, and Bolivia. Social Biology 45(3-4):194-213.",
        "Heiss, Jerold S. 1960. Variations in Courtship Progress Among High School Students. Marriage and Family Living 22(2):165-70.",
        "Guiso, Luigi, Paola Sapienza and Luigi Zingales, 2006. Does Culture Affect Economic Outcomes? Journal of Economic Perspectives 20(2) Spring, 23-48.",
        "Guiso, Luigi, Paola Sapienza and Luigi Zingales, 2002. People's Opium? Religion and Economic Attitudes, National Bureau of Economic Research Working Paper #9237.",
        "Goldin, Claudia, and Lawrence F. Katz, 1999. Human Capital and Social Capital: The Rise of Secondary Schooling in America, 1910 to 1940, Journal of Interdisciplinary History 29 Spring, 683-723.",
        "Gorsuch, Richard L., 1995. Religious Aspects of Substance Abuse and Recovery, Journal of Social Issues 5 1(2) Summer, 65-84.",
        "Gruber, Jonathan H., 2005. Religious Market Structure, Religious Participation, and Outcomes: Is Religion Good for You? Advances in Economic Analysis & Policy: Vol. 5: No. 1, Article 5. http ://www.bepress. conilbej eap/advances/vol5/iss 1 /art5 Guimond, Serge. 1999. Attitude Change during College: Normative or Informational Social Influence? Social Psychology of Education 2(3-4) :237-61.",
        "Goldin, Claudia and Lawrence Katz, 2000. Education And Income In The Early Twentieth Century: Evidence From The Prairies, Journal of Economic History, 60(3) September, 782-8 18.",
        "Glaeser, Edward L., and Bryce A. Ward, 2005. Myths and Realities of American Political Geography, National Bureau of Economic Research Working Paper #11857.",
        "Freeman, Richard, 1986. Who Escapes? The Relation of Churchgoing and Other BAckground Factors to the Socioeconomic Performance of Black Male Youths from Inner-City Tracts, in Richard Freeman and Harry Holzer, eds. The Black Youth Employment Crisis. Chicago: University of Chicago Press, 353-76. Ghimire, Dirgha J., William G. Axinn, Scott T. Yabiku, and Arland Thornton. Forthcoming. Social Change, Premarital Non-family Experience and Spouse Choice in an Arranged Marriage Society. American Journal of Sociology.",
        "Ellison, Christopher, G., 1998. Introduction to Symposium: Religion, Health and Well-Being, Journal for the Scientific Study of Religion 37(4), 692-694.",
        "Ethington, Corinna A. and Lee M. Wolfie. 1988. Women's Selection of Quantitative Undergraduate Fields of Study: Direct and Indirect Influences. American Educational Research Journal 25(2):157-75.",
        "Easterlin, Richard A. and Eileen M. Crimmins. 1991. Private Materialism, Personal Self-Fulfillment, Family Life, and Public Interest. Public Opinion Quarterly 55(4):499-533.",
        "Easterlin, Richard A. 1995. Preferences and Prices in Choice of Career: The Switch to Business, 197287.  Journal of Economic Behavior and Organization 27(1):1-34.",
        "Durkheim, Emile, 1897. Suicide. Free Press reprint 1997, ISBN 0684836327 Durkheim, Emile, 1915. The Elementary Forms of Religious Life.",
        "Dull, Valerie T., and Laurie A. Skokan, 1995. A Cognitive Model of Religion's Influence on Health. Journal of Social Issues 5 1(2) Summer, 49-64.",
        "Duff, Andrew and Stephen Cotgrove. 1982. Social Values and the Choice of Careers in Industry. Journal of Occupational Psychology 55:97-107.",
        "Dawkins, Richard, 2006 (1976). The Selfish Gene, 30th Anniversary Edition, Oxford University Press, USA.",
        "Cleland, John and Christopher Wilson. 1987. Demand Theories of the Fertility Transition: An Iconoclastic View. Population Studies 41(1): 5-30.",
        "Cleland, John. 2001. The Effects of Improved Survival on Fertility: A Reassessment. Pp. 60-92 in Global Fertility Transition, Eds. John B. Casterline and Rodolfo Bulatao. Supplement to Volume 27 of Population and Development Review.",
        "Chaloupka, Frank J., Michael Grossman and John Tauras, 1997. Public Policy and Youth Smokeless Tobacco Use, Southern Economic Journal, 64(2) October, 503-5 16.",
        "Chaloupka, Frank J., and Michael Grossman, 1997. Price, Tobacco Control Policies and Smoking Among Young Adults, Journal of Health Economics 16(3) June, 359-373.",
        "Caldwell, John C. and Pat Caldwell. 1997. What Do We Know About Fertility Transition. Pp. 15-25 in The Continuing Demographic Transition, Eds. Gavin W. Jones, Robert M. Douglas, John C. Caldwell, and Rennie M. D'Souza. Oxford: Oxford University Press.",
        "Bollen, Kenneth A. and Patrick J. Curran. 2004. Latent Curve Models: A Structural Equation Perspective Hoboken, New Jersey: John Wiley and Sons.",
        "Bledsoe, Caroline H. and Barney Cohen. 1993. Social Dynamics of Adolescent Fertility in Sub-Saharan Africa. Washington, D.C.: National Academy Press.",
        "B",
        "Blanchflower, David G., and Andrew J. Oswald, 1997. The Rising Well-Being of the Young, National Bureau of Economic Research Working Paper #6 102.",
        "Beyerlein, Kraig, 2004. Specifying the Impact of Conservative Protestantism on Educational Attainment, Journal for the Scientific Study of Religion 48(4), 505-518.",
        "Biddle, Bruce J., Barabara J. Bank, and Ricky L. Slayings. 1990. Modality of Thought, Campus Experiences, and the Development of Values. Journal of Educational Psychology 82(4):671-82.",
        "Barro, Robert J., and Rachel M. McCleary, 2003. Religion and Economic Growth, National Bureau of Economic Research Working Paper #9682.",
        "Barro, Robert J., and Rachel M. McCleary, 2006. Religion and Economy, Journal of Economic Perspectives 20(2) Spring, 49-72.",
        "Barro, Robert J., and Rachel M. McCleary, 2002. Religion and Political Economy in an International Panel, National Bureau of Economic Research Working Paper #8931.",
        "Barber, Jennifer S. 2004. Community Social Context and Individualistic Attitudes Toward Marriage. Social Psychology Quarterly 67:236-56.",
        "Bachman, Jerald G., Lloyd D. Johnston, and Patrick M. O'Malley. 2000. Monitoring the Future: A Continuing Study of American Youth. Ann Arbor: University of Michigan, Survey Research Center.",
        "Axinn, William G. and Scott T. Yabiku. 2001. Social Change, the Social Organization of Families, and Fertility Limitation. American Journal of Sociology 106(5):1219-61.",
        "Axinn, William G. 1993. The Effects of Children's Schooling on Fertility Limitation. Population Studies 47(3):481-93.",
        "Alwin, Duane F., Ronald L. Cohen, and Theodore M. Newcomb. 1991. Political Attitudes Over the Life Span: The Bennington Women After Fifty Years. Madison: University of Wisconsin Press.",
        "Alwin, Duane F. and Jon A. Krosnick. 1985. The Measurement of Values in Surveys: A Comparison of Ratings and Rankings. Public Opinion Quarterly 49(4): 535-552.",
        "Alwin, Duane F., 1994. Aging, Personality, and Social Change: The Stability of Individual Differences Over the Adult Life Span. Life-Span Development and Behavior, vol. 12, Eds. David L. Featherman, Richard M. Lerner, and Marion Perlmutter. Hillsdale, NJ: Lawrence Erlbaum Associates, Inc. Publishers.",
        "Alwin, Duane F., 1989. Problems in the Estimation and Interpretation of the Reliability of Survey Data. Quality and Quantity 23:277-33 1."
    ]
}