{
    "id": 15180,
    "cites": 18,
    "cited_by": 29,
    "reference": [
        "Taylor, 2009, The financial crisis and the policy responses: An analysis of what went wrong, unpublished working paper, Stanford University, Palo Alto, CA.",
        "Laeven, Luc, and Ross Levine, 2008, Bank governance, regulation, and risk taking, Journal of Financial Economics, forthcoming.",
        "Merton, Robert C., 1977, An analytic derivation of the cost of deposit insurance and loan guarantees: An application of modern option pricing theory, Journal of Banking and Finance 1, 3-11.",
        "La Porta, Rafael, Florencio Lopez-De-Silanes and Andrei Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 471-517.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "John, Kose, Lubomir Litov and Bernard Yeung, 2008, Corporate governance and risk-taking, Journal of Finance 63, 1679-1728.",
        "Kaufman, Daniel, Kraay, Aart, and Massimo Mastruzzi, 2008, Governance matters VII: Aggregate and individual governance indicators, 1996-2007, unpublished working paper, World Bank, Washington, D.C. Kirkpatrick, Grant, 2008, The corporate governance lessons from the financial crisis, report, OECD, Paris, France.",
        "Doidge, Craig, C. Andrew Karolyi and Ren",
        "Graham, John, and Krishnamoorthy, Narasimhan, 2004, Corporate survival and managerial experiences during the Great Depression, unpublished working paper, Duke University, Durham, North Carolina.",
        "Djankov, S., R. La Porta, F. Lopez-de-Silanes, and A. Shleifer, 2008, The law and economics of selfdealing, Journal of Financial Economics 88, 430-465.",
        "Coles, Jeffrey L., Daniel D. Naveen, and Lalitah Naveen, 2008, Boards: Does one size fit all, Journal of Financial Economics 87, 329-356.",
        "Caprio, Gerard, Luc Laeven and Ross Levine, 2007, Governance and bank valuation, Journal of Financial Intermediation 16, 584-617.",
        "Brunnermeier, Markus K., 2009, Deciphering the liquidity and credit crunch 2007-2008, Journal of Economic Perspectives 23, 77-100.",
        "Adams, Ren",
        "Barth, James R., Gerard Caprio, Jr., and Ross Levine, The regulation and supervision of banks around the world: A new database, World Bank Policy Research Working Paper No. 2588, World Bank, Washington, D.C. Barth, James R., Gerard Caprio, Jr., and Ross Levine, 2004, Bank regulation and supervision: What works best?, Journal of Financial Intermediation 13, 205-248.",
        "Acharya, Viral V., and Philipp Schnabl, 2009, Securitization without risk transfer, unpublished working paper, New York University, New York, NY.",
        "Adams, Ren",
        "Acharya, Viral V., Irvind Gujral, and Hyun Song Shin, Dividends and bank capital in the financial crisis of 2007-2009, unpublished working paper, New York University, New York, NY."
    ]
}