{
    "id": 15198,
    "cites": 37,
    "cited_by": 14,
    "reference": [
        "Waldmann, R. J., 1991. Implausible Results or Implausible Data? Anomalies in the Construction of Value-Added Data and Implications for Estimates of Price-Cost Markups Journal of Political Economy 99, 1315-1328 U) U) -1 0 scale domesic ~w ays darter quitter",
        "Shapiro, M., 1987. Measuring Market Power in US Industry. NBER WP # 2212.",
        "Van Biesebroeck, J., 2005. Exporting Raises Productivity in sub-Saharan African Manufacturing Firms, Journal of International Economics, 67 (2), 373-391",
        "Roeger, W., 1995. Can Imperfect Competition Explain the Difference between Primal and Dual Productivity Measures? Estimates for U.S. Manufacturing. Journal of Political Economy 103(2), 316-330.",
        "Olley, S. G. and Pakes, A, 1996. The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica 64 (6), 1263-1297.",
        "Norrbin, S. C., 1993. The Relation between Price and Marginal Cost in U.S. Industry: A Contradiction, Journal of Political Economy 101, 1149-1164.",
        "Morrison, C.J. 1992. Unraveling the Productivity Growth Slowdown in the United States, Canada and Japan: The Effects of Subequilibrium, Scale Economies and Markups, The Review of Economics and Statistics, Vol. 74, No. 3. (Aug., 1992), pp. 381-393.",
        "Melitz, M. and Ottaviano, G. 2008. Market Size, Trade, and Productivity, Review of Economic Studies, Vol. 75, January 2008, pp.295-316.",
        "Melitz, M. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, Vol. 71, November 2003, pp. 1695-1725.",
        "Manova, K. and Zhang, Z., 2009. Export Prices and Heterogeneous Firm Models. Working paper, Stanford University.",
        "Levinsohn, J. and Petrin, A., 2003. Estimating Production Functions Using Inputs to Control for Unobservables. Review of Economics Studies 70, 317-340.",
        "Levinsohn, J., 1993. Testing the imports-as-market-discipline hypothesis, Journal of International Economics, 35, 1-21.",
        "Kugler, M. and Verhoogen, E. 2008. The Quality-Complementarity Hypothesis: Theory and Evidence from Colombia, NBER working paper #14418.",
        "Konings, J. and Vandenbussche, H., 2005. Antidumping protection and markups of domestic firms, Journal of International Economics, 65 (1), 151-165.",
        "Konings, J., Van Cayseele, P. and Warzynski, F. 2005. The Effect of Privatization and Competitive Pressure on Firms' Price-Cost Margins: Micro Evidence from Emerging Economies. The Review of Economics and Statistics 87 (1), 124-134.",
        "Klette, T. J. and Griliches, Z., 1996. The Inconsistency of Common Scale Estimators When Output prices Are Unobserved and Endogenous, Journal of Applied Econometrics 11(4), 343-361.",
        "Klette, T. J. , 1999. Market Power, Scale Economies and Productivity: Estimates from a Panel of Establishment Data. Journal of Industrial Economics 47 (4), 451-476.",
        "Katayama, H., Lu, S. and Tybout, J. 2009. Why Plant-Level Productivity Studies are Often Misleading, and an Alternative Approach to Inference, International Journal of Industrial Organization, Volume 27 (3), 403-413.",
        "Harrison, A., 1994. Productivity, Imperfect Competition, and Trade Reform: Theory and Evidence, Journal of International Economics 36, 53-73.",
        "Halpern, L., Koren, M. and Szeidl, A. 2006. Imports and Productivity, mimeo CEU, Budapest.",
        "Hallak, J.C. and Sivadasan, J. 2009. Exporting Behavior under Quality Constraints, NBER WP #14928.",
        "Hall, R. E., 1990. Invariance Properties of Solow's Productivity Residual, in Diamond, P. (ed.), Growth, productivity, Unemployment: Essays to celebrate Bob Solow's Birthday, Cambridge, MA: MIT Press, 71-112.",
        "Hall, R. E., 1988. The Relation between Price and Marginal Cost in U.S. Industry. Journal of Political Economy 96 (5), 921-947.",
        "Hall, R.E., 1986. Market Structure and Macroeconomic Fluctuations. Brookings Papers on Economic Activity 2, 285-322.",
        "Gong, H. and Warzynski, F., 2003. The Dynamics of Price Cost Margins and Exporting Behaviour: Evidence from the UK. LICOS Discussion Paper # 133.",
        "Goldberg, P. 1995. Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry, Econometrica, Vol. 63, No. 4, pp. 891-951.",
        "Foster, L., Haltiwanger, J. and Syverson, C., 2008. Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability? American Economic Review, 98 (1), 394-425.",
        "Domowitz, I. Hubbard, R.G. and Petersen, B.C. 1988. Market Structure and Cyclical Fluctuations in U.S. Manufacturing, The Review of Economics and Statistics, Vol. 70, No. 1., pp. 55-66.",
        "De Loecker, J. and Konings, J. 2006, Job Reallocation and Productivity Growth in an Emerging Economy, European Journal of Political Economy, vol 22, pp. 388-408.",
        "De Loecker, J. 2007a. Do Export Generate Higher Productivity? Evidence from Slovenia. Journal of International Economics, 73, 69-98.",
        "Cosar, A.K, Guner, N. and Tybout, J. 2009. Firm Dynamics, Job Turnover, and Wage Distributions in an Open Economy, Penn State mimeo.",
        "Costantini, J. and Melitz, M. Forthcoming. The Dynamics of Firm-Level Adjustment to Trade Liberalization, in Helpman, E., D. Mann, and T. Verdier, The Organization of Firms in a Global Economy, Harvard University Press, 2008.",
        "Clerides, S., Lach, S. and Tybout, J. 1998. Is `Learning-by-Exporting' Important? MicroDynamic Evidence from Colombia, Mexico, and Morocco, Quarterly Journal of Economics, Vol. 113, pp. 903-47.",
        "Bernard, A.B., Eaton, J., Jensen, J.B. and Kortum, 5., 2003. Plants and Productivity in International Trade. American Economic Review, 93, 1268-1290.",
        "Basu, S., Fernald, J.G., 1997. Returns to Scale in U.S. Production: Estimates and Implications, Journal of Political Economy, 105, 249-83.",
        "Ackerberg, D., Benkard, L., Berry, S. and Pakes, A., 2007. Econometric Tools for Analyzing Market Outcomes. in Handbook of Econometrics, Volume 6, 4173-42 76.",
        "Ackerberg, D., Caves, K., and Frazer, G., 2006. Structural Identification of Production Functions, mimeo, UCLA."
    ]
}