{
    "id": 15190,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Birdsall, Nancy and Augusto de la Torre. 2003. Washington contentious. Economic policies for social equity in Latin America. Washington D.C.: Carnegie Endowment for International Peace and Inter-American Dialogue.",
        "Balassa, Bela. 1971. The structure of protection in developing countries. Baltimore: The John Hopkins University Press.",
        "Williamson, John. 1990. Latin American adjustment: How much has happened? Washington D.C.: Peterson Institute for International Economics.",
        "Soto, Hernando de. 2000. The mystery of capital: Why capitalism triumphs in the West and fails everywhere else. New York: Basic Books.",
        "Thorp, Rosemary. 1998. Progress, poverty and exclusion: An economic history of Latin America in the 20th century. Washington, D.C.: Inter-American Development Bank.",
        "Sheahan, John. 1987. Patterns of development in Latin America: Poverty, repression and economic strategy. Princeton: Princeton University Press.",
        "Prebisch, Rai'il. 1984. Five stages in my thinking on development. In Pioneers of development, ed. Gerald M. Meier and Dudley Seers. Oxford, New York: Oxford University Press.",
        "Prados de la Escosura, Leandro. 2007. When did Latin America fall behind? In The decline of Latin American economies: Growth, institutions, and crises, ed. Sebastian Edwards et al. Chicago: The University of Chicago Press.",
        "Polity Index. 2009. Polity IV project: Regime authority characteristics and transition database. Center for Systemic Peace. Available at http://www~ystemicpeace.org/inscr/inscrJitm (February 2009).",
        "Mills, C. Wright. 1960. Listen, Yankee: The revolution in Cuba. New York: Ballantie.",
        "Matthews, Herbert L. 1961. The Cuban story. New York: George Braziller.",
        "Lewis, Oscar. 1961. The children of Sanchez: Autobiography of a Mexi can family. New York: Random House.",
        "Maddison, Angus. 2007. Contours of the world economy, 1-2030 AD. Oxford. New York: Oxford University Press.",
        "Kuczynski, Pedro-Pablo and John Williamson.2003. After the Washington Consensus. restarting growth and reform in Latin America. Washington D.C.: Peterson Institute for International Economics.",
        "Krueger, Anne 0. 1978. Liberalization attempts and consequences. Cambridge: Ballinger Publishing Company.",
        "Kennedy, John F. 1961. Preliminary formulations of the Alliance for Progress. Speech presented at a White House Reception for Latin American Diplomats and Members of Congress, March 13, 1961, Washington D.C. Kraft, Joseph. 1984. The Mexican rescue. New York: Group of Thirty.",
        "International Monetary Fund. 2009. International Financial Statistics. Available at http://www.imfstatistics.org/imf/ (February 2009).",
        "Inter-American Economic and Social Council. 1961. The Charter of Punta del Este, establishing an Alliance for Progress within the framework of Operation Pan America. Charter signed at the special meeting of the Inter-American Economic and Social Council in August, 1961, Punta del Este.",
        "Holden, Robert, and Eric Zolov. 2000. Latin America and the United States: A documentary history. New York: Oxford University Press.",
        "Hirschman, Albert 0. 1984. A dissenter's confession: The strategy of development. In Pioneers of development. ed. Gerald M. Meier and Dudley Seers. Oxford, New York: Oxford University Press.",
        "Guevara, Ernesto. 1997. Guerrilla warfare. 3rd ed. Wilmington: SR Books.",
        "Goodwin, Jeff. 2001. No other way out: States and revolutionary movements, 1945-1 991. Cambridge, New York: Cambridge University Press.",
        "Economic Freedom Network. Available at http://www.freetheworld.com/release. html (February 2009).",
        "Fraser Institute. 2009. Economic Freedom of the World 2008 Annual Report Dataset.",
        "Edwards, Sebastian. 2007. Crisis and Growth: A Latin American Perspective. Journal of Iberian and Latin American Economic History, 25(1): 19-5 1.",
        "Edwards, Sebastian. 1995. Crisis and reform in Latin America: From despair to hope. New York: Oxford University Press.",
        "Edwards, Sebastian. 1975. Shadow price of foreign exchange and effective protection. (in Spanish). Cuadernos de Economla, 12(December): 127-144.",
        "Dornbusch, Rudiger and Sebastian Edwards. 1991. The macroeconomics of populism in Latin America. Chicago: The University of Chicago Press.",
        "Dominguez, Jorge I. 1997. Technopols. Freeing politics and markets in Latin American the 1990s. University Park: The Pennsylvania State University Press.",
        "Diaz Alejandro, Carlos, F. 1984. Comment. In Pioneers of development, ed. Gerald M. Meier and Dudley Seers. Oxford, New York: Oxford University Press.",
        "De la Cuadra, Sergio. 1974. The effective protection in Chile. (in Spanish). Working paper, 22, Instituto de Economia, Universidad CatOlica de Chile.",
        "Cooper, Richard N. 1971. Currency devaluation in developing countries. Princeton: International Finance Section, Princeton University.",
        "Cepal. 2009. Latin America and The Caribbean Statistics. Available at http ://websie.eclac .cl/sisgen/Consultalntegrada.asp ?idAplicacion=6&idTema= 151 &idioma=e (February 2009).",
        "Cepal. 1951. Economic Survey of Latin America 1950: Recent trends and events in the economy of Cuba. New York: United Nations Department of Economic Affairs.",
        "Cepal. 1950. The Economic Development of Latin America and its principal problems. New York: United Nations Department of Economic Affairs.",
        "Bulmer-Thomas, Victor. 1994. The economic history of Latin America since independence. Cambridge: Cambridge University Press.",
        "Boughton, James, M. 2001. Silent revolution: The International Monetary Fund 19791989. Washington D.C.: International Monetary Fund."
    ]
}