{
    "id": 15194,
    "cites": 46,
    "cited_by": 16,
    "reference": [
        "Ventura, Jaume, Growth and Interdependence, Quarterly Journal of Economics, 1997.",
        "Tornell, Aaron and Andres Velasco, The Tragedy of the Commons, Journal of Political Economy, 1992, 100 (6), 1208-1231.",
        "Thomas, Jonathan and Tim Worrall, Foreign Direct Investment and the Risk of Expropriation,  Review of Economic Studies, 1994, 61(1), 81-108.",
        "Scholl, Almoth, Aid Effectiveness and Limited Enforceable Conditionality, Review of Economic Dynamics, 2009, 12, 377-391.",
        "Reis, Catrina, Taxation without Commitment, working paper, 2008.",
        "Ray, Debraj, The Time Structure of Self-Enforcing Agreements, Econometrica, 2002, 70 (2), 547-582.",
        "Rajan, Raghuram G. and Arvind Subramanian, Aid and Growth: What Does the CrossCountry Evidence Really Show?, The Review of Economics and Statistics, 06 2008, 90 (4), 643-665.",
        "Rajan, Raghuram and Luigi Zingales, Financial Dependence and Growth, American Economic Review, 1998, 88, 559-586.",
        "Prasad, Eswar, Raghuram Rajan, and Arvind Subramanian, Patterns of International Capital Flows and Their Implications for Economic Development, IMF Working Paper, 2006.",
        "Phelan, Christopher and Ennio Stacchetti, Sequential Equilibria in a Ramsey Tax Model, Econometrica, 2001, 69 (6), 1491-1518.",
        "Parente, Stephen L. and Edward C. Prescott, Barriers to Riches, Cambridge, MA: MIT Press, 2000.",
        "Mendoza, Enrique, Vincenzo Quadrini, and Victor Rios-Rull, Financial Integration, Financial Development and Global Imbalances, working paper, 2008.",
        "Mankiw, Gregory, David Romer, and David Weil, A Contribution to the Empircs of Economic Growth, Quarterly Journal of Economics, 1992, 107, 407-437.",
        "Lucas, Robert E. Jr., Why Doesn't Capital Flow from Rich to Poor Countries?, American Economic Review, 1990, 80.",
        "Laibson, David, Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, May 1997, 62, 443-77.",
        "-, Vincenzo Quadrini, and Victor Rios-Rull, Optimal Time-Consistent Taxation with International Mobility of Capital, Advances in Macroeconomics: The B.E. Journals in Macroeconomics, 2005, 5.",
        "Klein, Pual, Per Krusell, and Victor Rios-Rull, Time-Consistent Public Policy, Review of Economic Studies, 2008, 75, 789-808.",
        "Klein, Paul and Victor Rios-Rull, Time Consistent Optimal Fiscal Policy, International Economic Review, 2003, 44, 1217-1246.",
        "Kaminsky, Graciela, Carmen Reinhart, and Carlos Vegh, When it Rains, it Pours: Procyclical Capital Flows and Macroeconomic Policies, in Mark Gertler and Kenneth Rogoff, eds., NBER Macroeconomics Annual, MIT Press, 2004.",
        "- and - , Capital Flows to Developing Countries: The Allocation Puzzle, NBER Working Paper 13602, 2007.",
        "Gourinchas, Pierre-Olivier and Olivier Jeanne, The Elusive Gains from International Financial Integration, Review of Economic Studies, 2006, 73, 715-741.",
        "Easterly, William, Can Foreign Aid Buy Growth?, The Journal of Economic Perspectives, 2003, 17 (3), 23-48.",
        "Dooley, Michael, David Folkerts-Landau, and Peter Garber, The US Current Account Deficit and Economic Development: Collateral for a Total Return Swap, NBER Working Paper 10727, 2004.",
        "Dominguez, Begona, Public debt and optimal taxes without commitment, Journal of Economic Theory, 2007, 135, 159-170.",
        "Caselli, Francesco and James Feyrer, The Marginal Product of Capital, The Quarterly Journal of Economics, 05 2007, 122 (2), 535-568.",
        "Castro, Rui, Economic development and growth in the world economy, Review of Economic Dynamics, 2005, 8 (1), 195 - 230.",
        "Caballero, Ricarod, Emmanuel Farhi, and Pietter-Oliveier Gourinchas, An Equilibrium Model of Global Imbalances and Low Interest Rates, American Economic Review, 2008, 98, 358-393.",
        "Benhabib, Jess and Aldo Rustichini, Optimal Taxes without Commitment, Journal of Economic Theory, 1997, 77 (2), 231-259.",
        "Burnside, Craig and David Dollar, Aid, Policies, and Growth, American Economic Review, September 2000, 90 (4), 847-868.",
        "Battaglini, Marco and Stephen Coate, A Dynamic Theory of Public Spending, Taxation and Debt, American Economic Review, March 2008, 98, 201-236.",
        "-, N. Gregory Mankiw, and Xavier Salai-I-Martin, Capital Mobility in Neoclassical Models of Growth, American Economic Review, 1995, 85, 103-115.",
        "Barro, Robert and Xavier Sala-I-Martin, Economic Growth, 2nd edition, MIT Press, 2004.",
        "Azzimonti, Marina, Barriers to investment in polarized societies, 2009.",
        "Arslanalp, Serkan and Peter Blair Henry, Debt Relief, Journal of Economic Perspectives, 2006, 20 (1).",
        "Amador, Manuel, A Political Economy Model of Sovereign Debt Repayment, 2004. working paper, Stanford University. Arellano, Cristina, Default Risk and Income Fluctuations in Emerging Economies, American Economic Review, forthcoming.",
        "Alfaro, Laura, Sebnem Kalemli-Ozcan, and Vadym Volosovych, Why doesn't Capital Flow from Poor to Rich Countries? An Empirical Investigation, Review of Economics and Statistics, May 2008, 90, 347-368.",
        "Alesina, Alberto and Guido Tabellini, A Positive Theory of Fiscal Deficits and Government Debt in a Democracy, Review of Economic Studies, 1990, 57, 403-414.",
        "Alburquerque, Rui and Hugo Hopenhayn, Optimal Lending Contracts and Firm Dynamics,  Review of Economic Studies, 2004, 71(2), 285-315.",
        "Aizenman, Joshua, Brian Pinto, and Artur Radziwill, Sources for Financing Domestic Capital - Is Foreign Saving a Viable Option for Developing Countries?, NBER Working Ppaer 10624, 2004.",
        "-, Manuel Amador, and Gita Gopinath, Investment Cycles and Sovereign Debt Overhang,  Review of Economic Studies, January 2009, 76 (1), 1-31.",
        "- and - , Emerging Market Business Cycles: The Cycle is the Trend, Journal of Political Economy, 2007, 115 (1).",
        "Aguiar, Mark and Gita Gopinath, Defaultable Debt, Interest Rates, and the Current Account, Journal of International Economics, 2006, 69 (1), 64-83.",
        "-, -, and -, Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics, November 2002, 117, 1231-1294.",
        "-, Simon Johnson, and James Robinson, The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, December 2001, 91, 1369-1401. 290ur model, which allows for the possibility of immediate convergence absent political disagreement, is very stylized and not designed for full-fledged calibration. Undoubtedly, a richer model will allow a role for capital share and other elements of the closed economy neoclassical model. Our point is not that these traditional factors are irrelevant, but that all else equal, the extent of political disagreement will have a first order effect on the speed of convergence.",
        "Acemoglu, Daron and Simon Johnson, Unbundling Institutions, Journal of Political Economy, October 2005, 113 (5), 949-955.",
        "-, Michael Golosov, and Aleh Tsyvinski, Political Economy of Mechanisms, Econometrica, May 2008, 76 (3), 619-641."
    ]
}