{
    "id": 15196,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "NICKELL, 5. (1997): Unemployment and Labor Market Rigidities: Europe versus North America, Journal of Economic Perspectives, 11(3), 55-74.",
        "MELITZ, M. J. (2003): The Impact of Trade on Intra-industry Reallocations and Aggregate Industry Productivity, Econometrica, 71(6), 1695-1725.",
        "MECKL, J. (2006): Does European Unemployment Prop Up American Wages? National Labor Markets and Global Trade: Comment, American Economic Review, 96(5), 1924-1930.",
        "(2002): Multinational Firms and the Theory of International Trade. The MIT Press.",
        "MARKUSEN, J. R. (1989): Trade in Producer Services and in Other Sepecialized Intermediate Inputs, American Economic Review, 79(1), 85-95.",
        "KRUGMAN, P. R. (1994): Past and Prospective Causes of High Unemployment, Federal Reserve Bank of Kansas City Economic Review, 79(4), 23-43.",
        "LOMMERUD, K. E., F. MELAND, AND L. S",
        "KREICKEMEIER, U., AND D. NELSON (2006): Fair Wages, Unemployment and Technological Change in a Global Economy, Journal of International Economics, 70(2), 451-469.",
        "HELPMAN, E., 0. ITSKHOKI, AND S. REDDING (2008): Inequality and Unemployment in a Global Economy, NBER Working Paper No. 1I~78.",
        "HELPMAN, E. (1984): A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy, 92(3), 451-471.",
        "ETHIER, W. J. (1982): National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review, 72(3), 389-405.",
        "EGGER, H., AND U. KREICKEMEIER (2009): Firm Heterogeneity and the Labor Market Effects of Trade Liberalization, International Economic Review, 50(1), 187-216.",
        "ECKEL, C., AND H. EGGER (2009): Wage bargaining and multinational firms, Journal of International Economics, 77(2), 206-214.",
        "Do, Q.-T., AND A. A. LEVCHENKO (2009): Trade, Inequality, and the Political Economy of Institutions, Journal of Economic Theory, forthcoming.",
        "DEL GATTO, M., G. MI0N, AND G. I. P. OTTAVIANO (2006): Trade Integration, Firm Selection and the Costs of Non-Europe, CEPR DP No. 5730.",
        "DAVIS, D. R., AND J. HARRIGAN (2007): Good Jobs, Bad Jobs, and Trade Liberalization, NBER Working Paper No. 13139.",
        "DAVIS, D. R. (1998): Does European Unemployment Prop Up American Wages? National Labor Markets and Global Trade, American Economic Review, 88(3), 478-494.",
        "BRECHER, R. A. (1974): Minimum Wage Rates and the Pure Theory of International Trade, Quarterly Journal of Economics, 88(1), 98-116.",
        "DAVIDSON, C., S. J. MATUSZ, AND A. SHEVCHENKO (2008): Globalization and Firm Level Adjustment with Imperfect Labor Markets, Journal of International Economics, 75(2), 295309.",
        "(1999): Exceptional Exporter Performance: Cause, Effect, or Both?, Journal of International Economics, 47(1), i-25.",
        "BERNARD, A. B., AND J. B. JENSEN (1995): Exporters, Jobs, and Wages in U.S. Manufacturing: 1976-1987, Brookings Papers on Economic Activity Microeconomics, 1995, 67-112.",
        "BALDWIN, R. (2005): Heterogeneous Firms and Trade: Testable and Untestable Properties of the Melitz Model, NBER Working Paper No. 11~71.",
        "SKAKSEN, M. Y., AND J. R. S",
        "SfTDEKUM, J. (2005): Increasing Returns and Spatial Unemployment Disparities, Papers in Regional Science, 84(2), 159-181.",
        "PATACCHINI, E., AND Y. ZENOU (2007): Spatial Dependence in Local Unemployment Rates, Journal of Economic Geography, 7(2), 169-181.",
        "SCHEVE, K. F., AND M. J. SLAUGHTER (2001): Globalization and the perceptions of American workers. Institute for International Economics."
    ]
}