{
    "id": 15191,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Zang, Y. and Soumerai, 5. (2007). Do Newer Prescription Drugs Pay for Themselves? A Reassessment of the Evidence. Health Affairs, 26, 880-886.",
        "Trivedi, P.K. and Zimmer, D.M. (2007). Copula Modeling: An Introduction for Practitioners, Foundations and Trends in Econometrics, 1, 1-110. (Also published separately as a book.) Wooldridge, J. (2005). Simple solutions to the initial conditions problem in dynamic, nonlinear panel data models with unobserved heterogeneity. Journal of Applied Econometrics, 20, 39-54.",
        "Stuart, B., Simoni-Wastila, L., Chauncey. D. (2005). Assessing the Impact of Coverage Gaps in the Medicare Part D Drug Benefit. Health Affairs, Web Exclusive, April.",
        "Stuart, B., Doshi, J., Briesacher, B., Wrobel, M., Baysac, F. (2004). Impact of Prescription Coverage on Hospital and Physician Costs: A Case Study of Medicare Beneficiaries with Chronic Obstructive Pulmonary Disease. Clinical Therapeutics, 26, 1688-1699.",
        "Stuart, B. and Grana, J. (1995). Are Prescribed and Over-the-Counter Drugs Economic Substitutes? The Effects of Health Insurance on Medicine Choices by the Elderly. Medical Care, 33, 487-501.",
        "Sklar, A. (1973). Random Variables, Joint Distributions, and Copulas. Kybernetica, 9, 449-460.",
        "Shang, B. and Goldman, D.P. (2007). Prescription Drug Coverage and Elderly Medicare Spending. NBER Working Paper No. 13358.",
        "Poisal, J.A. and Murray, L.A. (2001). Growing differences between Medicare beneficiaries with andwithout drug coverage. Health Affairs, 20, 75-85.",
        "Pohlmeier, W. and Ulrich, V. (1995). An Econometric Model of the Two-Part DecisionMaking Process in the Demand for Health Care. Journal of Human Resources, 30, 339-361.",
        "Patton, A. (2006). Modelling Asymmetric Exchange Rate Dependence. International Economic Review, 47, 527-556.",
        "Nelsen, R.B. (2006). An Introduction to Copulas. Second edition. Springer, New York.",
        "Mundlak, Y. (1978). On the Pooling of Time Series and Cross Section Data. Econometrica, 46, 69-85.",
        "Manning, W., Basu, A., and Mullahy, J. (2005). Generalized Modeling Approaches to Risk Adjustment of Skewed Outcomes Data. Journal of Health Economics, 24, 465-88.",
        "Lichtenberg, F.R. (2001). Are the Benefits of Newer Drugs Worth their Cost? Evidence from the 1996 MEPS. Health Affairs, 20, 241-251.",
        "Joyce, G.F., Escarce, J.J., Solomon, M.D., and Goldman, D.P. (2002). Employer Drug Benefit Plans and Spending on Prescription Drugs. Journal of the American Medical Association, 288, 1733-1739 Lichtenberg, F.R. (1996). Do (More and Better) Drugs Keep People out of Hospitals? American Economic Review, 86, 384-388.",
        "Joe, H. (1997). Multivariate Models and Dependence Concepts. Chapman &~ Hall, London.",
        "Heckman, J.J. (1981). The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time-Discrete Data Stochastic Process. in C. Manski and D. McFadden, eds., Structural Analysis of Discrete Data with Econometric Applications.",
        "Goldman, D. and Philipson, T. (2007). Integrated insurance design in the presence of multiple medical technologies. American Economic Review, 97, 427-432.",
        "Goldman, D.P. et al. (2004). Pharmacy Benefits and the Use of Drugs by the Chronically Ill. Journal of the American Medical Association, 291, 2344-2350.",
        "Gaynor, M., Li, J., and Vogt, W.B. (2007). Substitution, Spending Offsets, and Prescription Drug Benefit Design. Forum for Health Economics and Policy, 10, 1-31.",
        "Cunningham, P.J. (2005). Medicaid Cost Containment and Access to Prescription Drugs, Health Affairs, 24, 780-789.",
        "Clayton, D.G. (1978). A Model for Association in Bivariate Life Tables and its Application in Epidemiological Studies of Familial Tendency in Chronic Disease Incidence. Biometrika, 65, 141-151.",
        "Chamberlain, G. (1984). Panel Data. In Handbook of Econometrics, Volume II, ed. by Z. Griliches and M. Intriligator, 1247-1318. Amsterdam: North-Holland.",
        "Cherubini, U., Luciano, E., and Vecchiato, W. (2004). Copula Methods in Finance. New York: John Wiley.",
        "Bien, K., Nolte, I. and Pohlmeier, W. (2007). An Inflated Multivariate Integer Count Hurdle Model: An Application to Bid and Ask Quote Dynamics, CoFE discussion paper O7/O~.",
        "Arulampalam, W. and Stewart, M.B. (2009). Simplified Implementation of the Heckman Estimator of the Dynamic Probit Model and a Comparison with Alternative Estimators. Oxford Bullentin of Economics and Statistics, forthcoming."
    ]
}