{
    "id": 15205,
    "cites": 23,
    "cited_by": 5,
    "reference": [
        "Heaton, J., and D. Lucas, 1996, Evaluating the effects of incomplete markets on risk sharing and asset pricing, Jonrmal of Political Ecomomy, 104, 443-487.",
        "Jang, B., H. Koo, H. Liu, and M. Loewenstein, 2007, Liquidity Premia and Transaction Costs, Jonrmal of Fimamce, 62, 2329-2366.",
        "Lagos, R., and G. Rocheteau, 2006, Search in Asset Markets, Working paper, NYU.",
        "Liu, H., 2004, Optimal consumption and investment with transaction costs and multiple assets, Jonrmal of Fimamce, 59, 289-338.",
        "Ljungqvist, L., and T. Sargent, 2004, Recnrsive Macroecomomic Theory, ~md editiom. MIT press.",
        "Lo, A., H. Mamaysky, and J. Wang, 2004, Asset prices and trading volume under fixed transaction costs, Jonrmal of Political Ecomomy, 112, 1054-1090.",
        "Longstaff, F. A., 2001, Optimal Portfolio Choice and the Valuation of Illiquid Securities, The Review of Fimamcial Stndies, 14, 407-431.",
        "Lynch, A., and P. Balduzzi, 2000, Predictability and transaction costs: the impact on rebalancing rules and behavior, Jonrmal of Fimamce, pp. 2285-2309.",
        "Lynch, A., and S. Tan, 2008, Explaining the Magnitude of Liquidity Premi& The Roles of Return Predictability; Wealth Shocks and State-dependent `:&ansaction Costs., Working paper, NYU.",
        "Obizhaeva, A., and I Wang, 2006, Optimal trading strategy and supply/demand dynamics,  Working paper, MIT.",
        "Oehnike, M., 2009, Dynamic Arbitrage in flliquid Markets, Working papev, Columbia Perold, A., 1988, The Implementation Shortfall: Paper Versus Reality, Journal of Portfolio Managemen~ 14,4-9.",
        "Vayanos, D., 1998, Transaction Costs and Asset Prices: A Dynamic Equilibrium Model, Review of Financial Studie8, 11, 1-58.",
        "Vayanos, D., and J.-L. Vila, 1999, Equilibrium Interest Rate and Liquidity Premium with Transaction Costs, Economic Theory, 13, 509-539.",
        "Engle, R., and R. Ferstenberg, 2007, Execution Risk, Jonrmal of Portfolio Mamagememt, 33, 34-45.",
        "G",
        "G",
        "Grinold, R., 2006, A Dynamic Model of Portfolio Management, Jonrmal of Imvestmemt Mamagememt, 4, 5-22.",
        "Carlin, B. I., M. Lobo, and S. Viswanathan, 2008, Episodic Liquidity Crises: Cooperative and Predatory Trading, Jonrmal of Fimamce, 62, 2235-2274. Constantinides, G. M., i986, Capital Market Equilibrium with Transaction Costs, Jonrmal of Political Ecomomy, 94, 842-862. Davis, M., and A. Norman, i990, Portfolio selection with transaction costs, Mathematics of Operatioms Research, iS, 676-7i3.",
        "Campbell, J. Y., and L. M. Viceira, 2002, Strategic Asset Allocatiom Portfolio Choice for Lomg- Term Imvestors. Oxford University Press.",
        "Brunnermeier, M. K., and L. H. Pedersen, 2005, Predatory Trading, Jonrmal of Fimamce, 60(4), i825-i863.",
        "Acharya, V., and L. H. Pedersen, 2005, Asset Pricing with Liquidity Risk, Jonrmal of Fimamcial Ecomomics, 77, 375-4i0.",
        "Almgren, R., and N. Chriss, 2000, Optimal Execution of Portfolio Transactions, Jonrmal of Risk, 3, 5-39. Amihud, Y., and H. Mendelson, i986, Asset Pricing and the Bid-Ask Spread, Jonrmal of Fimamcial Ecomomics, i7, 223-249.",
        "Asness, C., T. Moskowitz, and L. H. Pedersen, 2008, Value and Momentum Everywhere, Workimg paper AQR, NYU, amd Chicago. Balduzzi, P., and A. Lynch, i999, Transaction costs and predictability: some utility cost calculations, Jonrmal of Fimamcial Ecomomics, 52(i), 47-78. Bertsimas, D., and A. W. Lo, i998, Optimal Control of Execution Costs, Jonrmal of Fimamcial Markets, i, i-SO."
    ]
}