{
    "id": 15201,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "Wildavsky, Aaron and Ellen Tenenbaum (1981) The Politics of Mistrust: Estimating American Oil and Gas Reserves, Sage Publications, Ltd: London",
        "Tyran, J.R., Engelmann, D., (2005) To buy or not to buy? An experimental study of consumer boycotts in retail markets, Economica 72, 1-16.",
        "Sunstein, Cass (2000) Behavioral Law and Economics, Cambridge: Cambridge University Press.",
        "Suchman, M. C. (1995) Managing legitimacy: Strategic and institutional approaches, Academy of Management Review, 20(3), 571-610.",
        "Stigler, George (1971) The Theory of Economic Regulation, Bell Journal of Economics and Management Science, vol. 2, no. 1, 3-21",
        "Spitzer, Eliot (2005) The Regulation of Securities. Speech at the National Press Club, Washington, January 31 (C-SPAN video, product ID: 185362-1).",
        "Rotemberg, Julio J. (2008), Minimally acceptable altruism and the ultimatum game, Journal of Economic Behavior ~ Organization, 66, 457-76.",
        "Rotemberg, Julio (2006) Attitude Dependent Altruism, Turnout and Voting., Public Choice, forthcoming.",
        "Rotemberg, Julio (2005) Customer Anger at Price Increases, changes in the Frequency of Price adjustment and Monetray Policy, Journal of Monetary Economics, 52, 829852.",
        "Rabin, Matthew (1993) Incorporating fairness into game theory and economics, American Economic Review, 83, 1281-1302.",
        "Rotemberg, Julio (2003) Commercial Policy with Altruistic Voters, Journal of Political Economy, vol. 111, no 1, 174-201.",
        "Pigou, Arthur (1938) The Economics of Welfare, London: Macmillan and Co.",
        "Posner, Eric (2002) Economic Analysis of Contract Law after Three Decades: Success or Failure, U Chicago Law & Economics, Olin Working Paper No. 146.",
        "Posner, Richard (1998) Rational Choice, Behavioral Economics, and the Law, Stanford Law Review, 50: 1551-75.",
        "Pfeffer, J., and Salancik, G. (1978). The External Control of Organizations: A Resource Dependence Perspective. New York: Harper and Row.",
        "Metzler, M. 5. (2001). The centrality of organizational legitimacy to public relations practice. In R. L. Heath (Ed.), Handbook of Public Relations (pp. 321-334). Thousand Oaks, CA: Sage.",
        "Marchand, Roland (1998) Creating the Corporate Soul: The Rise of Public Relations and Corporate Imagery in American Big Business, Berkeley: The University of California Press.",
        "Levine, D.K., (1998) Modelling Altruism and Spitefulness in Experiments, Review of Economic Dynamics 1, 593-622.",
        "K",
        "K",
        "Laffont, Jean Jaques and Jean Tirole (1993) A Theory of Incentives in Procurement and Regulation, Boston: MIT Press.",
        "Kahneman, D., Knetsch, J., Thaler, R. (1986), Fairness as a constraint on profit: seeking entitlements in the market, American Economic Review 76, 728-741.",
        "Jolls, Christinem, Cass R. Sunstein, and Richard Thaler (1998) A Behavioral Approach to Law and Economics, Stanford Law Review, Vol. 50:1471.",
        "Heidhues, Paul and Botond K",
        "Glaeser, Edward and Andrei Shleifer (2003) The Rise of the Regulatory State, Journal of Economic Literature, 41 (June), 401-25.",
        "Grossman, G., and E. Helpman. 1994. Protection for Sale, American Economic Review, 84 (September): 833-SO.",
        "Forero, Juan (2005) Who Will Bring Water to the Bolivian Poor?, New YorkTimes, December 15.",
        "Fehr, E., Schmidt, K.M., (1999) A Theory of Fairness, Competition and Cooperation, Quarterly Journal of Economics 114, 817-68.",
        "Falk Armin and Urs Fischbacher (2006) A Theory of Reciprocity, Games and Economic Behavior, vol. 54(2), 293-315.",
        "Djankov, Simeon Rafael La Porta, Florencio Lopez de Silanes and Andrei Shleifer (2002) The Regulation of Entry, Quarterly Journal of Economics, CXVII, February, 1, 1-38.",
        "Di Tella, Rafael and Robert MacCulloch (2002) Why Doesn't Capitalism flow to Poor Countries?, Brookings Papers on Economic Activity, forthcoming.",
        "Di Tella, Rafael and Juan Dubra (2008) Crime and Punishment in the American Dream , Journal of Public Economics, vol. 92, no. 7, 1564-84.",
        "Daroca Oller, Santiago (2004) La Guerra del Agua: Protesta y acciOn social en Cochabamba, Cuadernos de Trabajo PNUD.",
        "Conrad, Charles (2004) The Illusion of Reform: Corporate Discourse and Agenda Denial in the 2002 Corporate Meltdown, Rhetoric ~ Public Affairs, Vol. 7, No 3, Fall, pp. 311-338",
        "Cho, In-Koo, and David Kreps (1987) Signalling Games and Stable Equilibria, Quarterly Journal of Economics, 102(2), 179-221.",
        "Brewer, J. (1987) Exploitation in the New Marxism of Collective Action, Sociological Review, 35, pp. 84-96.",
        "Breyer, Stephen (1982) Regulation and Its Reform, Cambridge: Harvard University Press.",
        "Boyd, J. (2000), Actional Legitimation: No Crisis Necessary, Journal of Public Relations Research, 12(4), 341-353.",
        "Bolton, G.E. and A. Ockenfels, (2000), ERC: A Theory of Equity, Reciprocity, and Competition, American Economic Review, 90, 166-193.",
        "Becker, G. (1983) A Theory of Competition Amongst Pressure Groups for Political Influence, Quarterly Journal of Economics, 98 (August): 371-400.",
        "Bates, John (2002) Mini-Me History: Public Relations from the Dawn of Civilization , mimeo Institute for Public Relations.",
        "Baron, David (1994) Electoral Competition with Informed and Uninformed Voters. American Political Science Review, 88 (March): 33-47."
    ]
}