{
    "id": 15203,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "American Psychiatric Association (2000). Diagnostic and Statistical Manual of Mental Disorders DSM-IV-TR. CDC (1988). Health status of Vietnam veterans. I. Psychosocial characteristics. The Centers for Disease Control Vietnam Experience Study. JAMA 259(18): 2701-7.",
        "Erbes, C., J. Westermeyer, et al. (2007). Post-traumatic stress disorder and service utilization in a sample of service members from Iraq and Afghanistan. Military medicine 172(4): 359-63.",
        "Grieger, T. A., S. J. Cozza, et al. (2006). Posttraumatic stress disorder and depression in battle-injured soldiers. The American journal of psychiatry 163(10): 1777-83; quiz 1860.",
        "Helzer, J. E., L. N. Robins, et al. (1987). Post-traumatic stress disorder in the general population. Findings of the epidemiologic catchment area survey. N Engl J Med 317(26): 1630-4.",
        "Hoge, C. W., J. L. Auchterlonie, et al. (2006). Mental health problems, use of mental health services, and attrition from military service after returning from deployment to Iraq or Afghanistan. JAMA 295(9): 1023-32.",
        "Hoge, C. W., C. A. Castro, et al. (2004). Combat duty in Iraq and Afghanistan, mental health problems, and barriers to care. N Engl J Med 351(1): 13-22.",
        "Kang, H. K., B. H. Natelson, et al. (2003). Post-traumatic stress disorder and chronic fatigue syndrome-like illness among Gulf War veterans: a population-based survey of 30,000 veterans. Am J Epidemiol 157(2): 141-8.",
        "Kimerling, R., P. Ouimette, et al. (2006). Brief report: Utility of a short screening scale for DSM-IV PTSD in primary care. Journal of general internal medicine 21(1): 65-7.",
        "Martin, C. (2007). Routine screening and referrals for PTSD after returning from Operation Iraqi Freedom in 2005. U.S. Armed Forces Medical Surveillance Monthly Report 14(6): 2-7.",
        "Prigerson, H. G., P. K. Maciejewski, et al. (2002). Population attributable fractions of psychiatric disorders and behavioral outcomes associated with combat exposure among US men. American journal of public health 92(1): 59-63.",
        "Ramchand, R., B. R. Karney, et al. (2008). Prevalence of PTSD, Depression, and TBI among Returning Service members. Invisible Wounds of War: Psychological and Cognitive Injuries, Their Consequences, and Services to Assist Recovery. T. Tanielian and L. H. Jaycox. Santa Monica, Rand Corporation: 35-84.",
        "Rona, R. J., N. T. Fear, et al. (2007). Mental health consequences of overstretch in the UK armed forces: first phase of a cohort study. BMJ 335(7620): 603.",
        "Rosenheck, R. A. and A. F. Fontana (2007). Recent trends In VA treatment of post-traumatic stress disorder and other mental disorders. Health affairs (Project Hope) 26(6): 1720-7.",
        "Seal, K. H., D. Bertenthal, et al. (2007). Bringing the war back home: mental health disorders among 103,788 US veterans returning from Iraq and Afghanistan seen at Department of Veterans Affairs facilities. Arch Intern Med 167(5): 476-82.",
        "Shen, Y. C., J. Arkes, et al. (2009). The effects of deployment intensity on post-traumatic stress disorder: 2002-2006. Military medicine 174(3): 217-23.",
        "Tanielian, T. and L. H. Jaycox (2008). Invisible Wounds of War: Psychological and Cognitive Injuries, Their Consequences, and Services to Assist Recovery, Rand Corporation.",
        "The Iowa Persian Gulf Study Group (1997). Self-reported illness and health status among Gulf War veterans. A population-based study. The Iowa Persian Gulf Study Group. JAMA 277(3): 238-45.",
        "U.S. Army (2003, Jan 1). Operation Iraqi Freedom (OIF) Mental Health Advisory Team (MHAT) Report. Retrieved May 11, 2009, from http://www.armymedicine.army.mil/reports/mhat/mhat/mhat_report.pdf.",
        "U.S. Army (2005, January 30, 2005). Operation Iraqi Freedom (OIF) Mental Health Advisory Team (MHAT-II) Report. Retrieved May 11, 2009, from http://www.armymedicine.army.mil/reports/mhat/mhat_ii/OIF-II_REPORT.pdf.",
        "U.S. Army (2006, May 29, 2006). Operation Iraqi Freedom (OIF) Mental Health Advisory Team (MHAT-III) Report. Retrieved May 11, 2009, from http://www.armymedicine.army.mil/reports/mhat/mhat_iii/MHATIII_Report_29May2006Ã\u0082Â­Redacted.pdf.",
        "U.S. Army (2006, November 17, 2006). Operation Iraqi Freedom (OIF) Mental Health Advisory Team (MHAT-IV) Report. Retrieved May 11, 2009, from http://www.armymedicine.army.mil/reports/mhat/mhat_iv/MHAT_IV_Report_17NOV06.pdf.",
        "US Department of Defense (2008, October 14, 2008). Post-Deployment Health Reassessment (PDHRA) Program (DD Form 2900). Retrieved October 14, 2008, from http://www.pdhealth.mil/dcs/pdhra.asp Vasterling, J. J., S. P. Proctor, et al. (2006). Neuropsychological outcomes of army personnel following deployment to the Iraq war. JAMA 296(5): 519-29."
    ]
}