{
    "id": 15200,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "Yau, Linda and Little, Roderick J. A. ~Inference for the Complier-Average Causal Effect from Longitudinal Data Subject to Noncompliance and Missing Data, with Application to a Job Training Assessment for the Unemployed. Journal of the American Statistical Association, 2001, 96(456), pp. 1232-44. Kindergarten",
        "Wooldridge, Jeffrey M. ~Inverse Probability Weighted M-estimators for Sample Selection, Attrition and Stratification. Portuguese Economic Journal, 2002, 1(2), pp. 117-39.",
        "Robins, James M. ~A New Approach to Causal Inference in Mortality Studies with Sustained Exposure Periods - Application to Control of the Healthy Worker Survivor Effect, Mathematical Modelling, 1986, 7, pp. 1393-1512, with 1987 Errata, Computers and Mathematics with Applications, 14, pp. 917-21; 1987 Addendum, Computers and Mathematics with Applications, 14, pp. 923-45; and 1987 Errata to Addendum, Computers and Mathematics with Applications, 18, pp. 477.",
        "Newey, Whitney K. ~A Method of Moments Interpretation of Sequential Estimators. Economics Letters, 1984, 14, pp. 201-206.",
        "Miquel, Ruth. ~Identification of Dynamic Treatment Effects by Instrumental Variables.  Working Paper, University of St. Gallen, 2002.",
        "Miquel, Ruth. ~Identification of Effects of Dynamic Treatments with a Difference-inDifferences Approach, Working Paper, University of St. Gallen, 2003.",
        "Manski, Charles F. ~Nonparametric Bounds on Treatment Effects. American Economic Review, 1990, 80(2), pp. 319-23.",
        "Lechner, Michael and Miquel, Ruth. ~Identification of Effects of Dynamic Treatments by Sequential Conditional Independence Assumptions. Working Paper, University of St. Gallen, 2005.",
        "Krueger, Alan B. ~Experimental Estimates of Education Production Functions. Quarterly Journal of Economics, 1999, 114(2), pp. 497-532.",
        "Lechner, Michael. ~Sequential Matching Estimation of Dynamic Causal Models. Working Paper, University of St. Gallen, 2004.",
        "Imbens Guido W. and Angrist, Joshua D. ~Identification and Estimation of Local Average Treatment Effects. Econometrica, 1994, 62(2) pp. 467-76.",
        "Hoxby, Caroline M. ~Peer Effects in the Classroom: Learning from Gender and Race Variation Peer Effects in the Classroom: Learning from Gender and Race Variation. NBER Working Paper No. W7867, 2000b.",
        "Hoxby, Caroline M. ~The Effects of Class Size on Student Achievement: New Evidence from Population Variation. Quarterly Journal of Economics, 2000a 115(4), pp. 1239-85.",
        "Horowitz, Joel L.; and Manski, Charles F. ~Identification and Robustness with Contaminated and Corrupted Data. Econometrica, 1995, 63(2), pp. 281-302.",
        "Hirano, Keisuke; Imbens, Guido and Ridder, Geert. ~Efficient Estimation of Average Treatment Effects Using the Estimated Propensity Score. Econometrica, 2003, 71(5), pp. 1161-89.",
        "Heckman, James J.; Smith, Jeffrey and Taber, Chris. ~Accounting For Dropouts in the Evaluation of Social Experiments. Review of Economics and Statistics, 1998, 80(1), pp. 1-14.",
        "Heckman, James J.; Hohmann, Neil, Khoo, Michael and Smith Jeffrey. ~Substitution and Dropout Bias in Social Experiments: A Study of an Influential Social Experiment.  Quarterly Journal of Economics, 2000, 115(2), pp. 651-90.",
        "Heckman, James J.; Lalonde, Robert and Smith, Jeffrey. ~The Economics and Econometrics of Active Labor Market Programs, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3, Amsterdam: Elsevier Science, 2001.",
        "Hanushek, Eric A. ~Some Findings from an Independent Investigation of the Tennessee STAR Experiment and from Other Investigations of Class Size Effects. Educational Evaluation and Policy Analysis, 1999, 21(2), pp. 143-63.",
        "Frangakis, Costas E. and Rubin, Donald B. ~Addressing complications of intentionto -treat analysis in the presence of all-or-none treatment-noncompliance and subsequent missing outcomes. Biometrika, 1999, 86(2), pp. 365-79.",
        "Frangakis, Costas E. and Rubin, Donald B. ~Principal stratification in causal inference.  Biometrics, 2002, 58(1), pp. 21-9.",
        "Fitzgerald, John; Gottschalk, Peter and Moffitt, Robert. ~An Analysis of Sample Attrition in Panel Data: The Michigan Panel Study of Income Dynamics. Journal of Human Resources, 1998, 33(2), pp. 300-44.",
        "Finn, Jeremy D.; Gerber, Susan B.; Achilles, Charles M. and Boyd-Zaharias, Jayne. ~The Enduring Effects of Small Classes. Teachers College Record, 2001, 103(2), pp. 145-83.",
        "DuMouchel, William H. and Duncan, Greg J. Using Sample Survey Weights in Multiple Regression Analyses of Stratified Samples. Journal of the American Statistical Association, 1983, 78(383), pp. 535-43.",
        "Ding, Weili and Lehrer, Steven F. Accounting for Time-Varying Unobserved Ability Heterogeneity within Education Production Functions. Working Paper, Queen's University, 2004.",
        "Ding, Weili and Lehrer, Steven F. Estimating Dynamic Treatment Effects and Bounds for the Average Treatment Effect from Project STAR, Working Paper, Queen's University, 2008.",
        "Coleman, James S. Some Points on Choice in Education. Sociology of Education, 1992, 65(4), pp. 260-2.",
        "Chesher, Andrew Identification in Nonseparable Models, Econometrica, 2003, 71, pp. 1405-1441.",
        "Boardman, Anthony E. and Murnane, Richard J. Using Panel Data to Improve Estimates of the Determinants of Educational Achievement. Sociology of Education, 1979, 52, pp. 113-121.",
        "Ben-Porath, Yoram. The Production of Human Capital and the Life-Cycle of Earnings.  Journal of Political Economy, August, 1967.",
        "Becketti, Sean; Gould, William; Lillard, Lee and Welch Finis. The Panel Study of Income Dynamics after Fourteen Years: An Evaluation. Journal of Labor Economics, 1988, 6(4), pp. 472-92.",
        "Barnard, John; Du, Jiangtao; Hill, Jennifer L. and Rubin, Donald B. A Broader Template for Analyzing Broken Randomized Experiments. Sociological Methods ~ Research, 1988, 27(2), pp. 285-317.",
        "Balke, Alexander; and Pearl, Judea. Bounds on Treatment Effects from Studies With Imperfect Compliance. Journal of the American Statistical Association, 1997, 92, pp. 1171-1177.",
        "Angrist, Joshua D.; Imbens, Guido W. and Rubin, Donald B. Identification of Causal Effects Using Instrumental Variables. Journal of the American Statistical Association, 1996, 91(434), pp. 444-55."
    ]
}