{
    "id": 15209,
    "cites": 116,
    "cited_by": 4,
    "reference": [
        "Peopling the Pampas: On the Impact of Mass Migration to the River Plate, 1870-19 14. Explorations in Economic History v. 34, n. 1, January 1997, 100-132.",
        "Taylor, Alan M., Three Phases of Argentine Economic Growth. NBER Working Paper Series on Historical Factors in the Long Run: 60, (1994) _______________ Latifundia as Malefactor in Economic Development? Scale, Tenancy, and Agriculture on the Pampas, 1880-19 14. NBER Working Paper Series on Historical Factors in the Long Run: 96, (1997) _____________ External Dependence, Demographi Burdens, and Argentina Economic Decline After the Belle Epoque. The Journal of Economic History, Vol 52, Issue 4, Dec 1992, 907-936.",
        "Tamarin, David, The Argentine Labor Movement, 1930-1 945. A Study in the Origins of Peronism.",
        "Stasavage, David, Public Debt and the Birth of the Democratic State. France and Great Britain, 1688-1 789. New York: Cambridge University Press, 2003.",
        "Spiller, Pablo and Mariano Tommasi, The Institutional Foundations of Public Policy: A Transactions Approach with application to Argentina, Journal of Law Economics and Organization, Vol.19, No.2, (October 2004). Solberg, Carl, The Prairies and the Pampas. Agrarian Policy in Canada and Argentina, 18801930.",
        "Argentina and the Failure of Democracy. Conflict among Political Elites. The University of Wisconsin Press, 1974.",
        "_______________ Las eleccionesde 1946 y las inferencias ecol",
        "Smith, Peter H., La base social del Peronismo. Hispanic American Historical Review, 52, 1 (February 1972), 55-73.",
        "Editorial Plus Ultra, Buenos Aires, 1973.",
        "Shleifer, Andrei, The New Comparative Economics. NBER Reporter. Fall 2002: 12-15.",
        "Sandoval, Alicia, La revolucion de 1943 politicas y conflictos rurales. Biblioteca Politica Argentina, Centro Editor de America Latina, Buenos Aires, 1988 Sanguinetti, Horacio, La democraciaficta, 1 930-1938. Editorial Astrea, Buenos Aires, 1975. Schillizzi Moreno, Horacio, Argentina contempor",
        "Saiegh, Sebastian, North and Weingast Revisted: Credible Commitments and Public Borrowing in the Pampas, Working Paper. Department of Political Science. University of California, San Diego. 2008.",
        "Sabato, Jorge, La clase dominate en la Argentina moderna. Formaci",
        "Rouquie, Alain, Poder militar y sociedad polItica en la Argentina. Tomo I hasta 1943. Editorial Emec",
        "Editorial Centro de Estudios Union para la Nueva Mayoria, Buenos Aires, 1988.",
        "Rock, David, <<The Argentine Economy, 1890-19 14 : Some Salient Features. In, di Tella, Guido and Platt, D.C.M., The Political Economy of Argentina 1880-1 946. St. Martins Press, New York, 1986. Romero, Raul Jose, Fuerzas Armadas, la alternativa de la derecha para el acceso al poder 19301976.",
        "Rock, David, Argentina 1516-198 7. Desde la colonizaci",
        "Rock, Daviad, Politicas in Argentina 1890-1930. The Rise and Fall of Radicalism. Cambridge University Press, 1975.",
        "Quinn, Frederick (Editor), The Federalist Papers Reader. Seven Locks Press, Washington D.C., 1993.",
        "Pucciarelli, Alfredo and Tortti, Maria Cristina, La construccion de la hegemonia compartida: el enfrentamiento entre neutralistas, rupturistas e Yrigoyenistas. In Ansaldi, Waldo, et. .al Editors, Representaciones Inconclusas. Las clases, los actores y los discursos de la memoria, 1912-1 946. Editorial Biblos, Buenos aires, 1995.",
        "Pucciarelli, Alfredo, Conservadores, Radicales e Yirgoyenistas. Un modelo (hipotetico) de hegemonia compartida 19 16-1930. In, Ansaldi, Aldo, Pucciarelli, Alfredo and Villarruel, Jose, Argentina en la paz de dos guerras 1914-1 945. Editorial Biblos, Buenos Aires, 1993.",
        "Pucciarelli, Alfredo R., El capitalismo agrario pampeano, 1880-1930. Laformaci",
        "Pellet Lastra, Arturo, Historia Politica de la Corte. 1930-1990. Villela Editor, Buenos Aires, 2001.",
        "Prados de la Escosura, Leandro and Sanz-Villarroya, Isabel Institutional Instability And Growth In Argentina: A Long-Run View, Economics History and Institutions Working Papers wh046705, Universidad Carlos III, Departamento de Historia Econ",
        "Potash, Robert, The Army and Politics in Argentina, 1928-1 945. Stanford, California, 1969.",
        "Westin, Alan F., The Supreme Court, The Populist Movement and the Campaign of 1896. The Journal of Politics, Vol. 15, No. 1, 1953, 3-41.",
        "Yablon, Arid, Patronage, Corruption and Political Culture in Argentina, 1880-1916. Ph. D.",
        "Weingast, Barry, The Political Foundations of Democracy and the Rule of Law. The American Political Science Review, Vol. 91, Issue 2 (June, 1997), 245-263.",
        "Walter, Richard J., The Province of Buenos Aires and Argentine Politics, 1912-1 943. Cambridge: Cambridge University Press, 1985.",
        "Waisman, Carlos H., Reversal of Development in Argentina. Postwar Counterrevolutionary Policies and Their Structural Consequences. Princeton University Press, Princeton, New Jersey, 1987.",
        "V",
        "Tulchin, Joseph, The Relationship between Labour and Capital in Rural Argentina, 1880-19 14.",
        "In, di Tella, Guido and Platt, D.C.M., Editors, The Political economy of Argentina, 18801946, MacMillan, Oxford, 1986.",
        "Tone, Juan Carlos, Editor, El 17 de octubre de 1945. Editorial Arid, Buenos Aires, 1995.",
        "Interpretando (una vez m",
        "Tone, Juan Carlos Compilador, Laformacion del sindicalismo peronista. Editorial Legasa, Buenos Aires, 1988.",
        "________________ Editor, El 17 de octubre de 1945. Editorial Arid, Buenos Aires, 1995.",
        "Tone, Juan Carlos, La vieja guardia sindical y Peron. Sobre los origenes del peronismo. Editorial Sudamericana. Instituto Torcuato Di Tella, Buenos Aires, 1990.",
        "Pinedo, Federico, La Argentina su posicion y ran go en el mundo. Editorial Sudamericana, Buenos Aires, 1971.",
        "Pereira, Susana, En tiempos de la republica agropecuaria, 1930-1 943. Biblioteca Politica Argentina, Centro Editor de America Latina, Buenos Aires, 1983.",
        "Pellet Lastra, Arturo, Historia PolItica de la Corte (1930-1990). Editorial Ad-Hoc S.R.L. Villela Editor, Buenos Aires, 2001 Peralta Ramos, Monica, The Political Economy of Argentina. Power and Class Since 1930.",
        "O'Donnell, Guillermo, Modernization and Bureaucratic-Authoritarianism. Studies in South American Politics. Institute of International Studies, University of California, Berkeley, 1973.",
        "0' Connell, A. Free Trade in one (Primary Producing) Country: the Case of Argentina in the 1920's. In Di Tella, Guido and Platt, D. C. M., The Political Economy of Argentina 1880-1 946, Mac Millan and St Antony's College, Oxford, 1986.",
        "North, Douglas C. and Weingast, Barry R., Constitutions and Commitment: The Evolution of Institutions Governing Public Choice in Seventeenth-Century England. Journal of Economic History, Vol. 49, No. 4, 1989, 803-32 Novick, Susana, IAPI. auge y decadencia. Centro Editor de America Latina, Buenos Aires, 1986.",
        "North, Douglass C. Understanding the Process of Economic Development. Princeton: Princeton University Press, 2004.",
        "North, Douglass C. The New Institutional Economics and Third World Development. In: The New Institutional Economics and Third World Development, Haniss, J. Hunter, J. and Lewis, C. (Eds.). Routledge, London and New York, 1995, 17-26.",
        "North, Douglass C. Institutions, Institutional Change and Economic Performance. Cambridge University Press, 1990.",
        "Murmis, Miguel and Portantiero, Juan Carlos, Estudios sobre los orIgenes del Peronismo. Editorial Siglo Veintiuno, Second Edition, Buenos Aires, 1972.",
        "Mora y Araujo, Manuel and Llorente, Ignacio editors, El voto peronista. Ensayos de sociologla electoral argentina. Editorial Sudamericana, Buenos Aires, 1980.",
        "Mollineli, N. Guillermo, Palanza, M. Valeria and Sin, Gisella, Con greso, Presidencia y Justicia en Argentina. Materiales para su estudio. CEDI-Fundaci",
        "Meny, Yves and Knapp, Andrew, Government and Politics in Western Europe. Britain, France, Italy, Germany. Third Edition. Oxford University Press, 1998.",
        "Maddison, Angus, Monitoring the World Economy, 1820-1992. Development Centre Studies, OECD, Paris, 1995 Matsushita, Hiroschi, Movimiento Obrero Argentino 1930-1 945. Sus proyecciones en los orIgenes del Peronismo. Editorial Siglo Veinte, Buenos Aires, 1983.",
        "La Naci",
        "La Prensa, Newspaper Several Years, Buenos Aires, Argentina.",
        "Llach, Juan Jose, La Argentina que nofue. Tomo I. lasfragilidades de la Agrentina agroexportadora (1918-1930). Ediciones del ides, Buenos Aires, 1985.",
        "Little, Walter, Electoral Aspects of Peronism, 1946-1954. Journal of Interamerican Studies and World Affairs, V. 15, Issue 3 (August 1973), 267-284.",
        "Lewis, Paul, The Crisis of Argentine Capitalism. The University of North Carolina Press, chapel Hill and London, 1990.",
        "Lattuada, Mario J., La politica agrarian peronista 1 943-1983. Volumes 1 and 2. Centro Editor de America Latina, Buenos Aires, 1986.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Cristian Pop-Eleches, and Andrei Shleifer, The Guarantees of Freedom, NBER Working Paper No. 8759, January 2002.",
        "Jones, Mark, Saiegh, Sebastian, Spiller, Pablo, and Tommasi, Mariano, Amateur LegislatorsProfessional Politicians. The Argentine Congress. American Journal of Political Science, Vol. 46, No. 3: 656-669 (2002) Kenworthy, Eldon, Interpretaciones ortodoxas y revisionistas del apoyo inicial del Peronismo.",
        "Lipset, Seymour M. (1959) Some Social Requisites of Democracy: Economic Development and Political Legitimacy,American Political Science Review, 53, 69-105.",
        "Iaryczower, Matias, Pablo Spiller, Mariano Tommasi, Judicial Independence in Unstable Environments, Argentina 1936-1998, American Journal of Political Science, 46, Number 4: 699-7 16. International Monetary Fund, International Financial Statistics. International Monetary Fund, Several Issues.",
        "Siglo Veintiuno de Argentina Editores, Buenos Aires, 2002. Higgs, Robert, Crisis and Leviathan. Critical Episodes in the Growth of American Government.",
        "Horowitz, Joel, Argentine Unions, the State and the Rise of Peron, 1930-1 945. Institute of International Studies. University of California, Berkeley, 1990.",
        "Hora, Roy, Los terratenientes de la pampa argentina. Una historia social y politica 1860-1 945.",
        "Helmke, Gretchen, Courts under Constraints. Judges, Generals and Presidents in Argentina. Cambridge University Press, 2005.",
        "Halperin donghi, tulio, La Democracia de Masas. Historia Argentina V. 7. Editorial Paidos, Buenos Aires, ~ Edition, 2000.",
        "Halperin Donghi, Tulio, Liberalism in a Country Born Liberal. In, Love, Joseph and Jacobsen, Nils, Guiding the Invisible Hand. Economic Liberalism and the State in Latin American History. Praeger Publishers, 1988.",
        "_____________________ La republica imposible (1930-1 945). Editorial Arid, Buenos Aires, 2004.",
        "Halperin Donghi, Tulio, Argentina en el callejon. Editorial Arid, 1994.",
        "Halperin Donghi, Tulio, The Buenos Aires Landed Class and the Shape of Argentine Politics (1820-1930). In, Huber, Evelyne and Safford, Frank, Agrarian Structure & Political Power. Landlord & Peasant in the Making of Latin America. University of Pittsburgh Press, Pittsburgh and London, 1995 Halperin Donghi, Tulio. Algunas observaciones sobre Germani, el surgimiento del Peronismo y los migrantes internos. Desarrollo Econ",
        "Halperin Donghi, Tulio. Algunas observaciones sobre Germani, el surgimiento del Peronismo y los migrantes internos. Desarrollo Econ",
        "Goldwert, Marvin, Democracy, Militarism, and Nationalism in Argentina, 1930-1966. University of Texas Press, Austin and London, 1972.",
        "_________________________________ The Rise of the Regulatory State, NBER Working Paper No. 8650, December 2001.",
        "Giacobone, Carlos and Gallo, Edit, Radicalismo bonaerense, 1891-1931. La ingenieria politica de Hipolito Yrigoyen. Ediciones Corregidor, Buenos Aires, 1999.",
        "Glaeser, Edward L. and Andrei Shleifer, The Curly Effect, NBER Working Paper No. 8942, May 2002.",
        "Gay, Luis, El partido laborista en la Argentina. La historia del partido que llevo a Per",
        "Gerchunoff, Pablo, Peronist Economic Policies, 1946-55. In, di Tella, Guido and Dornbusch, Rudiger, The Political Economy of Argentina, 1 946-83. University of Pittsburgh Press, 1989.",
        "Gallo, Ezequiel and Cortes Conde, Roberto, Historia Argentina. La rep",
        "Federaci",
        "Ferrer, Aldo, The Argentine Economy. University of California Press, Berkeley and Los Angeles, Fenero, Roberto, Del fraude a la soberania popular, 1938-1 946. Ediciones La Bastilla, Buenos Aires, 1976.",
        "Fayt, Carlos and Angeleri, Luis, Naturaleza del peronismo, Editorial Viracocha. Coleccion de Estudios Sociales, Buenos Aires, 1967.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff, The Evolution of Suffrage Institutions in the New World, The Journal of Economic History, 65, Number 4 (December 2005): 891921.",
        "Direccion Nacional de Estadisticas y Censos, Cuarto Censo Nacional 1947. Direccion Nacional de Estadisticas y Censos, Buenos Aires, 1947. Elizagaray, Atilio Antonio, The Political Economy of a Populist Government. Argentina 1 943-55.",
        "Di Tella, Torcuato, Historia social de la Argentina Contemporanea. Editorial Troquel,Buenos Aires, 1998.",
        "Di Tella, Guido, Controversias economicas en la Argentina, 1930-1970. In Fogarty, J., Gallo, E.",
        "Diaz Alejandro, Carlos F., Argentina, Australia and Brazil Before 1929. In Platt, D. C. M. and di Tella, Guido (Eds.), Argentina, Australia and Canada. Studies in Comparative Development 1870-1965. St. Martin's Press, New York, 1985 Di Tella, Guido and Zimelman, Manuel, Los ciclos economicos Argentinos. Paidos, Buenos Aires, 1973.",
        "Diaz Alejandro, Carlos F. Essays on the Economic History of the Argentine Republic. Yale University Press, New Haven and London, 1970.",
        "Della Paolera, Gerardo and Taylor, Alan, Straining the anchor. The Argentine Currency Board and the Search for Macroeconomic Stability, 1880-1935. National Bureau of Economic Research, The University of Chicago Press, Chicago and London, 2001.",
        "___________________ Economic Recovery from the Argentine Great Depression: Institutions, Expectations, and the Change of Macroeconomic Regime, The Journal of Economic History, V. 59, No. 3, September 1999.",
        "Series on Latin America Studies, Cambridge: David Rockefeller Center for Latin American Studies; Harvard University Press(1998), 139-69.",
        "Crawley, Eduardo, A House Divided. Argentina 1880-1980. C. Hurst & Company, London, 1984.",
        "Della Paolera, Gerardo and Taylor, Alan M., Finance and Development in an Emerging Market: Argentina in the Interwar Period. In: Latin America and the world Economy since 1800.",
        "Bogart, Dan and Gary Richardson. Institutional Adaptability and Economic Development: The Property Rights Revolution in Britain, 1700 to 1830. University of California-Irvine.",
        "Cambridge, Massachusetts, London England, 1996. Bidart Campos, German, The Argentine Supreme Court. The Court of Constitutional Guarantees.",
        "Balsa, Javier, La crisis de 1930 en el agro pampeano. Biblioteca Politica Argentina, Centro Editor de America Latina, Buenos Aires, 1992. Bano, Robert J., Getting it Right. Markets and Choices in a Free Society. The MIT Press.",
        "Azaretto, Roberto, Historia de las Fuerzas Conservadoras. Biblioteca Politica Argentina, Centro Editor de America Latina, Buenos Aires, 1983.",
        "Ansaldi, Waldo, Pucciarelli, Alfredo and Vilirruel, Jos",
        "Biblioteca Politica Argentina, Centro Editor de America Latina, Buenos Aires, 1993.",
        "Ansaldi, Waldo Compilador, Conflicto obrero-ruralespameanos 1900-193 7. Tomos 1, 2 and 3.",
        "Alston, Lee J. and Gallo, Andr",
        "Alston Lee J. and Bernardo Mueller Pork for Policy: Executive and Legislative Exchange in Brazil Journal of Law Economics and Organization 22, Number 1 (Spring 2006): 87114.",
        "Alston, Lee J., Farm Foreclosure Moratorium Legislation: A Lesson from the Past, American Economic Review, 74 (June 1984): 445-457.",
        "Alhadeff, Peter, Social Welfare and the Slump. Argentina in the 1930s. In Platt, D. C. M., Social Welfare, 1850-1950. Australia. Argentina and Canada Compared. MacMillan Press, 1989.",
        "Alexander, Robert J., Juan Domingo PerOn. A History. Westview Press, Boulder, Colorado, 1979.",
        "Aguinaga, Carlos and Azaretto, Roberto, Ni d",
        "Adelman, Jeremy, Republic of Capital. Buenos Aires and the Legal Transformation of the Atlantic World. Stanford University Press, Stanford California, 1999.",
        "Acemoglu, Daron, Simon Johnson, James Robinson and Pierre Yared, Income and Democracy, American Economic Review, 98 (June 2008): 808-842.",
        "Cortes Conde, Roberto, El progreso argentino. Editorial Sudamericana, Buenos Aires, 1979.",
        "Cortes Conde, Roberto, Pro greso y declinaci",
        "Cortes Conde, Roberto, The Vicissitudes of an Exporting Economy: Argentina, 1875-1930. In, Cardenas, Enrique, Ocampo, Jose Antonio and Thorp, Rosemary, An Economic History of Twentieth Century Latin America. Volume 1. The Export Age. The Latin American Economies in the Late Nineteenth and Early Twentieth Centuries. Palgrave and St.",
        "Congreso Nacional, Diario de Sesiones Honorable Camara de Diputados de la Nacion, 1936, Reunion No 11, June 18 Cortes Conde, Roberto and Gallo, Ezequiel, Laformaci",
        "Center for International Comparissons, Penn World Tables 6.0. Center for International Comparissons, University of Pennsylvania, at http://pwt.econ.upenn.edu/ Ciria, Alberto, Partidos y Poder en la Argentina Moderna (1930-1 946). Editorial de la Flor, Third Edition, Buenos Aires, 1975.",
        "Constituido en Tribunal. Volume VI, Buenos Aires, 1947.",
        "_____________ Materiales para el estudio de la sociologia politica en la Argentina. Editorial del Instituto Torcuato Di Tella, Buenos Aires, 1968.",
        "Botana, Natalio, Gallo, Ezequiel and Fernandez, Eva, La crisis de 1930. Serie Archivo Alvear, Instituto Torcuato Di Tella, Buenos Aires, 1997."
    ]
}