{
    "id": 15207,
    "cites": 42,
    "cited_by": 27,
    "reference": [
        "Goldstein, Itay and AssafRazin, 2006, An information-Based Tradeoff between Foreign Direct Investment and Foreign Portfolio investment, Journal of International Economics 70, 271-295.",
        "Forbes, Kristin J. 2007, One cost of the Chilean capital controls: Increased financial constraints for smaller traded firms, Journal of International Economics 71, pp. 294-323.",
        "Fisman, Raymond and Inessa Love, 2007, Financial Dependence And Growth Revisited, Journal of the European Economic Association 5(2-3), pp. 470-479.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The Cross-Section of Expected Stock Returns, Journal of Finance, vol. 47(2), pp. 427-465.",
        "Ehrmann, Michael, Marcel Fratzscher, and Arnaud Mehl, 2009, What Has Made the Current Financial Crisis Truly Global, Unpublished ECB working paper, 20 May 2009.",
        "Mihir Desai, Fritz Foley and Kristin Forbes, 2008, Financial Constraints and Growth: Multinational and Local Firm Responses to Currency Depreciations. Review of Financial Studies 21, pp. 2857-2888.",
        "Desai, Mihir, Fritz Foley and Kristin Forbes, 2008, Financial Constraints and Growth: Multinational and Local Firm Responses to Currency Depreciations. Review of Financial Studies 21, pp. 2857-2888.",
        "Eichengreen, Barry, Ashoka Mody, Milan Nedeljkovic, and Lucio Sarno, 2009, How the Subprime Crisis Went Global: Evidence from Bank Credit Default Swap Spreads, NBER Working Paper No. 14904.",
        "Dell'Ariccia, Giovanni, Deniz Igan, and Luc Laeven, 2008, Credit Booms and Lending Standards: Evidence From the Subprime Mortgage Market, CEPR Discussion Papers 6683.",
        "Claessens, Stijn, Ayhan M. Kose, and Marco Terrones 2008, What Happens During Recessions, Crunches, and Busts? IMF Working Paper 08/274.",
        "Dell'Ariccia, Giovanni, Enrica Detragiache, and Raghuram Rajan, 2008, The Real Effect of Banking Crises, Journal of Financial Intermediation, vol. 17(1), pp. 89-112.",
        "Claessens, Stijn, Michael P. Dooley, and Andrew Warner, 1995, Portfolio Capital Flows: Hot or Cold? The World Bank Economic Review, Vol. 9. No. 1, pp. 153-74.",
        "Claessens, Stijn, Michael P. Dooley, and Andrew Warner, 1995, Portfolio Capital Flows: Hot or Cold? The World Bank Economic Review, Vol. 9. No. 1, pp. 153-74.",
        "Chari, V. V., Lawrence J. Christiano and Patrick J. Kehoe 2008, Facts and Myths about the Financial Crisis of 2008, Federal Reserve Bank of Minneapolis Working Paper 666.",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Luis-Fernando Mejia, 2008, Systemic Sudden Stops: The Relevance of Balance-Sheet Effects And Financial Integration, NBER Working Paper No. 14026.",
        "Bernanke, Ben S., and Cara S. Lown, 1991, The Credit Crunch, Brookings Papers on Economic Activity, No.2, pp. 205-247.",
        "Borensztein, Eduardo, and Jong-Wha Lee, 2002, Financial Crisis and Credit Crunch in Korea: Evidence from Firm-level Data, Journal of Monetary Economics, vol. 49(4), pp. 853-875.",
        "Bernanke, Ben 5, 2008, Semiannual Monetary Policy Report to the Congress, February 27, 2008.",
        "Bates, Thomas W., Kathleen M. Kahle, and Ren",
        "Almeida, Heitor, Murillo Campello, Bruno Laranjeira and Scott Weisbenner, 2009, Corporate Debt Maturity and the Real Effects of the 2007 Credit Crisis, NBER WP 14990.",
        "Aguiar, Mark and Gita Gopinath, 2005, Fire-Sale Foreign Direct Investment and Liquidity Crises, Review of Economics and Statistics 87(3), pp 439-452.",
        "Whited, Toni, and Guojun Wu, 2006, Financial Constraints Risk, Review of Financial Studies, vol.19(2), pp. 531-559.",
        "Wei, Shang-Jin, and Yi Wu, 2002, Negative Alchemy? Corruption, Composition of Capital Flows, and Currency Crises, in Sebastian Edwards and Jeffrey Frankel, eds., Preventing Currency Crises in Emerging Markets, Chicago: University of Chicago Press, 2002, p461-501.",
        "Wei, Shang-Jin, 2006, Connecting two views on financial globalization: Can we make further progress?, Journal of the Japanese International Economics,20(4): 459-481.",
        "Wei, Shang-Jin, 2001, Domestic Crony Capitalism and International Fickle Capital: Is There a Connection? International Finance, 4(1): 15-45.",
        "Stulz, Ren",
        "Tong, Hui and Shang-Jin Wei, 2008, Real Effects of the Subprime Mortgage Crisis: Is it a Demand or a Finance Shock?, NBER Working Paper No.14205 and IMF Working Paper 08/186.",
        "Rodrik, Dani, and Arvind Subramanian, 2009, Why did financial Globalizations Dissappoint?, IMF Staff Paper, vol. 56(1), pp. 112-138.",
        "Reinhart, Carmen, and Kenneth Rogoff, 2008, Is the 2007 U.S. Sub-Prime Financial Crisis So Different? An International Historical Comparison, NBER Working Paper No. 13761.",
        "Rajan, Raghuram and Luigi Zingales, 1998, Financial dependence and growth, American Economic Review, vol. 88(3), pp. 559-586.",
        "Raddatz, Claudio, 2006, Liquidity needs and vulnerability to financial underdevelopment, Journal of Financial Economics, vol. 80(3), pp. 677-722.",
        "Prasad, Eswar S., Raqhuram G. Rajan, and Arvind Subramanian, 2007, Foreign Capital and Economic Growth, NBER Working Paper No.13619.",
        "Mian, Atif, and Amir Sufi, 2008, The Consequences of Mortgage Credit Expansion: Evidence from the 2007 Mortgage Default Crisis, NBER Working Paper No. 13936.",
        "Levchenko, Andrei A., and Paolo Mauro, 2007, Do Some Forms of Financial Flows Help Protect Against Sudden Stops?, World Bank Economic Review 2007:389-411.",
        "Lakonishok, Josef., Andrei Shleifer, and Robert.W. Vishny, 1994, Contrarian Investment, Extrapolation and Risk, Journal of Finance, vol. 49(5), pp. 154 1-78.",
        "Kroszner, Randall, Luc Laeven, and Daniela Klingebiel (2007), Banking crises, Financial dependence, and Growth, Journal of Financial Economics, vol. 84(1), pp. 187-228.",
        "Kose, Ayhan M., Eswar Prasad, Kenneth Rogoff, and Shang-Jin Wei, 2009, Financial Globalization: A Reappraisal, IMF Staff Paper, vol. 56(1), pp. 8-62.",
        "Kim, Woochan, and Shang-Jin Wei, 2002, Foreign Portfolio Investors Before and During a Crisis, Journal of International Economics. 56(1): 77-96.",
        "Kose, Ayhan M., Eswar Prasad, Kenneth Rogoff, and Shang-Jin Wei, 2003, Effects of Financial Globalization on Developing Countries: Some Evidence, IMF Occasional Paper 220.",
        "Henry, Peter, 2007, Capital Account Liberalization: Theory, Evidence, and Speculation, Journal of Economic Literature vol. 45(4), pp. 887-935.",
        "Griffin, John, 2002, Are the Fama and French Factors Global or Country-Specific? Review of Financial Studies 15, 783-803.",
        "Greenlaw, David, Jan Hatzius, Anil K. Kashyap, Hyun Song Shin, 2008, Leveraged Losses: Lessons from the Mortgage Market Meltdown, draft paper prepared for US Monetary Policy Forum Conference Report No. 2."
    ]
}