{
    "id": 15204,
    "cites": 49,
    "cited_by": 2,
    "reference": [
        "Schoar, Antoinette. 2002. The Effect of Divers ification on Firm Productivity, Journal of Finance, 62 (6), 2379-2403.",
        "Shleifer, Andrei and Daniel Wolfenzon. 2002. Investor Protection and Equity Markets, Journal of Financial Economics, 66, 3-5 7.",
        "Stolper, W. and Samuelson, P. (1941), -Protection and real wages, Review of Economic Studies, 9, 58-73.",
        "Stulz, Ren",
        "Wacziarg, Romain and Jessica Seddon Wallack. 2004. Trade liberalization and Intersectoral labor movements, Journal of International Economics 64 (3), 411-435.",
        "Sachs, Jeffrey and Andrew Warner. 1995. Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, 1, 1-95.",
        "Rajan, Raghuram and Luigi Zingales. 1998. Financial Development and Growth, American Economic Review, 88(3), 559-586.",
        "Ottaviano, Gianmarco and Giovanni Pen. 2008. Immigration and Wages; Clarifying the Theory and Empirics NBER Working Paper Number 14188 Petersen, Mitchell. 2009. Estimating Standard Errors in Finance Panel Data Sets: ComparingApproaches. Review of Financial Studies, January, 22: 435-480.",
        "Pencavel, John. 1986. Labor Supply of Men: A Survey, in Orley Ashenfelter and Richard Layard, (eds), Handbook of Labor Economics, Volume I, North-Holland, 3-102.",
        "Levine, Ross, and Sara Zervos. 1998b. Capital Control Liberalization and Stock Market Development, World Development, 26(7): 1169-83.",
        "Levine, Ross, and Sara Zervos. 1998a. Stock Markets, Banks, and Economic Growth, American Economic Review, 88(3): 537-58.",
        "Levine, Ross. 1997. Financial Development and Economic Growth: Views and Agenda. Journal of Economic Literature, 35(2): 688-726.",
        "Lawrence, Robert (2008), Blue-collar blues: Is trade to blame for rising US income inequality?, Institute for International Economics.",
        "Krugman, Paul. 1995. Growing World Trade: Causes and Consequences, Brookings Papers on Economic Activity, 1:327-362.",
        "Krugman, Paul. 2008. Trade and Wages, Reconsidered Brookings Papers on Economic Activity, 1, Lawrence, Robert Z. and Matthew Slaughter. 1993. International Trade and American Wages in the 1980s: Giant Sucking Sound or Small Hiccup? Brookings Papers on Economic Activity: Microeconomics, 1, 161-226.",
        "Kose, Ayhan, Eswar Prasad, Kenneth Rogoff, and Shang-Jin Wei. 2006. Financial Globalization: A Reappraisal, NBER Working Paper No. 12484.",
        "Henry, Peter Blair. 2003. Capital Account Liberalization, the Cost of Capital, and Economic Growth, American Economic Review, 93(2), 9 1-96.",
        "Henry, Peter Blair. 2007. Capital Account Liberalization: Theory, Evidence, and Speculation, Journal of Economic Literature, 45(4), 887-935.",
        "Henry, Peter Blair. 2002. Is Disinflation Good for the Stock Market? Journal of Finance, 57(4), 1617-1648.",
        "Hale, Gahina and Cheryl Long. 2008. Did Foreign Direct Investment Put an Upward Pressure on Wages in China? Federal Reserve Bank of San Francisco Working Paper, Number 2006-25.",
        "Gourinchas, Pierre Ohivier and Ohivier Jeanne. 2006. The Elusive Gains from International Financial Integration, Review of Economic Studies, 73(3), 715-741.",
        "Goldberg, Pinelopi and Nina Pavcnik. 2007. Distributional Effects of Globalization in Developing Countries, Journal of Economic Literature, 45(1), 39-82.",
        "Frankel, Jeffrey A. 1994. Introduction in The Internationalization of Equity Markets, Jeffrey A. Frankel (ed), Chicago and London: University of Chicago Press, 1-20.",
        "Fischer, Stanley, Ratna Sahay, and Carlos V",
        "Feenstra, R. and G. Hanson (2003): Global Production Sharing and Rising Inequality: A Survey of Trade and Wages, in Choi, E.K. and J. Harrigan (eds.) Handbook of International Trade. Blackwell: Malden, MA, 146-185.",
        "Feenstra, R. C., and G. H. Hanson (1997): Foreign Direct Investment and Relative Wages: Evidence from Mexico's Maquiladoras, Journal of International Economics, 42(3-4), 371-93.",
        "Eaton, Jonathan and Samuel Kortum. 1999. International Technology Diffusion: Theory and Measurement, International Economic Review, 40(3), 1999, 537-570 Eaton, Jonathan and Samuel Kortum. 2001a. Technology, Trade, and Growth: A Unified Framework, European Economic Review, 45(4-6), 2001, 742-755 Eaton, Jonathan and Samuel Kortum. 200 lb. Trade in Capital Goods European Economic Review, 45(7), 2001, 1195-1235 Eichengreen, Barry. 2001. Capital Account Liberalization: What Do Cross-Country Studies Tell Us? The World Bank Economic Review, 16(3), 34 1-365.",
        "DeLong, J. Bradford and Lawrence Summers. 1993. How Strongly Do Developing Economies Benefit from Equipment Investment? Journal of Monetary Economics 32, 395-4 15.",
        "DeLong, J. Bradford and Lawrence Summers. 1991. Equipment Investment and Economic Growth, Quarterly Journal of Economics 106, 445-502.",
        "DeLong, J. Bradford. 2004. Should We Still Support Untrammeled International Capital Mobility? Or Are Capital Controls Less Evil than We Once Believed? The Economists' Voice, 1.",
        "Cragg, M.I. and M. Epelbaum (1996): Why has wage dispersion grown in Mexico? Is it the incidence of reforms or the growing demand for skills? Journal of Development Economics, 51: 99-116.",
        "Cline, William 1997). Trade and income Distribution. Institute for International Economics.",
        "Couhibaly, Brahima and Jonathan Millar. 2007. Estimating the Long-Run User Cost Elasticity for a Small Open Economy: Evidence Using Data from South Africa Federal Reserve Board of Governors, Finance and Economics Discussion Series, 2007-25.",
        "Chine, William R. 1995. International Debt Reexamined. Washington, D.C.: Institute for International Economics.",
        "Chirinko, Robert S. 1993. Business Fixed Investment Spending: Modeling Strategies, Empirical Results, and Policy Implications, Journal of Economic Literature, 31, 1875-1911.",
        "Chari, Anusha and Peter Blair Henry. 2008. Firm-Specific Information and the Efficiency of Investment Journal of Financial Economics, 87 (3), 636-655.",
        "Caselhi, Francesco and Daniel Wilson. 2003. Importing Technology, Journal of Monetary Economics 51(1), 1-32.",
        "Cameron. A. Cohn, Jonah Gelbach and Douglas L. Miller. 2009. Robust Inference with Multiway Clustering NBER Technical Working Paper Number 327.",
        "Card, David. 2009. Immigration and Inequality NBER Working Paper Number 14683.",
        "Caballero, Ricardo J. 1994. Small Sample Bias and Adjustment Costs, Review of Economics and Statistics, 76, 52-5 8.",
        "Borjas, George, Richard B. Freeman, and Lawrence F. Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity, 1:1 -90.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. How Much Should We Trust Difference in Difference Estimates? Quarterly Journal of Economics 119(1), 24975.",
        "Barro, Robert J. and Xavier Sala-I-Martin. 1995. Economic Growth, New York: McGraw Hill.",
        "Behrman, Jere, Nancy Birdsall, and Miguel Szekely. 2000. Economic Reform and Wage Differentials in Latin America, IADB Working Paper 435. Washington, DC: Inter American Development Bank.",
        "Ashenfelter, Orley. 1978. Estimating the Effect of Training Programs on Earnings. The Review of Economics and Statistics, 60 (1), 47-57.",
        "Almeida, Rita. 2007. The Effects of Foreign Owned Firms on the Labor Market, Journal of International Economics, 72(1), 75-96.",
        "Alfaro, Laura, Sebnem Kalemli-Ozcan, and Vadym Volosovych. 2008. Why Doesn't Capital Flow from Rich to Poor Countries? An Empirical Investigation. Review of Economics and Statistics, Forthcoming.",
        "Alfaro, Laura and Eliza Hammel. 2007. Capital Flows and Capital Goods, Journal of International Economics, 72(1), 128-150.",
        "Aitken, Brian, Ann Harrison, and Robert Lipsey. 1996. Wages and foreign ownership A comparative study of Mexico, Venezuela, and the United States, Journal of International Economics, 40(3-4), 345-371."
    ]
}