{
    "id": 15216,
    "cites": 15,
    "cited_by": 9,
    "reference": [
        "Alexander Astin, What Matters in College: Four Critical Years Revisited (San Francisco CA: Jossey-Bass, 1993).",
        "Gary L. Blose, John D. Porter, and Edward C. Kokkelenberg, Ã\u0082â\u0080\u009cThe Effect of Institutional Funding Cuts on Baccalaureate Graduation Rates in Public Higher EducationÃ\u0082â\u0080\u009d in Ronald G. Ehrenberg ed. WhatÃ\u0082â\u0080\u0099s Happening to Public Higher Education?: The Shifting Financial Burden (Baltimore MD: The Johns Hopkins University Press, 2007).",
        "George Casella and Roger Berger, Statistical Inference (2nd edition) (Duxbury Press, 2001).",
        "James S. Coleman et. al. Equality of Educational Opportunities (Washington DC: U.S. Office of Education, 1966).",
        "Serio Firpo, Nicole M. Fortin and Thomas Lemieux, Ã\u0082â\u0080\u009cUnconditional Quantile RegressionsÃ\u0082â\u0080\u009d, National Bureau of Economic Research Technical Working Paper No. 339 (Cambridge, MA: July 2007).",
        "Hans De Groot et. al., Ã\u0082â\u0080\u009cThe Cost Structure of American Research UniversitiesÃ\u0082â\u0080\u009d, Review of Economics and Statistics 73 (August 1991): 424-431.",
        "Ronald G. Ehrenberg, Dominic J. Brewer, Adam Gamoran, and J Douglas Willms, Ã\u0082â\u0080\u009cClass Size and Student AchievementÃ\u0082â\u0080\u009d, Psychological Science in the Public Interest 2 (May 2001): 1-30.",
        "Ronald G. Ehrenberg and Donna Rothstein, Ã\u0082â\u0080\u009cDo Historically Black Colleges and Universities Confer Unique Advantages of Students? An Initial AnalysisÃ\u0082â\u0080\u009d, in Ronald G. Ehrenberg ed. Choices and Consequences: Contemporary Policy Issues in Economics (Ithaca NY: ILR Press, 1994).",
        "Roland G. Fryer Jr. and Michael Greenstone, Ã\u0082â\u0080\u009cThe Causes and Consequences of Attending Historically Black Colleges and UniversitiesÃ\u0082â\u0080\u009d, National Bureau of Economic Research Working Paper No. 13036 (Cambridge MA: April 2007).",
        "Edward C Kokklenberg, Esha Sinha, John D. Porter, and Gary L. Blose, Ã\u0082â\u0080\u009cThe Efficiency of Private Universities as Measured by Graduation RatesÃ\u0082â\u0080\u009d, Cornell Higher Education Research Institute Working Paper No. 113 (Ithaca NY, July 2008).",
        "Tamar Lewin, Ã\u0082â\u0080\u009cStaff Jobs on Campus Outpace EnrollmentÃ\u0082â\u0080\u009d, New York Times (April 21, 2009).",
        "Gary R. Pike, John C. Smart, George D. Kuh, and John C. Hayek, Ã\u0082â\u0080\u009cEducational Expenditures and Student Engagement: When Does Money Matter?Ã\u0082â\u0080\u009d Research in Higher Education 47 (November 2006):847-872.",
        "John F. Ryan, Ã\u0082â\u0080\u009cThe Relationship Between Institutional Expenditures and Degree Attainment at Baccalaureate CollegesÃ\u0082â\u0080\u009d, Research in Higher Education 45 (March 2004): 97-114.",
        "Jane Wellman et. al. The Growing Imbalance: Recent Trends in U.S Postsecondary Education Finance (Washington DC: Delta Cost Project, 2008).",
        "Jane Wellman et. al. Trends in College Spending: Where Does the Money Come From and Where Does it Go? (Washington DC: Delta Cost Project, 2009)."
    ]
}