{
    "id": 15217,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Witte, J. K. (2006), Change of Degrees and Degrees of Change: Comparing Adaptations of European Higher Education Systems in the Context of the Bologna Process, Doctoral dissertation, University of Twente, Netherlands.",
        "Spinelli, G. (2005), Mobility and Admission of Graduate Students Across the Atlantic: New Challenges with the Bologna Process, IlENetworker Magazine, Spring: http://www.iienetworkorg/?p=Spine]ii Unesco Institute for Statistics, Data for 1970-1996: hltp://wwwuis.iinesco.org/pagesen/edhim Unesco Institute for Statistics, Data for 1999-2006: hltp://stats.ws.unescoorg/unesco!tabieviewer/docurnent.asnx?Reporllci= 143 Windolf, P. (1997), Expansion and Structural Change: Higher Education in Germany, United States and Japan 1870-1990, Westview, Boulder.",
        "Periodicals Service Company & Schmidt Periodicals GmbH: http://wwwperiodica] s.com/downioad.htrni Portes, R. (1987), Economics in Europe, European Economic Review, Vol. 31(6), pp. 1329-1340.",
        "Neary, P.J., J.A. Mirrlees and J. Tirole (2003), Evaluating Economics Research in Europe: an Introduction, Journal of the European Economic Association, Vol. 1(6), 1239-1249.",
        "NAFSA (2007), The Bologna Process, International Educator Bologna 2007 Supplement: http://wwwnafsaoig/ /DocumentI /boiognaprocess ie supp pdf National Center for Education and Statistics (2008), Digest of Education Statistics: 2007, March, Washington DC: http://n ces.ed.gov/programs/digest/d07!indexasp Nuffic (2008), Internationalization in Education in the Netherlands 2007, The Hague.",
        "Mas-Colell, A. (2003), The European Space of Higher Education: Incentive and Governance Issues, Rivista di Politica Economica, Vol. 93(11-12), pp. 9-27.",
        "Fonseca, G.L., Economics Journals: A Chronological Account: http://cepanewschool.edu/het/essavs/journaihtm Frey, B. and R. Eichenberger (1993), American and European Economics and Economists, Journal of Economic Perspectives, Vol. 7(4), pp. 185-193.",
        "European Commission (2007), THE BOLOGNA PROCESS, Towards the European Higher Education Area: http ://ec europa eu/edu cationlpoiicies/educiboiognaiboiogna en.htnii European Commission (2008), Erasmus - Statistics, Erasmus student and teacher mobility: http://ec.europa.eu/educati on/prograrnmes/iip/erasmii s!statisti/tah]e I .pdf Eurydice (2000), Two Decades of Reform in Higher Education in Europe: 1980 Onwards, Education and Culture Directorate General, European Commission, Brussels.",
        "Dr",
        "Center for Research Libraries, Catalog of Foreign Doctoral Dissertations Database: http:i/wwwcrieduicontentasp?ii=5&12=23&]3=44&14=25 Coup",
        "Cardoso, AR., P. Guimar",
        "Amir, R. and M. Knauff (2008), Ranking Economics Departments Worldwide on the Basis of PhD Placement, Review of Economics and Statistics, Vol. 90(1), pp. 185-190.",
        "Adelman, C. (2009), The Bologna Process for U.S. Eyes: Re-learning Higher Education in the Age of Convergence, Institute for Higher Education Policy, Washington, DC."
    ]
}