{
    "id": 15212,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Smith, Randall, and Jesse Eisinger, 2004, The insiders' magic way to sell - SEC investigates securities firms that used derivatives contracts to help executives trade quietly, Wall Street Journal, March 19",
        "Loughran, Tim and Jay R. Ritter, 2000, Uniformly least powerful tests of market efficiency, Journal of Financial Economics 55, 361-389.",
        "John, Kose, Anthony Saunders, and Lemma W. Senbet, 2000, A theory of bank regulation and management compensation, The Review of Financial Studies 13, 95-112.",
        "John, Kose, and Yiming Qian, 2003, Incentive features in CEO compensation in the banking industry, Federal Reserve Bank of New York Economic Policy Review 9, 109-121.",
        "John, Kose, Hamid Mehran, and Yiming Qian, 2008, Outside monitoring and CEO compensation in the banking industry, unpublished working paper, New York University, New York, NY.",
        "Jagolinzer, Alan D., Matsunaga, Steven R., and Eric Yeung, 2007, An analysis of insiders' use of prepaid variable forward transactions, Journal of Accounting Research 45, 1055-1079.",
        "Hubbard, R. Glenn, and Darius Palia, 1995, Executive pay and performance: Evidence from the U.S. banking industry, Journal of Financial Economics 39, 105-130.",
        "Houston, Joel F., and Christopher James, 1995, CEO compensation and bank risk: Is compensation in banking structured to promote risk-taking? Journal of Monetary Economics 36, 405-431.",
        "Himmelberg, Charles P., R. Glenn Hubbard, and Darius Palia, 1999, Understanding the determinants of managerial ownership and performance, Journal of Financial Economics 53, 333-384.",
        "Hall, Brian J., and Jeffrey B. Liebman, 1998, Are CEOs really paid like bureaucrats? Quarterly Journal of Economics 113, 653-691.",
        "Guay, Wayne, 1999, Compensation, convexity, and the incentives to manage risk: An empirical analysis, Journal of Financial Economics 53, 43-7 1.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on bonds and stocks, Journal of Financial Economics 33, 3-53.",
        "Fama, Eugene F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Demsetz, Harold, and Kenneth Lehn, 1985, The structure of corporate ownership: Causes and consequences, Journal of Political Economy 93, 1155-1177.",
        "Crawford, Anthony J., John R. Ezzell, and James A. Miles, 1995, Bank CEO pay-performance relations and the effects of deregulation, Journal of Business 68, 23 1-256.",
        "Core, John E., and David F. Larcker, 2002, Performance consequences of mandatory increases in executive stock ownership, Journal of Financial Economics 64, 317-340.",
        "Core, John E., and Wayne Guay, 1999, The use of equity grants to manage optimal equity incentive levels, Journal of Accounting & Economics 28, 151-184.",
        "Bettis, J. Can, Bizjak, John M., and Michael L. Lemmon, 2001, Managerial ownership, incentive contracting, and the use of zero-cost collars and equity swaps by corporate insiders, Journal of Financial and Quantitative Analysis 36, 345-370.",
        "Olin Center for Law, Economics, and Business, Harvard University, Cambridge, MA. Beltratti, Andrea, and Ren",
        "Bebchuck, Lucian A., and Holger Spamann, 2009, Regulating bankers' pay, working paper, John M.",
        "Barro, Jason R., and Robert J. Barro, 1990, Pay, performance, and turnover of bank CEOs, Journal of Labor Economics 8, 448-48 1.",
        "Adams, Ren"
    ]
}