{
    "id": 15215,
    "cites": 48,
    "cited_by": 4,
    "reference": [
        "Xiong, W., 2001, Convergence Trading with Wealth Effects: An Amplification Mechanism in Financial Markets, Journal of Financial Economics, 62, 247-292.",
        "Wang, J., 1994, A Model of Competitive Stock Trading Volume, Journal of Political Economy, 102, 127-168.",
        "Vayanos, D. and J. Wang, 2009, Theories of Liquidity, Foundations and Trends in Finance, forthcoming.",
        "Vayanos, D. and J.-L. Vila, 1999, Equilibrium Interest Rate and Liquidity Premium with Transaction Costs, Economic Theory, 13, 509-539.",
        "Vayanos, D., 2004, Flight to Quality, Flight to Liquidity and the Pricing of Risk, working paper, London School of Economics.",
        "Vayanos, D., 1998, Transaction Costs and Asset Prices: A Dynamic Equilibrium Model, Review of Financial Studies, 11, 1-58.",
        "Sadka, R., 2006, Momentum and Post-Earnings Announcement Drift Anomalies: The Role of Liquidity Risk, Journal of Financial Economics, 80, 309-349.",
        "Roll, R., 1984, A Simple Implicit Measure of the Effective Bid-Ask Spread in an Efficient Market,  Journal of Finance, 39, 1127-1139.",
        "Pagano, M., 1989, Trading Volume and Asset Liquidity, Quarterly Journal of Economics, 104, 255-274.",
        "Pastor, L. and R. Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy, 111, 642-685.",
        "O'Hara, M., 2003, Liquidity and Price Discovery, Journal of Finance, 58, 1335-1354.",
        "Lo, A., H. Mamaysky and J. Wang, 2004, Asset Prices and Trading Volume under Fixed Transactions Costs, Journal of Political Economy, 112, 1054-1090.",
        "Kyle, A., 1985, Continuous Auctions and Insider Trading, Econometrica, 53, 1315-1335.",
        "Kyle, A. and W. Xiong, 2001, Contagion as a Wealth Effect, Journal of Finance, 56, 14011440.",
        "Huang, M., 2003, Liquidity Shocks and Equilibrium Liquidity Premia, Journal of Economic Theory, 109, 104-129.",
        "Huang, J. and J. Wang, 2008b, Market Liquidity, Asset Prices and Welfare, Review of Financial Studies, forthcoming.",
        "Huang, J. and J. Wang, 2008a, Liquidity and Market Crashes, Review of Financial Studies, forthcoming.",
        "Hirshleifer, J., 1971, The Private and Social Value of Information and the Reward to Inventive Activity, American Economics Review, 61, 561-574.",
        "Hasbrouck, J., 2006, Trading Costs and Returns for US Equities: Estimating Effective Costs from Daily Data, working paper, New York University.",
        "Heaton, J. and D. Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy, 104, 443-487.",
        "Grossman, S. and J. Stiglitz, 1980, On the Impossibility of Informationally Efficient Markets,  American Economic Review, 70, 393-408.",
        "Grossman, S. and M. Miller, 1988, Liquidity and Market Structure, Journal of Finance, 43, 617-633.",
        "Gromb, D. and D. Vayanos, 2002, Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs, Journal of Financial Economics, 66, 361-407.",
        "Glosten, L. and P. Milgrom, 1985, Bid, Ask, and Transaction Prices in a Specialist Market with Heterogeneously Informed Traders, Journal of Financial Economics, 13, 71-100.",
        "Glosten, L. and L. Harris, 1988, Estimating the Components of the Bid/Ask Spread, Journal of Financial Economics, 21, 123-142.",
        "Geanakoplos, J. and W. Zame, 2009, Collateralized Security Markets, working paper, Yale University.",
        "Geanakoplos, J., 2003, Liquidity, Default and Crashes: Endogenous Contracts in General Equilibrium,  in M. Dewatripont, L. Hansen and S. Turnovsky (eds.), Advances in Economics and Econometrics: Theory and Applications II, Econometric Society Monographs: Eighth World Congress, Cambridge University Press, Cambridge, UK.",
        "Garleanu, N. and L. Pedersen, 2004, Adverse Selection and the Required Return, Review of Financial Studies, 17, 643-665.",
        "Garleanu, N., 2009, Pricing and Portfolio Choice in Illiquid Markets, Journal of Economic Theory, 144, 532-564.",
        "Easley, D. and M. O'Hara, 2004, Information and the Cost of Capital, Journal of Finance, 59, 1553-1583.",
        "Ellul, A. and M. Pagano, 2006, IPO Underpricing and After-Market Liquidity, Review of Financial Studies, 19, 381-421.",
        "Easley, D. and M. O'Hara, 1987, Price, Trade Size, and Information in Securities Markets, Journal of Financial Economics, 19, 69-90.",
        "Duffie, D., N. Garleanu and L. Pedersen, 2008, Valuation in Over-the-Counter Markets, Review of Financial Studies, 20, 1865-1900.",
        "Duffie, D., N. Garleanu and L. Pedersen, 2005, Over-the-Counter Markets, Econometrica, 73, 1815-1847.",
        "Diamond, D. and R. Verrecchia, 1981, Information Aggregation in a Noisy Rational Expectations Economy, Journal of Financial Economics, 9, 221-235.",
        "Campbell, J., S. Grossman and J. Wang, 1993, Trading Volume and Serial Correlation in Stock Returns, Quarterly Journal of Economics, 108, 905-939.",
        "Cochrane, J. 2005, Liquidity, Trading and Asset Prices,] NBER Reporter, 1-12 Constantinides, G., 1986, Capital Market Equilibrium with Transaction Costs, Journal of Political Economy, 94, 842-862.",
        "Biais, B., L. Glosten and C. Spatt, 2005, Market Microstructure: a Survey of Microfoundations, Empirical Results and Policy Implications, Journal of Financial Markets, 8, 217-264.",
        "Bhattacharya, U. and M. Spiegel, 1991, Insiders, Outsiders and Market Breakdowns, Review of Financial Studies, 4, 255-282.",
        "Amihud, Y. and H. Mendelson, 1986, Asset Pricing and the Bid-Ask Spread, Journal of Financial Economics, 17, 223249.",
        "Bao, J., J. Pan and J. Wang, 2008, Liquidity of Corporate Bonds, working paper, Massachusetts Institute of Technology.",
        "Amihud, Y., H. Mendelson and L. Pedersen, 2005, Liquidity and Asset Pricing, Foundations and Trends in Finance, 1, 269-364.",
        "Amihud, Y., 2002, Illiquidity and Stock Returns: Cross-Section and Time-Series Effects, Journal of Financial Markets, 5, 3 1-56.",
        "Allen, F. and D. Gale, 1994, Limited Market Participation and Volatility of Asset Prices, American Economic Review, 84, 933-955.",
        "Akerlof, G., 1970, The Market for `Lemons': Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 84, 488-500.",
        "Aiyagari, R. and M. Gertler, 1991, Asset Returns with Transaction Costs and Uninsurable Individual Risks: A Stage III Exercise, Journal of Monetary Economics, 27, 309331.",
        "Admati, A. and P. Pfleiderer, 1988, A Theory of Intraday Patterns: Volume and Price Variability,  Review of Financial Studies, 1, 3-40.",
        "Acharya, V. and L. Pedersen, 2005, Asset Pricing with Liquidity Risk, Journal of Financial Economics, 77, 375-410."
    ]
}