{
    "id": 15219,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Ang, Andrew, and Geert Bekaert, 2007, Stock return predictability: Is it there? Review of Financial Studies 20, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c707.",
        "Barro, Robert J., 1990, The stock market and investment, Review of Financial Studies 3, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Bazdresch, Santiago, Frederico Belo, and Xiaoji Lin, 2009, Labor hiring, investment, and stock return predictability in the cross section, working paper, University of Minnesota and London School of Economics.",
        "Blanchard, Olivier, Changyong Rhee, and Lawrence Summers, 1993, The stock market, profit, and investment, Quarterly Journal of Economics 108, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Campbell, John Y., and Robert Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Chen, Nai-fu, 1991, Financial investment opportunities and the macroeconomy, Journal of Finance 46, 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Cochrane, John H., 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 46, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Cochrane, John H., 1996, A cross-sectional test of an investment-based asset pricing model, Journal of Political Economy 104, 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        "Estrella, Arturo, 2005, Why does the yield curve predict output and inflation? Economic Journal 115, 722Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744.",
        "Estrella, Arturo, and Gikas A. Hardouvelis, 1991, The term structure as a predictor of real economic activity, Journal of Finance 46, 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        "Fama, Eugene F., 1981, Stock returns, real activity, inflation, and money, American Economic Review 71, 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Fama, Eugene F., and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Fischer, Stanley and Robert C. Merton, 1984, Macroeconomics and finance: The role of the stock market, Carnegie-Rochester Conference Series on Public Policy 21, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Harvey, Campbell R., 1988, The real term structure and consumption growth, Journal of Financial Economics 22, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Hodrick, Robert J., 1992, Dividend yields and expected stock returns: Alternative procedures for inference and measurement, Review of Financial Studies 5, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Kothari, S. P., and Jay Shanken, 1997, Book-to-market, dividend yield, and expected market returns: A time-series analysis, Journal of Financial Economics 44, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Lettau, Martin, and Sydney Ludvigson, 2001, Consumption, aggregate wealth, and expected stock returns, Journal of Finance 56, 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Lettau, Martin, and Sydney Ludvigson, 2002, Time-varying risk premia and the cost of capital: An alternative implication of the Q theory of investment, Journal of Monetary Economics 49, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Li, Dongmei, and Lu Zhang, 2009, Costly external finance: Implications for asset pricing anomalies, working paper, University of California at San Diego and University of Michigan.",
        "Merz, Monika, and Eran Yashiv, 2007, Labor and the market value of the firm, American Economic Review 97, 1419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1431.",
        "Mortensen, Dale T., 1982, The matching process as a noncooperative bargaining game, in J. J. McCall, ed., The Economics of Information and Uncertainty, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254 (University of Chicago Press, Chicago).",
        "Newey, Whitney K., and Kenneth D. West, 1987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Pissarides, Christopher A., 1985, Short-run dynamics of unemployment, vacancies, and real wages, American Economic Review 75, 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Stock, James H., and Mark W. Watson, 1989, New indexes of coincident and leading economic indicators, in Olivier J. Blanchard and Stanley Fischer, eds. NBER Macroeconomic Annual 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394 (MIT Press, Cambridge).",
        "Stock, James H., and Mark W. Watson, 1999, Business cycle fluctuations in U.S. macroeconomic time series, in John B. Taylor and Michael Woodford, eds. Handbook of Macroeconomics 1, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64 (Elsevier B. V.). Tobin, James, 1969, A general equilibrium approach to monetary theory, Journal of Money, Credit, and Banking 1, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Xing, Yuhang, 2008, Interpreting the value effect through the Q-theory: An empirical investigation, Review of Financial Studies 21, 1767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1795.",
        "Yashiv, Eran, 2000, The determinants of equilibrium unemployment, American Economics Review 90, 1297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1322."
    ]
}