{
    "id": 15211,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Vytlacil, E. J. (2002, January). Independence, monotonicity, and latent index models: An equivalence result. Ecomometrica 70(1), 331-341. C') -c 0) C) w H -c = Ct w H 0~ w H",
        "Stock, J. H. (1989, June). Nonparametric policy analysis. Jonrmal of the Americam Statistical Associatiom 84(406), 565-575.",
        "Robinson, P. M. (1988, July). Root-n-consistent semiparametric regression. Ecomometrica 56(4), 931-954.",
        "Newey, W. and T. M. Stoker (1993, September). Efficiency of weighted average derivative estimators and index models. Ecomometrica 61 (5), 1199-1223.",
        "Imbens, G. W. and J. D. Angrist (1994, March). Identification and estimation of local average treatment effects. Ecomometrica 6~(2), 467-475.",
        "Ichimura, H. (1993, July). Semiparametric least squares (SLS) and weighted SLS estimation of single-index models. Journal of Econometrics 58(1-2), 71-120.",
        "Heckman, J. J. and E. J. Vytlacil (2007). Econometric evaluation of social programs, part II: Using the marginal treatment effect to organize alternative economic estimators to evaluate social programs and to forecast their effects in new environments. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B, pp. 4875-5144. Amsterdam: Elsevier.",
        "Heckman, J. J. and E. J. Vytlacil (2005, May). Structural equations, treatment effects and econometric policy evaluation. Econometrica 73(3), 669-738.",
        "Heckman, J. J. and E. J. Vytlacil (2001b, May). Policy-relevant treatment effects. American Economic Review 91(2), 107-111.",
        "Heckman, J. J. and E. J. Vytlacil (2001a). Instrumental variables, selection models, and tight bounds on the average treatment effect. In M. Lechner and F. Pfeiffer (Eds.), Econometric Evaluation of Labour Market Policies, pp. 1-iS. New York: Center for European Economic Research.",
        "Heckman, J. J. and E. J. Vytlacil (1999, April). Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the National Academy of Sciences 96, 4730-4734.",
        "Heckman, J. J. (1997, Summer). Instrumental variables: A study of implicit behavioral assumptions used in making program evaluations. Journal of Human Resources 3~(3), 441-462. Addendum published vol. 33 no. 1 (Winter 1998).",
        "Carneiro, P., J. J. Heckman, and E. J. Vytlacil (2006). Estimating marginal and average returns to education. Unpublished manuscript. University of Chicago, Department of Economics.",
        "Card, D. (2001, September). Estimating the return to schooling: Progress on some persistent econometric problems. Econometrica 69(5), 1127-1160.",
        "Bj",
        "Angrist, J., K. Graddy, and G. Imbens (2000, July). The interpretation of instrumental variables estimators in simultaneous equations models with an application to the demand for fish. Review of Economic Studies 67(3), 499-527.",
        "Ai, C. and X. Chen (2007, November). Estimation of possibly misspecified semiparametric conditional moment restriction models with different conditioning variables. Journal of Econometrics 141(1), 5-43."
    ]
}