{
    "id": 15221,
    "cites": 52,
    "cited_by": 4,
    "reference": [
        "Wooldridge, J. M.: 2002, Econometric analysis of Cross Section and Panel Data, MIT Press, Cambridge, MA.",
        "Wooldridge, J. M.: 1999, Distribution-free estimation of some nonlinear panel data models, Journal of Econometrics pp. 77-97.",
        "Winerip, M.: 2003, On education; giving green or turning red, The New York Times (February 26, 2003).",
        "Wilson, L.: 1992, The Harambee Movement and Efficient Public Good Provision in Kenya, Journal of Public Economics 48(1), 1-19.",
        "Townsend, R.: 1995, Financial systems in northern thai villages, Quarterly Journal of Economics 110(4), 1O11-1046.",
        "Townsend, R.: 1994, Risk and insurance in village india, Econometrica 62(4), 539-591.",
        "Tomsho, R.: 2001, Class struggle: Fund-raising drive for schools leaves manchester disunited, The Wall Street Journal (February 6, 2001).",
        "Roseman, S. R.: 1996, How We Built the Road: The Politics of Memory in Rural Galicia, American Ethnologist 23(4), 836-860.",
        "Thomas, B. P.: 1987, Development through Harambee: Who Wins and Who Loses? Rural Self-help Projects in Kenya, World Development 15(4), 463-481.",
        "Rao, V.: 2004, Symbolic public goods and the coordination of collective action: A comparison of local development in india and indonesia. Mimeo, The World Bank.",
        "Perroni, C. and Scharf, K.: 2007, Taxation and Property Rights.",
        "Prud'homme, R.: 1992, Informal local taxation in developing countries, Environment and Planning C: Government and Policy 10, 1-17.",
        "Olson, M.: 1965, The Logic of Collective Action, Harvard University Press, Cambridge, MA.",
        "Ostrom, E.: 1991, Governing the Commons, Cambridge University Press, Cambridge.",
        "Olken, B. A. and Onishi, J.: 2007, Should aid be conditional on performance? experimental design for a field experiment in indonesia, Technical report, Harvard University.",
        "Olken, B. A.: 2005, Revealed community equivalence scales, Journal of Public Economics 89, S4S--566.",
        "Ngau, P. M.: 1987, Tensions in Empowerment: The Experience of the Harambee (Self-Help) Movement in Kenya, Economic Development and Cultural Change 35(3), 523-538.",
        "Njoh, A.: 2003, Self-Help Water Supply in Cameroon - Lessons on community Participation in Public Works Projects, Edwin Mellen Press, New York, NY.",
        "Miguel, E. and Gugerty, M. K.: 2005, Ethnic diversity, social sanctions, and public goods in kenya, Journal of Public Economics 89(11-12), 2325-2368.",
        "Mirrlees, J.: 1971, An Exploration in the Theory of Optimal Income Taxation, Review of Economic Studies 38, 175-208.",
        "Mbithi, P. and Rasmusson, R.: 1977, Self Reliance in Kenya: The Case of Harambee, Nordic Africa Institute.",
        "Masclet, D., Noussair, C., Tucker, S. and Villeval, M.: 2003, Monetary and nonmonetary punishment in the voluntary contributions mechanism, American Economic Review 93(1), 366-380.",
        "Khwaja, A.: 2007, Can good projects succeed in bad communities? Mimeo, Harvard University.",
        "Larrabure, L.: 1966, Cooperacion popular: A new approach to community development in peru, International Labour Review 94, 221.",
        "Hausman, J. A., Hall, B. H. and Griliches, Z.: 1984, Econometric models for count data with an application to the patents-r and d relationship, Econometrica pp. 909-938.",
        "Glazer, A. and Konrad, K. A.: 1996, A Signaling Explanation for Charity, The American Economic Review 86(4), 1019-1028.",
        "Gordon, R. and Li, W.: 2005, Tax structures in developing countries: Many puzzles and a possible explanation. Mimeo, University of California, San Diego.",
        "Ghatak, M.: 1999, Group lending, local information and peer selection, Journal of Development Economics 60, 27-SO.",
        "Ferris, J. M.: 1984, Coprovision: Citizen Time and Money Donations in Public Service Provision, Public Administration Review 44(4), 324-333.",
        "Fan, J.: 1992, Design-adaptive nonparametric regression, Journal of the American Statistical Association 87(420), 998-1004.",
        "Fehr, E. and Gachter, 5.: 2000, Cooperation and punishment in public goods experiments, The American Economic Review 90(4), 980-994.",
        "Falk, A., Fehr, E. and Fischbacher, U.: 2005, Driving forces behind informal sanctions, Econometrica 73(6), 2017-2030.",
        "Eckaus, R. 5.: 2003, Some consequences of fiscal reliance on extrabudgetary revenues in China, China Economic Review 14(1), 72-88.",
        "Deaton, A.: 1997, The Analysis of Household Surveys: A Microeconometric Approach to Development Policy, World Bank, International Bank for Reconstruction and Development.",
        "Burgess, R. and Stern, N.: 1993, Taxation and Development, Journal of Economic Literature 31(2), 762-830.",
        "Brunner, E. and Sonstelie, J.: 2003, School finance reform and voluntary fiscal federalism, Journal of Public Economics 87(9-10), 2157-2185.",
        "Bird, R.: 1990, Intergovernmental Finance and Local Taxation in Developing Countries: Some Basic Considerations for Reformers, Public Administration and Development 10(3), 277-88.",
        "Bice, D. C. and Hoyt, W. H.: 2000, The impact of mandates and tax limits on voluntary contributions to local public services: An application to fire protection services, National Tax Journal 53(1), 79-104.",
        "Besley, T. and Coate, 5.: 1995, Group lending, repayment incentives and social collateral, Journal of Development Economics 46(1), 1-18.",
        "Besley, T. and Coate, 5.: 1992, Workfare versus welfare: Incentive arguments for work requirements in poverty-alleviation programs, American Economic Review 82(1), 249-61.",
        "Bergstrom, T., Blume, L. and Varian, H.: 1986, On the Private Provision of Public Goods, Journal of Public Economics 29(1), 25-49.",
        "Benjamin, D.: 1992, Household composition, labor markets, and labor demand: Testing for separation in agricultural models, Econometrica 60(2), 287-322.",
        "Beard, V. A.: 2007, Household Contributions to Community Development in Indonesia, World Development 35(4), 607-625.",
        "Barkan, J., McNulty, M. and Ayeni, M.: 1991, Hometown voluntary associations, local development and the emergence of civil society in w. nigeria, The Journal of Modern African Studies 29(3).",
        "Barkan, J. D. and Holmquist, F.: 1989, Peasant-State Relations and the Social Base of Self-Help in Kenya, World Politics 41(3), 359-380.",
        "Banerjee, A. and Newman, A.: 1998, Information, the Dual Economy, and Development, The Review of Economic Studies 65(4), 631-653.",
        "Bardhan, P.: 2002, Decentralization of Governance and Development, Journal of Economic Perspectives 16(4), 185-205.",
        "Banerjee, A. and Duflo, E.: 2006, Addressing Absence, Journal of Economic Perspectives 20(1), 117-132.",
        "Bagnoli, M. and Lipman, B.: 1989, Provision of Public Goods: Fully Implementing the Core through Private Contributions, Review of Economic Studies 56(4), 583-601.",
        "Alesina, A., Baqir, R. and Easterly, W.: 1999, Public Goods and Ethnic Divisions, The Quarterly Journal of Economics 114(4), 1243-1284.",
        "Andreoni, J.: 1990, Impure Altruism and Donations to Public Goods: A Theory of Warm-Glow Giving, The Economic Journal 100(401), 464-477.",
        "Abramitzky, R.: 2008, The Limits of Equality: Insights from the Israeli Kibbutz, Quarterly Journal of Economics 123(3), 1111-1159."
    ]
}