{
    "id": 15225,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Shanken, Jay (1992) On the Estimation of Beta-Pricing Models, The Review of Financial Studies 5, 1-33.",
        "Sachs, Jeffrey D. and Andrew M. Warner (1999). The Big Rush, Natural Resource Booms And Growth, Journal of Development Economics 59(1, Jun.), 43-76.",
        "Sachs, Jeffrey D. (1984) Theoretical Issues in International Borrowing, Princeton Studies in International Finance No. 54. Princeton, NJ: Princeton University.",
        "Ramey, Garey and Valerie A. Ramey (1995) Cross-Country Evidence on the Link Between Volatility and Growth, American Economic Review 85(5, Dec.), 1138-Si.",
        "Raddatz, Claudio (2007) Are External Shocks Responsible for the Instability of Output in Low-income Countries? Journal of Development Economics 84(1, Sep.), 155-87.",
        "Neumeyer, Pablo A. and Fabrizio Perri (2005) Business Cycles in Emerging Economies: The Role of Interest Rates, Journal of Monetary Economics 52 (2, March), 345-80.",
        "Mendoza, Enrique G. (1991) Real Business Cycles in a Small Open Economy, American Economic Review 81(4, Sep.), 797-818.",
        "Lucas, Robert E. Jr (1990) Why Doesn't Capital Flow from Rich to Poor Countries? American Economic Review 80(2, May), 92-6.",
        "Levine, Ross and David Renelt (1992) A Sensitivity Analysis of Cross-Country Growth Regressions American Economic Review 82(4, Sep.), 942-63.",
        "Klenow, Peter J. and Andr",
        "Krugman, Paul (1985) International Debt Strategies in an Uncertain World, in John T. Cuddington and Gordon W. Smith, eds., International Debt and the Developing Countries. Washington, DC: World Bank.",
        "Jagannathan, Ravi and Zhenyu Wang (1998) An Asymptotic Theory for Estimating BetaPricing Models Using Cross-Sectional Regressions, Journal of Finance 53, 1285-1309.",
        "Fama, Eugene F. and James D. MacBeth (1973) Risk, Return, and Equilibrium: Empirical Tests, Journal of Political Economy 81(3, May-Jun.), 607-36.",
        "Dehn, Jan (2001) The Effects on Growth of Commodity Price Uncertainty and Shocks, Policy Research Working Paper No. 2455. Washington, DC: World Bank.",
        "Fama, Eugene and Kenneth R. French (1993) Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33(1, Feb.), pp. 3-56.",
        "Correia, Isabel, Jo",
        "Deaton, Angus S. and Ronald I. Miller (1995) International Commodity Prices, Macroeconomic Performance, and Politics in Sub-Saharan Africa, Princeton Studies in International Finance No. 79. International Finance Section, Department of Economics, Princeton University.",
        "Collier, Paul and Jan Dehn (2001) Aid, Shocks, and Growth, Policy Research Working Paper No. 2688. Washington, DC: World Bank.",
        "Cochrane, John H. (2005) Asset Pricing, Revised edition. Princeton: Princeton University Press.",
        "Auty, Richard M. (1993). Sustaining Development in Mineral Economies: The Resource Curse Thesis. London: Routledge.",
        "Agenor, Pierre-Richard, C. John McDermott and Eswar Prasad. (2000). Macroeconomic Fluctuations in Developing Countries: Some Stylized Facts, World Bank Economic Review 14(2), 251-85."
    ]
}