{
    "id": 15226,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Sieg, H., V. K. Smith, H. S. Banzhaf, and R. Walsh (2004, November). Estimating the general equilibrium benefits of large changes in spatially delineated public goods. International Economic Review ~ 5(4), 1047-1077.",
        "Scotchmer, 5. (1985, October). Hedonic prices and cost-benefit analysis. Journal of Economic Theory 37(1), 55-75.",
        "Rosen, 5. (1974, January-February). Hedonic prices and implicit markets: Product differentiation in pure competition. Journal of Political Economy 8~2(1), 34-55.",
        "Matzkin, R. L. (2008). Identification in nonparametric simultaneous equations models. Econometrica 76(5), 945-978.",
        "Matzkin, R. L. (2003, September). Nonparametric estimation of nonadditive random functions. Econometrica 71 (5), 1339-1375.",
        "Matzkin, R. L. (2007). Nonparametric identification. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B. Amsterdam: Elsevier.",
        "Matzkin, R. L. (1999). Nonparametric estimation of nonadditive random functions. First edition. Unpublished manuscript, Northwestern University, Department of Economics.",
        "Lewbel, A. (1997). Consumer Demand Systems and Household Equivalence Scales. Handbook of Applied Econometrics ~, 167-201.",
        "Lewbel, A. (1989). Identification and Estimation of Equivalence Scales under Weak Separability. Review of Economic Studies 56(2), 311-16.",
        "Kniesner, T. J. and J. D. Leeth (1995). Simulating Workplace Safety Policy. Boston, MA: Kluwer Academic Publishers.",
        "Leeth, J. D. and J. Ruser (2003). Compensating wage differentials for fatal and nonfatal risk by gender and race. Journal of Risk and Uncertainty p7(3), 257-277.",
        "Kanemoto, Y. (1988, July). Hedonic prices and the benefits of public projects. Econometrica 56(4), 981-989.",
        "Kahn, S. and K. Lang (1988, February). Efficient estimation of structural hedonic systems. International Economic Review p9(1), 157-166.",
        "Hurwicz, L. (1962). On the structural form of interdependent systems. In E. Nagel, P. Suppes, and A. Tarski (Eds.), Logic, Methodology and Philosophy of Science, pp. 232-239. Stanford University Press.",
        "Hildebrandt, T. and L. Graves (1927). Implicit functions and their differentials in general analysis. Transactions of the American Mathematical Society p9(1), 127-153.",
        "Heckman, J. J. and E. J. Vytlacil (2007). Econometric evaluation of social programs, part I: Causal models, structural models and econometric policy evaluation. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B, pp. 4779-4874. Amsterdam: Elsevier.",
        "Griffith, R. and L. Nesheim (2008). Household willingness to pay for organic products. CEMMAP Working Paper CWP18/08.",
        "Gale, D. and H. Nikaido (1965). The Jacobian matrix and global univalence of mappings. Mathematische Annalen 159(2), 81-93.",
        "Epple, D. and H. Sieg (1999). Estimating Equilibrium Models of Local Jurisdictions. Journal of Political Economy 107(4), 645-681.",
        "Epple, D. (1987, February). Hedonic prices and implicit markets: Estimating demand and supply functions for differentiated products. Journal of Political Economy 95(1), 59-80.",
        "Ekeland, I., J. J. Heckman, and L. Nesheim (2004, February). Identification and estimation of hedonic models. Journal of Political Economy 11~2(S1), 560-5109. Paper in Honor of Sherwin Rosen: A Supplement to Volume 112.",
        "Ekeland, I. (2005, April). Existence, uniqueness and efficiency of equilibrium in hedonic markets with multidimensional types. University of British Columbia.",
        "Brown, J. N. and H. S. Rosen (1982, May). On the estimation of structural hedonic price models. Econometrica 50(3), 765-768.",
        "Chiappori, P.-A., R. McCann, and L. Nesheim (2008). Hedonic price equilibria, stable matching, and optimal transport: Equivalence, topology, and uniqueness. Forthcoming, Economic Theory.",
        "Brown, J. N. (1983). Structural estimation in implicit markets. In J. E. Triplett (Ed.), The Measurement of Labor Cost. Chicago: University of Chicago Press for NBER.",
        "Berry, S. and A. Pakes (2007). The pure characteristics demand model*. International Economic Review ~ 8(4), 1 193-1225.",
        "Barten, A. (1964). Family Composition, Prices and Expenditure Patterns. Econometric Analysis for National Economic Planning, 277-292.",
        "Bajari, P. and C. Benkard (2005). Demand Estimation with Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach. Journal of Political Economy 113(6), 1239-1276."
    ]
}