{
    "id": 15220,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "Gelman, A., and Sides, J. (2009). Election 2008: What really happened? And what does it mean? Technical report, Department of Statistics, Columbia University.",
        "Gelman, A., Katz, J. N., and Bafumi, J. (2004). Standard voting power indexes don't work: an empirical analysis. British Journal of Political Science 34, 657-674.",
        "Fowler, J. H. (2006). Altruism and turnout. Journal of Politics 68, 674-683.",
        "Gelman, A., King, G., and Boscardin, W. J. (1998). Estimating the probability of events that have never occurred: when is your vote decisive? Journal of the American Statistical Association 93, 1-9.",
        "Erikson, R. S., and Wlezien, C. (2008). Leading economic indicators, the polls, and the presidential vote. PS: Political Science and Politics 41, 703-707.",
        "Edlin, A., Gelman, A., and Kaplan, N. (2007). Voting as a rational choice: why and how people voter to improve the well-being of others. Rationality and Society 19, 293-3 14.",
        "Chamberlain, G., and Rothchild, M. (1981). A note on the probability of casting a decisive vote. Journal of Economic Theory 25, 152-162.",
        "Campbell, J. E. (2008). Forecasting the 2008 national elections. PS. Political Science and Politics 41, 679-68 1.",
        "Wlezien, C., and Erikson, R. 5. (2004). The fundamentals, the polls, and the presidential vote. PS: Political Science and Politics 37, 747-751.",
        "Silver, N. (2008). Frequently asked questions. http :iiwww.fivethirtyeight.conil2008i03ifrequently-asked-questions-last-revised.htnil Stromberg, D. (2008). How the electoral college influences campaigns and policy: the probability of being Florida. American Economic Review 98, 769-807.",
        "McDonald, M. (2009). United States elections project. http:iielections.gmu.edui Mulligan, C. B., and Hunter, C. G. (2003). The empirical frequency of a pivotal vote. Public Choice 116, 31-54.",
        "Lock, K., and Gelman, A. (2008). Bayesian combination of state polls and election forecasts. Technical report, Department of Statistics, Columbia University.",
        "Lange, K. L, Little, R. J. A., and Taylor, J. M. G. (1989). Robust statistical modelling using the t-distribution. Journal of the American Statistical Association 84, 881-896.",
        "Hibbs, D. A. (2008). Implications of the bread and peace model for the 2008 US presidential election. Public Choice 137, 1-10.",
        "Hansen, S., Palfrey, T. R., and Rosenthal, H. (1987). The Downsian model of electoral participation: formal theory and empirical analysis of the constituency size effect. Public Choice 52, 15-33.",
        "Good, I. J., and Mayer, L. 5. (1975). Estimating the efficacy of a vote. Behavioral Science 20, 25-33."
    ]
}