{
    "id": 15230,
    "cites": 43,
    "cited_by": 29,
    "reference": [
        "Shleifer, Andrei and Robert Vishny (1993) Corruption, Quarterly Journal of Economics, 108(3): 599-617.",
        "Ray, Debraj (2008) A Game-Theoretic Perspective on Coalition Formation, Oxford University Press.",
        "Roberts, Kevin (1999) Dynamic Voting in Clubs, London School of Economics, mimeo.",
        "Przeworski, Adam and Fernando Limongi. (1997) Modernization: Theories and Facts. World Politics 49(1): 155-183.",
        "Acemoglu, Daron, Georgy Egorov, and Konstantin Sonin (2008) Dynamics and Stability in Constitutions, Coalitions, and Clubs, NBER Working Paper No. 14239.",
        "Acemoglu, Daron and James Robinson (2000) Why Did The West Extend The Franchise? Democracy, Inequality, And Growth In Historical Perspective, Quarterly Journal of Economics, 115(4), 1167-1199.",
        "Acemoglu, Daron, Philippe Aghion, and Fabrizio Zilibotti (2006) Distance to Frontier, Selection, and Economic Growth. Journal of the European Economic Association, 4(1), pp. 37-74.",
        "Person, Torsten, Gerard Roland, and Guido Tabellini (1997) Separation of Power and Political Accountability, Quarterly Journal of Economics, 112(4): 1163-1202.",
        "Osborne, Martin and Al Slivinski (1996) A Model of Political Competition with CitizenCandidates, Quarterly Journal of Economics, 111(1): 65-96.",
        "Padro-i-Miquel, Gerard (2007) The Control of Politicians in Divided Societies: The Politics of Fear. Review of Economic Studies 74(4): 1259-1274.",
        "Niskanen William (1971) Bureaucracy and Representative Government, New York City, Auldine, Atherton.",
        "Minier, Jenny (1998) Democracy and Growth: Alternative Approaches, Journal of Economic Growth, 3(3): 241-266.",
        "Moldovanu, Benny, and Eyal Winter (1995) Order Independent Equilibria, Games and Economic Behavior, 9(1), 21-34.",
        "Messner, Matthias, and Mattias Polborn (2004) Voting on Majority Rules, Review of Economic Studies, 71(1): 115-132.",
        "Meredith, Martin (2007) Mugabe: Power, Plunder and the Struggle for Zimbabwe, Perseus Books.",
        "Menashri, David (2001) Post-Revolutionary Politics in Iran: Religion, Society in Power, Frank Cass Publishers, London.",
        "McKelvey, Richard and Raymond Reizman (1992). Seniority in Legislatures, American Political Science Review, 86(4): 951-965.",
        "Roger Lagunoff (2006) Markov Equilibrium in Models of Dynamic Endogenous Political Institutions,  Georgetown, mimeo.",
        "Jones, Benjamin and Benjamin Olken (2005) Do Leaders Matter? National Leadership and Growth Since World War II, Quarterly Journal of Economics, 120(3): 835-864.",
        "Ferejohn, John (1986) Incumbent Performance and Electoral Control, Public Choice, 50(1): 5-25.",
        "Egorov, Georgy and Konstantin Sonin (2004) Dictators and their Viziers: Endogenizing the Loyalty-Competence Trade-off, Harvard, mimeo.",
        "Diermeier, Daniel, Michael Keane, and Antonio Merlo (2005) A Political Economy Model of Congressional Careers, American Economic Review, 95(1): 347-373.",
        "Chwe, Michael S. Y. (1994) Farsighted Coalitional Stability, Journal of Economic Theory, 63: 299-325.",
        "Cox, Gary and Jonathan Katz (1996) Why Did the Incumbency Advantage in U.S. House Elections Grow? American Journal of Political Science 40:478-97.",
        "Caselli, Francesco and Massimo Morelli (2004) Bad politicians, Journal of Public Economics, 88(3-4): 759-782.",
        "Brooker, Paul (2000) Non-Democratic Regimes: Theory, Government, and Politics, New York: St. Martin's Press.",
        "Bueno de Mesquita, Bruce, Alastair Smith, Randolph D. Siverson and James D. Morrow (2003) The Logic of Political Survival, MIT Press, Cambridge.",
        "Besley, Timothy and Masayuki Kudamatsu (2009) Making Autocracy Work, in Institutions and Economic Performance, edited by Elhanan Helpman, Harvard University Press, Cambridge.",
        "Besley, Timothy and Stephen Coate (1998) Sources of Inefficiency in a Representative Democracy: A Dynamic Analysis, American Economic Review, 88(1): 139-56.",
        "Besley, Timothy and Stephen Coate (1997) An Economic Model of Representative Democracy, Quarterly Journal of Economics, vol. 112(1): 85-114.",
        "Besley, Timothy (200S) Political Selection, Journal of Economic Perspectives, 19(3), pages 43-60. S9 Besley, Timothy and Anne Case (1995) Incumbent behavior: vote seeking, tax setting and yardstick competition, American Economic Review, 85(1), 25-45.",
        "Barro, Robert (1996) Democracy and Growth, Journal of Economic Growth, 1(1), 1-27.",
        "Barro, Robert (1973) The Control of Politicians: An Economic Model, Public Choice, 14, 19-42.",
        "Barbera, Salvador, Michael Maschler, and Jonathan Shalev (2001) Voting for Voters: A Model of the Electoral Evolution, Games and Economic Behavior, 37: 40-78.",
        "Barbera, Salvador, and Matthew Jackson (2004) Choosing How to Choose: Self-Stable Majority Rules and Constitutions, Quarterly Journal of Economics, 119(3): 1011-1048.",
        "Banks, Jeffrey S., and Rangarajan K. Sundaram (1998) Optimal Retention in Principal/Agent Models, Journal of Economic Theory, 82(2), 293-323.",
        "Baker, Peter and Susan Glasser (2007) Kremlin Rising: Vladimir Putin's Russia and the End of Revolution, updated edition, Potomac Books, Virginia.",
        "Aghion, Philippe, Alberto Alesina, and Francesco Trebbi (2009) Democracy, Technology and Growth, in Institutions and Economic Performance, edited by Elhanan Helpman, Harvard University Press, Cambridge.",
        "Alfoneh, Ali (2008) Ahmadinejad vs. the Technocrats, American Enterprise Institute Online, http://www.aei.org/outlook/27966.",
        "Acemoglu, Daron, Davide Ticchi, and Andrea Vindigni (2007) Emergence and Persistence of Inefficient States, forthcoming Journal of European Economic Association.",
        "Acemoglu, Daron, James Robinson, and Thierry Verdier (2004) Kleptocracy and Divide-andRule, Journal of the European Economic Association, 2 (2-3), 162-192.",
        "Acemoglu, Daron and James Robinson (2008) Persistence of Power, Elites and Institutions, American Economic Review, 98(1), pp. 267-93.",
        "Acemoglu, Daron and James Robinson (2006) Economic Origins of Dictatorship and Democracy, Cambridge University Press."
    ]
}