{
    "id": 15238,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "Feingold, Alan (1992): Sex Differences in Variability in Intellectual Abilities: A New Look at an Old Controversy, Review of Educational Research 62(1), 61-84.",
        "Brody, Linda, and Carol Mills (2005):, Talent Search Research: What Have We Learned?, High Ability Studies 16(1), 97-111.",
        "Brown, Charles, and Mary Corcoran (1997): Sex-Based Differences in School Content and the Male-Female Wage Gap, Journal of Labor Economics 15(3), 431-465. Byrnes, James P., and Sayuri Takahira, Explaining Gender Differences on SAT-Math Items, Developmental Psychology 29 (5), 805-810. Carrell, Scott E., Marianne E. Page, and James E. West, Sex and Science: How Professor Gender Perpetuates the Gender Gap, mimeo, University of California, Davis and United States Air Force Academy.",
        "Blau, Francine D., and Lawrence M. Kahn (2000): Gender Differences in Pay, Journal of Economic Perspectives 14(4), 75-99.",
        "Bettinger, Eric P. and Bridget Terry Long (2005): Do Faculty Serve as Role Models? The Impact of Instructor Gender on Female Students, American Economic Review 95(2), 152-157.",
        "Benbow, Camilla Persson, and Julian C. Stanley (1980): Sex Differences in Mathematical Ability: Fact or Artifact?, Science, 210, 1262-1264.",
        "Andreescu, Titu, Joseph A. Gallian, Jonathan M. Kane, and Janet E. Mertz (2008): CrossCultural Analysis of Students with Exceptional Talent in Mathematical Problem Solving, Notices of the American Mathematical Society, 55 (10), 1248-1260.",
        "Xie, Yu, and Kimberlee A. Shauman (2003): Women in Science: Career Processes and Outcomes. Harvard University Press: Cambridge, Massachusetts.",
        "Perie, Marianne, Rebecca Moran, and Anthony D. Lutkus (2005): NAEP 2004 Trends in Academic Progress: Three Decades of Student Performance in Reading and Mathematics (NCES 2005-464). U.S. Department of Education, Institute of Education Sciences, National Center for Education Statistics. Washington D.C.: Government Printing Office.",
        "Paglin, Morton and Anthony Rufolo (1990): Heterogeneous Human Capital, Occupational Choice, and Male-Female Earnings Differences, Journal of Labor Economics 8(1), 123-144.",
        "The Mathematical Association of America, American Mathematics Competitions (2007): 58th Annual Summary of High School Results and Awards.",
        "Organization for Economic Co-operation and Development (2006): PISA 2006: Science Competencies for Tomorrow's World. Paris: OECD.",
        "Maccoby, Eleanor E., and Carol Nagy Jacklin (1974): The Psychology of Sex Differences. Stanford University Press: Stanford, California.",
        "Leonard, David K., and Jiming Jiang (1999): Gender Bias and the College Prediction of the SATs: A Cry of Despair, Research in Higher Education 40(4), 375-407.",
        "Hyde, Janet S., and Janet E. Mertz (2009): Gender, Culture, and Mathematics Performance,  Proceedings of the National Academy of Science 106(22), 8801-8807.",
        "Hyde, Janet Shibley, and Marcia C. Linn (2006): Gender Similarities in Mathematics and Science, Science 314, 599-600.",
        "Hyde, Janet S., Sara M. Lindberg, Marcia C. Linn, Amy B. Ellis, and Caroline C. Williams (2008): Gender Similarities Characterize Math Performance, Science, 321, 494-494.",
        "Hyde, Janet S., Elizabeth Fennema, and Susan J. Lamon (1990): Gender Difference in Mathematical Performance: A Meta Analysis, Psychological Bulletin 107, 139-155.",
        "Hedges, Larry V., and Amy Norwell (1995): Sex Differences in Mental Test Scores, Variability, and Numbers of High Scoring Individuals, Science 269 (5220), 41-45.",
        "Guiso, Luigi, Ferdinando Monte, Paola Sapienza, and Luigi Zingales (2008): Culture, Gender, and Math Science 320, 1164-1165.",
        "Fryer, Roland G., Jr., and Steven D. Levitt (2009): An Empirical Analysis of the Gender Gap in Mathematics, mimeo, Harvard University and University of Chicago.",
        "Freeman, Catherine E. (2005): Trends in Educational Equity of Girls ~ Momen: 2OO~ (NCES 2005-016) U.S. Department of Education, National Center for Education Statistics. Washington D.C.: U. S. Government Printing Office.",
        "Freedle, Roy 0. (2003): Correcting the SAT's Ethnic and Social-Class Bias: A Method for Reestimating SAT Scores, Harvard Educational Review 73(1), 1-43.",
        "Feingold, Alan (1994): Gender Differences in Variability in Intellectual Abilities: A CrossCultural Perspective, Sex Roles 30(1/2), 81-92.",
        "Frank, Kenneth A., Chandra Miller, Kathryn S. Schiller, Catherine Riegle-Crumb, Anna Strassman Mueller, Robert Crosnoe, and Jenniver Pearson (2008): The Social Dynamics of Mathematics Coursetaking in High School, American Journal of Sociology, 113 (6), 1645-1696.",
        "Frank, Kenneth A., Chandra Muller, Kathryn S. Schiller, and Catherin Riegle-Crumb, Anna Strassman Mueller, Robern Crosnoe, and Jennifer Pearson (2008): The Social Dynamics of Mathematics Coursetaking in High School, American Journal of Sociology 113 (6), 1645-1696."
    ]
}