{
    "id": 1523,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Bennett, Robert A. 1984. Risky Trend in Business Borrowing.",
        "New York Times, May 27. Bodie, Zvi, Kane, Alex and McDonald, Robert. 1984. Why Havent Nominal Rates Declined? Financial Analysts JoUrnal 40 (March/April): 16-27.",
        "Business Week. 1974. The Debt Economy. Special Issue, October 12.",
        "Carson-Parker, John. 1981, The Capital Cloud Over Smokestack America.",
        "February 23: 70-80. Friedman, Benjamin N. 1982. Debt and Economic Activity in the United States. In Friedman, Benjamin, ed. The Changing Roles of Debt and Equity in Financing U.S. Capital Formation. Chicago: University of Chicago Press.",
        "Studies in the National Balance Sheet of the United States. 2 Vols. Princeton: Princeton University Press. Gordon, Roger H. and Malkiel, Burton C. 1981. Corporation Finance. In Aaron, H.J. and Pechman, J.A. eds. How Taxes Affect Economic Behavior. Washington D.C.: The Brookings Institution.",
        "Holland, Daniel N. and Myers, Stewart C. 1979. Trends in Corporate Profitability and Capital Costs. In Lindsay, R., ed. The Nations Capital Needs: Three Studies. New York: Committee for Economic Development.",
        "Kaufman, Henry. 1981. National Policies and the Deteriorating Balance Sheets of American Corporations. Address to the Conference, February 25. New York: Salomon Brothers.",
        "Mains, N.E. 1980. Recent Corporate Financing Patterns. Federal Reserve Bulletin 66: 683-90.",
        "Massaro, Vincent C. 1977. Corporate Capital Structures and Financing Patterns, 1977-80. New York: The Conference Board.",
        "Miller, Merton H. 1963. The Corporation Income Tax and Corporate Financial Policies. In Commission on Money and Credit, Stabilization Policies. Englewood Cliffs, N.J.: Prentice-Hall.",
        "Taggart, Robert A. Jr. 1984. Secular Patterns in the Financing of U.S.",
        "Wood, John H. 1981 Interest Rates and Inflation. Economic Perspectives, Federal Reserve Bank of Chicago 5 (May/June): 3-12."
    ]
}