{
    "id": 15236,
    "cites": 33,
    "cited_by": 22,
    "reference": [
        "Yitzhaki, Shlomo, On Using Linear Regressions in Welfare Economics, Hebrew University of Jerusalem Department of Economics Working Paper No. 217, 1989.",
        "West, Jerry, Anne Meek and David Hurst, Children Who Enter Kindergarten Late or Repeat Kindergarten: Their Characteristics and Later School Performance, Education Statistics Quarterly, 2 (Fall 2000): 21-24.",
        "Moulton, Brent R, Random group effects and the precision of regression estimates, Journal of Econometrics, Elsevier, vol. 32(3), pages 385-397 (August 1986)",
        "Puhani, Patrick A. and Andrea M. Weber, Does the Early Bird Catch the Worm? Instrumental Variable Estimates of Educational Effects of Age at School Entry in Germany, Empirical Economics, 32 (May 2007): 359-386.",
        "Stipek, Deborah., No Child Left Behind comes to preschool. Elementary School Journal (2006), 106(5),455-465",
        "McCrary, Justin, and Heather Royer, The Effect of Female Education on Fertility and Infant Health: Evidence from School Entry Policies Using Exact Date of Birth, NBER Working Paper No. 12329, 2006.",
        "McEwan Patrick J. and Joseph S. Shapiro, The Benefits of Delayed Primary School Enrollment: Discontinuity Estimates Using Exact Birth Dates Journal of Human Resources, 43 (Winter 2008): 1-29.",
        "Mayer, Susan E. and David Knutson, Does the Timing of School Affect How Much Children Learn? in Mayer, S. E. and P. E. Peterson, eds., Earning and Learning: How School Matters, Brookings Institution and Russell Sage Foundation: Washington, DC, 1999, 70-102.",
        "Lang, Kevin, Ability Bias, Discount Rate Bias and the Return to Education, unpublished, 1993.",
        "Imbens, Guido W. and Joshua D. Angrist, Identification and Estimation of Local Average Treatment Effects, Econometrica, 62 (March 1994): 467-475.",
        "Inoue, Atsushi and Gary Solon, Two-Sample Instrumental Variables Estimators, Review of Economics and Statistics, forthcoming.",
        "Heckman, J., S. Urzua, and E. Vytlacil, Understanding Instrumental Variables in Models with Essential Heterogeneity, Review of Economics and Statistics, August 2006, Vol. 88, No. 3, Pages 389-432",
        "Fredricksson, Peter and Bj",
        "Bound, John, David A. Jaeger and Regina M. Baker, Problems with Instrumental Variables Estimation when the Correlation between the Instruments and the Endogenous Explanatory Variable is Weak, Journal of the American Statistical Association, 90 (June 1995): 443-450.",
        "Buckles, Kasey and Dan Hungerman, Season of Birth and Later Outcomes: Old Questions, New Answers, NBER Working Paper # 14573, September 2008.",
        "Cahan, Sorel and Nora Cohen, Age versus Schooling Effects on Intelligence Development,  Child Development, 60 (October 1989): 1239-1249.",
        "Cascio, Elizabeth U. and Ethan G. Lewis, Schooling and AFQT: Evidence from School Entry Laws, Journal of Human Resources, 41 (Spring 2006): 294-318.",
        "Datar, Ashlesha, Does Delaying Kindergarten Entrance Give Children a Head Start? Economics of Education Review, 25 (February 2006): 43-62.",
        "Deming, David and Susan Dynarski, The Lengthening of Childhood. Journal of Economic Perspectives, 22(3): 71-92. (Summer 2008)",
        "Dhuey, Elizabeth and Stephen Lipscomb, What Makes a Leader? Relative Age and High School Leadership, Economics of Education Review, 27 (April 2008): 173-183.",
        "Dobkin, Carlos and Fernando Ferreira, Do School Entry Laws Affect Educational Attainment and Labor Market Outcomes? unpublished, 2007.",
        "Elder, Todd E. and Darren H. Lubotsky, Kindergarten Entrance Age and Children's Achievement: Impacts of State Policies, Family Background, and Peers, Journal of Human Resources, forthcoming.",
        "Fertig, Angela and Kluve, Jochen, The Effect of Age at School Entry on Educational Attainment in Germany IZA Discussion Paper 1507, 2005.",
        "Bound, John, and David A. Jaeger, Do Compulsory School Attendance Laws Alone Explain the Association between Quarter of Births and Earnings? Research in Labor Economics, 19 (2000): 83-108.",
        "Black, Sandra, Paul Devereux and Kjell Salvanes, Too Young to Leave the Nest? The Effects of School Starting Age, NBER Working Paper #13969, April 2008.",
        "Bedard, Kelly and Elizabeth Dhuey, The Persistence of Early Childhood Maturity: International Evidence of Long-Run Age Effects, Quarterly Journal of Economics 121 (November 2006): 1437-1472.",
        "Bedard, Kelly and Elizabeth Dhuey, Is September Better than January? The Effect of School Entry Age Laws on Skill Accumulation unpublished, 2008",
        "Barua, Rashmi and Kevin Lang, Kindergarten Entry Age and Academic Performance unpublished, 2008",
        "Angrist, Joshua D. and Alan B. Krueger, The Effect of Age at School Entry on Educational Attainment: An Application on Instrumental Variables with Moments from Two Samples, Journal of the American Statistical Association 87 (June 1992): 328-336.",
        "Angrist, Joshua D. and Alan B. Krueger, Does Compulsory Schooling Attendance Affect Schooling and Earnings? Quarterly Journal of Economics, 106 (November 1991): 979-1014.",
        "Angrist, Joshua D., Guido W. Imbens and Donald B. Rubin, Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association 91 (June 1996): 444-472.",
        "Angrist, Joshua D. and Guido W. Imbens, Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity, Journal of the American Statistical Association, 90 (June 1995): 431-442.",
        "Allen, Jeremiah and Roger Barnsley, Streams and Tiers: The Interaction of Ability, Maturity, and Training in Systems with Age-Dependent Recursive Selection, Journal of Human Resources 28 (Summer 1993): 649-659."
    ]
}