{
    "id": 15231,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Toder, E., L. Thomson, M. Favreault, et al. (2002). Modeling Income in the Near Term: Revised Projections of Retirement Income Through 2020 for the 193 1-1960 Birth Cohorts. Urban Institute Report to SSA. Washington, D.C.",
        "Rust, J. and C. Phelan (1997). How Social Security and Medicare Affect Retirement Behavior In a World of Incomplete Markets. Econometrica 65(4): 781-831.",
        "Sullivan, D. F. (1971). A single index of mortality and morbidity. HSMHA Health Reports 86(4): 347-354.",
        "Ruhm, C. (2007). Cunent and Future Prevalence of Obesity and Severe Obesity in the United States. Forum for Health Economics & Policy 10(2).",
        "Rogers, R. G. and E. Powell-Griner (1991). Life Expectancies of Cigarette Smokers and Nonsmokers in the United States. Social Science and Medicine 32(10): 115 1-9.",
        "Peeters, A., J. J. Barendregt, F. Willekens, et al. (2003). Obesity in Adulthood and Its Consequences for Life Expectancy: A Life-Table Analysis. Ann Intern Med 138(1): 24-32.",
        "Ohana, J., J. Sabelhaus and M. Simpson (2004). Overview of the Congressional Budget Office Long-Term (CBOLT) Policy Simulation Model. Congressional Budget Office. Washington DC.",
        "Mokdad, A. H., B. A. Bowman, E. S. Ford, et al. (2001). The continuing epidemics of obesity and diabetes in the United States. Journal of the American Medical Association 286(10): 1195-200.",
        "Michaud, P.-C., A. van Soest and T. Andreyeva (2007). Cross-Country Variation in Obesity Patterns among Older Americans and Europeans. Forum for Health Economics & Policy (Aging and Medical Care Costs) 10(2).",
        "Michaud, P.-C. and A. van Soest (2008). Health and wealth of elderly couples: Causality tests using dynamic panel data models. Journal of Health Economics 27(5): 13 12-1325.",
        "Michaud, P.-C., A. Kapteyn, J. P. Smith, et al. (2006). The Effects of Attrition and NonResponse in the Health and Retirement Study. Santa Monica, CA.",
        "MacKinnon, J. G. and L. Magee (1990). Transforming the Dependent Variable in Regression Models. International Economic Review 31(2): 315-339.",
        "Manton, K., B. Singer and R. Suzman (1993). Forecasting the Health of Elderly Populations. New York, Springer-Verlag.",
        "Lee, R. D. (2000). The Lee-Carter Method for Forecasting Mortality, With Various Extensions and Applications. North American Actuarial Journal 4: 80-9 1.",
        "Lakdawalla, D. N., D. P. Goldman and B. Shang (2005). The health and cost consequences of obesity among the future elderly. Health Aff (Millwood) 24 Suppl 2: W5R30-41.",
        "Hurd, M., H. Hoynes and H. Chand (1998). Household Wealth of the Elderly under Alternative Imputation Procedures. Inquiries in the Economics of Aging. D. Wise, Ed. Chicago, University of Chicago Press: 229-257.",
        "Hayward, M. D. and D. F. Warner (2005). Demography of Population Health. The Handbook of Demography. D. L. Poston Jr, and M. Micklin, Eds. New York, Springer: 809-825.",
        "Goldman, D. P., B. Shang, J. Bhattacharya, et al. (2005). Consequences of health trends and medical innovation for the future elderly. Health Aff (Millwood) 24 Suppl 2: W5R5-17.",
        "Grabowski, D. C. and J. E. Ellis (2001). High body mass index does not predict mortality in older people: analysis of the Longitudinal Study of Aging. Journal of American Geriatrics Society 49(7): 968-79.",
        "Goldman, D., M. Hurd, P. Shekelle, et al. (2004). Health status and medical treatment of the future elderly: Final Report. RAND Corporation Technical Report TR- 169. Santa Monica, CA.",
        "Christensen, S. and J. Wagner (2000). The costs of a Medicare prescription drug benefit. Health Aff 19(2): 212-218.",
        "French, E. (2005). The Effects of Health, Wealth, and Wages on Labour Supply and Retirement Behaviour. Review of Economic Studies 72(2): 395-427.",
        "Calle, E. E., M. J. Thun, J. M. Petrelli, et al. (1999). Body-Mass Index and Mortality in a Prospective Cohort of U.S. Adults. N Engl J Med 341(15): 1097-1105.",
        "Bonneux, L., J. J. Barendregt, K. Meeter, et al. (1994). Estimating clinical morbidity due to ischemic heart disease and congestive heart failure: the future rise of heart failure. Am J Public Health 84(1): 20-8.",
        "Bhattacharya, J., D. Cutler, D. P. Goldman, et al. (2004). Disability Forecasts and Future Medicare Costs. Frontiers in Health Policy Research. D. Cutler, and A. M. Garber, Eds. Cambridge, MA, MIT Press. 7.",
        "Adams, P., M. D. Hurd, D. McFadden, et al. (2003). Healthy, wealthy, and wise? Tests for direct causal paths between health and socioeconomic status. Journal of Econometrics 112(1): 3-56.",
        "Banks, J., M. Marmot, Z. Oldfield, et al. (2006). Disease and Disadvantage in the United States and in England. JAMA 295(17): 2037-2045."
    ]
}