{
    "id": 15234,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Zellner, A. Causality and Econometrics, Carnegie-Rochester Conference Series on Public Policy, Vol 10. North-Holland Pub. Co., 1979.",
        "Uhlig, H.A Toolkit for Analyzing Nonlinear Dynamic Stochastic Models Easily, in Computational Methods for the Study of Dynamic Economies, R. Marimon and A. Scott, eds. Oxford University Press, 1999.",
        "Sims, C.A. Solving Linear rational Expectations Models, Computational Economics 20, October 2002, 1-20.",
        "Sargent, T.J. Macroeconomic Theory. Academic Press, 1979 (2nd edition 1987).",
        "Simon, H.A. Causal Ordering and Identifiability, in Studies in Econometric Method, Cowles Commission Monograph No. 14, eds. W.C. Hood and T.C. Koopmans. John Wiley & Sons, 1953.",
        "______________ E-stability vis-a-vis Determinacy Results for a Broad Class of Linear Rational Expectations Models, Journal of Economic Dynamics and Control 31, 2007, 1376-1391.",
        "_______________On the Relationship Between Determinate and MSV Solutions in Linear RE Models, Economics Letters 84, 2004, 55-60.",
        "______________ Multiple-Solution Indeterminacies in Monetary Policy Analysis, Journal of Monetary Economics 50, 2003, 1153-1175.",
        "McCallum, B.T. On Nonuniqueness in Linear Rational Expectations Models: An Attempt at Perspective, Journal of Monetary Economics ii, 1983, 139-168.",
        "Lubik, Thomas A., and Frank Schoriheide. Computing Sunspot Equilibria in Linear Rational Expectations Models, Journal of Economic Dynamics and Control 28, 2003, 273-285.",
        "Klein, P. Using the Generalized Schur Form to Solve a Multivariate Linear Rational Expectations Model, Journal of Economic Dynamics and Control 24, 2000, 1405-1423.",
        "King, R.G., and M.W. Watson. The Solution of Singular Linear Difference Systems Under Rational Expectations, International Economic Review 39, 1998, 10 15-1026.",
        "____________________ Topics in Matrix Analysis. Cambridge University Press, 1991.",
        "Cochrane, J.H. Inflation Determination with Taylor Rules: A Critical Review. NBER Working Paper 13409, 2007. Evans, G.W., and S. Honkapohja. Learning and Expectations in Macroeconomics.",
        "Horn, R.A., and C. R. Johnson. Matrix Analysis. Cambridge University Press, 1985.",
        "Cho, S., and B.T. McCallum. Another Weakness of `Determinacy' as a Selection Criterion for Rational Expectations Models, Economics Letters 104, 2009, 17-19.",
        "Calvo, G. On the Indeterminacy of Interest Rates and Wages with Perfect Foresight, Journal of Economic Theory 19, 1978, 321-337.",
        "Blanchard, O.J., and C.M. Kahn.The Solution of Linear Difference Models Under Rational Expectations, Econometrica 48, 1980, 1305-13 ii.",
        "Blanchard, O.J. Backward and Forward Solutions for Economies with Rational Expectations, American Economic Review 69, May 1979, 114-118."
    ]
}