{
    "id": 15243,
    "cites": 38,
    "cited_by": 167,
    "reference": [
        "Barsky, B., F. Juster, M. Kimball, and M. Shapiro (1997): Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey, Quarterly Journal of Economics, 112, 537-579.",
        "Basak, S., and D. Cuoco (1998): An Equilibrium Model with Restricted Stock Market Participation, Review of Financial Studies, 11, 309-341.",
        "Blundell, R., M. Browning, and C. Meghir (1994): Consumer Demand and the LifeCycle Allocation of Household Expenditures, Review of Economic Studies, 61, 57-80.",
        "Boldrin, M., L. Christiano, and J. Fisher (2001): Habit Persistence, Asset Returns, and the Business Cycle, American Economic Review, 91, 149-166.",
        "Browning, M., and T. Crossley (2000): Luxuries are Easier to Postpone: A Proof, Journal of Political Economy, 108, 1022-26.",
        "Campanale, C., R. Castro, and G. Clementi (2007): Asset Pricing in a Production Economy with Chew-Dekel Preferences, Unpublished Manuscript, Stern School of Business, New York University.",
        "Campbell, J. Y. (1999): Asset Prices, Consumption, and the Business Cycle, in Handbook of Macroeconomics, ed. by J. Taylor and M. Woodford, Vol. 1, Amsterdam: NorthHolland, 1231-1303.",
        "Campbell, J. , and J. H. Cochrane (1999): By Force of Habit: A Consumption Based Explanation of Aggregate Stock Market Behavior, JPE, Vol 107, pp. 205-251.",
        "Campbell, J. Y., and R. J. Shiller (1988): Stock Prices, Earnings and Expected Dividends,  Journal of Finance, 43, 661-76.",
        "Chan, Y. , and L. Kogan (2002): Catching Up with the Joneses: Heterogeneous Preferences and the Dynamics of Asset Prices, Journal of Political Economy, 110, 1255-85.",
        "Chou, R., R. F. Engle and A. Kane (1992): Measuring Risk Aversion From Excess Returns on a Stock Index, Journal of Econometrics, 52, 2 10-224.",
        "Christiano, L. J., and J. D. M. Fisher (1998): Stock Market and Investment Good Prices: Implications for Macroeconomics, Unpublished Manuscript, Northwestern University.",
        "Christiano, L. , M. Eichenbaum, and C. L. Evans (2005): Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113, 1-45.",
        "Domeij, D., and M. Floden (2006). The Labor-Supply Elasticity and Borrowing Constraints: Why Estimates are Biased, Review of Economic Dynamics, 9, 242-62.",
        "Danthine, J-P., and J. Donaldson (2002): Labor Relations and Asset Returns, Review of Economic Studies, 69, 41-64.",
        "Epstein, L. G. (1988): Risk Aversion and Asset Prices, Journal of Monetary Economics, 22, 179-192.",
        "Greenwood, J., Z. Hercowitz, and G. W. Huffman (1988): Investment, Capacity Utilization, and the Real Business Cycles, American Economic Review, 78, 402-417.",
        "Gomes, F., and A. Michaelides (2008): Asset Pricing with Limited Risk Sharing and Heterogeneous Agents, Review of Financial Studies, 21, 415-448.",
        "Guvenen, F. (2006): Reconciling Conflicting Evidence on the Elasticity of Intertemporal Substitution: A Macroeconomic Perspective, Journal of Monetary Economics, 53, 1451-1472.",
        "Guvenen, F. (2009): Limited Stock Market Participation versus External Habit: An Intimate Link, Unpublished Manuscript, University of Minnesota.",
        "Investment Company Institute (2002): Equity Ownership in America, available online at http://www.ici.org/statements/res.",
        "Jermann, U. J. (1998): Asset Pricing in Production Economies, Journal of Monetary Economics, 41, 257-275.",
        "Kimball, M., and M. Shapiro (2003): Labor Supply: Are the Income and Substitution Effects Both Large or Both Small? Unpublished Manuscript, University of Michigan.",
        "Krusell, P., and A. A. Smith, Jr. (1997): Income and Wealth Heterogeneity, Portfolio Choice, and Equilibrium Asset Returns, Macroeconomic Dynamics, 1, 387-422.",
        "Lettau, M. and H. Uhlig (2000): Can Habit Formation Be Reconciled with Business Cycle Facts? Review of Economic Dynamics, 3, 79-99.",
        "Mankiw, N. G., and S. P. Zeldes (1991): The Consumption of Stockholders and Nonstockholders,  Journal of Financial Economics, 29, 97-112.",
        "Masulis, R. W. (1988): The Debt-Equity Choice, Institutional Investor Series in Finance, Ballinger Press.",
        "Mehra, R., and E. C. Prescott (1985): The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, 145-161.",
        "Poterba, J., and A. A. Samwick (1995): Stock Ownership Patterns, Stock Market Fluctuations, and Consumption, Brookings Papers on Economic Activity, 26, 295-373.",
        "Saito, M. (1995): Limited Participation and Asset Pricing, Unpublished Manuscript, University of British Columbia.",
        "Schwert, G. W. (1989): Why Does Stock Market Volatility Change Over Time? Journal of Finance, 44, 1115-1153.",
        "Storesletten, K., C. Telmer, and A. Yaron (2007): Asset Pricing with Idiosyncratic Risk and Overlapping Generations, Review of Economic Dynamics, 10, 519-48.",
        "Tallarini, T. (2000): Risk sensitive Business Cycles, Journal of Monetary Economics, 45, 507-532.",
        "Uhlig, H. (2006): Macroeconomics and Asset Markets: Some Mutual Implications, Unpublished Manuscript, University of Chicago.",
        "(2007): Leisure, Growth, and Long-run Risk, Unpublished Manuscript, University of Chicago.",
        "Bansal, R. and A. Yaron (2004): Risks for the Long-Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 59, 148 1-1509.",
        "Ait-Sahalia, Y., J. Parker, and M. Yogo (2004): Luxury Goods and the Equity Premium,  Journal of Finance, 59, 2959-3004.",
        "Attanasio, 0., J. Banks, and S. Tanner. (2002): Asset Holding and Consumption Volatility, Journal of Political Economy, 110, 771-92."
    ]
}