{
    "id": 15245,
    "cites": 11,
    "cited_by": 9,
    "reference": [
        "BÃ\u0083Æ\u0092Ã\u0082Â¶ckerman, P., and P. Ilmakunnas (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and self-assessed health: evidence from panel data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics, 18(2), 161-179.",
        "Bound, J. (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-reported versus objective measures of health in retirement models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 26(1), 106-138.",
        "Eurostat. (2001),.Disability and Social Participation in Europe, Luxembourg: Office for Official Publications of the European Communities.",
        "Croda, E. and J. Skinner (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disability Insurance and Health in Europe and the US. April,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper presented at Netspar 2009 Annual Conference, The Hague, http://www.netspar.nl/events/2009/annual/paperskinner.pdf.",
        "Heeringa S.G., and J. Connor (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Description of the Health and Retirement Study Sample Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Online version at www.hrsonline.isr.umich.edu; originally published as HRS/AHEAD Documentation Report DR-002.",
        "Jones, M.K. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How accurate are estimates of the impact of disability on labour market participation? Evidence from the Health Survey for England,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Swansea University, School of Business, Working Paper.",
        "Kapteyn, A., J.P. Smith, and A. van Soest (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vignettes and self-reported work disability in the US and the Netherlands,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(1), 461-473.",
        "Kapteyn, A., J.P. Smith, A. van Soest, and J. Banks (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Status and Transitions during the Pre-Retirement Years: Learning from International Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 39 forthcoming in D. Wise (ed.), Research Findings in the Economics of Aging, University of Chicago Press.",
        "King, G., C. Murray, J. Salomon, and A.Tandon (2004),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enhancing the Validity and Crosscultural Comparability of Measurement in Survey Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 98(1), 567-583.",
        "Kreider, B. and J.V. Pepper (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disability and Employment: Reevaluating the Evidence in Light of Reporting Errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 102(478), 432441.",
        "OECD (2004), OECD Employment Outlook, OECD, Paris."
    ]
}