{
    "id": 15242,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Wolfers, Justin, and Eric Zitzewitz, 2004, Prediction Markets, Journal of Economic Perspectives, 18(2): 107-126.",
        "Theseira, Walter, 2008, Competition to Default: Racial Discrimination in the Market for Online Peer-to-Peer Lending, Working paper, Wharton.",
        "Stiglitz, Joseph E., 1990, Peer Monitoring and Credit Markets, World Bank Economic Review, 4(3): 351-366.",
        "Stiglitz, Joseph E., and Andrew M. Weiss, 1981, Credit Rationing in Markets with Imperfect Information, American Economic Review, 71(3): 393-410.",
        "Stein, Jeremy, 2002, Information Production and Capital Allocation: Decentralized vs. Hierarchical Firms,Journal of Finance, 57(5): 1891-1921.",
        "Rigbi, Oren, 2009, The Effect of Usury Laws: Evidence from the Online Loan Market, Working Paper, Stanford GSB.",
        "Santikian, Lori, 2009, Dissecting Bank Relationships: The Role of Cross-Selling and Connections in Commercial Lending to Small Businesses, Working paper, Harvard University.",
        "Pope, Devin G., and Justin Sydnor, 2008, What's in a Picture? Evidence of Discrimination from Prosper.com, Working paper, Wharton.",
        "Ravina, Enrichetta, 2008, Love & Loans: The Effect of Beauty and Personal Characteristics in Credit Markets, Working Paper, Columbia GSB.",
        "Manove, Michael, A. Jorge Padilla, and Marco Pagano, 2001, Collateral versus Project Screening: A Model of Lazy Banks, RAND Journal of Economics, 32(4): 726-744.",
        "Lin, Mingfeng, Siva Viswanathan, and N. R. Prabhala, 2009, Judging Borrowers by the Company they Keep: Social Networks and Adverse Selection in Online Peer-to-Peer Lending, Working paper, University of Maryland.",
        "Liberti, Jose M., and Atif R. Mian, 2009 (forthcoming), Estimating the Effect of Hierarchies on Information Use, Review of Financial Studies.",
        "Keys, BenjaminJ., Tanmoy Mukherjee, Amit Seru, and Vikrant Vig, 2010 (forthcoming), Did Securitization Lead to Lax Screening? Evidence From Subprime Loans, Quarter~y Journal of Economics, 125(1).",
        "Greene, Wiffiam H., 1993, Econometric Analysis, 2nd ed. Macmillan, New York.",
        "Ghatak, Maitreesh, 2000, Screening by the Company You Keep: Joint Liability Lending and the Peer Selection Effect, Economic Journal, 110(465): 601-631.",
        "Freedman, Seth, and Ginger Z. Jin, 2008, Do Social Networks Solve the Information Problems for Peer-to-Peer Lending? Evidence from Prosper.com, Working paper, University of Maryland.",
        "Boot, Arnoud W.A., and Anjan V. Thakor, 1997, Financial System Architecture, Review of Financial Studies, 10(3): 693-733.",
        "Diamond, Douglas W., 1984, Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51(3): 393-41 4.",
        "Farber, Henry S. and Robert Gibbons, 1996, Learning and Wage Dynamics, Quarter~y Journal of Economics, 111(4): 1007-1047.",
        "Berger, Allen N., and Gregory F. Udell, 2002, Small Business Credit Availability and Relationship Lending: The Importance of Organizational Structure, Economic Journal, 112(477): F32-F53.",
        "Avery, Robert B., Raphael W. Bostic, and Katherine A. Samolyk, 1998, The Role of Personal Wealth in Small Business Finance, Journal of Banking and Finance, 22(6-8): 1019-1061.",
        "Ang, James S., James W. Lyn, and Floyd Tyler, 1995, Evidence on the Lack of Separation Between Business and Personal Risk Among Small Businesses, Journal of Small Business Finance, 4(2): 197-210.",
        "Aghion, Philippe, and Jean Tirole, 1997, Formal and Real Authority in Organizations, Journal of PoliticalEcono~y, 105(1): 1-29.",
        "Altonji, Joseph G., and Charles R. Pierret, 2001, Employer Learning and Statistical Discrimination, Quarter~'y Journal of Economics, 116(1): 313-350.",
        "Adams, William, Liran Einav, and Jonathan Levin, 2009, Liquidity Constraints and Imperfect Information in Subprime Lending, American Economic Review, 99(1): 49-84."
    ]
}