{
    "id": 15247,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Yamamoto, H. and T. Ohtsuki (2008). Double Power-Law in Aggregation-Chipping Processes, Physical Review E, 77, June.",
        "Weitzman, M.L. (2007). Subjective Expectations and Asset-Return Puzzles, American Economic Review, 97, September, 1102-1130.",
        "Weil, P. (1990). Nonexpected Utility in Macroeconomics, Quarterly Journal of Economics, 105, February, 29-42.",
        "Reed, W.J. (2003). The Pareto Law of Incomes-an Explanation and an Extension, Physica A, 319, March, 469-486.",
        "Rietz, T.A. (1988). The Equity Risk Premium: A Solution, Journal of Monetary Economics, 22, July, 117-131.",
        "Mehra, R. and E.C. Prescott. (1985). The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, March, 145-161.",
        "Mitzenmacher, M. (2003a). A Brief History of Generative Models for Power Law and Lognormal Distributions, Internet Mathematics, 1, 226-251.",
        "Mitzenmacher, M. (2003b). Dynamic Models for File Sizes and Double Pareto Distributions, Internet Mathematics, 1, 305-333.",
        "Luttmer, E.G.J. (2007). Selection, Growth, and the Size Distribution of Firms, Quarterly Journal of Economics, 122, August, 1103-1144.",
        "Mandelbrot, B. (1960). The Pareto-Levy Law and the Distribution of Income, International Economic Review, 1, 79-106.",
        "Greene, W.H. (2002). Econometric Analysis, 5th ed., Prentice Hall, Englewood Cliffs NJ.",
        "Lucas, R.E., Jr. (1978). Asset Prices in an Exchange Economy. Econometrica, 46, November, 1429-1445.",
        "Gabaix, X. and A. Landier (2008). Why Has CEO Pay Increased so Much? Quarterly Journal of Economics, 123, February, 49-100.",
        "Gabaix, X. and Y. loannides (2004). The Evolution of City Size Distributions, in V. Henderson and J.F. Thisse, eds., Handbook of Regional and Urban Economics, v.4, Amsterdam, North-Holland, 2341-2378.",
        "Gabaix, X., P. Gopikrishnan, V. Plerou, and H.E. Stanley (2006). Institutional Investors and Stock Market Volatility, Quarterly Journal of Economics, 121, May, 46 1-504.",
        "Gabaix, X. and R. Ibragimov (2009). Log(RANK-1/2): A Simple Way to Improve the OLS Estimation of Tail Exponents, forthcoming, Journal of Business Economics and Statistics.",
        "Gabaix, X., P. Gopikrishnan, V. Plerou, and H.E. Stanley (2003). A Theory of Power Law Distributions in Financial Market Fluctuations, Nature, 423, 267-270.",
        "Epstein, L.G. and S.E. Zin. (1989). Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 57, July, 937-969.",
        "Gabaix, X. (2008). Power Laws, entry in S.N. Durlauf and L.E. Blume, eds., The New Palgrave Dictionary of Economics, 2nd ed., London, Macmillan.",
        "Efron, B. and R.J. Tibshirani (1993). An Introduction to the Bootstrap, Chapman & Hall/CRC.",
        "Champernowne, D.G. (1953). A Model of Income Distribution, Economic Journal, 63, June, 318-351.",
        "Efron, B. (1987). Better Bootstrap Confidence Intervals, Journal of the American Statistical Association, 82, March, 171-185.",
        "Barro, R.J., E. Nakamura, J. Steinsson, and J.F. Ursua (2009). Crises and Recoveries in an Empirical Model of Consumption Disasters, unpublished, Columbia University, July.",
        "Barro, R.J. (2009). Rare Disasters, Asset Prices, and Welfare Costs, American Economic Review, 99, March, 243-264.",
        "Barro, R.J. and J.F. Ursua (2008). Consumption Disasters since 1870, Brookings Papers on Economic Activity, spring, 255-335.",
        "Barro, R.J. (2006). Rare Disasters and Asset Markets in the Twentieth Century, Quarterly Journal of Economics, 121, August, 823-866."
    ]
}