{
    "id": 15253,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "Aggarwal, Gagan, Ashish Goel, and Rajeev Motwani (2006): Truthful Auctions for Pricing Search Keywords, ACM Conference on Electronic Commerce.",
        "Ausubel, Lawrence M., and Peter Cramton (2004): Auctioning Many Divisible Goods, Journal of the European Economic Association, 2(2-3), 480-493.",
        "Borgers, Tilman, Ingemar Cox, Martin Pesendorfer, Vaclav Petricek (2006): Equilibrium Bids in Sponsored Search Auctions: Theory and Evidence, Mimeo.",
        "Borgs, Christian, Jennifer Chayes, Nicole Immorlica, Mohammad Mahdian, and Amin Saberi (2006): Multi-unit Auctions with Budget Constrained Bidders, mimeo, Microsoft Research.",
        "Chen, Jianqing, De Liu, and Andrew B. Whinston (2009): Auctioning Keywords in Online Search, Journal of Marketing, 73(4), 125-141.",
        "Chen, Yongmin and Chuan He (2006): Paid Placement: Advertising and Search on the Internet, mimeo, NET Institute.",
        "Cramton, Peter, Yoav Shoham, and Richard Steinberg (2007): An Overview of Combinatorial Auctions, ACM SlCecom Exchanges, 71(1), 1-12.",
        "Demange, Gabrielle, David Gale and Marilda Sotomayor (1986): Multi-Item Auctions, Journal of Political Economy 94(4), 863-872.",
        "Diamond, Peter (1971): A Model of Price Adjustment, Journal of Economic Theory 3, 156-168.",
        "Edelman, Benjamin and Michael Ostrovsky (2007): Strategic Bidder Behavior in Sponsored Search Auctions, Decision Support Systems 43(1), 192-198.",
        "Edelman, Benjamin, Michael Ostrovsky, and Michael Schwarz (2007): Internet Advertising and the Generalized Second-Price Auction: Selling Billions of Dollars Worth of Keywords, American Economic Review 97(1), 242-259.",
        "Edelman, Benjamin and Michael Schwarz (2006): Optimal Auction Design in a Multi-unit Environment: The Case of Sponsored Search Auctions, mimeo, Harvard University and Yahoo! Research.",
        "Gunawardana, Asela, Christopher Meek, and Jody Biggs (2008): A Quality-Based Auction for Search Ad Markets with Aggregators, ACM EC Workshop on Ad Auctions.",
        "Eisenmann, Thomas R. and Kerry Hermann (2006): Google Inc., Harvard Business School Case 806-105.",
        "Elhson, Glenn and Sara Fisher Ellison (2004): Search, Obfuscation, and Price Elasticities on the Internet, NBER working paper 10570.",
        "Ellison, Glenn and Sara Fisher Ellison (2009): Search, Obfuscation, and Price Elasticities on the Internet, Econometrica 77(2), 427-452.",
        "Ellison, Glenn, Drew Fudenberg, and Markus M",
        "Ellison, Glenn and Alexander Wolitzky (2009): A Search Cost Model of Obfuscation, mimeo, MIT.",
        "Hu, Yu (2004): Performance-Based Pricing Models in Online Advertising, mimeo, MIT Sloan School of Management.",
        "Immorlica, Nicole, Kamal Jam, Mohammad Mahdian, and Kunal Talwar (2006): Click Fraud Resistant Methods for Learning Click-Through Rates, mimeo, Microsoft Research.",
        "Jerziorski, Przemyslaw and Ilya Segal (2009): What Makes them Click: Empirical Analysis of Consumer Demand for Search Advertising, mimeo, Stanford University.",
        "Kameinica, Emir (2008): Contextual Inference in Markets: On the Informational Content of Product Lines, American Economic Review 98(5), 2127-2149.",
        "Lehaie, Sebastien (2006): An Analysis of Alternative Slot Auction Designs for Sponsored Search, EC `06.",
        "Liu, De, and Jianqing Chen (2006): Designing Online Auctions with Past Performance Information, Decision Support Systems 42(6), 1307-1320.",
        "Liu, De, Jianqing Chen, and Andrew B. Whinston (2009): Ex-Ante Information and the Design of Keyword Auctions, Information Systems Research, forthcoming.",
        "Rayo, Luis and Ilya Segal (2008): Optimal Information Disclosure, mimeo, University of Chicago and Stanford Unversity.",
        "Varian, Hal R. (2007): Position Auctions, International Journal of Industrial Organization 25(6), 1163-1178.",
        "White, Alexander (2008): Search Engines: Left Side Quality versus Right Side Profits, mimeo, Toulouse School of Economics.",
        "Wilson, Chris M. (2008): Ordered Search and Equilibrium Obfuscation, mimeo, University of Oxford.",
        "Xu, Lizhen, Jianqing Chen, and Andrew B. Whinston (2009): To Place Better or Price Cheaper? Bidding and Pricing under Keyword Advertising, mimeo, University of TexasAustin and University of Calgary.",
        "Aggarwal, Gagan, John Feldman, and S. Muthukrishnan (2006): Bidding to the Top: VCG and Equilibria of Position-Based Auction, arXiv: cs.GT/0607117 vi."
    ]
}