{
    "id": 15257,
    "cites": 41,
    "cited_by": 14,
    "reference": [
        "Abowd, John, and David Card. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Covariance Structure of Earnings and Hours Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, 57(2): 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Aiyagari, S. R. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Risk and Aggregate Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 109(3): 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Ales, Laurence, and Pricila Maziero. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Exclusive Dynamic Contracts, Competition, and the Limits of Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Minnesota.",
        "Altonji, Joseph, and Lewis M. Segal. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small-Sample Bias in GMM Estimation of Covariance Structures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 14(3): 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Angeletos, George-Marios. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Investment Risk and Aggregate Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 10(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Attanasio, Orazio, Erich Battistin, and Hidehiko Ichimura. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Really Happened to Consumption Inequality in the US?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Measurement Issues in EconomicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dThe Paths Ahead: Essays in Honor of Zvi Griliches, ed. Ernst R. Berndt and Charles R. Hulten. Chicago: University of Chicago Press.",
        "Attanasio, Orazio, and Steven J. Davis. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative Wage Movements and the Distribution of Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104(6): 1227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1262.",
        "Attanasio, Orazio, and Nicola Pavoni. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Sharing in Private Information Models with Asset Accumulation: Explaining the Excess Smoothness of Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 12994.",
        "Attanasio, Orazio, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081osÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cRull. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Smoothing in Island Economies: Can Public Insurance Reduce Welfare?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 44(7): 1225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1258.",
        "Benabou, Roland. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax and Education Policy in a Heterogeneous Agent Economy: What Levels of Redistribution Maximize Growth and Efficiency?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(2): 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Blundell, Richard, and Ian Preston. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Inequality and Income Uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113(2): 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Bodie, Zvi, Robert C. Merton, and William F. Samuelson. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Flexibility and Portfolio Choice in a Life Cycle Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 16(3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4): 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "Browning, Martin, Lars P. Hansen, and James J. Heckman. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data and General Equilibrium Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics, vol. 1, ed. John B. Taylor and Michael Woodford, 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633. Amsterdam: Elsevier.",
        "Caballero, Ricardo. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Puzzles and Precautionary Savings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 25(1): 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "CastanÃ\u0083Å\u0092Ã\u0082Æ\u0092eda, Ana, Javier DiazÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cGimenez, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081osÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cRull. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for the US Earnings and Wealth Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111(4): 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Chamberlain, Gary. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Econometrics, vol. 3, ed. Zvi Griliches and Michael Intriligator, 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318. New York: NorthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cHolland.",
        "Cole, Harold, and Narayana Kocherlakota. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Allocations with Hidden Income and Hidden Storage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 68(3): 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Constantinides, George, and Darrel Duffie. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Heterogeneous Consumers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104(2): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Cunha, Flavio, James J. Heckman, and Salvador Navarro. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Separating Uncertainty from Heterogeneity in LifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cCycle Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 57(2): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Deaton, Angus. 1997. The Analysis of Household Surveys. Baltimore: John Hopkins University Press.",
        "Deaton, Angus, and Christina Paxson. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal Choice and Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 102(3): 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "FernandezÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cVillaverde, Jesus, and Dirk Krueger. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Saving over the Life Cycle: How Important Are Consumer Durables?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Society for Economic Dynamics, Meeting Paper 357b.",
        "Guvenen, Fatih. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Your Earning: Are Labor Income Shocks Really Very Persistent?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3): 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Guvenen, Fatih, and Anthony Smith. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inferring Labor Income Risk from Economic Choices: An Indirect Inference Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Yale University.",
        "Hall, Robert E. and Frederic Mishkin. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50(2): 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Hayashi, Fumio, Joseph Altonji, and Laurence Kotlikoff. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RiskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cSharing between and within Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, 64(2): 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante. 2008a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Implications of Rising Wage Inequality in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, New York University.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante. 2008b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurance and Opportunities: A Welfare Analysis of Labor Market Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 55(3): 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Heathcote, Jonathan, Kjetil Storesletten and Giovanni L. Violante. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Macroeconomics with Heterogeneous Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14768.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Saving and Social Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 103(2): 360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Huggett, Mark. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risk-free Rate in Heterogeneous-agent Incomplete-insurance Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 17(5-6): 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Kaplan, Greg. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Patterns of Lifecycle Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, New York University.",
        "Krebs, Tom. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Welfare Effects of Business Cycles in Economies with Idiosyncratic Human Capital Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 6(4): 846Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Krueger, Dirk, and Fabrizio Perri. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Income Inequality Lead to Consumption Inequality? Evidence and Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 73(1): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Livshits, Igor, James MacGee, and Michele Tertilt. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Bankruptcy: A Fresh Start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(1): 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Low, Hamish, Costas Meghir, and Luigi Pistaferri. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Risk and Employment Risk Over the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14901.",
        "Moffitt, Robert and Peter Gottschalk. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in the Transitory Variance of Earnings in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 112(3): C68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cC73.",
        "Primiceri, Giorgio, and Thijs van Rens. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Life Cycle Profiles, Income Risk and Consumption Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56(1): 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Slesnick, Daniel. 2001. Consumption and Social Welfare: Living Standards and Their Distribution in the United States. Cambridge: Cambridge University Press.",
        "Uhlig, Harald. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Law of Large Numbers for Large Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 8(1): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Wang, Neng. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Caballero Meets Bewley: The Permanent Income Hypothesis in General Equilibrium. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(3): 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c936. 1970 1975 1980 1985 1990 1995 0.02 0.04 0.06 0.08 0.1 0.12 0.14 0.16 CrossÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099sectional Variance of Uninsurable Wage Dispersion Year Total Shocks Cohort 1970 1975 1980 1985 1990 1995 0.02 0.04 0.06 0.08 0.1 0.12 0.14 0.16 CrossÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099sectional Variance of Permanent Insurable Wage Dispersion Year Total Shocks Cohort 1970 1975 1980 1985 1990 1995 0.05 0.1 0.15 CrossÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099sectional Variance of IID Insurable Wage Dispersion Year Total 1970 1975 1980 1985 1990 1995 0.05 0.1 0.15 CrossÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099sectional Variance of Uninsurable Preferences Dispersion Year Total Shocks Cohort"
    ]
}