{
    "id": 15256,
    "cites": 29,
    "cited_by": 28,
    "reference": [
        "(2008). The Impact of Occupation on Self-Rated Health: Cross-sectional and Longitudinal Evidence from the Health and Retirement Survey.. Working Paper Imbens, G. W., and J. D. Angrist (1994). Identication and Estimation of Local Average Treatment Effects, Econometrica, 62(2), 467-475.",
        "Fletcher, Jason M. (2008). The Effects of First Occupation on Long Term Health Status: Evidence from the Wisconsin Longitudinal Study. Yale University Working Paper Fletcher, Jason M. and David Frisvold. (2008). Higher Education and Health Investments. Yale University Working Paper Fletcher, Jason M. and David Frisvold (2009). Does Attending A Selective College Increase Health in Old Age? Yale University Working Paper Gruber, Jonathan. (2001). Tobacco at the Crossroads: The Past and Future of Smoking Regulation in the United States. Journal of Economic Perspectives. 15(2): 193-212 Gueorguieva, R, Sindelar, J, Falba, T, Fletcher, J, Keenan P, Wu R, and Gallo W.",
        "Ferrie, J. E., P. Martikainen, et al. (2005). Self-reported economic difficulties and coronary events in men: evidence from the Whitehall II study. International Journal of Epidemiology 34(3): 640-8.",
        "Cutler, D. M. and A. Lleras-Muney (2006). Education and Health: Evaluating Theories and Evidence. NBER Working Paper No. 12352.",
        "Currie, Janet and Enrico Moretti (2003). Mother's Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings, The Quarterly Journal of Economics, 118(4), 1495-1532.",
        "Choo, Eugene and Michael Denny. (2006). Wearing Out-The Decline of Health. University of Toronto Working Paper Costa, Dora L., and Joanna N. Lahey. (2005). Predicting Older Age Mortality Trends. J. European Econ. Assoc. 3: 487-93.",
        "Carnerio, Pedro, Costas Meghir, and Matthias Parey, (2007). Maternal Education, Home Environments and the Development of Children and Adolescents. IZA Discussion Paper 3072 Case, Anne and Angus Deaton (2003). Broken Down by Work and Sex: How Our Health Declines. NBER Working Paper Case, Anne, Angela Fertig, and Christina Paxson. 2005. The Lasting Impact of Childhood Health and Circumstance. Journal of Health Economics. 24: 365-89.",
        "Card, David, and Alan B. Krueger. (1992). Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy 100:1-40.",
        "Card, David. (1999). The Causal Effect of Education on Earnings, in Handbook of Labor Economics, ed. by 0. Ashenfelter, and D. Card, vol. 3A, chap. 30, pp. 1801-1863. Elsevier.",
        "Bosma, H., M. G. Marmot, et al. (1997). Low job control and risk of coronary heart disease in Whitehall II (prospective cohort) study. ~p~j 3 14(7080): 558-65.",
        "Amick, B. C.and D. D. Celentano (1991). Structural determinants of the psychosocial work environment: introducing technology in the work stress framework. Ergonomics 34(5): 625-46.",
        "Amick, Benjamin, Peggy McDonough, Hong Chang, William Rogers, Carl Pieper, and Greg Duncan. (2003). Relationship Between All-Cause Mortality and Cumulative Working Life Course Psychosocial and Physical Exposures in the United States Labor Market From 1968 to 1992. Psychosomatic Medicine 64:370-38 1 Almond, Douglas. (2006). Is the 1918 Influenza Pandemic Over? Long-term Effects of In Utero Influenza Exposure in the Post-1940 US Population. Journal of Political Economy vol: 114 iss:4 pg:672 Basu, A, Heckman, J, Navarro-Lozano, S and Urzua 5. 2007. Use of instrumental variables in the presence of heterogeneity and self-selection: an application to treatments of breast cancer patients. Health Economics, vol. 16; 11, pp. 1133-1157.",
        "Sindelar, Jody, Jason Fletcher, Patricia Keenan, William Gallo, and Tracy Falba. (2007) The Impact of First Occupation on Health at Older Ages. NBER Working Paper van den Berg GJ, Lindeboom M, and Portrait F, Long-Run Longevity Effects of a Nutritional Shock Early in Life: The Dutch Potato Famine of 1846-1847 (October 2007) Discussion Paper No. 3123 von Wachter, TM and S. Bender (2006). In the Right Place at the Wrong Time: The Role of Firms and Luck in Young Workers' Careers. American Economic Review, 96(5): 1706-1719 Williams, Jenny. (2005). Habit Formation and College Students' Demand for Alcohol. Health Economics, 14: 119-134.",
        "accessed: July 15, 2008 Smith, James P. (2007). The Impact of Social Economic Status on Health over the Life Course, Journal of Human Resources, 42 (4): 739-764.",
        "Raaum, Oddbjorn and Knut Roed. (2006). Do Business Cycle Conditions at the Time of Labor Market Entry Affect Future Employment Prospects? Review of Economics and Statistics, Vol 88 (2): 193-210 Rom WN and S Markowitz (Editors), (2006). Environmental and Occupational Medicine. 4th ed, Lippincott Williams & Wilkins, Philadelphia, PA Roodman, David (2007). CMP: Stata module to implement conditional (recursive) mixed process estimator, Statistical Software Components S456882, Boston College Department of Economics, revised 01 Jul 2008. ~",
        "Pavan, R. (2005) The Role of Career Choice in Explaining Job Mobility. Working Paper.",
        "Lleras-Muney, A. (2005). The Relationship Between Education and Adult Mortality in the United States. Review of Economic Studies 72(1): 189-221.",
        "Maclnnis, B. (2007). Does College Education Impact Health? Evidence From the PreLottery Vietnam Draft, Mimeo, Department of Agricultural and Resource Economics, UC Berkeley.",
        "Neal, Derek. (1999). The Complexity of Job Mobility among Young Men, Journal of Labor Economics, 17, 237-6 1.",
        "Johnson, Rucker and Robert Schoeni. (2007). The Influence of Early-Life Events on Human Capital, Health Status, and Labor Market Outcomes Over the Life Course. Working Paper Kambourov, G., I. Manovskii (2005). Occupational Specificity of Human Capital, Working Paper.",
        "Karasek, R. A., T. Theorell, et al. (1988). Job characteristics in relation to the prevalence of myocardial infarction in the US Health Examination Survey (HES) and the Health and Nutrition Examination Survey (HANES). Am J Public Health 78(8): 910-8.",
        "Kenkel, D. 5. (1991). Health behavior, health knowledge, and schooling. Journal of Political Economy 99(2): 287-305.",
        "Mare, Robert. (1990). Socio-economic Careers and Differential Mortality among Older Men in the United States. In: Vallin J, D'Souza 5, Palloni A, eds. Measurement and analysis of mortality: new approaches. Oxford: Clarendon Press,:362-87.",
        "Marmot, M. G. (1983). Stress, Social and Cultural Variations in Heart Disease. J Psychosom Res. 1983;27(5):377-84.",
        "Marmot, M. G. and G. D. Smith (1997). Socio-Economic Differentials in Health: The Contribution of the Whitehall Studies. Journal of Health Psychology 2(3): 283-296.",
        "Marmot, M. G., Bosma, H, Brunnerm 5, 1997, Contribution of job control and other risk factors to social variations in coronary heart disease incidence. Lancet, pp.235-239.",
        "Marmot, M. G., Ryff, C. D., Bumpass, L. L., Shipley, M. J., & Marks, N. F. (1997b). Social inequalities in health: Next questions and converging evidence. Social Science and Medicine, 44, 901-910.",
        "Murray, Michael P. 2006. Avoiding Invalid Instruments and Coping with Weak Instruments. Journal of Economic Perspectives, Vol. 20, No. 4 (November), pp 111132.",
        "Oreopoulos, Phil, Till von Wachter, and Andrew Heisz. (2008). Short- and Long-Term Career Effects of Graduating in a Recession: Hysteresis and Heterogeneity in the Market for College Graduates. IZA Discussion Paper 3578 Parent, D. (2000). Industry-Specific Capital and the Wage Profile: Evidence from the National Longitudinal Survey of Youth and the Panel Study of Income Dynamics. Journal of Labor Economics 18-2: 306-23."
    ]
}