{
    "id": 15264,
    "cites": 117,
    "cited_by": 14,
    "reference": [
        "Acemoglu, Daron and James A. Robinson. 2006. Economic Origins of Dictatorships and Democracies. New York: Cambridge University Press.",
        "Acheson, James M. 1987. The Lobster Fiefs Revisited: Economic and Ecological Effects of Terrioriality in the Maine Lobster Industry, in The Question of the Commons: The Culture and Ecology of Communal Resources. Edited by Bonnie J. McCay and James M. Acheson.",
        "Adeney, William. 1845-1847. Awards and Correspondence. MS 11920. State Library of Victoria.",
        "Allen, Douglas W. 2002. The Rhino's Horn: Incomplete Property Rights and the Optimal Value of an Asset Journal of Legal Studies, 31 (June): S359-S358.",
        "Almeida, Ana .L.O. 1992. The Colonization of the Amazon. University of Texas Press.",
        "Alston, Lee J. 1983. Farm Foreclosures in the United States During the Interwar Period, Journal of Economic History, 43, December: 885-903.",
        "Alston, Lee J. and Joseph P. Ferrie. 1993. Paternalism in Agricultural Labor Contracts in the U.S. South: Implications for the Growth of the Welfare State, American Economic Review (September): 852876.",
        "Alston, Lee J., Thr",
        "Alston, Lee J., Gary. D. Libecap and Bernardo Mueller. 1998. Property Rights and Land Conflict: A Comparison of the U.S. Western and Brazilian Amazon Frontiers in Latin America and the World Economy Since 1800. Edited by Coatsworth, John H. and Alan M. Taylor. Cambridge: Harvard University Press: 55-85.",
        "Alston, Lee J., Gary. D. Libecap and Bernardo Mueller. 1999a. A model of rural conflict: Violence and land reform policy in Brazil. Environment and Development Economics 4: pp. 135-160.",
        "Alston, Lee J., Gary. D. Libecap and Bernardo Mueller. 1999b. Titles, Conflict, and Land Use: The Development of Property Rights and Land Reform on the Brazilian Amazon Frontier. Ann Arbor, The University of Michigan Press.",
        "Alston, Lee J., Gary. D. Libecap and Bernardo Mueller. 2000. Land Reform Policies : The Sources of Violent Conflict, and Implications for Deforestation in the Brazilian Amazon. Journal of Environmental Economics and Management, 39:2, pp. 162-188.",
        "Alston, Lee J., Gary. D. Libecap and Bernardo Mueller. 2008. Interest Groups, Information Manipulation and Public Policy: The Landless Peasants Movement in Brazil. Working Paper. University of Colorado.",
        "Alston, Lee J. and Bernardo Mueller. 2004. Property Rights and the State. in Claude Menard and Mary M. Shirley, eds. Handbook for New /nstitutional Economics, Norwell MA: Kluwer Academic Publishers.",
        "Alston, Lee J., Gary D. Libecap and Robert Schnieder. 1996. The Determinants and Impact of Property Rights: Land Titles on the Brazilian Frontier Journal of Law Economics and Organization 12, pp. 25-61.",
        "Anderson, Terry L., and Peter J. Hill. 1975. The Evolution of Property Rights: A Study of the American West Journal of Law and Economics, 18:1, pp. 163-179.",
        "Anderson, Terry L., and PeterJ. Hill. 1990. The Race for Property Rights Journal of Law and Economics, 33 (April): pp. 177-197.",
        "Anderson, Terry L., and PeterJ. Hill. 2002. Cowboys and Contracts Journal of Legal Studies, 31 (June): S489-S514.",
        "Anderson Terry L., and PeterJ. Hill. 2004. The not so Wild, Wild West: Property Rights on the Frontier, Stanford University Press.",
        "Anderson, Terry L. and Fred S. McChesney. 1994. Raid or Trade? An Economic Model of Indian-White Relations. Journal of Law and Economics, 37:1, pp. 39-74.",
        "ANSW 4/2680. Colonial Secretary. Main Series of Letters Received 1826-1982.",
        "ANSW 4/3660. Colonial Secretary. Main Series of Letters Received 1826-1982.",
        "Bailey, M. 1992. Approximate Optimality of Aboriginal Property Rights Journal of Law and Economics, 35 (April), pp. 183-198.",
        "Barzel, Yoram. 1989. Economic Analysis of Property Rights. New York: Cambridge University Press.",
        "Barzel, Yoram. 2002. A Theory of the State: Economic Rights, Legal Rights and the Scope of the State. New York: Cambridge University Press.",
        "Bassanezi, Maria Silvia C.B., Ana Silvia V. Scott, Carlos A.P. Bacellar and Oswaldo M. S. Truzzi. 2008. Atlas da /migrac",
        "Bate, Weston. 1988. Victorian Gold Rushes. Melbourne: McPhee Gribble/Penguin Books.",
        "Besley, Timothy. 1995. Property Rights and Investment Incentives: Theory and Evidence from Ghana Journal of Political Economy. 103, pp. 903-937.",
        "Bogue, Allan G. 1963 (1st print 1958). The Iowa Claim Clubs: Symbol and Substance, in The Public Lands, Carstensen, Vernon ed. Madison, University of Wisconsin Press.",
        "Braim, H. A. 1846. A history of NSW: from its settlement to the close of the year 1844. New York: Bently Press.",
        "Briggs, H. E. 1934. The Development and Decline of Open Range Ranching in the Northwest. Mississippi Valley Historical Review. 20, pp. 521-536.",
        "Buchanan, James. M. and Gordon Tullock. 1965. The Calculus of Consent: Logical Foundations of Constitutional Democracy, University of Michigan Press.",
        "Burroughs, Peter. 1967. Britain and Australia 1 831-1 855: A study in /mperial Relations and Crown Lands Administration. Oxford: CIa rendon Press.",
        "Burton, David H. 1997. Theodore Roosevelt, American Politician: An Assessment. Madison: Fairleigh Dickinson University Press.",
        "Butlin, Noel G. 1964. /nvestment in Australian economic development, 1861-1900, Melbourne, Cambridge University Press.",
        "Butlin, Noel G. 1982. Close encounters of the worst kind: modeling Aboriginal depopulation and resource competition, 1788-1850 Working Papers in Economic History, Number 8, Australian National University.",
        "Carvalho, Jos",
        "Clune, D. and Griffith, G. 2006. Decision and Deliberation: the parliament of New South Wales, 18562003, Federation Press.",
        "Coase, Ronald. 1959. The Federal Communications Commission The Journal of Law and Economics, 2 (N 1, October): pp. 1-40.",
        "Coase, Ronald. 1960. The Problem of Social Cost, The Journal of Law and Economics, 3, pp. 1-44.",
        "Conover, Milton. 1923. The General Land Office: /ts History, Activities, and Organization. Baltimore: The Johns Hopkins Press.",
        "Costa, Emilia Viotti da. 1985. The Brazilian Empire: Myths & Histories. Chicago: University of Chicago Press.",
        "Coville, Frederick V. 1905. A Report on Systems of Leasing Large Areas of Grazing Land Report of the U.S. Public Lands Commission. Washington: Government Publications: pp. 26-61 Crowley, F. 1980. ColonialAustralia 1788-1840. Volume One. Melbourne: Nelson Press.",
        "Curr, E. M. 2001 Recollections of Squatting in Victoria, then called the Port Phillip District (from 1841 to 1851), 2'~' edition. Melbourne: Melbourne University Press.",
        "Dale, Edward Everett. 1960. The Range Cattle /ndustry: Ranching on the Great Plains from 1865 to 1925. Norman: University of Oklahoma Press.",
        "Dean, Warren, 1971. Latifundia and Land Policy in Nineteenth-Century Brazil, Hispanic-American History Review, Nov. :606-625.",
        "Dennen, R.T. 1976. Cattlemen's Associations and Property Rights in the American West, Explorations in Economic History, 13, pp. 423-436.",
        "De Soto, Hernando. 2000. Mystery of Capital: Why Capitalism is Failing Outside the West & Why the Key to /ts Success is Right under Our Noses. New York, Basic Books.",
        "Dingle, Anthony. 1984. The Victorians Settling. Melbourne: Fairfax, Syme and Weldon Associates.",
        "Dunham, Harold H. 1963 (1st print. 1937). Some Crucial Years of the General Land Office, 1875-1890, in The Public Lands, Carstensen, Vernon ed. Madison, University of Wisconsin Press.",
        "Ellickson, Robert C. 1991. Order Without Law: How Neighbors Settle Disputes. Cambridge: Harvard University Press.",
        "Ellis, David M. 1963 (1st print 1946). Comment on `The Railroad Land Grant Legend in American History Texts', in The Public Lands, Carstensen, Vernon ed. Madison, University of Wisconsin Press.",
        "Eggertsson, Thr",
        "Field, Erica. 2002. Entitled to Work: Urban Property Rights and Labor Supply in Peru. Working Paper, Princeton University. October.",
        "Engerman, Stanley L. and Kenneth L.Sokoloff. 1997. Factor Endowments, Institutions, and Differential Paths of Growth Among New World Economies: A View from Economic Historians of the United States, in How Latin America Fell Behind. Stephen Haber, ed., Stanford: Stanford University Press.",
        "Ensminger, Jean. 1995. Changing Property Rights: Reconciling Formal and Informal Rights to Land in Africa, 1997, The Frontiers of the New /nstitutional Economics, Academic Press.",
        "Feder, Gershon and David Feeny. 1991. Land Tenure and Property Rights: Theory and Implications for Development Policy World Bank Economic Review. 3, pp. 135-53.",
        "Fetherstonhaugh, Cuthbert. 1917. After Many Days. Melbourne: Cole Press Foweraker, Joe. 1981. The Struggle for Land: A Political Economy of the Pioneer Frontier in Brazilfrom 1930 to the Present Day. Cambridge University Press.",
        "Gates, Paul W. 1963 (1st print. 1936). The Homestead Law in an Incongruous Land System, in The Public Lands, Carstensen, Vernon ed. Madison, University of Wisconsin Press.",
        "Haddock, David D. 2003. Force, Threat, Negotiation: The Private Enforcement of Rights, in Property Rights: Cooperation, Conflict and Law. Anderson, Terry L. and Fred S. McChesney eds, Princeton, Princeton University Press.",
        "Hall, M. 1969. The Origins of Mass /mmigration to Brazil, 1871-1914, New York: Columbia University, PhD thesis.",
        "Halloway, Thomas. H. 1984. /mmigrantes para o Caf",
        "Hagedorn, Hermann. 1921. Roosevelt in the Bad Lands. Cambridge: The Riverside Press.",
        "Hansen, Zeynep K. and Gary D. Libecap. 2004. The allocation of property rights to land: US land policy and farm failure in the northern great plains Explorations in Economic History. 41, 103-129.",
        "Harris, Edwyna. 2008. `The Persistence of Correlative Water Rights in colonial Australia: A Theoretical Contradiction.' Discussion Papers, Department of Economics, Monash University, No. 11/08.",
        "Hawker, G. N. 1971. The parliament of New South Wales, 1856-1965, New South Wales Government Printer Henry, Robert 5. 1963 (1st print. 1945). The Railroad Land Grant Legend in American History Texts, in The Public Lands, Carstensen, Vernon ed. Madison, University of Wisconsin Press. Hughes, Jonathan and Louis P. Cain. American Economic History. Addison Wesley.",
        "Imlah, Albert, H. 1950. `The Terms of Trade of the United Kingdom, 1798-1913.' Journal of Economic History. 10:2, pp.170-194.",
        "Kanazawa, Mark T. 1996. Possession in Nine Points of the Law: The Political Economy of Early Land Disposal, Explorations in Economic History 33: 227-249.",
        "Kociumbas, J. 1988. The Oxford History of Australia. Volume One. Melbourne: Oxford University Press.",
        "La Croix, Sumner J. And James Roumasset. 1990. The Evolution of Property Rights in NineteenthCentury Hawaii The Journal of Economic History. 50:4 (Dec.), pp. 829-852.",
        "Libecap, Gary D. 1978. Economic Variables and the Development of the Law: The Case of Western Mineral Rights Journal of Economic History. 38:2, pp. 399-458.",
        "Libecap, Gary D. 1989. Contracting for Property Rights. New York: Cambridge University Press.",
        "Libecap, Gary. 1981. Locking Up the Range: Federal Land Controls and Grazing. Cambridge: Ballinger Publishing Company.",
        "Libecap Gary D. 2007. The Assignment of Property Rights on the Western Frontier: Lessons for Contemporary Environmental and Resource Policy Journal of Economic History. 67, 2 (May): 257291.",
        "Libecap, Gary D. and Zeynep K. Hansen. 2004. Small Farms, Externalities, and the Dust Bowl of the 19305. Journal of Political Economy. 112,3: (June): 665-694.",
        "Libecap, Gary D. and Dean Lueck. 2009. The Demarcation of Land and the Role of Coordinating Institutions, Working Paper University of California, Santa Barbara.",
        "Lueck, Dean 2003. First Possession as the Basis of Property in Property Rights: Cooperation, Conflict and Law. Anderson, Terry L. and Fred S. McChesney, eds. Princeton, Princeton University Press.",
        "Mattison, Ray H. 1950. Roosevelt and the Stockmen's Association North Dakota History. 17: 3 (July):177-209 McCabe, J. Terrence. 2004. Cattle Bring Us to Our Enemies: Turkana Ecology, Politics, and Raiding in a Disequilibrium System. Ann Arbor, University of Michigan Press.",
        "McChesney, Fred 5. 2003. Government as Definer of Property Rights: Tragedy Exiting the Commons in Property Rights: Cooperation, Conflict and Law. Anderson, Terry L. and Fred S. McChesney, eds.",
        "Princeton, Princeton University Press Mcintyre, 5. 2004. A concise history of Australia, Melbourne: Cambridge University Press.",
        "Mendelsohn, Robert. 1994. Property rights and Tropical Deforestation Oxford Economic Papers. 46, pp. 750-756.",
        "Mercer, George. 1819-1838. George Mercer Papers. MS 13166, State Library of Victoria.",
        "Migot-Adholla, Shem, Peter Hazell, Benoit Blarel and Frank Place. 1991. Indigenous Land Rights System in Sub-Saharan Africa: A Constraint on Productivity? World Bank Economic Review. 5, pp. 155-75.",
        "Millis, R. 1992. Waterloo Creek: theAustralia Day massacre of 1838, George Gipps and the British conquest of New South Wales, Sydney: McPhee and Gribble.",
        "Morris, A. and Ranken, G. 1883. Report of /nquiry into the state of Public Lands and the operation of the Land Laws, New South Wales Legislative Assembly, Votes and Proceedings.",
        "NBER. 2009. NBER Macrohistory: IV. Prices: Us.Wholesale Price of Cattle, Chicago 01/1858-12/1940. April 13, 2009 ~ New South Wales. 1872/3. Select Committee on the Administration of Land Laws, 2'~' Progress Report, Legislative Assembly, Votes and Proceedings.",
        "New South Wales. 1873/4. Select Committee on the Administration of Land Laws, 3rd Progress Report, Legislative Assembly, Votes and Proceedings Nimmo, J. 1884-1885. Report on the /nternal Commerce of the United States. House Executive Document 7, Part 3, Serial 2295, 48th Congress, Second Session.",
        "Norlin, Kara.2003 Political Corruption: Theory and Evidence from the Brazilian Experience, PhD Dissertation. University of Illinois.",
        "North, Douglass C., John Joseph Wallis and Barry R. Weingast. 2009. Violence and Social Orders. New York: Cambridge University Press.",
        "O'Neal, Bill. 1989. Cattlemen vs. Sheepherders: Five Decades of Violence in the West 1880-1920. Austin: Eakin Press.",
        "Olson, Mancur. 1965. The Logic of CollectiveAction. Cambridge: Harvard University Press.",
        "Osgood, Ernest Staples. 1929. The Day of the Cattleman. Chicago: University of Chicago Press.",
        "Ostrom, Elinor. 1990. Governing the Commons: The Evolution of /nstitutions for Collective Action. New York: Cambridge University Press.",
        "Os",
        "Pelzer, L. 1936. The Cattlemen's Frontier. Glendale California: Arthur H. Clark Co.",
        "Place, Frank and Peter Hazell. 1993. Productivity Effects of Indigenous Land Tenure Systems in SubSaharan Africa American Journal of Agricultural Economics 75, pp. 10-19.",
        "Port Phillip Association. 1835-1836. Papers of the Port Phillip Association. MS 10258, State Library of Victoria.",
        "Roberts, S. H. 1924. History of Australian Land Settlement. Melbourne: Macmillan Press.",
        "Roberts, S. H. 1935. The Squatting Age in Australia 1835-184 7. Melbourne: Melbourne University Press.",
        "Robbins, Roy M. 1942. Our Landed Heritage. Princeton: Princeton University Press.",
        "Sandoz, Man. 1958. The Cattlemen. New York: Hastings House.",
        "Sherow, James E. 2007. The Grasslands of the United States: An Environmental History. Santa Barbara: ABC-C Lb.",
        "Smith, Frank E. 1968. The Development of Public Land Policy, in Public Land Policy. Boulder: Colorado Associated University Press.",
        "Smith, Henry E. 2000. Semicommon Property Rights and Scattering in the Open Fields, Journal of Legal Studies, Vol. XXIX, N1, 1, pp. 131-170.",
        "Smith, Henry E. 2002 Exclusion Versus Governance: Two Strategies for Delineating Property Rights. Journal of Legal Studies, Vol. XXXI, (June) S453-S487.",
        "Stegner, Wallace E. 1954. Beyond the Hundredth Meridian: John Wesley Powell and the Second Opening of the West. New York: Penguin Press.",
        "Terrell, John Upton. 1972. Land Grab: The Truth About the Winning of the West. New York: The Dial Press.",
        "Umbeck, John, 1981, Might Makes Right: A Theory of the Formation and Initial Distribution of Property Rights, Economic /nquiry, Vol. XIX, pp.38-59.",
        "Vamplew, W. (ed.). 1987. Australians Historical Statistics. Melbourne: Fairfax, Syme, and Weldon.",
        "Victoria. 1873. Board of /nquiry into proceedings in relation to certain land selection in the Wimmera District, Legislative Assembly, Votes and Proceedings.",
        "Victoria. 1874. Crown Land Department Board of /nquiry, Legislative Assembly, Votes and Proceedings.",
        "Walton Gary W. and Hugh Rockoff. 2004. History of the American Economy with Economic Applications. Dreyden Press.",
        "Watson, Richard L., Jr. 1976. The Development of National Power: The United States, 1900-1919. Boston: Houghton Mifflin Company.",
        "Weaver, John, C. 1996. Beyond the Fatal Shore: Pastoral Squatting and the Occupation of Australia 1826 to 1852. American Historical Review, 101:4, pp. 981-1007.",
        "Weingast, Barry, 1997, The Political Foundations of Democracy and the Rule of Law. The American Political Science Review, 91:2, pp. 245-263.",
        "Worster, Donald. 1994. An Unsettled Country: Changing Landscapes of the American West. Albuquerque: University of New Mexico Press.",
        "Wright, R. 1992. A People's Council: a history of the Parliament of Victoria, 1856-1990, Melbourne: Oxford University Press."
    ]
}