{
    "id": 15266,
    "cites": 25,
    "cited_by": 34,
    "reference": [
        "Willis, Robert J. (2007) Cognitive Economics and Human Capital, Presidential Address to Society of Labor Economists, Chicago, May 4-5, 2007.",
        "Turkheimer, E., Haley, A., Waldron, M., D'Onofrio, B., & Gottesman, 1.1. (2003). Socioeconomic status modifies heritability of IQ in young children. Psychological Science, 6, 623-628.",
        "Smith, James P. Racial and Ethnic Differences in Wealth in the Health and Retirement Study, Journal of Human Resources 30:S158-S183, December 1995 Smith, James P. Inheritances and Bequests, in James P. Smith and Robert Willis (eds.), Wealth, Work, and Health: Innovations in Measurement in the Social Sciences, University of Michigan Press, 1999, pp. 121-149.",
        "Rutter, M. (1985). Family and school influences on cognitive development. Journal of Child Psychology and Psychiatry, 26, 683-704.",
        "Ramey, S.L., Sackett, G.P., Sameroff, A.J., Lewis, M., Miller, S.M. (2000). The early caregiving environment; Expanding views on nonparental care and cumulative life experiences. Handbook of Developmental Psychopathology (2nd ed.). Dordrecht, Netherlands: Kluwer Academic Publishers, pp. 365-380.",
        "Peters, E., V",
        "Parker, A. M. and Fischhoff, B. (2005), `Decision-making competence: external validation through an individual-differences approach', Journal of Behavioral Decision Making, vol. l8,pp. 1-27.",
        "Ofstedal, Mary Beth, Fisher, Gwenith G. and Herzog, A. Regula. Documentation of Cognitive Functioning Measures in the Health and Retirement Study. HRS Documentation Report DR-006 March 2005.",
        "McArdle, J.J. & Woodcock, R.W. (Eds., 1998). Human Abilities in Theory and Practice. Mahwah, NJ: Erlbaum.",
        "McArdle, J.J., Fisher, G.G. & Kadlec, K.M. (2007). Latent Variable Analysis of Age Trends in Tests of Cognitive Ability in the Health and Retirement Survey, 1992-2004. Psychology and Aging, 22 (3), 525-545.",
        "McArdle, J. J., Ferrer-Caja, E., Hamagami, F., & Woodcock, R. W. (2002). Comparative longitudinal structural analyses of the growth and decline of multiple intellectual abilities over the life span. Developmental Psychology, 38(1), 115-142.",
        "Lee, S., Kawachi, I., Berkman, L. F., & Grodstein, F, (2003). Education, Other Socioeconomic Indicators, and Cognitive Function. American Journal of Epidemiology. 157(8):712720.",
        "Juster, F. Thomas and James P. Smith. Improving the Quality of Economic Data: Lessons from HRS and AHEAD, Journal of the American Statistical Association 92(440): 1268-1278, December 1997 Juster, F. Thomas, James P. Smith, and Frank Stafford. The Measurement and Structure of Household Wealth, Labour Economics 6(2):253-275, June 1999.",
        "Horn, J. L. and McArdle, J.J. (2007). Understanding human intelligence since Spearman. In R. Cudeck & R. MacCallum, (Eds.). Factor Analysis at 100 years (pp. 205-247). Mahwah, NJ: Lawrence Erlbaum Associates, Inc.",
        "Herzog, A. R., & Wallace, R. B. (1997). Measures of cognitive functioning in the AHEAD study [Special Issue]. Journal of Gerontology Series B: Psychological Sciences and Social Sciences, 52B, 37-48.",
        "Herzog, A. R., & Rodgers, W. L. (1999). Cognitive performance measures in survey research on older adults. In N. Schwarz, D. Park, B. Knauper, & S. Sudman (Eds.), Aging, cognition, and self-reports (pp. 327-340). Philadelphia, PA: Psychology Press.",
        "Hershey. D.A., Jacobs-Lawson, J.M., McArdle, J.J., & Hamagami, F. (2007). Psychological foundations of financial planning. Journal of Adult Development, 14, 26-3 6.",
        "Fisher and Helppie, (2009) Cognitive Economics Survey Study and Data Documentation. Survey Research Center, University of Michigan (January 9, 2009) Harden, K.P., Turkheimer, E., & Loehlin, J.C. (2007). Genotype by environment interaction in adolescents' cognitive aptitude. Behavior Genetics, 37, 273-283.",
        "Elder, G. H., Jr. (1974). Children of the Great Depression. Chicago, IL: University of Chicago Press.",
        "Farias, S.T., Mungas, D. Reed, B.R., Cahn-Weiner, D., Jagust, W., Baynes, K., & DeCarli, C. (2008). The measurement of everyday cognition (ECog): Scale development and psychometric properties. Neuropsychology, 22 (4), 53 1-544.",
        "Delevande, Adeline, Susann Rohwedder and Robert J. Willis (2008) Preparation for Retirement, Financial Literacy and Cognitive Resources. Michigan Retirement Research Center Working Paper 2008-190 Eichorn, D. H., Clausen, J. A., Haan, N., Honzilc, M. P., & Mussen, P. (Eds.). (1981). Present and past in middle life. New York: Academic Press.",
        "Cunha, F. and Heckman, James. , (2007) The Technology of Skill Formation, American Economic Review, 97(2):31-47.",
        "The Journal of Political Economy, Vol. 75, No. 4, Part 1, pp. 352-365 Cattell, R. B. (1987). Intelligence: Its structure, growth, and action. New York: Elsevier Science Pub. Co.",
        "Ben-Porath, Yoram. (1967) The Production of Human Capital and the Life Cycle of Earnings.",
        "Banks, James and Zo"
    ]
}