{
    "id": 15269,
    "cites": 115,
    "cited_by": 25,
    "reference": [
        "COHEN, D., AND G. FOLLETTE (2000): The Automatic Fiscal Stabilizers: Quietly Doing Their Thing, Federal Reserve Bamk of New York Policy Review, 6, 35-68.",
        "(2009): Understanding Fiscal and Monetary Policy in 2008-2009, Manuscript, University of Chicago.",
        "(2001): Long Term Debt and Optimal Policy in the Fiscal Theory of the Price Level, Ecomometrica, 69(1), 69-116.",
        "COCHRANE, J. H. (1999): A Frictionless View of U.S. Inflation, in NBER Macroecomomics Ammnal 1998, ed. by B. S. Bernanke, and J. J. Rotemberg, pp. 323-384. MIT Press, Cambridge, MA.",
        "ANCHORING FISCAL EXPECTATIONS 40 CLARIDA, R., J. GALl, AND M. GERTLER (1999): The Science of Monetary Policy: A New Keynesian Perspective, Jonrmal of Ecomomic Literatnre, 37(4), 1661-1707.",
        "CHUNG, H., AND E. M. LEEPER (2007): What Has Financed Government Debt?, NBER Working Paper No. 13425.",
        "CALMFORS, L. (2009): Swedish Fiscal Policy: Meeting with IMF Country Mission, Presentation Slides, June 8.",
        "(1974): Friedman's Monetary Theory, in Miltom Friedmam's Mometary Framework, ed. by R. J. Gordon, pp. 63-76. University of Chicago Press, Chicago.",
        "BRUNNER, K., AND A. H. MELTZER (1972): Money, Debt, and Economic Activity, Jonrmal of Political Ecomomy, 80(5), 951-977.",
        "BRAYTON, F., AND P. TINSLEY (1996): A Guide to FRB/US: A Macroeconomic Model of the United States, FEDS Paper No. 1996-42.",
        "BORG, A. (2009): Swedish Perspective on the Crisis, Presentation, Ministry of Finance Sweden, April 24.",
        "KUMHOF, M., AND D. LAXTON (2008a): The Global Integrated Monetary and Fiscal Model, Manuscript, International Monetary Fund.",
        "KIRSANOVA, T., C. LEITH, AND S. WREN-LEWIS (2006): Optimal Debt Policy, and an Institutional Proposal to Help in its Implementation, Manuscript, Oxford University.",
        "KING, M. (1995): Commentary: Monetary Policy Implications of Greater Fiscal Discipline, in Bndget Deficits amd Debt: Issnes amd Optioms, pp. 171-183. Federal Reserve Bank of Kansas City, Jackson Hole Symposium.",
        "ANCHORING FISCAL EXPECTATIONS 42 JONUNG, L. (2009): The Swedish Model for Resolving the Banking Crisis of 199193: Seven Reasons Why It Was Successful, European Economy, Economic Papers 360, European Commission, Brussels.",
        "JANSSEN, J. (2001): New Zealand's Fiscal Policy Framework: Experience and Evolution,  New Zealand Treasury Working Paper No. 01/25.",
        "INTERNATIONAL MONETARY FUND (2007a): Code of Good Practices and Fiscal Transparency, http://www.imf.org/external/np/fad/trans/code.htm.",
        "(2007b): Mamnal om Fiscal Tramsparemcy. International Monetary Fund, Washington, D. C.",
        "(2009): The Size of the Fiscal Expansion: An Analysis for the Largest Countries, Mimeo, International Monetary Fund, February, http://www.imf.org/external/np/pp/eng/2009/020109.pdf.",
        "HM TREASURY (2009a): Bndget ~OO9 Bnildimg Britaim's Fntnre: Ecomomic amd Fiscal Strategy Report amd Fimamcial Statememt amd Bndget Report. The Stationery Office, London, April.",
        "HAWKESBY, C., C. SMITH, AND C. TETHER (2000): New Zealand's Currency Risk Premium, Reserve Bamk of New Zealamd Bnlletim, 63(3), 30-44.",
        "HARRISON, R., K. NIKOLOV, M. QUINN, G. RAMSEY, A. SCOTT, AND R. THOMAS (2005): The Bamk of Emglamd Qnarterly Model. The Bank of England, London.",
        "GOVERNMENT OFFICES OF SWEDEN (2009): Bndget Statememt amd Snmmary from the Bndget Bill for ~OO9. Government Office of Sweden, Stockholm.",
        "GRUEN, D., AND A. SAYEGH (2005): The Evolution of Fiscal Policy in Australia, Oxford Review of Ecomomic Policy, 2 1(4), 618-635.",
        "GORDON, D. B., AND E. M. LEEPER (2005): Are Countercyclical Fiscal Policies Counterproductive?, NBER Working Paper No. 11869.",
        "(2006): The Price Level, The Quantity Theory of Money, and the Fiscal Theory of the Price Level, Scottish Jonrmal of Political Ecomomy, 53(1), 4-27.",
        "GOODFRIEND, M. (2005): Inflation Targeting for the United States?, in The Imflatiom-Targetimg Debate, ed. by B. S. Bernanke, and M. Woodford, pp. 311-337. University of Chicago Press, Chicago.",
        "(1961): The Lag in the Effect of Monetary Policy, Jonrmal of Political Ecomomy, 69(5), 447-460.",
        "GALl, J. (2008): Mometary Policy, Imfiatiom, amd the Bnsimess Cycle. Princeton University Press, Princeton.",
        "(1960): A Program for Mometary Stability. Fordham University Press, New York.",
        "FRIEDMAN, M. (1948): A Monetary and Fiscal Framework for Economic Stability, Amen cam Ecomomic Review, 38(2), 245-264.",
        "FAUST, J., AND D. W. HENDERSON (2004): Is Inflation Targeting Best-Practice Monetary Policy?, Federal Reserve Bamk of St. Lonis Ecomomic Review, 86(4), 117-143.",
        "ANCHORING FISCAL EXPECTATIONS 41 FLODEN, M. (2009): Automatic Fiscal Stabilizers in Sweden 1998-2009, SSE/EFI Working Paper Series in Economics and Finance No. 719.",
        "FAUST, J., AND E. M. LEEPER (2005): Forecasts and Inflation Reports: An Evaluation,  Manuscript, Indiana University.",
        "FAUST, J. (2005): Is Applied Monetary Policy Analysis Hard?, Manuscript, Federal Reserve Board.",
        "EVANS, L., A. GRIMES, B. WILKINSON, AND D. TEECE (1996): Economic Reform in New Zealand 1985-95: The Pursuit of Efficiency, Jonrmal of Ecomomic Literatnre, 34(4), 1856-1902.",
        "ESER, F., C. LEITH, AND S. WREN-LEWIS (2009): When is Monetary Policy All We Need?, University of Oxford Discussion Paper No. 430.",
        "DOMENECH, R., AND J. ANDRES (2005): Fiscal Rules and Macroeconomic Stability,  Manuscript, University of Valencia.",
        "(2009): Monetary-Fiscal Policy Interactions and Fiscal Stimulus, NBER Working Paper No. 15133.",
        "YANG, S.-C. 5. (2005): Quantifying Tax Effects Under Policy Foresight, Jonnmal of Mometany Ecomomics, 52(8), 1557-1568.",
        "(2008): Fiscal Policy Councils: Unlovable or Just Unloved?, Swedish Ecomomic Policy Review, 15, 173-192.",
        "(2003): Imtenest amd Prices: Fonmdatioms of a Theory of Mometany Policy.",
        "Princeton University Press, Princeton, N.J. WYPLOSZ, C. (2005): Fiscal Policy: Institutions versus Rules, Natiomal Imstitnte Ecomomic Review, 191, 64-78.",
        "(2001b): Monetary Policy in the Information Economy, in Ecomomic Policy for the Imfonmatiom Ecomomy, pp. 297-370. Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming.",
        "WOODFORD, M. (1995): Price-Level Determinacy Without Control of a Monetary Aggregate, Canmeige-Rochesten Comfenemce Series om Pnblic Policy, 43(December) , 1-46.",
        "(2001a): Fiscal Requirements for Price Stability, Jonnmal of Momey, Credit, amd Bamkimg, 33(3), 669-728.",
        "WETTERBERG, G. (2009): Momey amd Power: From Stockholms Bamo 1656 to Sveriges Riksbamk Today. Sveriges Riksbank in cooperation with Atlantis, Stockholm.",
        "WALSH, C. E. (2003): Mometany Theory amd Policy. MIT Press, Cambridge, MA, second edn.",
        "TOBIN, J., AND W. BUITER (1976): Long-Run Effects of Fiscal and Monetary Policy on Aggregate Demand, in Mometarism: Stndies im Mometany Ecomomics, ed. by J. L. Stein, pp. 274-336. North-Holland, Amsterdam.",
        "ANCHORING FISCAL EXPECTATIONS 45 U.S. DEPARTMENT OF THE TREASURY (2007): Strategic Plam: Fiscal Years ~OO7-~ The Department of the Treasury, Washington, D.C. VEGA, M., AND D. WINKELRIED (2005): Inflation Targeting and Inflation Behavior: A Successful Story?, Imtenmatiomal Jonnmal of Cemtnal Bamkimg, 1(3), 153-175.",
        "(1980): Asset Accnmnlatiom amd Ecomomic Activity. University of Chicago Press, Chicago.",
        "TOBIN, J. (1974): Friedman's Theoretical Framework, in Miltom Fri edmam's Mometany Framework, ed. by R. J. Gordon, pp. 77-89. University of Chicago Press, Chicago.",
        "(ed.) (1999): Mometany Policy Rnles. University of Chicago Press, Chicago.",
        "TAYLOR, J. B. (1993): Discretion versus Policy Rules in Practice, CanmeigeRochester Comfenemce Series om Pnblic Policy, 39, 195-214.",
        "(2009): Swedish Fiscal Policy: Report of the Swedish Fiscal Policy Council, 2009, Stockholm, Sweden.",
        "SWEDISH MINISTRY OF FINANCE (2001): An Account of Fiscal and Monetary Policy in the 1990s, Government Bill 200/01:100 Annex 5, Stockholm.",
        "(2009): Minutes of the Executive Boards Monetary Policy Meeting on 1 July 2009, Sveriges Riksbank, July 16, http://www.riksbank.com/templates/Page. aspx?id~32 162.",
        "SWEDISH FISCAL POLICY COUNCIL (2008): Swedish Fiscal Policy: Report of the Swedish Fiscal Policy Council, 2008, Stockholm, Sweden.",
        "(2008): Mometany Policy im Swedem. Sveriges Riksbank, Stockholm.",
        "SVERIGES RIKSBANK (2007): Mometany Policy Report, vol. 1. Sveriges Riksbank, Stockholm.",
        "SVENSSON, L. E. 0. (1999): Inflation Targeting as a Monetary Policy Rule, Jonnmal of Mometany Ecomomics, 43(3), 607-654.",
        "STEIGERWALD, D. G., AND C. STUART (1997): Econometric Estimation of Foresight: Tax Policy and Investment in the United States, Review of Ecomomics amd Statistics, 79(1), 32-40.",
        "(2007): Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach, Amen cam Ecomomic Review, 97(3), 586-606.",
        "SMETS, F., AND R. WOUTERS (2003): An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Jonrmal of the Enropeam Ecomomic Associatiom, 1(5), 1123-1175.",
        "SCOTT, G. (1995): New Zealand's Fiscal Responsibility Act, Agemda, 2(1), 3-16.",
        "SIMS, C. A. (1994): A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Ecomomic Theory, 4(3), 38 1-399.",
        "(2001): Fiscal Consequences for Mexico of Adopting the Dollar, Jonrmal of Momey, Credit amd Bamkimg, 20(2, Part 2), 597-616.",
        "(2005): Limits to Inflation Targeting, in The Imflatiom-Targetimg Debate, ed. by B. S. Bernanke, and M. Woodford, pp. 283-299. The University of Chicago ANCHORING FISCAL EXPECTATIONS 44 Press, Chicago.",
        "(2008): Stepping on a Rake: The Role of Fiscal Policy in the Inflation of the 1970's, Manuscript, Princeton University.",
        "SINGH, A., A. BELAISCH, C. COLLYNS, P. DE MASI, R. KRIEGER, G. MEREDITH, AND R. RENNHACK (2005): Stabilization and Reform in Latin America: A Macroeconomic Perspective on the Experience Since the Early 1990s, International Monetary Fund Occasional Paper No. 238.",
        "SARGENT, T. J., AND N. WALLACE (1981): Some Unpleasant Monetarist Arithmetic,  Federal Reserve Bamk of Mimmeapolis Qnarterly Review, 5(Fall), 1-17.",
        "SCHMITT-GROHE, S., AND M. URIBE (2007): Optimal Simple and Implementable Monetary and Fiscal Rules, Jonrmal of Mometary Ecomomics, 54(6), 1702-1725.",
        "(1986): The Ends of Four Big Inflations, in Ratiomal Expectatioms amd Imfiatiom. Harper & Row, New York.",
        "SARGENT, T. J. (1982): Beyond Supply and Demand Curves in Macroeconomics, Amen cam Ecomomic Review Papers amd Proceedimgs, 72(2), 382-389.",
        "SACHS, J. (1987): The Bolivian Hyperinflation and Stabilization, Americam Ecomomic Review Papers amd Proceedimgs, 77(2), 279-283.",
        "ROTEMBERG, J. J., AND M. WOODFORD (1999): Interest Rate Rules in an Estimated Sticky Price Model, in Mometary Policy Rnles, ed. by J. B. Taylor, pp. 57-119. University of Chicago Press, Chicago.",
        "RESERVE BANK OF NEW ZEALAND (2004): The Reserve Bamks Forecastimg amd Policy System. Reserve Bank of New Zealand, Wellington.",
        "ROMER, C., AND J. BERNSTEIN (2009): The Job Impact of the Amen cam Recovery amd Reimvestmemt Plam. Obama Transition Team, Washington, D.C., January 9.",
        "REINHART, C. M., AND M. A. SAVASTANO (2003): The Realities of Modern Hyperinflation,  Fimamce ~ Developmemt, 40(2), 20-23.",
        "RAMEY, V. A. (2007): Identifying Government Spending Shocks: It's All in the Timing, Manuscript, University of California, San Diego.",
        "RAMEY, V. A., AND M. D. SHAPIRO (1998): Costly Capital Reallocation and the Effects of Government Spending, Carmeige-Rochester Comferemce Series om Pnblic Policy, 48, 145-194.",
        "POUzO, D. (2009): Optimal Taxation with Endogenous Default Under Incomplete Markets, Manuscript, New York University.",
        "(1989): Tax Reform and the Market for Tax-Exempt Debt, Regiomal Sciemce amd Urbam Ecomomics, 19(3), 537-562.",
        "POTERBA, J. M. (1988): Are Consumer Forward Looking? Evidence from Fiscal Experiments, Amen cam Ecomomic Review Papers amd Proceedimgs, 78(2), 413-418.",
        "ANCHORING FISCAL EXPECTATIONS 43 POLOz, S., D. ROSE, AND R. TETLOW (1994): The Bank of Canada's New Quarterly Projection Model (QPM): An Introduction, Bamk of Camada Review, Autumn, 23-38.",
        "(2006): New Zealamd's Lomg- Term Fiscal Positiom. New Zealand Treasury, Wellington.",
        "(2009): Fiscal Strategy Report. The Treasury, Wellington, May 28.",
        "NEW ZEALAND TREASURY (2003): Objectives, Targets amd Imstrnmemts for Crowm Fimamcial Policy. New Zealand Treasury, Wellington.",
        "MERTENS, K., AND M. RAVN (2008): The Aggregate Effects of Anticipated and Unanticipated U.S. Tax Policy Shocks: Theory and Empirical Evidence, EUI Working Papers, ECO 2008/05.",
        "MANKIW, N. G. (2006): Time Inconsistency, Greg Mankiw's Blog, http : //gregmankiw.blogspot .com/2006/04/time-inconsistency.html, April 19.",
        "LLOYD, M. (1992): The New Zealand Approach to Central Bank Autonomy, Reserve Bamk of New Zealamd Bnlletim, 55(3), 203-220.",
        "LEEPER, E. M., AND T. YUN (2006): The Fiscal Theory of the Price Level: Background and Beyond, Imtermatiomal Tax amd Pnblic Fimamce, 13(4), 373-409.",
        "LEEPER, E. M., AND S.-C. S. YANG (2008): Dynamic Scoring: Alternative Financing Schemes, Jonrmal of Pnblic Ecomomics, 92(1-2), 159-182.",
        "(2009a): Fiscal Foresight and Information Flows, NBER Working Paper No. 14630.",
        "(2009b): Government Investment and Fiscal Stimulus in the Short and Long Runs, NBER Working Paper No. 15153.",
        "LEEPER, E. M., T. B. WALKER, AND S.-C. S. YANG (2008): Fiscal Foresight: Analytics and Econometrics, NBER Working Paper No. 14028.",
        "LEEPER, E. M., M. PLANTE, AND N. TRAUM (2009): Dynamics of Fiscal Financing in the United States, NBER Working Paper No. 15160.",
        "LEEPER, E. M. (1991): Equilibria Under `Active' and `Passive' Monetary and Fiscal Policies, Jonrmal of Mometary Ecomomics, 27(1), 129-147.",
        "(2008b): Implementable Fiscal Policy Rules for Open Economies, Manuscript, International Monetary Fund.",
        "KYDLAND, F., AND E. C. PRESCOTT (1977): Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Jonrmal of Political Ecomomy, 85, 473-492.",
        "DAVIG, T., AND E. M. LEEPER (2006): Fluctuating Macro Policies and the Fiscal Theory, in NBER Macroecomomics Ammnal ~OO6, ed. by D. Acemoglu, K. Rogoff, and M. Woodford, pp. 247-298. MIT Press, Cambridge.",
        "DAVIG, T. (2005): Periodically Expanding Discounted Debt: A Threat to Fiscal Policy Sustainability?, Jonrmal of Applied Ecomometrics, 20(7), 829-840.",
        "CONGRESSIONAL BUDGET OFFICE (2009a): Am Amalysis of the Presidemt's Bndgetary Proposals for Fiscal Year ~O1O, vol. June. CBO, Washington, D.C. (2009b): The Lomg-Term Bndget Ontlook, vol. June. CBO, Washington, D.C. COUNCIL OF ECONOMIC ADVISORS (2009): Estimates of Job Creation from the American Recovery and Reinvestment Act of 2009, Executive Office of the President, Washington, D.C., May, http : //www.whitehouse.gov/administration/eop/cea/Estimate-of-Job-Creation/.",
        "BI, H. (2009): Sovereign Risk Premia and Fiscal Limits, Manuscript, Indiana University.",
        "BLINDER, A. S., M. EHRMANN, M. FRATZSCHER, J. DE HAAN, AND D.-J. JANSEN (2008): Central Bank Communication and Monetary Policy: A Survey of Theory and Evidence, Jonrmal of Ecomomic Lit eratnre, 46(4), 910-945.",
        "BERNANKE, B. S., AND F. S. MISHKIN (1997): Inflation Targeting: A New Framework for Monetary Policy, Jonrmal of Ecomomic Perspectives, 11(2), 97-116.",
        "BERNANKE, B. S., T. LAUBACH, F. S. MISHKIN, AND A. S. POSEN (1999): Imflatiom Targetimg: Lessoms from the Imtermatiomal Experiemce. Princeton University Press, Princeton, NJ.",
        "(2009): ~OO9-1O Commomwealth Bndget. Australian Government, Sydney, May 12.",
        "AUSTRALIAN TREASURY (2007): Imtergemeratiomal Report ~OO7. Australian Government, Sydney.",
        "(2008): The Treasnry: Who We Are amd What We Do. Australian Government, Sydney.",
        "AUERBACH, A. J., AND J. SLEMROD (1997): The Economic Effects of the Tax Reform Act of 1986, Jonrmal of Ecomomic Literatnre, 35(2), 589-632.",
        "ARCHER, D. (2004): Communication with the Public, Manuscript, Reserve Bank of New Zealand.",
        "ANDRES, J., R. DOMENECH, AND A. FATAS (2009): The Stabilizing Role of Government Size, Jonrmal of Ecomomic Dymamics amd Comtrol, 32(2), 571-593.",
        "AIYAGARI, S. R., AND M. GERTLER (1985): The Backing of Government Debt and Monetarism, Jonrmal of Mometary Ecomomics, 16(1), 19-44.",
        "ADOLFSON, M., S. LASEEN, J. LINDE, AND M. VILLANI (2007): RAMSES~-A New General Equilibrium Model for Monetary Policy Analysis, Sveriges Rilcsbamlc Ecomomic Review, 2, 5-39."
    ]
}