{
    "id": 15262,
    "cites": 21,
    "cited_by": 19,
    "reference": [
        "Stavins, Robert N. 2008. Addressing Climate Change with a Comprehensive US Cap-andTrade System. Oxford Review of Economic Policy, 24(2) pp.298-321. Appendices Equivalence of emissions tax and emissions cap Suppose the firm is subject to an emissions cap. The firm's cost function depends on the emissions cap, ",
        "Newell, R.G. and W.A. Pizer. 2008. Indexed Regulation. Journal of Environmental Economics and Management, 56(3) pp. 221-233",
        "Mansur, Erin T. 2007. Prices vs. Quantities: Environmental Regulation and Imperfect Competition.  NBER Working Paper 13510.",
        "Holland, Stephen P., Jonathan E. Hughes and Christopher Knittel. 2009. Greenhouse Gas Reductions under Low Carbon Fuel Standards? American Economic Journal: Economic Policy, 1(1) pp. 106-146.",
        "Helfand, Gloria E. 1991. Standards versus Standards: The Effects of Different Pollution Restrictions American Economic Review, 81(3) pp. 622-634.",
        "Goulder, Lawrence H. and Ian W.H. Parry. 2008. Instrument Choice in Environmental Policy.  Review of Environmental Economics and Policy, 2(2) pp. 152-174.",
        "Goulder, Lawrence H., Ian W.H. Parry, Roberton C. Williams III, and Dallas Burtraw. 1999. The Cost-Effectiveness of Alternative Instruments for Environmental Protection in a SecondBest Setting. Journal of Public Economics, 72 pp. 329-360.",
        "Fullerton, Don and Robert Mohr. 2003. Suggested Subsidies are Sub-optimal Unless Combined with an Output Tax, Contributions to Economic Analysis ~ Policy 2(1): 1-20.",
        "Fullerton, Don and Garth Heutel. 2007. The General Equilibrium Incidence of Environmental Mandates. NBER Working Paper No. 13645.",
        "Fullerton, Don. 1997. Environmental Levies and Distortionary Taxation: Comment. American Economic Review87(1): 245-251.",
        "Fowlie, Meredith. 2007. Incomplete Environmental Regulation, Imperfect Competition, and Emissions Leakage. CSEM WP-175.",
        "Fischer, Carolyn and Alan K. Fox. 2009. Comparing Policies to Combat Emissions Leakage: Border Tax Adjustments versus Rebates. RFF DP 09-02.",
        "Fischer, Carolyn and Alan K. Fox. 2007. Output-Based Allocation of Emissions Permits for Mitigating Tax and Trade Interactions. Land Economics, 83(4) pp. 575-599.",
        "Fischer, Carolyn. 2003. Output-Based Allocation of Environmental Policy Revenues and Imperfect Competition. RFF Discussion Paper 02-60.",
        "Fischer, Carolyn. 2001. Rebating Environmental Policy Revenues: Output-Based Allocations and Tradable Performance Standards. RFF Discussion Paper 01-22.",
        "Bushnell, James, Carla Peterman, and Catherine Wolfram. 2007. California's Greenhouse Gas Policies: Local Solutions to a Global Problem? CSEM WP-166.",
        "Bushnell, James and Yihsu Chen. 2009. Regulation, Allocation, and Leakage in Cap-andTrade Markets for CO2. CSEM WP-183.",
        "Buchanan, J.M. 1969. External Diseconomies, Corrective Taxes, and Market Structures. American Economic Review, 59 pp. 174-77.",
        "Bovenberg, A. Lans, Lawrence H. Goulder, and Mark R. Jacobsen. 2008. Costs of Alternative Environmental Policy Instruments in the Presence of Industry Compensation Requirements, Journal of Public Economics, 92: 1236-1253",
        "Bluestein, Joel. 2005. Upstream Regulation of C02, Presentation to the National Commission on Energy Policy Workshop, Washington, DC.",
        "Barnett, A. H. 1980. The Pigouvian Tax Rule under Monopoly. American Economic Review, 70(5) pp. 1037-1041."
    ]
}