{
    "id": 15265,
    "cites": 17,
    "cited_by": 26,
    "reference": [
        "TOCHE, PATRICK (2005): A Tractable Model of Precautionary Saving in Continuous Time, Economics Letters, 87(2), 267-272, Available at http: I/ideas. repec. org/a/eee/ecolet/v87y2005i2p267- 272. html.",
        "SAMUELSON, PAUL A. (1969): Lifetime Portfolio Selection By Dynamic Stochastic Programming, Review of Economics and Statistics, 51, 239-46.",
        "PARKER, JONATHAN A., AND BRUCE PRESTON (2005): Precautionary Saving and Consumption Fluctuations, American Economic Review, 95(4), 11191143.",
        "MERTON, ROBERT C. (1969): Lifetime Portfolio Selection under Uncertainty: The Continuous Time Case, Review of Economics and Statistics, 50, 247-257.",
        "KIMBALL, MILES 5. (1990): Precautionary Saving in the Small and in the Large, Econometrica, 58, 53-73.",
        "GOURINCHAS, PIERRE-OLIVIER, AND JONATHAN PARKER (2002): Consumption Over the Life Cycle, Econometrica, 70(1), 47-89.",
        "HALL, ROBERT E. (1988): Intertemporal Substitution in Consumption, Journal of Political Economy, XCVI, 339-357, Available at http: //www. stanford. edu/~reha11/Intertempora1- JPE- April- 1988. pdf.",
        "FRIEDMAN, MILTON A. (1957): A Theory of the Consumption Function. Princeton University Press.",
        "FISHER, IRVING (1930): The Theory of Interest. MacMillan, New York.",
        "CARROLL, CHRISTOPHER D., AND MILES S. KIMBALL (1996): On the Concavity of the Consumption Function, Econometrica, 64(4), 981-992, Available at http://econ.jhu.edu/people/ccarroll/concavity.pdf.",
        "CARROLL, CHRISTOPHER D., AND OLIVIER JEANNE (2009): A Tractable Model of Precautionary Reserves or Net Foreign Assets, Manuscript, Johns Hopkins University.",
        "(2009): Theoretical Foundations of Buffer Stock Saving, Manuscript, Department of Economics, Johns Hopkins University, Latest version available at http://econ~jhu~edu/peop1e/ccarro11/BufferStockTheory.pdf.",
        "CAGETTI, MARCO (2003): Wealth Accumulation Over the Life Cycle and Precautionary Savings, Journal of Business and Economic Statistics, 21(3), 339-353.",
        "CARROLL, CHRISTOPHER D. (2001): Death to the Log-Linearized Consumption Euler Equation! (And Very Poor Health to the Second-Order Approximation), Advances in Macroeconomics, 1(1), Article 6, Available at http://econ.jhu~edu/peop1e/ccarro11/death.pdf.",
        "BERNANKE, BENJAMIN, MARK GERTLER, AND SIMON GILCHRIST (1996): The Financial Accellerator and the Flight to Quality, Review of Economics and Statistics, 78, 1-15.",
        "BERK, JONATHAN, RICHARD STANTON, AND JOSEF ZECHNER (2009): Human Capital, Bankruptcy, and Capital Structure, Manuscript, Hass School of Business, Berkeley.",
        "BARSKY, ROBERT B., F. THOMAS JUSTER, MILES S. KIMBALL, AND MATTHEW D. SHAPIRO (1997): Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey, Quarterly Journal of Economics, CXII(2), 537-580."
    ]
}