{
    "id": 15267,
    "cites": 48,
    "cited_by": 20,
    "reference": [
        "Hummels, David L. 2007. Transportation Costs and International Trade in the Second Era of Globalization. Journal of Economic Perspectives 2 1(3): 131-154.",
        "Helpman, Elhanan. 1987. Imperfect Competition and International Trade: Evidence from Fourteen Industrial Countries. Journal of the Japanese and International Economies 1(1): 62-81.",
        "Helpman, Elhanan, Marc J. Melitz, and Yona Rubinstein. 2008. Estimating Trade Flows: Trading Partners and Trading Volumes. Quarterly Journal of Economics 123(2): 441487.",
        "Head, Keith and John Ries. 2001. Increasing Returns Versus National Product Differentiation as an Explanation for the Pattern of US-Canada Trade. American Economic Review 91(4): 858-876.",
        "Head, Keith, Thierry Mayer, and John Ries. 2008. The Erosion of Colonial Trade Linkages After Independence. Centre for Economic Policy Research Discussion Paper 6951.",
        "Head, Keith and Thierry Mayer. 2009. Illusory Border Effects: Distance Mismeasurement Inflates Estimates of Home Bias in Trade. In Peter van Bergeijk and Steven Brakman (Eds.), The Gravity Model in International Trade: Advances and Applications. Cambridge: Cambridge University Press.",
        "Findlay, Ronald and Kevin H. O'Rourke. 2007. Power and Plenty. Princeton: Princeton University Press.",
        "Grossman, Gene M. 1998. Comment. In: The Regionalization of the World Economy. Jeffrey Frankel (Ed.). Chicago: University of Chicago Press, pp. 29-31.",
        "Evenett, Simon J. and Wolfgang Keller. 2002. On Theories Explaining the Success of the Gravity Equation. Journal of Political Economy 110(2): 281-316.",
        "Feenstra, Robert C., James R. Markusen, and Andrew K. Rose. 2001. Using the Gravity Equation to Differentiate Among Alternative Theories of Trade. Canadian Journal of Economics 34(2): 430-447.",
        "Estevadeordal, Antoni, Brian Frantz, and Alan M. Taylor. 2003. The Rise and Fall of World Trade, 1870-1939. Quarterly Journal of Economics 118(2): 359-407.",
        "Eaton, Jonathan and Samuel S. Kortum. 2002. Technology, Geography, and Trade. Econometrica 70(4): 1741-1780.",
        "Eichengreen, Barry and Douglas A. Irwin. 1995. Trade Blocs, Currency Blocs, and the Reorientation of World Trade in the 1930s. Journal of International Economics 3 8(1): 1-24.",
        "Disdier, Anne-Celia and Keith Head. 2008. The Puzzling Persistence of the Distance Effect on Bilateral Trade. Review of Economics and Statistics 90(1): 37-48.",
        "Deardorff, Alan V. 1998. Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? In Jeffrey A. Frankel (Ed.), The Regionalization of the World Economy. Chicago: University of Chicago Press.",
        "Clemens, Michael A. and Jeffrey G. Williamson. 2001. A Tariff-Growth Paradox? Protection's Impact the World Around 1875-1997. NBER Working Paper 8459.",
        "Chernyshoff, Natalia, David S. Jacks, and Alan M. Taylor. 2009. Stuck on Gold: Real Exchange Rate Volatility and the Rise and Fall of the Gold Standard, 1875-1939. Journal of International Economics 77(2): 195-205.",
        "Chaney, Thomas. 2008. Distorted Gravity. American Economic Review 98(4): 1707-172 1.",
        "Carr",
        "Baldwin, Richard E. and Daria Taglioni. 2007. Trade Effects of the Euro: A Comparison of Estimators. Journal of Economic Integration 22(4): 780-818.",
        "Bergstrand, Jeffrey H. 1985. The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence. Review of Economics and Statistics 67(4): 474-48 1.",
        "Bergstrand, Jeffrey H. 1989. The Generalized Gravity Equation, Monopolistic Competition, and the Factor-Proportions Theory in International Trade. Review of Economics and Statistics 71(1): 143-153.",
        "Bergstrand, Jeffrey H. 1990. The Heckscher-Ohlin-Samuelson Model, the Linder Hypothesis and the Determinants of Bilateral Intra-industry Trade. Economic Journal 100(6): 12 161229.",
        "Berthelon, Matias and Caroline Freund. 2008. On the Conservation of Distance in International Trade. Journal of International Economics 75(2): 310-310.",
        "Brown, John C. 1995. Imperfect Competition and Anglo-German Trade Rivalry: Markets for Cotton Textiles before 1914. Journal of Economic History 55(3): 494-527.",
        "Williamson, Jeffrey G. 2006. Globalization and the Poor Periphery before 1950. Cambridge: MIT Press.",
        "Silva, Jo",
        "Temin, Peter. 1997. Two Views of the British Industrial Revolution. Journal of Economic History 57(1): 63-82.",
        "Whalley, John and Xian Xin. 2009. Regionalization, Changes in Home Bias, and the Growth of World Trade. Journal of Policy Modeling, forthcoming.",
        "Shimer, Robert. 2009. Convergence in Macroeconomics: The Labor Wedge. American Economic Journal: Macroeconomics 1(1): 280-297.",
        "O'Rourke, Kevin H. and Jeffrey G. Williamson. 1999. Globalization and History. Cambridge: MIT Press.",
        "Obstfeld, Maurice and Kenneth S. Rogoff. 2000. The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? In Ben S. Bernanke and Kenneth S. Rogoff, eds., NBER Macroeconomics Annual. Cambridge: MIT Press.",
        "Novy, Dennis. 2009. Gravity Redux: Measuring International Trade Costs with Panel Data. Unpublished working paper, University of Warwick.",
        "Mitchener, Kris James and Marc D. Weidenmier. 2008. Trade and Empire. Economic Journal 118(533): 1805-1834.",
        "Melitz, Marc J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 7 1(6): 1695-1725.",
        "Melitz, Marc J. and Gianmarco I.P. Ottaviano. 2008. Market Size, Trade, and Productivity. Review of Economic Studies 75(1): 295-3 16.",
        "Madsen, Jakob B. 2001. Trade Barriers and the Collapse of World Trade during the Great Depression. Southern Economic Journal 67(4): 848-868.",
        "Manova, Kalina. 2008. Credit Constraints, Equity Market Liberalizations and International Trade. Journal of International Economics 76(1): 33-47.",
        "L",
        "Maddison, Angus. 2003. The World Economy: Historical Statistics. Paris: Organization for Economic Cooperation and Development.",
        "Jacks, David S. and Krishna Pendakur. 2009. Global Trade and the Maritime Transport Revolution. Review of Economics and Statistics, forthcoming.",
        "Hynes, William, David S. Jacks, and Kevin H. O'Rourke. 2009. Commodity Market Disintegration in the Interwar Period. NBER Working Paper 12602.",
        "Jacks, David S., Christopher M. Meissner, and Dennis Novy. 2009. Trade Costs in the First Wave of Globalization. Explorations in Economic History, forthcoming.",
        "Baier, Scott L. and Jeffrey H. Bergstrand. 2001. The Growth of World Trade: Tariffs, Transport Costs and Income Similarity. Journal of International Economics 53(1): 1-27.",
        "Anderson, James E. and Eric van Wincoop. 2004. Trade Costs. Journal of Economic Literature 42(3): 691-75 1.",
        "Anderson, James E. and Eric van Wincoop. 2003. Gravity with Gravitas: A Solution to the Border Puzzle. American Economic Review 93(1): 170-192.",
        "Anderson, James E. 1979. A Theoretical Foundation for the Gravity Equation. American Economic Review 69(1): 106-116.",
        "Accominotti, Olivier and Marc Flandreau. 2006. Does Bilateralism Promote Trade? Nineteenth Century Liberalization Revisited. Centre for Economic Policy Research Discussion Paper 5423."
    ]
}