{
    "id": 15270,
    "cites": 61,
    "cited_by": 44,
    "reference": [
        "Lamo~ire~ix, C., and D. Witte, 2002, Empirical Analysis of the Yield Curve: The Information in the Data Viewed thro~igh the Window of Cox, Ingersoll, and Ross, Journal of Finance, 57, 1479-1520.",
        "Koop, G., M. H. Pesaran, and S. M. Potter, 1996, Impulse Response Analysis in Nonlinear Miiltivariate Models, Journal of Econometrics, 74, 119-147.",
        "Justiniano, A., and G. E. Primiceri, 2006, The Time Varying Volatility of Macroeconomic Fluctuations, NBER working paper i2022.",
        "Knez, P. K., R. Litterman, and J. A. Scheinkman, i994, Explorations into Factors Explaining Money Market Returns, Journal of Finance, 49, i 86i - i 862.",
        "Joslin, S., M. Priebsch, and K. J. Singleton, 2009, Risk Premium Accounting in Macro-Dynamic Term Structure Models, working paper, Stanford University.",
        "Johannes, M., and N. Polson, 2005, MCMC Methods for Financial Econometrics, working paper, Columbia University.",
        "Jacquier, E., N. G. Polson, and P. E. Rossi, i994, Bayesian Analysis of Stochastic Volatility Models, Journal of Business and Economic Statistics, i2, 37i-4i7.",
        "Jacquier, E., N. G. Polson, and P. E. Rossi, 2004, Bayesian Analysis of Fat-Tailed Stochastic Volatility Models with Correlated Errors, Journal of Econometrics, i22, i85-2i2.",
        "Gourieroux, C., and R. Sufana, 2003, Wishart Quadratic Term Structure Models, working paper, University of Toronto.",
        "Geweke, J., i992, Evaluating the Accuracy of Sampling-Based Approaches to Calculating Posterior Moments  in J. M. Bernardo, J. Berger, A. P David, and A. E M. Smith, ed., Bayesian Statistics 4, Oxford University Press, Oxford, pp. i69-i93.",
        "Fleming, M. J., 2003, Measuring Teasury Market Liquidity, Federal Reserve Bank of New York Economic PolicyReview, 9, 83-i08.",
        "Gallant, A. R., P. E. Rossi, and G. Tauchen, i993, Nonlinear Dynamic Structures, Econometrica, 6i, 87i908.",
        "Filipovic, D., and J. Teichmann, 2002, On Finite Dimensional Term Structure Models, working paper, Princeton University.",
        "Estrella, A., and F. S. Mishkin, i998, Predicting U.S. Recessions: Financial Variables as Leading Indicators,  Review of Economics and Statistics, i, 45-6i.",
        "Duffee, G. R., 2006, Term Structure Estimation without using Latent Factors Journal of Financial Economics, 79, 507-536.",
        "Duffee, G. R., 2002, Term Premia and Interest Rate Forecasts in Affine Models, Journal of Finance, 57, 405443.",
        "Dong, 5., 2006, Macro Variables Do Drive Exchange Rate Movements: Evidence from a No-Arbitrage Model, unpublished dissertation, Columbia University.",
        "Dai, Q., and K. J. Singleton, 2002, Expectation Puzzles, Time-Varying Risk Premia, and Affine Models of the Term Structure, Journal of Financial Economics, 63, 4i5-4i.",
        "Cox, J. C., J. E. Ingersoll, and S. A. Ross, i985, An Intertemporal General Equilibrium Model of Asset Prices, Econometrica, 53, 363-384.",
        "Cook, T., i989, Determinants of the Federal Funds Rate: i979-i982, Federal Reserve Bank of Richmond Economic Review, January/February, 3-i9.",
        "Cooley, T., and E. Prescott, i976, Estimation in the Presence of Stochastic Parameter Variation, Econometrica, 44, i67-i84.",
        "Taylor, J. B., 1993, Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 39, 195-2 14.",
        "Stock, J., and M. Watson, 2003, Has the Business Cycle Changed? Evidence and Explanations, working paper, Princeton University.",
        "Sims, C. A., and T. Zha, 2006, Macroeconomic Switching, American Economic Review, 96, 54-81.",
        "Searle, S. R., 1997, Linear Models, John Wiley & Sons.",
        "Sims, C. A., 1987, A Rational Expectations Framework for Short-Run Policy Analysis, in Barnett, W. A., and Singleton, K. J., eds., New App roaches to Monetary Economics: Proceedings of the Second International Symposium in Economic Theory and Econometrics, pp293-308, Cambridge University Press, Cambridge, MA.",
        "Sargent, T. J., 1999, The Conquest of American Inflation, Princeton University Press, Princeton, NJ.",
        "Sargent, T. J., 1984, Autoregressions, Expectations, and Advice, American Economic Review, 74, 408-420.",
        "Rudebusch, G., and T. Wu, 2008, A Macro-Finance Model of the Term Strucutre, Monetary Policy, and the Economy, Economic Journal, 118, 906-926.",
        "Rudebusch, G. D., and L. E. 0. Svensson, 2002, Eurosystem Monetary Targeting: Lessons from U.S. Data, European Economic Review, 46, 417-442.",
        "Romer, C. D., and D. H. Romer, 2002, A Rehabilitation of Monetary Policy in the 1950's, American Economic Review, 92, 121-127.",
        "Raftery, A. E., and S. Lewis, 1992, How Many Iterations in the Gibbs Sampler? in J. M. Bernardo, J. Berger, A. P. David, and A. F. M. Smith, ed., Bayesian Statistics 4, Oxford University Press, Oxford, pp. 763-773.",
        "Pennachi, G. G., 1991, Identifying the Dynamics of Real Interest Rates and Inflation: Evidence Using Survey Data, Review of Financial Studies, 4, 53-86.",
        "Pagan, A., 1980, Some Identification and Estimation Results for Regression Models with Stochastically Varying Coefficients, Journal of Econometrics, 13, 34 1-363.",
        "Oraphnides, A., 2003, Historical Monetary Policy Analysis and the Taylor Rule, Journal of Monetary Economics, 50, 983-1022.",
        "Orphanides, A., 2001, Monetary Policy Rules Based on Real-Time Data, American Economic Review, 91, 964-85.",
        "Mathai, A. M., and S. B. Provost, 1992, Quadratic Forms in Random Variables: Theory and Applications, Marcel Dekker, New York.",
        "Longstaff, F., 1989, A Nonlinear General Equilibrium Model of the Term Structure of Interest Rates, Journal of Finance, 23, 1259-1282.",
        "Leippold, M., and L. Wu, 2003, Design and Estimation of Quadratic Term Structure Models, European Finance Review, 7, 47-73.",
        "Leippold, M., and L. W~i, 2002, Asset Pricing under the Quadratic Class, Journal of Financial and Quantitative Analysis, 37, 27 1-295.",
        "Cogley, T., and T. J. Sargent, 2005, Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII U.S., Review of Economic Dynamics, 8, 262-302.",
        "Cogley, T., and T. J. Sargent, 200i, Evolving Post World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual, i6, 33i-373.",
        "Cogley, T., 2005, Changing Beliefs and the Term Structure of Interest Rates: Cross-Equation Restrictions with Drifting Parameters, Review of Economic Dynamics, 8, 420-45 i.",
        "Clarida, R., Gall, J., and M. Gertler, 2000, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, i iS, i47-80.",
        "Christiano, L. J., M. Eichenba~im, M., and C. Evans, i999, Monetary Policy Shocks: What have we Learned and to what End? in J. B. Taylor, and M. Woodford, ed., Handbook of Macroeconomics, Elsevier Science, North Holland.",
        "Christiano, L. J., M. Eichenba~im, and C. Evans, i996, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics, 78, i6-34.",
        "Carter, C. K., and R. Kohn, i994, On Gibbs Sampling for State Space Models, Biometrika, 8i, 54i-553.",
        "B~iraschi, A., and A. Jiltsov, 2007, Habit Formation and Macroeconomic Models of the Term Structure of Interest Rates, Journal of Finance, 62, 3009-3062.",
        "B~iraschi, A., and A. Jiltsov, 2005, Inflation Risk Premia and the Expectations Hypothesis, Journal of Financial Economics, 75, 429-490.",
        "B~iraschi, A., A. Cieslak, and F. Troj ani, 2007, Correlation Risk and the Term Structure of Interest Rates, working paper, Imperial College.",
        "Brandt, M. W., and Chapman, D. A., 2003, Comparing Mijltifactor Models of the Term Structure, working paper, Duke University.",
        "Boivin, J. and M. Giannoni, 2006, Has Monetary Policy Become More Effective?, The Review of Economics and Statistics. 88, 3, 445-462.",
        "Bikbov, R., 2006, Monetary Policy Regimes and the Term Structure of Interest Rates, ~inp~iblished dissertation, Columbia University.",
        "Bikbov, R., and M. Chernov, 2006, No-Arbitrage Macroeconomic Determinants of the Yield Curve, working paper, London Business School.",
        "Bernanke, B. S., and I. Mihov, i998, Meas~iring Monetary Policy, Quarterly Journal of Economics, i i3, 3, 869-902.",
        "Beckner, S. K., i996, Back from the Brink: The Greenspan Years, John Wiley & Sons, New York, NY.",
        "Bakshi, G. S., and Z. Chen, i996, Inflation, Asset Prices, and the Term Structure of Interest Rates in Monetary Economies, Review of Financial Studies, 9, 24i-275.",
        "Ang, A., and M. Piazzesi, 2003, A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, Journal of Monetary Economics, 50, 4, 745-787.",
        "Ang, A., S. Dong, and M. Piazzesi, 2006, No-Arbitrage Taylor Rules, working paper, Columbia University.",
        "Ang, A., G. Bekaert, and M. Wei, 2008, The Term Structure of Real Rates and Expected Inflation, Journal of Finance, 63, 797-849.",
        "Ahn, D. H., R. F. Dittmar, and A. R. Gallant, 2002, Q~iadratic Term Structure Models: Theory and Evidence,  Review of Financial Studies, iS, 243-288."
    ]
}