{
    "id": 1527,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Bailey, Martin J., National Income and the Price Level, New `Iork: McGrawHill, 1962.",
        "Barro, Robert J., Are Government Bonds Net Wealth? Journal of Political Econony 82, No, 6 (November/December 19714): 1095-1117.",
        "Buiter, Willem H., Fiscal Policy in Open Interdependent Economies, National Bureau of Economic Research Working Paper Series, No. 11429, August 19811.",
        "Blanchard, Oliver J., Debt, Deficits and Finite Horizons, Amer!can Economic Review 60, No. 5 (December 1965): 1126-50.",
        "Diamond, Peter A., National Debt in a Neoclassical Growth Model, American Economic Review 60, No. 5 (December 1965): 1126-50.",
        "Dornbusch, Rudiger, Expectations and Exchange Rate Dynamcis, Journal of Political Economy 811, No. 6 (December 1976): 1161-1176.",
        "Borrowing, Journal of Political Economy 91, No. 1 (February 1983): 1)41-53.",
        "Fair, Ray, C. On N~odeling the Economic Linkages Among Countries, in Dornbusch, Rudiger and Frenkel, Jacob A. (eds.) International Economic Policy: Theory and Evidence. Baltimore: Johns Hopkins University Press, 1979.",
        "Fleming, J. Marcus, Domestic Financial Policies Under Fixed and Floating Exchange Rates, International Monetary Fund Staff Papers, 9 (November 1962): 369379.",
        "Frenkel, Jacob A. and Razin, Assaf, Budget Deficits and Rates of Interest in the World Economy, National Bureau of Economic Research, Working Papers Series, No. 13511, May 19814.",
        "Interdependence, Economic Journal 9)4 (September 1985), forthcoming.",
        "Interdependence !~ in Buiter, Willem arid Marston, Richard C. (eds.) International Economic Policy Coordination, Cambridge: Cambridge `49 University Press, 1985 forthcoming. This is a revision of the paper entitlea Fiscal Policies, Debt and International Economic Interdependence, National Bureau of Economic Research, Working Paper Series No. 1266. January 1984.",
        "Frenkel, Jacob A. and Rodriguez Carlos A., Exchange Rate Dynamics and the Overshooting Hypothesis, International Monetary Fund Staff Papers, 29, No. 1 (March 1982): 1-30.",
        "Greenwood, Jeremy and Kimbrough, Kent P., Capital Controls and the International Transmission of Fiscal Policy, Centre for the Study of International Economic Relations, University of Western Ontario, Working Paper No. 8432, July 19814.",
        "Hamada, Koichi, Strategic Aspects of International Fiscal Inter- dependence, unpublished manuscript, Tokyo University, 19814.",
        "Kydland, Finn E. and Prescott, Edward C., A Competitive Theory of Fluctuations and the Feasibility and Desirability of Stabilization Policy in Fischer Stanley (ed.) Rational Expectations and Economic Policy, Chicago: University of Chicago Press, 1980.",
        "Laursen, Svend and Metzler, Lloyd A., Flexible Exchange Rates and the Theory of Employment, Review of Economics and Statistics, 32, (November 1950): 281-99.",
        "Lucas, Robert E Jr., and Stokey, Nancy L., Optimal Fiscal and Monetary Policy In An Economy Without Capital, Journal of Monetary Economics 12, No. 1 (July 1983): 55-93.",
        "Mundell, Hobert A.~, International Economics, New York: MacMillan, 1968.",
        "Mussa, Michael, Three Times and Transfer Problem Plus David Hume. Unpublished Manuscript, University of Chicago, 1969.",
        "Economic Policy: Tneory and Evidence. Baltimore: Johns Hopkins University Press, 1979.",
        "Razin, Assaf and Svensson, Lars E.O., The Current Account anc the Optimal Government Debt, Journal of International Money and Finance 2, No. 3 (August 1983): 215-211.",
        "Samuelson, Paul A., An Exact Consumption Loan Model of Interest With or Without the Social Contrivance of Money, Journal of Political Economy 66, No. 3 (August 1933): 1467-82.",
        "Stiglitz, Joseph E., On the Relevance or Irrelevance of Public Financial Policy: Indexation, Price Rigidities, and Optimal Monetary Policy, National Bureau of Economic Research, Working Paper Series, No. 1106, April 1983.",
        "Yaari, Menahem E., :Uncertain Lifetime, Life Insurance and the Theory of the Consumer, Review of Economic Studies 32, No. 2 (April 1965): 137-50."
    ]
}