{
    "id": 15277,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Richard Burkhauser and John Cawley, Beyond BMI: The Value of More Accurate Measures of Fatness and Obesity in Social Science Research, Journal of Health Economics, 27 (March 2008): 5 19-29.",
        "Giorgio Brunello, Pierre Michaud and Anna Sanz de Galdeano, The Rise in Obesity across the Atlantic: An Economic Perspective, IZA Discussion Paper No. 3529, June 2008.",
        "Marianne Bertrand and Diane Schanzenbach, Time Use and Food Consumption, American Economic Association, Papers and Proceedings, 99 (May 2009): 1706.",
        "Gary Becker, A Theory of the Allocation of Time, Economic Journal, 75 (Sept. 1965): 493-517.",
        "Charles Baum, The Effects of Race, Ethnicity and Age on Obesity, Journal of Population Economics, 20 (2007): 687-705.",
        "Stephen Barnes, Three Essays in Health Economics. Unpublished Ph.D. Dissertation, University of Texas, 2008.",
        "James Adams, Permanent Differences in Unemployment and Permanent Wage Differentials, Quarterly Journal of Economics, 100 (February 1985): 29-56.",
        "Jean Lim and Carolina Rodriguez Zamora, The Optimal Tax Rule in the Presence of Time Use, Unpublished paper, University of Texas at Austin, 2008.",
        "Edvard Johansson, Petri B",
        "Dean Hyslop, State Dependence, Serial Correlation and Heterogeneity in Intertemporal Labor Force Participation of Married Women, Econometrica, 67 (Nov. 1999): 1255-94.",
        "Catherine Hennessy, David Moriarty, Matthew Zack, Paul Scherr and Robert Brackbill, Measuring Health-Related Quality of Life for Public Health Surveillance, Public Health Reports, 109 (Sept.-Oct. 1994): 665-72.",
        ", Direct Estimates of Household Production, Economics Letters, 98 (Jan. 2008): 3 1-4.",
        ", Harley Frazis and Jay Stewart, Data Watch: The American Time Use Survey, Journal of Economic Perspectives, 19 (Winter 2005): 221-32.",
        "Daniel Hamermesh, Time to Eat: Household Production under Increasing Income Inequality, American Journal of Agricultural Economics, 89 (Nov. 2007): 85263.",
        "Timothy Halliday and Sally Kwak, Weight Gain in Adolescents and their Peers, IZA Discussion Paper No. 3610, July 2008.",
        "Karine Duval, Irene Strychar, Marie-Jos",
        "Reuben Gronau and Daniel Hamermesh, The Demand for Variety: A Household Production Perspective, Review of Economics and Statistics, 90 (Aug. 2008): 562-72.",
        "David Cutler, Edward Glaeser and Jesse Shapiro, Why Have Americans Become More Obese? Journal of Economic Perspectives, 17 (Summer 2003): 93-118.",
        "John Cawley, The Impact of Obesity on Wages, Journal of Human Resources, 39 (Spring 2004): 45 1-74.",
        "John Strauss, Paul Gertler, Omar Rahman and Kristin Fox, Gender and Life-Cycle Differentials in the Patterns and Determinants of Adult Health, Journal of Human Resources, 28 (Fall 1993): 791-837. .01 .00 .00 .oo~ .oo~ 100 200 300 400 Minutes of Primary Eating/Drinking",
        "Josh Pinkston and Jay Stewart, How Does Time Use Affect the Probability of Becoming Obese? Unpublished paper, Bureau of Labor Statistics, June 2009.",
        "Tomas Philipson and Richard Posner, Is Obesity a Public Health Problem? A Decade of Research on the Economics of Obesity? NBER Working Paper No. 14010, May 2008.",
        "National Center for Health Statistics (NCHS), National Health Statistics Reports, Number 10, October 22, 2008.",
        "Maarten Lindeboom and Eddy van Doorslaer, Cut-Point Shift and Index Shift in SelfReported Health, Journal of Health Economics, 23 (Nov. 2004): 1083-99."
    ]
}