{
    "id": 15274,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "World Bank, 2001. Finance for Growth: Policy Choices in a Volatile World. Oxford University Press.",
        "Lin, C. J. and T. Terasvirta, 1994. Testing the constancy of regression parameters against continuous structural change. Journal of Econometrics, March 1994, pp. 211-228.",
        "Lardy, Nicholas, 1998. China's Unfinished Economic Revolution. Washington, D. C.:Brookings Institution.",
        "Krishna, P., Mitra, D., 1998. `:&ade liberalization, market discipline and productivity growth: new evidence from India. Journal of Development Economics, 56, pp. 447-462.",
        "Harrison, A. E., 1994. Productivity, Imperfect Competition and `:&ade Reform, Journal of International Economics, 36, February; 53-73.",
        "Hall, It. E., 1988. The Relation between Price and Marginal Cost in U.S. Industry, Journal of Political Economy; October, pp. 921-947.",
        "Greenaway, D., Leyboume, S. and Sapsford, D., 1997. Modelling Growth (and Liberalization) Using Smooth `:&ansition Analysis, Economic Inquiry; October, 798-814.",
        "Granger, C. W. J. and T. Thrasvirta, 1993. Modeling nonlinear economic relationships. Oxford: Oxford University Press.",
        "Gonzalez, A.,Terasverta, T. and Van Dijk~ D., 2005. Panel Smooth `:&ansition Regression Models. Research Paper 165, University of Technology Sydney; August 2005.",
        "Geng, Nan, 2008. `:&ade Liberalization, Market Efficiency and Productivity Growth: A Smooth `:&ansition Approach on Indian Firms, UCSC Working Paper, 2008.",
        "Bacon, D. W. and D. G. Watts, 1971. Estimating the transition between two interesting straight lines. Biometrika, 58, pp. 525-534.",
        "Davies, R. B., 1987. Hypothesis testing when a nuisance parameter is present only under the alternative. Biometrika, 64(2), pp. 247-254.",
        "Fouquau, J., Hurlin, C. and Rabaud, I., 2008. The Feldstein-Horioka puzzle: A panel smooth transition regression approach. Economic Modelling, 25(2), March 2008, pp. 284-299."
    ]
}