{
    "id": 15282,
    "cites": 51,
    "cited_by": 1,
    "reference": [
        "Wright, Randall (1986). The Redistributive Roles of Unemployment Insurance and the Dynamics of Voting, Journal of Public Economics 31, 377-389.",
        "Shimer, Robert J. (2005). The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review 95, 25-49.",
        "Shiller, Robert J. (1981). Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review 71, 421-436.",
        "Valdivia, Victor (1996). Policy Evaluation in Heterogeneous Agent Economies: The Welfare Impact of Unemployment Insurance, Ph.D. Thesis, Northwestern University.",
        "Shao, Enchuan and Pedro Silos (2007). Uninsurable Individual Risk and the Cyclical Behavior of Unemployment and Vacancies, mimeo. University of Iowa and Federal Reserve Bank of Atlanta.",
        "Rudanko, Leena (2009). Labor Market Dynamics under Long Term Wage Contracting and Incomplete Markets, Journal of Monetary Economics, 56, 170-183.",
        "Pissarides, Christopher A. (1985). Short-Run Equilibrium Dynamics of Unemployment, Vancancies, and Real Wages, American Economic Review 75, 676-690.",
        "RIos-Rull, Jos",
        "Rios-Rull, Jos",
        "Rudanko, Leena (2006). Idiosyncratic and Aggregate Risk in a Frictional Labor Market, mimeo. University of Chicago.",
        "Mukoyama, Toshihiko and Ay~egiil Sahin (2006). Costs of Business Cycles for Unskilled Workers, Journal of Monetary Economics 53, 2179-2 193.",
        "Nakajima, Makoto (2007). Business Cycles in the Equilibrium Model of Labor Market Search and Self-insurance, mimeo. University of Illinois, Urbana-Champaign.",
        "Mortensen, Dale T. and Christopher A. Pissarides (1994). Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies 61, 397-4 15.",
        "Lucas, Robert E., Jr. (2003). Macroeconomic Priorities, AEA 2003 Presidential Address.",
        "Merz, Monika (1995). Search in the Labor Market and the Real Business Cycle, Journal of Monetary Economics 36, 269-300.",
        "Langot, Fran",
        "Krusell, Per and Anthony A. Smith, Jr. (1999). On the Welfare Effects of Eliminating Business Cycles, Review of Economic Dynamics 2, 245-272.",
        "Krusell, Per and Anthony A. Smith, Jr. (1998). Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy 106, 867-896.",
        "Krusell, Per and Anthony A. Smith, Jr. (1997). Income and Wealth Heterogeneity, Portfolio Choice, and Equilibrium Asset Returns, Macroeconomic Dynamics 1, 387-422.",
        "Krusell, Per, Toshihiko Mukoyama, Ay~egfil Sahin, and Anthony A. Smith, Jr. (2009c). Revisiting the Welfare Effects of Eliminating Business Cycles, Review of Economic Dynamics, 12, 393-404.",
        "Krusell, Per, Toshihiko Mukoyama, Richard Rogerson, and Ay~egfil Sahin (2009b). Aggregate Labor Market Outcomes: The Role of Choice and Chance, mimeo.",
        "Krusell, Per, Toshihiko Mukoyama, Richard Rogerson, and Ay~egiil Sahin (2009a). A Three State Model of Worker Flows in General Equilibrium, mimeo.",
        "Krusell, Per, Toshihiko Mukoyama, Richard Rogerson, and Ay~egfil Sahin (2008). The Aggregate Implications of Indivisible Labor, Incomplete Markets and Search Frictions, Journal of Monetary Economics 55, 961-979.",
        "Krebs, Tom (2006). Multi-Dimensional Risk and the Cost of Business Cycles, Review of Economic Dynamics 9, 640-658.",
        "Kallock, Kevin R. Cyclical Behavior of Labor Markets: The Role of Risk Aversion and Savings, Ph.D. Thesis, Yale University.",
        "Jung, Philip and Keith Kuester (2008). The (Un)Importance of Unemployment Fluctuations for Welfare, Philadeplhia Fed Working Paper 08-31, 2008.",
        "Huggett, Mark (1996). Wealth Distribution in Life-Cycle Economies, Journal of Monetary Economics 38, 469-494.",
        "Imrohoro~lu, Ay~e (1989). The Cost of Business Cycles with Indivisibilities and Liquidity Constraints, Journal of Political Economy 97, 1364-1383.",
        "Huggett, Mark (1993). The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies, Journal of Economic Dynamics and Control 17, 953-969.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante (2006). Frictional Wage Dispersion: A Quantitative Assessment, mimeo. Federal Reserve Bank of Richmond, Princeton University, and New York University.",
        "Hansen, Gary D. and Ay~e Imrohoro~lu (1992). The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard, Journal of Political Economy 100, 118-142.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante (2005). Unemployment and Vacancy Fluctuations in the Matching Model: Inspecting the Mechanism, Economic Quarterly (Federal Reserve Bank of Richmond) 91, 19-5 1.",
        "Hall, Robert E. (2005). Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review 95, 50-65.",
        "Hagedorn, Marcus and Iourii Manovskii (2008). The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited, American Economic Review, 1692-1706.",
        "Gertler, Mark and Antonella Trigari (2006). Unemployment Fluctuations with Staggered Nash Wage Bargaining, Journal of Political Economy, forthcoming.",
        "Diamond, Peter A. (1981). Mobility Costs, Frictional Unemployment, and Efficiency, Journal of Political Economy 89, 798-812.",
        "Costain, James S. and Michael Reiter (2007). On the Relevance of Saving for Labor Market Fluctuations, mimeo. Bank of Spain and Institute for Advanced Studies, Vienna, and UPF, Barcelona.",
        "D",
        "Den Haan, Wouter J., Gary Ramey, and Joel Watson (2000). Job Destruction and Propagation of Shocks, American Economic Review 90, 482-498.",
        "Costain, James S. and Michael Reiter (2005). Stabilization versus Insurance: Welfare Effects of Procyclical Taxation under Incomplete Markets, mimeo. Universidad Carlos III de Madrid and Universitat Pompeu Fabra.",
        "Chang, Yongsung and Sun-Bin Kim (2006). From Individual to Aggregate Labor Supply: A Quantitative Analysis Based on a Heterogeneous Agent Macroeconomy, International Economic Review 47, 1-27.",
        "Cooley, Thomas F., and Edward C. Prescott (1995). Economic Growth and Business Cycles, in Thomas F. Cooley (ed.) Frontiers of Business Cycle Research Princeton University Press, Princeton, NJ.",
        "Casta",
        "Christiano, Lawrence, Cosmin Ilut, Roberto Motto, and Massimo Rostagno (2007). Monetary Policy and Stock Market Boom-Bust Cycles, mimeo. Northwestern University and European Central Bank.",
        "Bewley, Truman F. (undated). Interest Bearing Money and the Equilibrium Stock of Capital, mimeo.",
        "Bils, Mark, Yongsung Chang, and Sun-Bin Kim (2009). Heterogeneity and Cyclical Unemployment, NBER Working Paper 15166.",
        "Atkeson, Andrew and Christopher Phelan (1994). Reconsidering the Costs of Business Cycles with Incomplete Markets, in Stanley Fischer and Julio J. Rotemberg (eds.) NBER Macroeconomics Annual 199~, National Bureau of Economic Research, Cambridge, MA.",
        "Alexopoulos, Michelle and Tricia Gladden (2006). Wealth, Reservation Wages, and Labor Market Transitions in the U.S.: Evidence from the Survey of Income and Program Participation, mimeo.",
        "Andolfatto, David (1996). Business Cycles and Labor Market Search, American Economic Review 86, 112-132.",
        "Aiyagari, S. Rao (1994). Uninsured Idiosyncratic Risk and Aggrigate Saving, Quarterly Journal of Economics 109, 659-684.",
        "Acemoglu, Daron and Robert Shimer (2000). Productivity Gains from Unemployment Insurance, European Economic Review 44, 1195-1224."
    ]
}