{
    "id": 15284,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Luthar, Suniya S. and Bronwyn E. Becker, Privileged But Pressured: A Study of Affluent Young, Child Development, 73 (2002): 1593-16 10.",
        "Kimmel, Jean and Rachel Connelly, Mothers' Time Choices: Caregiving, Leisure, Home Production, and Paid Work, Journal of Human Resources, Summer 2007: 643-681.",
        "Lareau, Annette, Unequal Childhoods, Berkeley: University of California Press, 2003. Leibowitz, Arleen, Home Investments in Children, Journal of Political Economy 82(2): SillS131.",
        "Katz, Lawrence F. and Kevin M. Murphy, Changes in Relative Wages, 1963-1987: Supply and Demand Factors, Quarterly Journal of Economics (February 1992): 35-78.",
        "Krueger, Alan B., Daniel Kahneman, David Schkade, Norbert Schwarz, and Arthur A. Stone, National Time Accounting: The Currency of Life, 2007 manuscript.",
        "Hoxby, Caroline, How the Changing Market Structure of U.S. Higher Education Explains College Tuition, NBER Working Paper 6323, December 1997.",
        "Guryan, Jon, Erik Hurst, and Melissa Kearney, Parental Education and Parental Time With Children, Journal of Economic Perspectives, Summer 2008: 23-46.",
        "Hofferth, Sandra L., Changes in American Childrens' Time, 1997 to 2003, manuscript, University of Maryland School of Public Health, October 2008.",
        "Fisher, Kimberly, Muriel Egerton and Jonathan Gershuny. 2006. American Heritage Time Use Survey. htt~://www~timeuse~org/ahtus/.",
        "Ginsburg, Kenneth R., The Importance of Play in Promoting Healthy Child Development and Maintaining Strong Parent-Child Bonds, American Academy of Pediatrics Report, 2007.",
        "Egerton, Muriel, Kimberly Fisher, and Jonathan Gershuny, American Time Use 1965-2003: The Construction of a Historical Comparative File, and Consideration of its Usefulness in the Construction of Extended National Accounts for the USA, Institute for Social and Economic Research, Working Paper 2005-28.",
        "Eckstein, Zvi and Eva Nagypal, The Evolution of U.S. Earnings Inequality: 1961 - 2002, Federal Reserve Bank of Minneapolis Quarterly Review, 28 (December 2004), pp. 10-29.",
        "Davies, Scott and Floyd M. Hammack, The Channeling of Student Competition in Higher Education: Comparing Canada and the U.S., Journal of Higher Education, 76 (January/February 2005): 89-106.",
        "Chalasani, Satvika, The Changing Relationship between Parents' Education and their Time with Children, International Journal of Time Use Research, 4 (September 2007): 93-117.",
        "Boudarbat, Brahim, Thomas Lemieux, and Craig Riddell, Recent Trends in Wage Inequality and the Wage Structure in Canada, in Dimensions of Inequality in Canada, D. Green and J. Kesselman, eds. UBC Press, 2006.",
        "Bryant, W. Keith and Cathleen D. Zick, Are We Investing Less in the Next Generation? Historical Trends in Time Spent Caring for Children, Journal of Family and Economic Issues 17(3/4) (1996): 365-92.",
        "Bound, John and Sarah Turner, Cohort Crowding: How Resources Affect Collegiate Attainment, Journal of Public Economics 91(2007): 877-899.",
        "Bound, John, Hershbein, Brad, and Bridget Terry Long, Playing the Admissions Game: Student Reactions to Increasing College Competition, June 2009 manuscript.",
        "Bianchi, Suzanne M., John P. Robinson, and Melissa A. Milkie, Changing Rhythms of American Family Life, New York: Russell Sage Foundation, 2006.",
        "Becker, Gary S., A Treatise on the Family, Cambridge, MA: Harvard University Press, 1981.",
        "Bianchi, Suzanne, Philip N. Cohen, Sara Raley and Kei Nomaguchi, Inequality in Parental Investment in Child-Rearing: Expenditures, Time, and Health, in Social Inequality, ed. by Kathryn M. Neckerman, New York: Russell Sage Foundation, 2004.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney, Trends in US Wage Inequality: Revising the Revisionists, The Review of Economics and Statistics 90 (May 2008): 300-323.",
        "Allard, Mary Dorinda, Suzanne Bianchi, Jay Stewart and Vanessa R. Wight, Comparing Childcare Measures in the ATUS and Earlier Time Use Studies, Monthly Labor Review, May 2007, pp. 27-36.",
        "Aguiar, Mark and Erik Hurst, Measuring Trends in Leisure: The Allocation of Time Over Five Decades, Quarterly Journal of Economics, 122 (2007): 969-1006.",
        "Warner, Judith, Perfect Madness: Motherhood in the Age of Anxiety, New York: Riverhead Books, 2005.",
        "Mahoney, Joseph L., Angel L. Harris, and Jacquelynne S. Eccles, Organized Activity Participation, Positive Youth Development, and the Over-Scheduling Hypothesis, Social Policy Report, 10 (2006): 3-3 1. National Association of College Counseling, State of College Admission, author Melissa E.",
        "Pronovost, Gilles, Le temps dans tous ses ",
        "Robinson, John P. and Geoffrey Godbey, Time for Life: The Surprising Ways Americans Use their Time, University Park, Pennsylvania: The Pennsylvania State University Press, 1999, 2nd edition.",
        "Rosenfeld, Alvin, Nicole Wise, and Robert Coles, The Overscheduled Child: Avoiding the Hyperparenting Trap, St. Martin's Griffin, 2001.",
        "Saez, Emmanuel, Tables and Figures Updated to 2006, July 2008. Available at: ~",
        "Safe Kids USA, Report to the Nation: Trends in Unintentional Childhood Injury Mortality and Parental Views on Child Safety, April 2008 http ://sk.convio .net/site/DocServer/STUDY-SKWK-08-LRApril26 .pdf?doclD=956 1 Sandberg, John F. and Sandra L. Hofferth, Changes in Childrens' Time with Parents: A Correction, Demography 42 (May 2005): 39 1-395.",
        "Sayer, Liana C., Suzanne M. Bianchi, and John P. Robinson, Are Parents Investing Less in Childcare? Trends in Mothers' and Fathers' Time with Children, American Journal of Sociology 110 (July 2004): 1-43. Statistics Canada, General Social Survey, Cycles 2, 7, 12, and 19.",
        "Turcotte, Martin, Time Spent with Family During a Typical Workday, 1986-2005, Canadian Social Trends, Statistics Canada Catalogue No. 11-008.",
        "United States Department of Agriculture, Agricultural Research Administration, Bureau of Human Nutrition and Home Economics, The Time Costs of Homemaking - A Study of 1,500 Rural and Urban Households, 1944 manuscript."
    ]
}