{
    "id": 15289,
    "cites": 27,
    "cited_by": 45,
    "reference": [
        "Altissimo, Filippo, Vasco C",
        "Benigno, Pierpaolo, and Michael Woodford, Inflation Stabilization And Welfare: The Case Of A Distorted Steady State, Journal of the European Economic Association, 3: 1185-1236 (2005).",
        "Benigno, Pierpaolo, and Michael Woodford, Linear-Quadratic Approximation of Optimal Policy Problems, NBER working paper no. 12672, revised August 2008.",
        "Christiano, Lawrence J., Cosmin Ilut, Roberto Motto, and Massimo Rostagno, Monetary Policy and Stock-Market Boom-Bust Cycles, unpublished, Northwestern University, March 2007.",
        "Clarida, Richard, Jordi Gali and Mark Gertler, The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37: 1661-1707 (1999).",
        "C",
        "Den Haan, Wouter, Steven W. Sumner, and Guy Yamashiro, Bank Loan Components and the Time-Varying Effects of Monetary Policy Shocks, CEPR discussion paper no. 4724, November 2004.",
        "Dupor, William (2003), Optimal Random Monetary Policy with Nominal Rigidity,  Journal of Economic Theory, 112 (1): 66-78.",
        "Gerali, Andrea, Stefano Neri, Luca Sessa, and Federico M. Signoretti, Credit and Banking in a DSGE Model, unpublished, Banca d'Italia, June 2008.",
        "Goodfriend, Marvin, and Robert G. King, The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual 12: 231-283 (1997).",
        "Goodfriend, Marvin, and Bennett T. McCallum, Banking and Interest Rates in Monetary Policy Analysis: A Quantitative Exploration, Journal of Monetary Economics 54: 1480-1507 (2007).",
        "Lown, Cara S., and Donald P. Morgan, Credit Effects in the Monetary Mechanism,  Federal Reserve Bank of New York Economic Policy Review 8(1): 217-235 (2002).",
        "McCulley, Paul, and Ramin Toloui, Chasing the Neutral Rate Down: Financial Conditions, Monetary Policy, and the Taylor Rule, Global Central Bank Focus, PIMCO, February 20, 2008.",
        "Mehra, Rajnish, Facundo Piguillem, and Edward C. Prescott, Intermediated Quantities and Returns, Research Dept. Staff Report no. 405, Federal Reserve Bank of Minneapolis, revised August 2008.",
        "Meyer, Laurence H., and Brian P. Sack, Updated Monetary Policy Rules: Why Don't They Explain Recent Monetary Policy? Monetary Policy Insights, Macroeconomic Advisors, March 7, 2008.",
        "Mishkin, Frederic S., Monetary Policy Flexibility, Risk Management and Financial Disruptions, speech delivered on January U, 2008.",
        "Rotemberg, Julio J., and Michael Woodford, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual 12: 297-346 (1997).",
        "Svensson, Lars E.O., Inflation Targeting as a Monetary Policy Rule, Journal of Monetary Economics 43: 607-654 (1999).",
        "Svensson, Lars E.O., What Is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules, Journal of Economic Literature 41: 426-477 (2003).",
        "Svensson, Lars E.O., and Michael Woodford, Implementing Optimal Policy through Inflation-Forecast Targeting, in B.S. Bernanke and M. Woodford, eds., The Inflation Targeting Debate, Chicago: University of Chicago Press, 2005.",
        "Taylor, John B., Discretion versus Policy Rules in Practice, CarnegieRochester Conference Series on Public Policy 39: 195-214 (1993).",
        "Taylor, John B., Housing and Monetary Policy, in Housing, Housing Finance, and Monetary Policy, Federal Reserve Bank of Kansas City, 2007.",
        "Taylor, John B., Monetary Policy and the State of the Economy, testimony before the Committee on Financial Services, U.S. House of Representatives, February 26, 2008.",
        "Taylor, John B., and John C. Williams, A Black Swan in the Money Market, unpublished, Stanford University, revised April 2008a.",
        "Taylor, John B., and John C. Williams, Further Results on a Black Swan in the Money Market, unpublished, Stanford University, May 2008b.",
        "Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press, 2003.",
        "Woodford, Michael, The Case for Forecast Targeting as a Monetary Policy Strategy, Journal of Economic Perspectives, Fall 2007, pp. 3-24"
    ]
}