{
    "id": 15286,
    "cites": 86,
    "cited_by": 80,
    "reference": [
        "For the year t = 1952 to 2001, per capita GDP growth is regressed on the granuiar residuai F~ of the top 100 non-oii industry firms (equation 42-43), and the contemporaneous and iagged vaiues of the Romer-Romer and Hamiiton shocks. The firms are the iargest by saies of the previous year. Standard errors in parentheses. All Countries USA Saies Herfindahi h8 22.0 6.1 GDP voiatiiity induced idiosyncratic firm-ievei by shocks acDp = i~a~hs 5.0 1.4 Tabie 5: Saies herfindahi h8 (eq. 49) in 2002, and induced GDP voiatiiity. Units are in %. For the induced GDP voiatiiity, I take a~DP = ,uah8, with a firm-ievei voiatiiity a = 12% (eq. 50), and an ampiification factor ~i = 1.9, as discussed in the text. Source: Acemogiu, Johnson and Mitton (2009) for the internationai data, and Compustat for the U.S. data.",
        "GDP growth~ GDP growth~ GDP growth~ Oii~ -5.le-06 .000037 (.00015) (.00016) Oii~1 -.000643 -.000616 (.00028) (.00028) Monetary Shockt .003464 -.00268 (.05784) (.05602) Monetary Shockti -.099848 -.077234 (.04805) (.04757) R2 0.18 0.06 0.22 Adjusted R2 0.15 0.02 0.15 Observations 49 53 49 Tabie 3: Expianatory Power of oii and monetary shocks. The shocks are the yeariy aggregations of the measures of Hamiiton (2003) and Romer-Romer (2004). Standard errors in parentheses. With Simpie Granuiar Residuai With Industry Granuiar Residuai Granuiar Residuait 0.565 (0.224) 0.778 (0.218) 0.902 (0.261) 1.188 (0.258) Granuiar Residuaiti 0.677 (0.214) 0.936 (0.212) 0.699 (0.218) 1.118 (0.234) Granuiar Residuait~2 0.654 (0.206) 0.728 (0.203) R2 0.40 0.53 0.43 0.58 Adjusted R2 Observations 0.32 0.45 0.35 0.50 Tabie 4: Expianatory Power of the Granuiar Residuai, with controis for oii and monetary shocks.",
        "Wyart, Matthieu, and Jean-Phiiippe Bouchaud (2003): Statisticai Modeis for Company Growth, Physica A, 326, 241-255.",
        "Veidkamp, Laura and Justin Woifers (2007): Aggregate Shocks or Aggregate Information? Costiy Information and Business Cycie Comovement, Journal of Monetary Economics, 54, 37-55.",
        "Temin, Peter (1998): The Causes of American Business Cycies: an Essay in Economic Historiography , in Beyond Shocks, Fuhrer, Jeffery C. and Scott Schuh, eds. Boston: Federai Reserve Bank.",
        "Teiteibaum, Daniei and Robert Axtefl (2005): Firm Size Dynamics of Industries, Working Paper, Brookings.",
        "Sutton, John (2002): The Variance of Firm Growth Rates: The `Scaiing' Puzzie, Physica A, 312, 577-590.",
        "Stock, James, and Mark Watson (2003): Has the Business Cycie Changed and Why? in NBER Macroeconomics Annual, Mark Gerier and Kenneth Rogoff, eds. Cambridge, MA: MIT Press.",
        "Stanley, Michael H. R., Lufs A. N. Amaral, Sergey V. Buldyrev, Shlomo Havlin, Heiko Leschhorn, Philipp Maass, Michael A. Salinger, and H. Eugene Stanley (1996): Scaling Behaviour in the Growth of Companies, Nature, 379, 804-806.",
        "Shea, John (2002): Complementarities and Comovements, Journal of Money, Credit and Banking, 42, 412-433.",
        "Rotemberg, Julio J. and Michael Woodford (1996): Imperfect Competition and the Effects of Energy Price Increases on Economic Activity, Journal of Money, Credit, and Banking, 28, 549-577.",
        "Romer, Christina and David Romer (2004): A New Measure of Monetary Shocks: Derivation and Implications, American Economic Review, 94, 1055-1084.",
        "Rossi-Hansberg, Esteban, and Mark Wright (2007): Establishment Size Dynamics in the Aggregate Economy, American Economic Review, 97, 1639-1666.",
        "Pareto, Vilfredo (1896): Cours d'Economie Politique. Geneva, Switzerland: Droz.",
        "Okuyama, Kenji, Misako Takayasu, and Hideki Takayasu (1999): Zipf's Law in Income Distribution of Companies, Physica A, 269, 125-131.",
        "OECD (2004): Economic Survey of Finland (issue 14).",
        "Oi, Walter Y. (1962): Labor as a Quasi-Fixed Factor, Journal of Political Economy, 70, 538-555.",
        "Councii of Economic Advisors, Economic Report of the President Transmitted to the Congress, pubiished every year since 1950.",
        "Cooiey, Thomas F. and Edward C. Prescott (1995): Economic Growth and Business Cycies, in Thomas F. Cooiey ed, Frontiers of Business Cycle Research. Princeton, NJ: Princeton University Press, 1-38.",
        "Comin, Diego and Thomas Philippon (2005): The Rise in Firm-Level Volatility: Causes and.Consequences, in Mark Gertler and Kenneth Rogoff, eds., NBER Macroeconomics Annual Conley, Timothy, and Bill Dupor (2003): A Spatial Analysis of Sectoral Complementarity, Journal of Political Economy, 111, 311-52.",
        "Cochrane, John (1994): Shocks, Carnegie-Rochester Conference Series on Public Policy, 41, 295-364.",
        "Claessens, Stijn, Simeon Djankov, and Larry H.P. Lang (2000): The Separation of Ownership and Control in East Asian Corporations, Journal of Financial Economics, 58, 81-112.",
        "Carvalho, Vasco (2009): Aggregate Fluctuations and the Network Structure of Intersectoral Trade, Working Paper, CREI.",
        "Canning, D. , L. A. N. Amaral, Y. Lee, M. Meyer, and H. E. Stanley (1998): Scaling the Volatility of GDP Growth Rates, Economics Letters, 60, 335-341.",
        "Canals, Claudia, Xavier Gabaix, Josep Vilarrubia, and David Weinstein (2007): Trade Patterns, Trade Balances, and Idiosyncratic Shocks, Columbia University and New York University Working Paper.",
        "Caballero, Ricardo, Eduardo M.R.A. Engel, and John C. Haltiwanger (1997): Aggregate Employment Dynamics: Building from Microeconomic Evidence, American Economic Review, 87, 115-137.",
        "Caballero, Ricardo, and Eduardo M.R.A. Engel (2004): Adjustment is Much Slower than You Think, NBER Working Paper No. 9898.",
        "Buldyrev, S. V. , L. A. N. Amaral, S. Havlin, H. Leschhorn, P. Maass, M. A. Salinger, H. E. Stanley, and M. H. R. Stanley (1997): Scaling Behavior in Economics: II. Modeling of Company Growth, Journal de Physique (France) I, 7, 635-650.",
        "Bresnahan, Timothy (1987): Competition and Collusion in the American Automobile Market: The 1955 Price War, Journal of Industrial Economics, 35, 45 7-482.",
        "Blank, Sven, Claudia Buch, and Katja Neugebauer (2009): Shocks at Large Banks and Banking Sector Distress: the Banking Granular Residual,  Discussion Paper 04/2009, Deutsche Bundesbank.",
        "Blanchard, Olivier, and Simon Johnson (2001): The Long and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity, 165-71.",
        "Abramowitz, Moses (1956): Resource and Output Trends in the United States Since 1870, American Economic Review, 46, 5-23. 53The results with financial firms are very similar, and are available upon request.",
        "Acemoglu, Daron, Simon Johnson, and Todd Mitton (2009): Determinants of Vertical Integration: Financial Development and Contracting Costs, Journal of Finance, 64, 1251-1290.",
        "Acemoglu, Daron, and Fabrizio Zilibotti (1997): Was Prometheus Unbound by Chance? Risk, Diversification and Growth, Journal of Political Economy, 105, 709-751.",
        "Altig, David, Lawrence Christiano, Martin Eichenbaum and Jesper Linde (2005): FirmSpecific Capital, Nominal Rigidities and the Business Cycle, NBER Working Paper 11034.",
        "Amaral, L. A. N. , S. V. Buldyrev, S. Havlin, H. Leschhorn, P. Maass, M. A. Salinger, H. E. Stanley, and M. H. R. Stanley (1997): Scaling Behavior in Economics: I. Empirical Results for Company Growth, Journal de Physique (France) I, 7, 621-633.",
        "Axtell, Robert (2001): Zipf Distribution of U.S. Firm Sizes, Science, 293, 1818-20.",
        "Bak, Per, Ken Chen, Jose Scheinkman, and Michael Woodford (1993): Aggregate Fluctuations from Independent Sectoral Shocks: Self-Organized Criticality in a Model of Production and Inventory Dynamics, Ricerche Economiche, 47, 3-30.",
        "Barabasi, A.-L., and R. Albert (1999): Emergence of Scaling in Random Networks, Science, 286, 509-12.",
        "Basu, Susanto, and John Fernald (1997): Returns to Scale in U.S. Production: Estimates and Implications, Journal of Political Economy, 105, 249-83.",
        "Basu, Susanto, and John Fernald (2001): Why is Productivity Procyclical? Why Do We Care? in New Developments in Productivity Analysis, Charles R. Hulten, Edwin R. Dean and Michael J. Harper, eds. Chicago: University of Chicago Press.",
        "Basu, Susanto, John Fernald, and Miles Kimball (2006): Are Technology Improvements Contractionary? American Economic Association, 96, 1418-1448.",
        "Baumol, William J. (1982): Contestable Markets: An Uprising in the Theory of Industry Structure, American Economic Review, 72, 1-15.",
        "Bertrand, Marianne, Johnson, Simon, Samphantharack, Krislert, and Schoar, Antoinette (2004): Mixing Family With Business: A Study of Thai Business Groups and the Families Behind Them, Working Paper, University of Chicago.",
        "Foerster, Andrew, Pierre-Daniel Sarte, and Mark Watson (2008): Sectoral vs. Aggregate Shocks: A Structural Factor Analysis of Industrial Production,Working Paper 08-07, Federal Reserve Bank of Richmond.",
        "Embrechts, Paui, Ciaudia Kiuppeiberg, and Thomas Mikosch (1997): Modelling Extremal Events. New York: Springer Veriag.",
        "Faccio, Mara and Larry H.P. Lang (2002): The Uitimate Ownership of Western European Corporations, Journal of Financial Economics, 65, 365-395.",
        "Durrett, Richard (1996): Probability: Theory and Examples (Beimont, CA: Wadsworth.",
        "Eaton, Jonathan, Samuei Kortum, and Francis Kramarz (2004): Dissecting Trade: Firms, Industries, and Export Destinations, American Economic Review Papers and Proceedings, 94, 150-154.",
        "Duriauf, Steven (1993): Non Ergodic Economic Growth, Review of Economic Studies, 60, 349-66.",
        "Dupor, Wiiiiam (1999): Aggregation and Irreievance in Muiti-Sector Modeis, Journal of Monetary Economics, 43, 391-409.",
        "Domar, Evsey (1961): On the Measurement of Technoiogicai Change, Economic Journal, 71, 709-729.",
        "di Giovanni, Juiian, and Andrei Levchenko (2009): Internationai Trade and Aggregate Fiuctuations in Granuiar Economies,, Working Paper 585, Research Seminar in Internationai Economics, University of Michigan.",
        "DeAngeio, Harry, Linda DeAngeio and Dougias J. Skinner (2004): Are Dividends Disappearing ? Dividend Concentration and the Consoiidation of Earnings, Journal of Financial Economics, 72, 425-456.",
        "Davis, Steven, John C. Haitiwanger, and Scott Schuh (1996): Job Creation and Destruction. Cambridge, MA: MIT Press.",
        "Davis, Steven, John C. Haitiwanger, Ron Jarmin, and Javier Miranda (2006): Voiatiiity and dispersion in business growth rates: pubiiciy traded versus privateiy heid firms. NBER Macroeconomics Annual.",
        "Nirei, Makoto (2006): Threshold Behavior and Aggregate Critical Fluctuations, Journal of Economic Theory, 127, 309-322.",
        "Franco, Francesco, and Thomas Philippon (2007): Firms and Aggregate Dynamics, Review of Economics and Statistics, 89, 587-600.",
        "Fujiwara, Y., C. Di Guilmi, H. Aoyama, M. Gallegati, and W. Souma (2004): Do Pareto-Zipf and Gibrat Laws Hold True? An Analysis with European Firms, Physica A, 335, 197-216.",
        "Gabaix, Xavier (1999): Zipf's Law for Cities: An Explanation, Quarterly Journal of Economics, 114, 739-67.",
        "Gabaix, Xavier (2009): Power Laws in Economics and Finance, Annual Review of Economics, 1, 255-93.",
        "Gabaix, Xavier, Parameswaran Gopikrishnan, Vasiliki Plerou and H. Eugene Stanley (2003): A Theory of Power Law Distributions in Financial Market Fluctuations, Nature, 423, 267-230.",
        "Gabaix, Xavier, Parameswaran Gopikrishnan, Vasiliki Plerou and H. Eugene Stanley (2006): Institutional Investors and Stock Market Volatility, Quarterly Journal of Economics, 121, 461-504.",
        "Gibrat, Robert (1931): Les Inegalites ",
        "Golosov, Mikhail, and Robert E. Lucas, Jr. (2007): Menu Costs and Phillips Curves, Journal of Political Economy, 115, 171-199.",
        "Gordon, Robert J. (1980): Postwar Macroeconomics: The Evolution of Events and Ideas in Martin Feldstein, ed. The American Economy in Transition. Chicago, IL: The University of Chicago Press.",
        "Hamilton, James D. (2003): What Is an Oil Shock?, Journal of Econometrics, 113, 363-398.",
        "Harberger, Arnold (1998): A Vision of the Growth Process, The American Economic Review, 88, 1-32.",
        "Horvath, Michael (1998): Cyclicality and Sectoral Linkages: Aggregate Fluctuations from Sectoral Shocks, Review of Economic Dynamics, 1, 781-808.",
        "Horvath, Michael (2000): Sectoral Shocks and Aggregate Fluctuations, Journal of Monetary Economics, 45, 69-106.",
        "Horvath, Michaei, and R.J. Verbrugge (1999): Shocks and Sectorai Interactions: An Empiricai Investigation, Mimeo, Stanford University.",
        "Huiten, Charies (1978): Growth Accounting with Intermediary Inputs, Review of Economic Studies, 45, 511-18.",
        "Hymer, S. and P. Pashigan (1962): Firm Size and Rate of Growth. Journal of Political Economy, 70, 556-569.",
        "Jones, Charies I. (2005): The Shape of Production Functions and the Direction of Technicai Change, Quarterly Journal of Economics, 120, 517-549.",
        "Jones, Charies I. (2009): Intermediate Goods and Weak Links: A Theory of Economic Deveiopment, Working Paper, Stanford.",
        "Jorgenson, Daie W., Frank M. Goiiop and Barbara M. Fraumeni (1987): Productivity and U.S. Economic Growth. Cambridge, MA: Harvard University Press.",
        "Jovanovic, Boyan (1987): Micro Shocks and Aggregate Risk, Quarterly Journal of Economics, 102, 395-409.",
        "Kray, Aart, and Jaume Ventura (2007): Comparative Advantage and the Cross-Section of Business Cycies, Journal of the European Economic Association, 5, 1300-1333.",
        "Kydiand, Finn E., and Edward C. Prescott (1982): Time to Buiid and Aggregate Fiuctuations,  Econometrica, 50, 1345-70.",
        "Lee, Youngki, Lufs A. Nunes Amarai, Martin Meyer, David Canning, and H. Eugene Staniey (1998): Universai Features in the Growth Dynamics of Compiex Organizations, Physical Review Letters, 81, 3275-3278.",
        "Logan, Benjamin F., Cohn Maiiows, Stephen Rice, and Larry Shepp (1973): Limit Distributions of Seif-Normaiized Sums, Annals of Probability, 1, 788-809.",
        "Long, John, and Charies Piosser (1983) Reai Business Cycies, Journal of Political Economy, 91, 39-69.",
        "Luttmer, Erzo G.J. (2007): Seiection, Growth, and the Size Distribution of Firms, Quarterly Journal of Economics, 122, 1103-1144.",
        "Malevergne, Yannick, Pedro Santa-Clara and Didier Sornette (2009): Professor Zipf goes to Wall Street, NBER Working Paper.",
        "McConnell, Margaret, and Gabriel Perez-Quiros (2000): Output Fluctuations in the United States: What has Changed Since the Early 1980's, American Economic Review, 90, 1464-1476.",
        "McKinsey Global Institute (2001): Productivity in the United States, http://www.mckinsey.com."
    ]
}