{
    "id": 15287,
    "cites": 8,
    "cited_by": 27,
    "reference": [
        "Autor, David H., Frank Levy, and Richard J. Murnane. 2003. The Skill Content of Recent Technological Change. Quarterly Journal of Economics ii8 (4, November): i279-i333.",
        "Bardhan, Ashok D., and Cynthia Kroll. 2003. The New Wave of Outsourcing. Fisher Center for Real Estate & Urban Economics working paper no. iiO3, University of California, Berkeley, Fall 2003.",
        "Blinder, Alan 5. 2006. Offshoring: The Next Industrial Revolution? Foreign Affairs 85 (2, MarchlApril): i i3-i28.",
        "Blinder, Alan S., and Jagdish Bhagwati. 2009a. Offshoring of American Jobs: What Response from U.S. Economic Policy? Boston, MA: MIT Press, forthcoming.",
        "Farber, Henry 5. 2009. Job Loss and the Decline in Job Security in the United States, Forthcoming in Labor in the New Economy, eds. Katharine G. Abraham, James R. Spletzer, and Michael Harper. Chicago, IL: University of Chicago Press. (Also Industrial Relations Section working paper no. 520, Princeton University, September 2007.) Jensen, J. Bradford, and Lori G. Kletzer. 2006. Tradable Services: Understanding the Scope and Impact of Services Offshoring. In Brookings Trade Forum 2005: Offshoring White-Collar Work, eds. Lael Brainard, and Susan M. Collins, 75-i34. Washington, D.C.: Brookings Institution Press.",
        "Kleiner, Morris M., and Alan S. Krueger. 2008. The Prevalence and Effects of Occupational Licensing. Center for Economic Policy Studies working paper no. i74, Princeton University, August 2008. (Also NBER working paper no. i4308.) Levy, Frank, and Kyoung-Hee Yu. 2006. Offshoring of Professional Services: Radiology Services from India. Unpublished, MIT, March 2006. Maxwell, A.E. i970. Comparing the Classification of Subjects by Two Independent Judges. British Journal of Psychiatry ii6: 65i-655.",
        "McKinsey Global Institute. 2005. The Emerging Global Labor Market, June 2005.",
        "van Welsum, Desir"
    ]
}