{
    "id": 15298,
    "cites": 7,
    "cited_by": 10,
    "reference": [
        "Aaker DA, Carman JM, 1982. Are you overadvertising? Journal of Advertising Research, 22(4): 57-70 Ackerberg DA, 2001. Empirically distinguishing informative and prestige effects of advertising. The RAND Journal of Economics, 32(2):316-33 Ackerberg DA, 2003. Advertising, learning, and consumer choice in experience good markets: An empirical examination. International Economic Review, 44(3):1007-40 Ackoff RL, Emshoff JR, 1975. Advertising research at Anheuser-Busch, Inc. (1963-1968).",
        "Qnarterly Jonrmal of Ecomomics Besley T, Burgess R, 2002. The political economy of government responsiveness: Theory and evidence from india*. Qnarterly Jonrmal of Ecomomics, 117(4):1415-51 Braithwaite D, 1928. The economic effects of advertisement. Ecomomic Jonrmal, 38:16-37 Cain D, Loewenstein G, Moore D, 2005. The dirt on coming clean: Perverse effects of disclosing conflicts of interest. Jonrmal of Legal Stndies, 34:1-25 Cooper RJ, Schriger DL, 2005. The availability of references and the sponsorship of original research cited in pharmaceutical advertisements. Camadiam Medical Associatiom Jonrmal, 172(4):487-91 Cowles Al, 1933. Can stock market forecasters forecast. Ecomometrica, 1(3):309-24 Crawford V, Sobel J, 1982. Strategic information transmission. Ecomometrica, 50(6):1431-51 DeGeorge F, Patel J, Zeckhauser R, 1999. Earnings management to exceed thresholds.",
        "Jonrmal of Bnsimess DellaVigna 5, Kaplan E, 2007. The Fox News effect: Media bias and voting. Qnarterly Jonrmal of Ecomomics, 122(3):1187-234 DellaVigna 5, 2009. Psychology and economics: Evidence from the field. Jonrmal of Ecomomic Lit eratnre, 47(2):315-72 DellaVigna 5, List JA, Malmendier U, 2009. Testing for altruism and social pressure in charitable giving. mimeo DellaVigna 5, Pollet JM, 2009. Investor inattention and Friday earnings announcements.",
        "Jonrmal of Fimamce, 64(2):709-49 DeMarzo P, Vayanos D, Zweibel J, 2003. Persuasion bias, social influence, and uni-dimensional opinions. Qnarterly Jonrmal of Ecomomics, 118:909-68 Downs A, 1957. An economic theory of political action in a democracy. The Jonrmal of Political Ecomomy, 65(2):135-50 Durante R, Knight B, 2009. Partisan control, media bias, and viewer responses: Evidence from Berlusconi's Italy. Natiomal Bureau of Ecomomic Research Dyck A, Zingales L, 2003. The media and asset prices. Worlcimg Paper, Harvard Busimess School Eastlack JO, Rao AG, 1989. Advertising experiments at the Campbell Soup Company.",
        "Marlcetimg Sciemce, 8(1):57-71 Eisensee T, Stromberg D, 2007. News droughts, news floods, and U.S. disaster relieft.",
        "Quarterly Jourmal of Ecomomics, 122(2):693-728 Eldersveld SJ, 1956. Experimental propaganda techniques and voting behavior. Americam Political Sciemce Review, 50:154-65 Enikolopov R, Petrova M, Zhuravskaya EV, 2009. Media and political persuasion: Evidence from russia. Mimeo Eyster E, Rabin M, 2009. Rational and native herding. worlcimg paper Falk A, 2007. Gift exchange in the field. Ecomometrica, 75(5):1501-11 Franco GD, Lu H, Vasvari FP, 2007. Wealth transfer effects of analysts' misleading behavior.",
        "Jourmal of Accoumtimg Research, 45(1): 71-110 Fryer RG, Jackson MO, 2003. Categorical cognition: A psychological model of categories and identification in decision making. NBER workimg paper Galbraith JK, 1967. The New Imdustrial State. Houghton-Mifflin Co."
    ]
}