{
    "id": 15297,
    "cites": 47,
    "cited_by": 34,
    "reference": [
        "Acharya, V., D. Gale, and T. Yorulmazer, 2009, Rollover Risk and Market Freezes, NYU, workimg paper.",
        "Acharya, V., L. H. Pedersen, T. Philippon, and M. Richardson, 2009, Regulating Systemic Risk, in Restorimg Fimamcial Stability: How to Repair a Failed System, ed. by V. Acharya, and M. Richardson. Wiley, chap. 13, pp. 283-304.",
        "Acharya, V. V., and L. H. Pedersen, 2005, Asset Pricing with Liquidity Risk, Jonrmal of Fimamcial Ecomomics, 77, 375-410.",
        "Adrian, T., and H. Shin, 2009, Liquidity and leverage, Jonrmal of Fimamcial Imtermediatiom, forthcomimg.",
        "Allen, F., and D. Gale, 2007, Umderstamdimg fimamcial crises. Oxford University Press, USA.",
        "Amihud, Y., 2002, Illiquidity and Stock Returns: Cross-Section and Time-Series Effects,  5, 31-56.",
        "Amihud, Y., and H. Mendelson, 1986, Asset Pricing and the Bid-Ask Spread, Jonrmal of Fimamcial Ecomomics, 17(2), 223-249.",
        "Amihud, Y., H. Mendelson, and L. H. Pedersen, 2006, Liquidity and Asset Prices, Fonmdatioms amd Tremds im Fimamee, forthcomimg.",
        "Ashcraft, A., N. Garleanu, and L. H. Pedersen, 2009, Haircuts or Interest-Rate Cuts: New Evidence on Monetary Policy, NY Fed, Berkeley, amd NYU, workimg paper.",
        "Asness, C. S., T. Moskowitz, and L. H. Pedersen, 2008, Value and Momentum Everywhere,  AQR, Booth, amd NYU, workimg paper.",
        "Brunnermeier, M., 2009, Deciphering the 2007-08 liquidity and credit crunch, Jonrmal of Ecomomic Perspectives, 23(1), 77-100.",
        "Brunnermeier, M., and L. H. Pedersen, 2009, Market Liquidity and Funding Liquidity,  Review of Financial Studies, forthcoming.",
        "Brunnermeier, M. K., S. Nagel, and L. H. Pedersen, 2008, Carry trades and currency crashes, NBER Macroecomomics Ammnal, 23, 313-348.",
        "Brunnermeier, M. K., and L. H. Pedersen, 2005, Predatory Trading, Jonrmal of Fimamee, 60(4), 1825-1863.",
        "Carlin, B. L, M. Lobo, and S. Viswanathan, 2008, Episodic Liquidity Crises: Cooperative and Predatory `:&ading, Journal of Finance, 62, 2235-2274.",
        "Chordia, T., It. Roll, and A. Subrahinanyam, 2000, Commonality in Liquidity; Jourvial of Financial Economic8, 56, 3-28.",
        "Chordia, T., A. Sarkar, and A. Subrahinanyam, 2005, An Empirical Analysis of Stock and Bond Market Liquidity, Review of Financial Studies, 18(1), 85-129.",
        "Chu, C. S., A. Lehnert, and W. Passmore, 2009, Strategic `:&ading in Multiple Assets and the Effects on Market Volatility~ International Journal of Central Banking, this issue.",
        "Coughenour, J. F., and M. M. Saad, 2004, Common Market Makers and Commonality in Liquidity~ Journal of Financial Economics, 73(1), 37-69.",
        "Curdia, V., and M. Woodford, 2009, Credit Thictions and Optimal Monetary Policy, Federal Re8erve Bank of New York, working paper.",
        "Diamond, D., and P. Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity~ Journal of Political Economy, 91(3), 401-419.",
        "Duffie, D., N. GArleanu, and L. H. Pedersen, 2007, Valuation in Over-the-Counter Markets, Review of Financial Studies, 20, 1865-1900.",
        "Garleanu, N., and L. Pedersen, 2007, Liquidity and risk management, American Economic Review, 97(2), 193-197.",
        "Garleanu, N., and L. H. Pedersen, 2009, Margin-Based Asset Pricing and Deviations from the Law of One Price, UC Berkeley and NYU, working papen Gertler, M., and P. Karadi, 2009, A Model of Unconventional Monetary Policy, NYU, working paper.",
        "Gorton, G. B., 2008, The panic of 2007, Yale.",
        "Gromb, D., and D. Vayanos, 2002, Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs, Journal of Financial Economics, 66(2-3), 361-407.",
        "Hameed, A., W. Kang, and S. Viswanathan, 2005, Asymmetric Comovement in Liquidity;  Mimeo, Dtike University.",
        "Hasbrouck, J., and D. Seppi, 2001, Common Factors in Prices, Order Flows and Liquidity; Journal of Financial Economics, 59(2), 383-411.",
        "He, Z., and A. Krishnamurthy, 2008, Intermediated asset prices, working paper, Working Paper, Northwestern University.",
        "Helbing, D., 2001, Traffic and related self-driven many-particle systems, Reviews of moderm physics, 73(4), 1067-1141.",
        "Helbing, D., L. Buzna, A. Johansson, and T. Werner, 2005, Self-organized pedestrian crowd dynamics: Experiments, simulations, and design solutions, Tramsportatiom sciemee, 39(1), 1.",
        "Helbing, D., I. Farkas, and T. Vicsek, 2000, Simulating dynamical features of escape panic, Natnre, 407, 487-490.",
        "Hendershott, T., P. C. Moulton, and M. S. Seasholes, 2006, Capital Constraints and Stock Market Liquidity, Workimg Paper, UC Berkeley.",
        "Holmstrom, B., and J. Tirole, 1997, Financial Intermediation, Loanable Funds, and The Real Sector, Qnarterly Jonrmal of Ecomomics, 112(3), 663-691.",
        "Huberman, G., and D. Halka, 2001, Systematic Liquidity, Jonrmal of Fimamcial Research, 24, 161-178.",
        "Khandani, A., and A. Lo, 2007, What Happened to the Quants in August 2007?, Jonrmal of Imvestmemt Mamagememt, 5(4), 29-78.",
        "Khandani, A., and A. Lo, 2009, What Happened to the Quants in August 2007?: Evidence from Factors and Transactions Data, MIT, workimg paper.",
        "Krishnamurthy, A., 2009, Amplification Mechanisms in Liquidity Crises, Lagos, R., G. Rocheteau, and P. Weill, 2007, Crashes and Recoveries in Illiquid Markets,  NYU, workimg paper.",
        "Mitchell, M., L. H. Pedersen, and T. Pulvino, 2007, Slow Moving Capital, Amen cam Ecomomic Review, 97(2), 215-220.",
        "Nagel, 5., 2009, Evaporating Liquidity, Stamford, workimg paper.",
        "Pastor, L., and R. F. Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Jonrmal of Political Ecomomy, 111, 642-685.",
        "Reis, R., 2009, Where should liquidity be injected during a financial crisis?, Colnmbia Umiversity, workimg paper.",
        "Shleifer, A., 1986, Do Demand Curves for Stocks Slope Down?, Jonrmal of Fimamee, 41, 579-590.",
        "Shleifer, A., and it W. Vishny, 1997, The Limits of Arbitrage, Journal of Finance, 52(1), 35-55.",
        "Vayanos, D., 2004, Flight to quality; flight to liquidity, and the pricing of risk, working paper, LSE.",
        "Wurgler, J., and E. V. Zhuravskaya, 2002, Does Arbitrage Flatten Demand Curves for Stocks?, Journal of Business, 75(4), 583-608.",
        "Xiong, W., 2001, Convergence `:&ading with Wealth Effects: An Amplification Mechanism in Financial Markets, Journal of Financial Economics, 62(2), 247-292."
    ]
}