{
    "id": 15293,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Burtraw, Dallas and Karen Palmer, 2007. Compensation Rules for Climate Policy in the Electricity Sector. Discussion Paper 07-41. Washington, D.C.: Resources for the Future.",
        "Ellerman, A. Denny and Paul L. Joskow, 2008. The European Unions Emissions Trading System in Perspective. Report Prepared for the Pew Center on Global Climate Change. Washington, D.C., May.",
        "Fair, Raymond and John Taylor, 1983. Solution and Maximum Likelihood Estimation of Dynamic Nonlinear Rational Expectations Models. Econometrica 51(4): 1169-85.",
        "Goettle, Richard J., Mun S. Ho, Dale W. Jorgenson, Daniel T. Slesnick, and Peter Wilcoxen, 2007. IGEM, an Inter-temporal General Equilibrium Model of the U.S Economy with Emphasis on Growth, Energy, and the Environment. Working paper, Harvard University, Cambridge, Mass.",
        "Kling, Catherine and Jonathan Rubin, 1997. Bankable Permits for the Control of Environmental Pollution. Journal of Public Economics 64:101-15.",
        "Lawrance, Emily, 1991. Poverty and the Rate of Time Preference: Evidence from Panel Data. Journal of Political Economy 99(l):54-77.",
        "Leiby, Paul and Jonathan Rubin, 2000. Intertemporal Permit Trading for the Control of Greenhouse Gas Emissions. Environmental and Resource Economics 2000.",
        "Paltsev, S., J.M. Reilly, H.D. Jacoby, R.S. Eckhaus, J. McFarland, M. Sarofim, M. Asadoorian, and M. Babiker, 2005. The MIT Emissions Prediction and Policy Analysis (EPPA) Model: Version 4. Report 125, MIT Joint Program on the Science and Policy of Global Change, Cambridge, Mass.",
        "Pany, Ian W. H., 2003. Fiscal Interactions and the Case for Carbon Taxes over Grandfathered Carbon Permits. Oxford Review of Economic Policy 19:385-99.",
        "Poterba, James M. and Lawrence H. Summers, 1985. The Economic Effects of Dividend Taxation, in Recent Advances in Corporate Finance. E. Altman and M. Subramanyam eds. Homewood, Ill: Irwin.",
        "Ramseur, Jonathan L., 2008. Emission Allowance Allocation in a Cap-and-Trade Program: Options and Considerations. CRS Report for Congress. Washington, D.C.: U.S. Congressional Budget Office.",
        "Ross, Martin T., 2007. Documentation of the Applied Dynamic Analysis of the Global Economy (ADAGE) Model. Research Triangle Park, NC: Research Triangle Institute.",
        "Russek, Frank 5., 1996. Labor Supply and Taxes. Working paper, Macroeconomics Division, Congressional Budget Office, Washington, D.C.",
        "Smith, Anne E., Martin E. Ross, and W. David Montgomery, 2002. Implications of Trading Implementation Design for Equity-Efficiency Tradeoffs in Carbon Permit Allocations. Working paper. Washington, D.C.: Charles River Associates.",
        "Smith, Anne E. and Martin T. Ross, 2002. Allowance Allocation: Who Wins and Loses under a Carbon Dioxide Control Program? Discussion Paper, Charles River Associates, Washington, D.C.",
        "Stavins, Robert N., 2007. A US Cap-and-Trade System to Address Global Climate Change. Discussion paper 2007-13, The Hamilton Project. Washington, DC: The Brookings Institution.",
        "Summers, Lawrence H., 1981. Taxation and Corporate Investment: A q-theory Approach. Brookings Papers on Economic Activity 1:67-127."
    ]
}