{
    "id": 15303,
    "cites": 7,
    "cited_by": 20,
    "reference": [
        "Bagliano, Fabio and C. Favero [1999]: Information from financial markets and VAR measures of monetary policy, European Economic Review, 43, 825-837.",
        "Blanchard, Olivier and R. Perotti [2002]: An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics Bohn, Henning [1998]: The Behaviour of U.S. public debt and deficits, Quarterly Journal of Economics, 113, 949-963.",
        "Burnside, Craig, M. Eichenbaum and J.D.M. Fisher [2003]: Fiscal Shocks and Their Consequences, NBER Working Paper No 9772 Cashell, Brian W. [2006]: The Federal Government Debt: its size and economic significance CRS Report for Congress.",
        "Leeper Eric, M., T. Walker and Sun Chun Yang [2008]: Fiscal Foresight:Analytics and Econometrics, mimeo Lippi, Marco, and L. Reichlin (1994): VAR Analysis, Nonfundamental Representations, Blaschke Matrices, Journal of Econometrics, 63(1), 307-325.",
        "Mertens, Karl and Morten 0. Ravn [2008]: The Aggregate Effects of Anticipated and Unanticipated U.S. Tax Policy Shocks: Theory and Empirical Evidence, mimeo.",
        "Mountford, Andrew and H. Uhlig [2002]: What Are the Effcets of Fiscal Policy Shocks? CEPR Discussion Paper 3338 Perotti, Roberto [2008]: In Search of the Transmission Mechanism of Fiscal policy; NBER Macroeconomic Annual, forthcoming Romer, Christina and David H. Romer [forthcoming]: The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, American Economic Review. 6 Data Appendix yj is (the log of) real GDP per capita, lrj is the log difference of the GDP deflator.",
        "Data for the stock of U.S. public debt and for population are from the FRED database (available on the Federal Reserve of St.Louis website,also downloaded on December 7th 2006). Our measure for gj is (the log of) real per capita primary government expenditure: nominal expenditure is obtained subtracting from total Federal Government Current Expenditure (line 39, NIPA Table 3.2 ) net interest payments at annual rates (obtained as the difference between line 28 and line 13 on the same table). Real per capita expenditure is then obtained by dividing the nominal variable by population times the GDP chain deflator. Our measure for ~t is (the log of) real per capita government receipts at annual rates (the nominal variable is reported on line 36 of the same NIPA Table)."
    ]
}