{
    "id": 15308,
    "cites": 13,
    "cited_by": 28,
    "reference": [
        "Aizenman, J. (2009). Hoarding Jnternational Reserves versus a Pigovian Tax scheme: cost/benefit analysis, manuscript, UCSC.",
        "________ and J. Lee. (2007). Jnternational Reserves: Precautionary versus Mercantilist Views, Theory and Evidence, with Jaewoo Lee. Open Economies Review, 18: 2, pp. 19 1-2 14.",
        "________ and J. Lee. (2008). Financial versus monetary mercantilism -- long-run view of large international reserves hoarding, (with J. Lee), The World Economy, 31: 5, pp. 593-611.",
        "Calvo, G. A. (1998). Capital flows and capital-market crises: the simple economics of sudden stops. Journal of Applied Economics 1, pp. 35-54.",
        "____________ and C. M. Reinhart. (2002) Fear Of Floating, Quarterly Journal of Economics, 107: 2, pp. 379-408.",
        "Cowan K. & J. De Gregorio. (2005). Jnternational Borrowing, Capital Controls and the Exchange Rate: Lessons from Chile, NBER Working paper 11382, National Bureau of Economic Research, Cambridge, MA.",
        "Cheung Y W. and X. Qian. (2009) Hoarding of Jnternational Reserves: Mrs Machlup's Wardrobe and the Joneses Review of International Economics, 17: 4, pp. 777-80 1.",
        "Edwards, S. (1983). The demand for international reserves and exchange rate adjustments: the case of LDCs, 1964-1972. Economica 50, 269-80.",
        "__________ (2000) Capital Flows, Real Exchange Rates and Capital Controls: Some Latin American Experiences, in, S. Edwards (Ed.), Capital Flows and the Emerging Economies, Chicago and London: University of Chicago Press, 2000, 197-25 3.",
        "Frenkel, J. (1983). Jnternational liquidity and monetary control. Jn International Money and Credit: The Policy Roles, ed. G. von Furstenberg. Washington, DC: Jnternational Monetary Fund.",
        "Park, Y. C. (2009) Reform of the Global Regulatory System: Perspectives of East Asia's Emerging Economies, presented that the ABCDE World Bank conference, Seoul, June 2009.",
        "Rajan R. S., R. Siregar and G. Bird. (2005) The Precautionary Demand for Reserve Holdings in Asia: Examining the Case for a Regional Reserve Pool, Asia - Pacific Journal of Economics and Business, 5(12), pp.21 - 39.",
        "Rodrik, D. (2006) The Social Cost of Foreign Exchange Reserves. International Economic Journal 20, 3 (September 2006)."
    ]
}