{
    "id": 15300,
    "cites": 18,
    "cited_by": 28,
    "reference": [
        "[21 Bennett, J. and E. lossa, Building and Managing Facilities for Public Services, Journal of Public Economics 90, 2 i43-60, 2006.",
        "[31 Bentz, A., P. Grout and M. Halonen, What Should Governments Buy from the Private Sector-Assets or Services? mimeo, University of Bristol, 2005.",
        "[41 Blanc-Brude, F., H. Goldsmith and T. Valilla, Public-Private Partnerships in Europe: An Update, Economic and Financial Report 2007/03, European Investment Bank, 2007. [51 Cadot, 0., L.H. Roller and A. Stephan, Contribution to Productivity or Pork-Barrel? The two Faces of Infrastructure Investments, Journal ofPublic Economics 90, i i33 -ii53. [61 Dewatripont, M. and E. Maskin, Credit and Efficiency in Centralized and Decentralized Economies, Review of Economic Studies 62, 54i-555, i995.",
        "[71 Donaghue, B., Statistical Treatment of `Build-Operate-Tranfer Schemes, IMF Working Paper N 02/i67, 2002.",
        "[81 Engel, E., R. Fischer and A. Galetovic, The Basic Public Finance of Public-Private Partnerships, NBER Working Paper N i3284, 2007.",
        "[91 Engel, E., R. Fischer, A. Galetovic and M. Hermosilla, RenegociaciOn de concesiones en Chile, EstudiosPi2blicos 113, isi-205, 2009.",
        "[iOl Eurostat, News Release No. i8, Treatment of Public-Private Partnerships. Brussels: Statistical Office of the European Commission. February ii, 2004. [iii GOmez-Ib",
        "[i31 Grimsey, D. and M. Lewis, Public-Private Partnerships. Northampton: Edward Elgar, 2005. [i41 Guasch, J.L., Granting and Renegotiating Infrastructure Concessions: Doing it Right.",
        "[i51 Guasch, J.L., J.J. Laffont and S. Straub, Renegotiation of Concession Contracts: a Theoretical Approach', Review of Industrial Organization 29, 55-73, 2006.",
        "[i61 Guasch, J.L., J.J. Laffont and S. Straub, Concessions of Infrastructure in Latin America: Government-led Renegotiations, Journal of Applied Econometrics 22, i267-i294, 2007.",
        "[i71 Guasch, J.L., J.J. Laffont and S. Straub, Renegotiation of Concession Contracts in Latin America, InternationalJournal of Industrial Organization 26, 42i-442, 2008.",
        "[i81 Guasch, J.L. and S. Straub, Renegotiation of Infrastructure Concessions: an Overview, Annals of Public and Cooperative Economics 77, 479-493, 2006. [i91 Harris, A., Credulity and Credibility in Infrastructure Funding, paper presented at the Australian Capital Territory Department of Urban Services, Summer Seminar Series, i998.",
        "[201 Hart, 0., Incomplete Contracts and Public Ownership: Remarks and an Application to Public-Private Partnerships, Economic Journal 113, C69-C76, 2003.",
        "[2i1 Hemming, R. and Staff team of the IMF, Public-Private Partnerships, Government Guarantees and Fiscal Risk. Washington: International Monetary Fund, 2005. [221 Hillman, A., Declining Industries and Political-support Protectionist Motives, American Economic Review 72, ii 80-i i87, i982. [231 IMF, Government Finance Statistics Manual, Washington: International Monetary Fund, 200i.",
        "[241 IMF, Chile: Selected Issues, IMF Country Report 05/3 i6. September 2005.",
        "[251 Irwin, T., Government Guarantees: Allocating and Valuing Risk in Privately Financed Infrastructure Projects. Washington: The World Bank, 2007.",
        "[261 Kornai, J., E. Maskin and G. Roland, Understanding the Soft Budget Constraint,, Journal of Economic Literature 41, i095-i i36, 2003.",
        "[271 Martimort, D. and J. Pouyet, To Build or Not to Build: Normative and Positive Theories of Private-Public Partnerships, International Journal of Industrial Organization26, 393-4ii, 2008."
    ]
}