{
    "id": 15314,
    "cites": 32,
    "cited_by": 12,
    "reference": [
        "Achenbach, T. M. and C. Edlebroch (1978). The Child Behavior Profile: Boys 6-1 1. Journal of Consulting and Clinical Psychology 46: 476-488.",
        "Achenbach, T. M. and C. Edlebroch (1979). The Child Behavior Profile II: Boys Aged 12-16 and Girls Aged 6-11 and 12-16. Journal of Consulting and Clinical Psychology 47: 223-233.",
        "American Academy of Child & Adolescent Psychiatry (2002) Children of Alcoholics. Volume, DOl: Beck, C. T. (1999). Maternal Depression and Child Behavior Problems: a metaanalysis.  Journal of Advanced Nursing 29(3): 623-629.",
        "Bureau of Labor Statistics (2005) NLS Handbook, 2005. Volume, DOl: Caldwell, B. M. and R. H. Bradley (1984). Home Observation for Measurement of the Environment. Little Rock, Arkansas, University of Arkansas.",
        "Caspi, A. and T. E. Moffit (2006). Gene-environment Interactions in Psychiatry: Joining Forces with Neuroscience. Neuroscience 7: 583-590.",
        "Chatterji, P. and S. Markowitz (2001). The Impact of Maternal Alcohol and Illicit Drug Use on Children's Behavior Problems: Evidence from the Children of the National Longitudinal Survey. Journal of Health Economics 20(5): 703-731.",
        "Cogill, S. R., H. L. Caplan, et al. (1986). Impact of maternal postnatal depression on cognitive development of young children. 292: 1165-1167.",
        "Cunha, F. and J. Heckman (2007). The Technology of Skill Formation. American Economic Review 97(2): 3 1-47.",
        "Cunha, F., J. J. Heckman, et al. (2006). Interpreting the Evidence on Life Cycle Skill Formation. Handbook of the Economics of Education. E. Hanushek and F. Welch, Elsevier.",
        "Curie, J. and B. C. Madrian (1999). Health, Health Insurance and the Labor Market. Handbook of Labor Economics. 0. Ashenfelter and D. Card. New York, Elsevier. 3c: 3309-3407.",
        "Curie, J. and M. Stabile (2008). Mental Health in Childhood and Human Capital. An Economic Perspective on the Problems of Disadvantaged Youth. J. Gruber. Cambridge, MA, University of Chicago Press.",
        "Curie, J. and D. Thomas (1999). Does Head Start Help Hispanic Children? Journal of Public Economics 74(2): 235-262.",
        "Ettner, S., R. G. Frank, et al. (1997). The Impact of Psychiatric Disorders on Labor Market Outcomes. Industrial and Labor Relations Review 51(1): 64-81.",
        "Frank, R. G. and C. Koss (2005). Mental Health and Labor Markets Productivity Loss and Restoration. Disease Control Priorities Project. Geneva, Switzerland, World Health Organization.",
        "Heath, A. C. and E. C. Nelson (2002). Effects of the Interaction between Genotype and Environment: Research into the Genetic Epidemiology of Alcohol Dependence. Alcohol Resarch and Health 26: 193-201.",
        "Heckman, J. (2006). Skill Formation and the Economics of Investing in Young Children. Science 312(5782): 1900-1902.",
        "Heckman, J., J. Stixrud, et al. (2006). The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior. Journal of Labor Economics 24(3): 411-482.",
        "Heckman, J. J. (2007). The Economics, Technology, and Neuroscience of Human Capability Formation. Proceedings of the National Academy of Sciences 104(33): 13250-13255.",
        "Hirano, K. and G. W. Imbens (2001). Estimation of Causal Effects using Propensity Score Weighting: An Application to Data on Right Heart Catheterization. Health Services and Outcomes Research Methodology 2: 259-278.",
        "Kessler, R. C., P. Berglund, et al. (2005). Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the National Comorbidity Survey Replication. Arch Gen Psychiatry 62(6): 5 93-602.",
        "Kim-Cohen, J., T. E. Moffit, et al. (2005). Maternal Depression and Children's Antisocial Behavior. Arch Gen Psychiatry 62: 173-18 1.",
        "Knudsen, E. L., J. J. Heckman, et al. (2006). Economic, Neurobiological, and Behavioral Perspectives on Building America's Future Workforce. Proceedings of the National Academy of Sciences 103: 10155-10162.",
        "Li, F., A. M. Zaslavsky, et al. (2007). Propensity Score Analysis with Hierarchical Data. Boston, MA.",
        "McEwan, B. S. and T. Seeman (1999). Protective and Damaging Effects of Mediators of Stress: Elaborating and Testing the Concepts of Allostasis and Allostatic Load. Socioeconomic Status and Health in Industrial Nations: Social Psychological and Biological Pathways. N. E. Adler, M. Marmot, B. S. McEwen and J. Stewart. New York. 686.",
        "Miranda, J., J. Chung, et al. (2003). Treating Depression in Predominantly Low-Income Young Minority Women: A Randomized Controlled Trial. Journal of the American Medical Association 290(1): 57-65.",
        "National Research Council and Institute of Medicine, Ed. (2000). From Neurons to Neighborhoods: The Science of Early Childhood Development. Washington D.C., Institute of Medicine.",
        "National Scientific Council on the Developing Child (2005). Excessive Stress Disrupts the Architecture of the Developing Brain. National Scientific Council on the Developing Child Working Paper. Cambridge, MA, Harvard University.",
        "Radloff, L. 5. (1977). The CES-D Scale: A Self-report Depression Scale for Research in the General Population. Applied Psychological Measurement 1: 385-401.",
        "Rosenbaum, P. R. and D. B. Rubin (1983). The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika 70: 4 1-55.",
        "Rosenberg, M. (1965). Society and the Adolescent Self-Image. Princeton, NJ, Princeton University Press.",
        "Schoenborn, C. A. (1991). Exposure to Alcoholism in the Family: United States, 1988. Advance Data from Vital and Health Statistics of the National Center for Health Statistics. Number 205. Hyattsville, MD, National Center for Health Statistics (DHHS/PHS): 1-15.",
        "Sullivan, P. F., Neale, M. C. & Kendler, K. 5. (2000). The genetic epidemiology of major depression: review and meta-analysis. American Journal of Psychiatry 157, 15521562."
    ]
}