{
    "id": 15319,
    "cites": 15,
    "cited_by": 28,
    "reference": [
        "Banks, Arthur (2004), Cross-National Time-Series Data Archive, http :I/www~databanksinternationaLcorn/ Clark, Gregory (1987), Why Isn't the Whole World Developed? Lessons from the Cotton Mills The Journal of Economic History, 47, 141-173.",
        "Comin, Diego and Bart Hobijn (2004), Cross-Country Technology Adoption: Making the Theories Face the Facts Journal of Monetary Economics, 51, 39-83.",
        "Comin, Diego, and Bart Hobijn (2008), An Exploration of Technology Diffusion, The Amen can Economic Review, forthcoming..",
        "Comin, Diego and Bart Hobijn (2009), Lobbies and Technology Diffusion Review of Economics and Statistics, 91, 229-244.",
        "Comin, Diego, Bart Hobijn, and Emilie Rovito (2006), Five Facts You Need to Know About Technology Diffusion NBER Working Paper 11928.",
        "Comin, Diego, Bart Hobijn, and Emilie Rovito (2008), Technology Usage Lags,Journal of Economic Growth, 2008, 13, 237-256.",
        "Comin, Diego, and Nanda, Ramana (2009), Finance and the Diffusion of technologies, mimeo. Executives' Meeting of East Asia-Pacific Central Banks (various years), EMEAP Red Book. European Central Bank, European Payment Cards Yearbook. Norfolk, U.K. FAOSTAT, http://faostat.fao.org/site/336/default.aspx.",
        "Gort, Michael, and Steven Klepper (1982), Time Paths in the Diffusion of Product Innovations Economic Journal, 92, 630-653.",
        "Griliches, Zvi (1957), Hybrid Corn: An Exploration in the Economics of Technological Change Econometrica, 25, 50 1-522.",
        "International Federation of Master Cotton Spinners' and Manufacturers' Association (IFMCSMA) (1922-1954), International Cotton Bulletin. International Iron and Steel Institute (various editions), World Steel in Figures.",
        "Maddison, Angus. 2007. Contours of the World Economy 1-2030 AD: Essays in Macro-Economic History. Oxford: Oxford University Press.",
        "The CHAT Dataset Mansfield, Edwin (1961), Technical Change and the Rate of Imitation Econometrica, Vol. 29, No. 4. (Oct.), 741-766.",
        "Organization for Economic Cooperation and Development (various years) OECD Health Data, http://www~oecd.org/docurnent/16/0.3343,en 2649 3463? 2085200 1 1 1 37407.OO.htrnl Penn World Table (2007), http://pwt.econ.upenn.edu/ Skinner, Jonathan and Douglas Staiger (2005), Technology Adoption from Hybrid Corn to Beta Blockers NBER working paper 11251.",
        "Tamura, Robert (1996), From Decay to Growth: A Demographic Transition to Economic Growth Journal of Economic Dynamics and Control, 20, 1237-1262.",
        "World Bank (2007), World Development Indicators, Washington, D.C. World Tourism Organization (various years), Compendium of Tourism Statistics, Madrid, Spain."
    ]
}