{
    "id": 15318,
    "cites": 60,
    "cited_by": 2,
    "reference": [
        "Admati, Anat, Sudipto Bhattacharya, Paul Pfleiderer and Stephen A. Ross, 1986, On timing and selectivity, Journal of Finance 61, 715- 732.",
        "Aragon, George, 2005, Timing multiple markets: Theory and evidence from balanced mutual funds, working paper, Arizona State.",
        "Aragon, George, and Wayne Ferson, 2007, Portfolio Performance Evaluation, Foundations and Trends in Finance, Now Publishers vol. 2, No. 2, 83-190.",
        "Balduzzi, Pierluigi, and Cesare Robotti, 2008, Mimicking portfolios, economic risk premia and tests of multi-beta models, Journal of Business and Economic Statistics 26, 354-368.",
        "Becker, C., W. Ferson, D. Myers and lEVI Schill, 1999, Conditional Market timing with Benchmark investors, Journal of Financial Economics 52, 119-148.",
        "Bernanke, Benjamin, 1983, Nonmonetary effects of financial crisis in the propagation of the Great Depression, American Economic Review 73, 257- 276.",
        "Bessembinder, Hendrick, W. Maxwell and K. Venkataraman, 2006, Market transparency, liquidity externalities and institutional trading costs in corporate bonds, Journal of Financial Economics 82 (2), 251- 288.",
        "Bhattacharya, S., and P. Pfleiderer, 1983, A note on performance evaluation, Technical Report #714, Stanford University Graduate School of Business.",
        "Biais, Bruno and Fany Declerk, 2006, Liquidity and price discovery in the European coiporate bond market, working paper, Toulouse University.",
        "Blake, Christopher lEt, Edwin J. Elton and Martin J. Gruber, 1993, The performance of bond mutual funds, Journal of Business 66, 371- 403.",
        "Blume, Marshall, D. Keim and J. Patel, 1991, Returns and volatility of low- grade bonds: 1977: 1989, Journal of Finance 46, 49-74.",
        "Bollen, N., and J. Busse, 2001, On the timing ability of mutual fund managers, Journal of Finance 56, 1175- 1094.",
        "Bondarenko, 0., 2004, Market price of variance risk and performance of hedge funds, working paper, University of illinois at Chicago.",
        "Brandt, Michael W., and Kenneth A. Kavajecz, 2004, Price Discovery in the U.S. Treasury Market The Impact of Orderflow and Liquidity on the Yield Curve, Journal of Finance 59, 2623-2654.",
        "Brown, Stephen, David R. Gallagher, Ono W. Steenbeck and Peter L. Swan, 2004, Double or nothing: Patterns of equity fund holdings and transactions, working paper, New York University.",
        "Brown, David T. and William J. Marshall, 2001, Assessing fixed income manager style and performance from historical returns, Journal of Fixed Income 10 (March).",
        "Christopherson, Jon A, W. Ferson and Andrew L. Turner, 1999, Performance evaluation using Conditional alphas and betas, Journal of Portfolio Management 26, 59- 72.",
        "Comer, George, 2006, Evaluating Bond Fund Sector Timing Skill, working paper, Georgetown University.",
        "Comer, George, Vaneesha Boney and Lynne Kelley, 2009, Timing the investment grade securities market Evidence from high quality bond funds, Journal of Empirical Finance 16, 55-69.",
        "Edwards, A., L. Harris and M. Piwowar, 2007, Corporate bond market transparency and transactions costs, Journal of Finance 62 (3), 1421- 1451.",
        "Elton, Edwin, Martin J. Gruber and Christopher R. Blake, 1995, Fundamental Economic Variables, Expected returns and bond fund performance, Journal of Finance 50, 1229- 1256.",
        "Elton, Edwin, Martin J. Gruber and Christopher lEt Blake, 2001, A first look at the Accuracy of the CRSP and Morningstar Mutual fund databases, Journal of Finance 56, 2415-2430.",
        "Evans, Richard, 2007, Incubation bias, working paper, University of Virginia.",
        "Ferson, W., 2008, The problem of alpha and performance measurement, working paper, University of Southern California.",
        "Ferson, W., Tyler Henry and Darren Kisgen, 2006, Evaluating Government Bond Funds using Stochastic Discount Factors, Review of Financial Studies 19, 423-455.",
        "Ferson, W. and Kenneth Khang, 2002, Conditional performance measurement using portfolio weights: Evidence for pension funds, Journal of Financial Economics 65, 249-282.",
        "Ferson, Wayne E. and Meijun Qian, 2004, Conditional Performance Evaluation Revisited, Research Foundation Monograph of the CFA Institute ISBN 0-943205-69-7, 84 pages.",
        "Ferson, W. and Rudi Schadt, 1996, Measuring fund strategy and performance in changing economic conditions, Journal of Finance 51, 425-462.",
        "Ferson, W., S. Sarkissian and T. Simm, 2003, Spurious regressions in Financial Economics? Journal of Finance 58, 1393-1414.",
        "Ferson, W., S. Sarkissian and T. Simm, 2008, Asset Pricing Models with Conditional Alphas and Betas: The Effects of Data Snooping and Spurious Regression, Journal of Financial and Quantitative Analysis 43, 331-354.",
        "Ferson, W. and Vincent A. Warther, 1996, Evaluating Fund Performance in a Dynamic Market, Financial Analysts Journal 52, no. 6, pp.20- 28.",
        "Fisher, Lawrence, 1966, An algorithm for finding exact rates of return, Journal of Business 39, 111-118.",
        "Fleming, M., and E. Remolona, 1999, Price Formation and Liquidity in the U.S. Treasury Market: The Response to Public Information, Journal of Finance 54, 1901- 1915.",
        "Fung, W., and D. Hsieh, 2001, The risk in hedge fund strategies: Theory and evidence from trend followers, Review of Financial Studies 14, 313-341.",
        "Gatev, Evan and Phillip Strahan, 2006, Banks' advantage in supplying liquidity Theory and evidence from the commercial paper market, Journal of Finance 61, 867-892.",
        "Getmansky, Mila, Andrew W. Lo and Igor Makarov, 2004, An econometric model of serial correlation and illiquidity in hedge fund returns, Journal of Financial Economics 74, 529-610.",
        "Glosten, L., and Ray Jagannathan, 1994, A contingent claims approach to performance evaluation, Journal of Empirical Finance 1, 133- 166.",
        "Goetzmann, W., Ingersoll J., Ivkovic Z, 2000, Monthly measurement of daily timers, Journal of Financial and Quantitative Analysis 35, 257- 290.",
        "Grinblatt, M., Titman, 5., 1989. Mutual fund performance: an analysis of quarterly portfolio holdings. Journal of Business 62, 393-416.",
        "Gutierrez, R., W. Maxwell and D. Xu, 2008, Persistent performance in coiporate bond mutual funds, working paper, University of Oregon.",
        "Hansen, Lars P., 1982, Large sample properties of the generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Hotchkiss, E., M. Goldstein and E. Sirri, 2009, Transparency and liquidity: A controlled experiment on coiporate bonds, Review of Financial Studies (forthcoming).",
        "Jagannathan, R, Korajczyk, R., 1986. Assessing the market timing performance of managed portfolios. Journal of Business 59, 217-236.",
        "Jensen, M., 1968, The Performance of Mutual Funds in the Period 1945-1964, Journal of Finance 23, 389-346.",
        "Jiang, George T., Tong Yao and Tong Yu, 2007, Do mutual funds time the market? Evidence from portfolio holdings, Journal of Financial Economics 86(3), 724- 758.",
        "Karpoff, J., 1987, The Relation Between Price Changes and Trading Volume: A Survey, Journal of Financial and Quantitative Analysis 22, 109- 126.",
        "Kraus, Alan and Robert Litzenberger, 1976, Skewness preference and the valuation of risky assets, Journal of Finance 31, 1085-1100.",
        "Lehman Brothers, 2006, A Guide to the Lehman Brothers Global Family of Indices, Lehman Brothers Fixed Income Research.",
        "Litterman, IL and J. Sheinkman, 1991, Common factors affecting bond returns, Journal of Fixed Income 1.",
        "Merton, Robert C. and Roy ID. Henriksson. 1981. On market timing and investment performance It Statistical procedures for evaluating forecasting skills. Journal of Business, 54: 513- 534.",
        "Moneta, Fabio, 2008, Measuring bond mutual fund performance with portfolio characteristics, working paper, Boston College.",
        "Morey, IL M. and E.S. O'Neal, 2005, Window dressing in bond mutual funds, Journal of Financial Research (forthcoming).",
        "Rubinstein, Mark, 1973, A comparative static analysis of risk premium, Journal of Business 19, 425-442.",
        "Scholes, Myron and Joseph Williams, 1977, Estimating betas from nonsynchronous data, Journal of Financial Economics 5, 309- 327.",
        "Sharpe, William. F., 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19, 425-42.",
        "Sharpe, William. F., 1992, Asset Allocation: Management style and performance measurement, Journal of Portfolio Management 18, 7-19.",
        "Stein, Cotlar, 1973, Estimating the mean of a multivariate normal distribution, Proceedings of the Prague Symposium on Asymptotic Statistics, Prague.",
        "Treynor, Jack, and Kay Mazuy, 1966, Can Mutual funds Outguess the Market? Han~an1 Business Review 44, 131- 136.",
        "Wang, Ying, 2007, Timing ability of government bond fund managers: Evidence from portfolio holdings, working paper, Penn State University.",
        "Xing, Yuhang, Xiaoyan Zhang, and Xing Zhou, 2007, Systematic liquidity in corporate Bonds, working paper, Rice University, Cornell University and Rutgers University."
    ]
}