{
    "id": 15313,
    "cites": 36,
    "cited_by": 18,
    "reference": [
        "Ackerberg, D., L. Benkard, S. Berry, and A. Pakes (2007), Econometric Tools for Analyzing Market Outcomes, in J.J. Heckman and E. Leamer (ed.), Handbook of Econometrics Vol 6A, Netherlands: Elsevier Science Publishers.",
        "Aguirregabiria, V. and P. Mira (2007), Sequential Estimation of Dynamic Discrete Games, Econometrica,Vol. 75, No. 1, pp.1-53.",
        "American Dental Association (2001), Dental and Medical Education and Licensure in the United States: A Comparison, Council on Dental Education and Licensure.",
        "American Dental Association (2002), Survey of Dental Practice: Income From the Private Practice of Dentistry.",
        "Aspland, M. and V. Nocke (2006), Firm Turnover in Imperfectly Competitive Markets, The Review of Economic Studies, Vol 73, No. 2, pp.295-327.",
        "Aw, B.Y., X. Chen, and M.J. Roberts (2001), Firm-level Evidence on Productivity Differenetials and Turnover in Taiwanese Manufacturing, Journal of Development Economics, Vol. 66, pp. 51-86.",
        "Bailey, M.N., C. Hulten, and D. Campbell (1992), Productivity Dynamics in Manufacturing Plants, Brookings Papers on Economic Activity: Microeconomics, Brookings Institution, pp. 187-267.",
        "Bajari, P., C.L.Benkard, and J. Levin (2007), Estimating Dynamic Models of Imperfect Competition, Econometrica, Vol. 75, No. 5, pp.1331-1370.",
        "Bartelsman, E., J. Haltiwanger, and S. Scarpetta (2009), Measuring and Analyzing CrossCountry Differences in Firm Dynamics, in T. Dunne, J.B. Jensen, and M.J. Roberts (eds), Producer Dynamics: New Evidence from Micro Data, Chicago: University of Chicago Press.",
        "Berry, 5. (1992), Estimation of a Model of Entry in the Airline Industry, Econometrica, Vol. 60, No. 4, pp. 889-917.",
        "Berry, S. and P. Reiss (2007), Empirical Models of Entry and Market Structure, in M. Armstrong and R. Porter (eds.), Handbook of Industrial Organization, Vol.IIL Netherlands: Elsevier Science Publishers.",
        "Bresnahan, T. and P. Reiss (1987), Do Entry Conditions Vary Across Markets? Brookings Papers on Economic Activity, Microeconomics Annual, Vol. 1, pp. 833-882.",
        "Bresnahan, T. and P. Reiss (1991), Entry and Competition in Concentrated Markets, Journal of Political Economy, Vol. 99, No. 5, pp. 977-1009.",
        "Campbell, J. and H. Hopenhayn (2005), Market Size Matters, Journal of Industrial Economics, Vol. 53, No. 1. pp. 1-25.",
        "Caves, R.E. (1998), Industrial Organization and New Findings on the Turnover and Mobility of Firms, Journal of Economic Literature, Vol 36, No. 4, pp.1947-1982.",
        "Collard-Wexler, A.(2006), Plant Turnover and Demand Fluctuation in the Ready-Mix Concrete Industry, Center for Economic Studies Working Paper 06-08, U.S. Census Bureau.",
        "Das, S., M.J. Roberts and J. Tybout (2007), Market Entry Costs, Producer Heterogeneity, and Export Dynamics, Econometrica, Vol. 75, No. 3, pp. 837-873.",
        "Dunne, T. and M.J. Roberts (1991), Variation in Producer Turnover Across U.S Manufacturing Industries in P.A. Geroski and J. Schwalbach (eds.), Entry and Market Contestability, Blackwell.",
        "Dunne, T., M.J. Roberts, and L. Samuelson (1988), Patterns of Firm Entry and Exit in U.S. Manufacturing Industries, The Rand Journal of Economics, Vol. 19, No. 4, pp. 495-515.",
        "Ericson, R. and A. Pakes (1995), Markov-Perfect Industry Dynamics: A Framework for Empirical Work, The Review of Economic Studies, Vol. 62, No. 1, pp. 53-82.",
        "Foster, L., J. Haltiwanger, and C.J. Krizan (2001), Aggregate Productivity Growth: Lessons from Microeconomic Evidence, in E. Dean, M. Harper, and C. Hulten (eds.), New Contributions to Productivity Analysis, Chicago: University of Chicago Press.",
        "Hopenhayn, H. (1992), Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, Vol. 60, No. 5, pp.1127-1150.",
        "Jarmin, R. S., S.D. Klimek, and J. Miranda (2009), The Role of Retail Chains: National, Regional, and Industry Results, in T. Dunne, J.B. Jensen, and M.J. Roberts (eds), Producer Dynamics: New Evidence from Micro Data, Chicago: University of Chicago Press.",
        "Jarmin, R.S. and J. Miranda (2002), The Longitudinal Business Database, Center for Economic Studies Working Paper 02-14, U.S. Census Bureau.",
        "Jovanovic, B (1982), Selection and the Evolution of Industry, Econometrica, Vol. 50, No. 3, pp. 649-670.",
        "Lambson, V.E. (1991), Industry Evolution with Sunk costs and Uncertain Market Conditions, International Journal of Industrial Organization, Vol. 9, pp. 171-196.",
        "Mazzeo, M.J. (2002), Product Choice and Oligopoly Market Structure, Rand Journal of Economics, Vol. 33, No. 2, pp.221-242.",
        "Osterhaus (2006), Before You Pull the Trigger...Purchasing a Dental Practice, Inscriptions, Arizona Dental Association.",
        "Pakes, A., M. Ostrovsky and S. Berry (2007), Simple Estimators for Parameters of Discrete Dynamic Games (with Entry/Exit Examples), The Rand Journal of Economics, Vol. 38, No. 2, pp.373-399.",
        "Pesendorfer, M. and P. Schmidt-Dengler (2003), Identification and Estimation of Dynamic Games, NBER Working Paper 9726.",
        "Ryan, 5. (2006), The Costs of Environmental Regulation in a Concentrated Industry, Working Paper MIT.",
        "Sandefur, R. And I. Coulter (1997), Licensure and legal Scope of Practice, in Chiropractic in the United States: Training, Practice, and Research, Agency for Health Care Policy and Research, 98-N002.",
        "Seim, K. (2006), An Empirical Model of Firm Entry with Endogenous Product-Type Choices, The Rand Journal of Economics, Vol. 37, No. 3, pp.619-642.",
        "Sutton, J. (1991), Sunk Costs and Market Structure, Cambridge, MA: MIT Press.",
        "Syverson, C. (2004), Market Structure and Productivity: A Concrete Example, The Journal of Political Economy, vol. 112, No. 6, pp. 1181-1222.",
        "Weaver, R., K. Haden and R. Valachovic (2001), Annual ADEA Survey of Dental Seniors2000 Graduating Class, Journal of Dental Education, pp. 788-802."
    ]
}