{
    "id": 15316,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron, and Joshua Linn, Market Size and Innovation: Theory and Evidence from the Pharmaceutical Market, Quarterly Journal of Economics, 119 (2004), 1049-1090.",
        "Agency for Healthcare Research and Quality, Excellence Centers To Eliminate Ethnic/Racial Disparities (EXCEED): Program Brief Agency for Healthcare Research and Quality, Rockville, MD. 2001, (accessed July 9, 2009 at 1it~Z~g~chI~m). AHRQ Publication No. 01-P021.",
        "Agency for Healthcare Research and Quality. 2007 National Healthcare Disparities Report. Rockville, MD: U.S. Department of Health and Human Services, Agency for Healthcare Research and Quality; February 2008. AHRQ Pub. No. 08-0041.",
        "Aghion, Philippe and Peter Howitt, A Model of Growth through Creative Destruction, Econometrica, 60 (1992), 323-35 1.",
        "Berman, Susan K, Milenko J. Tanasijevic, Juan G. Alvarez, Jack Ludmir, E. Lieberman and D. K. Richardson, Racial Differences in Predictive Value of the TDx FLM S/A Assay, American Journal of Obstetrics and Gynecology, 175 (1996), 73-77.",
        "Bhattacharya, Jay, and Mikko Packalen, Is Medicine an Ivory Tower? Induced Innovation, Technological Opportunity, and For-Profit Vs. Non-Profit Innovation, NBER Working Paper No. 13862, March 2008.",
        "Blondel, Beatrice, and Monique Kaminski, Trends in the Occurrence, Determinants, and Consequences of Multiple Births, Seminars in Perinataology, 26 (2002), 239-249.",
        "Centers for Disease Control and Prevention, Racial/Ethnic Disparities in Infant Mortality --- United States, 1995-2002, Morbidity and Mortality Weekly Report, 54 (2005), 553-56.",
        "Cutler, David M., Your Money or Your Life, (New York: Oxford University Press.) Cutler, David M. and Ellen Meara, The Technology of Birth: Is It Worth It? in Alan Garber, ed., Frontiers in Health Policy Research, Volume 3. (Cambridge, MA: MIT Press, 2000, 33-67.) Cutler, David M., Allison B. Rosen, and Sandeep Vijan, The Value of Medical Spending in the United States, 1960-2000, The New England Journal of Medicine, 355 (2006), 920-927. Grossman, Gene and Elhanan Helpman, Innovation and Growth in the Global Economy.",
        "(Cambridge, MA: Harvard University Press, 1991.) Howell, Elizabeth A., Racial Disparities in Infant Mortality: A Quality of Care Perspective, Mount Sinai Journal of Medicine: A Journal of Translational and Personalized Medicine, 75 (2008), 31-35.",
        "Hulsey Thomas C., Greg R. Alexander, Pierre Y. Robillard, David J. Annibale, and Andrea Keenan, Hyaline Membrane Disease: the Role of Ethnicity and Maternal Risk Characteristics. American Journal of Obstetrics and Gynecology, 168 (1993), 572-576.",
        "Kremer, Michael, Pharmaceuticals and the Developing World, Journal of Economic Perspectives, 16 (2002), 67-90.",
        "Lichtenberg, Frank, The Allocation of Publicly Funded Biomedical Research, in Ernst Berndt and David Cutler, eds., Medical Care Output and Productivity. (Chicago: University of Chicago Press, 2001.) Jorgenson, Dale W. and Kevin.J. Stiroh, Raising the Speed Limit: U.S. Economic Growth in the Information Age, Brookings Papers on Economic Activity, 2000 (2000), 125-212. National Center for Health Statistics, Linked Birth Infant Death Data, Various Years.",
        "(Hyattsville, MD.) Newell, Richard, Adam Jaffee, and Robert Stavins, The Induced Innovation Hypotehsis and Energy-Saving Technological Change, Quarterly Journal of Economics, 114 (1999), 907-940.",
        "Newhouse, Joseph P., Medical Care Costs: How Much Welfare Loss? Journal of Economic Perspectives, 6 (1992), 3-21.",
        "Popp, David, Induced Innovation and Energy Prices, American Economic Review, 92 (2002), 160-180.",
        "Richardson, Douglas K. and John S. Torday, Racial Differences in Predictive Value of the Lecithin-sphingomyelin Ratio, American Journal of Obstetrics and Gynecology, 170 (1994) 1273-1278.",
        "Romer, Paul M., Endogenous Technological Change, Journal of Political Economy, 98 (1990), S71-S102.",
        "Schmookler, Jacob, Invention and Economic Growth. (Cambridge, MA: Harvard University Press, 1966.) Soll, Roger, Synthetic Surfactant for Respiratory Distress Syndrome in Preterm Infants, Cochrane Database of Systematic Reviews, 1998, Issue 3.",
        "Weisbrod, Burton, The Health Care Quadrilemma: An Essay on Technological Change, Insurance, Quality of Care and Cost Containment, Journal of Economic Literature, 29 (1991), 523-552."
    ]
}