{
    "id": 1531,
    "cites": 19,
    "cited_by": 36,
    "reference": [
        "Blanco, Herminio, and Peter M. Garber, Recurrent Devaluation and Speculative Attacks on the Mexican Peso, (December 1983).",
        "Blejer, Mario I., Interest Rate Differentials and Exchange Risk: Recent Argentine Experience, IMF Staff Papers, 29, (June 1982), pp. 270-280.",
        "Cumby, Robert E, and Maurice Obstfeld, A Note on Exchange-Rate Expectations and Nominal Interest Differentials: A Test of the Fisher Hypothesis, Journal of Finance, 36, (June 1981), pp. 697-703.",
        "Darby, Michael R., The Financial and Tax Effects of Monetary Policy on Interest Rates, Economic Inquiry, 13, (June 1975), pp. 266-276.",
        "Diaz-Alejandro, Carlos F., Colombia, (New York: National Bureau of Economic Research, Columbia University Press), 1976.",
        "Sidney Weintrub (eds.), Economic Stabilization in Developing Countries, (Washington, D.C.: Brookings Institution), 1981. - Dornbusch, Rudiger, PPP Exchange-Rate Rules and Macroeconomic Stability, Journal of Political Economy, 90, (February l982a), pp. 158-165.",
        "We Learned? World Development, 10, (September 1982b), pp. 701-708.",
        "Fama, Eugene, F., Short-Term Interest Rates as Predictors of Inflation, American Economic Review, 65, (June 1975), pp. 269-282. - Frenkel, Jacob A., and Richard N. Levich, Covered Interest Arbitrage: Unexploited Profits? Journal of Political Economy, 83, (April 1975), pp. 325-338.",
        "Khan, Mohsin S., The Dynamics of Money Demand and Monetary Policy in Singapore, in MAS, Papers on Monetary Economics (Singapore: Singapore University Press), 1981, pp. 46-76.",
        "Lanyi, Anthony, and Rusdu Saracoglu, The Importance of Interest Rates in Developing Economies, Finance and Development, 20, (June 1983), pp. 20-23.",
        "Levich, Richard N., Empirical Studies of Exchange Rates: Price Behavior, Rate Determination and Market Efficiency, in Peter B. Kenen and Ronald W. Jones (eds.), Handbook of International Economics, (Amsterdam: North-Holland), forthcoming 1984.",
        "Lizondo, Jose Saul, Interest Differential and Covered Arbitrage, in P. Aspe, R. Dornbusch, and N. Obstfeld (eds.), Financial Policies and the World Capital Market (Chicago: University of Chicago Press), 1983, pp. 221-240.",
        "Makin, John H., Effects of Inflation Control Programs on Expected Real Interest Rates, IMF Staff Papers, 29, (June 1982), pp. 204-232.",
        "Mathieson, Donald J., Inflation, Interest Rates, and the Balance of Payments During a Financial Reform: The Case of Argentina, - World Development, 10, (September 1982), pp. 813-828.",
        "Periods of Extensive Structural Reform: The Experience of Chile, IMF Staff Papers, 30, (June 1983), pp. 350-393.",
        "McKinnon, Ronald I., Money and Capital in Economic Development, (Washington, D.C.: The Brookings Institution), 1973.",
        "Mundell, Robert A., Inflation and Real Interest, Journal of Political Economy, 71, (June 1963), pp. 280-283.",
        "Interest Rates, American Economic Review, 70, (March 1980), pp. 12-21.",
        "Townsend, Robert M., Financial Structure and Economic Activity, American Economic Review, Vol. 73, (December 1983), pp. 895-911."
    ]
}