{
    "id": 15328,
    "cites": 27,
    "cited_by": 31,
    "reference": [
        "Akerlof, George A., and Robert J. Shiller. Animal Spirits: How Human Psychology Drives the Economy, and Why It Matters for Global Capitalism. Princeton, NJ: Princeton University Press, 2009.",
        "Andreoni, James and John H. Miller. Giving According to GARP: An Experimental Test of the Consistency of Preferences for Altruism. Econometrica 70 No. 2 (March, 2002): 737-53.",
        "Bertrand, Marianne, Sendhil Mullainathan, and Eldar Shafir, Behavioral Economics and Marketing in Aid of Decision Making Among the Poor. Journal of Public Policy and Marketing 25 No. 1 (Spring, 2006): 8-23.",
        "Bettinger, Eric, Bridget Terry Long, and Philip Oreopoulos. Increasing Postsecondary Enrollment among Low-Income Families: A Project to Improve Access to College Information and Financial Aid: The FAFSA H&R Block Experiment. Harvard University. Mimeo, 2009.",
        "Beverly, Sondra, Daniel Scheider, and Peter Tufano. Splitting Tax Refunds and Building Savings: An Empirical Test. In Tax Policy and the Economy, Volume 20, edited by James M. Poterba, 111-162. Cambridge, MA: National Bureau of Economic Research, 2006.",
        "Blumenthal, Marsha, Brian Erard, and Chih-Chin Ho. Participation and Compliance with the Earned Income Tax Credit. National Tax Journal 58 No. 2 (June, 2005): 189-213.",
        "Chambers, Valrie, and Marilyn Spencer. Does Changing the Timing of a Yearly Individual Tax Refund Change the Amount Spent vs. Saved? Journal of Economic Psychology 29 No. 6 (December, 2008): 856-62. Chetty, Raj, Adam Looney, and Kory Kroft. Salience and Taxation: Theory and Evidence. American Economic Review (forthcoming).",
        "Chetty, Raj, and Emmanuel Saez. Teaching the Tax Code: Earnings Responses to an Experiment with EITC Recipients. NBER Working Paper No. 14836. Cambridge, MA: National Bureau of Economic Research, April, 2009.",
        "Dorn, Stan, Bowen Garrett, Cynthia Perry, Lisa Clemans-Cope, and Aaron Luca. Nine in Ten: Using the Tax System to Enroll Eligible, Uninsured Children into Medicaid and SCHIP. Urban Institute Working Paper. Washington, D.C.: Urban Institute, January, 2009.",
        "Duflo, Esther, William G. Gale, Jeffrey B. Liebman, Peter Orszag, and Emmanuel Saez. Saving Incentives for Low and Middle Income Families: Evidence from a Field Experiment with H&R Block. The Quarterly Journal of Economics 121 No. 4 (November, 2006): 13 11-46.",
        "Epley, Nicholas, Dennis Mak, and Lorraine Chen Idson. Bonus or Rebate?: The Impact of Income Framing on Spending and Saving. Journal of Behavioral Decision Making 19 No. 3 (July, 2006): 213-27. Finkelstein, Amy. E-Z Tax: Tax Salience and Tax Rates. The Quarterly Journal of Economics (forthcoming).",
        "Kahnemen, Daniel, Jack L. Knetsch, and Richard Thaler. Fairness as a Constraint on Profit Seeking: Entitlements in the Market. American Economic Review 76 No. 4 (September, 1986): 728-41.",
        "Kahneman, Daniel, and Amos Tversky. Prospect Theory: An Analysis of Decision under Risk. Econometrica 47 No. 2 (March, 1979): 263-9 1.",
        "Laibson, David. Golden Eggs and Hyperbolic Discounting. The Quarterly Journal of Economics 112 No. 2 (May, 1997): 443-77.",
        "Liebman, Jeffrey B., and Richard J. Zeckhauser. Schmeduling. Harvard University. Mimeo, 2004.",
        "Madrian, Brigitte C., and Dennis F. Shea. The Power of Suggestion: Inertia in 40 1(k) Participation and Savings Behavior. The Quarterly Journal of Economics 116 No. 4 (November, 2001): 1149-87.",
        "Mirlees, James A. An Exploration in the Theory of Optimal Income Taxation. Review of Economic Studies 38 No. 114 (April, 1971): 175-208.",
        "Ramsey, Frank. A Contribution to the Theory of Taxation. Economic Journal 37 No. 145 (March, 1927): 47-61.",
        "Ross Phillips, Katherin, The Earned Income Tax Credit: Knowledge Is Money. Political Science Quarterly 116 No. 3 (Fall, 2001): 413-24.",
        "Saez, Emmanuel. Do Tax Filers Bunch at Kink Points? Evidence, Elasticity Estimation, and Salience Effects. University of California at Berkeley. Mimeo, 2009.",
        "Shapiro, Matthew D. and Joel Slemrod. Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding. American Economic Review 85 No. 1 (March, 1995): 274-83.",
        "Slemrod, Joel, and Wojciech Kopczuk. The Optimal Elasticity of Taxable Income. Journal of Public Economics 84 No. 1 (April, 2002): 91-1 12.",
        "Smeeding, Timothy M., Katherin Ross Phillips, and Michael O'Connor. The EITC: Expectation, Knowledge, Use, and Economic and Social Mobility. National Tax Journal 53 No. 4 (December, 2000): 1187-210.",
        "Summers, Lawrence H. Some Simple Economics of Mandated Benefits. American Economic Review, 79 No. 2 (May, 1989): 177-83.",
        "Tufano, Peter, Daniel Schneider, and Sondra Beverly. Leveraging Tax Refunds to Encourage Saving. Retirement Security Project policy brief 2005-8. Washington, D.C.: Retirement Security Project, August, 2005.",
        "Wolkwitz, Kari. Trends in Food Stamp Program Participation Rates: 2000-2006. Washington, D.C.: Mathematica Policy Research, Inc., June 2008.",
        "Zeleny, Jeff, and Jackie Calmes. Obama, Assembling Team, Turns to Economy. The New York Times (November 7, 2008): Al."
    ]
}