{
    "id": 15325,
    "cites": 108,
    "cited_by": 25,
    "reference": [
        "Admati, A., Pfleiderer, P. (1994). Robust financial contracting and the role for venture capitalists. Journal of Finance 49, 371-402.",
        "Aerts, K. and D. Czarnitzki (2006). The Impact of Public R&D-Funding in Flanders. Brussels, Belgium: IWT Study No. 54.",
        "Aghion, P., Howitt, P. (1997). Endogenous Growth Theo~y. The MIT Press, Cambridge.",
        "Akerlof, G.A. (1970). The Market for `Lemons': Quality, Uncertainty, and the Market Mechanism. Quarter~y Journal of Economics 84, 488-500.",
        "Alam, P., Walton, K.S. (1995). Information Asymmetry and Valuation Effects of Debt Financing. Financial Review 30(2), 289-311.",
        "Alderson, M.J., Betker, B.L. (1996). Liquidation Costs and Accounting Data. Financial Management 25(2), 25-36.",
        "Almus, M. and D. Czarnitzki (2003). The Effects of Public R&D Subsidies on Firms' Innovation Activities: The Case of East Germany. Journal of Business and Economic Statistics 21(2): 226-236.",
        "Amit, R., Glosten, L., Muller, E. (1990). Entrepreneurial ability, venture investments, and risk sharing. Management Science 36, 1232-45.",
        "Anton, J.J., Yao, D.A. (1998). The Sale of Intellectual Property: Strategic Disclosure, Property Rights, and Incomplete Contracts. Working paper, The Wharton School, University of Pennsylvania.",
        "Arellano, M., Bond, 5. (1991). Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies 58, 277-297.",
        "Arrow, K.J. (1962). Economic Welfare and the Allocation of Resources for Invention. In: Nelson, R. (Ed.), The Rate and Direction of Inventive Activi~'y. Princeton, NJ.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 Auerbach, A.J. (1984). Taxes, Firm Financial Policy, and The Cost of Capital: An Empirical Analysis. Journal of Public Economics 23, 27-57.",
        "Avnimelech, G. and M. Teubal (2004). Emergence and Development of Venture Capital in Israel and the Role of Policy: a Macro / Microeconomic Perspective. In: Bartzokas, A. and S. Mani (eds.), Financial systems, Corporate Investment in Innovation and Venture Capital. London: Edward Elgar.",
        "Bank of England. (2001). Finance for Small Firms - An E~hth Report. Domestic Finance Division, Bank of England, London.",
        "Barry, C., Muscarella, C., Peavy III, J., Vetsuypens, M. (1990). The role of venture capital in the creation of public companies: evidence from the going public process. Journal of Financial Economics 27, 447-71.",
        "B ergemann, D., Hege, U. (1998). ~Venture capital financing, moral hazard, and learning. Journal of Banking and Finance 22, 703-73 5.",
        "BerglOf, E. (1994). A control theory of venture capital finance. Journal of Law, Economics, and Organizations 10, 247-6 7.",
        "Bhagat, S., Welch, I. (1995). Corporate Research and Development Investments: International Comparisons. Journal ofAccounting and Economics 19, March-May.",
        "Bhattacharya, S., Ritter, J.R. (1983). Innovation and Communication: Signaling with Partial Disclosure. Review of Economic Studies L, 33 1-46.",
        "Black, B., Gilson, R. (1998). Venture capital and the structure of capital markets: banks versus stock markets. Journal of Financial Economics 47, 243-77.",
        "Blair, M.M., Litan, R.E. (1990). Corporate Leverage and Leveraged B~youts in the E~hties. Brookings Institution, Washington, DC.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 Blass, A.A., Yosha, 0. (2001). Financing R&D in Mature Companies: An Empirical Analysis. Working Paper, Bank of Israel, Tel Aviv University, and CEPR.",
        "Bond, S., Harhoff, D., Van Reenen, J. (1999). Investment, R&D, and Financial Constraints in Britain and Germany. Institute of Fiscal Studies Working Paper No. 99/5, London.",
        "Bougheas, S., Goerg, H., Strobl, E. (2001). Is R&D Financially Constrained? Theory and Evidence from Irish Manufacturing. University of Nottingham, Nottingham.",
        "Bray, A., Gompers, P. (1997). Myth or reality? Long-run underperformance of initial public offerings; evidence from venture capital and nonventure capital-backed IPOs. Journal of Finance 52, 1791-821.",
        "Brown, J. R. and B. C. Petersen (2009). Why has the investment-cash flow Sensitivity declined so sharply? Rising R&D and equity market developments. Journal of Banking and Finance 33: 971-984.",
        "Brown, J. R. and B. C. Petersen (2009). Cash holdings and R&D smoothing. University of Montana and Washington University in St. Louis: manuscript.",
        "Brown, J. R., S. M. Fazzari, and B. C. Petersen (2009). Financing innovation and growth: Cash flow, external equity, and the 1990s R&D boom.JournalofFinanceLXlV(I): 151-185.",
        "Brown, W. (1997). R&D Intensity and Finance: Are Innovative Firms Financially Constrained?. London School of Economics Financial Market Group, London.",
        "Campbell, J. Y., A.W. Lo, and A. C. MacKinlay (1997). The Econometrics of Financial Markets. Princeton, NJ: Princeton University Press.",
        "Chan, Y. (1983). On the positive role of financial intermediation in allocation of venture capital in a market with imperfect information. Journal of Finance 38, 1543-68.",
        "Cho, 5. (1992). Agency Costs, Management Stockholding, and Research and Development Expenditures. SeoulJournal of Economics 5(2), 127-52.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 Cochrane, J. (2005). The risk and return of venture capital. Journal of Financial Economics 75, 3-52.",
        "Cornelli, F., Yosha, 0. (2003). Stage financing and the role of convertible debt. Review of Economic Studies 70, 1-32.",
        "Czarnitzki, D. and K. Hussinger (2004). he Link Between R&D Subsidies, R&D Spending, and Technological Performance. Mannheim, Germany: ZEW Discussion Paper No. 04-56.",
        "Chung, K.H., Wright, P. (1998). Corporate Policy and Market Value: A q Theory Approach. Review ofQuantitative Finance and Accounting 11(3), 293-310.",
        "Eng, L. L., Shackell, M. (2001). The Implications of Long Term Performance Plans and Institutional Ownership for Firms' Research and Development Investments. Journal of Accounting Auditing and Finance 16(2), 117-39.",
        "Fazzari, S.M., Hubbard, R.G., Petersen, B.C. (1988). Financing Constraints and Corporate Investment. Brookings Papers on EconomicActivi~y 1988(1), 141-205.",
        "(2000). Investment-Cash Flow Sensitivities Are Useful: A Comment on Kaplan and Zingales. Quarter~'y Journal of Economics 115, 695-705.",
        "Francis, J., Smith, A. (1995). Agency Costs and Innovation: Some Empirical Evidence, Journal of Accounting and Economics 19(2/3), 383-409.",
        "Griliches, Z. (1992). The Search for R&D Spillovers. Scandinavian Journal of Economics 94, S29-S47.",
        "Gompers, P. (1996). Grandstanding in the venture capital industry. Journal of Financial Economics 42, 133-56.",
        "(1995). Optimal investment, monitoring, and the staging of venture capital. Journal of Finance 50, 1461-89.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 __________ Lerner, J. (2000). Money chasing deals? The impact of fund inflows on private equity valuations. Journal of Financial Economics 55, 281-325.",
        "(1999). An analysis of compensation in the U.S. venture capital partnership. Journal of Financial Economics 51, 3-44.",
        "(I 998b). What drives venture fundraising?. Brookings Papers on Economic Activi~y-Microeconomics, 149-92. (1998a). Venture capital distributions: short- and long-run reactions. Journal of Finance 53, 2161-83. (1997). Risk and reward in private equity investments: the challenge of performance assessment.Journal of Private Equity 1, 5-12. (1996). The use of covenants: an empirical analysis of venture partnership agreements. Journal of Law and Economics 39, 463-98.",
        "Hajivassiliou, V., and F. Savignac (2008). Financial constraints and a firm's decision and ability of innovate: Establishing direct and reverse effects. London School of Economics and Banque de France: manuscript.",
        "Hall, B. H. (1996). The Private and Social Returns to Research and Development. In: Smith, B.L.R, Barfield, C.E. (Eds.), Technology, R&D, and the Econo~y, 140-83. Brookings Institution and the American Enterprise Institute, Washington, DC.",
        "(1994). Corporate Capital Structure and Investment Horizons in the United States, 1976-1987. Business Histo~y Review 68, 110-143.",
        "(1993). R&D Tax Policy During the Eighties: Success or Failure?. Tax Poli~y and the Econoi~y 7, 1-36.",
        "(1992). Research and Development at the Firm Level: Does the Source of Financing Matter?. NBER Working Paper No. 4096, June.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 (1990). The Impact of Corporate Restructuring on Industrial Research and Development. Brookings Papers on EconomicActivi~y 1990(1), 85-136.",
        "___________ Maffioli, A. (2008), Evaluating the Impact of Technology Development Funds in Emerging Economies: Evidence from Latin America, European Journal of Development Research 20 (2): 172-198, 2008.",
        "Mairesse, J., Branstetter, L., Crepon, B. (1999). Does Cash Flow Cause Investment and R&D: An Exploration using Panel Data for French, Japanese, and United States Firms in the Scientific Sector. In: Audretsch, D., Thurik, A.R. (Eds.), Innovation, Indust~y Evolution and Empl~yment. Cambridge University Press, Cambridge, UK.",
        "Griliches, Z., Hausman, J.A. (1986). Patents and R&D: Is There a Lag?. International Economic Review 27, 26 5-83.",
        "___________ Van Reenen, J. (2000). How Effective are Fiscal Incentives for R&D? A New Review of the Evidence. Research Poli~y 29, 449-469.",
        "Harhoff, D. (1998). Are There Financing Constraints for R&D and Investment in German Manufacturing Firms?. Annales d'Economie et de Statistique 49/50, 421-56.",
        "Hellmann, T. (1998). ~The allocation of control rights in venture capital contracts. RAND Journal of Economics 29, 57-76.",
        "Pun, M. (2000). The interaction between product market and financing strategy: the role of venture capital. Review of Financial Studies 13, 959-84.",
        "Himmelberg, C.P., Petersen, B.C. (1994). R&D and Internal Finance: A Panel Study of Small Firms in High-Tech Industries. Review of Economics and Statistics 76, 38-51.",
        "Hochberg, Y. (2005). Venture capital and corporate governance in the newly public firm. Unpublished working paper, Northwestern University.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 Hsu, D. (2004). What do entrepreneurs pay for venture capital affiliation?. Journal of Finance 59, 1805-44.",
        "Irwin, D., Klenow, P. (1996). High tech R&D subsidies: estimating the effects of Sematech. Journal of International Economics 40, 3 23-44.",
        "J eng, L., Wells, P. (2000). The determinants of venture funding: evidence across countries. Journal of Corporate Finance 6, 241-89.",
        "Jensen, M.C., Meckling, W. (1976). Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure. Journal of Financial Economics 3, 305-60.",
        "Johnson, M.S., Rao, R.P. (1997). The Impact of Antitakeover Amendments on Corporate Financial Performance. Financial Review 32(4), 659-89.",
        "Jones, C., Rhodes-Kropf, M. (2003). The price of diversifiable risk in VC and private equity. Working paper, Columbia University.",
        "Kaplan, S., Schoar, A. (2005). Private equity performance: returns, persistence, and capital. Journal of Finance 60, 179 1-823.",
        "Stromberg, P. (2003). Financial contract theory meets the real world: an empirical analysis of venture capital contracts. Review of Economic Studies 70, 281-315.",
        "Zingales, L. (1997). Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints? Quarter~ Journal of Economics 112, 169-215.",
        "Karaomerliolu, D.C., Jacobsson, 5. (1999). The Swedish Venture Capital Industry - An Infant, Adolescent, or Grown-up?. Chalmers Institute of Technology, Goteborg, Sweden.",
        "Kortum, S., Lerner, J. (2000). Assessing the contribution of venture capital to innovation. RAND Journal of Economics 31, 674-92.",
        "Kraus, T. (2002). Underpricing of IPOs and the certification role of venture capitalists: evidence from Germany's Neuer Markt. Working paper, University of Munich.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 Lach, S., Schankerman, M. (1988). Dynamics of R&D and Investment in the Scientific Sector. Journal of Political Econo~y 97(4), 880-904.",
        "Landier, A. (2006). Entrepreneurship and the Stigma of Failure. Unpublished working paper, New York University.",
        "Leland, H.E., Pyle, D.H. (1977). Informational Asymmetries, Financial Structure, and Financial Intermediation. Journal of Finance 32, 371-87.",
        "Lee, P., Wahal, 5. (2004). Grandstanding, certification and the underpricing of venture capital backed IPOs. Journal of Financial Economics 73, 375-407.",
        "Lerner, J. (2009). The Boulevard of Broken Dreams: WI~y Public Efforts to Boost Entrepreneurshi~b and Venture Capital Have Failed-and What to Do About It. Princeton University Press, Princeton.",
        "(1999). The Government as Venture Capitalist: The Long-run effects of the SBIR Program. Journal of Business 72, 285-318.",
        "(1998a). `Angel' Financing and Public Policy: An Overview. Journal of Banking and Finance 22, 773-783.",
        "(1995). Venture capitalists and the oversight of private firms. Journal of Finance 50, 301-18.",
        "(1994b). Venture capitalists and the decision to go public. Journal of Financial Economics 35, 293-316. (I 994a). The syndication of venture capital investments. Financial Management 23, 16-27.",
        "Sorensen, M., Stromberg, P. (2008). Private equity and long-run investment: The case of innovation. Working paper no. 14623, National Bureau of Economic Research.",
        "Levin, R.C., Klevorick, A.K., Nelson, R.R., Winter, S.G. (1987). Appropriating the Returns from Industrial Research and Development. Brookings Papers on EconomicActivi~y 1987(3), 783-832.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 Majumdar, S.K., Nagarajan, A. (1997). The Impact of Changing Stock Ownership Patterns in the United States: Theoretical Implications and Some Evidence. Revue d'Economie Industrielle 82, 39-54.",
        "Mansfield, E., Schwartz, M., Wagner, 5. (1981). Imitation Costs and Patents: An Empirical Study. Economic Journal 91, 907-9 18.",
        "Marx, L. (1994). Negotiation and renegotiation of venture capital contracts. Working paper, University of Rochester.",
        "Megginson, W., Weiss, K. (1991). Venture capital certification in initial public offerings. Journal of Finance 46, 879-93.",
        "Miller, M.H., Modigliani, F. (1961). Dividend Policy, Growth, and the Valuation of Shares. Journal of Business 34, 411-33.",
        "Modigliani, F., Miller, M.H. (1958). The Cost of Capital, Corporation Finance and the Theory of Investment. American Economic Review 48, 261-97.",
        "Mollica, M., Zingales, L. (2007). The impact of venture capital on innovation and the creation of new business. Unpublished working paper, Univeristy of Chicago.",
        "Mulkay, B., Hall, B.H., Mairesse, J. (2001). Investment and R&D in France and in the United States. In: Deutsche Bundesbank (Ed.), Investing Todqy for the World of Tomorrow. Springer Verlag.",
        "Nelson, R.R. (1959). The Simple Economics of Basic Scientific Research.Journal of PoliticalEconoi~y 49, 297-306.",
        "OECD. (1995). Venture Capital in OECD Countries. Organization for Economic Cooperation and Devlopement, Paris.",
        "Opler, T.C., Titman, 5. (1994). Financial Distress and Corporate Performance. Journal of Finance 49(3), 1015-40.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 (1993). The Determinants of Leveraged Buyout Activity: Free Cash Flow vs.",
        "Financial Distress Costs. Journal of Finance 48(5), 1985-99.",
        "Poterba, J. (1989). Venture capital and capital gains taxation. In: Summer, L. (Ed.), Tax Poli~y and the Econoi~y. MIT Press, Cambridge, MA.",
        "Poterba, J. (1987). How burdensome are capital gains taxes? Evidence from the United States. Journal of Public Economics 33, 157-72.",
        "Pugh, W.N., Jahera, Jr., J.S., Oswald, 5. (1999). ESOPs, Takeover Protection, and Corporate Decision Making. Journal of Economics and Finance 23(2), 170-83.",
        "Romer, P.M. (1986). Increasing Returns and Long Run Growth. Journal of Political Econo~y 94(5), 1002-1037.",
        "Sahlman, W. (1990). The structure and governance of venture capital organizations. Journal of Financial Economics 27, 473-524.",
        "Sand Hill Econometrics (2009). Benchmarking the Returns to Venture, available at ~ s mdi Jkcon co~i dt/S3nd1UI\\\\n~",
        "Schumpeter, J. (1942). Capitalism, Socialism, and Democracy. Harper and Row (reprinted 1960), New York.",
        "Szewczyk, S.H., Tsetsekos, G.P., Zantout, Z.Z. (1996). The Valuation of Corporate R&D Expenditures: Evidence from Investment Opportunities and Free Cash Flow. Financial Management 25(1), 105-10.",
        "Wallsten. 5. (2000). The effects of government-industry R&D programs on private R&D: the case of the Small Business Innovation Research program. RAND Journal of Economics 31, 82-I 00.",
        "Financing R&D and Innovation B. H. Hall andJ. Lerner - August 2009 Williamson, O.E. (1988). Corporate Finance and Corporate Governance.Journal of Finance 43, 567-91.",
        "Zantout, Z.Z. (1997). A Test of the Debt Monitoring Hypothesis: The Case of Corporate R&D Expenditures. Financial Review 32(1), 21-48."
    ]
}