{
    "id": 15320,
    "cites": 43,
    "cited_by": 17,
    "reference": [
        "Atkinson, Anthony B. 2005. Top Incomes in the UK Over the Twentieth Century. Journal of the Royal Statistical Society, Series A 168: 325-343.",
        "Atkinson, Anthony B. and Andrea Brandolini. 2001. Promises and Pitfalls in the Use of Secondary Data Sets: Income Inequality in OECD Countries as a Case Study. Journal of Economic Literature, 39 (3): 77 1-799.",
        "Atkinson, Anthony B. and Andrew Leigh. 2007. The Distribution of Top Incomes in Australia, Economic Record, 83(262): 247-6 1.",
        "Atkinson, Anthony B. and Piketty, Thomas 2007. Top Incomes over the Twentieth Century: A Contrast Between Continental European and English Speaking Countries, Oxford: Oxford University Press.",
        "Atkinson, Anthony B., Lee Rainwater, and Timothy Smeeding. 1995. Income Distribution in OECD Countries. Evidence from the Luxembourg Income Study. Social Policy Studies No. 18. Paris: Organization for Economic Cooperation and Development.",
        "Bach, Stefan, Giacomo Corneo, and Viktor Steiner. 2009. From Bottom to Top: The Entire Income Distribution in Germany, 1992-2003. Review of Income and Wealth, 55(2): 303330.",
        "Bandourian, Ripsy, James B. McDonald, and Robert S. Turley. 2003. A Comparison of Parametric Models of Income Distribution Across Countries and Over Time. Estadistica, 55: 135-152.",
        "Bishop, John A., Jong-Rong Chiou, and John P. Formby. 1994. Truncation Bias and the Ordinal Evaluation of Income Inequality. Journal of Business and Economic Statistics, 12: 123127.",
        "Bordley, Robert F., James B. McDonald, and Anand Mantrala. 1996. Something New, Something Old: Parametric Models for the Size Distribution of Income. Journal of Income Distribution, 6: 91-103.",
        "Brachmann, Klaus, Andreas Stich, and Mark Trede. 1996. Evaluating Parametric Income Distribution Models. Allgemeines Statistisches Archiv, 80: 285-298. Burkhauser, Richard V., Kenneth A. Couch, Andrew J. Houtenville, and Ludmila Rovba. 20032004.",
        "Income Inequality in the 1990s: Re-Forging a Lost Relationship? Journal of Income Distribution, 12 (3-4): 8-35.",
        "Burkhauser, Richard V., Shuaizhang Feng, Stephen Jenkins, and Jeff Larrimore. 2008. Estimating Trends in US Income Inequality Using the Current Population Survey: The Importance of Controlling for Censoring, NBER Working Paper number w14247, Cambridge MA: National Bureau of Economic Research.",
        "Burkhauser, Richard V., Shuaizhang Feng, and Stephen P. Jenkins. 2009. Using the P90/PlO Ratio to Measure US Inequality Trends with Current Population Survey Data: A View from Inside the Census Bureau Vaults. Review of Income and Wealth, 55(1): 166-185.",
        "Burtless, Gary and Timothy M. Smeeding. 2002. The Level, Trends, and Composition of Poverty. in Understanding Poverty, ed. Sheldon Danziger and Robert H. Haveman, Cambridge, MA: Harvard University Press, 27-68.",
        "Corneo, Giacomo and Christina M. Fong. 2008. What's the Monetary Value of Distributive Justice? Journal of Public Economics, 92(1-2): 289-308.",
        "Daly, Mary C. and Robert G. Valletta. 2006. Inequality and Poverty in the United States: The Effects of Rising Dispersion of Men's Earnings and Changing Family Behavior. Economica, 73, 75-98.",
        "Dell, Fabien. 2005. Top Incomes in Germany and Switzerland Over the Twentieth Century, Journal of the European Economic Association, 3(2-3): 412-421.",
        "Economists View website. 2007. Increasing Inequality is Not a Statistical Illusion. http ://economistsview.typepad.comleconomistsview/2007/O 1/increasingjneq.htnil Last accessed August 28, 2009.",
        "Feenberg, Daniel and James M. Poterba. 1993. Income Inequality and the Incomes of Very High-Income Taxpayers: Evidence from Tax Returns, in Tax Policy and the Economy, ed. James M. Poterba, Cambridge, MA: NBER/MIT Press, 145-177.",
        "Fichtenbaum, Rudy and Hushang Shahidi. 1988. Truncation Bias and the Measurement of Income Inequality. Journal of Business and Economic Statistics, 6: 335-337.",
        "Goolsbee, Austan. 2000. What Happens When You Tax the Rich? Evidence from Executive Compensation. Journal of Political Economy, 108 (2): 352-37 8.",
        "Gottschalk, Peter and Timothy M. Smeeding. 1997. Cross-National Comparisons of Earnings and Income Inequality. Journal of Economic Literature, 35 (2): 633-687.",
        "Gottschalk, Peter and Sheldon Danziger. 2005. Inequality of Wage Rates, Earnings and Family Income in the United States, 1975-2002. Review of Income and Wealth, 51(2): 231254.",
        "Jenkins, Stephen P. 2009. Distributionally-Sensitive Inequality Indices and the GB2 Income Distribution. Review of Income and Wealth, 55 (2): 392-398.",
        "Measuring Inequality with Censored Data: A Multiple Imputation Approach. US Census Bureau Center for Economic Studies Working Paper CES-WP-09-05. nup://vvwvvces~census. ~pv/~ndex.phpIces/discussion papers!detan kev=1 1)1 854 Jones, Arthur F., Jr., and Weinberg, Daniel H. 2000. The Changing Shape of the Nation's Income Distribution. U.S. Census Bureau, Cunent Population Reports, P60-204. Washington, DC: GPO Lanimore, Jeff, Richard V. Burkhauser, Shuaizhang Feng and Laura Zayatz. 2008. Consistent Cell Means for Topcoded Incomes in the Public Use March CPS (1976-2007). Journal of Economic and Social Measurement, 33(2-3): 89-128.",
        "Leigh, Andrew. 2007. How Closely do Top Income Shares Track Other Measures of Inequality? Economic Journal, 117(524): F619-F633.",
        "Leigh, Andrew. 2009. Top Incomes in The Oxford Handbook of Economic Inequality, eds. Wiemer Salverda, Brian Nolan, and Timothy M. Smeeding. New York: Oxford University Press, 150-176.",
        "Levy, Frank and Murnane, Richard J. 1992. U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Journal of Economic Literature, 30(3): 1333-1381.",
        "Piketty, Thomas. 2003. Income Inequality in France, 1901-1998, Journal of Political Economy, 111(5): 1004-1042.",
        "Piketty, Thomas and Emmanuel Saez. 2003. Income Inequality in the United States, 19131998.  Quarterly Journal of Economics, 118 (1): 1-39.",
        "Piketty, Thomas and Emmanuel Saez, 2006a. The Evolution of Top Incomes: A Historical and International Perspective, American Economic Review, Papers and Proceedings, 96(2): 200-205.",
        "Piketty, Thomas and Emmanuel Saez. 2006b. Response by Thomas Piketty and Emmanuel Saez to: The top 1% ... of What? By Alan Reynolds, Available online at: I",
        "Piketty, Thomas and Emmanuel Saez, 2007. Income and Wage Inequality in the United States, 19 13-2002 in Top Incomes over the 20thi Century: A Contrast Between Continental European and English Speaking Countries, eds. Anthony B. Atkinson and Thomas Piketty, Cambridge, MA: NBER/MIT Press, 141-225.",
        "Piketty, Thomas and Emmanuel Saez. 2008. Income Inequality in the United States, 19 13-1998 (Tables and Figures Updated to 2006), available online at: r 1'ac~r't~z2uut.xis Reiter, Jerome P. 2003. Inference for Partially Synthetic, Public Use Microdata Sets, Survey Methodology, 29: 18 1-188.",
        "Reynolds, Alan. 2006. Income and Wealth. Westport, CT: Greenwood Press.",
        "Rubin, Donald B. 1987. Multiple Imputation for Nonresponse in Surveys. New York: Wiley.",
        "Ryscavage Paul 1995. A Surge in Growing Income Inequality? Monthly Labor Review, 188 (8): 51-61.",
        "Saez, Emmanuel and Michael R. Veall. 2005. The Evolution of High Incomes in Northern America: Lessons from Canadian Evidence, American Economic Review, 95(3): 831-49.",
        "Scholes, Myron and Mark A. Wolfson. 1992. Taxes and Business Strategy: A Planning Approach. Englewood Cliffs: NJ: Prentice Hall.",
        "Scholz, John K. and Kara Levine. 2002. The Evolution of Income Support Policy in Recent Decades in Understanding Poverty, ed. Sheldon Danziger and Robert H. Haveman, Cambridge, MA: Harvard University Press, 193-228. Sivadasan, Jagadeesh and Michael Slemrod. Forthcoming. Tax Law Changes, Income Shifting, and Measured Wage Inequality: Evidence from India, Journal of Public Economics.",
        "Slemrod, Joel. 1995. Income Creation or Income Shifting? Behavioral Responses to the Tax Reform Act of 1986, American Economic Review, Papers and Proceedings, 85(2): 175180.",
        "Slemrod, Joel. 1996. High-income Families and the Tax Changes of the 1980s: The Anatomy of Behavioral Response, in Empirical Foundations of Household Taxation, eds. Martin Feldstein and James M. Poterba. Chicago: University of Chicago Press (for NBER). U.S. Census Bureau. Various years. Income, Poverty, and Health Insurance Coverage in the United States: various years. Current Population Reports, P-60 series, Washington DC: GPO.",
        "Woodbury, Stephen A. and Daniel S. Hamermesh. 1992. Taxes, Fringe Benefits, and Faculty, Review of Economics and Statistics, 74(2): 287-296."
    ]
}