{
    "id": 15327,
    "cites": 51,
    "cited_by": 1,
    "reference": [
        "Barber, B. and T. Odean, 2004, Are Individual Investors Tax Savvy? Asset Location Evidence from Retail and Discount Brokerage Accounts, Journal of Public Economics 88, 4 19-442.",
        "Barber, B., T. Odean, and L. Zheng, 2005, Out of Sight, Out of Mind: The Effects of Expenses on Mutual Fund Flows, Journal of Business 78, 2095-2 120..",
        "Barclay, M., N. Pearson, and M. Weisbach, 1998, Open End Mutual Funds and Capital Gains Taxes, Journal of Financial Economics 49, 3-43.",
        "Ben-David, I., and J. Doukas, 2006, Overconfidence, Trading Volume, and the Disposition Effect: Evidence from the Trades of Institutional Investors, Working Paper, University of Chicago and Old Dominion University.",
        "Bennett, J., R. Sias, and L. Starks, 2003, Greener Pastures and the Impact of Dynamic Institutional Preferences, Review of Financial Studies 16, 1203-1238.",
        "Bergstresser, D. and J. Poterba, 2002, Do After-Tax Returns Affect Mutual Fund Inflows? Journal of Financial Economics 63, 381-414.",
        "Bergstresser, D. and J. Poterba, 2004, Asset Allocation and Asset Location: Household Rvidence from the Survey of Consumer Finances, Journal of Public Economics 88, 1893-19 15.",
        "Bray, A., J. Graham, C. Harvey, and R. Michaely. 2005, Payout Policy in the 21st Century. Journal of Financial Economics 77(3): 483-527.",
        "Carhart, M., 1997, On Persistence in Mutual Fund Performance, Journal of Finance, 52, 57-82.",
        "Chalmers, J., Edelen, R., and G. Kadlec, 2001, Fund Returns and Trading Expenses: Evidence on the Value of Active Fund Management, Working Paper, University of Oregon.",
        "Chan, H.W.H., R. Faff, D. Gallagher, and A. Looi, 2008, Fund Size, Fund Flow, Transaction Costs and Performance: Size Matters! Forthcoming: Australian Journal of Management.",
        "Chen, Q., I. Goldstein, and W. Jiang, 2009, Payoff Complementarities and Financial Fragility: Evidence from Mutual Fund Outlfows, Working Paper, Duke University, University of Pennsylvania, and Columbia University.",
        "Chetty, R. and E. Saez, 2005, Dividend Taxes and Corporate Behavior: Evidence from the 2003 Dividend Tax Cut, Quarterly Journal of Economics, 120, 79 1-833.",
        "Christoffersen, S., C. Geczy, D. Musto, and A. Reed, 2006, Cross-border Dividend Taxation and the Preferences of Taxable and Non-taxable Investors: Evidence from Canada, Journal of Financial Economics 78, 12 1-144.",
        "Christoffersen, S., D. Keim, and D. Musto, 2005, Valuable Information and Costly Liquidity: Evidence from Individual Mutual Fund Trades, Working Paper, McGill University and Wharton.",
        "Cohn, J. B. and S. A. Silces, 2009, Capital Gains Tax Overhang and Payout Policy, Working Paper, University of Texas at Austin and Duke University.",
        "Cici, G., 2005, The Relation of the Disposition Effect to Mutual Fund Trades and Performance, Working Paper, College of William and Mary.",
        "Dammon, R., C. Spatt, and H. Zhang, 2004, Optimal Asset Location and Allocation with Taxable and Tax-Deferred Investing, Journal of Finance 59, 999-1037.",
        "Daniel, K., M. Grinblatt, S. Titman, and R. Wermers, 1997, Measuring Mutual Fund Performance with Characteristic-Based Benchmarks, Journal of Finance 52, 10351058.",
        "Del Guercio, D., 1996, The Distorting Effect of the Prudent-Man Laws on Institutional Equity Investments, Journal of Financial Economics 40, 3 1-62.",
        "Deli, D., 2002, Mutual Fund Advisory Contracts: An Empirical Investigation, Journal of Finance 57, 109-133.",
        "Deli, D., and R. Varma, 2002, Contracting in the Investment Management Industry: Evidence from Mutual Funds, Journal of Financial Economics 63, 79-98.",
        "Desai, M., and L. Jin, 2008, Institutional Tax Clienteles and Payout Policy, Working Paper, Harvard University.",
        "Dickson, J., and J. Shoven, 1995, Taxation and Mutual Funds: An Investor Perspective, Tax Policy and the Economy 9, 151-180.",
        "Edelen, R., 1999, Investor Flows and the Assessed Performance of Open-End Fund Managers, Journal of Financial Economics 53, 439-466.",
        "Edelen, R., R. Evans, and G. Kadlec, 2007, Scale Effects in Mutual Fund Performance: The Role of Trading Costs, Evans, R., 2006, Does Alpha Really Matter? Evidence from Mutual Fund Incubation, Termination and Manager Change, Working Paper, Boston College.",
        "Fama, E., and K. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, E., and K. French, 2008, Mutual Fund Performance, Working Paper, University of Chicago and Dartmouth College.",
        "Ferson, W., Schadt, R., 1996, Measuring Fund Strategy and Performance in Changing Economic Conditions, Journal of Finance 51, 425-461.",
        "Fong, K., D. Gallagher, S. Lau, and P. Swan, 2009, Do Active Fund Managers Care About Capital Gains Tax Efficiency? Pac~flc-Basin Finance Journal 17, 257-270.",
        "Foster, D., D. Gallagher, and A. Looi, 2006, Institutional Trading and Share Returns, Working Paper, University of New South Wales.",
        "Frazzini, A., 2006, The Disposition Effect and Under-Reaction to News, Journal of Finance 61, 2017-2046.",
        "French, K., 2008, Presidential Address: The Cost of Active Investing, Journal of Finance 63, 1537-1573.",
        "Gibson, S., A. Safieddine and S. Titman, 2000, Tax Motivated Trading and Price Pressure: An Analysis of Mutual Fund Holdings, Journal of Financial and Quantitative Analysis 35, 369-386.",
        "Gompers, P., and A. Metrick, 2001, Institutional Investors and Equity Prices, Quarterly Journal of Economics 116, 229-259.",
        "Grinblatt, M., S. Titman, and R. Wermers, 1995, Momentum Investment Strategies, Portfolio Performance, and Herding: A Study of Mutual Fund Behavior, American Economic Review, 1088-1105.",
        "Grinstein, Y. and R. Michaely, 2005, Institutional Holdings and Payout Policy, Journal of Finance 60, 13 89-1426.",
        "Huang, J., 2008, Taxable and Tax-Deferred Investing: A Tax-Arbitrage Approach, Review of Financial Studies 21, 2173-2207.",
        "Huddart, S., and V. Narayanan, 2002, An Empirical Examination of Tax Factors and Mutual Funds' Stock Sales Decisions, Review ofAccounting Studies 7, 319-341.",
        "Ivkovi",
        "Ivkovi",
        "Jin, L., 2006, Capital Gains Tax Overhang and Price Pressure, Journal of Finance 61, 1399- 143 1.",
        "Jin, L., and A. Scherbina, 2006, Inheriting Losers, Working Paper, Harvard University.",
        "Johnson, W., and J. Poterba, 2008, Taxes and Mutual Fund Inflows around Distribution Dates, working paper, University of Oregon and MIT.",
        "Kacperczyk, M., C. Sialm, and L. Zheng, 2005, On the Industry Concentration of Actively Managed Equity Mutual Funds, Journal of Finance 60, 1983-20 11.",
        "Kacperczyk, M., C. Sialm, and L. Zheng, 2008, Unobserved Actions of Mutual Funds, Review of Financial Studies 21, 2379-2416.",
        "Khorana, A. and H. Servaes, 1999, The Determinants of Mutual Fund Starts, Review of Financial Studies 12, 1043-1074.",
        "Shoven, J. and C. Sialm, 2003, Asset Location in Tax-Deferred and Conventional Savings Accounts, Journal of Public Economics 88, 23-38.",
        "Sialm, C., 2008, Tax Changes and Asset Pricing, Forthcoming: American Economic Review.",
        "Sikes, 5., 2008, The January Effect and Institutional Investors: Tax-Loss-Selling or Window-Dressing? Working Paper, Duke University Sin, E., and P. Tufano, 1998, Costly Search and Mutual Fund Flows, Journal of Finance 53, 1589-1622.",
        "Wermers, R., 2000, Mutual Fund Performance: An Empirical Decomposition into StockPicking Talent, Style, Transaction Costs, and Expenses, Journal of Finance 55, 1655-1702"
    ]
}