{
    "id": 15321,
    "cites": 36,
    "cited_by": 70,
    "reference": [
        "Alesina, A., and D. Rodrik, 1994, Distributive Politics and Economic Growth, Quarter~y Journal of Economics, Vol. 109, pp. 465-90.",
        "Alesina, A., E. Glaeser, and B. Sacerdote, 2001, Why does not the US have a European Style Welfare? Brookings Papers on EconomicActivi~y, Vol. 2, pp. 187-277.",
        "Alesina, A., and G.M. Angeletos, 2005, Fairness and Redistribution: US vs. Europe, American Economic Review, Vol. 95 (September), pp. 913-35.",
        "Alesina, A., and N. Fuchs-Schuendeln, 2008, Good Bye Lenin (or not?)-The Effect of Communism on People's Preferences, American Economic Review, Vol. 97, pp. 1507-28.",
        "Alesina, A., and E. La Ferarra, 2005, Ethnic Diversity and Economic Performance, Journal of Economic Literature, Vol. 43 (September), pp. 721-61.",
        "Alford, J. R., C. L. Funk, and J. R. Hibbing, 2006, Are Political Orientations Genetically Transmitted? American Political Science Review, Vol. 99 (May), No. 2, pp. 153-67.",
        "Andress, H.J. and H. Thorsten, 2001, Four worlds of welfare state attitudes? A comparison of Germany, Norway, and the United States, European Sociological Review, Vol. 17, pp. 37-56.",
        "Austen, 5., 2002, An International Comparison of Attitudes to Inequality, International Journal of SocialEconomics Vol. 29, No. 3-4, pp. 218-37.",
        "Benabou, R., and J. Tirole, 2006, Belief in a Just World and Redistributive Politics, Quarter~y Journal of Economics, Vol. 121 (May), No. 2, pp. 699-746.",
        "Boycko, M., and R. Shiller, 1992, Hunting for Homo Sovieticus: Situational versus Attitudinal Factors in Economic Behavior, Brookings Papers on EconomicActivi~y, 1992, No. 1, pp. 27-94, (Washington: Brookings Institution).",
        "Brim, 0. G. and J. Kagan, 1980, Constancy and Change in Human Development, Cambridge, MA: Harvard University Press Campbell, John Y., 2001, A Comment on James M. Poterba's Demographic Structure and Asset Returns, The Review of Economic and Statistics, Vol. 83, No. 4, pp. 585-88.",
        "Corneo, Giacomo, 2001, Inequality and the State: Comparing U.S. and German Preferences, Annales D'Economie et de Statistique, No. 63-64, pp. 283-96.",
        "Corneo, Giacomo, and H.P. Gr",
        "Dehejia, R., and A. L. Muney, 2004, Booms, Busts, and Babies' Health, The Quarter~y Journal of Economics, MIT Press, Vol. 119, (August), No. 3, pp. 1091-1130.",
        "Di Tella, R., J. Donna, and R. MacCulloch, 2007, Oil, Macro Volatility and Crime in the Determination of Beliefs in Venezuela in Venezuela: Anatoi~y of a Collapse, Hausmann, R., and F. Rodriguez (eds.) Di Tella, R., Dubra, J. and R. MacCulloch, 2008, A Resource Belief-Curse? Oil and Individualism, NBER DP 14556.",
        "Di Tella, R., R. MacCulloch, and A. Oswald. Preferences over Inflation and Unemployment: Evidence from Surveys of Happiness, American Economic Review 91, No. 1 (March 2001).",
        "Di Tella, R., S. F. Galiani, and E. S. Schargrodsky, 2007 The Formation of Beliefs: Evidence from the Allocation of Land Titles to Squatters, Quarter~y Journal of Economics 122(1).",
        "Di Tella, R., and R. MacCulloch, 2006,Some Uses of Happiness Data in Economics, Journal of Economic Perspectives 20, No. I (Winter), pp. 25-46.",
        "Durkeim, E., Suicide: A StudJ in Sociology, 1897, Reprint, New York Free Press.",
        "Glenn, N.D., 1980, Values, Attitudes and Beliefs, in O.G. Brim and J. Kagan (eds.), Constan~y and Change in Human Developmen~ Cambridge, MA: Harvard University Press.",
        "Graham, J. R., and K. Narasimhan, 2004, Corporate Survival and Managerial Experiences During the Great Depression, manuscript, Duke University.",
        "Greenwood, M., 1975,Research on Internal Migration in the United States: A Survey, Journal of Economic Literature, pp. 397-33.",
        "Greenwood, R., and S. Nagel, 2008, Inexperienced Investors and Bubbles, NBER Working Paper No. 14111.",
        "Kahn, L., The Long-Term Labor Market Consequences of Graduating from College in a Bad Economy, Yale, mimeo 2008.",
        "Krosnick, J. A., & Alwin, D. F. (1989). Aging and Susceptibili~ to Attitude Change. Journal of Personali~'y and Social Ps~'ychology, 57, 416-425.",
        "Landier, Augustin, and David Thesmar, 2007, Le Grand Me'chant March",
        "Malmendier, U., and S. Nagel, 2007, Depression Babies: Do Macroeconomic Experiences Affect Risk-Taking, manuscript, University of California, Berkeley.",
        "Mannheim, K. (1952), The Problem of Generations, in P. Kecskemeti (Ed.), Essqys on the Sociology of Knowledge, London: Routledge & Kegan Paul.",
        "Murthi, M., and E. T. Tiongson, 2008, Attitudes to Equality: The `Socialist Legacy' Revisited, mimeo, World Bank.",
        "Oreopoulos, P., T. Von Wachter, and A. Heisz. 2006. The Short- and Long-Term Career Effects of Graduating in a Recession: Hysteresis and Heterogeneity in the Market for College Graduates, NBER Working Paper No. 12159.",
        "Piketty, T., 1995, Social Mobility and Redistributive Policies, Quartei~(yJournalofEconomics, Vol. 110, No. 3, pp. 551-84.",
        "Poterba, J. M., 2001, Demographic Structure and Asset Returns, The Review of Economics and Statistics, Vol. 83, No. 4, pp. 565-84.",
        "Shiller, R., J., M. Boycko, and V. Korobov, 1991, Popular Attitudes toward Free Markets: The Soviet Union and the United States Compared, American Economic Review Vol. 81, No. 3 Oune), pp. 385-400.",
        "Verwiebe, R., and B. Wegener, 2000, Social Inequality and the Perceived Income Justice Gap, Social Justice Research, Vol. 13, No. 2, pp. 123-49.",
        "Vissing-Jorgensen, A., 2002, Towards an Explanation of Household Portfolio Choice Heterogeneity: Nonfinancial Income and Participation Cost Structure, Working Paper, Northwestern University.",
        "Wierzbicka, A., 1997, Understanding Cultures through their Ke,y Words. English, Russian, Polish, German, and Japanese. New York: Oxford University Press, Wolfers, J., 2003, Is Business Cycle Volatility Costly? Evidence from Surveys of Subjective Wellbeing,  International Finance, Vol. 6. No. 1. pp. 1-26."
    ]
}