{
    "id": 15322,
    "cites": 50,
    "cited_by": 4,
    "reference": [
        "Abowd, John M., Francis Kramarz, and David N. Margolis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1999, 67 (2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Ackerberg, Daniel A. and Marc Rysman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobserved Product Differentiation in Discrete Choice Models: Estimating Price Elasticities and Welfare Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, Winter 2005, 36 (4), 771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 788.",
        "Baker, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth-Rate Heterogeneity and the Covariance Structure of Life-Cycle Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, April 1997, 15 (2), 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Becker, Gary S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in Human Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1962, 70 (5), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Berry, Steven T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Discrete-Choice Models of Product Differentiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 1994, 25 (2), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        ", James Levinsohn, and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 1995, 63 (4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Boal, William M. and Michael R. Ransom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, March 1997, XXXV, 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Calmfors, Lars and Anders Forslund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Formation in Sweden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Lars Calmfors, ed., Wage Formation and Macroeconomic Policy in the Nordic Countries, SNS Forlag, 1990, chapter 2.",
        "Carneiro, Predro, Karsten T. Hansen, and James J. Heckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, May 2003, 44 (2).",
        "Cunha, Flavio, James J. Heckman, and Salvador Navarro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Separating uncertainty from heterogeneity in life cycle earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 2005, 57 (2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Dahl, Gordon B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility and the Return to Education: Testing a Roy Model with Multiple Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2002, 70 (6), 2367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2420.",
        "Erdem, TÃ\u0083Æ\u0092Ã\u0082Â¼lin, Susumu Imai, and Michael P. Keane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brand and Quantity Choice Dynamics Under Price Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Marketing and Economics, 2003, 1 (1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Farber, Henry S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility and Stability: The Dynamics of Job Change in Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley C. Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3, Elsevier Science, 1999, chapter 37, pp. 2439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2483.",
        "Farber, Henry S.. and Robert Gibbons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and wage dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 1996, 111 (4), 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1047.",
        "Fox, Jeremy T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Matching Games with Transfers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 2009. University of Chicago working paper.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Size Wage Gaps, Job Responsibility and Hierarchical Matching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, January 2009, 27 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Goldfarb, Avi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Dependence at Internet Portals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy, 2006, 15 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Greenstein, Shane M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did an Installed Base Give an Incumbent any (Measurable) Advantages in Federal Computer Procurement?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, Spring 1993, 24 (1), 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Hartmann, Wesley R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal effects of consumption and their implications for demand elasticity estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Marketing and Economics, December 2006, 4 (4), 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete TimeDiscrete Data Stochastic Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Charles F. Manski and Daniel L. McFadden, eds., Structural Analysis of Discrete Data and Econometric Applications, The MIT Press, 1981, chapter 4, pp. 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Varieties of Selection Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, May 1990, 80 (2), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Hendel, Igal and Aviv Nevo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Implications of Sales and Consumer Stockpiling Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2006, 74 (6), 1637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1673.",
        "Hirsch, Boris, Thorsten Schank, and Claus Schnabel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differences in Labor Supply to Monopsonistic Firms and the Gender Pay Gap: An Empirical Analysis Using Linked Employer-Employee Data from Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. University of Erlangen-Nuremberg working paper.",
        "Hu, Luojia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Hiring Decisions and Compensation Structures of Large Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, July 2003, 56 (4), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Jovanovic, Boyan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-specific Capital and Turnover,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 1979, 87 (6), 1246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1260.",
        "Kennan, John and James R. Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Expected Income on Individual Migration Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2009. University of Wisconsin working paper.",
        "Koopmans, Tjalling C. and Martin Beckmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assignment Problems and the Location of Economic Activities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 1957, 25 (1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Lazear, Edward P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is There Mandatory Retirement?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1979, 87 (61), 1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "Lundborg, Per and Per Skedinger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital gains taxation and residential mobility in Sweden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1998, 67, 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Magnac, Thierry and David Thesmar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Dynamic Discrete Decision Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70, 801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Manning, Alan, Monopsony in Motion: Imperfect Competition in Labor Markets, Princeton, 2003.",
        "Manski, Charles F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum Score Estimation of the Stochastic Utility Model of Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1975, 3, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Meghir, Costas and Luigi Pistaferri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Variance Dynamics and Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2004, 72 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Moshkin, Nickolay V. and Ron Shachar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Asymmetric Information Model of State Dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, Fall 2002, 21 (4), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Naidu, Suresh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recruitment Restrictions and Labor Markets: Evidence from the Post-Bellum U.S. South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2009. Harvard University working paper.",
        "Parsons, Donald O., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specific Human Capital: An Application to Quit Rates and Layoff Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, November 1972, 80 (6), 1120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1143.",
        "Pencavel, John H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Specific Training, and Labor Turnover in U.S. Manufacturing Industries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, February 1972, 13 (1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Postel-Vinay, Fabien and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Worker and Employer Heterogeneity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Ransom, Michael R. and David P. Sims, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Labor Supply Curve in a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New MonopsonyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Framework: School Teachers in Missouri,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2008. Brigham Young University working paper.",
        "Reynolds, Lloyd G., The Structure of Labor Markets, Harper and Brothers, 1951.",
        "Rust, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Replacement of the GMC Bus Engines: An Empirical Model of Harold Zurcher,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1987.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation of Markov Decision Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R.F. Engle and D.L. McFadden, eds., Handbook of Econometrics, Vol. IV, Elsevier Science, 1994, chapter 51, pp. 3081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3143.",
        "Salop, Joanne and Steven Salop, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Selection and Turnover in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 1976, 90 (4), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Shapley, Lloyd S. and Martin Shubik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The assignment game I: the core,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Game Theory, 1972, 1, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Shum, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Advertising Overcome Brand Loyalty? Evidence from the Breakfast-Cereals Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy, 2004, 13 (2), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Stiglitz, Joseph E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Theories of Wage Determination and Unemployment in LDCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s: The Labor Turnover Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 1974, 88 (2), 194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Thompson, T. Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Semiparametric Discrete Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1989. University of Minnesota Discussion Paper 249.",
        "Topel, Robert H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specific Capital, Mobility and Wages: Wages Rise with Job Seniority,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1991, 99 (1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "van der Berg, Gerard J. and Geert Ridder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Equilibrium Search Model of the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 1998, 66 (5), 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1221.",
        "Woodcock, Simon D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity and Learning in Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2003. Simon Fraser University working paper."
    ]
}