{
    "id": 15335,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Bib, S., H. Christophers, M. Degosciu, and H. Zimmermann, 2005, Risk, Returns, and Biases of Listed Private Equity Portfolios, WWZ Working Paper, No. 1/05, University of Basel.",
        "Brophy D.J., and M.W. Guthner, 1988, Publicly Traded Venture Capital Funds: Implications for Institutional Fund of Funds Investors, Journal of Business Venturing 3, 187-206.",
        "Carhart, M., 1997, On the Persistence of Mutual Fund Performance, Journal of Finance 52, 57-82.",
        "Cochrane, J.H., 2005, The Risk and Return of Venture Capital, Journal of Financial Economics 75, 3-52.",
        "Fama, E., 1990, Stock Returns, Expected Returns, and Real Activity, Journal of Finance 45, 1089-1108.",
        "Fama, E., and K. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Gompers, P., and J. Lerner, 1999, An Analysis of Compensation in the U.S. Venture Capital Partnership, Journal of Financial Economics 51, 3-44.",
        "Gompers, P., and J. Lerner, 2000, Money Chasing Deals? The Impact of Fund Inflows on Private Equity Valuations, Journal of Financial Economics 55, 28 1-325.",
        "Hwang, M., J. Quigley, and S. Woodward, 2005, An Index for Venture Capital, 1987-2003, Contributions to Economic Analysis & Policy 4, 1-43.",
        "Jensen, M.C., 2007, The Economic Case For Private Equity, Unpublished Harvard NOM Research Paper No. 07-02.",
        "Kaplan, S.N., and A. Schoar, 2005, Private Equity Performance: Returns, Persistence, and Capital Flows, Journal of Finance 60, 179 1-1823.",
        "Kaplan, S.N. and J.C. Stein, 1990, How Risky is the Debt in Highly Leveraged Transactions? Journal of Financial Economics 27, 215-245.",
        "Koopman, S.J., R. Kr",
        "Ljungqvist, A., and M. Richardson, 2003, The Cash Flow, Return and Risk Characteristics of Private Equity, NBER Working Paper, #9454.",
        "Martin, J.D., and J.W. Petty, 1983, An Analysis of the Performance of Publicly Traded Venture Capital Companies, Journal of Financial and Quantitative Analysis 18, 401-410.",
        "Phalippou, L., and 0. Gottschalg, 2009, The Performance of Private Equity Funds, Review of Financial Studies 22, 1747-1776.",
        "Weiss, Kathleen, 1989, The Post-offering Price Performance of Closed-end Funds, Financial Management 18, 57-67."
    ]
}