{
    "id": 15338,
    "cites": 19,
    "cited_by": 45,
    "reference": [
        "Altinkilic, 0. and R. S. Hansen (2000). Are There Economies of Scale in Underwriting Fees? Evidence of Rising External Financial Costs, Review of Fimamcial Stndies, 13(1), 191-218.",
        "Baker M., and J. Wurgler (2000). The Equity Share in New Issues and Aggregate Stock Returns, Jonrmal of Fimamce, 55(5), 2219-2257.",
        "Baxter, M. and R. G. King (1999). Measuring Business Cycles: Approximate Band-Pass Filters for Macroeconomic Time Series. Review of Ecomomics amd Statistics, 81(4), 575-93.",
        "Benk, S., M. Gillman, and M. Kejak (2005). Credit Shocks in the Financial Deregulatory Era: Not the Usual Suspects. Review of Ecomomic Dymamics, 8(3), 668-87.",
        "Bernanke, B., M. Gertler, and S. Gilchrist (1999). The Financial Accelerator in a Quantitative Business Cycle Framework, in: Taylor, J. B. and M. Woodford (editors), Handbook of Macroeconomics, Volume 1C, chapter 21, Amsterdam: Elsevier Science.",
        "Choe, H., R. W. Masulis, and V. Nanda (1993). Common stock offerings across the business cycle: Theory and evidence, Jonrmal of Empirical Fimamce, 3-31.",
        "Christiano, L., R. Motto, and M. Rostagno (2008). Financial Factors in Business Cycle. Unpublished manuscript, Northwestern University and European Central Bank.",
        "Covas, F. and W. den Haan (2005). Debt and Equity Finance over the Business Cycle. Unpublished manuscript, Bank of Canada and London Business School.",
        "Gilchrist, S., V. Yankov, and E. Zakrajsek (2009). Credit Risks and the Macroeconomy: Evidence from an Estimated DSGE Model. Unpublished manuscript, Boston University and Federal Reserve Board.",
        "Hansen, D. G. (1985). Indivisible Labor and the Business Cycle. Jonrmal of Mometary Ecomomics, 16(3), 309-27.",
        "Hansen, R. S. and P. Torregrosa (1992). Underwriter Compensation and Corporate Monitoring. Jonrmal of Fimamce, 47(4), 1537-55.",
        "Hennessy, C. A. and A. Levy (2005). Why Does Capital Structure Choice Vary with Macroeconomic Conditions?, forthcoming Jonrmal of Mometary Ecomomics.",
        "Hennessy, C. A. and T. M. Whited (2005). Debt Dynamics. Jonrmal of Fimamce, 60(3), 1129-65.",
        "Kiyotaki, N. and J. H. Moore (1997). Credit Cycles. Jonrmal of Political Ecomomy, 105(2), 211-48.",
        "Kiyotaki, N. and J. H. Moore (2008). Liquidity, Business Cycle, and Monetary Policy. Unpublished manuscript, Princeton University and Edinburgh University.",
        "Leary, M. T and M. R. Roberts (2005). Do Firms Rebalance Their Capital Structures?, Jonrmal of Fimamee, 2575-2620.",
        "Lintner, J. (1956). Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes. Americam Ecomomic Review, 46, 97-113.",
        "McGrattan, E. R. and E. C. Prescott (2007). Unmeasured Investment and the Puzzling U.S. Boom in the 1990s. NBER Working Paper No. 13499.",
        "Mendoza, E. and K. A. Smith (2006). Quantitative Implications of a DebtDeflation Theory of Sudden Stops and Asset Prices. Jonrmal of Imtermatiomal Ecomomics, 70(1), 82-114."
    ]
}