{
    "id": 15332,
    "cites": 24,
    "cited_by": 25,
    "reference": [
        "Castaing, John, The Course of the Exchange (London: 26 March 1697-30 June 1908.",
        "Carlos, Ann M., Karen Maguire and Larry Neal (2006). Financial Acumen, Women Speculators, and the Royal African Company during the South Sea Bubble. Accounting. Business and Financial History 16(2) (July), pp.219-243.",
        "Dale, R. S., Johnson, J. E., & Tang, L. (2005). Financial markets can go mad: evidence of irrational behaviour during the South Sea Bubble. Economic History Review, 233271.",
        "Dale, R. (2004). The First Crash: Lessons from the South Sea Bubble. New Jersey: Princeton University Press.",
        "Garber, P. M. (1990). Famous First Bubbles.Journal of Economic Perspectives, 35-54.",
        "Groeneveld, F. P. (1940). De Economische Crisis van hetJaar 1720. Groningen: P.",
        "Noordhoff N.V. Harris, Ron (1994). The Bubble Act: Its Passage and Its Effects on Business Organization. Journal of Economic History, 54:3 (September), pp. 6 10-627.",
        "Harris, Ron (2000). Industrializing English Law: Entrepreneurship and Business Organization, New York: Cambridge University Press.",
        "Heijden van der, E. J. (1908). De Ontwikkeling van de Naamlooze Vennootschap in Nederland voor de Codijica tie. Amsterdam: Vecht van der.",
        "Kindleberger, C. P. (1978). Manias, Panics, and Crashes: A History of Financial Crises. New York: Wiley.",
        "Koudijs, Peter, [2009]. The boats that did not sail: Evidence on the sources of asset price volatility from an 18th Century natural experiment, Working paper, Universitat Pompeu Fabra.",
        "Mackay, C. (1852). Extraordinary Popular Delusions and the Madness of Crowds. London: Office of the National Illustrated Library.",
        "Parsons, Brian Thomas (1974). The Behavior of Prices on the London Stock Market in the Early Eighteenth Century. Dissertation, University of Chicago, 1974.",
        "Neal, L., (1988), The Rise of the Financial Press: London and Amsterdam, 1681 -1810. Business History, 30:2, pp. 163-179.",
        "Neal, L. (1990). The Rise of Financial Capitalism. Melbourne: Cambridge University Press.",
        "Scott, W. R. (1910, 1912). The Constitution and Finance of English, Scottish and Irish Joint-Stock Companies. Cambridge: Cambridge University Press.",
        "Shea, G. 5. (2007). Financial Market Analysis Can Go Mad (in the Search for Irrational Behaviour During the South Sea Bubble). Economic History Review, 742-765.",
        "Slechte, C. H. (1982). Een Noodlottig Jaar Voor Veel Zotte en Wijze - De Rotterdamse windhandel van 1720. 1s Gravenhage: Martinus Nijhoff.",
        "Smith, M. F. (1919). Tijd-affaires in Effecten aan de Amsterdamsche Beurs. 1s Gravenhage.",
        "Temin, Peter and Hans-Joachim Voth (2004). Riding the South Sea Bubble. American EconomicReview 94, 2004.",
        "van Rijn, G. (1899). De actiehandel in 1720 te Rotterdam en de Maatschappij van Assurantie, Discontering en Beleening dezerStad. Rotterdam: P.M. Bazendijk.",
        "Weber, David (1992], The Spanish Frontier in North America. New Haven: Yale University Press.",
        "Velde, Fracois (2009). Was John Law's System a bubble? The Mississippi Bubble revisited,' in Jeremy Atack and Larry Neal, eds., The Origins and Development of Financial Markets and Institutions: From the Seventeenth Century to the Present, Cambridge: Cambridge University Press.",
        "Vissering, 5. (1863). Het groote Tafereel der Dwaasheid. In S. Vissering, Herinneringen, Studien en Schetsen, dl. I. Amsterdam: De Gids 1856."
    ]
}