{
    "id": 15336,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Aiken, James and Monmohan Singh, 2009, Deleveraging after Lehman: Evidence from Reduced Rehypothecation, ~ Acharya, Viral and Lasse Pedersen, 2005, Asset Pricing with Liquidity Risk, Journal of Financial Economics 77, 375-410.",
        "Agarwal, Vikas, William H. Fung, Yee Cheng Loon, and Narayan Naik, 2007. Liquidity Provision in the Convertible Bond Market: Analysis of Convertible Bond Hedge Funds, CFR Working Paper No. 04-03.",
        "Amihud, Yakov, 2002, Illiquidity and Stock Returns: Cross Section and Time Series Effects, Journal of Financial Markets 5, 31-56 Amihud, Yakov and H. Mendelson, 1986, Asset Pricing and the Bid-Ask Spread, Journal of Financial Economics 17, 223-49.",
        "Aragon, George 0., 2007, Share Restrictions and Asset Pricing: Evidence from the Hedge Fund Industry, Journal of Financial Economics 83, 33-5 8.",
        "Aragon, George 0. and J. Spencer Martin, 2009, A Unique View of Hedge Fund Derivatives Usage: Safeguard or Speculation?, http://papers.ssrn.coni/so13/~apers,cfrn?ahstract idi 108795.",
        "Brennan, Michael J. and A. Subramanyam, 1996, Market Microstructure and Asset Pricing: On the Compensation for Illiquidity in Stock Returns, Journal of Financial Economics 41, 441-64.",
        "Brunnermeier, Markus and Stefan Nagel, 2004, Hedge Funds and the Technology Bubble, Journal of Finance 59, 20 13-2040.",
        "Brunnermeier, Markus and Lasse Pedersen, 2009, Market Liquidity and Funding Liquidity, Review of Financial Studies 22, 220 1-2238.",
        "Cahill, Tom. Lehman Hedge-Fund Clients Left Cold as Assets Frozen. Bloomberg.com. October 1, 2008.",
        "http://w\\vw~bIoomberg.com/apps/news?pid=:2O6() I 087&sid=:adjHB~7sflJ}A&refer=horne Choi, Darwin, Mila Getmansky, and Heather Tookes, 2009. Convertible Bond Arbitrageurs as Suppliers of Capital, Journal of Financial Economics, forthcoming.",
        "Chordia, Tarun, Richard Roll and A. Subramanyam, 2001, Market Liquidity and Trading Activity, Journal of Finance 45, 50 1-30.",
        "Ivashina, Victoria and David Scharfstein, 2009, Bank Lending during the Financial Crisis of 2008, http://papers.ssrn.comlsol3/papers.cfm?abstract id= 1297337.",
        "Getmansky, Mila, Andrew Lo and Shauna Mei, 2004, Sifting Through the Wreckage: Lessons from Recent Hedge Fund Liquidations, Journal oflnvestment Management 2(4), 6-38.",
        "Glosten, Lawrence R. and Lawrence E. Harris, 1988, Estimating the Components of the Bid/Ask Spread, Journal of Financial Economics 21, 123-42.",
        "Griffin, John and Xu, 2009, How Smart Are the Smart Guys? A Unique View From, Review of Financial Studies, forthcoming.",
        "Lee, Charles and Mark J. Ready, 1991, Inferring Trade Direction from Intraday Data, Journal of Finance 46, 73 3-46.",
        "Liu, Xiuwen, and Antonio S. Mello, 2009. The Capital Structure of Financial Institutions and Liquidity Crises, http://papers.ssrn.coin/soi3/papers.cfrn?abstract id134361 7.",
        "Lo, Andrew W., 2008, Testimony before the U.S. House of Representatives, November 13, 2008.",
        "Pastor, Lubos and Robert Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy 111, 642-85.",
        "Sadka, Ronnie, 2006, Momentum and the Post Earnings Announcment Drift: The Role of Liquiidty Risk, Journal of Financial Economics 80, 309-49.",
        "Strahan, Philip E., 2009, Liquidity Production in Twenty-First Century Banks, forthcoming in the Oxford Handbook of Banking, edited by Allen Berger and John Wilson, Oxford University Press."
    ]
}