{
    "id": 15337,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Alberini, A., W. Hanington, and V. McConnell, 1998. Fleet Turnover and Old Car Scrap Policies. RFF Discussion Paper 98-23, March.",
        "Anderson, Soren T. and James M. Sallee, 2009. Using Loopholes to Reveal the Marginal Cost of Regulation: The Case of Fuel-Economy Standards. Working paper, University of Chicago and Michigan State University. Available at https://www.rnsu.edu/-sta/AndersonSailee ffvcafe. pdf.",
        "Barker, T. S., S. Junankar, H. Pollitt, and P. Summerton, 2007. Carbon Leakage from Unilateral Environmental Tax Reforms in Europe, 1995-2005. Energy Policy 35:6281-97.",
        "Bento, Antonio M., Lawrence H. Goulder, Marc R. Jacobsen, and Roger von Haefen, 2009. Distributional and Efficiency Impacts of Increased U.S. Gasoline Taxes. American Economic Review 99(3).",
        "Bushnell, James, Carla Peterman, and Catherine Wolfram, 2008. Local Solutions to Global Problems: Climate Change Policy Choice and Regulatory Jurisdictiion. Review of Environmental Economics and Policy 2:175-93.",
        "California Air Resources Board, 2008a. Comparison of Greenhouse Gas Reductions for the United States and Canada under U.S. CAFE Standards and California Air Resources Board Regulations: An Enhanced Technical Assessment. Available at California Air Resources Board, 2008b. Addendum to February 25 Technical Assessment. Available at http://www,ciirnatechan ge.ca.gov/~uhlications/arb.htrnI.",
        "Davis, L. W. and M. E. Kahn, 2009. International Trade in Used Vehicles: The Environmental Consequences of NAFTA. Gerald R. Ford School of Public Policy Discussion Paper No. 584.",
        "Felder, S. and T. F. Rutherford, 1993. Unilateral CO2 Reductions and Carbon Leakage: The Consequences of International Trade in Oil and Basic Materials. Journal of Environmental Economics and Management 25:162-76.",
        "Fowlie, Meredith, 2008. Incomplete Environmental Regulation, Imperfect Competition, and Emissions Leakage. NBER Working Paper No. W14421. Available at SSRN: http://ssrn.com/abstract= 1288420.",
        "Hahn, Robert W., 1995. An Economic Analysis of Scrappage. The RAND Journal of Economics 26(2) :22-242.",
        "Jacobsen, Marc R., 2007. Impacts of Changes in CAFE Standards in an Econometrically Based Simulation Model. Working paper.",
        "Kleit, Andrew N., 2004. Impacts of Long-Range Increases in the Corporate Average Fuel Economy (CAFE) Standard. Economic Inquiry 42:279-94.",
        "Klier, T. and J. Linn, 2008. New Vehicle Characteristics and the Cost of the Corporate Average Fuel Economy Standard. Federal Reserve Bank of Chicago Working Paper No. 2008-13.",
        "Knittel, Christopher R., 2009. Automobiles on Steroids: Product Attribute Trade-offs and Technological Progress in the Automobile Sector. Working paper. University of California at Davis.",
        "McGuinness, Meghan and A. Denny Ellerman, 2008. The Effects of Interactions between Federal and State Climate Policies, in Cap-and-Trade. Contributions to the Design of a U.S. Greenhouse Gas Program. A. D. Ellerman, M. D. Webster, J. Parsons, H. D. Jacoby and M. McGuinness eds., Cambridge, Mass.",
        "National Research Council, 2002. Effectiveness and Impact of Corporate Average Fuel Economy Standards. National Academy Press.",
        "Small, Kenneth A. and Kurt Van Dender, 2007. Fuel Efficiency and Motor Vehicle Travel: The Declining Rebound Effect. The Energy Journal 28(1):25-51."
    ]
}