{
    "id": 15331,
    "cites": 36,
    "cited_by": 2,
    "reference": [
        "Altman, E. and Rijken, H., 2004, How rating agencies achieve rating stability, Journal of Banking and Finance, Vol. 28, pp 2679-27 14.",
        "Altman, E. and Rijken, H., 2006, A Point-in-Time Perspective on Through-the-Cycle Ratings, Financial Analysts Journal, Vol. 62, No. 1, pp 54-70.",
        "Bannier, C., Behr, P. and Guttler, A., 2008, Do Unsolicited Ratings Contain a Strategic Rating Component? Evidence from S&P, Working paper.",
        "Bannier, C., and Tyrell, M., 2006, Modeling the Role of Credit Rating Agencies- Do they Spark of Virtous Circle?, Working Paper, Goethe University Frankfurt.",
        "Basel Committee on Banking Supervision, 2000, Credit Ratings and Complementary Sources of Credit Quality Information, BIS working paper.",
        "Becker, B. and Milbourn, T., 2008, Reputation and competition: evidence from the credit rating industry, working paper.",
        "Boot, A., Milbourn T., and Schmeits A., 2006, Credit Ratings as Coordination Mechanisms, Review of Financial Studies, Vol. 19, No. 1, pp 81-118.",
        "Boot, A. and Thakor, A., 1993, Security Design, Journal of Finance, Vol. 48, No. 4., pp 1349-137 8.",
        "Brister, B., Kennedy, R. and Liu, P., 1994, The Regulation Effect of Credit Ratings on Bond Interest Yield: The Case of Junk Bonds, Journal of Business Finance and Accounting, Vol. 21, No. 4.",
        "Campbell, J. and Taksler, G., 2003, Volatility and Corporate Bond Yields, Journal of Finance, Vol. 58, No. 6, pp 232 1-2349.",
        "Cantor, R., and Packer, F., 1997, Differences in Opinion and Selection Bias in the Credit Rating Industry, Journal of Banking and Finance, Vol. 21, pp 1395-1417.",
        "Carlson, M. and Hale, G., 2005, Courage to Capital? A Model of the Effects of Rating Agencies on Sovereign Debt Roll-over, Cowles Foundation Discussion Paper No. 1506.",
        "Carty, L. and Fons, J., 1993, Measuring Changes in Corporate Credit Quality, Moody's Special Report, New York.",
        "Chen, L., Lesmond, D. and Wei, J., 2007, Corporate Yield Spreads and Bond Liquidity, Journal of Finance, Vol. 62, No. 1, pp 119-149.",
        "Covitz, D., and Harrison, P., 2003, Testing Conflicts of Interest at Bond Rating Agencies with Market Anticipation: Evidence that Reputation Incentives Dominate, working paper, Federal Reserve Board, Washington, DC.",
        "Dc Jong, F. and Driessen, J., 2005, Liquidity risk premia in corporate bond markets, Working Paper, University of Amsterdam.",
        "Downing, C., Underwood, S. and Xing, Y., 2005, Is liquidity risk priced in the corporate bond market?, Working Paper.",
        "Gorton, G. and Pennacchi, G., 1990, Financial Intermediaries and Liquidity Creation, Journal of Finance, Vol. 45, No. 1, pp 49-72.",
        "Guntay, L. and Hackbarth, D., 2006, Corporate Bond Credit Spreads and Forecast Dispersion, Working Paper.",
        "Hsueh, P. and Kidwell, D., 1988, Bond Ratings: Are Two Better Than One?, Financial Management, Vol. 17, No. 1, pp 46-53.",
        "Hovakimian, A. , Kayhan, A. and Titman, 5., 2008, How Do Managers Target Their Credit Ratings? A Study of Credit Ratings and Managerial Discretion, working paper.",
        "Jewell, J., and Livingston, M., 1999, A Comparison of Bond Ratings from Moody's, S&P and Fitch, Financial Markets, Institutions and Instruments, Vol. 8, pp 1-45.",
        "Jorion, P., Zhu, L. and Shi, C., 2005, Informational Effects of Regulatory FD: Evidence from Rating Agencies, Journal of Financial Economics, Vol. 76, pp 309-330.",
        "Kisgen, D., 2006, Credit Ratings and Capital Structure, Journal of Finance, Vol. 61, No. 3, pp 1035- 1072.",
        "Kisgen, D., 2005, Do Firms Target Credit Ratings or Leverage Levels, Working Paper.",
        "Kisgen, D. and Strahan, P., 2009, Do Regulations Based on Credit Ratings Affect a Firm's Cost of Capital?, Working Paper.",
        "Kliger, D., and Sang, 0., 2000, The Information Value of Bond Ratings, Journal of Finance, Vol. 55, No. 6, pp 2879-2902.",
        "Longstaff, F., Mithal, S. and Neis, E., 2005, Corporate yield spreads: Default risk or liquidity? New evidence from the credit default swap market, Journal of Finance, Vol. 60, No. 5, pp 2213-2253.",
        "Michaely, R. and Womack, K. 1999: Conflict of Interest and the Credibility of Underwriter Analyst Recommendations, The Review of Financial Studies, Vol. 12, No. 4, pp 653-686.",
        "Moore W. and Shin, Y., 2003, Explaining credit rating differences between Japanese and U.S. agencies, Review of Financial Economics, Vol. 12, No. 4, pp 327-344.",
        "Morgan, D., 2002, Rating Banks: Risk and Uncertainty in an Opaque Industry, American Economic Review, Vol. 92, No. 4, pp 874-888.",
        "Poon, P. H., 2003, Are Unsolicited Ratings Downward Biased?, Journal of Banking and Finance, Vol. 27, pp 593-14.",
        "Poon, W. P. H., and Firth, M., 2005, Are Unsolicited Credit Ratings lower? International Evidence from Bank Ratings, Journal of Business Finance and Accounting, Vol. 32, pp 1741-771.",
        "Pottier, S. and Sommer, D., 1999: Property-Liability Insurer Financial Strength Ratings: Differences across Rating Agencies, The Journal of Risk and Insurance, Vol. 66, No. 4, pp 62 1-642.",
        "Sangiorgi, F., J. Sokobin and C. Spatt, 2009, Credit-Rating Shopping, Selection and the Equilibrium Structure of Ratings, working paper.",
        "Skreta, V. and L. Veldkamp, 2008: Ratings Shopping and Asset Complexity: A Theory of Ratings Inflation,unpublished manuscript, New York University."
    ]
}