{
    "id": 15333,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "AIt-Sahalia, Y. and Lo, A., Nonparametric estimation of state-price densities implicit in financial asset prices, Journal of Finance, Vol. 53, 1998, pp. 499-548.",
        "AIt-Sahalia, Y. and Lo, A., Nonparametric risk management and implied risk-aversion, Journal of Econometrics, Vol. 94, 2000, pp. 9-51.",
        "Bakshi, Gurdip, and Liuren Wu, 2006, Investor Irrationality and the Nasdaq Bubble, Working paper, University of Maryland.",
        "Barberis, Nicholas, and Andrei Shleifer, 2003, Style Investing, Journal of Financial Economics 68, 16 1-199.-Barberis, Nicholas, Andrei Shleifer, and Jeffrey Wurgler, 2005, Comovement, Journal of Financial Economics 75, 283-3 17.",
        "Bliss, Robert R., and Nikolaos Panigirtzoglou, 2002, Testing the stability of implied probability density functions, Journal of Banking and Finance 26, 381-422.-Bliss, Robert R., and Nikolaos Panigirtzoglou, 2004, Option-Implied Risk Aversion Estimates, Journal of Finance 59, 407-446.-Boyd, J., and Jagannathan, R., 1994, Ex-dividend price behavior of common stocks: Fitting some pieces of the puzzle, Review of Financial Studies 7, 711-741.-Breeden, Douglas T., and Robert H. Litzenberger, 1978, Prices of state-contingent claims implicit in options prices, Journal of Business 51, 621-651.-Brown, S.J., W.N. Goetzmann, T Hiraki, N. Shirishi, M. Watanabe, 2003, Investor Sentiment in Japanese and US Daily Mutual Fund Flows, NBER working paper #9470.",
        "Coval, Joshua D., and Tyler Shumway, 2001, Expected option returns, Journal of Finance 56, 983-1009.-Coval, Joshua D., and Tyler Shumway, 2005, Do Behavioral Biases Affect Prices? Journal of Finance 60, 983-1009.-Florentsen B., Rydqvist K., 2002, Ex-day behavior when investors and professional traders assume reverse roles: The case of Danish lottery bonds, Journal of Financial Intermediation 11, 152-175.-Friedman, M., and L. Savage, 1948, The Utility Analysis of Choices Involving Risk, Journal of Political Economy, 56, 279-304.-Goetzmann, William N., and Massimo Massa, 2002, Daily Momentum and Contrarian Behavior of Index Fund Investors, Journal of Financial and Quantitative Analysis 37, 375-389.-Goetzmann, William N., and Massimo Massa, 2003, Disposition Matters: Volume, Volatility, and Price Impact of a Behavioral Bias, NBER Working Paper 9499.",
        "Green, Richard C., Kristian Rydqvist, 1997, The Valuation of Non-Systematic Risks and the Pricing of Swedish Lottery Bonds, Review of Financial Studies 10, 447-480.-Grinblatt, Mark and Bing Han, 2005, Prospect Theory, Mental Accounting, and Momentum, Journal of Financial Economics 78.",
        "Hakansson, Nils H., 1970, Friedman-Savage Utility Functions Consistent with Risk Aversion, Quarterly Journal of Economics, 84, 472-487.-Jackwerth, Jens, 2000, Recovering risk aversion from option prices and realized returns, Review of Financial Studies 13, 433-451.-Jackwerth, Jens, and Mark Rubinstein, 1996, Recovering probability distributions from contemporary security prices, Journal of Finance 51, 1611-1631.-Jarrow, Robert A., 1988, Preferences, Continuity, and the Arbitrage Pricing Theory, Review of Financial Studies, 1, pp. 159-172.-Jones, M.C., Marron, J.S., Sheather, S.J. (1996), A Brief Survey of Bandwidth Selection for Density Estimation, Journal of the American StatisticalAssociation, 91, 40 1-407.",
        "Jurek, Jakub W., and Luis M. Viceira, 2006, Optimal Value and Growth Tilts in Long-Horizon Portfolios, Working paper, Harvard University.",
        "Kahneman, D., and A. Tversky, 1979, Prospect theory of decisions under risk, Econometrica, 47, 263-291.-Kalay, A., 1982, The ex-dividend day behavior of stock prices: A re-examination of the clientele effect, Journal of Finance 37, 1059-1070.-Kliger, Doron, and On Levy, 2002, Risk Preferences Heterogeneity: Evidence from Asset Markets, European Finance Review 6, 277-290.-Kumar, Alok and Charles M.C. Lee, 2005, Retail Investon Sentiment and Retunn Comovements, Journal of Finance, 61(5), 2451-2486.",
        "Kwang, Ng Yew, 1965, Why do People Buy Lotteny Tickets? Choices Involving Risk and the Indivisibility of Expenditune, Journal of Political Economy, 73, 530-535.-Lamont, Owen A. and Richard H. Thalen, 2003, Can the Market Add and Subtnact? Mispnicing in Tech Stock Carve-Outs. Journal of Political Economy, 111, pp. 227-68.",
        "Mankowitz, Harry, 1952, The Utility of Wealth, Journal of Political Economy, 60, 15 1-158.-Mayhew, Stewart, and Vassil Mihov, 2004, How Do Exchanges Select Stocks fon Option Listing? Journal of Finance 59, 447-471.-Post, Thieny, and Haim Levy, 2005, Does Risk Seeking Dnive Stock Pnices? A Stochastic Dominance Analysis of Aggnegate Investon Pnefenences and Beliefs, Review of Financial Studies 18, 925-953.-Rosenbeng, Joshua V., and Robert F. Engle, 2002, Empirical pnicing kennels, Journal of Financial Economics 64, 34 1-372.-Tvensky, A., and D. Kahneman, 1992, Advances in pnospect theony: Cumulative nepnesentation of uncertainty, Journal of Risk and Uncertainty, 5, 297-323.-"
    ]
}