{
    "id": 15340,
    "cites": 60,
    "cited_by": 22,
    "reference": [
        "Abel, A. B. (1990). Asset prices under habit formation and catching up with the joneses. American Economic Review 80(2), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Abel, A. B. (1999). Risk premia and term premia in general equilibrium. Journal of Monetary Economics 43(1), 3 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 33.",
        "Abel, A. B. and J. C. Eberly (2005). Investment, valuation, and growth options. mimeo. The Wharton School and Kellogg School of Management.",
        "Atkeson, A. and P. J. Kehoe (1999). Models of energy use: Putty-putty versus putty-clay. American Economic Review 89(4), 1028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1043.",
        "Attanasio, O. P. and A. Vissing-Jorgensen (2003). Stock market participation, intertemporal substitution and risk aversion. American Economic Review, Papers and Proceedings 93, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Backus, D. K., B. R. Routledge, and S. E. Zin (2008). The cyclical component of u.s. asset returns. Working Paper, NYU Stern and Tepper School of Business.",
        "Bansal, R. and A. Yaron (2004). Risks for the long run: A potential resolution of asset pricing puzzles. Journal of Finance 59(4), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Baxter, M. and R. G. King (1999). Measuring business cycles: Approximate band-pass filters for economic time series. Review of Economics and Statistics 81(4), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Berk, J. B., R. C. Green, and V. Naik (1999). Optimal investment, growth options, and security returns. Journal of Finance 54(5), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1607.",
        "Berk, J. B., R. C. Green, and V. Naik (2004). Valuation and return dynamics of new ventures. Review of Financial Studies 17(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Caballero, R. J. and R. S. Pindyck (1996). Uncertainty, investment, and industry evolution. International Economic Review 37(3), 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c662.",
        "Campbell, J. Y. and J. H. Cochrane (1999). By force of habit: A consumption-based explanation of aggregate stock market behavior. Journal of Political Economy 107(2), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Carlson, M., A. Fisher, and R. Giammarino (2004). Corporate investment and asset price dynamics: Implications for the cross section of returns. Journal of Finance 59(6), 2577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2603.",
        "Carlson, M., A. Fisher, and R. Giammarino (2006). Corporate investment and asset price dynamics: Implications for seo event studies and long-run performance. Journal of Finance 61(3), 1009 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1034.",
        "Chan, Y. L. and L. Kogan (2002). Catching up with the joneses: Heterogeneous preferences and the dynamics of asset prices. Journal of Political Economy 110(6), 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Cochrane, J. H. (1996). A cross-sectional test of an investment-based asset pricing model. Journal of Political Economy 104(3), 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        "Cochrane, J. H. (2005). Asset pricing. Princeton and Oxford: Princeton University Press.",
        "Comin, D. and M. Gertler (2006). Medium-term business cycles. American Economic Review 96(3), 523.",
        "Cooper, I. (2006). Asset pricing implications of non-convex adjustment costs and irreversibility of investment. Journal of Finance 61(1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Daniel, K. D. and D. A. Marshall (1999). Consumption based modeling of long horizon returns. mimeo. Northwestern University.",
        "Duffee, G. R. (2005). Time-variation in the covariance between stock returns and consumption growth. Journal of Finance 60(4), 1673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1712.",
        "Fama, E. F. and K. R. French (1995). Size and book-to-market factors in earnings and returns. Journal of Finance 50(1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Gala, V. D. (2006). Investment and returns. PhD Dissertation, University of Chicago GSB.",
        "GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, N., L. Kogan, and S. Panageas (2009). The demographics of innovation and asset returns. Working paper, Berkeely-Haas, MIT-Sloan and Chicago-Booth.",
        "GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, N. and S. Panageas (2007). Young, old, conservative and bold: The implications of heterogeneity and finite lives for asset pricing. Working Paper, Berkeley Haas, and Chicago Booth.",
        "Gomes, J., L. Kogan, and L. Zhang (2003). Equilibrium cross section of returns. Journal of Political Economy 111(4), 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732.",
        "Gourio, F. (2004). Operating leverage, stock market cyclicality, and the cross-section of returns. Working Paper, Chicago GSB.",
        "Greenwood, J., Z. Hercowitz, and G. W. Huffman (1988). Investment, capacity utilization, and the real business cycle. American Economic Review 78(3), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Greenwood, J. and B. Jovanovic (1999). The information-technology revolution and the stock market. American Economic Review 89(2), 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Heinricher, A. C. and R. H. Stockbridge (1991). Optimal control of the running max. SIAM J. Control Optim. 29(4), 936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c953.",
        "Helpman, E. (1998). General purpose technologies and economic growth. Cambridge and London: MIT Press.",
        "Hsu, P.-H. (2009). Technological innovations and aggregate risk premiums. Forthcoming, Journal of Financial Economics.",
        "Hulten, C. R. (1992). Growth accounting when technical change is embodied in capital. American Economic Review 82(4), 964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "Iraola, M. A. and M. S. Santos (2009). Long-term asset price volatility and macroeconomic fluctuations.",
        "Jermann, U. and V. Quadrini (2007). Stock market boom and the productivity gains of the 1990s. Journal of Monetary Economics 54(2), 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Jermann, U. J. (1998). Asset pricing in production economies. Journal of Monetary Economics 41(2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Jones, C. I. (1997). Introduction to Economic Growth (First Edition ed.). New York and London: W.W. Norton.",
        "Jovanovic, B. and G. M. MacDonald (1994). The life cycle of a competitive industry. Journal of Political Economy 102(2), 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Jovanovic, B. and P. L. Rousseau (2003). Two technological revolutions. Journal of the European Economic Association 1(2-3), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Kaltenbrunner, G. and L. A. Lochstoer (2006). Long run risk through consumption smoothing. mimeo. London Business School.",
        "Karatzas, I. and S. E. Shreve (1998). Methods of mathematical finance, Volume 39. Springer-Verlag.",
        "King, R. G., C. I. Plosser, and S. T. Rebelo (1988). Production, growth and business cycles: I. the basic neoclassical model. Journal of Monetary Economics 21(2/3), 195 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 232.",
        "Kogan, L. (2004). Asset prices and real investment. Journal of Financial Economics 73(3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 431.",
        "Lamont, O. A. (2000). Investment plans and stock returns. Journal of Finance 55(6), 2719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2745.",
        "Morley, J. C., C. R. Nelson, and E. Zivot (2002). Why are beveridge-nelson and unobserved component decompositions so different? mimeo. University of Washington.",
        "Novy-Marx, R. (2003). An equilibrium model of investment under uncertainty. mimeo. Chicago Booth.",
        "Obreja, I. and C. Telmer (2008). Accounting for low-frequency variation in tobins q. Working Paper, December 2008, Leeds School of Business and Tepper School of Business.",
        "Ã\u0083Æ\u0092Ã\u0082Ë\u009cksendal, B. (2003). Stochastic differential equations. Springer-Verlag.",
        "Papanikolaou, D. (2007). Investment-specific technology shocks and asset prices. mimeo. MIT, Sloan School.",
        "Pastor, L. and P. Veronesi (2004). Was there a nasdaq bubble in the late 1990s? Journal of Financial Economics 81, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Pastor, L. and P. Veronesi (2009). Technological revolutions and stock prices. American Economic Review 99, 1451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1483.",
        "Rebelo, S. (1991). Long-run policy analysis and long-run growth. Journal of Political Economy 99(3), 500Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Rogerson, R. (1988). Indivisible labor, lotteries and equilibrium. Journal of Monetary Economics 21(1), 3 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 16.",
        "Romer, P. M. (1990). Endogenous technological change. Journal of Political Economy 98(5), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Santos, T. and P. Veronesi (2008). Habit formation, the cross section of stock returns and the cash-flow risk puzzle. Working Paper, Columbia GSB and Chicago Booth.",
        "Scotchmer, S. (1991). Standing on the shoulders of giants: Cumulative research and the patent law. The Journal of Economic Perspectives 5(1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Titman, S., J. K. Wei, and F. Xie (2004). Capital investments and stock returns. Journal of Financial and Quantitative Analysis 39, 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Vigfusson, R. J. (2004). The delayed response to a technology shock. a flexible price explanation. Working paper, The Federal Reserve Board.",
        "Yu, J. (2007). The long and the short of asset prices: Using long run consumption-return correlations to test asset pricing models. mimeo. The Wharton School.",
        "Zhang, L. (2005). The value premium. Journal of Finance 60(1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103."
    ]
}