{
    "id": 15345,
    "cites": 28,
    "cited_by": 11,
    "reference": [
        "Attanasio, 0., E. Fitzsimons, A. G",
        "Baland, J. and J. A. Robinson (2000), Is child labor inefficient?, Journal of Political Economy 108: 663-679.",
        "Banerjee, A. and A. Newman (1993). Occupational Choice and the Process of Development. Journal of Political Economy, 101, 274-298 Barham, V., R. Boadway, M. Marchand, and P. Pestieau (1995). Education and the Poverty Trap, European Economic Review 39 (7), 1257-75.",
        "Basu, K. (2006), Gender and Say: a model of household behavior with endogenously determined balance of power, Economic Journal, 116: 558-580.",
        "Basu, K., and P. Van (1998), The economics of child labor, American Economic Review, 88: 412-427.",
        "Basu, K., S. Das, and B. Dutta (2009), Child labor and household wealth: Theory and empirical evidence of an inverted-U, Journal of Development Economics, forthcoming.",
        "Becker, G. (1965), A theory of the allocation of time, Economic Journal 75: 493-5 17.",
        "Cigno, A. and F. Rosati (2005), The economics of child labour, (Oxford University Press, Cambridge).",
        "Doepke, M., and F. Zilibotti (2005), The macroeconomics of child labor regulation, American Economic Review 95: 1492-1524.",
        "Doran, K. (2006), Can we ban child labor without harming household welfare? An answer from schooling experiments, Unpublished paper (Princeton University, Princeton, NJ).",
        "Edmonds, E. (2005), Does child labor decline with improving economic status?, Journal of Human Resources 40: 77-99.",
        "Edmonds, E. (2006), Child labor and schooling responses to anticipated income in South Africa, Journal of Development Economics 81(2): 386-414.",
        "Edmonds, E. (2007), Child Labor, in T.P. Schultz and J. Strauss, eds., Handbook of Development Economics, (Elsevier Science, Amsterdam, North-Holland) 3607-37 10.",
        "Emerson, P. and A. Portela Souza (2003), Is there a child labor trap? Intergenerational persistence of child labor in Brazil, Economic Development and Cultural Change Fafchamps, M. and J. Wahba (2006), Child labor, urban proximity, and household composition, Journal of Development Economics 79: 374-397.",
        "Fan, J. and I. Gijbels (1995), Local Polynomial Modelling and Its Applications. New York: Chapman & Hall.",
        "Filmer, D., and N. Schady (2008), Getting girls into school: evidence from a scholarship program in Cambodia, Economic Development and Cultural Change 56(3): 58 1-617.",
        "Kruger, D. (2007), Coffee production effects on child labor and schooling in rural Brazil, Journal of Development Economics 82: 448-463.",
        "Levison, D., R. Anker, S. Ashraf, and S. Barge (1998), Is child labor really necessary in India's carpet industry, in: R. Anker, S. Barge, S. Rajagopal, and M.P. Joseph, eds., Economics of Child Labor in Hazardous Industries of India, (Hindustan Publishing, New Delhi, India) pp. 95-133.",
        "Manacorda, M. (2006), Child labor and the labor supply of other household members: Evidence from 1920 America, American Economic Review 96: 1788-1800.",
        "Manacorda, M., and F. Rosati (2007), Local labor demand and child labor, Working Paper (Understanding Children's Work Project, Rome).",
        "Paxson, C., and N. Schady (2009), Does money matter? The effects of cash transfers on child development in rural Ecuador, Economic Development and Cultural Change, forthcoming.",
        "The Probe Team (1999), Public Report on Basic Education in India (Oxford University Press, New Delhi, India).",
        "Ravallion, M., and Q. Wodon (2000), Does child labour displace schooling? Evidence on behavioural responses to an enrollment subsidy, The Economic Journal 110(462): 1S8-17S Rosenzweig, M., and R. Evenson, (1977), Fertility, schooling, and the economic contribution of children in the rural India: An econometric analysis, Econometrica 45: 106S - 1079.",
        "Schady, N. (2004), Do macroeconomic crisis always slow human capital accumulation?, World Bank Economic Review 18: 131-1S4.",
        "Schady, N., and M. C. Araujo (2008), Cash transfers, conditions, and school enrollment in Ecuador, EconomIa 8(2): 43-70.",
        "Schady, N., and J. Rosero (2008), Are cash transfers made to women spent like other sources of income?, Economics Letters 101(3): 246-48.",
        "Schultz, T. P (2004), School subsidies for the poor: evaluating the Mexican Progresa poverty program, Journal of Development Economics 74(1): 199-250.",
        "APPENDIX ONE: BACKGROUND ON THE BONO DE DESARROLLO HUMANO EVALUATION Ecuador has three geographic areas-coast, highlands, and jungle. Administratively, the country is divided into provinces, cantons, and parishes. In 2005, there were 22 provinces, 219 cantons, and 874 parishes. Provinces span both urban and rural areas; cantons can be either entirely urban (as would be the case, for example, with the capital city, Quito), or a mix of urban and rural. Parishes are entirely rural or urban. In rural areas, parishes correspond roughly to villages; in urban areas, parishes frequently conespond to neighborhoods within a larger city. Of the 874 parishes in the country in 2005, 219 were urban, and 655 rural. The parishes in the BDH evaluation were drawn from four provinces in the highlands region of the country: Carchi, Cotopaxi, Imbabura, and Tungurahua. Appendix Table 1.1 compares the sample of rural parishes included in the BDH evaluation to other rural parishes in Ecuador."
    ]
}