{
    "id": 15343,
    "cites": 44,
    "cited_by": 43,
    "reference": [
        "ALESINA, A., E. GLAESER, AND B. SACERDOTE (2005): Work And Leisure In The US And Europe: Why So Different?, NBER Macroeconomic Annual 2005. BAXTER, M., AND R. G. KING (i993): Fiscal Policy In General Equilibrium, American Economic Review, 82(3), 3i5-334.",
        "BLANCHARD, 0. (2004): The Economic Future Of Europe, Journal Of Economic Perspectives, i8(4), 3-26. BRUCE, N., AND S. J. TURNOVSKY (i999): Budget Balance, Welfare, And The Growth Rate: Dynamic Scoring Of The Long Run Government Budget, Journal Of Money, Credit And Banking, 3i, i62-i86.",
        "CAREY, D., AND J. RABESONA (2002): Tax Ratios On Labour And Capital Income And On Consumption, OECD Economic Studies, (35).",
        "CAssoU, S. P., AND K. J. LANSING (2006): Tax Reform With Useful Public Expenditures, Journal Of Public Economic Theory, 8(4), 63i-676.",
        "CHARI, V. V., L. J. CHRISTIANO, AND P. J. KEHOE (1995): Policy Analysis In Business Cycle Models, Thomas F. Cooley, Ed., Frontiers Of Business Cycle Research, Princeton, New Jersey: Princeton University Press, pp. 357-9i.",
        "CHARI, V. V., P. J. KEHOE, AND E. R. MCGRATTAN (2007): Business Ccyle Accounting, Econometrica, 75(3), 78i-836.",
        "CHRI5TIAN0, L. J., AND M. EICHENBAUM (1992): Current Real-Business-Cycle Theories And Aggregate Labor-Market Fluctuations, American Economic Review, 82, 430-50.",
        "COOLEY, T. F., AND E. PRESCOTT (1995): Economic Growth And Business Cycles, Frontiers Of Business Cycle Research (Ed. Thomas F. Cooley), Princeton University Press, pp. i-38.",
        "D0MEIJ, D., AND M. FLODEN (2006): The Labor-Supply Elasticity And Borrowing Constraints: Why Estimates Are Biased, Review Of Economic Dynamics, 9, 242-262.",
        "FELDSTEIN, M., AND C. H0RIOKA (1980): Domestic Saving And International Capital Flows, The Economic Journal, 90, 3i4-329.",
        "FLODEN, M., AND J. LINDE (2001): Idiosyncratic Risk In The United States And Sweden: Is There A Role For Government Insurance?, Review Of Economic Dynamics, 4, 406-437.",
        "GARCIA-MILA, T., A. MARCET, AND E. VENTURA (2001): Supply-Side Interventions And Redistribution, Manuscript.",
        "GRUBER, J. (2006): A Tax-Based Estimate Of The Elasticity Of Intertemporal Substitution, NBER Working Paper.",
        "HALL, R. E. (1988): Intertemporal Substitution Of Consumption, Journal Of Political Economy, 96(2), 339-357.",
        "(2008): Sources and Mechanisms of Cyclical Fluctuations in the Labor Market, draft, Stanford University.",
        "HOUSE, C. L., AND M. D. SHAPIRO (2006): Phased-In Tax Cuts And Economic Activity, Forthcoming American Economic Review.",
        "IRELAND, P. N. (1994): Supply-Side Economics And Endogenous Growth, Journal Of Monetary Economics, 33, 559-572.",
        "JONSSON, M., AND P. KLEIN (2003): Tax Distortions In Sweden And The United States, European Economic Review, 47, 7ii-729.",
        "KIM, J., AND S. H. KIM (2004): Welfare Effects Of Tax Policy In Open Economies: Stabilization And Cooperation, Manuscript.",
        "KIMBALL, M. S., AND M. D. SHAPIRO (2003): Labor Supply: Are The Income And Substitution Effects Both Large Or Small?, Manuscript.",
        "KING, R. S., AND S. T. REBELO (1999): Resuscitating Real Business Cycles, Handbook Of Macroeconomics, Edited By J. B. Taylor And M. Woodford, Amsterdam: Elsevier, iB, 927-i007.",
        "KLEIN, P., P. KRUSELL, AND J. V. RIOS-RULL (2004): Time-Consistent Public Expenditures, Manuscript.",
        "KNIESNER, T. J., AND J. P. ZILIAK (2005): The Effect Of Income Taxation On Consumption And Labor Supply, Manuscript.",
        "KYDLAND, F. E., AND E. C. PRESCOTT (1982): Time To Build And Aggregate Fluctuations, Econometrica, 50, i345-i370.",
        "LANSING, K. (1998): Optimal Fiscal Policy In A Business Cycle Model With Public Capital, The Canadian Journal Of Economics, 31(2), 337-364.",
        "LEEPER, E. M., AND S.-C. S. YANG (2005): Dynamic Scoring: Alternative Financing Schemes, NBER Working Paper.",
        "LINDSEY, L. B. (1987): Individual taxpayer response to tax cuts: 1982-1984: With implications for the revenue maximizing tax rate, Journal of Public Economics, 33(2), i73-206.",
        "LJUNGQVIST, L., AND T. J. SARGENT (2006): Do Taxes Explain European Employment? Indivisible Labor, Human Capital, Lotteries, And Savings, Manuscript.",
        "MANKIW, G. N., AND M. WEINZIERL (2005): Dynamic Scoring: A Back-Of-TheEnvelope Guide, Forthcoming Journal Of Public Economics.",
        "MCGRATTAN, E. R. (1994): The Macroeconomic Effects Of Distortionary Taxation, Journal Of Monetary Economics, 33(3), 573-60i.",
        "MENDOZA, E. G., A. RAZIN, AND L. L. TESAR (1994): Effective Tax Rates In Macroeconomics: Cross-Country Estimates Of Tax Rates On Factor Incomes And Consumption, Journal Of Monetary Economics, 34, 297-323.",
        "MENDOZA, E. G., AND L. L. TESAR (1998): The International Ramifications Of Tax Reforms: Supply-Side Economics In A Global Economy, American Economic Review, 88, 402-4i7.",
        "NOVALES, A., AND J. RUIZ (2002): Dynamic Laffer Curves, Journal Of Economic Dynamics And Control, 27, i8i-206.",
        "PISSARIDES, C., AND L. R. NGAI (2008): Welfare Policy and the Sectoral Distribution of Employment, draft, London School of Economics.",
        "PRESCOTT, E. C. (2002): Prosperity And Depression, American Economic Review, 92, i-iS.",
        "(2004): Why Do Americans Work So Much More Than Europeans?, Quarterly Review, Federal Reserve Bank Of Minneapolis.",
        "(2006): Nobel Lecture: The Transformation Of Macroeconomic Policy And Research, Journal Of Political Economy, 114(2), 203-235.",
        "ROGERSON, R. (2007): Taxation and Market Work: Is Scandinavia an Outlier?, NBER Working Paper 12890.",
        "SCHMITT-GROHE, S., AND M. URIBE (1997): Balanced-Budget Rules, Distortionary Taxes, And Aggregate Instability, Journal Of Political Economy, 105(5), 976-bOO.",
        "SHIMER, R. (2008): Convergence in Macroeconomics: The Labor Wedge, Manuscript, University of Chicago.",
        "TRABANDT, M. (2006): Optimal Pre-Announced Tax Reforms Under Valuable And Productive Government Spending, Manuscript.",
        "UHLIG, H. (2004): Do Technology Shocks Lead To A Fall In Total Hours Worked?, Journal Of The European Economic Association, 2(2-3), 36i-37i.",
        "WANNISKI, J. (1978): Taxes, Revenues, And The Laffer Curve, The Public Interest.",
        "YANAGAWA, N., AND H. UHLIG (1996): Increasing The Capital Income Tax May Lead To Faster Growth, European Economic Review, 40, iS2i-i540. 0) C) > cC cC (I) CO C) J C C) > C) cc IC) (I) -D C) (I)"
    ]
}