{
    "id": 15346,
    "cites": 74,
    "cited_by": 11,
    "reference": [
        "Altonji, Joseph, and Lewis Segal, (1996), Small Sample Bias in GMM Estimation of Covariance Structures, Journal of Business and Economic Statistics, 14, pp. 3S3-366. Ashenfelten, Onley, and David Card, (198S), Using the Longitudinal Structure of Earnings to Estimate the Effects of Training Programs, Review of Economics and Statistics, 67(4).",
        "Attanasio, Onazio, Costas Meghin, and Miguel Szekely, (2003), Using Randomized Experiments and Structural Models for Scaling Up: Evidence from the PROGRESA Evaluation , Mimeo, University College London.",
        "Bandiena, Oriana, and Imnan Rasul, (2003), Complementarities, Social Networks and Technology Adoption in Mozambique, Working Paper, London School of Economics.",
        "Besley, Timothy, and Anne Case, (1993), Modelling Technology Adoption in Developing Countries, AER Papers and Proceedings, 83(2), pp. 396-402.",
        "Bjonklund, Andens, and Robert Moffitt, (1987), The Estimation of Wage Gains and Welfare Gains in Self Selection Models, Review of Economics and Statistics, pp. 42-49.",
        "Card, David, (2000), Estimating The Returns to Schooling: Progress of Some Persistent Econometric Problems, NBER Working Paper No. 7769, Cambridge, MA.",
        "Card, David, (1998), The Causal Effect of Education on Earnings, in the Handbook of Labour Economics, eds. Onley Ashenfelten and David Card.",
        "Card, David, (1996), The Effect of Unions on the Structure of Wages: A Longitudinal Analysis, Econometrica, 64.",
        "Card, David, and Daniel Sullivan, (1988), Measuring the Effect of Subsidized Training Programs on Movements In and Out of Employment, Econometrica, S6.",
        "Canneino, Pedro, Kansten Hansen, and James Heckman, (2003), 2001 Lawrence R. Klein Lecture: Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice, International Economic Review, 44 (2), pp. 361-422.",
        "Canneino, Pedro, and James Heckman, (2002), The Evidence on Credit Constraints in PostSecondary Schooling, Economic Journal, 112 (October), pp. 70S-734.",
        "Canneino, Pedro, and Sokbae Lee, (2004), Comparative Advantage and Schooling, Working Paper, University College London.",
        "Chamberlain, Gary, (1993), Feedback in Panel Data Models, mimeo, Department of Economics, Harvard University.",
        "Chamberlain, Gary, (1984), Panel Data, in Zvi Griliches and Michael Intriligaton (eds.), Handbook of Econometrics, Amsterdam: North-Holland.",
        "Chamberlain, Gary, (1982), Multivariate Regression Models for Panel Data, Journal of Econometrics, 18, pp. 5-46.",
        "Conley, Timothy, and Christopher Udny, (2003), Learning About A New Technology: Pineapple in Ghana, Working Paper, University of Chicago and Yale University.",
        "Conbett, John, (1998), Classifying Maize Production Zones in Kenya Through Multivariate Cluster Analysis, in Maize Technology Development and Transfer: A GIS Application for Research Planning in Kenya, ed. Rashid Hassan, CAB International, Wallingfond, UK.",
        "Cnoppenstedt, Andre, Mulat Demeke, and Meloria Meschi, (2003), Technology Adoption in the Presence of Constraints: The Case of Fertilizer Demand in Ethiopia, Review of Development Economics, 7(1), pp. S8-70.",
        "David, Paul, (2003), Zvi Griliches on Diffusion, Lags and Productivity Growth... Connecting the Dots, Paper Prepared for the Conference on R&D, Education and Productivity, Held in Memory of Zvi Griliches (1930-1999), August 2003.",
        "De Groote, Hugo, William Ovenholt, James Ouma, and S. Mugo, (2003), Assessing the Potential Impact of Bt Maize in Kenya Using a GIS Based Model, Working Paper, CIMMYT (International Maize and Wheat Improvement Center). Dencon, Stefan and Luke Christiaensen, Luc, (200S), Consumption Risk, Technology Adoption and Poverty Traps: Evidence from Ethiopia, mimeo.",
        "Dixon, Robert, (1980), Hybrid Corn Revisited, Econometrica, 48 (6), pp 14S1-1461.",
        "Doss, Cheryl, (2003), Understanding Farm Level Technology Adoption: Lessons Learned from CIMMYT's Micro Surveys in Eastern Africa, Economics Working Paper No. 03-07, CIMMYT (International Maize and Wheat Improvement Center), Kenya.",
        "Duflo, Esther, Michael Knemen, and Jonathan Robinson, (2008a), Nudging Farmers to Use Fertilizer: Evidence from Kenya, Working Paper, 2008.",
        "Duflo, Esther, Michael Knemen, and Jonathan Robinson, (2008b), How High Are Rates of Return to Fertilizer? Evidence From Field Experiments in Kenya, Prepared for 2008 American Economic Association Meetings.",
        "Evenson, Robert, and Genmano Mwabu, (1998), The Effects of Agricultural Extension on Farm Yields in Kenya, Economic Growth Center Discussion Paper No. 798. Feden, Genshon, Richard Just, and David Zilbenman, (198S), Adoption of Agricultural Innovations in Developing Countries: A Survey, Economic Development and Cultural Change.",
        "Foster, Andrew, and Mark Rosenzweig, (199S), Learning by Doing and Learning from Others: Human Capital and Technological Change in Agriculture, Journal of Political Economy, 103, pp. 1176-1209.",
        "Garen, John, (1984), The Returns to Schooling: A Selectivity Bias Approach with a Continuous Choice Variable, Econometrica, 52 (5), pp. 1199-1218.",
        "Gerhart, John Deuel, (1975), The Diffusion of Hybrid Maize in Western Kenya, Ph.D. Dissertation, Princeton University.",
        "Gibbons, Robert, Lawrence F. Katz, Thomas Lemieux, and Daniel Parent, (2002), Comparative Advantage, Learning, and Sectoral Wage Differences, Journal of Labor Economics, 23, pp. 681-723.",
        "Green, David, (1991), A Comparison of the Estimation Approaches for the Union-Nonunion Wage Differential, Discussion Paper No. 9 1-13, Department of Economics, University of British Columbia, Vancouver, Canada.",
        "Griliches, Zvi, (1957), Hybrid Corn: An Exploration in the Economics of Technological Change, Econometrica, 25, pp. 501-522.",
        "Griliches, Zvi, (1980), Hybrid Corn Revisited: A Reply, Econometrica, 48 (6), pp. 14631465.",
        "Hall, Bronwyn, (2004), Innovation and Diffusion, NBER Working Paper No. 10212.",
        "Hassan, Rashid, Festus Murithi, and Geofry Kamau, (1998), Determinants of Fertilizer Use and the Gap Between Farmers' Maize Yields and Potential Yields in Kenya, in Maize Technology Development and Transfer: A CIS Application for Research Planning in Kenya, ed. Rashid Hassan, CAB International, Wallingford, UK.",
        "Hassan, Rashid, Kiairie Njoroge, Mugo Njore, Robin Otsyula, and A. Laboso, (1998), Adoption Patterns and Performance of Improved Maize in Kenya, in Maize Technology Development and Transfer: A CIS Application for Research Planning in Kenya, ed. Rashid Hassan, CAB International, Wallingford, UK.",
        "Hassan, Rashid, Ruth Onyango, and J. K. Rutto, (1998), Relevance of Maize Research in Kenya to Maize Production Problems Perceived by Farmers, in Maize Technology Development and Transfer: A CIS Application for Research Planning in Kenya, ed. Rashid Hassan, CAB International, Wallingford, UK.",
        "Hassan, Rashid, and Joel Ransom, (1998), Relevance of Maize Research in Kenya to Maize Production Problems Perceived by Farmers, in Maize Technology Development and Transfer: A CIS Application for Research Planning in Kenya, ed. Rashid Hassan, CAB International, Wallingford, UK.",
        "Heckman, James, and Xuesong Li, (2003), Selection Bias, Comparative Advantage and Heterogeneous Returns to Education: Evidence from China in 2000, IFAU - Institute for Labour Market Policy Evaluation, Working Paper 2003:17.",
        "Heckman, James, Justin Tobias, and Edward Vytlacil, (2001), Four Parameters of Interest in the Evaluation of Social Programs, Southern Economic Journal, 68 (2), pp. 210-223.",
        "Heckman, James, Jeffrey Smith, with the assistance of Nancy Clements (1997), Making the Most out of Programme Evaluations and Social Experiments: Accounting for Heterogeneity in Programme Impacts, Review of Economic Studies, 64, pp. 487-535.",
        "Heckman, James, and Edward Vytlacil, (1997), Instrumental Variables Methods for the Correlated Random Coefficient Model: Estimating the Average Rate of Return to Schooling When the Return is Correlated with Schooling, Journal of Human Resources, 33(4).",
        "Heckman, James, and Bo Honore, (1990), The Empirical content of the Roy Model, Econometrica, 58 (5), pp. 1121-1149.",
        "Jayne, Thom S., Robert J. Myers, and James Nyoro, (2005), Effects of Government Maize Marketing and Trade Policies on Maize Market Prices in Kenya, Working Paper, MSU.",
        "Jayne, Thom S., Takashi Yamano, James Nyoro, and Tom Awuor, (2001), Do Farmers Really Benefit from High Food Prices? Balancing Rural Interests in Kenya's Maize Pricing and Marketing Policy, Tegemeo Draft Working Paper 2B, Tegemeo Institute, Kenya.",
        "Jayne, Thomas, and Takashi Yamano, (2004), Measuring the Impacts of Working-age Adult Mortality on Small-Scale Farm Households in Kenya, World Development, 32(1), pp. 9 1-119.",
        "Karanja, Daniel, (1996), An Economic and Institutional Analysis of Maize Research in Kenya, MSU International Development Working Paper No. 57, Department of Agricultural Economics and Department of Economics, Michigan State University, East Lansing.",
        "Karanja, Daniel, Thomas Jayne, and Paul Strasberg, (1998), Maize Productivity and Impact of Market Liberalization in Kenya, KAMPAP (Kenya Agricultural Marketing and Policy Analysis Project), Department of Agricultural Economics, Egerton University, Kenya.",
        "Lemieux, Thomas, (1993), Estimating the Effects of Unions on Wage Inequality in a TwoSector Model with Comparative Advantage and Non-Random Selection, Working Paper, CRDE and Departement de Sciences Economiques, Universite de Montreal.",
        "Lemieux, Thomas, (1998), Estimating the Effects of Unions on Wage Inequality in a TwoSector Model with Comparative Advantage and Non-Random Selection, Journal of Labor Economics, 16(2), pp. 261-291.",
        "Levinsohn, James, and Amil Petrin, (2003), Estimating Production Functions Using Inputs to Control for Unobservables, Review of Economic Studies, 70, pp. 317-341.",
        "Makokha, Stella, Stephen Kimani, Wilfred Mwangi, Hugo Verkuijl, and Francis Musembi, (2001), Determinants of Fertilizer and Manure Use for Maize Production in Kiambu District, Kenya, Mexico, D.F.: CIMMYT.",
        "McCann, James C., (200S), Maize and Grace: Africa's Encounter with a New World Crop, 1500-2000, Harvard University Press, USA. Morons, Lawrence, James Mutunga, Francis Munene, and Boaz Cheluget, HIV Prevalence and Associated Factors, DHS Report, Chapter 13. Moser, Christine, and Christopher Barrett, (20030, The Complex Dynamics of Smallholden Technology Adoption: The Case of SRI in Madagascar, Working Paper, Cornell.",
        "Mugo, Frida, Frank Place, Brent Swallow, and Maggie Lwayo, (2000), Improved Land Management Project: Socioeconomic Baseline Study, Nyando Riven Basin Report, ICRAF.",
        "Munshi, Kaivan, (2003), Social Learning in a Heterogeneous Population: Technology Diffusion in the Indian Green Revolution, Journal of Development Economics, 73, pp. 18S-213.",
        "Mundlak, Yam, (1961), Empirical Production Function Free of Management Bias, Journal of Farm Economics, 43(1) pp. 44-56.",
        "Nyameino, David, Bernard Kagina, and Stephen Njukia, (2003), Maize Market Assessment and Baseline Study for Kenya, RATES Program, Nairobi, Kenya.",
        "Nyono, James K., M. W. Kiinu, and Thom S. Jayne, (1999), Evolution of Kenya's Maize Marketing Systems in the Post-Liberalization Era, Tegemeo Working Paper, June 1999.",
        "Olley, Steven and Ariel Pakes, (1996), The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica, 64, pp. 1263-1297.",
        "Ouma, James, Festus Murithi, Wilfred Mwangi, Hugo Venkuijl, Macharia Gethi, and Hugo De Groote, (2002), Adoption of Maize Seed and Fertilizer Technologies in Embu District, Kenya, Mexico, D.F.: CIMMYT (International Maize and Wheat Improvement Center). Pischke, Jonn-Steffen, (199S), Measurement Error and Earnings Dynamics: Some Estimates from the PSID Validation Study, Journal of Business and Economic Statistics, 13 (3).",
        "Place, Frank, and Brent Swallow, (2000), Assessing the Relationship Between Property Rights and Technology Adoption on Smallholden Agriculture: A Review of Issues and Empirical Methods, CAPRi Working Paper No. 2, ICRAF, Kenya.",
        "Robinson, Chris, (1989), The Joint Determination of Union Status and Union Wage Effects: Some Tests of Alternative Models, Journal of Political Economy, 97 (3), pp. 639-67. Rogers, Everett, (199S), Diffusion of Innovations, Fourth Edition, Free Press, New York. Roy, A., (19S1), Some Thoughts on the Distribution of Earnings, Oxford Economic Papers, 3, pp. 13S-146.",
        "Salasya, M.D.S., W. Mwangi, Hugo Venkuijl, M.A. Odendo, and J.O. Odenya, (1998), An Assessment of the Adoption of Seed and Fertilizer Packages and the Role of Credit in Smallholden Maize Production in Kakamega and Vihiga Districts, Kenya, CIMMYT. 3S Sanders, John, Barry Shapiro, and Sunder Ramaswamy, (1996), The Economics of Agricultural Technology in Semiarid Sub-Saharan Africa, John Hopkins University Press.",
        "Sattinger, Michael, (1993), Assignment Models of the Distribution of Earnings, Journal of Economic Literature, 31(2), pp. 831-880.",
        "Schultz, Theodore, (1963), The Economic Value of Education, Columbia University Press.",
        "Smale, Melinda, and Thom Jayne, (2003), Maize in Eastern and Southern Africa: Seeds of Success in Retrospect, EPTD Discussion Paper No. 97.",
        "Smale, Melinda, and Hugo De Groote, (2003), Diagnostic Research to Enable Adoption of Transgenic Crop Varieties by Smallholder Farmers in Sub-Saharan Africa, African Journal of Biotechnology, 2 (12), pp. 586-595.",
        "Sunding, David, and David Zilberman, (2001), The Agricultural Innovation Process: Research and Technology Adoption in a Changing Agricultural Sector, Chapter 4, Handbook of Agricultural Economics, Volume 1, eds. B. Gardner and G. Rausser.",
        "Sun, Tavneet, (2006), Selection and Comparative Advantage in Technology Adoption, Economic Growth Center Discussion Paper No. 944, Yale University.",
        "Tittonell, Pablo, (2003), Soil Fertility Gradients in Smallholder Farms of Western Kenya, Their Origin, Magnitude and Importance, Thesis, Wageningen University, Netherlands.",
        "Wanzala, Maria, Thom Jayne, John Staatz, Amin Mugera, Justus Kirimi, and Joseph Owuor, (2001), Fertilizer Markets and Agricultural Production Incentives: Insights from Kenya, Tegemeo Institute Working Paper No. 3, Nairobi, Kenya.",
        "Weir, Sharada, and John Knight, (2000), Adoption and Diffusion of Agricultural Innovations in Ethiopia: The Role of Education, Working Paper, CSAE, Oxford University.",
        "Wekesa, E., Wilfred Mwangi, Hugo Verkuijl, K. Danda, and Hugo De Groote, (2003), Adoption of Maize Technologies in the Coastal Lowlands of Kenya, Mexico, D.F.: CIMMYT.",
        "Willis, Robert, (1986), Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in Orley Ashenfelter and Richard Layard (eds.), Handbook of Labor Economics, Amsterdam: North-Holland.",
        "Wooldridge, Jeffrey, (1997), On Two Stage Least Squares Estimation of the Average Treatment Effect in a Random Coefficient Model, Economics Letters, 56, pp. 129-133."
    ]
}