{
    "id": 15347,
    "cites": 21,
    "cited_by": 13,
    "reference": [
        "Brayer, A.R. 1964. An experimental analysis of some variables of minimax theory. Behavioral Science 9 (1): 33-44.",
        "Brown, J.N., and R.W. Rosenthal. 1990. Testing the minimax hypothesis: A reexamination of O'Neill's game experiment. Econometrica 58(5): 1065-1081.",
        "Budescu, D.V., and A. Rapoport. 1992. Generation of random series in two-person strictly competitive games. Journal of Experimental Psychology 121 (3): 352-363.",
        "Chiappori, P.A., S. Levitt, and T. Groseclose. 2002. Testing mixed strategy equilibria when players are heterogeneous: The case of penalty kicks in soccer.",
        "Fox, J. 1972. The learning of strategies in a simple, two-person zero-sum game without saddlepoint. Behavioural Science. 17 (3): 300-308.",
        "Fox, Dan, 2006, Run Estimation for the Masses, posted at http://www,hardbaHtimes.corn/niainiarticie/ops~for~the~masses/ and accessed on July 21, 2009.",
        "Hsu, S-H., C-Y. Huang, and C-T. Tang. 2007. Minimax play at Wimbledon: Comment. The American Economic Review 97(1): 5 17-523.",
        "Levitt, 5., 2006, An Economist Sells Bagels: A Case Study in Profit Maximiation, NBER Working Paper 12152.",
        "Levitt, S., and J. List. 2007. What do laboratory experiments measuring social preferences reveal about the real world? Journal of Economic Perspectives 21(2): 153-174.",
        "Lieberman, B. 1960. Human behavior in a strictly determined 3 x 3 matrix game. Behavioral Science 5(4): 317-322.",
        "Lieberman, B. 1962. Experimental studies of conflict in some two-person and three person games. In Mathematical Models in Small Group Processes, edited by J.H. Criswell, H. Solomon, and P. Suppes. Stanford, CA: Stanford University Press. 203-220.",
        "Messick, D.M. 1967. Interdependent decision strategies in zero-sum games: A computer controlled study. Behavioral Science 12 (1): 33-48.",
        "O'Neill, B. 1987. A non-metric test of the minimax theory of two-person zerosum games.",
        "O'Neill, B. 1991. Comments on Brown and Rosenthal's reexamination. Econometrica 59 (2): 503-507.",
        "Palacios-Huerta, I. 2003. Professionals play minimax. Review of Economic Studies 70 (2): 395-415.",
        "Palacios-Huerta, I. and 0. Volij. 2007. Experientia docet: Professionals play minimax in laboratory experiments. Econometrica (forthcoming).",
        "Pope, Devin, and Maurice Schweitzer, 2009, Is Tiger Woods Loss Averse? Persistent Bias in the Face of Experience, Competition, and High Stakes, Unpublished manuscript. Romer, David, Do Firms Maximize? Evidence from Professional Football, Journal of Political Economy 114(2): 340-365.",
        "Rosenthal, R.W., J. Shachat, and M. Walker. 2003. Hide and seek in Arizona. International Journal of Game Theoiy 32 (2): 273-293.",
        "Shachat, J., and T.J. Swarthout. 2004. Do we detect and exploit mixed strategy play by opponents? Mathematical Methods of Operations Research 59 (3): 359-373.",
        "Spiliopoulos, L. 2007. Do repeated game players detect patterns in opponents? Revisiting the Nyarko and Schotter belief elicitation experiment. Munich Personal RePEc Archive Paper No. 2179. ]~;/h~ip~ub.uiij:nuenchen~de/2I79.",
        "Walker, M., and J. Wooders. 2001. Minimax play at Wimbledon. American Economic Review 91(5): 1521-38."
    ]
}