{
    "id": 15356,
    "cites": 54,
    "cited_by": 12,
    "reference": [
        "Abiad, Abdul, Mody, Ashoka. 2005. Financial Reform: What Shakes It? What Shapes it? American Economic Review 95, 66-88.",
        "Acemoglu, Daron, Zilibotti, Fabrizio. 1997. Was Prometheus Unbound by Chance: Risk, Diversification, and Growth. Journal of Political Economy 105: 709-775.",
        "Aghion, Philippe, Howitt, Peter. 1992. A Model of Growth through Creative Destruction.  Econometrica 60(2): 323-351.",
        "Aghion, Philippe, Howitt, Peter. 2009. The Economics of Growth. Cambridge, MA: MIT Press.",
        "Aghion, Philippe, Howitt, Peter, Mayer-Foulkes, David. 2005. The Effect of Financial Development on Convergence: Theory and Evidence. Quarterly Journal of Economics 323-35 1.",
        "Allen, Franklin, Gale, Douglas. 1994. Financial Innovation and Risk Sharing. Cambridge, MA: Cambridge University Press.",
        "Baskin, Jonathan B., Miranti, Paul J. Jr. 1997. A History of Corporate Finance. New York: Cambridge University Press.",
        "Beck, Thorsten, Demirguc-Kunt, Ash, Levine, Ross. 2003. Law and Finance: Why Does Legal Origin Matter? Journal of Comparative Economics 31 (December): 653-75.",
        "Beck, Thorsten, Demirguc-Kunt, Ash, Levine, Ross. 2005. Law and Firms' Access to Finance. American Law and Economic Review 7 (Spring): 211-52.",
        "Beck, Thorsten, Levine, Ross, Levkov, Alexey. 2009. Big Bad Banks? The Winners and Losers from U.S. Branch Deregulation. NBER Working Paper 13299.",
        "Bencivenga, Valerie, Smith, Bruce. 1991. Financial Intermediation and Endogenous Growth. Review of Economics Studies 58, 195-209.",
        "Black, Sandra E., Strahan, Philip E. 2002. Entrepreneurship and Bank Credit Availability.  Journal of Finance 57, 2807-2832.",
        "Bodenhorn, Howard. 2003. State Banking in Early America: A New Economic History. Cambridge University Press, New York.",
        "Boyd, John H., Prescott, Edward C. 1986. Financial Intermediary-Coalitions. Journal of Economic Theory 38, 2 11-232.",
        "Braudel, Fernand. 1992. Civilization and Capitalism, 15th - 18th Centuries, Vol. II: The Wheels of Commerce. Berkeley, CA: University of California Press.",
        "Carosso, Vincent P. 1970. Investment Banking in America: A History. Cambridge, MA.: Harvard University Press.",
        "Chandler, Alfred D., Jr. 1954. Patterns of American Railroad Finance, 1830-50, The Business History Review 28(3), 248-263.",
        "Chandler, Alfred D., Jr. 1965. The Railroads: Pioneers in Modern Corporate Management , The Business History Review 39(1), 16-40.",
        "Chandler, Alfred D., Jr. 1977. The Visible Hand: The Managerial Revolution in American Business. Cambridge, MA: Harvard University Press.",
        "Dell'Ariccia, Giovanni, Igan, Deniz, Laeven, Luc. 2008. Credit Booms and Lending Standards: Evidence from the Subprime Mortgage Market. mimeo, International Monetary Fund.",
        "De la Fuente, Angel, Mann, Jose M. 1996. Innovation, Bank Monitoring, and Endogenous Financial Development. Journal of Monetary Economics 37, 49-71.",
        "Galetovic, Alexander. 1996. Specialization, Intermediation, and Growth. Journal of Monetary Economics 38, 549-559.",
        "Gennaioli, Nicola, Shleifer, Andrei. 2007. The Evolution of the Common Law. Journal of Political Economy 115(1): 43-67.",
        "Graham, B, Dodd, D. 1934. Security Analysis. New York: Whittlesey House.",
        "Greenwood, Jeremy, Jovanovic, Boyan. 1990. Financial Development, Growth, and the Distribution of Income. Journal of Political Economy. 98, 1076-1107.",
        "Greenwood, Jeremy, Sanchez, Juan M., Wang, Cheng. 2009. Financial Development: The Role of Information Costs. American Economic Review, forthcoming.",
        "Goetzmann, William N. 2009. Financing Civilization. mimeo, Yale University.",
        "Goetzmann, William N. 2005. Fibonacci and the Financial Revolution. In: The Origins of Value: The Financial Innovations that Created Modern Finance, Eds: William N. Goetzmann and K. Geert Rouwenhorst. New York: Oxford University Press, p. 123-143.",
        "Goetzmann, William N., Rouwenhorst, K. Geert. 2005. The Origins of Value: The Financial Innovations that Created Modern Finance. New York: Oxford University Press.",
        "Gompers, Paul, Lerner, Josh. 2001. The Venture Capital Revolution. Journal of Economic Perspectives 2(1): 145-168.",
        "Jayaratne, Jith, Strahan, Phillip E. 1998. Entry Restrictions, Industry Evolution, and Dynamic Efficiency: Evidence from Commercial Banking. Journal of Law and Economics 41 (April): 239-73.",
        "Harris, Ron. 1994. The Bubble Act: Its Passage and Its Effects on Business Organization. The Journal of Economic History 54 (3): 610-627.",
        "Harris, Ron. 1997. Political Economy, Interest Groups, Legal Institutions and the Repeal of the Bubble Act in 1825. Economic History Review 50(4): 675-696.",
        "Harris, Ron, 2000. Industrializing English Law: Entrepreneurship and Business Organization, 172O-181~. Cambridge, MA: Cambridge University Press.",
        "Hubbard, Glenn R., Palia, Darius. 1995. Executive Pay and Performance: Evidence from the U.S. Banking Industry. Journal of Financial Economics 39 (September): 105-30.",
        "Kerr, William, Nanda, Ramana. 2009. Democratizing Entry: Banking Deregulations, Financing Constraints, and Entrepreneurship. Journal of Financial Economics, forthcoming.",
        "Keys, Benjamin, Mukherjee, Tanmoy, Seru, Amit, Vig, Vikrant. 2010. Did Securitization Lead to Lax Screening? Evidence from Subprime Loans. Quarterly Journal of Economics 125(1).",
        "King, Robert, Levine, Ross. 1993. Finance, Entrepreneurship, and Growth: Theory and Evidence. Journal of Monetary Economics 32, 513-542.",
        "Kuran, Timur. 2009. The Scale of Entrepreneurship in Middle Eastern History: Inhibitive Roles of Islamic Institutions, in Entrepreneurs and Entrepreneurship in Economic History, Eds: William J. Baumol, David S. Landes, and Joel Mokyr, (Princeton, NJ: Princeton University Press).",
        "Levine, Ross. 1991. Stock Markets, Growth, and Tax Policy. Journal of Finance 46, 1445-1465.",
        "Levine, Ross. 2005a. Finance and Growth: Theory and Evidence. In: Handbook of Economic Growth, Eds: Philippe Aghion and Steven N. Durlauf. Elsevier North-Holland. Publishers. 866-934.",
        "Levine, Ross. 2005b. Law, Endowments, and Property Rights. Journal of Economic Perspectives 19(3), 61-88.",
        "Lopez, Robert 5. 1976. The Commercial Revolution of the Middle Ages, 950-1350. New York: Cambridge University Press.",
        "Loutskina, Elena, Strahan, Philip E. 2009. Securitization and the Decline of Bank Finance on Loan Supply: Evidence from Mortgage Originations. Journal of Finance 64(2): 861889",
        "Malmendier, Ulrike. 2009. Law and Finance at the Origin. Journal of Economic Literature, forthcoming.",
        "Merton, Robert C. 1995. Financial Innovation and the Management and Regulation of Financial Institutions. Journal of Banking and Finance 19: 461-481.",
        "Mian, Atif, Sufi, Amir. 2009. The Consequences of Mortgage Credit Expansion: Evidence from the 2007 Mortgage Default Crisis. Quarterly Journal of Economics 124(4).",
        "Neal, Larry.1990. The Rise of Financial Capitalism: International Capital Markets in the Age of Reason. New York: Cambridge University Press.",
        "Obstfeld, Maurice. 1994. Risk-Taking, Diversification, and Growth. American Economic Review 84(5): 1310-1329.",
        "Romer, Paul M. 1986. Increasing Returns and Long-Run Growth. Journal of Political Economy 94(5): 1002-1037.",
        "Romer, Paul M. 1990. Endogenous Technological Change. Journal of Political Economy 98(5): S71-102.",
        "Schweitzer, Stuart. 2006. Pharmaceutical Economics and Policy. New York: Oxford University Press.",
        "Tufano, Peter. 1997. Business Failure, Judicial Intervention, and Financial Intervention: Restructuring U.S. Railroads in the Nineteenth Century. The Business History Review 71(1), pp. 1-40.",
        "Tufano, Peter. 2003. Financial Innovation. In: Handbook of the Economics of Finance (Volume la: Corporate Finance). Eds: George Constantinidis, Milton Harris, and Rene Stulz. Elsevier North-Holland. 307-336."
    ]
}