{
    "id": 15350,
    "cites": 40,
    "cited_by": 107,
    "reference": [
        "Agnew, J., and L. Szykman. 2005. Asset allocation and information overload: The influence of information display, asset choice and investor experience. Journal of Behavioral Finance, 6, 57-70.",
        "Agarwal, S., J. Driscoll, X. Gabaix, and D. Laibson. 2007. The age of reason: Financial decisions over the lifecycle. NBER Working Paper n. 13191.",
        "Ameriks, J., A. Caplin and J. Leahy. 2003. Wealth Accumulation and the Propensity to Plan. Quarterly Journal of Economics, 68, 1007-1047.",
        "Bartlett, M., 1937. The statistical conception of mental factors. British Journal of Psychology, 28, 97-104.",
        "Bayer, P., D. Bernheim, and J. K. Scholz. 1996. The Effects of Financial Education in the Workplace: Evidence from a Survey of Employers. NBER Working Paper n. 5655.",
        "Bernheim, D. 1995. Do households appreciate their financial vulnerabilities? An analysis of actions, perceptions, and public policy. In: Tax Policy and Economic Growth, American Council for Capital Formation, Washington, D.C. Bernheim, D. 1998. Financial illiteracy, education and retirement saving. In: 0. S. Mitchell and S. Schieber (eds.), Living with Defined Contribution Pensions, University of Pennsylvania Press, Philadelphia.",
        "Bernheim, D., D. Garrett, and D. Maki. 2001. Education and saving: The long-term effects of high school financial curriculum mandates. Journal of Public Economics, 85, 435-565.",
        "Bernheim, D., and D. Garrett. 2003. The effects of financial education in the workplace: Evidence from a survey of households. Journal of Public Economics, 87, 1487-15 19.",
        "Bucks, B., and K. Pence. 2008. Do Borrowers Know Their Mortgage Terms? Journal of Urban Economics, 64, 2 18-33.",
        "Burtless, G. 1996. Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success. Washington, D.C.: Brookings Foundation Press.",
        "Campbell, J. 2006. Household finance. Journal of Finance, 61, 1553-1604.",
        "Card, D. and A. Krueger. 1992. Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy, 100, 1-40.",
        "Christelis, D., T. Jappelli, and M. Padula. 2006. Cognitive abilities and portfolio choice. CSEF Working Paper 157, University of Salerno.",
        "Duflo, E. and E. Saez. 2004. Implications of Pension Plan Features, Information, and Social Interactions for Retirement Saving Decisions. In: 0. S. Mitchell and S. Utkus (eds.), Pension Design and Structure: New Lessons from Behavioral Finance, Oxford: Oxford University Press, 137-153.",
        "Ferguson, R. 2002. Reflections on Financial Literacy. Remarks before the National Council on Economic Education, Washington, D.C. May 13.",
        "Gustman, A., T. Steinmeier, and N. Tabatabai. 2008. Do Workers Know about Their Pension Plan Type? Comparing Workers' and Employers' Pension Information. In: A. Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, 47-81.",
        "Gustman, A. and T. Steinmeier. 2004. What People Don't Know about their Pensions and Social Security. In: William Gale, John Shoven and Mark Warshawsky (eds.), Private Pensions and Public Policies, Washington, D.C.: Brookings Institution, 57-125.",
        "Hastings, J. and L. Tejeda-Ashton. 2008. Financial Literacy, Information, and Demand Elasticity: Survey and Experimental Evidence from Mexico. NBER Working Paper n. 14538.",
        "Hilgert, M., J. Hogarth, and S. Beverly. 2003. Household financial management: The connection between knowledge and behavior. Federal Reserve Bulletin, 309-322.",
        "Hurst, E. 2006. Grasshoppers, Ants and Pre-Retirement Wealth: A Test of Permanent Income Consumers. Working paper, University of Chicago Graduate School of Business.",
        "Kimball, M. and T. Shumway. 2006. Investor Sophistication, and the Participation, Home Bias, Diversification, and Employer Stock Puzzles. Mimeo, University of Michigan.",
        "Lusardi, A. 1999. Information, Expectations, and Savings for Retirement. In: Henry Aaron (ed.), Behavioral Dimensions of Retirement Economics, Washington, D.C.: Brookings Institution and Russell Sage Foundation, 81-115.",
        "Lusardi, A. 2002. Preparing for Retirement: The Importance of Planning Costs. National Tax Association Proceedings - 2002, 148-154.",
        "Lusardi, A. 2003. Planning and Saving for Retirement. Working Paper, Dartmouth College. http ://www. dartmouth.edu/~alusardi/Papers/Lusardipdf.pdf.",
        "Lusardi, A. 2004. Saving and the Effectiveness of Financial Education. in 0. Mitchell and S. Utkus (eds.), Pension Design and Structure. New Lessons from Behavioral Finance, New York: Oxford University press, pp. 157-184.",
        "Lusardi, A. 2008. Household Saving Behavior: The Role of Literacy, Information and Financial Education Programs. NBER Working Paper n. 13824.",
        "Lusardi, A. and J. Beeler. 2007. Saving Between Cohorts: The Role of Planning. In Brigitte Madrian, Olivia Mitchell, and Beth Soldo (eds.), Redefining Retirement: How Will Boomers Fare? Oxford: Oxford University Press.",
        "Lusardi, A., and 0. S. Mitchell. 2006. Financial literacy and planning: Implications for retirement wellbeing. Pension Research Council Working Paper 1, The Wharton School.",
        "Lusardi, A., and 0. S. Mitchell. 2007a. Baby boomers retirement security: The role of planning, financial literacy and housing wealth. Journal of Monetary Economics, 54, 205-224.",
        "Lusardi, A., and 0. S. Mitchell. 2007b. Financial literacy and retirement preparedness: Evidence and implications for financial education. Business Economics, 35-44.",
        "Lusardi, A. and 0. S. Mitchell. 2008. Planning and Financial Literacy. How Do Women Fare? American Economic Review, 98(2), 413-417.",
        "Lusardi, A., 0. S. Mitchell, and V. Curto. 2008. Financial Literacy among the Young: Evidence and Implications for Consumers Policy. Mimeo, Dartmouth College.",
        "Lusardi, A. and P. Tufano. 2009. Debt Literacy, Financial Experiences, and Overindebtedness. NBER Working Paper n. 14808.",
        "Mandell, L. 2008. Financial Education in High School. In: Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, 25 7-279.",
        "Mishkin, F. 2008. The Importance of Economic Education and Financial Literacy. Speech before the Federal Reserve Board at the Third National Summit on Economic and Financial Literacy, Washington, D.C. February 27.",
        "Mitchell, 0. S. 1988. Worker Knowledge of Pension Provisions. Journal of Labor Economics 6, January: 2 1-39.",
        "Moore, D. 2003. Survey of financial literacy in Washington State: Knowledge, behavior, attitudes and experiences. Technical report 03-39, Social and Economic Sciences Research Center, Washington State University.",
        "National Council on Economic Education. 2005. What American teens and adults know about economics. Monograph, Washington, D.C. Organization for Economic Co-Operation and Development. 2005. Improving Financial Literacy: Analysis of Issues and Policies, Paris, France.",
        "Stango, V. and J. Zinman. 2008. Exponential Growth Bias and Household Finance. Working Paper, Dartmouth College.",
        "Van Rooij, M., A. Lusardi and R. Alessie. 2007. Financial Literacy and Stock Market Participation. NBER Working Paper n. 13565."
    ]
}