{
    "id": 15359,
    "cites": 72,
    "cited_by": 5,
    "reference": [
        "ABEL, A. B., AND 0. J. BLANCHARD (1988): Investment and Sales: Some Empirical Evidence, in From Dynamic Econometric Modeling: Proceedings of the Third International Symposium in Economic Theory and Econometrics, ed. by W. A. Barnett, E. Berndt, and H. White, pp. 269-296, New York. Cambridge University Press.",
        "ABRAMHAN, K. G., J. S. GREENLEES, AND B. R. MOULTON (1998): Working to Improve the Consumer Price Index, Journal of Economic Perspectives, 12(1), 27-36.",
        "ALESSANDRIA, G. (2004): International Deviations from the Law of One Price: The Role of Search Frictions and Market Share, International Ecnomic Review, 45(4), 1263-1291.",
        "ALTERMAN, W. (1991): Price Trends in U.S. Trade: New Data, New Insights, in International Economic Transactions, ed. by P. Hooper, and J. D. Richardson, pp. 109-143, Chicago. University of Chicago Press.",
        "ARMKNECHT, P. A., AND D. WEYBACK (1989): Adjustments for Quality Change in the U.S. Consumer Price Index, Journal of Official Statistics, 5(2), 107-123.",
        "ATKESON, A., AND A. BURSTEIN (2008): Pricing-to-Market, Trade Costs, and International Relative Prices, American Economic Review, 98(5), 1998-2031.",
        "AUER, R., AND T. CHANEY (2009): Exchange Rate Pass-Through in a Competitive Model of Pricing-to-Market, Journal of Money, Credit and Banking, 41(sl), 151-175.",
        "BACKUS, D. K., P. J. KEHOE, AND F. E. KYDLAND (1992): International Real Business Cycles, Journal of Political Economy, 100(4), 745-775.",
        "BARRO, R. (1977): Long-Term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics, 3, 305-316.",
        "BERGER, D., J. FAUST, J. H. ROGERS, AND K. STEVENSON (2009): Border Prices and Retail Prices, Working Paper, Yale University.",
        "BERNARD, A. B., S. J. REDDING, AND P. K. SCHOTT (2008): Multi-Product Firms and Product Switching, American Economic Review, forthcoming.",
        "BETTS, C., AND M. B. DEVEREUX (1996): The Exchange Rate in a Model of Pricing to Market, European Economic Review, 40(3-5), 1007-1021.",
        "(2000): Exchange Rate Dynamics in a Model of Pricing to Market, Journal of International Economics, 50(1), 215-244.",
        "BILS, M. (2008): Do Higher Prices for New Goods Reflect Quality Growth of Inflation?, Quarterly Journal of Economics, forthcoming.",
        "BILS, M., AND P. J. KLENOW (2001): Quantifying Quality Growth, American Economic Review, 91(4), 1006-1030.",
        "BOUAKEZ, H., AND N. REBEl (2008): Has Exchange Rate Pass-Through Really Declined? Evidence from Canada, Journal of International Economics, 75, 249-267.",
        "BRODA, C., AND D. E. WEINSTEIN (2006): Globalization and the Gains from Variety, Quarterly Journal of Economics, 121(4), 541-585.",
        "BURSTEIN, A., M. ECHENBAUM, AND S. REBELO (2005): Large Devaluations and the Real Exchange Rate, Journal of Political Economy, 113(4), 742-784.",
        "CAMPA, J. M., AND L. S. GOLDBERG (2005): Exchange Rate Pass-Through into Import Prices, The Review of Economics and Statistics, 87(4), 679-690.",
        "CARLTON, D. W. (1986): The Rigidity of Prices, American Economic Review, 76(4), 637-658.",
        "CHARI, V., P. J. KEHOE, AND E. R. MCGRATTAN (2002): Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates, Review of Economic Studies, 69, 533-563.",
        "CLAUSING, K. A. (2001): The Behavior of Intrafirm Trade Prices in U.S. International Price Data, BLS Working Paper.",
        "CORSETTI, G., AND L. DEDOLA (2005): A Macroeconomic Model of International Price Discrimination,  Journal of International Economics, 67(1), 129-155.",
        "CORSETTI, G., L. DEDOLA, AND S. LEDUC (2008): High Exchange Rate Volatility and Low Pass-Through, Journal of Monetary Economics, 55(6), 1113-1128.",
        "COURT, A. (1939): Hedonic Price Indexes with Automobile Examples, in The Dynamics of Automobile Demand, pp. 99-117, New York. General Motors Corporation.",
        "DORNBUSCH, R. (1987): Exchange rates and prices, American Economic Review, 77(1), 93-106.",
        "DROZD, L., AND J. NOSAL (2008): Understanding International Prices: Customers as Capital, Working Paper, Columbia University.",
        "ENGEL, C. (2002): Exenditure Switching and Exchange-Rate Policy, in NBER Macroeconomics Annual, ed. by M. Gertler, and K. S. Rogoff, pp. 231-272, Cambridge, Massachusetts. MIT Press.",
        "ERICKSON, T., AND A. PAKES (2008): An Experimental Component Index for the CPI: From Annual Computer Data to Monthly Data on Other Goods, Working Paper.",
        "FEENSTRA, R. C. (1989): Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test, Journal of International Economics, 27(1-2), 25-45.",
        "(1994): New Product Varieties and the Measurement of International Prices, American Economic Review, 84(1), 157-i 77.",
        "FEENSTRA, R. C., AND E. W. DIEWERT (2000): Imputation and Price Indexes: Theory and Evidence from the International Price Program, Working Paper, UC Davis.",
        "FITZGERALD, D., AND S. HALLER (2008): Exchange Rates and Producer Prices: Evidence from Micro-Data, Working Paper, Stanford University.",
        "GHIRONI, F., AND M. J. MELITZ (2005): International Trade and Macroeconomic Dynamics with Heterogeneous Firms, Quarterly Journal of Economics, 120(3), 865-915.",
        "GOLDBERG, P. K., AND R. HELLERSTEIN (2008): A Framework for Identifying the Sources of Local-Currency Price Stability with an Empirical Application, Working Paper, Princeton University.",
        "GOLDBERG, P. K., A. KHANDELWAL, N. PAVCNIK, AND P. TOPALOVA (2008): Imported Intermediate Inputs and Domestic Product Growth: Evidence from India, NBER Working Paper No. 14416.",
        "GOLDBERG, P. K., AND M. KNETTER (1997): Goods Prices and Exchange Rates: What Have We Learned?, Journal of Economic Literature, 35(3), 1243-1272.",
        "GOLDBERG, P. K., AND F. VERBOVEN (2001): The Evolution of Price Dispersion in the European Car Market, Review of Economic Studies, 68, 811-848.",
        "GOPINATH, G., AND 0. ITSKHOKI (2008): Frequency of Price Adjustment and Pass-Through, Quarterly Journal of Economics, forthcoming.",
        "GOPINATH, G., 0. ITSKHOKI, AND R. RIGOBON (2008): Currency Choice and Exchange Rate Pass-Through, American Economic Review, forthcoming.",
        "GOPINATH, G., AND R. RIGOBON (2008): Sticky Borders, Quarterly Journal of Economics, 123, 531-S 75.",
        "GRILICHES, Z. (1961): Hedonic Price Indexes for Automobiles: An Econometric Analysis of Quality Change, in Price Statistics of the Federal Government, pp. 173-196, New York. National Bureau of Economic Research.",
        "GRILICHES, Z., AND J. A. HAUSMAN (1986): Errors in Variables in Panel Data, Journal of Econometrics, 10, 93-118.",
        "GUST, C., S. LEDUC, AND R. J. VIGFUSSON (2006): Trade Integration, Competition, and the Decline in Exchange Rate Pass-Through, International Financi Discussion Paper No. 864, Board of Governors of the Federal Reserve System.",
        "HAUSMAN, J. (2003): Sources of Bias and Solutions to Bias in the CPI, Journal of Political Economy, 17, 23-44.",
        "HELLERSTEIN, R. (2008): Who Bears the Cost of a Change in the Exchange Rate: Pass-Through Accounting for the Case of Beer, Journal of International Economics, forthcoming.",
        "HOBIJN, B. (2002): On Both Sides of the Quality Bias in Price Indexes, Federal Reserve Bank of New York Staff Report, No. 157.",
        "HOUSEMAN, 5. (2007): Outsourcing, Offshoring, and Productivity Measurement in United States Manufacturing, International Labor Review, 146(1-2), 61-80.",
        "JOHANSEN, 5. (1995): Likelihood-Based Inference in Cointegrated Vector Auto-Regressive Models. Oxford University Press, New York.",
        "KNETTER, M. M. (1989): Price Discrimination by U.S. and German Exporters, American Economic Review, 79(1), 198-210.",
        "KRUGMAN, P. (1987): Pricing to Market When the Exchange Rate Changes, in Real-Financial Linkages among Open Economies, ed. by S. Arndt, and J. D. Richardson, pp. 49-70. MIT Press, Cambridge.",
        "KRUGMAN, P. R. (1993): Exchange Rate Instability. MIT Press, Cambridge, Massachusetts.",
        "LIEGEY, P. R. (1993): Adjusting Apparel Indexes in the CPI for Quality Differences, in Price Measurement and Their Uses, ed. by M. Foss, M. Manser, and A. Young, pp. 209-226, Chicago. University of Chicago Press.",
        "MANDEL, M. (2007): The Real Cost of Offshoring, Business Week, Cover story, June 18, 2007.",
        "(2009): Growth: Why the Stats Are Misleading, Business Week, Economic Indicators, June 3, 2009.",
        "MARAZZI, M., AND N. SHEETS (2007): Declining exchange rate pass-through to U.S. import prices: The potential role of global factors, Journal of International Money and Finance, 26, 924-947.",
        "MARSTON, R. C. (1990): Pricing to Market in Japanese Manufacturing, Journal of International Economics, 29, 217-236.",
        "MOULTON, B. R., AND K. E. MOSES (1997): Addressing the Quality Change Issue in the Consumer Price Index, Brookings Papers on Economic Activity, 1997(1), 305-349.",
        "NAKAMURA, E., AND J. STEINSSON (2008a): Five Facts about Prices: A Reevaluation of Menu Cost Models, Quarterly Journal of Economics, 123(4), 1415-1464.",
        "(2008b): Price Setting in Forward-Looking Customer Markets, Working Paper, Columbia University.",
        "NAKAMURA, E., AND D. ZEROM (2009): Accounting for Incomplete Pass-Through, NBER Working Paper No. 15255.",
        "NEIMAN, B. (2008): Multinationals, Intrafirm Trades and International Macro Dynamics, Working Paper, Harvard University.",
        "NORDHAUS, W. D. (1998): Quality Change in Price Indexes, Journal of Economic Perspectives, 12(1), 59-68.",
        "OBSTFELD, M., AND K. ROGOFF (1995): Exchange Rate Dynamics Redux, Journal of Political Economy, 103(3), 624-660.",
        "OLIVEI, G. P. (2002): Exchange Rates and the Prices of Manufacturing Products Imported into the United States, New England Economic Review, 2002(1), 3-18.",
        "PAKES, A. (2003): A Reconsideration of Hedonic Price Indexes with an Application to PC's, American Economic Review, 93, 1578-1596.",
        "RAVN, M., S. SCHMITT-GRHOE, AND M. URIBE (2009): Incomplete Cost Pass-Through Under Deep Habits, Review of Economic Dynamics, forthcoming.",
        "REINSDORF, M. B., P. LIEGEY, AND K. STEWART (1996): New Ways of Handling Quality Change in the US Consumer Price Index, Bureau of Labor Statistics Economic Working Paper No. 276.",
        "RODRIGUEZ-LOPEZ, J. A. (2008): Prices and Exchange Rates: A Theory of Disconnect, Working Paper, University of California, Irvine.",
        "ROGERS, J. H. (2006): Exchange Rate Pass-Through to U.S. Import Prices: A Look Under the Hood, Staff Presentation, Board of Governors of the Federal Reserve System.",
        "ROTEMBERG, J. J. (2005): Customer Anger at Price Increases, Changes in the Frequency of Price Adjustment and Monetary Policy, Journal of Monetary Economics, 52(4), 829-852.",
        "STOCKMAN, A., AND L. TESAR (1995): Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements, American Economic Review, 85(1), 168-185."
    ]
}