{
    "id": 15358,
    "cites": 35,
    "cited_by": 52,
    "reference": [
        "Adrian, T., and Hyun song Shin (2008) Liquidity and Financial Contagion Financial Stability Review Banque de France, February 2008.",
        "Aigner, Dennis J., Cheng Hsiao, Arie Kapetyn, and Tom Wansbreek (2004) Latent Variable Models in Econometrics in Handbook of Econometrics II (Z. Griliches and M.D. Intriligator, eds) Elsevier Science, Amsterdam, 1321-1393.",
        "Allen, Franklin and Douglas Gale (2000) Financial Contagion Journal of Political Economy 108(1), 1-33.",
        "Baig, Taimur, and Ilan Goldfajn (1999) Financial Market Contagion in the Asian Crisis International Monetary Fund Staff Papers 46(2) June, 167-195.",
        "Bekaert, Geert, Campbell R. Harvey, Angela Ng (2005) Market Integration and Contagion Journal of Business 78(1,) 39-69.",
        "Berg, Andrew, Eduardo Borensztein, and Catherine Patillo (2004) Assessing Early Warning Systems: How Have They Worked in Practice? IMF Working Paper no. WP/04/52, March.",
        "Breusch, Trevor (2005) Estimating the Underground Economy Using MIMIC Models ANU working paper.",
        "Calvo, Sarah, and Carmen M. Reinhart (1996) Capital Flows to Latin America: Is There Evidence of Contagion Effects? in G. Calvo, M. Goldstein, and E. Hochreiter, eds., Private Capital Flows to Emerging Markets (Institute for International Economics: Washington D.C.). Caramazza, Francesco, Luca A. Ricci, and Ranil Salgado, (2000), Trade and Financial Contagion in Currency Crises, IMF Working Paper No. 00/55, March.",
        "Coudert, Virginie and Mathieu Gex (2008) Stormy Weather in the Credit Default Swap Market in Felton A. and Reinhart, C. M. eds., The First Global Financial Crisis of the 2ft Century Part II June - December 2008, V0xEU.org, 13 October 2008.",
        "Davis, E. Philip (2008) Liquidity, financial Crises and the Lender of Last Resort - How much of a departure is the Sub-Prime Crisis? in Bloxham P. and Kent C. Eds., Lessons from the Financial Turmoil of 2007 and 2008 Reserve Bank of Australia Conference, H. C. Coombs Centre for Financial Studies, 14-15 July, 2008.",
        "Edwards, Sebastian, (2002), Contagion The World Economy 23(7), 873-900.",
        "Ehrmann, Michael, and Marcel Fratzscher, (2009), Global Financial Transmission of Monetary Policy Shocks, forthcoming, Oxford bulletin of Economics and Statistics.",
        "Eichengreen, Barry, Ashoka Mody, Milan Nedeljkovic, and Lucio Sarno (2009) How the Subprime Crisis Went Global: Evidence from Bank Credit Default Swap Spreads, NBER Working Paper#14904.",
        "Eichengreen, Barry and Andrew K. Rose (1998) Contagious Currency Crises: Channels of Conveyance in T. Ito and A. Krueger, eds., Changes in Exchange Rates in Rapidly Developing Countries University of Chicago Press, 29-55.",
        "Eichengreen, Barry, Andrew K. Rose and Charles Wyplosz (1996) Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks Economic Policy 10(21), 251-312.",
        "Forbes, Kristen J., (2002), Are Trade Linkages Important Determinants of Country Vulnerability to Crises?, in S. Edwards and J. Frankel, eds., Preventing Currency Crises in Emerging Markets, University of Chicago Press, Chicago, 77-124.",
        "Forbes, Kristen J., (2004), The Asian Flu and the Russian Virus: The International Transmission of Crises in Firm-Level Data, Journal of International Economics, 63, 59-92.",
        "Forbes, Kristen J., and Menzie D. Chinn, (2004), A Decomposition of Global Linkages in financial Markets Over Time, Review of Economics and Statistics, 86(3), August, 705-722.",
        "Forbes, Kristen J. and Roberto Rigobon, (2001) Measuring contagion: Conceptual and Empirical Issues in S. Claessens and K. J. Forbes, eds., International Financial Contagion, MIT Press, New York, 43-66.",
        "Forbes, Kristen J. and Roberto Rigobon (2002) No Contagion, Only Interdependence: Measuring Stock Market Co-Movements Journal of Finance, 57(5), 2223-2261.",
        "Gerlach, Stefan and Frank Smets (1995) Contagious Speculative Attacks European Journal of Political Economy 11(1), 45-6 3.",
        "Gertler, Paul J. (1988) A Latent Variable Model of Quality Determination Journal of Business and Economic Statistics 6, 97-107.",
        "Glick, Reuven, and Andrew K. Rose (1999) Contagion and Trade: Why are Currency Crises Regional? Journal of International Money and Finance 18, 603-617.",
        "Goldberger, Arthur 5. (1972) TStructural Equation Methods in the Social SciencesT' Econometrica, 40, 979-1001.",
        "Gros, Daniel, and Stefano Micossi (2008) Crisis Management Tools for the Euro Area in Felton A. and Reinhart, C. M. eds., The First Global Financial Crisis of the 2ft Century Part II June - December 2008, V0xEU.org, 30 September, 2008.",
        "Huh, Chan and Kenneth Kasa (2001) A Dynamic Model of Export Competition, Policy Coordination, and Simultaneous Currency Collapse Review of International Economics 9(1), 6880.",
        "Kaminsky, Graciela L., Sa",
        "Kaminsky, Graciela and Carmen M. Reinhart (2000) On Crises, Contagion, and Confusion Journal of International Economics 51, 145-168.",
        "Kaminsky, Graciela L., Carmen M. Reinhart, and Carlos A. Vegh (2003) The Unholy Trinity of Financial Contagion Journal of Economic Perspectives 17(4), 5 1-74.",
        "Lahiri, Amartya, and Carlos Vegh (2003) Delaying the Inevitable: Optimal Interest Rate and BOP Crises, Journal of Political Economy Sp ri ng( 1), 1-62.",
        "Peek, Joe and Eric S. Rosengren (1997) The International Transmission of Financial Shocks: The Case of Japan American Economic Review 87(4), 495-505.",
        "Rabe-Hesketh, Sophia, Anders Skrondal, and Andrew Pickles (2004a) Generalized Multilevel Structural Equation Modeling Psychometrika 69 (2), 167-190.",
        "Rabe-Hesketh, Sophia, Anders Skrondal, and Andrew Pickles (2004b) GLLAMM Manual UC Berkeley Biostatistics Working Paper 160.",
        "Reisen, Helmut (2008) The Fallout from the Global Credit Crisis: Contagion - Emerging Markets Under Stress in Felton A. and Reinhart, C. M. eds., The First Global Financial Crisis of the 2ft Century Part II June - December 2008, V0xEU.org.",
        "Rose, Andrew K. and Mark. M. Spiegel (2009) Cross-Country Causes and Consequences of the 2008 Crisis: Early Warning CEPR Discussion Paper #7354."
    ]
}