{
    "id": 15351,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "Autor, David, Katz, Lawrence F., and Kearney, Melissa 5. (2006). The Polarization of the U. S. Labor Market, American Economic Review 96:2 (May), 189-94.",
        "Autor, David, Katz, Lawrence F., and Kearney, Melissa 5. (2008). Trends in U.S. Wage Inequality: Revising the Revisionists, Review of Economics and Statistics 90:2 (May), 300-23.",
        "Autor, David, and Dorn, David (2008). Inequality and Specialization: The Growth of Low-Skill Service Jobs in the4 United States, draft paper, July.",
        "Broda, Christian, and Romalis, John (2008). Inequality and Prices: Does China Benefit the Poor in America? Working Paper, University of Chicago.",
        "Burkhauser, Richard V., Feng, Shuaizhang, Jenkins, Stephen P., and Larrimore, Jeff (2008). Estimating Trends in US Income Inequality Using the Current Population Survey: The Importance of Controlling for Censoring, NBER Working Paper 14247, August.",
        "Burkhauser, Richard V., Feng, Shuaizharig, and Jenkins, Stephen P. (2009a). Using the P90/PlO Index to Measure U. S. Inequality Trends with Current Population Survey Data: A View from inside the Census Bureau Vaults, Review of Income and Wealth 50:1 (March), 166-85.",
        "Burkhauser, Richard V., Feng, Shuaizhang, Jenkins, Stephen P., and Larrimore, Jeff (2009b). Recent Trends in Top Income Shares in the USA: Reconciling Estimates from March CPS and IRS Tax Return Data, NBER Working Paper, forthcoming.",
        "Cutler, David M., and Katz, Lawrence F. (1992). Macroeconomic Performance and the Disadvantaged, Brookings Papers on Economic Activity no. 1, 1-61.",
        "Cutler, David M., Lieras-Muney, Adriana, and Vogi, Tom (2008). Socioeconomic Status and Health: Dimensions and Mechanisms, NBER Working Paper 14333, September.",
        "DeNavas-Walt, Carmen, Proctor, Bernadette D., and Smith, Jessica C. (2008). Income, Poverty, and Health Insurance Coverage in the United States: 2007. Washington: U. S. Census Bureau, August. This can be accessed at: www~census.&~ov/prod!2OO8puhs/p6O-235.ydf.",
        "Inequality Increase Exaggerated? Page 37 Dew-Becker, Ian, and Gordon, Robert J. (2005). Where Did the Productivity Growth Go? Inflation Dynamics and the Distribution of Income, Brookings Papers on Economic Activity 36:2, 67-127.",
        "Frydman, Carola and Saks, Raven E. (2008). Executive Compensation: A New View from a Long-term Perspective, 1936-2005, NBER Working Paper 14145, June.",
        "Gabaix, Xavier and Lanider, Augustin (2008). Why Has CEO Pay Increased So Much? Quarterly Journal of Economics 123:1, 49-100.",
        "Goldin, Claudia, and Katz, Lawrence F. (2008). The Race Between Education and Technology. Cambridge: Harvard University Press.",
        "Gordon, Robert J. (2003). Exploding Productivity Growth: Context, Causes, and Implications, Brookings Papers on Economic Activity 34:2, 207-79.",
        "Gordon, Robert J. and Dew-Becker, Ian (2007). Selected Issues in the Rise of Income Inequality, Brookings Papers on Economic Activity 38:2, 169-92.",
        "Gordon, Robert J. and Dew-Becker, Ian (2008). Controversies About the Rise of American Inequality: A Survey, NBER Working Paper 13982, April.",
        "Hall, Brian, and Liebman, Jeffrey (2000). The Taxation of Executive Compensation, NBER Working Paper 7596, March.",
        "Jarque, Arantxa (2009). CEO Compensation Trends, Market Changes, and Regulation, Federal Reserve Bank of Richmond Economic Quarterly 94(3), Summer, 265-300.",
        "Kaplan, Steven N. and Joshua D. Rauh (2007). Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes? Center for Research in Security Prices (CRSP), University of Chicago, Working Paper 615, July.",
        "Kramer, Hagen (2008). Developments and Determinants of the Labor Share of Income in Selected Advanced Economies, Karisruhe University of Applied Sciences, October. See http://www.boeckier.de/pdfiv 2008 10 31 kraemer.pd f.",
        "Lemieux, Thomas, MacLeod, W. Bentley, and Parent, Daniel (2009). Performance Pay and Wage Inequality, Quarterly Journal of Economics 124 (1), 1-49.",
        "Leonhardt, David, and Geraldine Fabrikant (2009). After 30-Year Run, Rise of the Super-Rich Hits a Sobering Wall, New York Times, August 21, p. Al, A16.",
        "Inequality Increase Exaggerated? Page 38 Meara, Ellen R., Richards, Seth, and Cutler, David M. (2008). The Gap Gets Bigger: Changes in Mortality and Life Expectancy, by Education, 1981-2000, Social Determinants 27:2, 350-60.",
        "Mishel, Lawrence, Bernstein, Jared, and Allegretto, Sylvia (2005). The State of Working America 2004/2005. Cornell University Press.",
        "Mishel, Lawrence, Bernstein, Jared, and Shierholz, Heidi (2009). The State of Working America 2008/2009. ILR Press, an imprint of Cornell University Press.",
        "Moretti, Enrico (2008). Real Wage Inequality, NBER Working Paper 14370, September.",
        "Philippon, Thomas, and Reshef, Ariell (2009). Wages and Human Capital in the U. S. Financial Industry, NBER Working Paper 14644, January.",
        "Piketty, Thomas and Saez, Emmanuel (2003). Income Inequality in the United States, 1913-1998, Quarterly Journal of Economics 118, 1-39.",
        "Singh, Gopal K., and Siahpush, Mohammed (2006). Widening Socioeconomic Inequalities in U. S. Life Expectancy, 1980-2000, International Journal of Epidemiology, advance access published May 9. Inequality Increase Exaggerated? Page 39 Data Appendix: Source Notes for Tables and Figures"
    ]
}