{
    "id": 15362,
    "cites": 80,
    "cited_by": 11,
    "reference": [
        "Agarwal, S., Driscoll, J., and Laibson, D., 2008, Optimal Mortgage Refinancing: A Closed Form Solution, NBER Working Paper No. W13487.",
        "Archer, W., Ling, D., and McGill, G., 1997, The Effect of Income and Collateral Constraints On Residential Mortgage Terminations, Regional Science and Urban Economics 29, 314-25.",
        "Bajari, P., Chu, C., and Park, M. 2008, An Empirical Model of Subprime Mortgage Default From 2000 to 2007, NBER Working Paper No. 14625.",
        "Bank for International Settlements, 2007, Triennial Central Ban/c Snrvey.- Foreign Exchange and Derivatives Market Activity in ~OO7. Basel, Switzerland: Bank for International Settlements.",
        "Bekaert, G. and Wu, G., 2000, Asymmetric Volatility and Risk in Equity Markets, Review of Financial Stndies 13, 1-42.",
        "Bennett, P., Peach, R., and Peristiani, 5., 2001 Structural Change in the Mortgage Market and the Propensity to Refinance, Jonrnal of Money, Credit and Banking 33, 955-75.",
        "Bhardwaj, G. and Sengupta, R., 2008a, Did Prepayments Sustain the Subprime Market?, Federal Reserve Bank of St. Louis Working Paper No. 2008-039A.",
        "Bhardwaj, G. and Sengupta, R., 2008b, Where's the Smoking Gun? A Study of Underwriting Standards for U.S. Subprime Mortgages, Federal Reserve Bank of St. Louis Working Paper No. 2008-036A.",
        "Brunnermeier, M., 2009, Deciphering the Liquidity and Credit Crunch 2007-2008, Jonrnal of Economic Perspectives 23, 77-100 Calem, P. and LaCour-Little, M., 2004, Risk-Based Capital Requirements for Mortgage Loans, Jonrnal of Banking and Finance 28, 647-672.",
        "Calhoun, C., 1996, OFHEO House Price Indexes: HPI Technical Description, Office of Federal Housing Enterprise Oversight, available at http: //www. fhf a. gov/webfiles/896/hpi_tech. pdf Chan, N., Getmansky, M., Haas, S. and A. Lo, 2006, Do Hedge Funds Increase Systemic Risk?, Federal Reserve Bank of Atlanta Economic Review Q4, 49-80.",
        "Chang, Y. and Nothaft, F. 2007, Demystifying the Refi-Share Mystery, Jonrnal of Real Estate Research 29, 511-46.",
        "Chomsisengphet, S., Murphy, T., and Pennington-Cross, A., 2008, Product Innovation and Mortgage Selection in the Subprime Era, Working Paper Available on SSRN.",
        "Coleman, M., LaCour-Little, M., and Vandell, K., 2008, Subprime Lending and the Housing Bubble: Tail Wags Dog?, available at SSRN: http: //ssrn. com/abstract=1262365.",
        "Constantinides, G., 1976, Stochastic Cash Management with Fixed and Proportional Transaction Costs, Mamagememt Sciemce 22, 1320-1331.",
        "Constantinides, G., 1986, Capital Market Equilibrium with Transaction Costs, Jonrmal of Political Ecomomy 94, 842-862.",
        "Cox, J. and Rubinstein, M., 1985, Optioms Markets. Englewood Cliffs, New Jersey: PrenticeHall.",
        "Danis, M. and Pennington-Cross, A., 2005, A Dynamic Look at Subprime Loan Performance , Federal Reserve Bank of St. Louis Working Paper No. 2005-029A.",
        "Davis, M. and Norman, A., 1990, Portfolio Selection with Transactions Costs, Mathematics of Operatioms Research 15, 676-713.",
        "Dell'Ariccia, D., Igan, D. and Laeven, L., 2008, Credit Booms and Lending Standards: Evidence from the Subprime Mortgage Market, International Monetary Fund Working Paper.",
        "Demyanyk, Y. and Van Hemert, 0., 2008, Understanding the Subprime Mortgage Crisis, to appear in Review of Fimamcial Stndies.",
        "Deng, Y. and Quigley, J., 2002, Woodhead Behavior and the Pricing of Residential Mortgages , USC Lusk Center for Real Estate Working Paper No. 2003-1005.",
        "Deng, Y., Quigley, J., and Van Order, R., 2000, Mortgage Terminations, Heterogeneity and the Exercise of Mortgage Options, Ecomometrica 68, 275-307.",
        "Dixon, P. and M. Rimmer, 2002, Dymamic Gemeral Eqnilibrinm Modellimg for Forecastimg amd Policy: a Practical Gnide amd Docnmemtatiom of MONASH. New York: North Holland.",
        "Doms, M., Furlong, F., and Kramer, J., 2007, Subprime Mortgage Delinquency Rates, Federal Reserve Bank of San Francisco Working Paper No. 2007-33.",
        "Downing, C., Stanton, R., and Wallace, N., 2005, An Empirical Test of a Two-Factor Mortgage Valuation Model: How Much Do House Prices Matter?, Real Estate Ecomomics 33, 681-710.",
        "Foote, C., Gerardi, K., and Willen, P., 2008, Negative Equity and Foreclosure: Theory and Evidence, Federal Reserve Bank of Boston Public Policy Discussion No. 08-3.",
        "Fortin, R., Michelson, S., Smith, S., and Weaver, W., 2007, Mortgage Refinancing: The Interaction of Break-Even Period, Taxes, NPV, and IRR, Fimamcial Services Review 16, 197-209.",
        "Gallin, J., 2004, The Long-Run Relationship between House Prices and Rent, Federal Reserve Board Finance and Economics Discussion Series No. 2004-SO.",
        "Gallin, J. 2006, The Long-Run Relationship between House Prices and Income: Evidence from Local Housing Markets, Real Estate Ecomomics 34, 417-438.",
        "Gerardi, K., Lehnert, A., Sherlund, S. M., and Willen, P., 2008, Making Sense of the Subprime Crisis, Brookimgs Papers om Ecomomic Activity Fall 2008.",
        "Gerardi, K., Shapiro, A. H., and Willen, P., 2007, Subprime Outcomes: Risky Mortgages, Homeownership Experiences, and Foreclosures, Federal Reserve Bank of Boston Discussion Paper No. 07-iS.",
        "Getmansky, M., Lo, A. and S. Mci, 2004, Sifting Through the Wreckage: Lessons from Recent Hedge-Fund Liquidations, Jonrmal of Imvestmemt Mamagememt 2, 6-38.",
        "Ghent, A. C. and Kudlyak, M., 2009, Recourse and Residential Mortgage Default: Theory and Evidence from U.S. State, Federal Reserve Bank of Richmond Working Paper No. 09-b.",
        "Gorton, G., 2008, The Panic of 2007, Presented at the Federal Reserve Bank of Kansas City Jackson Hole Conference, August 2008.",
        "Gorton, G., 2009, The Subprime Panic, Enropeam Fimamcial Mamagememt 15, 10-46.",
        "Gorton, G. and A. Metrick,, 2009, Securitized Banking and the Run on Repo, Yale ICF Working Paper No. 09-14.",
        "Gray, D., Merton, R., and Bodie, Z., 2006, A New Framework for Analyzing and Managing Macrofinancial Risks of an Economy, NBER Working Paper No. 12637.",
        "Gray, D., Merton, R., and Bodie, Z., 2007a, New Framework for Measuring and Managing Macrofinancial Risk and Financial Stability, NBER Working Paper No. 13607.",
        "Gray, D., Merton, R., and Bodie, Z., 2007b, Contingent Claims Approach to Measuring and Managing Sovereign Risk, Jonrmal of Imvestmemt Mamagememt 5, 5-28.",
        "Gray, D., Merton, R., and Bodie, Z., 2008, A Contingent Claims Analysis of the Subprime Credit Crisis of 2007-2008, CREDIT 2008 Conference on Liquidity and Credit Risk, Venice, 22-23 September 2008.",
        "Gray, D. and Malone, 5., 2008, Macro.fimamcial Risk Amalysis. New York: John Wiley & Sons.",
        "Greenspan, A. and Kennedy, J., 2005, Estimates of Home Mortgage Originations, Repayments, and Debt on One-to-Four-Family Residences, Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series, 2005-41.",
        "Greenspan, A. and Kennedy, J., 2008, Sources and Uses of Equity Extracted from Homes, Oxford Review of Ecomomic Policy 24, 120-144.",
        "Grossman, S. and Laroque, G., 1990, Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods, Ecomometrica 58, 25-Si.",
        "Guiso, L., Sapienza, P., and Zingales, L., 2009, Moral and Social Constraints to Strategic Default on Mortgages, European University Institute Economics Working Papers No. EC02009/27.",
        "Haugh, M. and Lo, A., 2001, Asset Allocation and Derivatives, Qnamtitative Fimamce 1, 45-72.",
        "Himmelberg, C., Mayer, C., and Sinai, T., 2005, Assessing High House Prices: Bubbles, Fundamentals and Misperceptions, Jonrmal of Ecomomic Perspectives 19, 67-92.",
        "Hurst, E., and Stafford, F., 2004, Home is Where the Equity Is: Mortgage Refinancing and Household Consumption, Jonrmal of Momey, Credit, amd Bamkimg 36, 985-1014.",
        "Kau, J., and Keenan, D., 1995, An Overview of the Option-Theoretic Pricing of Mortgages , Jonrmal of Honsimg Research 6, 217-244.",
        "Kau, J., Keenan, D., and Kim, T., 1994, Default Probabilities for Mortgages, Jonrmal of Urbam Ecomomics 35, 278-296.",
        "Kau, J., Keenan, D., Muller, W., and Epperson, J., 1992, A Generalized Valuation Model for Fixed-Rate Residential Mortgages, Jonrmal of Momey, Credit amd Bamkimg 24, 279-99.",
        "Kau, J., Keenan, D., Muller, W., and Epperson, J., 1995, The Valuation at Origination of Fixed-Rate Mortgages with Default and Prepayment, Jonrmal of Real Estate Fimamce ~ Ecomomics 11, 5-36.",
        "Keys, B., Mukherjee, T., Seru, A. and Vig, V., 2008, Did Securitization Lead to Lax Screening? Evidence from Subprime Loans, EFA 2008 Athens Meetings Paper, available at SSRN: http://ssrn.com/abstract=1093137.",
        "Khandani, A. and A. Lo, 2007, What Happened To The Quants In August 2007?, Jonrmal of Imvestmemt Mamagememt 5, 29-78.",
        "Khandani, A. and A. Lo, 2008, What Happened To The Quants In August 2007?: Evidence from Factors and Transactions Data, available at SSRN: http: //ssrn. com/abstract=1288988.",
        "LaCour-Little, M., 2008, Mortgage Termination Risk: A Review of the Recent Literature, Jonrmal of Real Estate Literatnre 16, 297-326.",
        "Lo, A., 2008, Hedge Funds, Systemic Risk, and the Financial Crisis of 2007-2008: Written Testimony of Andrew W. Lo, prepared for the U.S. House of Representatives Committee on Oversight and Government Reform, November 13, 2008 Hearing on Hedge Funds.",
        "Lo, A. and MacKinlay, C., 1999, A Nom-Ramdom Walk Dowm Wall Street. Princeton, NJ: Princeton University Press.",
        "Lo, A., Mamaysky, H. and Wang, J., 2004, Asset Prices and Trading Volume Under Fixed Transaction Costs, Jonrmal of Political Ecomomy 112, 1054-1090.",
        "Mayer, C. and Pence, K., 2008, Subprime Mortgages: What, Where, and to Whom?, Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series, 2008-29.",
        "McCarthy, J. and Peach, R., 2004, Are Home Prices the Next `Bubble'?, Ecomomic Policy, Federal Reserve Bank of New York, December, 1-17.",
        "Merton, R., 1976, Option Pricing When the Underlying Stock Returns are Discontinuous, Jonrmal of Fimamcial Ecomomics 3, 125-144.",
        "Merton, R., 1977, An Analytic Derivation of the Cost of Deposit Insurance and Loan Guarantees: An Application of Modern Option Pricing Theory, Jonrmal of Bamkimg amd Fimamce 1, 3-li.",
        "Merton, R. and Bodie, Z., 1992, On the Management of Financial Guarantees, Fimamcial Mamagememt 21, 87-109.",
        "Mian, A. and Sufi, A., 2008, The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis, to appear in Qnarterly Jonrmal of Ecomomics.",
        "Mian, A., and Sufi, A., 2009, House Prices, Home Equity-Based Borrowing, and the U.S. Household Leverage Crisis, available at SSRN: http: //ssrn. com/abstract=1397607.",
        "Pennington-Cross, A. and Chomsisengphet, 5., 2007, Subprime Refinancing: Equity Extraction and Mortgage Termination, Real Estate Ecomomics 35, 233-263.",
        "Peristiani, S., Bennett, P., Peach, R., and Raiff, J., 1997, Credit, Equity, and Mortgage Refinancings, Ecomomic Policy, Federal Reserve Bank of New York, July, 83-99.",
        "Piskorski, T. and Tchistyi, A., 2006, Optimal Mortgage Design, available at SSRN: http: //ssrn. com/abstract=971223.",
        "Pliska, 5., 2006, Mortgage Valuation and Optimal Refinancing, in A. Shiryaev, M. Grossinho, P. Oliveira, and M. Esquvel (eds.), Stochastic Fimamce, 183-196. New York: Springer.",
        "Rajan, R. G., 2006, Has Finance Made the World Riskier?, Enropeam Fimamcial Mamagememt 12, 499-533.",
        "Quercia, R. and Stegman, M., 1992, Residential Mortgage Default: A Review of the Literature, Jonrmal of Honsimg Research 3, 341-379.",
        "Reinhart, C. and K. Rogoff, 2008a, This Time Is Different: A Panoramic View of Eight Centuries of Financial Crises, NBER Working Paper No. 13882.",
        "Reinhart, C. and K. Rogoff, 2008b, Is the 2007 U.S. Subprime Crisis So Different? An International Historical Comparison, Amen cam Ecomomic Review 98, 339-344.",
        "Schwartz, E. and Torous, W., 1989, Prepayment and the Valuation of Mortgage-Backed Securities, The Jonrmal of Fimamce 44, 375-392.",
        "Shiller, R., 2006, Long-Term Perspective on the Current Boom in Home Prices, Economists' Voice, Berkeley Electronic Press, March.",
        "Stanton, R., 1995, Rational Prepayment and Valuation of Mortgage-Backed Securities, Review of Fimamcial Stndies 8, 677-708.",
        "Thurner, S., Farmer, D. and J. Geanakoplos, 2009, Leverage Causes Fat Tails and Clustered Volatility, Working Paper No. 2009-08--031, Santa Fe Institute.",
        "Vandell, K., 1993, Handing Over the Keys: A Perspective on Mortgage Default Research, Jonrmal of Americam Real Estate amd Urbam Ecomomics 21, 211-46.",
        "Wheaton, W. and Nechayev, G., 2007, The 1998-2005 Housing `Bubble' and the Current `Correction': What's Different this Time?, Jonrmal of Real Estate Research 30, 1-26."
    ]
}