{
    "id": 15369,
    "cites": 16,
    "cited_by": 71,
    "reference": [
        "Aiyagari, R., A. Marcet, T. Sargent, and J. Seppala (2002). Optimal Taxation without StateContingent Debt, Journal of Political Economy, 110, December, 1220-1254.",
        "Barro, R.J. (1979). On the Determination of the Public Debt, Journal of Political Economy, 87, October, 940-971.",
        "Barro, R.J. (1981). Output Effects of Government Purchases, Journal of Political Economy, 89, December, 1086-1121.",
        "Barro, R.J. (1990). On the Predictability of Tax-Rate Changes, in R.J. Barro. ed., Macroeconomic Policy, Cambridge MA, Harvard University Press, 268-297.",
        "Barro, R.J. and R.G. King (1984). Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles, Quarterly Journal of Economics, 99, November, 8 17-839.",
        "Barro, R.J. and C. Sahasakul (1983). Measuring the Average Marginal Tax Rate from the Individual Income Tax, Journal of Business, 56, October, 4 19-452.",
        "Barro, R.J. and C. Sahasakul (1986). Average Marginal Tax Rates from Social Security and the Individual Income Tax, Journal of Business, 59, October, 555-566.",
        "Barro, R.J. and J.F. Ursua (2008). Consumption Disasters since 1870, Brookings Papers on Economic Activity, spring, 255-335.",
        "Blanchard, 0. and R. Perotti (2002). An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics, 117, November, 1329-1368.",
        "Kendrick, J.W. (1961). Productivity Trends in the United States, Princeton NJ, Princeton University Press.",
        "Ramey, V.A. (2008). Identifying Government Spending Shocks: It's All in the Timing, unpublished, University of California San Diego, June.",
        "Ramey, V.A. and M. Shapiro (1998). Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference Series on Public Policy, 48, June, 145-194.",
        "Redlick, C.J. (2009). Average Marginal Tax Rates in the United States: A New Empirical Study of their Predictability and Macroeconomic Effects, 1913-2006, unpublished undergraduate thesis, Harvard University.",
        "Romer, C.D. and D.H. Romer (2008). A Narrative Analysis of Postwar Tax Changes, unpublished, University of California Berkeley, November.",
        "Romer, C.D. and D.H. Romer (2009). The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, unpublished, University of California Berkeley, April, forthcoming in American Economic Review.",
        "Rotemberg, J. and M. Woodford (1992). Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy, 100, December, 11531297."
    ]
}