{
    "id": 15366,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Bateman, Ian J. and Alistair Munro. 2009. Household Versus Individual Valuation: What's the Difference? Environmental and Resource Economics 43: 119-135.",
        "Becker, Gary. 1974. A Theory of Social Interactions. Journal of Political Economy. 82(6): 1063-1094.",
        "Browning, M. and P.A. Chiappori. 1998. Efficient Intra Household Allocation: A General Characterization and Empirical Tests. Econometrica 66: 1241-1279.",
        "Cameron, Trudy Ann and J.R. deShazo. 2005. Sample Selection in a Major Consumer Panel: Assessment and Correction Using Year 2000 Census Characteristics and CountyLevel Presidential Voting Records. draft manuscript.",
        "Chay, Kenneth Y. and Michael Greenstone. 2003. The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession. Quarterly Journal of Economics 118(3): 1121-1167.",
        "Chiappori, Pierre-Andr",
        "Chiappori, Pierre-Andr",
        "Curie, Janet and Matthew Neidell. 2005. Air Pollution and Infant Health: What Can We Learn from California's Recent Experience? Quarterly Journal of Economics 120(3): 1003- 1030.",
        "Evans, Mary F. and V. Kerry Smith. 2005. Do New Health Conditions Support Mortality-Air Pollution Effects? Journal of Environmental Economics and Management 50(3): 496-518.",
        "Heckman, James J. 1979. Sample Selection Bias as a Specification Error. Econometrica 47: 153-16 1.",
        "Lindhjem, Henrik and Stale Navrud. 2009. Asking for Household Willingness to pay for Environmental Goods? Implications for Aggregate Welfare Measures Environmental and Resource Economics 43:11-29.",
        "Lundberg, Shelly J., Robert A. Pollak, and Terence J. Wales. 1997. Do Husbands and Wives Pool Their Resources? Evidence from the United Kingdom Child Benefit. Journal of Human Resources 32(3): 463-480.",
        "McElroy, Marjorie B. 1990. The Empirical content of Nash-Bargained Household Behavior. The Journal of Human Resources. 25(4): 559-583.",
        "Sheskin, David J. 2000. Handbook of Parametric and Nonparametric Statistical Procedures, 2nd Edition. New York: Chapman and Hall/CRC.",
        "Stewart, Mark B. 1983. On Least Squares Estimation when the Dependent Variable is Grouped. Review of Economic Studies 50(163): 737-753."
    ]
}