{
    "id": 15360,
    "cites": 42,
    "cited_by": 19,
    "reference": [
        "Ades A. and E. L. Glaeser (1999), Evidence on Growth, Increasing Returns, and the Extent of the Market, Quarterly Journal of Economics, vol. 114, no. 3, August, pp. 1025-1045.",
        "Alesina, A. and E. L. Glaeser (2004), Fighting Poverty in the US and Europe: A World of Difference, Oxford: Oxford University Press.",
        "Alesina, A. and E. La Ferrara (2000), Participation in Heterogeneous Communities, Quarterly Journal of Economics, vol. 115, no. 3, August, pp. 847-904.",
        "Alesina, A. and E. La Ferrara (2005), Ethnic Diversity and Economic Performance, Journal of Economic Literature, vol. 43, September, pp. 762-800.",
        "Alesina, A., R. Baqir and W. Easterly (1999), Public Goods and Ethnic Divisions, Quarterly Journal of Economics, vol. 114, no. 4, November, pp. 1243-1284.",
        "Alesina, A., A. Devleeschauwer, W. Easterly, S. Kurlat and R. Wacziarg (2003), Fractionalization, Journal of Economic Growth, vol. 8, no. 2, June, pp. 155-194.",
        "Alesina, A., E. Glaeser and B. Sacerdote (2001), Why Doesnt the United States Have a European- Style Welfare State?, Brookings Papers on Economic Activity, vol. 2001, no. 2, pp. 187-254.",
        "Alesina, A, E. Spolaore and R. Wacziarg (2000), Economic Integration and Political Disintegra- tion, American Economic Review, vol. 90, no. 5. December, pp. 1276-1296.",
        "Banerjee, A., Iyer, L. and Somanathan, R. (2005), History, Social Divisions, and Public Goods in Rural India, Journal of the European Economic Association, vol. 3, no. 2-3, pp. 639-647.",
        "Barro, R. J. and J. W. Lee (2000), International Data on Educational Attainment: Updates and Implications, Harvard CID Working Paper No. 42, April.",
        "Bergslund, K. and H. Vogt (1962), On the Validity of Glottochronology, Current Anthropology, vol. 3, pp. 115-153.",
        "Bossert, W., C. DAmbrosio and E. La Ferrara (2009), A Generalized Index of Fractionalization, Econo mica, forthcoming.",
        "Darwin, C. (1902), On the Origin of Species by Means of Natural Selection, or, The Preservation of Favoured Races in the Struggle for Life, 6~ edition, London: Grant Richards.",
        "Desmet, K., I. Ortu",
        "Dixon, R. M. W. (1997), The Rise and Fall of Languages, Cambridge: Cambridge University Press.",
        "Easterly, W. and R. Levine (1997), Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, vol. 112, no. 4, November, pp. 1203-1250.",
        "Emeneau, M. and D. Anwar (1980), Language and Linguistic Area: Essays by Murray B. Emeneau, Palo Alto: Stanford University Press.",
        "Esteban, J. M., and D. Ray (1994), On the Measurement of Polarization, Econometrica, vol. 62, no. 4, pp. 819-851.",
        "Ethnologue (2005), Ethnologue: Languages of the World, 15th Edition, SIL International, www.ethnologue.com.",
        "Fearon, J. and D. Laitin (2003), Ethnicity, Insurgency, and Civil War, American Political Science Review, vol. 97, no. 1, February, pp. 75-90.",
        "Fearon, J. (2003), Ethnic and Cultural Diversity by Country, Journal of Economic Growth, vol.",
        "Gray, R. D. and Q. D. Atkinson (2003), Language-tree Divergence Times Support the Anatolian Theory of Indo-European Origin, Nature, vol. 426, 27 November, pp. 435-439.",
        "Greenberg, J. H. (1987), Language in the Americas, Palo Alto: Stanford University Press.",
        "Greenberg, J. H. (1956), The Measurement of Linguistic Diversity, Language, vol. 32, no. 1, Jamuary, pp. 109-115.",
        "Habyarimana, J., M. Humphreys, D. Posner and J. Weinstein (2007), Why Does Ethnic Diver- sity Undermine Public Goods Provision?, American Political Science Review, vol. 101, no. 4, 23 November, pp. 709-725.",
        "Habyarimana, J, M. Humphreys, D. Posner and J. Weinstein (2009), Coethnicity: Diversity and the Dilemmas of Collective Action, New York: Russell Sage Foundation Press.",
        "Hauk, W. and R. Wacziarg (2009), A Monte Carlo Study of Growth Regressions, Journal of Economic Growth, vol. 14, no. 2, June, pp. 103-147.",
        "Heston, A., R. Summers and B. Aten (2006), Penn World Table Version 6.2, Center for Interna- tional Comparisons of Production, Income and Prices, University of Pennsylvania, September.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer and R. Vishny (1999), The Quality of Government, Journal of Law, Economics, and Organization, vol. 15, no. 1, pp. 222-279.",
        "Lazear, E. (1999), Culture and Language, Journal of Political Economy, vol. 107, no. 6, Decem- ber, pp. S95-S126.",
        "Lithgow, D. (1973), Language Change on Woodlark Island, Oceania, vol. 44, no. 2, December, pp.101-108.",
        "Luttmer, E. F. P. (2001), Group Loyalty and the Taste for Redistribution, Journal of Political Economy, vol. 109, no. 3, June, pp. 500-528.",
        "Luttmer E. F. P. and C. Fong (2009), What Determines Giving to Hurricane Katrina Victims? Ex- perimental Evidence on Racial Group Loyalty, American Economic Journal: Applied Economics, vol. 1, no. 2, April, pp. 64-87.",
        "Miguel, E., and M. K. Gugerty (2005), Ethnic Diversity, Social Sanctions, and Public Goods in Kenya, Journal of Public Economics, vol. 89, no. 11, pp. 2325-2368.",
        "Montalvo, J. G. and M. Reynal-Querol (2005), Ethnic Polarization, Potential Conflict and Civil War, American Economic Review, vol. 95, no. 3, June, pp. 796-816.",
        "Nettle, D. (1998), Explaining Global Patterns of Language Diversity, Journal of Anthropological Archaeology, vol. 17, pp. 354-374.",
        "Ottaviano, G. M. and G. Pen (2006), The Economic Value of Cultural Diversity: Evidence from U.S. Cities, Journal of Economic Geography, vol. 6, no. 1, January, pp. 9-44.",
        "Posner, D. (2003), The Colonial Origins of Ethnic Cleavages: The Case of Linguistic Divisions in Zambia, Comparative Politics, vol. 35, no. 2, pp. 127-146.",
        "Posner, D. (2005), Institutions and Ethnic Politics in Africa, Cambridge (UK): Cambridge Univer- sity Press.",
        "Scarritt, J. R. and S. Mozaffar (1999), The Specification of Ethnic Cleavages and Ethnopolitical Groups for the Analysis of Democratic Competition in Contemporary Africa, Nationalism and Ethnic Politics, vol. 5, no. 1, March, pp. 82-117.",
        "Spolaore E. and R. Wacziarg (2009), The Diffusion of Development, Quarterly Journal of Eco- nomics, vol. 124, no. 2, May, pp. 469-529.",
        "World Bank (2008), World Development Indicators 2008, Washington, DC: World Bank."
    ]
}