{
    "id": 15363,
    "cites": 10,
    "cited_by": 3,
    "reference": [
        "Bigsten,A. ,X.X. Liu and J.H. Zheng (2002) ,Efficiency, Technical Progress, and Best Practice in Chinese State Enterprises, China Economic Quarterly 1: 521-540.",
        "Cull R. , X.Li and C. Xu (2000) ,Bureaucrats, State Banks, and the Efficiency of Credit Allocation: The Experience of Chinese State-Owned Enterprises, Journal of Comparative Economics. 28: 131.",
        "Fosse ,H. and P. Raimondos-M",
        "He,F. and Q.Y. Xu (2009), China's Exchange Rate Regime: Back to the Past. Paper Presented at the 11th NBER-CCER Annual Conferences, Beijing, July 2009.",
        "IMF (2005), Asia-Pacific Economic Outlook, International Monetary Fund, Washington, DC.",
        "Kamada,K., and I.,Takagawa(2005), Policy Coordination in East Asia and across the Pacific, Bank of Japan Working Paper Series No. 05-E-4 (Bank of Japan, Tokyo).",
        "Liu ,D.Q. (2002) Managers in State-Owned Enterprises: Ability, Efforts, and Productive efficiency A Case Study of the Iron and Steel Industry in China, China Economic Quarterly 1:419-434.",
        "Marquez, J., and J. Schindler( 2006), Exchange Rate Effects on China's Trade: An Interim Report, Federal Reserve International Finance Discussion Paper No. 861 (Federal Reserve Board, Washington).",
        "National Bureau of Statistics, PRC, Chinese Statistical Yearbook, www.stats.gov.cn Park, C.(2005), Coping with Global Imbalances and Asian Currencies, www.adb.org Thorbecke, W.(2006), How Would an Appreciation of the Renminbi Affect the U.S. Trade Deficit with China? Topics in Macroeconomics Volume 6, Issue 3 2006 Article 3, http :bbwww.bepress .comlcgibviewcontent.cgi?article= 1 454&context=bejm Willenbockel, D. (2006), Structural Effects of a Real Exchange Rate Revaluation in China: A CGE Assessment, MPRA Paper No. 920, http :bbmpra.ub .uni-muenchen. deb 920b Wang,L. and J.Whalley(2007), The Impacts of Renminbi Appreciation on Trade Flows and Reserve Accumulation in a Monetary Trade Model, NBER Working Paper No.13586.",
        "Whalley,J. and S.M. Zhang(2006), State-Owned Enterprise Behaviour Responses to Trade Reforms: Some Analytics and Numerical Simulation Results Using Chinese Data, NBER Working Paper No.12780."
    ]
}