{
    "id": 15371,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "Altman, Daniel; David Culter, and Richard Zeckhauser. 2003. Enrollment Mix, Treatment Intensity, and Cost in Competing Indemnity and HMO Plans. Journal of Health Economics, 22(1): 23-45.",
        "American Tort Reform Association. 2007. State and Federal Reforms. http://www.atra.org/reforms/.",
        "America's Health Insurance Plans (AHIP). 2006. Health Insurance Premium Growth Slows Despite Increased Utilization, Higher Costs. http://www.ahip.org/content/pressrelease.aspx?docid= 14702.",
        "Arlen, Jennifer and W. Bentley MacLeod. 2003. Malpractice Liability for Physicians and Managed Care Organizations. New York University Law Review 78: 1929-2005.",
        "Avraham, Ronen. 2006. Database of State Tort Law Reforms. Working Paper No. 06-08. Northwestern Law and Econ Research Paper. Available at: http://ssrn.comlabstract=9027 11.",
        "Baicker, Katherine, and Amitabh Chandra. 2005. The Consequences of the Growth of Health Insurance Premiums. Working Paper No. 11160. National Bureau of Economic Research, Cambridge, Mass.",
        "Blomqvist, A. (1991), The Doctor as Double Agent: Information Asymmetry, Health Insurance, and Medical Care, Journal of Health Economics 10(4): 411-432.",
        "Carlin, Caroline and Robert Town. Adverse Selection, Welfare, and the Optimal Pricing of Employer-Sponsored Health Plans, mimeo 2008.",
        "Congressional Budget Office. 2004. Limiting Tort Liability for Medical Malpractice. Washington, D.C.: Congressional Budget Office. Available at http ://www.cbo . gov/ftpdocs/49xx/doc4968/0 1-08-MedicalMalpractice .pdf.",
        "Cromwell, Jerry, and Janet B. Mitchell. 1986. Physician-Induced Demand for Surgery. Journal of Health Economics 5(4):293-313.",
        "Curie, Janet, and W. Bentley MacLeod. 2008. Tort Reform and Birth Outcomes. Quarterly Journal of Economics 123(2): 795-830.",
        "Curie, Janet, and W. Bentley MacLeod. 2006. First Do No Harm? Tort Reform and Birth Outcomes. Working Paper No. 12478. National Bureau of Economic Research, Cambridge, Mass. Available at http://columbia.edu/~wbm2 103/Courses/PapersSLEPP /macleod.pdf.",
        "Danzon, Patricia M. 1986. The Frequency and Severity of Medical Malpractice Claims: New Evidence. Law and Contemporary Problems 49(2):57-84.",
        "Danzon, Patricia M., Mark V. Pauley, and Raynard S. Kington. 1990. The Effects of Malpractice Litigation on Physicians' Fees and Income. American Economic Review 80(2): 122-27.",
        "Danzon, P.M., A. J. Epstein, and S. J. Johnson, 2004, The Crisis in Medical Malpractice Insurance, in: R.Herring and R. Litan, eds., Brookings-Wharton Papers on Financial Services (Washington, DC: Brookings Institution Press), 55-95. Dafny, Leemore. Are Health Insurance Markets Competitive? A Direct Test of Price Discrimination. NBER Working Paper 14572, forthcoming in The American Economic Review.",
        "Dubay, Lisa, Robert Kaestner, and Timothy Waidmann. 1999. The Impact of Malpractice Fears on Caesarian Section Rates. Journal of Health and Economics 18(4):491-522.",
        "Dubay, Lisa, Robert Kaestner, and Timothy Waidmann. 2001. Medical Malpractice Liability and its Effect on Prenatal Care Utilization and Infant Health. Journal of Health Economics 20:591-611.",
        "Glied, Sherry. 2000. Managed Care in Handbook of Health Economics, A.J. Culyer and J.P. Newhouse, eds. New York: Elsevier, chapter 13.",
        "Glied, Sherry. 2003. Health Care Costs on the Rise Again. Journal of Economic Perspectives 17(2): 125-148.",
        "Gruber, Jonathan, John Kim, and Dma Mayzlin. Physician Fees and Procedure Intensity: The Case of Cesarean Delivery. 1999. Journal of Health Economics 18, 473-490.",
        "Holtz-Eakin, Douglas. 2004. The Effects of Torts Reform: Evidence from the States. Washington, D.C.: Congressional Budget Office.",
        "Hyman, David, Bernard Black, Charles Silver, William Sage, and Kathryn Zeiler. 2007. Do Defendants Pay What Juries Award? Post-Verdict Haircuts in Texas Medical Malpractice Cases, 1988-2003. Journal of Empirical Legal Studies 4(1):3-68.",
        "Kessler, Daniel P. 2006. The Determinants of the Cost of Medical Liability Insurance.",
        "Physician Insurers Society of America: available at http://www~piaa~us/pdf flies/press releases/Kessler Malpins Report.pdf Kessler, D.P. (1996). Institutional Causes of Delay in the Settlement of Legal Disputes, Journal of Law, Economics, and Organizations, 12(2), pp 432-460.",
        "Kessler, Daniel, and Mark McClellan. 1996. Do Physician's Practice Defensive Medicine? Quarterly Journal of Economics 111:353-90.",
        "Kessler, Daniel, and Mark McClellan. 2002. Malpractice Law and Health Care Reform: Optimal Liability Policy in an Era of Managed Care. Journal of Public Economics 84(2): 175-97.",
        "National Conference of State Legislators. 2007. Medical Malpractice Tort Reform. http://www.ncsl.org/standcommlsclaw/medmaloverview.htm.",
        "Who Pays? The Incidence of Malpractice Premiums. Forum for Health and Economic Policy 9(1):Art.2. Polinsky, A. Mitchell. 1997. Are Punitive Damages Really Insignificant, Predictable, and Rational? A Comment on Eisenberg et al. The Journal of Legal Studies 26(2):663-77.",
        "Silver, Charles, Kathryn Zeiler, Bernard Black, David Hyman, and William Sage. 2006. Physician's Insurance Limits and Malpractice Payouts: Evidence from Texas Closed Claims. Working Paper. University of Texas, Austin, TX.",
        "Studdert, David M., Michelle M. Mello, William M. Sage, Catherine M. DesRoches, Jordon Peugh, Kinga Zapert, and Troyen A. Brennan. 2005. Defensive Medicine Among HighRisk Specialist Physicians in a Volatile Malpractice Environment. The Journal of the American Medical Association 293:2609-17.",
        "Thurston, Norman K. 2001. Physician Market Power-Evidence from the Allocation of Malpractice Premiums. Economic Inquiry 39(3) :487-98.",
        "Westlaw. 2006. 50 State Statutory Surveys: Health Care Medical Malpractice The White House. 2004. President's Remarks at the 2004 President's Dinner. Available at http ://www.whitehouse.gov/news/releases/2004/07/2004072 1-14 .html."
    ]
}