{
    "id": 15376,
    "cites": 43,
    "cited_by": 11,
    "reference": [
        "Bartik, Timothy. 1991. Who Benef its from State and Local Economic Development Policies? Kalamazoo (Mi): W.E. Upjohn Institute for Employment Research.",
        "Baum-Snow, Nathaniel. 2007. Did highways cause suburbanization? Quarterly Journal of Economics 122(2):775-805.",
        "Cervero, Robert. 2002. Induced travel demand: Research design, empirical evidence, and normative policies. Journal of Planning Literature 17(3):2-2o.",
        "Cervero, Robert and Mark Hansen. 2002. Induced travel demand and induced road investment: A simultaneous equation analysis. Journal of Transport Economics and Policy 36(3):469-490.",
        "Chandra, Amitabh and Eric Thompson. 2000. Does public infractsructure affect economic activity ? Evidence from the rural interstate highway system. Regional Science and Urban Economics 30(4):457-490.",
        "Davis, Stacy C., Susan W. Diegel, and Robert G. Boundy. 2008. Transportation Energy Data Book: Edition 27. Washington, Dc: United States Department of Transportation, Office of Energy Efficiency and Renewable Energy.",
        "Downs, Anthony. 1962. The law of peak-hour express-way congestion. Traffic Quarterly 16(3):393409.",
        "Downs, Anthony. 1992. Stuck in Traffic: Coping With Peak-Hour Traffic Congestion. Washington D.c.: Brookings Institution Press.",
        "Dupuit, Jules E.J. 1844. De la mesure de l'utilit",
        "Duranton, Gilles and Matthew A. Turner. 2008. Urban growth and transportation. Processed, University of Toronto.",
        "Ferreira, Fernando and Joseph Gyourko. 2009. Do political parties matter? Evidence from us cities. Quarterly Journal of Economics i 24(1) :399-422.",
        "Fishlow, Albert. 1965. American Railroads and the Transformation of the Ante-Bellum Economy. Cambridge (MA): Harvard University Press.",
        "Fogel, Robert. 1964. Railroads and American Economic Growth: Essays in Econometric History. Baltimore (MD): Johns Hopkins University Press.",
        "Fulton, Lewis M., Robert B. Noland, Daniel J. Meszler, and John V. Thomas. 2000. A statistical analysis of induced travel effects in the u.s. Mid-Atlantic region. Journal of Transportation Statistics 3(1):1-14.",
        "Glaeser, Edward L., Jos",
        "Gomez-Ibanez, Jose A. 1996. Big-city transit, ridership, deficits, and politics. Avoiding reality in Boston. Journal of the American Planning Association 62(1):3o-5o.",
        "Goodwin, Phil B. 1996. Empirical evidence on induced traffic. Transportation 23(1):23-54.",
        "Gray, Charles P. c. 1898. Gray's New Trunk Railway Map of the United States, Dom. of Canada and Portion of Mexico. Compiled from latest official sources, showing carefully selected list of cities & towns in readable type for quick reference. New York, NY. Library of congress catalogue # G~7oi.P~ 1898 G7 RR 67.",
        "Hansen, Mark, David Gillen, Allison Dobbins, Yualin Huang, and Monish Puvathingal. 1993. The air quality impacts of urban highway capacity expansion: Traffic generation and land use changes. Report, University of California at Berkeley, Institute for Transportation Studies.",
        "Hansen, Mark and Yuanlin Huang. 1997. Road supply and traffic in California urban areas. Transportation Research A 21(3): 205-218.",
        "Hess, Daniel Baldwin and Peter A. Lombardi. 2005. Governmental subsidies for public transit: History, current issues, and recent evidence. Public Works Management Policy lo(4):138-156.",
        "Jorgensen, Roy E. 1947. Influence of expressways in diverting traffic from alternate routes and in generating new traffic. Highway Research Board Proceedings, Traffic and Operations 27(o):322-33o.",
        "Kain, John F. 1999. The urban transportation problem: A reexamination and update. In Jos",
        "Keeler, Theodore E. and Kenneth A. Small. 1977. Optimal peak-load pricing, investment, and service level on urban expressways. Journal of Political Economy 85(1):1-25.",
        "Koppelman, Frank 5. 1972. Preliminary study for development of a macro urban transport travel demand model. Technical report, Massachussets Institute of Technology, Department of Civil Engineering, Transportation System Division.",
        "Krueger, Alan B., Daniel Kahneman, Norbert Schwarz, and Arthur A. Stone. 2008. National time accounting: The currency of life. Processed, Princeton University.",
        "Leape, Jonathan. 2006. The London congestion charge. Journal of Economic Perspectives 20:157-176.",
        "Michaels, Guy. 2008. The effect of trade on the demand for skill - Evidence from the Interstate Highway System. Review of Economics and Statistics 90(4):683-701.",
        "Mohring, Herbert. 1961. Land values and the measurement of highway benefits. Journal of Political Economy 69(3) :236-249.",
        "Ng, Chen Feng and Kenneth A. Small. 2008. Tradeoffs among free-flow speed, capcity, cost, and environmental footprint in highway designs. Processed, University of California at Irvine.",
        "Noland, Robert B. 2001. Relationship between highway capacity and vehicle travel. Transportation Research A 35(1):47-72.",
        "Noland, Robert B. and William A. Cowart. 2000. Analysis of metropolitan highway capacity and the growth in vehicle miles of travel. Transportation 27(4):363-39o.",
        "Schipper, Mark and Vicki Moorhead. 2000. Odometer versus self-reported estimates of vehicle miles traveled. Processed, Energy Information Administration (United States Department of Energy).",
        "Small, Kenneth A. and Erik T. Verhoef. 2007. The Economics of Urban Transportation. New York (NY): Routledge.",
        "Stock, James H. and Motohiro Yogo. 2005. Testing for weak instruments in linear IV regression. In Donald W.K. Andrews and James H. Stock (eds.) Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg. Cambridge: Cambridge University Press, 8o-io8.",
        "United States Bureau of Transportation Statistics. 2007. Transportation Statistics Annual Report 2007. Washington, Dc: us Government printing office.",
        "United States Department of Transportation, Federal Highway Administration. 1989. FHWA Functional Classification Guidlines. Washington, Dc: us Government printing office, www. fhwa. dot .gov/planning/fcsecl_1 .htm.",
        "United States Department of Transportation, Federal Highway Administration. 2005. Highway Statistics 2005, Functional System Travel, Table VM-2. Washington, Dc: us Government printing office.",
        "United States Federal Works Agency, Public Roads Administration. 1947. Press release.",
        "United States Geological Survey. 1970. The National Atlas of the United States of America. Washington, DC.",
        "United States House of Representatives. 1947. A Report on the National Interregional Highway Committee, Outlining and Recommending a National System of Interregional Highways. Washington, Dc: us Government printing office.",
        "Weiner, Edward. 1997. Urban Transportation Planning in the United States: An Historical Overview. Fifth edition. Washington, Dc: Department of Transport.",
        "Wooldridge, Jeffrey M. 2001. Econometric Analysis of Cross Section and Panel Data. First edition. Cambridge MA: MIT press."
    ]
}