{
    "id": 15375,
    "cites": 43,
    "cited_by": 7,
    "reference": [
        "ABOWD, J. M., AND D. CARD (1989): On the Covariance Structure of Earnings and Hours Changes, 57(2), 411-445.",
        "ALTONJI, J. (1986): Intertemporal Substitution in Labor Supply: Evidence from Micro Data, Journal of Political Economy, 94, s176-s215.",
        "ALTUG, 5. (1989): Time-to-Build and Aggregate Fluctuations: Some New Evidence, International Economic Review, 30(4), 889-920.",
        "AN, S., AND F. SCHORFHEIDE (2007): Bayesian Analysis of DSGE Models, Econometric Reviews, 26((2-4)), 113-172.",
        "BECKER, G. S., AND G. GHEZ (1975): The Allocation of Time and Coods Over the Life Cycle. New York: Columbia University Press.",
        "CANOVA, F., D. LOPEZ-SALIDO, AND C. MICHELACCI (2007): On the Effects of Technology Shocks on Hours and Output: A Robustness Analysis, mimeo, CEMFI and UPF, CEPR DP 6720.",
        "CANOVA, F., AND L. SALA (2009): Back to Square One: Identification Issues in DSGE Models, 56(4), 431-449.",
        "CHANG, Y., J. F. GaMES, AND F. SCHORFHEIDE (2002): Learning-by-Doing as a Propagation Mechanism, American Economic Review, 92(5), 1498-1520.",
        "CHANG, Y., AND F. SCHORFHEIDE (2003): Labor-Supply Shifts and Economic Fluctuations, Journal of Monetary Economics, 50(8), 1751-1768.",
        "CHARI, V. V., P. J. KEHOE, AND E. R. MCGRATTAN (2007): Business Cycle Accounting, 75((3)), 781-836.",
        "CHRI5TIAN0, L., M. EICHENBAUM, AND C. EVANS (2005): Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113(1), i-45.",
        "COOLEY, T. F., AND E. C. PRESCOTT (1995): Economic Growth and Business Cycles, in Frontiers of Business Cycle Research, ed. by T. F. Cooley, chap. 1. Princeton NJ: Princeton University Press.",
        "CUMMINS, J. G., AND G. L. VIOLANTE (2002): Investment-Specific Technical Change in the United States (1947-2000): Measurement and Macroeconomic Consequences, Review of Economic Dynamics, 5((2),).",
        "D0MEIJ, D., AND M. FLODEN (2006): The Labor-Supply Elasticity and Borrowing Constraints: Why Estimates are Biased, 9(2), 242-262.",
        "FISHER, J. D. (2006): The Dynamic Effects of Neutral and Investment-Specific Technology Shocks, Journal of Political Economy, 114(3), 413-451.",
        "GALl, J., AND P. RABANAL (2004): Technology Shocks and Aggregate Fluctuations: How Well Does the Real Business Cycle Model Fit Postwar US Data?, IMF Working Paper WP/04/234.",
        "GORDON, R. J. (1990): The Measurement of Durable Goods Prices. National Bureau of Economic Research Monograph Series, Chicago: University of Chicago Press.",
        "GREENWOOD, J., Z. HERCOWITZ, AND P. KRUSELL (1997): Long-Run Implications of Investment-Specific Technological Change, 87(3), 342-362.",
        "GREENWOOD, J., Z. HERCOWITZ, AND P. KRUSELL (2000): The Role of Investment-Specific Technological Change in the Business Cycle, European Economic Review, 44((1)), 91-uS.",
        "HALL, R. E. (1997): Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics, 15(1), 5223-250.",
        "HANSEN, G. D. (1985): Indivisible Labor and the Business Cycle, 16((3)), 309-321.",
        "HEATHCOTE, J., K. STORESLETTEN, AND G. VIOLANTE (2007): Consumption and Labor Supply with Partial Insurance: An Analytical Framework, University of Oslo, Frisch Centre (Oslo) Working Paper.",
        "(2008): The Macroeconomic Implications of Rising Wage Inequality in the United States, University of Oslo, Frisch Centre (Oslo) Working Paper.",
        "HERRENDORF, B., AND J. V. RIoS-RuLL (2009): Balanced Growth Paths and Preferences: There Is No Need for CRRA Felicity Functions, Unpublished manuscript, University of Minnesota.",
        "IMAI, S., AND M. P. KEANE (2004): Intertemporal Labor Supply and Human Capital Accumulation, International Economic Review, 45(2), 601-641.",
        "ISKREV, N. (2009): Local Identification in DSGE Models, Estudos e Documentos de Trabalho, Banco de Portugal.",
        "JUSTINIANO, A., G. E. PRIMICERI, AND A. TAMBALOTTI (2009a): Investment Shocks and Business Cycles, http://faculty.wcas.northwestern.edu/ gep5 75/samm4o_gt .pdf.",
        "(2009b): Investment Shocks and the Relative Price of Investment, http://faculty.wcas.northwestern.edu/ gep5 75/ISRP7_gt .pdf.",
        "KING, R. G., C. I. PLOSSER, AND S. REBELO (1988): Production, Growth and Business Cycles: I The Basic Neoclassical Model, 21(2-3), 195-232.",
        "KYDLAND, F. E. (1984): Labor-Force Heterogeneity and the Business Cycle, 21, 173-209.",
        "KYDLAND, F. E., AND E. C. PRESCOTT (1982): Time to Build and Aggregate Fluctuations, 50(6), 1345-1370.",
        "(1991): Hours and Employment Variation in Business Cycle Theory, 1(1), 63-81.",
        "(1993): Cyclical Movements of the Labor Input and Its Implicit Real Wage, Federal Reserve Bank of Cleveland Economic Review, QIl, 12-23.",
        "LIU, Z., D. F. WAGGONER, AND T. ZHA (2009): Sources of the Great Moderation: Shocks, Frictions, or Monetary Policy?, Working Paper 2009-03, Federal Reserve Bank of Atlanta.",
        "MACURDY, T. E. (1981): An Empirical Model of Labor Supply in a Life-Cycle Setting, 89, 1059-1085.",
        "MCGRATTAN, E. R. (1994): The Macroeconomic Effects of Distortionary Taxation, Journal of Monetary Economics, 33(3), 573-601.",
        "PENCAVEL, J. (1986): Labor Supply of Men: A Survey, in Handbook of Labor Economics, ed. by 0. Ashenfelter, and R. Layard, vol. 1. Amsterdam: Elsevier Science Publishers.",
        "RI0S-RULL, J.-V. (1993): Working in the Market, Working at Home, and the Acquisition of Skills: A General-Equilibrium Approach, 83(4), 893-907.",
        "RIOS-RULL, J.-V., AND R. SANTAEULALIA (2009): Productivity Shocks and Redustributive Shocks, Mimeo, CAERP, and Washington University in St. Louis.",
        "ROGERSON, R. (1988): Indivisible Labor Lotteries and Equilibrium, 21, 3-16.",
        "ROGERSON, R., AND J. WALLENIUS (2007): Micro and Macro Elasticities in a Life Cycle Model with Taxes, NBER WP 13017.",
        "SHAPIRO, M. D., AND M. W. WATSON (1988): Sources of Business Cycle Fluctuations, 3, 111-156.",
        "SMETS, F., AND R. WOUTERS (2007): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3), 586-606."
    ]
}