{
    "id": 15373,
    "cites": 23,
    "cited_by": 14,
    "reference": [
        "Allison, Graham, Nnclear Terrorism: The Ultimate Preventable Catastrophe, Henry Holt & Company, 2004.",
        "Attanasio, Orazio P., and Annette Vissing-Jorgensen, Stock Market Participation, Intertemporal Substitution and Risk Aversion, American Economic Review, Papers and Proceedings, May 2003.",
        "Bansal, Ravi, and Amir Yaron, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Jonrnal of Finance, 2004. 59, 1481-1509.",
        "Barro, Robert J., Rare Disasters and Asset Markets in the Twentieth Century, Qnarterly Jonrnal of Economics, 2006, 121, 823-66.",
        "Barro, Robert J., Rare Disasters, Asset Prices, and Welfare Costs, American Economic Review, March 2009.",
        "Barro, Robert J., Emi Nakamura, Jon Steinsson, and Jos",
        "Barro, Robert J., and Jos",
        "Breeden, Douglas T., An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Jonrnal of Financial Economics, 1979, 7, 265-296.",
        "Duffie, Darrell and Larry G. Epstein, Stochastic Differential Utility, Econometrica, 1992, 60, 353-394.",
        "Gabaix, Xavier, Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance, NBER Working Paper No. 13724, January 2008.",
        "Gourio, Francois, Disasters and Recoveries, American Economic Review, May 2008, 98, 68-73.",
        "Guvenen, Fatih, Reconciling Conflicting Evidence on the Elasticity of Intertemporal Substitution: A Macroeconomic Perspective, Jonrnal of Monetary Economics, October 2006, 53, 1451-72.",
        "Hall, Robert E., Intertemporal Substitution in Consumption, Jonrnal of Political Economy, April 1988, 96, 339-357.",
        "Hall, Robert E., Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, Jonrnal of Political Economy, April 2009, 117, 281-323.",
        "Lucas, Robert E, Jr, Asset Prices in an Exchange Economy, Econometrica, 1978, 46, 1429-45.",
        "Parson, Edward A., The Big One: A Review of Richard Posner's Catastrophe: Risk and Response, Jonrnal of Economic Literatnre, March 2007, 45, 147-164.",
        "Posner, Richard A., Catastrophe: Risk and Response, Oxford University Press, 2004.",
        "Russett, Bruce, and Miles Lackey, In the Shadow of the Cloud: If There's No Tomorrow, Why Save Today? Political Science Qnarterly, Summer 1987, 102, 259-272.",
        "Russett, Bruce, and Joel Slemrod, Diminished Expectations of Nuclear War and Increased Personal Savings: Evidence from Individual Survey Data, American Economic Review, Sept. 1993, 83, 1022-1033.",
        "Slemrod, Joel, Fear of Nuclear War and Intercountry Differences in the Rate of Saving, Economic Inqniry, Oct. 1990, 28, 647-657.",
        "Sunstein, Cass R. Worst-Case Scenarios, Harvard University Press, 2007.",
        "Wachter, Jessica, Can Time-Varying Risk of Rare Disasters Explain Aggregate Stock Market Volatility? NBER Working Paper No. 14386, October 2008.",
        "Weitzman, Martin L., Subjective Expectations and Asset-Return Puzzles, American Economic Review, Sept. 2007, 97, 1102-1130."
    ]
}