{
    "id": 15379,
    "cites": 21,
    "cited_by": 51,
    "reference": [
        "Andrews, D W K (1993): Tests for Parameter Instability and Structural Change With Unknown Change PointTests for Parameter Instability and Structural Change With Unknown Change Point, Econometrica, vol 61(4), pp 821-856.",
        "Angeloni, I, A Kashyap and B Mojon (eds) (2003): Monetary policy in the euro-area, Cambridge University Press.",
        "Artis, M and W Zhang (2001): Core and periphery in EMU: a cluster analysis, Economic Issues, vol 6, pp 39-59.",
        "Bank for International Settlements (1986): Recent innovations in international banking, Prepared by a Study Group established by the Central Banks of the Group of Ten Countries, April.",
        "Barro, R (2001): Economic growth in East Asia before and after the financial crisis, NBER Working Paper, no 8330.",
        "Bordo, M, B Eichengreen, D Klingbiel and M MartInez-Peria (2001): Financial crisis: lessons from the last 120 years, Economic Policy, April, pp 53-82.",
        "Borio, C and M Drehmann (2009): Assessing the risk of banking crises - revisited, B/S Quarterly Review, March, pp 29-46.",
        "Cerra, V and S Saxena (2008): Growth dynamics: the myth of economic recovery, American Economic Review, vol 98, no 1, pp 439-57.",
        "Claessens, 5, A Kose and M Terrones (2008): What happens during recessions, crunches and busts?, IMF Working Paper, no WP/08/274.",
        "Crockett, A (2000): In search of anchors for financial and monetary stability, speech delivered at the SUERF Colloquim, Vienna, April.",
        "Demirguc-Kunt, A, E Detragiache and P Gupta (2006): Inside the crisis: an empirical analysis of banking systems in distress, Journal of International Money and Finance, vol 25, no 5, pp 702-18.",
        "Furceri, D & A Mouragane (2009): The Effect of Financial Crises on Potential Output: New Empirical Evidence from OECD Countries, OECD Economics Department Working Paper No. 699 Goodhart, C.A.E. & D. Schoenmaker (2009) Fiscal Burden Sharing in Cross-Border Banking Crises, International Journal of Central Banking, 5(1): 141-165.",
        "Hoggarth, G, R Reis and V Saporta (2001): Costs of banking system instability: some empirical evidence, Journal of Banking and Finance, vol 26, pp 825-55. 17/09/2009 10:04:21 35 Cecchetti, Kohler and Upper Financial Crises and Economic Activity September 2009 Hutchison, M and I Noy (2005): How bad are twins? Output costs of currency and banking crises, Journal of Money, Credit and Banking, vol 37, no 4, pp 725-752.",
        "International Monetary Fund (2009): From Recession to Recovery: How Soon and How Strong?, Chapter 3 of World Economic Outlook, April Kashyap A and J Stein (2000): What do a million observations on banks say about the transmission of monetary policy? American Economic Review, vol 90, no 3, pp 407-28.",
        "Kok Sorensen, C and J Puigvert Guti",
        "Kose, MA., ES Prasad, K Rogoff and SJ Wei (2009): Financial Globalization: A Reappraisal, IMF Staff Papers, 56(1): 8-62 Laeven, L and F Valencia (2008): Systemic banking crises: a new database, IMF Working Paper, no WP/08/224.",
        "Marsh, I and I Stevens (2003): Large complex financial institutions: common influences on asset price behaviour, Bank of England, Financial Stability Review, December, pp 124-1 34.",
        "RamIrez, CD (2009): Bank Fragility, Money under the Mattress, and Long-Run Growth: U.S. Evidence from the Perfect Panic of 1893, mimeo Reinhart, C and K Rogoff (2008a): Banking crises: an equal opportunity menace, NBER Working Paper, no 14587.",
        "(2008b): The aftermath of financial crises, NBER Working Paper, no 14656.",
        "Rodrik, D (2009): Growth after the crisis, mimeo.",
        "Rose, AK and MM Spiegel (2009): Cross-Country Causes and Consequences of the 2008 Crisis: Early Warning, CEPR Discussion Paper No. 7354 Tan, P-N, M Steinbach and V Kumar (2006): Introduction to data mining, Addison-Wesley. 17/09/2009 10:04:21 36"
    ]
}