{
    "id": 15388,
    "cites": 27,
    "cited_by": 32,
    "reference": [
        "Bahkshi, H., Yates, A. (1998), `Are UK inflation expectations rational?', Bank of England Working Paper 81.",
        "Batchelor, R., Dua, P. (1987), `The accuracy and rationality of UK inflation expectations: some quantitative evidence', Applied Economics, 19, pp. 8 19-28.",
        "Bernanke, B. (2007), `Inflation expectations and inflation forecasting. Remarks given at the Monetary Economics Workshop of the NBER Summer Institute, Cambridge Mass., July 10.",
        "Blanchflower, D.G. and R. Kelly (2008), `Macroeconomic literacy, numeracy and the implications for monetary policy', working paper Bank of England, April 29th.",
        "Blanchflower, D. and Oswald, A.J. (2004), `Well-being over time in Britain and the United States. Journal of Public Economics 88, pp. 1359-86.",
        "Branch, W. (2004), `The theory of rationally heterogeneous expectations: evidence from survey data on inflation expectations. Economic Journal, 114(497), pp. 592-62 1.",
        "Brock, W., Hommes, C. (1997), `A rational route to randomness', Econometrica, 65(5), pp. 1059-95.",
        "Carroll, C. (2003), `Macroeconomic expectations of households and professional forecasters', Ouarterly Journal of Economics, 118(1), pp. 269-98.",
        "Clarida, R., Gali, J., Gertler, M. (2000), `Monetary policy rules and macroeconomic stability: evidence and some theory', quarterly Journal of Economics, 115(1), pp. pp. 147-80.",
        "Benford, B., Driver, R., (2007). Public attitudes to inflation and interest rates. Bank of England Quarterly Bulletin Q2, pp. 208-23.",
        "Gramlich, E. (1983), `Models of inflation expectations formation', Journal of Money, Credit and Banking,15(2), pp. 155-73.",
        "Gurkaynak, R., Sack, B., Swanson, E. (2003), The excess sensitivity of long term interest rates: evidence and implications for macroeconomic models. Federal Reserve Board Finance and Economics Working Paper 50.",
        "Gurkaynak, R., Sack, B., Swanson, E. (2002), `Market based measures of monetary policy expectations', Federal Reserve Board Finance and Economics Working Paper 40.",
        "Keane, M., Runkle, D. (1990), `Testing the rationality of price forecasts: new evidence from panel data', American Economic Review, 80(4), pp. 7 14-35.",
        "Kelly, R., (2008), `The causal relationship between inflation and inflation expectations in the UK. Mimeo, Bank of England.",
        "Levin, A., Natalucci, F., Piger, J. (2004) The macroeconomic effects of inflation targeting. Federal Reserve Bank of St. Louis Review, 86(4), pp. 51-80.",
        "O'Reilly, G., Whelan, K. (2004), `Has euro-area inflation persistence changed over time? European Central Bank Working Paper #335.",
        "Maddala, G., Fishe, R., Lahiri, K. (1983), `A time series analysis of popular expectations data;, In: Zellner, A. (Ed.), Applied Time Series Analysis of Economic Data, U.S. Bureau of Census, Washington D.C., 278-290.",
        "Mankiw, G., Reis, R., Wolfers, J. (2003), `Disagreement about inflation expectations. NBER Working Paper #9796.",
        "Mishkin, F. (2007), `Inflation dynamics', NBER Working Paper 13147.",
        "Mitchell, J., Weale, M. (2007), `The rationality and reliability of expectations reported by British Households: Micro evidence from the British Household Panel Survey. Paper presented at the joint Deutsche Bundesbank/FRB of Cleveland Conference, Frankfurt am Main, 6-7 June 2007.",
        "Orphanides, A., Williams, J. (2003), `Inflation scares and forecast-based monetary policy.', Federal Reserve Bank of San Francisco Working Paper 11.",
        "Pacquet, A. (1992), `Inflationary expectations and rationality. Economics Letters 40, pp. 303-8.",
        "Pfajfar, D., Santoro, E., (2006), `Heterogeneity and learning in inflation expectation formation: an empirical assessment', Universita degli studi di Trento, Discussion Paper 7.",
        "Pfajfar, D., Santoro, E., (2008), `Asymmetries in Inflation Expectation Formation Across Demographic Groups', Cambridge Working Papers in Economics, No. 0824.",
        "Souleles, N. (2004), `Expectations, heterogeneous forecast errors, and consumption: micro evidence from the Michigan Consumer Sentiment Surveys', Journal of Money. Credit and Banking, 36(1), pp. 39-72.",
        "Stock, J., Watson, M. (2007), `Why has US inflation become harder to forecast? Journal of Money, Credit and Banking, 39(1), pp. 3-33."
    ]
}