{
    "id": 1538,
    "cites": 30,
    "cited_by": 10,
    "reference": [
        "John Burton. Compensation for Permanent Partial Disability in John Worrall, ed., Safety and the Workforce (1983).",
        "John Burton and Monroe Berkowitz. The Role of the Workers Compensation Program in Promoting Occupational Safety and Health (Report Prepared for the Occupational Safety and Health Administration, U.S. Department of Labor, October 1982).",
        "Richard Butler. Wage and Injury Response to Shifting Levels of Workers Compensation in John Worrall, ed., Safety and the Workforce (1983).",
        "Richard Butler, J.R. Kearl, and John D. Worrall. Rent Seeking in Workers Compensation (mimeograph, May 1984).",
        "Richard Butler and John Worrall. Workers Compensation: Benefit and Injury Claims Rates in the Seventies, Review of Econmics and Statistics 60 (November 1983): 580-589. - Richard Butler and John Worrall. Work Injury Compensation and the Duration of Nonwork Spells, Economic Journal (forthcoming).",
        "James Chelius. An Empirical Analysis ~of Safety Regulation in Supplemental Studies for the National Commission on State Workmens Compensation Laws, Vol. III (Washington, D~C., 1973): 53-66.",
        "James Chelius. The Control of Industrial Accidents: Economic Theory and Empirical Evidence, Law and Contemporary Problems (Summer-Autumn 1974): 700-729.",
        "James Chelius. The Influence of Workers Compensation on Safety Incentives, Industrial and Labor Relations Review 35 (January 1982): 235-242.",
        "James Chelius. The Incentive to Prevent Injuries in John Worrall, ed., - Safety and the Workforce. William Dickens. Difference Between Risk Premiums in Union and Nonunion Wages and the Case for Occupational Safety Regulation, American Economic Review Papers and Proceedings 96 (May 1984): 320-323.",
        "Alan Dillingham. Demographic and Economic Changes and the Costs of Workers Compensation in John Worrall, ed., Safety and the - Workforce (1983).",
        "Stuart Dorsey and Norman Waizer. Workers Compensation, Job Hazards and Wages,- Industrial and Labor Relations Review 36 (July 1983): 642-654.",
        "Greg Duncan and Bertil Holmiund. Was Adam Smith Right After All? Another Test of the Theory of Compensating Wage Differentials, Journal of Labor Economics 1 (October 1983): 366-379.",
        "Greg Duncan and Frank Stafford. Do Union Members Receive Compensating Wage Differentials, American Economic Review 70 (June 1980): 355-371.",
        "Ronald Ehrenberg and Paul Schumann. Compensating Wage Differentials for Mandatory Overtime, Economic Inquiry (October 1984).",
        "Ronald Ehrenberg and Robert Smith. Modern Labor Economics: Theory and Public Policy (Glenwood, Ill.: Scott Foresman, 1982).",
        "Paul Penn. Sickness Duration, Residual Disability and Income Replacement: An Empirical Analysis, Economic Journal 91 (March 1981): 158-173.",
        "Chris Flinn and James Heckman. Models for the Analysis of Labor Force Dynamics in R. Basmann and G. Rhodes (eds.), Advances in Econometrics, Vol. I (1982): 35-95.",
        "Richard Freeman and James Medoff. The Impact of Percent Organized on the Nonunion Wage, Review of Economics and Statistics 63 (November 1981): 561-572.",
        "Robert Haveman and Barbara Wolfe. The Decline in Male Labor Force Partici- pation: Comment, Journal of Political Economy 92 (June 1984): 532-541.",
        "Robert Haveman and Barbara Wolfe. Disability Transfers and Early Retire- ment: A Causal Relationship, Journal of Public Economics (forthcoming). Stanley Horowitz. A Model of Unemployment Insurance and the Work Test, Industrial and Labor Relations Review 30 (July 1977): 462-466.",
        "Craig Olson. An Analysis of Wage Differentials Received by Workers on Dangerous Jobs, Journal of Human Resources 16 (Spring 1981): 167-185.",
        "Donald Parsons. The Decline in Male Labor Force Participation, Journal of Political Economy 88 (February 1980): 117-134 (1980a). - Donald Parsons. Racial Trends in Male Labor Force Participation, American Economic Review 70 (December 1980): 911-920 (1980b).",
        "Donald Parsons. Disability Insurance and Male Labor Force Participation: A Response to Haveman and Wolfe, Journal of Political Economy 92 (June 1984): 542-549.",
        "Robert Smith and Alan Dillingham. Union Effects on the Valuation of Fatal Risk, Proceedings of the Thirty-Sixth Annual Meeting of the Industrial Relations Research Association (Madison, Wisconsin: IRRA, 1984.",
        "Richard Victor, Linda Cohen and Charles Phelps. Workers Compensation and Workplace Safety: Employer Response to Financial Incentives (Rand Corporation Report WD-1553-ICJ, April 1982),.",
        "W. Kip Viscusi. Employment Hazards: An Investigation of Market Performance (Cambridge, Mass.: Harvard University Press, 1979).",
        "Application to Florida Work Injuries, Advances in Health Economics and Health Services Research 3 (1982): 235-281.",
        "John Worrall, ed. Safety and the Workforce: Incentives and Disincentives In Workers Compensation (Ithaca, NY: ILR Press, 1983a).",
        "John Worrall. Compensation Costs, Injury Rates, and the Labor Market, in John Worrall, ed., Safety and the Workforce (1983b).",
        "John Worrall and David Appel. The Wage Replacement Rate and Benefit Utilization in Workers Compensation, Journal of Risk and Insurance 49,3 (September 1983): 361-371."
    ]
}