{
    "id": 15389,
    "cites": 66,
    "cited_by": 5,
    "reference": [
        "Asea, P.K., Blomberg, S.B., 1998. Lending Cycles, Journal of Econometrics vol. 83 pp. 89-128.",
        "Balke, N.S., Gordon, R.J., 1986. Appendix B: Historical Data, The American Business C~jcle: con tinuit~j and change, NBER Studies in Business C~jcles, University of Chicago Press, Chicago.",
        "Barro, R.J., Urs",
        "Beatty, A.L., Gron, A., 2001. Capital, Portfolio, and Growth: Bank Behavior under Risk-Based Capital Guidelines Journal of Financial Services Research, vol. 20 pp. 5-31.",
        "Benmelech, E., Bordo, M., 2008. The Financial Crisis of 1873 and 19~ Century American Corporate Governance Harvard University (mimeo) Bernanke, B., 1983. Non Monetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review LXXIII. pp 21776 Bernanke, B., Blinder, A., 1988. Credit, Money, and Aggregate Demand American Economic Review Papers and Proceedings 78: 435-39 Bernanke, B., Gertler, M., 1989. Agency Costs, Net Worth and Business Fluctuations, American Economic Review, vol. 79, pp. 14-31.",
        "Bernanke, B., Gertler, M., Gilchrist, 5., 1996. The Financial Accelerator and the Flight to Quality, The Review of Economics and Statistics, vol. 78 pp. 1-15.",
        "Bernanke, B., Lown, C., 1991. The Credit Crunch. Brookings Papers on Economic Activit~j. 2:1991. pp 205-239 Board of Governors of the Federal Reserve System,(1943) Banking and Monetar~j Statistics, 1914-1941, Washington, DC.",
        "Bordo, M.D., 1986. Financial Crises, Banking Crises, Stock Market Crashes and the Money Supply: Some International Evidence, 1870-1933 in Forrest Capie and Geoffrey E. Wood. Financial Crises and the World Banking S~jstem. London MacMillan pp 190-248 Bordo, M.D., 2006. Sudden Stops, Financial Crises, and Original Sin in Emerging Countries: D",
        "Bordo, M.D., 2008. An Historical Perspective on the Crisis of 2007-2008 NBER Working Paper No 14569. December Bordo, M.D., Dueker, M., Wheelock, D.C., 2008. Inflation Monetary Policy and Stock Market Conditions. NBER Working Paper No 14019. May Bordo, M.D., Erceg, C., Levin, A., Michaels, R., 2007. Three Great American Disinflations. NBER Working Paper No. 12982. March.",
        "Bordo, M.D., Rappoport, P., Schwartz, A., 1992. Money vs Credit Rationing: Evidence for the National Banking Era, 1880-1914. In Claudia Goldin and Hugh Rockoff (eds.) Strategic Factors in Nineteenth Centur~j American Histor~j. Chicago: University of Chicago Press.",
        "Brunner, K., Meltzer, A.H., 1972. Money, Debt, and Economic Activity The Journal of Political Econom~j, Vol. 80, No. 5 (Sep. - Oct., 1972), pp. 951-977 Bry, G., Boschan, C., 1971. C~jclical Anal~jsis of Time Series: Selected Procedures and Computer Programs, New York, NBER.",
        "Calomiris, C., Hubbard, R.G., 1989. Price Flexibility, Credit Availability and Economic Fluctuation: Evidence from the United States, 1894-1919 Quarterl~j Journal of Economics. Vol 104. No 3 (August) pp. 429-453.",
        "Calomiris, C., Mason, J.R., 2003. Fundamentals,panics and bank distress during the depression. American Economic Review 93 (December): 1615-47.",
        "Calomiris, C., Wilson, B., 2004. Bank Capital and Portfolio Management: The 1930s Capital Crunch and the Scramble to Shed Risk. Journal of Business. Vol 77.No.3. pp42l-4SS.",
        "Caristrom, C.T., Fuerst, T.S., 1997. Agency Costs, net Work and Business Fluctuations: a computable general equilibrium analysis American Economic Review, vol. 87, pp. 893-910.",
        "Claessens, S., Kose, M.A., Terrones, M.E., 2008. What Happens during Recessions, Crunches and Busts? IMF working paper, WP/08/274.",
        "Cooley, T.F., Prescott, E.C., 1995. Economic Growth and Business Cycles chapter 1 in Frontiers of Business C~jcle Research, Thomas F. Cooley, ed, Princeton Univ. Press, Princeton, NJ Eckstein, 0., Sinai, A., 1986. The Mechanisms of the Business Cycle in the Postwar Era. In Robert J. Gordon ed. The American Business C~jcle: Con tinuit~j and Change. National Bureau of Economic Research Studies in Business Cycles, vol 25. Chicago: University of Chicago Press Fazzari, M., Hubbard, R.G., Petersen, B.C., 1988. Financing Constraints and Corporate Investment Brookings Papers on Economic Activit~j, Vol. 1988, No. 1 pp. 141-206 Friedman, M., Schwartz, A.J., 1963. A Monetar~j Histor~j of the United States 18671960. Princeton: Princeton University Press.",
        "Gilchrist, S., Yankov, V., Zakraj'~'sek, E., 2008. Credit Market Shocks and Economic Fluctuations: Evidence from Corporate Bond and Stock Markets working paper.",
        "Gorton, G.B., 1998. Banking Panics and Business Cycles? Oxford Economic Papers New Series 40. pp 751-781.",
        "Gorton, G.B., Ping, H., 2008. Bank Credit Cycles. Pagan, Harding, D., Pagan, A., 2006. Synchronization of Cycles, Journal of Econometrics, vol. 132, pp. 59-79.",
        "__________ and _______, Dissecting the Cycle: a methodological investigation Journal of Monetar~j Economics, vol. 49, (2002) pp.365-381.",
        "Haubrich, J.G., Wachtel, P., 1993. Capital Requirements and Shifts in Commercial Bank Portfolios Economic Review, (Federal Reserve Bank of Cleveland) vol. 29, pp. 2-15.",
        "Hansen, A.H., 1927. Business C~jcle Theor~j, Boston, Ginn.",
        "Kendrick, J.W., 1961. Productivity Trends in the United States, Princeton University Press for the NBER.",
        "Kydland, F. and E. Prescott (1982), Time to build and aggregate fluctuations, Econometrica, 50, 1345-1371.",
        "Lamont, 0., 1997. Cash Flow and Investment: Evidence from Internal Capital Markets The Journal of Finance, Vol. 52, pp. 83-109 Levy, D., Chen, H., 1994. Estimates of the Aggregate Quarterly Capital Stock for the Post-War U.S. Economy Review of Income and Wealth, vol. 40, no 3, pp. 317-349.",
        "Long, J. B. and C. Plosser (1983), Real business cycles, Journal of Political Economy, 91, 39-69.",
        "Lown, C., Morgan, D.P., 2005. The Credit Cycle and the Business Cycle: new findings using the survey of senior loan officers, Journal of Money, Credit and Banking vol.",
        "Macaulay, F.R., 1938. Some Theoretical Problems Suggested b~j The Movements of Interest Rates, bond Yields and Stock Prices in the United States since 1856, NBER.",
        "Meltzer, A.H., 2003. A histor~j of the Federal Reserve Volume 1, 1913-1951. Chicago: University of Chicago Press.",
        "Mishkin, F.S., 1978. The Household Balance Sheet and the Great Depression Journal of Economic Histor~j 38 (December):918-37.",
        "Mishkin, F.S., 1990. Asymmetric Information and Financial Crises: A Historical Perspective NBER Working Paper No. 3400. July Mishkin, F.S., White, E.N., 2002. U.S. Stock Market Crashes and Their Aftermath; Implications for Monetary Policy. NBER Working paper no.8992 June.",
        "Mitchell, W.C., 1913. Business C~jcles, Univ. of California Press, Berkeley.",
        "Odell, K., Weidenmeir, M., 2004. Real Shock, Monetary Aftershock: the 1906 San Francisco Earthquake and the Panic of 1907 Journal of Economic Histor~j 52 (December) :757-784.",
        "Owens, R.E., Schreft, S.L., 1993. Identifying Credit Crunches. Federal Reserve Bank of Richmond Working Paper 93-2.",
        "Persons, W.M., 1920. A Nontechnical Explanation of the Index of General Business Conditions Review of Economics and Statistics. 3; pp 39-55.",
        "Rajan, R.G., 1994. Why Bank Credit Policies fluctuate: a theory and some evidence Quarterl~j Journal of Economics, vol.109, pp. 399-441.",
        "Reinhart, C.M., Rogoff, K.S., 2009. The Aftermath of Financial Crises. Romer, C.S., 1992. What Ended the Great Depression? Journal of Economic Histor~j 52 (December):757-784.",
        "Romer, C.S., Romer, D.H., 1989. Does Monetary Policy Matter? A Test in the Spirit of Friedman and Schwartz. NBER Macroeconomics Annual 1989. eds Olivier Blanchard and Stanley Fischer. Cambridge: MIT.",
        "Romer, C.S., Romer, D.H., 1994. Monetary Policy Matters Journal of Monetar~j Economics 34 (August): 75-88.",
        "Shiller, R.J., 2005. Irrational Exuberance, Second Edition. Princeton: Princeton University Press.",
        "Sprague, O.M.W., 1910. Histor~j of Crises Under the National Banking S~jstem. National Monetar~j Commission. Senate Document No.538, 61~t Congress, ~ Session.",
        "Stevens, A.C., 1894. Analysis of the Phenomenon of the Panic in the U.S. in 1893 Quarterl~j Journal of Economics IX, pp 117-45.",
        "Stiglitz, J.E., Weiss, A., 1981. Credit Rationing in Markets with Perfect Information. American Economic Review. 71: 393-410.",
        "White, E.N., 2008. The Great American Real Estate Bubble of the 1920s: Causes and Consequencs Rutgers University (mimeo).",
        "Wojnilower, A.M., 1980. The Central Role of Credit Crunches in Recent Financial History. Brookings Papers on Economic Activit~j. Vol 2. pp 277-326.",
        "Wojnilower, A.M., 1985. Private Credit Demand, Supply and Crunches, How Different are the 1980s. American Economic Review. Vol 75 No.2 May, pp 351356.",
        "Wojnilower, A.M., 1992. Credit Crunches in the New Pal grave Dictionar~j of Mone~j and Finance. London: MacMillan.",
        "TABLE 1 :Descriptive Data 1873-2008 NBER Banking Stock Re~ flgjfl QL~jt Comments Business Crises Market Estate Monetary Crunch Cycle Peak Crash Bust Policy October September September no Bank of International Financial 1873 1873 1873 England Crisis; real estate bust tightens in Germany, Austria; Railroad scandal stock market crisis and serious recession focused on railroads. Panic ends with suspension of convertibility.",
        "2 March 1882 June 1884 February no no yes1 Minor panic 1884 consequent upon failure of Grant and Ward, attenuated by NY clearing house.",
        "3 March 1887 no no no no no Minor recession 4 July 1890 November November no Bank of no Baring crisis in 1890 1890 England London caused by tightens Argentine defaults. Bank of England tightening leads to sudden stop, minor banking panic attenuated by NY clearing house.",
        "5 January May 1893 May 1893 no Silver risk yes1 Major U.S. banking 1893 panic related to fears U.S. would be found off gold standard after passage of Sherman Silver Purchase Act. Panic ends with suspension of convertibility.",
        "6 December October no no Silver risk no Gorton(1987) 1895 18962 identifies a banking panic but Sprague and Friedman and Schwartz (1963) do not. Silver risk induced run on U.S. Treasury gold reserves stemmed by Belmont Morgan Syndicate(Friedman and Schwartz) 7 June 1899 no no no no no Minor recession 8 September no October no no no Minor recession. Rich 1902 1903 man's panic (Friedman and Schwartz p.151) NBER Banking Stock Reoi Credit Comments Business Crises Market Estate Monetary Crunch Cycle Peak Crash Bust Policy 9 May 1907 October October no Bank of yes1 Major recession and 1907 1907 England banking panic, rescue tightens by JPMorgan, suspension of convertibility. Contemporaries discuss credit squeeze.",
        "Jan/Feb Contraction in net 1933 worth, debt deflation, bank capital crunch.",
        "NBER Banking Stock Reoi Credit Comments Business Crises Market Estate Monetary Crunch Cycle Peak Crash Bust Policy 19 November no no no yes7 no Fed tightens to offset 1948 post war inflation.",
        "NBER Banking Stock Reoi Credit Comments Business Crises Market Estate Monetary Crunch Cycle Peak Crash Bust Policy 25 January no no2 no21 yes yes22 Significant Fed 1980 tightening begins October 1979 (Volcker shock). March 1980 Fed at Carter's administration request imposes selective consumer credit controls. Controls lifted July 1980.",
        "~ Romer and Romer(1 989) pick October 1947 as the start of Fed tightening. 8Wojnilower(1 992) states that bank lending was impaired by the collapse in Treasury bond prices.",
        "10Wojnilower(1980, 1982, 1992), Eckstein and Sinai(1 985) discuss credit rationing as leading to the 1957-58 recession.",
        "Real stock prices decline by 29% January 1966 to October 1966(Bordo, Dueker and Wheelock 2008).",
        "12According to Wojnilower(1 980, 1992), Fed tightening pushed T-bill rates above the Regulation Q ceiling leading to disintermediation. 13wojnilower(1 980), Owens and Schreft(1 993). 14 Penn Central collapse in July 1 970. The Fed averted a crisis by backstopping the money center banks support of the commercial paper market.",
        "24Owens and Schreft(1 993). 25Shiller(2005) figure 2.1 shows a 13%decline in real house prices 1989-1993.",
        "28The Standard and Poor stock price index declined 55%. July 2007 to March 2009.",
        "29The Case and Shiller real home price index declined 33% from December 2006 to October 2008.",
        "30The Federal Funds rate increased from a trough in May 2004 at 1.00% to a peak of 5.26% in July 2007. Sources BankinQ Crises: Bordo(1 986), Friedman and Schwartz(1 963), Gorton(1 987).",
        "Stock Market Crashes: Bordo(1 985), Bordo, Dueker and Wheelock(2008), Friedman and Schwartz(1 963), Mishkin and White(2002), Sprague(1 910) Real Estate Busts: Shiller(2005), White(2008).",
        "TiQht Monetary Policy: Friedman and Schwartz(1 963), Meltzer(2004), Romer and Romer(1 989)."
    ]
}