{
    "id": 15396,
    "cites": 25,
    "cited_by": 57,
    "reference": [
        "Bandiera, Oriana, Iwan Barankay, and Imran Rasul, Team Incentives: Evidence from a Field Experiment, mimeo, 2009, Umiversity College Lomdom.",
        "Baum, Christopher F, Mark E. Schaffer, and Steven Stillma, Instrumental Variables and GMM: Estimation and Testing, Stata Jourmal, 2003, 3, 1-31.",
        "Besley, Timothy, Savings, Credit and Insurance, in Hamdboolc of Developmemt Ecomomics, Volume 3, Elsevier-North Holland, 1995.",
        "Cole, Shawn, Xavier Gine, Jeremy Tobacman, Petia Topalova, Robert Townsend, and James Vickery, Barriers to Household Risk Management: Evidence from India, mimeo, 2008.",
        "de Aghion, Beatriz Armendariz and Jonathan Morduch, The Ecomomics of Microfimamce, The MIT Press, Cambridge: MA, 2005.",
        "Duflo, Esther, Rachel Glennerster, and Michael Kremer, Using Randomization in Development Economics Research: A Toolkit, in Hamdboolc of Developmemt Ecomomics, Vol. 4, Elsevier-North Holland, 2007, pp. 3895-3962.",
        "Gine, Xavier, Robert Townsend, and James Vickery, Patterns of Rainfall Insurance Participation in Rural India, mimeo, 2008.",
        "Goodwin, Barry K., Monte L. Vandeveer, and John L. Deal, An Empirical Analysis of Acreage Effects of Participation in the Federal Crop Insurarance Program, Amen cam Jonrmal of Agnicnltnral Ecomomics, 2004, 86(~), 1058-1077.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, Trusting the Stock Market, Jonnmal of Fimamce, 2008, 63, 2557-2600.",
        "Horowitz, John K. and Erik Lichtenberg, Insurance, Moral Hazard, and Chemical Use in Agriculture, Amen cam Jonnmal of Agnicnltnnal Ecomomics, 1993, 75, 926-935.",
        "Kazianga, Harounan and Christopher Udry, Consumption Smoothing? Livestock, Insurance and Drought in Rural Burkina Faso, Jonnmal of Developmemt Ecomomics, 2006, 79(p), 413-446.",
        "Lei, Xiaoyan and Wanchuan Lin, The New Cooperative Medical Scheme in Rural China: Does More Coverage Mean More Service and Better Health?, mimeo, 2008.",
        "Lim, Youngjae and Robert Townsend, General Equilibrium Models of Financial Systems: Theory and measurement in Village Economies, Review of Ecomomic Dymamics, 1998, 1, 59118.",
        "Miguel, Ted and Michael Kremer, Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities, Ecomometnica, 2004, 71(1), 159-218.",
        "Morduch, Jonathan, Micro-insurance: The Next Revolution., in Abhijit Banerjee, Roland Benabou and Dilip Mookherjee ed., What Have We Leanmed Abont Poverty? Oxford University Press, 2006.",
        "O'Donoghue, Erik, Nigel Key, and Michael J. Roberts, Does Risk Matter for Farm Businesses? The Effect of Crop Insurance on Production and Diversification, mimeo, Economic Research Service, USDA, 2007.",
        "Robinson, Marguerite S., The Micno.fimamce Revolntiom: Snstaimable Fimamce for the Poor., Washington, D.C.: World Bank, 2001.",
        "Rosenzweig, Mark., Risk, Implicit Contracts and the Family in Rural Areas of Low-Income Countries., Ecomomic Jonnmal, 1988, 98, 1 148-i 170.",
        "Rosenzweig, Mark and Kenneth Wolpin, Credit Market Constraints, Consumption Smoothing and the Accumulation of Durable Production Assets in Low-Income Countries: Investment in Bullocks in India, Jonnmal of Political Ecomomy, 1993, 101, 223-244.",
        "- and Oded Stark, Consumption-Smoothing, Migration and Marriage: Evidence from Rural India, Jonnmal of Political Ecomomy, 1989, 97, 905-926.",
        "Staiger, Douglas and James Stock, Instrumental Variables Regression with Weak Instruments,  Ecomometnica, 1997, 65, 557-586.",
        "Townsend, Robert, Risk and Insurance in Village India, Ecomometnica, 1994, 6~, 539-592.",
        "Udry, Christopher, Risk and Insurance in a Rural Credit Market: An Empirical Investigation in Northern Nigeria, Review of Ecomomic Stndies, 1994, 61, 495-526.",
        "Wang, Jimin and Mariko Watanabe, Pork Pnodnctiom im Chima: A Snnvey amd Amalysis of the Imdnstny at a Lewis Tnnmimg Poimt, Institute of Development Economics, Japan., 2007.",
        "Yunus, Muhammad, Bamken to the Poor: The Antobiognaphy of Mnhammad Ynmns, Fonmden of the Grameem Bamk, New York: Oxford University Press, 2001."
    ]
}