{
    "id": 15397,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Baldwin, Robert E. 1965. Tariff-cutting techniques in the Kennedy Round. In R.E. Baldwin et al, Trade, Growth, and the Balance of Payments: Essays in Honor of Gottfried Haberler. Chicago: Rand McNalley and Company.",
        "Baldwin, Robert E. 1979. The Multilateral Trade Negotiations: Toward Greater Liberalization? Special Analysis. No. 79-2. Washington, D.C.: American Enterprise Institute.",
        "Baldwin, Robert E. 1995. An Economic Evaluation of the Uruguay Round Agreements. In S. Arndt and C. Milner (eds.). The World Economy: Global Trade Policy 1995. Blackwell Publications, 155-172.",
        "Baldwin, Robert E. 2009. The Botched Doha Round Negotiations on a Special Safeguards Mechanism. http://VoxEU.org, March 11, 2009.",
        "Bagwell, Kyle and Robert Staiger 1999. An Economic Theory of GATT, American Economic Review 80: 2 155-248.",
        "Blustein, Paul. 2008. The Nine-Day Misadventure of the Most Favored Nations: How the WTO's Doha Round Negotiations Went Awry in July 2008, Brookings Global Economy and Development. Washington, D.C.: The Brookings Institution.",
        "Diebold, William, Jr. 1952. The End of the I.T.O. Essays in International Finance, No. 16. International Finance Section. Princeton, N.J. Princeton University. Lavergne, Real P. The Political Economy of U.S. Tariffs. University of Toronto, Ph.D. Thesis.",
        "I, M. Destler. 2005. Americn Trade Politics, Fourth edition. Washington, D.C.: Institute for International Economics.",
        "Irwin, Douglas. 1998. Changes in U.S. Tariffs: The Role of Import Prices and Commercial Policies. American Economic Review 88: 10 15-1026.",
        "Preeg, Ernest H. 1970. Traders and Diplomats: An analysis of the Kennedy Round of negotiations under the General Agreement on Tariffs and Trade. Washington, D.C.: The Brookings Institution.",
        "Preeg, Ernest H. 1995. Traders in a Brave New World: The Uruguay Round and the Future of the International Trading System. Chicago: University of Chicago Press.",
        "Winham, Gilbert R. 1986. International Trade and the Tokyo Round Negotiation. Princeton: Princeton University Press.",
        "Woolley, John T. and Gerhard Peters,. The American Presidency Project [online]. Santa Barbara, CA: University of California (hosted), Gerhard Peters (database). Available from World Wide Web: http:/Iwww.presidency~ucsb~eduIws/!pid= 1659."
    ]
}