{
    "id": 15391,
    "cites": 20,
    "cited_by": 19,
    "reference": [
        "Jason Abrevaya. Are there missing girls in the United States? Evidence from birth data. American Economic Journal: Applied Economics, i(2): 26http : llwww. gallup. comlpolll2sO45lAmericans-Continue-Express-Slight-Preference-Boys. aspx 27Male biased sex ratios are commonly believed to be more likely and, possibly, a more problematic, outcome of parental choice. i-34, 2009.",
        "Douglas Almond and Lena Edlund. Son biased sex ratios in the U.S. 2000 census. Proceedings of the National Academy of Sciences, 2008. Joshua D. Angrist and William N. Evans. Children and their parents' labor supply: Evidence from exogenous variation in family size. The American Economic Review, 88(3):450 477, i998.",
        "Abdurrahman Aydemir and Arthur Sweetman. First and second generation immigrant educational attainment and labor market outcomes: A comparison of the United States and Canada. Research in Labor Economics, 27:2i5-270, 2007. Judith Banister. China's changing population. Stanford University Press, i987.",
        "Francine D. Blau, Lawrence M. Kahn, Albert Yung-Hsu Liu, and Kerry L. Papps. The transmission of women's fertility, human capital, and work orientation across immigrant generations. Cornell University, 2008. Hoyt Bleakley and Aimee Chin. Age of arrival, English proficiency, and social assimilation among U.S. immigrants. American Economic JournalsApplied Economics, forthcoming. A. Chahnazarian. Determinants of the sex ratio at birth: review of recent literature. Social Biology, 35:2i4-235, i988.",
        "Woojin Chung. The relation of son preference and religion to induced abortion: The case of South Korea. Journal of Biosocial Science, 39:707-7i9, 2007.",
        "Woojin Chung and Monica Das Gupta. The decline of son preference in South Korea: The roles of development and public policy. Population and Development Review, 33(4):757-783, December 2007.",
        "Gordon Dahl and Enrico Moretti. The demand for sons. Review of Economic Studies, 75(4):i085-ii2O, October 2008. Monica Das Gupta. Selective discrimination against female children in rural Punjab, India. Population and Development Review, i3:77-iOO, March i987.",
        "Monica Das Gupta, Woojin Chung, and Li Shuzhuo. Is there an incipient turnaround in Asia's missing girls phenomenon? World Bank Policy Research Working Paper Non. 4846, 2009. Bernard M. Dickens. Prenatal diagnosis and female abortion: a case study in medical law and ethics. Journal of Medical Ethics, i2(3):i43-i44,iSO, September i986.",
        "Sylvie Dubuc and David Coleman. An increase in the sex ratio of births to India-born mothers in England and Wales: Evidence for sex-selective abortion. Population and Development Review, 33(2):383-400, June 2007.",
        "Lena Edlund and Chulhee Lee. Son preference, sex selective abortion and economic development: The case of South Korea. Columbia University, 2008.",
        "Therese Hesketh, Li Lu, and Zhu Wei Xing. The Effect of China's One-Child Family Policy after 25 Years. The New England Journal of Medicine, 353 (ii):ii7i-ii76, 2005. URL http://content.nejm.org.",
        "Shuzhuo Li. Imbalanced sex ratio at birth and comprehensive intervention in china. Paper presented at the 4th Asia Pacific Conference on Reproductive and Sexual Health and Rights, October 29-3i Hyderabad, India. http://www.unfpa.org/gender/docs/studies/china.pdf, 2007.",
        "Shelly Lundberg and Elaina Rose. The effects of sons and daughters on men's labor supply and wages. Review of Economics and Statistics, 84 (2):25i-268, 2002. Barbara D. Miller. The Endangered Sex: Neglect of Female Children in Rural North India. Cornell University Press, Ithaca, i98i.",
        "Philip Oldenburg. Sex ratio, son preference and violence in India: A research note. Economic and Political Weekly, (December 5-i2):2657--2662, i992.",
        "PRC. People's Republic of China law on population and birth planning. Population and Development Review, 28(3):579-585, 2002. ISSN 0098792i. URL http : //www. j st or. org/st able/3092856.",
        "Thomas Scharping. Birth Control in China, 19~9-2OOO: Population Policy and Demographic Development. Routledge, London and New York, 2003.",
        "Rodney Stark. The Rise of Christianity: How the Obscure, Marginal Jesus Movement Became the Dominant Religious Force in the Western World in a Few Centuries. Harper Collins, 1997.",
        "Shripad Tuljapurkar, Nan Li, and Marcus W. Feldman. High sex ratios in China's future. Science, 267:874876, February 1995.",
        "Yi Zeng, Ping Tu, Baochang Gu, Yi Xu, Bohua Li, and Yongping Li. Causes and implications of the recent increase in the reported sex ratio at birth in China. Population and Development Review, 19(2):283-302, 1993.",
        "Wei Xing Zhu, Li Lu, and Therese Hesketh. China's excess males, sex selective abortion, and one child policy: analysis of data from 2005 national intercensus survey. British Medical Journal, 338, 2009. doi:10.1136/bmj.b1211."
    ]
}