{
    "id": 15395,
    "cites": 26,
    "cited_by": 21,
    "reference": [
        "Cahill, Kevin.E., Michael D. Giandrea, & Joseph F. Quinn (2006). Retirement patterns from career employment. The Gerontologist, 46(4), 5 14-523.",
        "Chan, Sewin and Ann Huff Stevens (1999). Employment and Retirement Following a LateCareer Job Loss. American Economic Review, Vol. 89, No. 2, pp. 211-216.",
        "Chan, Sewin and Ann Huff Stevens (2001). Job Loss and Employment Patterns of Older Workers. Journal of Labor Economics, Vol. 19, No. 2, pp. 484-521.",
        "Chan, Sewin and Ann Huff Stevens (2004). How Does Job Loss Affect the Timing of Retirement? Contributions to Economic Analysis & Policy, Vol. 3, No. 1, article 5.",
        "Coile, Courtney C. and Phillip B. Levine (2006). Bulls, Bears, and Retirement Behavior. Industrial and Labor Relations Review 59(3): 408-429.",
        "Coile, Courtney C. and Phillip B. Levine (2007). Labor Market Shocks and Retirement: Do Government Programs Matter? Journal of Public Economics. 91(10): 1902-1919.",
        "Coronado, Julie and Maria Perozek (2003). Wealth Effects and the Consumption of Leisure: Retirement Decisions During the Stock Market Boom of the 1990s, Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series #2003-20.",
        "Currie, Janet and Brigitte C. Madrian (1999). Health, Health Insurance, and the Labor Market, in Orley Ashenfelter and David Card (eds.). Handbook of Labor Economics, Volume 3. New York: Elsevier.",
        "Dickerson, Marla. Those Golden Years Have Lost Their Glow; With Home Values Down, Costs Up and Their 401(K)S Declining, Some Seniors Have Had To Rethink Retirement. Los Angeles Times. September 21, 2008, p. Al.",
        "Doming, Mike. Early retirement claims increase dramatically. Los Angeles Times. May 24, 2009.",
        "Employee Benefit Research Institute. (2009). EBRI Databook on Employee Benefits. Washington, DC: Employee Benefit Research Institute.",
        "Farber, Henry 5. (2008). Job Loss and the Decline in Job Security in the United States. Industrial Relations Section Working Paper 520.",
        "Friedberg, Leora and Anthony Webb. (2003). Retirement and the Evolution of the Pension Structure, NBER Working Paper No. 9999.",
        "Goss, Stephen C. 2009. Applications for Social Security Retired Worker Benefits in Fiscal Year 2009. Washington, DC: Social Security Administration, Office of the Chief Actuary. May 28, 2009.",
        "Gustman, Alan and Thoman Steinmeier. (2008). How Changes in Social Security May Affect Recent Retirement Trends, NBER Working Paper No. 14105.",
        "Gustman, Alan L., Thomas L. Steinmeier, and Nahid Tabatabai (2009). The Retirement Age Population and the Stock Market Decline. Dartmouth College. Unpublished manuscript. Gustman, Alan L., Thomas L. Steinmeier and Nahid Tabatabai (forthcoming), Pensions in the Health and Retirement Study. Cambridge, MA: Harvard University Press.",
        "Hallberg, Daniel. 2008. Economic Fluctuations and Retirement of Older Employees, Institute for Labour Market Policy Evaluation, number 2008-2.",
        "Hoynes, Hilary (2000). The Employment, Earnings, and Income of Less Skilled Workers Over the Business Cycle, in Rebecca M. Blank and David E. Card (eds.), Finding Jobs: Work and Welfare Reform. New York: Russell Sage.",
        "Hurd, Michael D., Monika Reti, Susann Rohwedder. 2009. The Effect of Large Capital Gains or Losses on Retirement, in David Wise (ed.), Developments in the Economics of Aging. Chicago: University of Chicago Press.",
        "Levine, Phillip B. (1993). A Comparison of Contemporaneous and Retrospective Measures of Unemployment from the Current Population Survey. Monthly Labor Review, 116(5): 33-3 8.",
        "Madrian, Brigitte, and Lars John Lefgren. A Note on Longitudinally Matching Current Population Survey (CPS) Respondents. National Bureau of Economic Research, technical working paper t0247, November 1999.",
        "Munnell, Alicia, Steven Sass, Mauricio Soto, and Natalia Zhivan (2006). Has the Displacement of Older Workers Increased? Center for Retirement Research Working Paper 2006-17.",
        "Sevak, Purvi. 2001. Wealth Shocks and Retirement Timing: Evidence from the Nineties. Michigan Retirement Research Center, Working Paper WPOOD 1.",
        "Trejos, Nancy. Will You Retire?; New Economic Realities Keep More Americans In the Workforce Longer. Washington Post, October 15, 2008, p. Hi.",
        "Trumbull. Mark. ~Economic Crisis Scrambles Retirement Math: The 401(K) Model of Saving is Under Duress as Stocks Slide. Home Equity Losses Dont Help. Christian Science Monitor. March 4. 2009 Venti. Steven F. and David A. Wise (2004. Aging and Housing Equity: Another LooL in David A. Wise (ed. ). Per.speclire.s on the Economics of Aging. Chicago: University of Chicago Press.",
        "von Wachter, Till (2007). The Effect of Economic Conditions on the Employment of Woikem Nearing Retirement Age. Center for Retirement Research Working Paper 2007-25."
    ]
}