{
    "id": 15398,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "Becker, Gary 5. 1971. The Economics of Discrimination, 2~ edition (Chicago: University of Chicago Press).",
        "Blumenberg, Evelyn, and Paul Ong. 1998. Job Accessibility and Welfare Usage: Evidence from Los Angeles. Journal of PolicyAnalysis and Management, Vol. 17, No.4, pp.639-57.",
        "Card, David, 1990. The Impact of the Mariel Boatlift on the Miami Labor Market. Industrial and Labor Relations Review, Vol. 43, No. 2, January, pp. 245-57.",
        "Card, David and Ethan G. Lewis. 2007. The Diffusion of Mexican Immigrants During the 1990s: Explanations and Impacts. In Mexican Immigration to the United States, ed. George J. Borjas (Chicago: University of Chicago Press), pp.193-227.",
        "Cutler, David M., and Edward L. Glaeser. 1997. Are Ghettos Good or Bad? Quarterly Journal of Economics, Vol. 112, No. 3, August, pp. 827-72.",
        "Drever, Anita I., and William A. V. Clark. 2006. Mixed Neighborhoods, Parallel Lives? Residential Proximity and Inter-Ethnic Group Contact in German Neighborhoods. Unpublished paper, University of Tennessee.",
        "Edin, Pers-Anders, Peter Fredriksson, and Olof Aslund. 2003. Ethnic Enclaves and the Economic Success of Immigrants - Evidence from a Natural Experiment. Quarterly Journal of Economics, Vol. 118, No. 1, February, pp. 329-57.",
        "Ellis, Mark, Richard Wright, and Virginia Parks. 2007. Geography and the Immigrant Division of Labor. Economic Geography, Vol. 83, No. 3, pp. 255-82.",
        "Ellwood, David. 1986. The Spatial Mismatch Hypothesis: Are There Jobs Missing in the Ghetto? In The Black Youth Employment Crisis, eds. Freeman and Holzer (Chicago: University of Chicago Press), pp. 147-85.",
        "Farley, John. 1987. Disproportionate Black and Hispanic Unemployment in US Metropolitan Areas. American Journal of Economics and Sociology, Vol. 46, No. 2, pp. 129-50.",
        "Fernandez, Roberto M. 2008. Race, Spatial Mismatch, and Job Accessibility: Evidence from a Plant Relocation. Social Science Research, Vol. 37, No. 3, pp. 953-75.",
        "Gobillon, Laurent, and Harris Selod. 2007. The Effects of Segregation and Spatial Mismatch on Unemployment: Evidence from France. INRA Laboratoire d'Economie Appliquee Working Paper 0702.",
        "Goldberg, Heidi. 2001. State and County Supported Car Ownership Programs Can Help Low-Income Families Secure and Keep Jobs. Center on Budget and Policy Priorities, November 28, available at http://www.cbpp.org/l 1-8-Olwel.htm (as of October 28, 2005).",
        "Harrison, Bennett. 1972. The Intrametropolitan Distribution of Minority Economic Welfare. Journal of Regional Science, Vol. 12, No. 1, pp. 23-43.",
        "Hellerstein, Judith K., and David Neumark. 2006. Using Matched Employer-Employee Data to Study Labor Market Discrimination. In Handbook on the Economics of Discrimination, ed. William M. Rodgers III (Cheltenham, U.K.: Edward Elgar), pp. 29-60.",
        "Hellerstein, Judith K., and David Neumark. 2008. Workplace Segregation in the United States: Race, Ethnicity, and Skill. Review of Economics and Statistics, Vol. 90, No. 3, pp. 459-77.",
        "Hellerstein, Judith K., David Neumark, and Melissa Mclnerney. 2008a. Spatial Mismatch vs. Racial Mismatch? Journal of Urban Economics, Vol. 64, No. 2, pp. 467-79.",
        "Hellerstein, Judith K., David Neumark, and Melissa Mclnerney. 2008b. Measuring the Importance of Labor Market Networks. NBER Working Paper No. 14201.",
        "Hillman, Felicitas. 2002. A Look at the `Hidden Side': Turkish Women in Berlin's Ethnic Labour Market. International Journal of Urban and Regional Research, Vol. 23, No. 2, pp. 267-82.",
        "Holzer, Harry J. 1991. The Spatial Mismatch Hypothesis: What Has the Evidence Shown? Urban Studies, Vol. 28, No. 1, February, pp. 105-22.",
        "Ihlanfeldt, Keith R. 1992. Job Accessibility and the Employment and School Enrollment of Teenagers (Kalamazoo, MI: W. E. Upjohn Institute for Employment Research).",
        "Ihlanfeldt, Keith R., and David Sjoquist. 1990. Job Accessibility and Racial Differences in Youth Employment Rates. American Economic Review, Vol. 80, No. 1, pp. 267-76.",
        "Ihlanfeldt, Keith R., and David Sjoquist. 1998. The Spatial Mismatch Hypothesis: A Review of Recent Studies and Their Implications for Welfare Reform. Housing Policy Debate, Vol. 8, No. 4, pp. 849-92.",
        "loannides, Yannis M., and Linda Datcher Loury. 2004. Job Information, Networks, Neighborhood Effects, and Inequality. Journal of Economic Literature, Vol. 42, No. 4, pp. 1056-93.",
        "Kain, John. 1992. The Spatial Mismatch Hypothesis: Three Decades Later. Housing Policy Debate, Vol. 3, No. 2, pp. 371-92.",
        "Kain, John. 1968. Housing Segregation, Negro Employment, and Metropolitan Decentralization. Quarterly Journal of Economics, Vol. 82, No. 2, pp. 175-97.",
        "Kastoryano, Riva, and Barbara Harshav. 2002. Negotiating Identities (Princeton, NJ: Princeton University Press).",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman. 2001. Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment. Quarterly Journal of Economics, Vol. 116, No. 2, pp. 607-54.",
        "LaFortune, Jeanne. 2008. Making Yourself Attractive: Pre-Marital Investments and the Returns to Education in the Marriage Market. Unpublished paper, University of Maryland.",
        "Lazear, Edward P. 1999. Culture and Language. Journal of Political Economy, Vol. 107, No. S6, pp. S95- 126.",
        "Manski, Charles. 1993. Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies, Vol. 60, No. 3, pp. 53 1-42.",
        "Massey, Douglas, Rafael Alarc",
        "McLafferty, Sara, and Valerie Preston. 1996. Spatial Mismatch and Employment in a Decade of Restructuring. Professional Geographer, Vol. 48, No. 4, pp. 417-67.",
        "McLafferty, Sara, and Valerie Preston. 1992. Spatial Mismatch and Labor Market Segmentation for African American and Latina Women. Economic Geography, Vol. 68, No. 4, pp. 406-3 1.",
        "McManus, Walter 5. 1990. Labor Market Effects of Language Enclaves: Hispanic Men in the United States. Journal of Human Resources, Vol. 25, No. 2, pp. 228-52.",
        "Montgomery, James D. 1991. Social Networks and Labor-Market Outcomes: Toward an Economic Analysis. American Economic Review, Vol. 81, No. 5, pp. 1408-18.",
        "Munshi, Kaivan. 2003. Networks in the Modern Economy: Mexican Migrants in the U.S. Labor Market. Quarterly Journal of Economics, Vol. 118, No.2, pp. 549-99.",
        "Patel, Krishna, and Francis Vella. 2007. Immigrant Networks and Their Implication for Occupational Choices and Wages. IZA Working Paper No. 3217.",
        "Piil Damm, Anna. 2009. Ethnic Enclaves and Immigrant Labor Market Outcomes: Quasi-Experimental Evidence. Journal of Labor Economics, Vol. 27, No.2, pp. 281-314.",
        "Price, Richard, and Edwin Mills. 1985. Race and Residence in Earnings Determination. Journal of Urban Economics, Vol. 17, No. 1, pp. 1-18.",
        "Raphael, Steven. 1998. The Spatial Mismatch Hypothesis of Black Youth Joblessness: Evidence from the San Francisco Bay Area. Journal of Urban Economics, Vol. 43, No. 1, January, pp. 79-111.",
        "Ross, Stephen L. 1998. Racial Differences in Residential and Job Mobility: Evidence Concerning the Spatial Mismatch Hypothesis. Journal of Urban Economics, Vol. 43, No. 1, pp. 112-35.",
        "Sch",
        "Taylor, D. Brian, and Paul M. Ong. 1995. Spatial Mismatch or Automobile Mismatch? An Examination of Race, Residence and Commuting in U.S. Metropolitan Areas. Urban Studies, Vol. 32, No. 9, pp. 1453-73.",
        "Thompson, Mark A. 1997. The Impact of Spatial Mismatch on Female Labor Force Participation. Economic Development Quarterly, Vol. 11, No. 2, pp. 138-45.",
        "Vrooman, John, and Stuart Greenfield. 1980. Are Blacks Making It in the Suburbs? Some New Evidence on Intrametropolitan Spatial Segmentation. Journal of Urban Economics, Vol. 7, No. 2, pp. 155-67.",
        "Weinberg, Bruce. 2004. Testing the Spatial Mismatch Hypothesis Using Inter-City Variations in Industrial Composition. Regional Science and Urban Economics, Vol. 34, No. 5, pp. 505-32.",
        "Zenou, Yves, Olof Aslund, and John Osth. 2006. How Important is Access to Jobs? Old Question -Improved Answer. IZA Discussion Paper No. 2051."
    ]
}