{
    "id": 15393,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Branstetter, L., R. Fisman, and F. Foley, 2006, Do Stronger Intellectual Property Rights Increase International Technology Transfer? Empirical Evidence from U.S. Firm-Level Data, Quarterly Journal of Economics 121, 321-349.",
        "Chaudhuri, S., P. Goldberg, and P. Jia, 2006, Estimating the Effects of Global Patent Protection in Pharmaceuticals: A Case Study of Quinolones in India, American Economic Review 96, 1477-1514.",
        "Desai, M., F. Foley, and J. Hines, 2004, Foreign Direct Investment in a World of Multiples Taxes, Journal of Public Economics 88, 2727-2744.",
        "Dixit, A., and J. Stiglitz, 1977, Monopolistic Competition and. Optimum Product Diversity, American Economic Review, 67, 297-308.",
        "Eaton, J. and S. Kortum, 1996, Trade in Ideas: Patenting and Productivity in the OECD, Journal of International Economics 40, 1-28.",
        "Ginarte, J. and W. Park, 1997, Determinants of Patent Rights: A CrossNational Study, Research Policy 26, 283-301.",
        "Glass, A.J. and K. Saggi, 2002, Intellectual Property Rights and Foreign Direct Investment, Journal of International Economics 56, 387-410.",
        "Glass, A.J. and X. Wu, 2007, Intellectual Property Rights and Quality Improvement, Journal of Development Economics 82, 393-415.",
        "Helpman, E., 1993, Innovation, imitation, and intellectual property rights, Econometrica 61, 1247-1280.",
        "Javorcik, B., 2004, The Composition of Foreign Direct Investment and Protection of Intellectual Property Rights in Transition Economies, European Economic Review, 48, 39-62.",
        "Lai, E., 1998, International Intellectual Property Rights Protection and the Rate of Product Innovation, Journal of Development Economics 55, 133- 153.",
        "Mansfield, E., 1994, Intellectual Property Protection, Foreign Direct Investment, and Technology Transfer, Discussion Paper 19, International Finance Corporation, Washington DC.",
        "Markusen, J.R., 2001, Contracts, Intellectual Property Rights, and Multinational Investment in Developing Countries, Journal of International Economics 53, 189-204.",
        "Markusen, J.R.,1995, The Boundaries of Multinational Enterprises and the Theory of International Trade, Journal of Economic Perspectives 9, 169-190.",
        "Maskus, K.E., 2000, Intellectual Property Rights in the Global Economy, Institute for International Economics, Washington DC.",
        "Mayer, T. and E. Pfister, 2001, Do Stronger Patent Rights Attract Foreign Direct Investment? Evidence from French Multinationals' Location, Region et. Development 13, 99-122.",
        "Mutti, J. and H. Grubert, 2004, Empirical Asymmetries in Foreign Direct Investment and Taxation. Journal of International Economics 62, 337-358.",
        "Nunnenkamp, P. and J. Spatz, 2004, Intellectual Property Rights and Foreign Direct Investment: a Disaggregated Analysis, Weltwirtschaftliches Archiv (Review of World Economics) 140, 393-414.",
        "McCalman, P., 2001, Reaping What you Sow: An Empirical Analysis of International Patent Harmonization. Journal of International Economics 55, 161-186.",
        "Ordover, J., 1991, Patent System for both Diffusion and Exclusion, Journal of Economic Perspectives 5, 43-60.",
        "Park, W., 2008, Intellectual Property Rights and International Innovation, in, Maskus, K., ed., Frontiers of Economics and Globalization: Intellectual Property Rights and Globalization, Elsevier, Amsterdam.",
        "Romer, P., 1990, Endogenous Technical Change, Journal of Political Economy 98, S71-S102.",
        "Sakakibara, M. and L. Branstetter, 2001, Do Stronger Patents Induce More Innovation? Evidence from the 1988 Japanese Patent Reforms, Rand Journal of Economics 32, 771-100.",
        "UNCTAD, 2003, World Investment Report 2003: FDI Policies for Development: National and International Perspectives, United Nations, New York.",
        "Westphal, L.E. Kim, L., and Dahlman, C.J, 1985, Reflections on the Republic of Korea's acquisition of technological capability, in Rosenberg, N., Frischtak, C. (eds),International Transfer of Technology: Concepts, Measures, and Comparisons, Praeger Press, New York, NY."
    ]
}