{
    "id": 154,
    "cites": 27,
    "cited_by": 2,
    "reference": [
        "Bauer, F.L. C1971), \"Elimination with Weighted Row Combinations for Solving Linear Equations and Least Squares Problems\", pp. 119-133 in Handbook for Automatic Computation3 Vol. II: Linear Algebra, Eds. Wilkinson, J.H. and Reinsch, C. New York: Springer-Verlag. Becker, R., N. Kaden and V. KLema (1974), \"The Singular Value Analysis in Matrix Computation\", Working Paper No. 46, Computer Research Center, National Bureau of Economic Research.",
        "Belsley, D.A. (1969), Industry Production Behavior; The Order-Stoek Distinction3 North-Holland: Amsterdam.",
        "Belsley, D.A. (1974), \"Estimation of Systems of Simultaneous Equations and Computational Specifications of GREMLIN\", Annals of Economic and Social Measurement, October.",
        "Belsley, D.A. and Virginia C. Klema (1974), \"Detecting and Assessing The Problems Caused by Multicollinearity: A Use of The Singular-Value Decomposition\", Working Paper #66, Computer Research Center, National Bureau of Economic Research, Cambridge.",
        "Businger, P. and G.H. Golub (1965), \"Linear Least Squares Solutions by Householder Transformations\". Numerische Mathematik, Vol. 7, pp. 269-276.",
        "Farrar, D.E. and R.R. Glauber (1967) \"Multicollinearity in Regression Analysis: The Problem Revisited\". Review of Economics and Statistics, February, pp. 92-107.",
        "Frisch, R. (1934), \"Statistical Confluence Analysis by Means of Complete Regression Systems\", University Institute of Economics, Oslo.",
        "Golub, Gene H. (1969), \"Matrix Decompositions and Statistical Calculations\". Statistical Computation, Academic Press, New York, pp. 365-397.",
        "Golub, G., V. Klema and G.W. Stewart (1976), \"Rank Degeneracy and Least-Squares Problems\", Computer Science Technical Report Series, #TR-456, University of Maryland.",
        "Golub, G.H. and C. Reinsch (1970), \"Singular Value Decomposition and Least Squares Solutions\". Numerische Mathematik, Vol. 14, pp. 403-420.",
        "Haitovsky, Yoel (1969), \"Multicollinearity in Regression Analysis: Comment\". Review of Economics and Statistics, November, pp. 486-489.",
        "Hansen, Richard J. and Charles L. Lawsen (1969), \"Extensions and Applications of The Householder Algorithm for Solving Linear Least Squares Problems\". Mathematics of Computation, Vol. 23, No. 108, October, pp. 787-812.",
        "Hawkins, D.M. (1973), \"On the Investigation of Alternative Regressions by Principal Component Analysis\", Applied Statistics, 22, pp. 275-286.",
        "Kendall, M.G. (1957), A Course in Multivariate Analysis, London: Griffin. -99-, Kloeck, T. and L.B.M Mennes (1960), \"Simultaneous Equations Estimation Based on Principal Ccmponents of Predetermined Variables\", Econometrica, Vol. 28, No. 1, pp. 45-61.",
        "Kumar, T.K. (1975), \"Multicollinearity in Regression Analysis\", The Review of Economics and Statistics, Vol. LVII, August, pp. 365-366.",
        "Lawson, C.R. and R.J. Hanson (1974), Solving Least-Squares Problems, Prentice-Hall Englewood Cliffs, N.J. Learner, E.E. (1973), \"Multicollinearity: A Bayesian Interpretation\". Review of Economics and Statistics, LV, August, pp. 371-380.",
        "O&apos;Hagan, J. and B. McCabe (1975), \"Tests for the Severity of Multicollinearity in Regression Analysis: A Comment\". The Review of Economics and Statistics, Vol. LVII, August, pp. 369-370.",
        "Silvey, S.D. (1969), \"Multicollinearity and Imprecise Estimation\", Journal of Royal Statistical Society, Series B, Vol. 31, pp. 539-552.",
        "Stewart, G.W. (1973), Introduction to Matrix Computations, Academic Press, New York.",
        "Thei i. H. (1971), Principles of Econometrics, John Wiley & Sons: New York.",
        "Van der Sluis, A. (1969), \"Condition Numbers and Equilibration of Matrices\". Numeriche Mathematik, 14, pp. 14-23.",
        "Van der Sluis, A. (1970), \"Condition Equilibration and Pivoting in Linear Algebraic Systems\". Numeriche Mathematik, 15, pp. 74-86.",
        "Webster, J.T., R.F, Gunst and R.L. Mason (1974), \"Latent Root Regression Analysis\" Technometrics, 16, pp. 513-522.",
        "Webster, J.T., R.F. Gunst and R.L. Mason (1976), \"A Comparison of Least Squares and Latent Root Regression Estimators\", Technometrics, 18, pp. 75-83.",
        "Wilkinson, J.H. (1965), The Algebraic Eigenvalue Problem, Oxford University Press.",
        "Zellner, A. (1971), An Introduction to Bayesean Inference in Econometrics, John Wiley 8 Sons, New York.",
        "On the Theory of Productive Saving (Economic 1/75 Inquiry, forthcoming in 1976) The Role of Physicians In the Production of 2/75 Hospital Output Variation Across Households In the Rate of Inflation 3/75 Inequality: Earnings vs. Human Wealth 4/75 (American Economic Review, forthcoming) 81 Arleen Lelbowltt The Parental Bequest to Children 5/75 Ã\u0082Â«V Ã\u0082Â»7 Edward Latear Schooling Aa a Wage Deoreesant (Journal of Human Resources, forthcoming) Edward Laxear Human Wealth and Human Capital 98&apos;.v Barry R- Chlswlck The Demand for Nursing Home Care: An Analysis of the 6/75 7/75 Substitutlon Between Instltutlonal and Non-Institu-tional Care (Journal of Human Resources. Suomer 1976) 7/75 99-Yoraa Weiss The Earnings of Scientists, 1960-1970: Experience, Age and Vintage Effects &apos;7/75 Kenneth Wolpln Education and Screening 8/75 w"
    ]
}