{
    "id": 15408,
    "cites": 92,
    "cited_by": 31,
    "reference": [
        "Aaberge, Rodolph, and Anthony B. Atkinson (2010) Top Incomes in Norway, in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Global Perspective. Oxford: Oxford University Press.",
        "Alvaredo, Facundo (2009) Top Incomes and Earnings in Portugal 1936-200S, Explorations in Economic History, 46(4), 404-417.",
        "Alvaredo, Facundo (2010) The Rich in Argentina over the Twentieth Century, in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Global Perspective. Oxford: Oxford University Press.",
        "Alvaredo, Facundo and Elena Pisano (2010) The Top Incomes in Italy 19742004,  in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Global Perspective. Oxford: Oxford University Press.",
        "Alvaredo, Facundo and Emmanuel Saez (2009) Income and Wealth Concentration in Spain in a Historical and Fiscal Perspective, Journal of the European EconomicAssociation 7(5), 1140-1167.",
        "Atkinson, Anthony B. (2005) Top Incomes in the UK over the Twentieth Century, Journal of the Royal Statistical Society, 168(2): 325-343.",
        "Atkinson, Anthony B. (2007). `Measuring Top Incomes: Methodological Issues', in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Contrast between Continental European and English-Speaking Countries. Oxford: Oxford University Press.",
        "Atkinson, Anthony B. (2007b). `The Distribution of Top Incomes in the United Kingdom 1908-2000', in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Contrast between Continental European and EnglishSpeaking Countries. Oxford: Oxford University Press.",
        "Atkinson, Anthony B. (2010) Top incomes in a rapidly growing economy: Singapore, in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Global Perspective. Oxford: Oxford University Press.",
        "Atkinson, Anthony B. and A. Brandolini (2006). `The Panel-of-Countries Approach to Explaining Income Inequality', in S. L. Morgan, D. B. Grusky, and G. S. Fields (eds.) Mobility and Inequality. Stanford, Calif.: Stanford University Press.",
        "Atkinson, Anthony B. and A. J. Harrison (1978). The Distribution of Personal Wealth in Britain. Cambridge: Cambridge University Press.",
        "Atkinson, Anthony B. and Andrew Leigh (2007). `The Distribution of Top Incomes in Australia' Economic Record, 83: 247-26.",
        "Atkinson, Anthony B. and Andrew Leigh (2007b). `The Distribution of Top Incomes in Five Anglo-Saxon Countries over the Twentieth Century'. Canberra: Australian National University, mimeo.",
        "Atkinson, Anthony B. and Andrew Leigh (2008). `Top Incomes in New Zealand 1921-200S: Understanding the Effects of Marginal Tax Rates, Migration Threat, and the Macroeconomy', Review of Income and Wealth, 54(2): 149-65.",
        "Atkinson, Anthony B. and Thomas Piketty (2007). Top Incomes over the Twentieth Century: A Contrast between Continental European and English-Speaking Countries. (Volume 1) Oxford: Oxford University Press.",
        "Atkinson, Anthony B. and Thomas Piketty (2010). Top Incomes over the Twentieth Century: A Global Perspective. (Volume 2) Oxford: Oxford University Press.",
        "Atkinson, Anthony B., Thomas Piketty, and Emmanuel Saez (2010) Top Incomes in the Long-run of History, draft, April 2009, Chapter 13 in A. B. Atkinson and T. Piketty, eds. Top Incomes: A Global Perspective, Oxford: Oxford University Press.",
        "Atkinson, Anthony B. and Salverda, Wiemer (2005), Top Incomes in the Netherlands and the United Kingdom over the Twentieth Century, Journal of the European Economic Association, 3: 883-913.",
        "Autor, D. H., L. F. Katz, and M. S. Kearney (2006). `The Polarization of the U.S. Labour Market', American Economic Review, Papers and Proceedings, 96: 18994.",
        "Bach, S., G. Corneo, and V. Steiner (2008). `Effective Taxation of Top Incomes in Germany, 1992-2002', DIW Discussion Paper 767, Berlin.",
        "Banerjee, Abhijit and Thomas Piketty (2005) Top Indian Incomes, 1922-2000, World bank Economic Review, 19: 1-20.",
        "Benhabib, Jess and Alberto Bisin (2007) The distribution of wealth and redistributive policies, NYU Working Paper. Bentzel, R. (19S2) Inkomstfordelningen i Sverige, Industriens Utredninginstitut, Paris.",
        "Bourguignon, Francois and Christian Morrisson (2002) Inequality among World Citizens: 1820-1992, American Economic Review, vol 92: 727-744.",
        "Bowley, A. L. (1914) The British Super-Tax and the Distribution of Income, Quarterly Journal of Economics, 28, 255-268.",
        "Bowley, A. L. (1920), The Change in the Distribution of National Income, 18801913, Oxford.",
        "Brewer, M., A. Muriel, D. Phillips, and L. Sibieta (2008). Poverty and Inequality in the UK: 2008. London: Institute for Fiscal Studies.",
        "Burkhauser, Richard V., Shuaizhang Feng, Stephen P. Jenkins, and Jeff Larrimore (2009) Recent Trends in Top Income Shares in the USA: Reconciling Estimates from March CPS and IRS Tax Return Data, Cornell University Working Paper, July.",
        "Coles, 5. (2001). An Introduction to Statistical Modeling of Extreme Values. London: Springer Verlag.",
        "Dell, Fabien (2007) Top Incomes in Germany Throughout the Twentieth Century: 1891-1998, Chapter 9 in A. B. Atkinson and T. Piketty, eds. Top Incomes over the Twentieth Century: A Contrast Between European and English Speaking Countries, Oxford: Oxford University Press, 365-425.",
        "Dell, Fabien, Thomas Piketty, and Emmanuel Saez (2007) The Evolution of Income and Wealth Concentration in Switzerland over the 20th Century, Chapter 11 in A. B. Atkinson and T. Piketty, eds. Top Incomes over the Twentieth Century: A Contrast Between European and English Speaking Countries, Oxford: Oxford University Press, 472-500.",
        "Dumke, R. (1991) Income inequality and industrialization in Germany 18S01913: the Kuznets hypothesis re-examined. In: Y. Brenner, H. Kaelble and M. Thomas, Editors, 117-148.",
        "Embrechts, P., C. Kluppelberg, and T. Mikosch (1997). Modelling Extremal Events. Berlin: Springer Verlag.",
        "Feenberg, Daniel R and Poterba, James M, (1993) Income Inequality and the Incomes of Very High-Income Taxpayers: Evidence from Tax Returns, in J Poterba, editor, Tax Policy and the Economy, vol. 7, MIT Press, Cambridge, 14S177.",
        "Feinstein, C. H. (1972). Statistical Tables of National Income, Expenditure and Output of the U.K. 1855-1965. Cambridge: Cambridge University Press.",
        "Frank, R. H. (2000). `Progressive Taxation and the Incentive Problem', in J. B. Slemrod (ed.) Does Atlas Shrug? New York: Russell Sage Foundation: 490-S07. Frank, R. H. and P. J. Cook (199S). The Winner Take-All Society. New York: Free Press.",
        "Gabaix, Xavier (2009) Power Laws in Economics and Finance, forthcoming in Annual Review of Economics.",
        "Goldin, C. and R. Margo (1992). `The Great Compression: The Wage Structure in the United States at Mid-Century', Quarterly Journal of Economics, 107: 1-34.",
        "Goode, R. (1964). The Individual Income Tax. Washington, DC: Brookings Institution.",
        "Gordon, R. and J. Slemrod (2000). `Are Real Responses to Taxes Simply Income Shifting between Corporate and Personal Tax Bases?', in J. Slemrod (ed.) Does Atlas Shrug? The Economic Consequences of Taxing the Rich. Cambridge: Cambridge University Press.",
        "Guilera, J. (2008). `Top Income Shares in Portugal over the Twentieth Century', Documents de Treball de Ia Facultat de Ci",
        "Gustafsson, B. and B. Jansson (2007). `Top Incomes in Sweden during ThreeQuarters of a Century: A Micro-Data Approach', IZA Discussion Paper 2672, IZA Bonn.",
        "Hartog, J. and J. Veenbergen, (1978) Dutch treat: long-run changes in personal income distribution, De Economist 126, S21-S49.",
        "Hjerppe, R. and J. Lefgren, (1974), Suomen tulonja kaufman kehityksesta 18811967,  Kansantaloudellinen aikakauskirja 70, 97-119.",
        "J",
        "Jeck, A. (1968) The trends of income distribution in West Germany. In: J. Marchal and B. Ducros, Editors, The Distribution of National Income, Macmillan, Cambridge.",
        "Jeck, A. (1970), Wachstum und Verteilung des Volkseinkommens -Untersuchungen und Materialienzur Entwicklung der Einkommensvertellung in Deutschland, 1870-1913, Tubingen.",
        "Kaelble, H. (1986) Industrialization and social inequality in the nineteenth century Europe, Berg, London.",
        "Katz, L. F. and D. H. Autor (1999). `Changes in the Wage Structure and Earnings Inequality', in 0. Ashenfelter and D. Card (eds.) Handbook of Labor Economics, volume 3A. Amsterdam: North-Holland.",
        "Kopczuk, Wojciech, and Emmanuel Saez (2004) Top Wealth Shares in the United States, 1916-2000: Evidence from Estate Tax Returns, National Tax Journal, 57(2), Part 2, 445-487.",
        "Kopczuk, Wojciech, Emmanuel Saez, and Jae Song (2009) Earnings Inequality and Mobility in the United States: Evidence from Social Security Data since 1937, forthcoming Quarterly Journal of Economics.",
        "Kraus, F. (1981) The Historical Development of Income Inequality in Western Europe and the United States. In: P. Flora and A. Heidenheimer, Editors, The Development of Welfare States in Europe and America, Transaction Books, Leamington Spa, 187-236. Kuznets, Simon (19S3). Shares of Upper Income Groups in Income and Savings. New York: National Bureau of Economic Research. Kuznets, Simon (19SS). `Economic Growth and Income Inequality', American Economic Review, 45: 1-28.",
        "Landais, Camille (2007). `Les Hauts Revenus en France 1998-2006: une explosion des inegalites?', Paris School of Economics Working Paper.",
        "Lazear, Edward P. and Sherwin Rosen (1981). `Rank-Order Tournaments as Optimum Labor Contracts', Journal of Political Economy, 89: 84 1-64.",
        "Leigh, Andrew (2007). `How Closely do Top Income Shares Track Other Measures of Inequality?', Economic Journal, 117: F619-F633.",
        "Leigh, Andrew (2009). `Top Incomes', in W. Salverda, B. Nolan, and T. Smeeding (eds.) The Oxford Handbook of Economic Inequality. Oxford: Oxford University Press.",
        "Leigh, Andrew and Pierre van der Eng (2009). `Inequality in Indonesia: What Can We Learn from Top Incomes?', Journal of Public Economics, 93(1-2): 209-212.",
        "Leigh, Andrew and Alberto Posso (2009) `Top Incomes and National Savings' Review of Income and Wealth, SS(1): S7-74 Lindert, Peter (2000), Three Centuries of Inequality in Britain and America in A B Atkinson and F Bourguignon, editors, Handbook of Income Distribution, Elsevier Science, Amsterdam, 167-216. Lydall, H. F. (19S9). `The Distribution of Employment Incomes', Econometrica, 27: 110-1 5.",
        "Meade, J. E. (1964). Efficiency, Equality and the Ownership of Property. London: Allen & Unwin.",
        "Merz, J., D. Hirschel, and M. Zwick (2005). `Struktur und Verteilung hoher Einkommen: Mikroanalysen auf der Basis der Einkommensteuerstatistik', Beitrag zum zweiten Armuts- und Reichtumsbericht 2004 der Bundesregierung.",
        "Moriguchi, Chiaki and Emmanuel Saez (2008) The Evolution of Income Concentration in Japan, 188S-200S: Evidence from Income Tax Statistics, Review of Economics and Statistics 90(4), 713-734.",
        "Morrisson, Christian (2000) Historical perspectives on income distribution : the case of Europe in A B Atkinson and F Bourguignon, editors, Handbook of Income Distribution, Elsevier Science, Amsterdam, 217-260. Mueller, J. (19S9) Trends in the distribution of income by size in Germany, 18731913,  Meeting of the International Association of Research on Income and Wealth at Portoroz Yugoslavia.",
        "Mueller, J.H. and S. Geisenberger (1972), Die Einkommenstruktur in verschiedenen deutschen L",
        "Nolan, Brian (2007). `Long-Term Trends in Top Income Shares in Ireland', in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Contrast between Continental European and English-Speaking Countries. Oxford: Oxford University Press.",
        null,
        "Pareto, Vilfredo (1896), La courbe de Ia repartition de Ia richesse, Ecrits sur Ia courbe de Ia repartition de Ia richesse, (writings by Pareto collected by G. Busino, Librairie Droz, 196S), 1-iS. Pareto, Vilfredo (1 896-1 897), Cours d'Economie Politique (2 volumes) (edited by G.",
        "Busino, Librairie Droz, 1964) Piketty, Thomas (2001). Les Hauts Revenus en France au 2OOme si",
        "Piketty, Thomas (2003). `Income Inequality in France, 1901-1998', Journal of Political Economy, 111: 1004-42.",
        "Piketty, Thomas (2005). Top Income Shares in the Long Run: An Overview, Journal of the European economic association, 3-4(3), 1-11.",
        "Piketty, Thomas (2007). `Top Incomes Over the Twentieth Century: A Summary of Main Findings', in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Contrast between Continental European and EnglishSpeaking Countries. Oxford: Oxford University Press.",
        "Piketty, Thomas, G. Postel-Vinay, and J. L. Rosenthal (2006). `Wealth Concentration in a Developing Economy: Paris and France, 1807-1994', American Economic Review.",
        "Piketty, Thomas and Nancy Qian (2009) Income inequality and progressive income taxation in China and India: 1986-201S, American Economic Journal: Applied Economics.",
        "Piketty, Thomas and Emmanuel Saez (2003). Income Inequality in the United States, 191 3-1 998. Quarterly Journal of Economics 118(1): 1-39.",
        "Piketty, Thomas and Emmanuel Saez (2006). `The Evolution of Top Incomes: A Historical and International Perspective', American Economic Review, Papers and Proceedings, 96: 200-5.",
        "Piketty, Thomas and Emmanuel Saez (2007) How Progressive is the U.S. Federal Tax System? A Historical and International Perspective, Journal of Economic Perspectives, 21(1), 3-24.",
        "Procopovitch, S.N. (1926), The Distribution of National Income, Economic Journal, 36, 141, 69-82.",
        "Rome, Jesper and Waldenstr",
        "Rome, Jesper, Jonas Vlachos, and Daniel Waldenstr",
        "Rosen, Sherwin (1981). `The Economics of Superstars', American Economic Review, 71: 84S-S8.",
        "Royal Commission on the Distribution of Income and Wealth, (1977) Report No. 5, Third Report of the Standing Reference, HMSO, Cambridge.",
        "Saez, Emmanuel (2004). `Reported Incomes and Marginal Tax Rates, 19602000: Evidence and Policy Implications', in J. Poterba (ed.) Tax Policy and the Economy, 18. Cambridge, Mass.: MIT Press.",
        "Saez, Emmanuel (2006). Income Concentration in a Historical and International Perspective, in eds. Alan Auerbach, David Card, John Quigley, Public Policy and Income Distribution, (New York: Russell Sage Foundation), 221-2S8.",
        "Saez, Emmanuel, Joel Slemrod, and Seth Giertz (2009). `The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review', NBER Working Paper No. 1S012, in preparation for the Journal of Economic Literature.",
        "Saez, Emmanuel and Michael Veall (2005) The Evolution of High Incomes in Northern America: Lessons from Canadian Evidence, American Economic Review, 95(3), 831-849.",
        "Salverda, Wiemer and A. B. Atkinson, (2007). `Top Incomes in the Netherlands over the Twentieth Century', in Atkinson, A. B. and T. Piketty eds. Top Incomes over the Twentieth Century: A Contrast between Continental European and English-Speaking Countries. Oxford: Oxford University Press.",
        "Scheve, K. and D. Stasavage (2009). `Institutions, Partisanship, and Inequality in the Long Run', World Politics, 61.",
        "Schnitzer, M. (1974) Income Distribution: A Comparative Study of the US, Sweden, West Germany, the UK and Japan, Praeger, Paris. Simon, H. (19S7). `The Compensation of Executives', Sociometry, 20: 32-5.",
        "Sorensen, R. (1993) Changes in the personal income distribution. In: K. Persson, Editor, The Economic Development of Denmark and Norway since 1870, Elgar, Madison.",
        "Stiglitz, J. E. (1969). `Distribution of Income and Wealth among Individuals', Econometrica, 37: 382-97. Tinbergen, J. (197S). Income Distribution: Analysis and Policies. Amsterdam: North-Holland.",
        "Titmuss, R. M. (1962). Income Distribution and Social Change. London: Allen & Unwin.",
        "US Census Bureau (2008), Current Population Reports, Series P60-231, Selected Measures of Household Income Dispersion, 1967-2007, Washington DC.",
        "Estimated by Atkinson (2007) using Bourguignon and Morrisson (2002) series.",
        "Fraction super rich (from US) series is defined as the number of US citizens with income above 20 times the world mean divided by the world citizens. Estimated by Atkinson (2007) using Bourguignon and Morrisson (2002) series."
    ]
}