{
    "id": 15401,
    "cites": 30,
    "cited_by": 10,
    "reference": [
        "Berg, Andrew and Eduardo Borenzstein. (2000). The Pros and Cons of Full Dollarization. IMF Working Paper 00/50 (March).",
        "Bloomfield, Arthur I. (1959). Monetary Policy under the International Gold Standard: 1880-1914. New York: Federal Reserve Bank of New York.",
        "Bordo, Michael D. and Finn Kydland. (1995). The Gold Standard as a Rule: An Essay in Exploration. Explorations in Economic History 32: 423-464.",
        "Bordo, Michael and Hugh Rockoff. (1996). The Gold Standard as a Good Housekeeping Seal of Approval. Journal of Economic History 56: 389-428.",
        "Bordo, Michael and Antu Murshid. (2006). Globalization and Changing Patterns in the International Transmission of Shocks in Financial Markets. Journal of International Money and Finance 25(4):655-74.",
        "Del Mar, Alexander. (1903). A History of the Monetary Systems of France, and Other European States. New York: The Cambridge Encyclopedia Co.",
        "Della Paolera, Gerardo and Alan M. Taylor. (2001). Straining at the Anchor: The Argentine Currency Board and the Search for Macroeconomic Stability, 1880-1935. Chicago: University of Chicago Press.",
        "Dollarization.org. (2005). Currency Boards and Dollarization. www.doilarization.or2 Domowitz, Ian, Glen, Jack, and Ananth Madhavan. (1998). Country and Currency Risk Premia in an Emerging Market. Journal of Financial and Quantitative Analysis 33: 189-216.",
        "Edwards, Sebastian. (2003). Exchange Rate Regimes, Capital Flows and Crisis Prevention. In Martin Feldstein (ed.) Economic and Financial Crises in Emerging Market Economies. Chicago and London: University of Chicago Press, 31-78.",
        "Edwards, Sebastian. (1986). The Pricing of Bonds and Bank Loans in International Markets. European Economic Review 30: 5 65-89.",
        "Edwards, Sebastian. (1984). LDC Foreign Borrowing and Default Risk: An Empirical Investigation, 1976-1980. American Economic Review 74(4): 726-34.",
        "Eichengreen, Barry. (1996). Globalizing Capital: A History of the International Monetary System. Princeton, NJ: Princeton University Press.",
        "Ferguson, Niall and M. Schularick. (2006a). The Empire Effect: The Determinants of Country Risk in the First Era of Globalization. Journal of Economic History 66(2): 283-312.",
        "Ferguson, Niall and M. Schularick. (2006b). The Thin Film of Gold: The Limits of Monetary Commitments. Harvard Business School Working Paper.",
        "Flandreau, Marc and Frederic Z",
        "Gallarotti, Giulio M. (1995). The Anatomy of an International Monetary Regime: The Classical Gold Standard, 1880-1914. New York and Oxford: Oxford University Press.",
        "Gunasekera, H.A. (1962). From Dependent Currency to Central Banking in Ceylon: An Analysis of Monetary Experience, 1825-1957. London: London School of Economics.",
        "International Monetary Fund. (1997). Globalization in Historical Perspective. World Economic Outlook: Annex Washington: IMF.",
        "Kemmerer, Edwin W. (1944). Gold and the Gold Standard. New York: McGraw Hill.",
        "Kemmerer, Edwin W. (1916). Modern Currency Reforms. New York: Macmillan Press.",
        "Kydland, Finn E. and Edward C. Prescott. (1977). Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85: 473-92.",
        "Monetary Systems of the Principal Countries of the World. (1913). Treasury Department, Bureau of the Mint, Washington: Government Printing Office.",
        "Mitchell, Wesley C. (1898). Resumption of Specie Payments in Austria-Hungary. Journal of Political Economy 7:106-13.",
        "Morys, Matthias. (2007). Emergence of the Classical Gold Standard. Oxford University Working Paper.",
        "Obstfeld, Maurice and Kenneth Rogoff. (1995). The Mirage of Fixed Exchange Rates. NBER Working Paper.",
        "Obstfeld, Maurice and Alan M. Taylor. (2003). Sovereign Risk ,Credibility and the Gold Standard, 1870-1913 versus 1925-1931. Economic Journal 113: 1-35.",
        "Schmuckler, Sergio and Luis Serven. (2002). Pricing Currency Risk under Currency Boards. Journal of Development Economics 69(2): 367-39 1.",
        "Pick, Franz and Rene Sedillot. (1971). All the Monies of the World, New York: Crown Advertising Press, Inc.",
        "Powell, Andrew and Federico Sturzenegger. (2003). Dollarization: The Link Between Devaluation and Default Risk. In Dollarization: Debates and Policy Alternatives Eduardo Levy-Yeyati and Federico Sturzenegger eds. Cambridge, MA: MIT Press.",
        "Young, John Parke. (1925). Central Amen can Currency and Finance. Princeton: Princeton University Press."
    ]
}