{
    "id": 15402,
    "cites": 39,
    "cited_by": 14,
    "reference": [
        "Alesina, Alberto, Ed Glaeser, and Bruce Sacerdote, (2001) Why Doesn't the US have a European Style Welfare State?, Brookings Papers on Economic Activity, II, 187-277.",
        "Alisky, Marvin (1981) Latin American media guidance and censorship, Ames: Iowa State University Press.",
        "Alterman, Eric (2003) What Liberal Media?: The Truth About Bias and the News, New York: Basic Books.",
        "Anand, Bharat and Roni Shachar (2004) Advertising, the Matchmaker HBS Strategy Unit Research Paper No. 264206.",
        "Ansolabehere, Stephen, Lessem, Rebecca, and Snyder Jr.,James (2006) The orientation of newspaper endorsements in U.S. elections, 1940-2002 ~uarter~y Journal of Political Science, 1(4), ~fl-4u4.",
        "Baum, Matthew A. and Phil Gussin (2007) In the Eye of the Beholder: How Information Shortcuts Shape Individual Perceptions of Bias in the Media, ~uarter~y Journal of Political Science, 3: 1-31 Bennet, Lawrence (1990) Towards a Theory of Press-State Relations in the US,Journalof Communication, 40, 2.",
        "Bertrand, M., E. Duflo and S. Mullainathan, 2004, How Much Should We Trust Difference in Differences Estimates?, ~uarter~y Journal of Economics, 119, 249-275.",
        "Besley, Timothy and Robin S. Burgess, (2002) The Political Economy of Government Responsiveness: Theory and Evidence from India. ~uarter~y Journal of Economics, 117(4), pp. 1415-51.",
        "Besley, Timothy, and Andrea Prat, (2006) Handcuffs for the grabbing hand? Media capture and government accountability, American Economic Review, 96(3), 720-36.",
        "Committee to Protect Journalists (2006) Attacks on the Press 2005: Argentina, February 16, http: / /cti.org/2OO6/O2/attacks-on--the--tress--2OO5-ar~entina.php DellaVigna, Stefano and Ethan Kaplan (2007) The Fox News effect: Media bias and voting, ~uarter~y Journal of Economics, 122(3), 1187-234.",
        "Di Tella, Rafael, Galiani, Sebastian and Ernesto Schargrodsky (2007) The Formation of Beliefs: Evidence from the Allocation of Land Tifles to Squatters, ~uarter~y Journal of Economics, vol. 122, no. 1 (February), pp. 209-41.",
        "Di Tella, Rafael, Galiani, Sebastian and Ernesto Schargrodsky (2008) Reality versus Propaganda in the Formation of Beliefs about Privatization, NBER working paper 14483.",
        "Djankov, Simeon; McLeish, Caralee; Nenova, Tatiana and Andrei Shleifer (2003) Who Owns the Media? Journal of Law and Economics, 46(2), pp. 341-81.",
        "Durante, Ruben, and Brian Knight (2009) Partisan control, media bias, and viewer responses: Evidence from Berlusconi's Italy. NBER Working Paper No. 14762, March.",
        "Dyck, Alexander, Volchkova, Natalya and Luigi Zingales (2008) The Corporate Governance Role of the Media: Evidence from Russia The Journal of Finance, 63(3), pp. 1093-135.",
        "Entman, Robert M. (1989) How the Media Affect What People Think: An Information Processing Approach, The Journal of Politics) 51, no. 2, 347-70.",
        "The Economist (2006) No criticisms please, Caressing and cajoling the messenger, 16 January.",
        "Gehlbach, Scott and Konstantin Sonin (2008) Government Control of the Media, mimeo.",
        "Gerber, Alan, Karlan Dean and Daniel Bergan (2008) Does the Media Matter? A Field Experiment Measuring the Effect of Newspapers on Voting Behavior and Political Opinions, American Economic Journal: Applied Economics) forthcoming.",
        "Gentzkow, Matthew (2006) Television and voter turnout, ~uarter~y Journal of Economics) 121 (3), 93172.",
        "Gentzkow, Matthew, Edward L. Glaeser, and Claudia Goldin (2006) The Rise of the Fourth Estate: How Newspapers Became Informative and Why it Mattered, In Corruption and Reform: Lessons from America's Economic History, Edward Glaeser and Claudia Goldin, Editors. NBER/University of Chicago Press.",
        "Gentzkow, Matthew A. and Jesse M. Shapiro (2004) Media, Education and Anti-Americanism in the Muslim World. Journal of Economic Perspectives, 18(3), pp. 117-33.",
        "Gentzkow, Matthew and Jesse Shapiro (2006) Media Bias and Reputation, Journal of Political Economj, 114 (2), 280-316.",
        "Gentzkow, Matthew and Jesse Shapiro (2006) What Drives media Slant? Evidence from U.S. Daily Newspapers, forthcoming Econometrica.",
        "George, Lisa and Joel Waldfogel (2006) The New York Times and the Market for Local Newspapers, American Economic Review. 96(1) 435-47.",
        "Giuliano, Paola and Antonio Spilimbergo (2009) Growing up in a Recession: Beliefs and the Macroeconomy, September, NBER wp 15,321.",
        "Goldberg, Bernard (2001) Bias: A CBS Insider Exposes How the Media Distort the News, New York: Regnery Publishing.",
        "Groseclose, Timothy and Jeff Milyo (2005) A Measure of Media Bias, ~uarter~y Journal of Economics, Vol. 120, 1191-1237.",
        "Hamilton, James T. (2003) All the News That's Fit to Sell: How the Market Transforms Information into News. Princeton: Princeton University Press.",
        "Larcinese, Valentino, Puglisi, Riccardo, and James Snyder (2007) Partisan Bias in Economic News: Evidence on the Agenda-Setting Behavior of U.S. Newspapers NBER Working Paper No. 13378, September.",
        "Lippmann, Walter (1922) Public Opinion New York, Harcourt, Brace.",
        "McMillan,John and Zoido, Pablo. (2004) How to Subvert Democracy: Montesinos in Peru.Journal of Economic Perspectives, 18(4), pp. 69-92.",
        "Mullainathan, Sendhil, and Andrei Shleifer. (2005) The Market for News, American Economic Review, Vol. 95, pp. 1031-1 053.",
        "Petrova, Maria (2008) Newspapers and Parties: How Advertising Revenues Created an Independent Press, mimeo, New Economic School, December 12.",
        "Petty, Richard andJ. Cacioppo (1981) Attitudes and Persuasion: Classic and Contemporary Approaches, Dubuque, IA: Brown.",
        "Piketty, Thomas, (1995) Social Mobility and Redistributive Politics, ~uarter/y Journal of Economics, CX, 551-584.",
        "Puglisi, Riccardo and James M. Snyder (2008) Media Coverage of Political Scandals, mimeo MIT.",
        "Reuter, Jonathan and Eric Zitzewitz (2006) Do Ads Influence Editors? Advertising and Bias in the Financial Media,~uarter/y Journal of Economics, February, Vol. 121, No. 1, 197-227 Stromberg, David (2004) Radio's Impact on Public Spending. ~uarter/y Journal of Economics, 119(1), pp. 189-221.",
        "Yu, Mimi (2008) Media Bias in Taiwan through the lens of the Presidential Corruption Scandal: New Bias Measure and Evidence from Taiwanese Daily Newspapers, mimeo Harvard University."
    ]
}