{
    "id": 15407,
    "cites": 83,
    "cited_by": 16,
    "reference": [
        "Agarwal, Sumit, Chunlin Liu and Nicholas S. Souleles. 2004. The Reaction of Consumer Spending and Debt to Tax Rebates - Evidence from Consumer Credit Data. Working Paper. University of Pennsylvania.",
        "Ardagna, Silvia. 2004. Fiscal Stabilizations: When Do They Work and Why? European Economic Review 48(5), October, 1047-1074.",
        "Auerbach, Alan J. 2002. Is There a Role for Discretionary Fiscal Policy? in Federal Reserve Bank of Kansas City, Rethinking Stabilization Policy, 109-150.",
        "Auerbach, Alan J. 2003. Fiscal Policy, Past and Present, Brookings Papers on Economic Activity, 2, 75-138.",
        "Auerbach, Alan J. 2009. Implementing the New Fiscal Policy Activism, American Economic Review, May, 543-549.",
        "Auerbach, Alan J., and William G. Gale. 2009. The Economic Crisis and the Fiscal Crisis, 2009 and Beyond: An Update, Tax Notes, October 5.",
        "Ball, Laurence and N. Gregory Mankiw. 1995. What Do Deficits Do? Budget Deficits and Debt: Issues and Options. Federal Reserve Bank of Kansas City. 95-119.",
        "Bano, Robert J. 2009, Demand Side Voodoo Economics, The Economists' Voice 6(2), Article 5. Baxter, Marianne and Robert G. King. 1993. Fiscal Policy in General Equilibrium. American Economic Review 83(3), June, 3 15-34.",
        "Bayoumi, Tamim. 2001. The Morning After: Explaining the Slowdown in Japanese Growth in the 1990s. Journal of International Economics 53, 241-259.",
        "Bertrand, Marianne and Adair Morse. 2009. What Do High-Interest Borrowers Do with Their Tax Rebate? American Economic Review: Papers & Proceedings, 99(2): 418-423. May.",
        "Blanchard, Olivier. 2006. Comments on `The Case Against the Case Against Fiscal Policy, in R. Kopcke, G. Tootell, and R. Triest. eds., The Macroeconomics of Fiscal Policy, MIT Press.",
        "Blanchard, Olivier, and Roberto Perotti. 2002. An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics 117(4), November, 1329-68. Blinder, Alan 5. 198 1.Temporary Income Taxes and Consumer Spending, The Journal of Political Economy 89(1), 26-53.",
        "Blinder, Alan 5. 2006. The Case Against the Case Against Fiscal Policy, in R. Kopcke, G.",
        "Blinder, Alan S. and Angus Deaton. 1985. The Time-Series Consumption Function Revisited. Brookings Papers on Economic Activity, 1985(2): 465-521. Washington: Brookings Institution.",
        "Broda, Christian and Jonathan Parker, 2008. The Impact of the 2008 Tax Rebates on Consumer Spending: Preliminary Evidence, Northwestern University, July29.",
        "Brown, E. Cary. 1956. Fiscal Policy in the `Thirties: A Reappraisal, American Economic Review 46(5), 857-879.",
        "Burman, Leonard E., Norman Coe and William G. Gale. 2001. What Happens When You Show Them the Money?: Lump Sum Distributions, Retirement Income Security, and Public Policy, Brookings Institution Working Paper.",
        "http://www. brookings. edu/-/media/Files/rc/papers/200]/O] O3savinggale/200] 0] 03.pdf Campbell John Y. and N. Gregory Mankiw. 1989. Consumption, income, and interest rates: Reinterpreting the time series evidence, in, in 0. Blanchard and S., eds., NBER Macroeconomics Annual, 185-216. MIT Press.",
        "Chambers, Valerie and Marilyn Spencer. 2008. Does Changing the Timing of a Yearly Individual Tax Refund Change the Amount Spent vs. Saved? Journal of Economic Psychology, 29: 856-862.",
        "Cogan, John, Tobias Cwik, John Taylor, and Volker Wieland. 2009. New Keynesian versus Old Keynesian Government Spending Multipliers, Stanford University.",
        "Cole, Harold L. and Lee E. Ohanian. 2004. New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis, Journal of Political Economy 112(4), August, 779-8 16.",
        "Congdon, William, Jeffrey R. Kling and Sendhil Mullainathan. 2009. Behavioral Economics and Tax Policy. National Bureau of Economic Research Working Paper No. 15328. Cambridge, MA: National Bureau of Economic Research. September.",
        "Congressional Budget Office. 2009a. Estimated Macroeconomic Impacts of the American Recovery andReinvestmentAct of 2009, March 2.",
        "Congressional Budget Office. 2009b. Did the 2008 Tax Rebates Stimulate Short-Term Growth? Economic and Budget Issue Brief, Washington: Congressional Budget Office. June.",
        "Corsetti, Giancarlo, Andre Meier, and Gernot J. Muller. 2009. Fiscal Stimulus with Spending Reversals, Working paper, April 29.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. 2009. When is the Government Spending Multiplier Large? Northwestern University, July.",
        "Coronado, Julia Lynn, Joseph P. Lupton and Louise M. Sheiner. 2005. The Household Spending Response to the 2003 Tax Cut: Evidence from Survey Data Federal Reserve Board Finance and Economics Discussion Series Working Paper 2005-32.",
        "Council of Economic Advisers. 2009. The Economic Impact of the American Recovery and Restoration Act of 2009: First Quarterly Report. September 10.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard. 1994. A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments, Brookings Papers on Economic Activity 2, 1-74.",
        "Davig, Troy and Eric M. Leeper. 2009. Expectations and Fiscal Stimulus, Working paper, May 15.",
        "DeLong, J. Bradford. 1996. Fiscal Policy in the Shadow of the Great Depression, M. Bordo, C. Goldin and E. White, eds., The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, University of Chicago Press.",
        "Desai, Mihir A., and Austan D. Goolsbee. 2004. Investment, Overhang, and Tax Policy, Brookings Papers on Economic Activity, 2, 285-33 8.",
        "Eggertsson, Gauti B. 2006. Fiscal Multipliers and Policy Coordination, Federal Reserve Bank of New York.",
        "Eggertsson, Gauti B. 2008a. Can Tax Cuts Deepen Recessions? Federal Reserve Bank of New York, December.",
        "Eggertsson, Gauti B. 2008b. Great Expectations and the End of the Depression, American Economic Review 98(4), September, 1476-15 16.",
        "Eggertsson, Gauti B. 2008c. Was the New Deal Contractionary? Federal Reserve Bank of New York, June.",
        "Eggertsson, Gauti B. and Benjamin Pugsley. 2006. The Mistake of 1937: A General Equilibrium Analysis. Monetary and Economic Studies, 24(S-1), December.",
        "Eichenbaum, Martin. 1997. Some Thoughts on Practical Stabilization Policy, American Economic Review 87(2), May, 236-239.",
        "Favero, Carlo A., and Francesco Giavazzi. 2009. How Large are the Effects of Tax Changes? NBER Working Paper No. 15303, August.",
        "Feldstein, Martin. 2009. Rethinking the Role of Fiscal Policy, American Economic Review 99(2), May, 556-559.",
        "Fischer, Stanley. 2001. Comments and Discussion. Brookings Papers on Economic Activity, 2, 161-166.",
        "Hall, Robert E. 2009. By How Much Does GDP Rise If the Government Buys More Output? prepared for the Brookings Panel on Economic Activity, September. Stanford.",
        "Hamilton, Douglas. 2008. A Reexamination of Johnson, Parker, and Souleles' 2001 Tax Rebate Estimate. Preliminary Draft. June.",
        "Hassett, Kevin A. and R. Glenn Hubbard. 2002. Tax Policy and Business Investment, in A.",
        "House, Christopher L. and Matthew D. Shapiro. 2008. Temporary Investment Tax Incentives: Theory with Evidence from Bonus Depreciation. American Economic Review 98(3), June, 737768.",
        "Horioka, Charles. 2006. The Causes of Japan's `Lost Decade': The Role of Household Consumption, NBER Working Paper No. 12142.",
        "Hsieh, Chang-Tai. 2003. Do Consumers React to Anticipated Income Changes? Evidence from the Alaska Permanent Fund, American Economic Review 93(1): 397-405. March.",
        "Ishii, Hiroko and Erika Wada. 1998. Local Government Spending: Solving the Mystery of Japanese Fiscal Packages, Peter G. Peterson Institute for International Economics, Working Paper No. 98-5.",
        "Iwamura, Mitsuru, Takeshi Kudo and Tsutomu Watanabe. 2005. Monetary and Fiscal Policy in a Liquidity Trap: The Japanese Experience 1999-2004, NBER Working Paper No. 11151.",
        "Johnson, David S., Jonathan A. Parker and Nicholas S. Souleles. 2006. Household Expenditure and the Income Tax Rebates of 2001, American Economic Review 96(5), December.",
        "Krugman, Paul. 1998. It's Baaack: Japan's Slump and the Return of the Liquidity Trap. Brookings Papers on Economic Activity, 2, 137-187.",
        "Kuttner, Kenneth N., and Adam S. Posen. 2001. The Great Recession: Lessons for Macroeconomic Policy from Japan. Brookings Papers on Economic Activity, 2, 93-160.",
        "Kuttner, Kenneth N., and Adam S. Posen. 2002. Fiscal Policy Effectiveness in Japan. Journal of the Japanese and International Economies 16(4), December, 536-55 8.",
        "Leeper, Eric M., Todd B. Walker and Shu-Chun Susan Yang. 2009. Government Investment and Fiscal Stimulus in the Short and Long Runs, NBER Working Paper 15153, July.",
        "Lebergott, Stanley. 1964. Manpower in Economic Growth: The Record Since ]800. New York.",
        "Madrian, Bridgette C. and Dennis F. Shea. 2001. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. Quarterly Journal of Economics, 116(4): 1149-1187. November McKibbin, Warwick J. 1997. The Macroeconomic Experience of Japan Since 1990: An Empirical Investigation, The Brookings Institution: http://www. brookings. edu/papers/]997/O6globaleconomicsmckibbin.aspx Organisation for Economic Co-operation and Development. 2009. Economic Outlook Interim Report, Chapter 3: The Effectiveness and Scope of Fiscal Stimulus.",
        "Parker, Jonathan A. 1999. The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review 89(4), September, 959-973.",
        "Patterson, Dennis and Dick Beason. 2001. Politics, Pressure, and Economic Policy: Explaining Japan's Use of Economic Stimulus Policies. World Politics 53:4 (July) 499-523.",
        "Perotti, Roberto, 1999, Fiscal Policy in Good Times and Bad, Quarterly Journal of Economics, November, 1399-1436.",
        "Posen, Adam 5. 1998. Restoring Japan's Economic Growth. Institute for International Economics.",
        "Posen, Adam 5. 2004. What Went Right in Japan. Peterson Institute for International Economics, Policy Brief No. 04-6.",
        "Poterba, James M. 1988. Are Consumers Forward-Looking? Evidence from Fiscal Experiments, American Economic Review 78(2), May, 413-418.",
        "Ramey, Valerie A. 2008. Identifying Government Spending Shocks: It's All in the Timing, University of California, San Diego, June.",
        "Ramey, Valerie A. and Matthew Shapiro. 1997. Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference on Public Policy 48, June, 145-194.",
        "Romer, Christina D. 1992. What Ended the Great Depression? Journal of Economic History 52(4), 757-784.",
        "Romer, Christina D. 1993. The Nation in Depression, Journal of Economic Perspectives 7(2), 19-39.",
        "Romer, Christina D. 2009. Lessons from the Great Depression for Economic Recovery in 2009. Prepared remarks for presentation at the Brookings Institution, March 9. http://www. brookings. edu/-/media/Files/events/2009/O309jessons/O309jessonsromer.pdf Romer, Christina, and Jared Bernstein. 2009. The Job Impact of the American Recovery and Reinvestment Plan, January 9.",
        "Romer, Christina D., and David H. Romer. 2007. The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, NBER Working Paper 13264, July.",
        "Rubin, Robert E. Peter R. Orszag and Allen Sinai. 2004. Sustained Budget Deficits: LongerRun U.S. Economic Performance. Paper presented at the AEA-NAEFA Joint Session. San Diego: January 4.",
        "Saez, Emmanuel. 2009. Details Matter: The Impact of Presentation and Information on the Take-up of Financial Incentives for Retirement Saving. American Economic Journal: Economic Policy, 1(1): 204-228. February.",
        "Shapiro, Matthew D. and Joel Slemrod. 1995. Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding, American Economic Review 85(1), March, 274283.",
        "Shapiro, Matthew D. and Joel Slemrod. 2003. Consumer Response to Tax Rebates, American Economic Review 93(1), March, 38 1-396.",
        "Shapiro, Matthew D. and Joel Slemrod. 2004. Did the 2003 Tax Cuts Stimulate Spending? Evidence from a New Taxpayer Survey. University of Michigan Working Paper.",
        "Shapiro, Matthew D. and Joel S. Slemrod. 2009. Did the 2008 Tax Rebates Stimulate Spending? American Economic Review: Papers & Proceedings, 99(2): 374-379. May.",
        "Souleles, Nicholas 5. 1999. The Response of Household Consumption to Income Tax Refunds, American Economic Review 89(4), September, 947-95 8.",
        "Souleles, Nicholas 5. 2002. Consumer Response to the Reagan Tax Cuts, Journal of Political Economy 85, 99-120.",
        "Summers, Lawrence H. 2007. The State of the US Economy. Presentation at Brookings Institution forum on December 19, 2007.",
        "Taylor, John B. 2000. Reassessing Discretionary Fiscal Policy, Journal of Economic Perspectives 14(3), Summer, 21-36.",
        "Taylor, John B. 2009. The Lack of an Empirical Rationale for a Revival of Discretionary Fiscal Policy, American Economic Review 99(2), May, 550-555.",
        "Thaler, Richard H. and Cass R. Sunstein. 2008. Nudge: Improving Decisions About Health, Wealth, and Happiness. New Haven, CT: Yale University Press.",
        "Tufano, Peter and Schneider, Daniel. 2009. Using Financial Innovation to Support Savers: From Coercion to Excitement. In Insufficient Funds: Savings, Assets, Credit, and Banking Among Low-Income Households, Rebecca M. Blank and Michael S. Barr, eds. New York, NY: Russell Sage Foundation Vernon, J.R. 1994. World War II Fiscal Policies and the End of the Great Depression, Journal of Economic History 54(4), 850-868.",
        "Watanabe, Katsunori, Takayuki Watanabe, and Tsutomu Watanabe. 2001. Tax Policy and Consumer Spending: Evidence from Japanese Fiscal Experiments. Journal of International Economics 53, 261-28 1.",
        "Wilcox, David W. 1989. Social Security Benefits, Consumption Expenditure and the Life Cycle Hypothesis, Journal of Political Economy 97(2), April, 288-304."
    ]
}