{
    "id": 15409,
    "cites": 41,
    "cited_by": 11,
    "reference": [
        "Batty, Michael. 2006. Rank Clocks. Natnre, 444: 592-596.",
        "Bettencourt, Lus M. A., Jos",
        "Brakman, Steven, Harry Garretsen, and Charles van Marrewijk. 2009. A mew Imtrodnctiom to Ecomomic Geography. Cambridge:Cambridge University Press.",
        "Bryan, Kevin A., Brian D. Minton, and Pierre-Daniel G. Sarte. 2007. The Evolution of City Population Density in the United States. Ecomomic Qnarterly, 93(4): 341-360.",
        "Champernowne, David G. 1953. A Model of Income Distribution. The Ecomomic Jonrmal, 63(250): 318-351.",
        "Ciccone, Antonio, and Robert E. Hall. 1996. Productivity and the density of economic activity. Amen cam Ecomomic Review, 86(1): 54-70.",
        "C",
        "Davis, Donald R., and David E. Weinstein. 2002. Bones, Bombs, and Break Points: The Geography of Economic Activity. Amen cam Ecomomic Review, 92(5): 1269-1289.",
        "Davis, Morris A., and Francois Ortalo-Magn",
        "Davis, Morris A., Jonas D.M. Fisher, and Toni M. Whited. 2009. Agglomeration and Productivity: New Estimates and Macroeconomic Implications. Worlcimg Paper.",
        "Dobkins, Linda Harris, and Yannis M. loannides. 2001. Spatial Interactions among U.S. Cities: 1900-1990. Regiomal Sciemce amd Urbam Ecomomics, 31: 701-731.",
        "Duranton, Gilles. 2006. Some Foundations for Zipf `s Law: Product Proliferation and Local Spillovers. Regiomal Sciemce amd Urbam Ecomomics, 36: 542-563.",
        "Duranton, Gilles. 2007. Urban Evolutions: the Fast, the Slow, and the Still. Amen cam Ecomomic Review, 97: 197-221.",
        "Duranton, Gilles, and Henry G. Overman. 2005. Testing for Localisation Using MicroGeographic Data. Review of Ecomomic Stndies, 72: 1077-1106.",
        "Eaton, Jonathan, and Zvi Eckstein. 1997. City and Growth: Theory and Evidence from France and Japan. Regiomal Sciemce amd Urbam Ecomomics, 27: 443-474.",
        "Eeckhout, Jan. 2004. Gibrat's Law for (all) Cities. Amen cam Ecomomic Review, 94: 14291451.",
        "Eeckhout, Jan. 2009. Gibrat's Law for (all) Cities: Reply. Amen cam Ecomomic Review.",
        "Fujita, Masahisa, Paul Krugman, and Anthony J. Venables. 2001. The Spatial Ecomomy. Cities, Regioms, amd Imtenmatiomal Trade. Cambridge:MIT Press.",
        "Gabaix, Xavier. 1999a. Zipf's Law for Cities: An Explanation. Qnantenly Jonnmal of Ecomomics, 114: 739-767.",
        "Gabaix, Xavier. 1999b. Zipf's Law and the Growth of Cities. Amen cam Ecomomic Review Papers amd Pnoceedimgs, 89(2): 129-132.",
        "Gabaix, Xavier. 2009. Power Laws in Economics and Finance. Ammnal Review of Ecomomics, 1: 255-293.",
        "Gabaix, Xavier, and Rustam Ibragimov. 2010. Rank-1/2: A Simple Way to Improve the OLS Estimation of Tail Exponents. Jonnmal of Bnsimess amd Ecomomic Statistics.",
        "Gabaix, Xavier, and Yannis M. loannides. 2004. The Evolution of the City Size Distributions. In Hamdboolc of Regiomal amd Unbam Ecomomics. Vol. 4, , ed. V. Henderson and J. F. Thisse, 2341-2378. Oxford:Elsevier.",
        "Glaeser, Edward L. 1998. Are Cities Dying? The Jonnmal of Ecomomic Perspectives, 12(2): 139-160.",
        "Glaeser, Edward L., Hedi D. Kallal, Jose A. Scheinkman, and Andrei Shleifer. 1992. Growth in Cities. Jonnmal of Political Ecomomy, 100(6): 1126.",
        "Glaeser, Edward L., Jose A. Scheinkman, and Andrei Shleifer. 1995. Economic Growth in a Cross-Section of Cities. Jonnmal of Mometany Ecomomics, 36: 117-143.",
        "Holmes, Thomas J., and Sanghoon Lee. 2009. Cities as Six-By-Six-Mile Squares: Zipf's Law? In The Ecomomics of Agglomenatioms. , ed. E.L. Glaeser. Chicago:University of Chicago Press.",
        "Krugman, Paul. 1996. The Self-Ongamizimg Ecomomy. Cambridge:Blackwell.",
        "Levy, Moshe. 2009. Gibrat's Law for (all) Cities: Comment. Amen cam Ecomomic Review.",
        "Levy, Moshe, and Sorin Solomon. 1996. Power Laws are Logarithmic Boltzmann Laws. Imtenmatiomal Jonnmal of Modenm Physics C, 7(4): 595-601.",
        "Lucas, Robert E., and Esteban Rossi-Hansberg. 2002. On the Internal Structure of Cities. Ecomometnica, 70(4): 1445-1476.",
        "Luttmer, Erzo G. J. 2007. Selection, Growth, and the Size Distribution of Firms. Qnantenly Jonnmal of Ecomomics, 122: 1103-1144.",
        "Makse, Hern",
        "Makse, Hern",
        "Michaels, Guy, Ferdinand Rauch, and Stephen J. Redding. 2008. Urbanization and Structural Transformation. CEPR Discnssiom Papen, DP7016.",
        "Mori, Tomoya, Koji Nishikimi, and Tony E. Smith. 2008. The Number-Average Size Rule: a New Empirical Relationship between Industrial Location and City Size. Jonnmal of Regiomal Sciemce, 48: 165-211.",
        "National Institute of Standards and Technology. 2008. Federal Information Processing Standards Publications. Rossi-Hansberg, Esteban, and Mark L. J. Wright. 2007. Urban Structure and Growth. Review Ecomomic Stndies, 74: 597-624.",
        "Rozenfeld, Hern",
        "Soo, Kwok Tong. 2005. Zipf's Law for Cities: a Cross Country Investigation. Regiomal Sciemce amd Unbam Ecomomics, 35: 239-263.",
        "ESRC Census Programme. U.S. Census Bureau. 2001. FIPS Populations and FIPS Cartographic Boundaries Data. U.S. Census Bureau. 2009. Metropolitan and Micropolitan Statistical Areas. Van Nieuwerburgh, Stijn, and Pierre-Olivier Weill. 2009. Why Has House Price Dispersion Gone Up? Wonkimg Papen, NYU amd UCLA.",
        "Zipf, George K. 1949. Hnmam Behavion amd the Pnimciple of Least Effont. Cambridge: Addison-Wesley."
    ]
}