{
    "id": 15413,
    "cites": 47,
    "cited_by": 4,
    "reference": [
        "Banzhaf, Spencer and Randall Walsh. Do People Vote with Their Feet? An Empirical Test of Tiebout's Mechanism, American Economic Review, 2008, 93 #3, 843-863.",
        "Beatty, Timothy and Jay Shimshack, School Buses, Diesel Emissions, and Children's Health. 2009, Working Paper.",
        "Behrman, R.E. and A.S. Butler. Preterm Birth: Causes, Consequences, and Prevention (Institute of Medicine of the National Academies, Washington D.C.: National Academies Press) 2007.",
        "Brauer, Michael, Gerard Hoek, Patricia van Vliet, Kees Meliefste, Paul Fischer, Ulrike Gehring, Joachim Heinrich, Josef Cyrys, Tom Bellander, Marie Lewne, and Bert Brunekreef. Estimating Long-Term Average Particulate Air Pollution Concentrations: Application of Traffic Indicators and Geographic Information Systems, Epidemiology, 2003, 14, 228239.",
        "Brauer, M.; Lencar, C.; Tamburic, L.; Koehoorn, M.; Demers, P. and Kan, C. A Cohort Study of Traffic-Related Air Pollution Impacts on Birth Outcomes. Environmental Health Perspectives, 2008, 116 #5, 680-86.",
        "Bureau of Transportation Statistics, 2004. National Transportation Statistics 2004, U.S. Department of Transportation, Washington, DC.",
        "Chay, Kenneth and Michael Greenstone, The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession, Quarterly Journal of Economics, 2003, CXVIII.",
        "_______ and _______, Air Quality, Infant Mortality, and the Clean Air Act of 1970, NBER Working Paper 10053 (2003).",
        "Crump, Richard, V. Joseph Hotz, Guido Imbens, Oscar Mitnik. Dealing with Limited Overlap in Estimation of Average Treatment Effects, Biometrika, 2009, 96 #1, 187-199.",
        "Currie, Janet. Healthy, Wealthy, and Wise? Socioeconomic Status, Poor Health in Childhood, and Human Capital Development, Journal of Economic Literature, March 2009.",
        "Currie, Janet, Matthew Neidell, and Johannes Schmeider. Air Pollution and Infant Health: Lesson from New Jersey, Journal of Health Economics, 2009.",
        "Depro, Brooks and Christopher Timmins. Mobility and Environmental Equity: Do Housing Choices Determine Exposure to Air Pollution? Duke University Working Paper, August 2008.",
        "Dugandzic, Rose; Dodds, Linda; Stieb, David and Smith-Doiron, Marc. The Association between Low Level Exposures to Ambient Air Pollution and Term Low Birth Weight: A Retrospective Cohort Study. Environ Health, 2006, 5, 3-.",
        "Ernst, Michelle, James Corless and Ryan Greene-Roesel., Clearing the Air. A Report of the Surface Transportation Policy Project (Surface Transportation Policy Partnership) 2003. http://wwwtransactorg/report.asp ?id=227.",
        "Environmental Protection Agency, Automobiles and Carbon Monoxide, EPA Office of Mobile Sources Fact Sheet OMS-3, January 1993, http ://www.epa.gov/oms/consumer/03-co .pdf.",
        "________ Criteria Pollutants February 20th, 2003b, http://www,epa~gov/oar/oaQps/greenhk/o3co,htrni, Friedman, Michael, Kenneth Powell, Lori Hutwagner, LeRoy Graham, W. Gerald Teague, Impact of Changes in Transportation and Commuting Behaviors During the 1996 Summer Olympic Games in Atlanta on Air Quality and Childhood Asthma, Journal of the American Medical Association, 2001, CCLXXXV, 897-905.",
        "Glinianaia, Svetlana, Judith Rankin, Ruth Bell, Tanja Pless-Mulloli, and Denise Howel. Particulate Air Pollution and Fetal Health: A Systematic Review of the Epidemiologic Evidence, Epidemiology, 2004, 15#1, 36-45.",
        "Glinianaia, Svetlana, Judith Rankin, Ruth Bell, Tanja Pless-Mulloli, and Denise Howel. Does Particulate Air Pollution Contribute to Infant Death? A Systematic Review, Environmental Health Perspectives, 2004b, 112 #14, 1365-1370.",
        "Gunier, R.B., A. Hertz, J. Von Behren, et al. Traffic Density in California: Socioeconomic and Ethnic Differences Among Potentially Exposed Children, Journal of Exposure Analysis and Environmental Epidemiology, 2003, 13, 240-246.",
        "Hu, Shishan, Scott Fruin, Kathleen Kozawa, Steve Mara, Suzanne Paulson, Arthur Winer. A Wide Area of Air Pollutant Impact Downwind of a Freeway During Pre-Sunrise Hours, Atmospheric Environment, 43, 2009, 254 1-2549.",
        "Huynh, M.; Woodruff, T. J.; Parker, J. D. and Schoendorf, K. C. Relationships between Air Pollution and Preterm Birth in California. Paediatric and Perinatal Epidemiology, 2006, 20(6), pp. 454-6 1.",
        "Karr, Catherine, Carole Rudra, Kristin Miller, Timothy Guld, Timothy Larson, Sheela Sathyanarayana and Jane Koenig. Infant Exposure to Fine Particulate Matter and Traffic and Risk of Hospitalization for RSV Bronchiolitis in a Region with Lower Ambient Air Pollution, Environmental Research, 2009, 109 #3, 32 1-327.",
        "Knittel, Christopher, Douglas Miller, and Nicholas Sanders. Caution, Drivers! Children Present. Traffic, Pollution and Infant Health, paper presented at the NBER Summer Institute, July 2009.",
        "Lee, S. J.; Hajat, S.; Steer, P. J. and Filippi, V. A Time-Series Analysis of Any Short-Term Effects of Meteorological and Air Pollution Factors on Preterm Births in London, UK, Environmental Research, 2008, 106(2), 185-94.",
        "Leem, J.H., B.M. Kaplan, Y.K. Shim, H.R. Pohl, C.A. Gotway, S.M. Bullard et al. Exposures to Air Pollutants During Pregnancy and Preterm Delivery, Environmental Health Perspectives, 2006, 114, 905-910.",
        "Liu, S. L.; Krewski, D.; Shi, Y.; Chen, Y. and Burnett, R. T. Association between Maternal Exposure to Ambient Air Pollutants During Pregnancy and Fetal Growth Restriction. Journal of Exposure Science and Environmental Epidemiology, 2007, 17(5), pp. 426-32.",
        "Lin, Jie and Dan Yu. Traffic-related Air quality Assessment for Open Road Tolling Highway Facility, Journal of Environmental Management, 2008, 88, 962-969.",
        "Mattison, D. S. Wilson, C. Coussens, D. Gilbert (eds). The Role of Enviromental Hazards in Premature Birth: Workshop Summary, (Washington D.C.: National Academies Press) 2003.",
        "New Jersey Turnpike Authority, 2001. Operational and traffic benefits of E-ZPass deployment to the New Jersey Turnpike. New Brunswick: Prepared by Wilbur Smith Associates.",
        "Parker, J. D.; Mendola, P. and Woodruff, T. J. Preterm Birth after the Utah Valley Steel Mill Closure a Natural Experiment. Epidemiology, 2008, 19(6), pp. 820-23.",
        "Parker, J. D.; Woodruff, T. J.; Basu, R. and Schoendorf, K. C. Air Pollution and Birth Weight among Term Infants in California. Pediatrics, 2005, 115(1), 121-28.",
        "Ponce, Ninez, Katherine Hogatt, Michelle Wilhelm and Beate Ritz. Preterm Birth: The Interaction of Traffic-Related Air Pollution with Economic Hardship in Los Angeles Neighborhoods, American Journal of Epidemiology, 2005, 162, 140-148.",
        "Pope, C. Arden, Respiratory Disease Associated with Community Air Pollution and a Steel Mill, Utah Valley, American Journal of Public Health, LXXIX (1989) 623-628.",
        "Pope, C. Arden, Joel Schwartz, and Michael Ransom, Daily Mortality and PM1O Pollution in Utah Valley, Archives of Environmental Health, 1992, XLVII, 211-216.",
        "Ransom, Michael, C. Arden Pope, Elementary School Absences and PM1O Pollution in Utah Valley, Environmental Research, 1992, LVIII, 204-219.",
        "Ritz, B.; Wilhelm, M.; Hoggatt, K. J. and Ghosh, J. K. C. Ambient Air Pollution and Preterm Birth in the Environment and Pregnancy Outcomes Study at the University of California, Los Angeles. American Journal of Epidemiology, 2007, 166, 1045-52.",
        "Ritz, B.; Wilhelm, M. and Zhao, Y. X. Air Pollution and Infant Death in Southern California, 1989-2000. Pediatrics, 2006, 118 #2, 493-502.",
        "Saka, Anthony A., Dennis K. Agboh, Simon Ndiritu, and Richard A. Glassco. An Estimation of MobileEmissions Reduction from Using Electronic Toll Collection in the Baltimore Metropolitan Area: A Case Study of the Fort McHenry Tunnel Toll Plaza. National Transportation Center, Morgan State University, Baltimore, MD, March 2000.",
        "Salam, M. T.; Millstein, J.; Li, Y. F.; Lurmann, F. W.; Margolis, H. G. and Gilliland, F. D. Birth Outcomes and Prenatal Exposure to Ozone, Carbon Monoxide, and Particulate Matter: Results from the Children's Health Study. Environmental Health Perspectives, 2005, 113 #11, 1638-44.",
        "Schrank, D., and T. Lomax, 2005. The 2005 Urban Mobility Report. Texas Transportation Institute, Texas A&M University, College Station, TX Schrank, D., and T. Lomax, 2009. The 2009 Urban Mobility Report. Texas Transportation Institute, Texas A&M University, College Station, TX Slama, R., V. Morgenstern, J. Cyrys, A. Zutavern, 0. Herbarth, H.E. Wichmann, et al. TrafficRelated Atmospheric Pollutant Levels During Pregnancy and Offspring's Term Birth Weight: A Study Relying on a Land-Use Regression Exposure Model, Environmental Health Perspectives, 2007, 115, 1283-1292.",
        "Schwartz, Joel. Air Pollution and Children's Health, Pediatrics 2004, 113, 1037-1043.",
        "Venigalla, Mohan and Michael Krimmer. Impact of Electronic Toll Collection and Electronic Screening on Heavy-Duty Vehicle Emissions, Transportation Research Record: Journal of the Transportation Research Board, 2007, v. 1987, 11-20.",
        "Vickrey, William. 1969. Congestion Theory and Transport Investment. American Economic Review 59: 25 1-60.",
        "Wilhelm, M. and B. Ritz. Residential Proximity to Traffic and Adverse Birth Outcomes in Los Angeles County, California, 1994-1996, Environmental Health Perspectives, 2003, 111, 207-216.",
        "Wilhelm, M. and Ritz, B. Local Variations in CO and Particulate Air Pollution and Adverse Birth Outcomes in Los Angeles County, California, USA. Environmental Health Perspectives, 2005, 113(9), pp. 1212-21.",
        "Woodruff, T. J.; Darrow, L. A. and Parker, J. D. Air Pollution and Postneonatal Infant Mortality in the United States, 1999-2002. Environmental Health Perspectives, 2008, 116(1), pp. 110- 15.",
        "World Health Organization (WHO). Carbon monoxide. WHO Air quality guidelines 2nd edition. WHO Regional office for Europe. Copenhagen (2000)."
    ]
}