{
    "id": 15412,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "Arlen, J. and W. B. MacLeod (2005, Fall). Torts, expertise, and authority: Liability of physicians and managed care organizations. Rand Journal of Economics 36(3), 494-S 19.",
        "Avraham, R. (2006, October). Database of state tort law reforms. Technical Report Law and Economics Research Paper 06-08, Northwestern School of Law, Chicago, IL.",
        "Avraham, R. (2007, Jun). An empirical study of the impact of tort reforms on medical malpractice settlement payments. Journal of Legal Studies 36(Suppl. 2), 5183-5229.",
        "Becker, G. S., K. M. Murphy, and M. Grossman (2006, Feb). The market for illegal goods: The case of drugs. Journal of Political Economy 114 (1), 38-60.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004, Feb). How much should we trust differences-in-differences estimates? Quarterly Journal of Economics 119(1), 249-275.",
        "Born, P., W. K. Viscusi, and T. Baker (2009, March). The effects of tort reform on medical malpractice insurers' ultimate losses. Journal of Risk and Insurance 76(1, Sp. Iss. SI), 19 7-2 19.",
        "Brown, J. P. (1973). Toward an economic theory of liability. The Journal of Legal Studies 2(2), 323-349.",
        "Bulow, J., J. Geanakoplos, and P. Klemperer (1985, June). Multimarket oligopoly: Strategic substitutes and complements. Journal of Political Economy 93, 488-S 11.",
        "Burstin, H., W. Johnson, S. Lipsitz, and T. Brennan (1993, Oct). Do the poor sue more - a case control study of malpractice claims and socio-economic-status. Journal of the American Medical Association 270(14), 1697-1701.",
        "Carvell, D. (2009). Essays in Law and Economics. Ph. D. thesis, Columbia University, New York, NY.",
        "Chaloupka, F. J., H. Saffer, and M. Grossman (1993, Jan). Alcohol-control policies and motor-vehicle fatalities. Journal of Legal Studies 22(1), 161-186.",
        "Cohen, A. and R. Dehejia (2004, Oct). The effect of automobile insurance and accident liability laws on traffic fatalities. Journal of Law and Economics 47(2), 356-393.",
        "Congressional Budget Office (2004). The Effects of Tort Reform: Evidence from the States. Washington, D.C: Congress of the United States.",
        "Cooter, R. and A. Porat (2007). Total liability for excessive harm. Journal of Legal Studies 36, 63-80.",
        "Craswell, R. and J. E. Calfee (1986, Fall). Deterrence and uncertain legal standards. Journal of Law, Economics, and Organization 2(2), 279-303.",
        "Currie, J. and W. B. MacLeod (2008, May). First do no harm? tort reform and birth outcomes. Quarterly Journal Of Economics 123(2), 795-830.",
        "Holmstr",
        "Kessler, D. and M. McClellan (1996). Do doctors practice defensive medicine? Quarterly Journal of Economics 111 (2), 353-90.",
        "Kessler, D. and M. McClellan (2002a). Malpractice law and health care reform: Optimal liability policy in an era of managed care. Journal of Public Economics 84(2), 175-97.",
        "Kessler, D., W. Sage, and D. Becker (2005, Jun 1). Impact of malpractice reforms on the supply of physician services. Journal of the American Medical Association p93(21), 2618-2625.",
        "Kessler, D. P. and M. B. McClellan (2002b). How liability law affects medical productivity. Journal of Health Economics ~?1 (6), 931-956.",
        "Kornhauser, L. A. and R. L. Revesz (1989, March). Sharing damages among multiple tortfeasors. Yale Law Journal 98(5), 831-884.",
        "Kornhauser, L. A. and R. L. Revesz (1990). Apportioning damages among potentially insolvent actors. The Journal of Legal Studies 19(2), 617-651.",
        "Kornhauser, L. A. and R. L. Revesz (1994, January). Multidefendant settlements - the impact of joint and several liability. Journal Of Legal Studies p3(1), 41-76.",
        "Kremer, M. (1993, Aug). The 0-ring theory of economic-development. Quarterly Journal of Economics 108(3), 551-575. Article.",
        "Landes, E. (1982). Insurance, liability, and accidents - a theoretical and empiricalinvestigation of the effect of no-fault accidents. Jouranl of Law ~ Economics p5(1), 49-65.",
        "Landes, W. M. and R. A. Posner (1980). Joint and multiple tortfeasors - an economicanalysis. Journal Of Legal Studies 9(3), 517-555.",
        "McFarland, B. and G. Weissenberger (2001). The Law of Premises Liability, 3rd Edition. Cincinnati, OH: Anderson Publishing Co.",
        "Miceli, T. J. and K. Segerson (1991). Joint liability in torts: Marginal and infra-marginal efficiency. International Review of Law and Economics 11 (3), 235 249.",
        "Rubin, P. H. and J. M. Shepherd (2007, May). Tort reform and accidental deaths. Journal of Law and Economics 50(2), 221-238.",
        "Segerson, K. (1988). Uncertainty and incentives for nonpoint pollution control. Journal of Environmental Economics and Management 15(1), 87 - 98.",
        "Sharkey, C. M. (2005, May). Unintended consequences of medical malpractice damages caps. New York University Law Review 80(2), 391-512.",
        "Shavell, 5. (1982). The social versus the private incentive to bring suit in a costly legalsystem. Journal of Legal Studies 11 (2), 333-339.",
        "Silver, C., K. Zeiler, B. Black, D. Hyman, and W. Sage (2007, June). Physicians' insurance limits and malpractice payments: Evidence from texas closed claims, 1990-2003,. Journal of Legal Studies 36, 59-546.",
        "Spier, K. (2002, Oct). Settlement with multiple plaintiffs: The role of insolvency. Journal of Law, Economics and Organization 18(2), 295-323."
    ]
}