{
    "id": 15418,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Broda, Christian and David Weinstein, 2007, Ã\u0082â\u0080\u009cUnderstanding International Price Di.erences Using Barcode DataÃ\u0082â\u0080\u009d, Technical Report, Booth School of Business, UniÃ\u0082Â­versity of Chicago.",
        "Burstein, Ariel and Nir Jaimovich, 2008,  Ã\u0082â\u0080\u009cUnderstanding Movements in Aggregate and Product-Level Real Exchange RatesÃ\u0082â\u0080\u009d, Working paper, UCLA.",
        "Campa, Jose and Linda Goldberg, 2006. Ã\u0082â\u0080\u009dDistribution Margins, Imported Inputs, and the Sensitivity of the CPI to Exchange Rates,Ã\u0082â\u0080\u009d NBER Working Paper No. 12121.",
        "Carvalho Carlos and Fernanda Nechio, 2008, Aggregation and the PPP Puzzle in a Sticky Price Model, Working Paper Princeton.",
        "Crucini, Mario J., Chris Telmer and Marios Zachariadis, 2005, Ã\u0082â\u0080\u009cUnderstanding EuÃ\u0082Â­ropean Real Exchange RatesÃ\u0082â\u0080\u009d, American Economic Review 95(3), 724-38.",
        "Crucini, Mario J. and Moto Shintani, 2008, Ã\u0082â\u0080\u009dPersistence in Law-of-One-Price DeviÃ\u0082Â­ations: Evidence from Micro-dataÃ\u0082â\u0080\u009d, Journal of Monetary Economics 55(3), 629-44.",
        "Ghosh, Atish R. and Holger C. Wolf, 1994, Ã\u0082â\u0080\u009cPricing in International Markets: Lessons from the EconomistÃ\u0082â\u0080\u009d, NBER working paper no. 4806 J",
        "Goldberg, Pinelopi K. and Frank Verboven, 2001, Ã\u0082â\u0080\u009cThe Evolution of Price Dispersion in European Car MarketsÃ\u0082â\u0080\u009d. Review of Economic Studies, pp. 811-848.",
        "Goldberg, Pinelopi K. and Frank Verboven, 2005, Ã\u0082â\u0080\u009cMarket Integration and ConverÃ\u0082Â­gence to the Law of One Price: Evidence from the European Car MarketÃ\u0082â\u0080\u009d, Journal of International Economics,49-73.",
        "Gopinath, Gita, Pierre-Olivier Gourinchas, Chang-Kai Hsieh, and Nicholas Li, 2009, Ã\u0082â\u0080\u009cEstimating the Border E.ect: Some New EvidenceÃ\u0082â\u0080\u009d, Working paper, Harvard UniÃ\u0082Â­versity.",
        "Gopinath, Gita and Oleg Itskhoki, 2009, Ã\u0082â\u0080\u009dFrequency of Price Adjustment and Pass-throughÃ\u0082â\u0080\u009d, Working paper, Harvard University.",
        "Gopinath, Gita, Oleg Itskhoki and Roberto Rigobon, 2009  Ã\u0082â\u0080\u009cCurrency Choice and Exchange Rate Pass-throughÃ\u0082â\u0080\u009d, American Economic Review, forthcoming.",
        "Ghosh, Atish R. and Holger C. Wolf, Ã\u0082â\u0080\u009cPricing in International Markets: Lessons From The Economist,Ã\u0082â\u0080\u009d Working Paper 4806, National Bureau of Economic Research, Inc July 1994.",
        "Haskel, Jonathan and Wolf, Holger, 2001, Ã\u0082â\u0080\u009cWhy Does the Law of One Price Fail? A Case Study.Ã\u0082â\u0080\u009d Scandinavian Journal of Economics, 103, pp. 545-558.",
        "Nevo, Aviv, 2001, Ã\u0082â\u0080\u009cMeasuring Market Power in the Ready-to-Eat Cereal Industry,Ã\u0082â\u0080\u009d Econometrica 69(2), 307-42.",
        "Parsley, David and Wei, Shang-Jin, 1996,  Ã\u0082â\u0080\u009cConvergence to the Law of One Price without Trade Barriers or Currency Fluctuations.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1211-36.",
        "Parsley, David and Wei, Shang-Jin, 2002, Ã\u0082â\u0080\u009cExplaining the Border E.ect: The Role of Exchange Rate Variability, Shipping Costs and Geography.Ã\u0082â\u0080\u009d Journal of International Economics,",
        "Rogers John, 2002, Ã\u0082â\u0080\u009cMonetary Union, Price Level Convergence, and In.ation: How Close is Europe to the United States?Ã\u0082â\u0080\u009d, International Finance Discussion Papers 740. Washington: Board of Governors of the Federal Reserve System.",
        "Sala-i-Martin, Xavier, 1996, Ã\u0082â\u0080\u009cThe Classical Approach to Convergence AnalysisÃ\u0082â\u0080\u009d, EcoÃ\u0082Â­nomic Journal 106(437), 1019-36.",
        "Taylor, Alan and Mark Taylor, 2004, Ã\u0082â\u0080\u009dThe Purchasing Power Parity DebateÃ\u0082â\u0080\u009d, Journal of Economic Perspectives, Volume 18, Number 4, 135Ã\u0082â\u0080\u0094158",
        "Rogo. Kenneth, 1996, Ã\u0082â\u0080\u009dThe Purchasing Power Parity PuzzleÃ\u0082â\u0080\u009d, Journal of Economic Literature, 34:2, pp. 647Ã\u0082â\u0080\u009468."
    ]
}