{
    "id": 15416,
    "cites": 18,
    "cited_by": 22,
    "reference": [
        "Barnett, William A. and Apostolos Serletis, Consumer Preferences and Demand Systems, Journal of Econometrics, 2008, 147, 2 i 0-224. Baumol, William J., Macroeconomics of Unbalanced Growth: The Anatomy of the Urban Crisis, American Economic Review, i967, 57, 4i5-426. Blundell, Richard, Consumer Behaviour: Theory and Evidence - A Survey, Economic Journal, i988, 98, i6-65.",
        "Bah, El-Hadj, Structural Transformation in Developed and Developing Countries, mamuscript, Arizona State University., Tempe, AZ 2008.",
        "Acemoglu, Daron and Veronica Guerrieri, Capital Deepening and Non-Balanced Economic Growth, Journal of Political Economy, 2008, 116, 467-498.",
        "Aguiar, Mark and Eric Hurst, Measuring Leisure: The Allocation of Time Over Five Decades, Quarterly Journal of Economics, 2007, 122, 969-i006. Atkeson, Andrew and Masao Ogaki, Wealth-varying Intertemporal Elasticity of Substitution: Evidence from Panel and Aggregate Data, Journal of Monetary Economics, i996, 38, 507-534.",
        "Valentinyi, Akos and Berthold Herrendorf, Measuring Factor Income Shares at the Sectoral Level, Review of Economic Dynamics, 2008, 11, 820-835.",
        "Rogerson, Richard, Structural Transformation and the Deterioration of European Labor Market Outcomes, Journal of Political Economy, 2008, 226, 235-259. Sato, Ryuzo, The Most General Class of CES Functions, Econometrica, i975, 43, 999-i003. Stone, Richard, Linear Expenditure Systems and Demand Analysis: An Application to the Pattern of British Demand, Economic Journal, i954, 64, Si i-527.",
        "ten Raa, Thijs, The Economics of Input-Output Analysis, Cambridge, UK: Cambridge University Press, 2005.",
        "Ramey, Valery A. and Neville Francis, A Century of Work and Leisure, AEJ: Macro, 2009, 1, i89-224.",
        "Ngai, L. Rachel and Chrisopher A. Pissarides, Structural Change in a Multisector Model of Growth, American Economic Review, 2007, 97, 429-443.",
        "- and -, Trends in Hours and Economic Growth, Review of Economic Dynamics, 2008, 11, 239-256. Pollak, Robert and Terence J. Wales, Estimation of the Linear Expenditure System, Econometrica, i969, 37, 6ii-628.",
        "Messina, Julian, The Role of Product Market Regulations in the Process of Structural Change, European Economic Review, 2006, 50, i863-i890.",
        "Laitner, John, Structural Change and Economic Growth, Review of Economic Studies, 2000, 67, 545-56i. Lancaster, Kelvin, A New Approach to Consumer Theory, Journal of Political Economy, i966, 74, i32-i57. 3i Landefeld, J. Steven and Robert P. Parker, BEA's Chain Indexes, Time Series, and Measures of Long Term Economic Growth, in Survey of Cunent Business, Bureau of Economic Analysis, May i997.",
        "Herrendorf, Berthold, James Schmitz Jr, and Arilton Teixeira, Transportation and Development: Insights from the US, i840-i860, Staff Report 425, Federal Reserve Bank of Minneapolis 2009. Houthakker, Hendrik S. and Lester Taylor, Consumer Demand in the United States: Analysis and Projections, Cambridge, MA: Harvard University Press, i970. Huffman, Gregory W. and Mark A. Wynne, The Role of Intratemporal Adjustment Costs in a Multisector Economy, Journal of Monetary Economics, i999, 43, 3i7-350. Kongsamut, Piyabha, Sergio Rebelo, and Danyang Xie, Beyond Balanced Growth, Review of Economic Studies, 200i, 68, 869-882. Kuznets, Simon, Modern Economic Growth, New Haven: Yale University Press, i966.",
        "Gollin, Douglas, Stephen L. Parente, and Richard Rogerson, The Role of Agriculture in Development, American Economic Review, Papers and Proceedings, 2002, 92, i60-i64.",
        "Foellmi, Reto and Josef Zweimuller, Structural Transformation in Developed and Developing Countries, Journal of Monetary Economics, 2008, 55, i3i7-i328. Fuchs, Victor, The Service Economy, New York: Columbia University Press, i968. Geary, Roy C., A Note on A Constant-Utility Index of the Cost of Living, Review of Economic Studies, i950-i9Si, 18, 65-66.",
        "Duarte, Margarida and Diego Restuccia, The Role of the Structural Transformation in Aggregate Productivity, Forthcoming: Quarterly Journal of Economics, 2009. Echevarria, Cristina, Changes in Sectoral Composition Associated with Economic Growth, International Economic Review, i997, 38, 43i-452.",
        "Bureau of Economic Analysis, Concepts and Methods of the U.S. Input-Output Accounts, 2006. http ://bea. gov/bea/papers/IOmanual_092906 .pdf. Caselli, Francesco and Wilbur John Coleman, The U.S. Structural Transformation and Regional Convergence: A Reinterpretation, Journal of Politi cal Economy, 200i, 109, 584-6i6. Deaton, Angus and John Muellbauer, An Almost Ideal Demand System, American Economic Review, i980, 70, 3i2-326.",
        "Buera, Francisco J. and Joseph P. Kaboski, Can Traditional Theories of Structural Change Fit The Data?, Journal of the European Economic Association, 2009, 7, 469-477."
    ]
}