{
    "id": 15414,
    "cites": 35,
    "cited_by": 8,
    "reference": [
        "Bank for International Settlements. OTC derivatives market activity in the second half of 2008. Monetary and Economics Department, May 2009.",
        "Ben S. Bernanke. The federal reserve's balance sheet. Speech at the Federal Reserve Bank of Richmond 2009 Credit Markets Symposium, April 2009a.",
        "Ben S. Bernanke. Financial reform to address systemic risk. Speech at the Council on Foreign Relations, March 2009b.",
        "Antonio Bernardo and Ivo Welch. Liquidity and financial market runs. Quarterly Journal of Economics, 119:135-158, 2004.",
        "Markus Brunnermeier. Deciphering the liquidity and credit crunch 2007-2008. Journal of Economic Perspectives, 23:77-100, 2009. Markus K. Brunnermeier and Lasse H. Pedersen. Funding liquidity and market liquidity.",
        "Review of Financial Studies, 22:2201-2238, 2009.",
        "Stephen G. Cecchetti. Crisis and responses: the federal reserve and the financial crisis of 2007-2008. NBER Working Paper No. 14134, 2008.",
        "Jonathan Chiu and Thorsten V. Koeppl. Market making of last resort: Optimal intervention when financial markets are frozen. Working Paper, Bank of Canada and Queen's University, 2009.",
        "Harold Demsetz. The cost of transacting. The Quarterly Journal of Economics, 82:33-53, 1968. Douglas W. Diamond and Philip H. Dybvig. Bank runs, deposit insurance, and liquidity.",
        "Darrell Duffie, Nicolae G",
        "Darrefi Duffie, Nicolae G",
        "Michael J. Fleming, Warren B. Hrung, and Frank M. Keane. The term securities lending facility: Origin, design, and effects. Federal Reserve Bank of New York Current Issues in Economics and Finance, 2:1-li, 2009.",
        "Scott Freeman. The payment system, liquidity, and rediscounting. American Economic Review, 86:1126-1138, 1996.",
        "Scott Freeman. Rediscounting under aggregate uncertainty. Journal Monetary Economics, 43:197-216, 1999.",
        "Nicolae G",
        "Denis Gromb and Dimitri Vayanos. Equilibrium and welfare in markets with financially constraint arbitrageurs. Journal of Financial Economics, 66:361-407, 2002.",
        "Sanford J. Grossman and Merton H. Miller. Liquidity and market structure. Journal of Finance, 43:617-637, 1988.",
        "Group of Thirty. Financial Reform: A Framework for Financial Stability. Washington D.C., January 2009.",
        "Terrence Hendershott and Albert J. Menkveld. Price pressures. Working Paper, UC Berkeley and VU University Amsterdam, 2009.",
        "Thomas Ho and Hans R. Stoll. The dynamics of dealer markets under competition. Journal of Finance, 38:1053-1074, 1983.",
        "Hugo A. Hopenhayn and Ingrid M. Werner. Information, liquidity, and asset trading in a random matching game. Journal of Economic Theory, 68:349-379, 1996.",
        "Jennifer Huang and Jiang Wang. Market liquidity, asset prices, and welfare. Journal of Financial Economics, 2009. Forthcoming.",
        "John H. Hubbard and Beverly H. West. Differential Equations: A Dynamical Systems Approach. Part II: Higher Dimensional Systems. Springer-Verlag, New-York, 1995.",
        "P",
        "Ricardo Lagos and Guillaume Rocheteau. Search in assets markets: Market structure, liquidity and welfare. American Economic Review Papers and Proceedings, 97:198-202, 2007.",
        "Ricardo Lagos and Guillaume Rocheteau. Liquidity in asset markets with search frictions. Econometrica, 77:403-426, 2009.",
        "Ricardo Lagos, Guillaume Rocheteau, and Pierre-Olivier Weill. Crashes and recoveries in illiquid markets. Working paper, NYU, UCI, and UCLA, 2007.",
        "Francis Longstaff. The flight to liquidity premium in U.S. treasury bond prices. Journal of Business, 77:511-526, 2004.",
        "Albert J. Menkveld and Ting Wang. How do designated market makers create value for small-caps? Working paper, Tinbergen Institute, VU University Amsterdam, 2009.",
        "Gara MInguez Afonso. Liquidity and congestion. Working paper, LSE, 2008.",
        "Katharine Ross and George Sofianos. An analysis of prive volatility October 27 and 28, 1997.",
        "New-York Stock Exchange Working Paper., 1998.",
        "Hans R. Stoll. The supply of dealer services in securities markets. Journal of Finance, 33: 1133-1151, 1978.",
        "Dimitri Vayanos and Pierre-Olivier Weill. A search-based theory of the on-the-run phenomenon. Journal of Finance, 63:1361-1398, 2008.",
        "Pierre-Olivier Weill. Leaning against the wind. Review of Economic Studies, 74:1329-1354, 2007."
    ]
}