{
    "id": 15415,
    "cites": 28,
    "cited_by": 14,
    "reference": [
        "Alesina, A. and P. Giuliano (2007), The Power of the Family, NBER Working Paper 13051.",
        "Alesina A. and P. Giuliano (2009) Preferences for redistribution NBER working paper, forthcoming in A. Bisin and J. Benhabib (eds.) Handbook of Social Economics North Holland, Amsterdam.",
        "Alesina, A. Algan, Y, Cahuc, P. and P. Giuliano (2010), Family Values and the Regulation of Labor, mimeo 18A recent paper by Maystre et al. (2009) begins to address this question.",
        "Alesina A. and N. Fuchs-Schundeln (2007) Good Bye Lenin (or not?). The effect of Communism on people's preferences American Economic Review, 907-28.",
        "Alesina A. E. Glaeser and B. Sacerdote (2005) Work and Leisure in the US and Europe: Why so Different? Brookings Papers on Economic Activity, Fall",
        "Alesina A. and E. La Ferrara (2005)  Preference for Redistribution in the Land of Opportunity Journal of Public Economics, 89 897-93 1",
        "Alesina A. and E. La Ferrara (2002), Who Trust Others? Journal of Public Economics 85, 207-34.",
        "Banfield, E. C. (1958), The Moral Basis of a Backward Society, New York: The Free Press",
        "Bentolilla, S. and A. Ichino, Unemployment and Consumption Near and Far Away From the Mediterranean? Journal of Population Economics, forthcoming.",
        "Bertrand, M. and A. Schoar (2006), The Role of Family in Family Firms, Journal of Economic Perspectives, Spring 2006",
        "Bisin, A. and T. Verdier (2001), The Economics of Cultural Transmission and the Evolution of Preferences, Journal of Economic Theory, 97(2), 298-3 19",
        "Ermish, J. and D. Gambetta (2008),  Do Strong Family Ties Inhibit Trust?, ISER WP 2008-37",
        "Esping-Andersen (1999), Social Foundation of Post-Industrial Economies, Oxford, Oxford University Press, 1999",
        "Fernandez R and A. Fogli (2005), Culture: An Empirical Investigation of Beliefs, Work and Fertility, American Economic Association Journals, Macroeconomics, January",
        "Fukuyama, F. (1995) Trust: The Social Virtues and the Creation of Prosperity, New York: Free Press",
        "Gambetta, A. (1990), The Sicilian Mafia, Oxford University Press, Oxford UK",
        "Giuliano, P. (2007), Living Arrangements in Western Europe: Does Cultural Origin Matter?, Journal of the European Economic Association, 5(5): 927-952.",
        "Guiso, L., P. Sapienza and L. Zingales (2004), Cultural Biases in Economic Exchange, NBER Working Paper 11005",
        "Guiso, L., P. Sapienza and L. Zingales (2006), Does Culture Affect Economic Outcomes? Journal of Economic Perspectives, Spring 2006",
        "Guiso, L., P. Sapienza and L. Zingales (2008a), Long Term Persistence, Chicago GSB Research Paper no. 08-11",
        "Guiso, L., P. Sapienza and L. Zingales (2008b), Social Capital as Good Culture, Journal of the European Economic Association, 6 (2-3): 295-320.",
        "Hauk, E. and M. Saez-Marti (2002), On the Cultural Transmission of Corruption, Journal of Economic Theory, 107 (2), 311-335.",
        "Inglehart, R. and W. Baker (2000), Modernization, Cultural Change and the Persistent of Traditional Values, American Sociological Review, 65: 19-5 1",
        "Maystre N, Olivier J. Thoenig M, and Verdier T. (2009) Prodcut Based Technical Change: Is the Village Global? unpubished",
        "Merlo, A. (2006), Whither Political Economy? Theories, Facts and Issues , Blundell, R., W. newey and T. Persson (eds.), Advances in Economics and Econometrics, Theory and Applications, Ninth World Congress of the Econometric Society, Vol. I, pp. 381-421, Cambridge, Cambridge University Press",
        "Orizo, F. (1996), Sistemas de valores en la Espana de los 90, Madrid, CIS",
        "Nannicini T. A. Stella, G. Tabellini and U. Troiano (2009) Social Capital and Political Accountability unpublisehd",
        "Portes, A. and J. Sensebrenner (1993), Embedness and Immigration:"
    ]
}