{
    "id": 15425,
    "cites": 16,
    "cited_by": 16,
    "reference": [
        "Woodford, Michael, 2003, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton, NJ: Princeton University Press.",
        "Taylor, John B., 2009, The Financial Crisis and the Policy Responses: An Empirical Analysis of What Went Wrong, NBER Working Paper 14631, January.",
        "Morris, Stephen and Hyung Shon Shin (1998), Unique Equilibrium in a Model of Currency Attacks, American Economic Review, 88, 3, pp. S87-S97.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit Cycles, Journal of Political Economy, lOS, 2, pp. 211-248.",
        "Krugman, Paul, 2009, The Return of Depression Economics and the Crisis of 2008; New York, NY: W.W. Norton and Company.",
        "Kareken, John, and Neil Wallace, 1981, On the Indeterminacy of Equilibrium Exchange Rates, Quarterly Journal of Economics, 96, 2, May, pp. 207-222.",
        "Fischer, Stanley, 1974, Money and the Production Function, Economic Inquiry, December, pp. S17-S33.",
        "Diamond, Douglas W., Banks and Liquidity Creation: A Simple Exposition of the Diamond-Dybvig Model, Economic Quarterly, 93(2), Spring, pp 189-200, www.rich.frb.org/publications/research/economic quarterly/2007/spring/pdf/diamond.pdf Diamond, Douglas W., and Philip H. Dybvig, 1983, Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, 9 1(3), pp 401-419.",
        "Allen, Franklin, and Douglas Gale, 2007, Understanding Financial Crises; New York, NY: Oxford University Press.",
        "Ayagari, S. Rao, R. Anton Braun, and Zvi Eckstein, 1998, Transaction Services, Inflation and Welfare, Journal of Political Economy, 106, 6, pp. 1274-1301.",
        "Brunnermeier, Markus K., 2008, Deciphering the Liquidity and Credit Crunch 2007-08, NBER Working Paper No. 14612, December.",
        "Bernanke, Ben, and Mark Gertler, 1989, Agency Cost, Net Worth and Business Fluctuations, American Economic Review, 79, March, pp. 14-31.",
        "Calvo, Guillermo, 1979, On Models of Money and Perfect Foresight, International Economic Review, 20, 1, February, pp. 83-103.",
        "Calvo, Guillermo, 2007, Crises in Emerging Market Economies: A Global Perspective, NBER Working Paper No. 11305, April. Published by the Central Bank of Chile. Calvo, Guillermo, and Carlos Vegh, 199S, Fighting Inflation with High Interest Rates: The Small-Open-Economy under Flexible Prices, Journal of Money, Credit, and Banking, 27, pp 49-66.",
        "Canzoneri, Matthew, Robert E. Cumby, Bezhad Diba, and David Lopez-Salido, 2008, Monetary Aggregates and Liquidity in a Neo-Wicksellian Framework, Journal of Money, Credit, and Banking, 40, 8, December, pp. 1667-1698.",
        "Cole, Harold L. and Lee E. Ohanian (2004), New Deal Policies and the Persistence of the Great Depression, Journal of Political Economy, 112 (4), pp. 779-8 16 Demirguc-Kunt, Ash, and Ross Levine (2008), Finance, Financial Sector Policies, and Long-Run Growth, Commission on Growth and Development, Working Paper No. 11, World Bank, Washington, DC."
    ]
}