{
    "id": 15429,
    "cites": 29,
    "cited_by": 1,
    "reference": [
        "Metcalf, Gilbert E. Federal Tax Policy Towards Energy. Tax Policy and the Economy, 2007, 2], pp. 145-84.",
        "Martin, Keith; Hansen, Ken; Marciano, John and Katz, Eli. Financing Renewable Energy Projects after the Stimulus, New York: Chadbourne & Parke LLP, 2009.",
        "King, Mervyn A. and Fullerton, Don. The Taxation of Income from Capital. Chicago: University of Chicago Press, 1984.",
        "Hassett, Kevin and Metcalf, Gilbert E. Investment with Uncertain Tax Policy: Does Random Tax Policy Discourage Investment? The Economic Journal, 1999, 109, pp. 372-93.",
        "Kahn, Edward and Goldman, Charles A. Impact of Tax Reform on Renewable Energy and Cogeneration Projects. Energy Economics, 1987, 9(4), pp. 215-26.",
        "Hall, Robert E. and Jorgenson, Dale W. Tax Policy and Investment Behavior. American Economic Review, 1967, 57(3), pp. 391-414.",
        "Grobman, Jeffrey H. and Carey, Janis M. The Effect of Policy Uncertainty on WindPower Investment. The Journal of Energy and Development, 2003, 28(1), pp. 1-14.",
        "Greene, William. Fixed Effects and Bias Due to the Incidental Parameters Problem in the Tobit Model. Econometric Reviews, 2004, 23(2), pp. 125-47.",
        "General Accounting Office. Effects of the Alcohol Fuels Tax Incentives, Washington, DC: U.S. General Accounting Office GAO/GGD-97-41, 1997.",
        "Ernst & Young. International Comparison of Depreciation Rules and Tax Rates for Selected Energy Investments, 2007.",
        "Council of Economic Advisors. Economic Report of the President. Washington, DC: U.S. Government Printing Office, 2008.",
        "____ Computing Effective Tax Rates on Capital Income, Washington, DC: CBO, 2006.",
        "_____ Taxing Capital Income: Effective Tax Rates and Approaches to Reform, Washington, DC: CBO, 2005.",
        "Carlson, Curtis and Metcalf, Gilbert E. Energy Tax Incentives and the Alternative Minimum Tax. National Tax Journal, 2008, LXI(3), pp. 477-9 1.",
        "Congressional Budget Office. Tax Reform: Its Effects on the Oil and Gas Industry, Washington, DC: CBO, 1985.",
        "Bureau of Economic Analysis. BEA Rates of Depreciation, Service Lives, DecliningBalance Rates, and Hulten-Wykoff Categories, Washington, DC: BEA, 2008.",
        "Bolinger, Mark; Wiser, Ryan; Cory, Karlynn and James, Ted. PTC, ITC, or Cash Grant?, Berkeley: Lawrence Berkeley National Laboratory LBNL-1642E, 2009.",
        "Adelman, M.A. The Genie out of the Bottle. Cambridge, MA: MIT Press, 1995.",
        "Wooldridge, Jeffrey M. Introductory Econometrics. Mason Ohio: South-Western, 2009.",
        "____ U.S. Crude Oil, Natural Gas, and Natural Gas Liquids Reserves 2007 Annual Report, Washington, DC: EIA DOE!EIA-0216(2007), 2009b.",
        "Wiser, Ryan and Bolinger, Mark. Annual Report on Wind Power Installation, Cost, and Performance Trends: 2007, Washington, DC: U.S. Department of Energy, 2008.",
        "____ Annual Energy Review 2008, Washington, DC: EIA DOE!EIA-0384(2008), 2009a.",
        "____ Performance Profiles of Major Energy Producers 2007, Washington, DC: EIA DOE!EIA-0206(07), 2008b.",
        "____ Federal Financial Interventions and Subsidies in Energy Markets 2007, Washington, DC: EIA SR!CNEAF!2008-01, 2008a.",
        "Tennessee Valley Authority. ABWR Cost!Schedule!COL Project at TVA's Bellefonte Site, Knoxville, TN: TVA DE-A107-041D14620, 2005.",
        "Office of Management and Budget. Budget of the United States Government, Fiscal Year 2010, Washington, DC: U.S. Government Printing Office, 2009.",
        "Mulder, Arjen. Do Economic Instruments Matter? Wind Turbine Investments in the EU(15). Energy Economics, 2008, 30, pp. 2980-9 1.",
        "____ Tax Policies for Low-Carbon Technologies. National Tax Journal, 2009a, forthcoming.",
        "____ Taxing Energy in the United States: Which Fuels Does the Tax Code Favor?, New York: The Manhattan Institute, 2009b."
    ]
}