{
    "id": 15422,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Gross, C.P., B. Soffer, P.B. Bach, R. Rajkumar, and H.P. Forman (2002). State Expenditures for Tobacco-Control Programs and the Tobacco Settlement. New England Journal of Medicine 347(14): 1080-1086.",
        "Farrelly, M.C., T.F. Pechacek, and F.J. Chaloupka (2003). The Impact of Tobacco Control Program Expenditures on Aggregate Cigarettes Sales: 198 1-2000. Journal of Health Economics 22(5): 843-859.",
        "Cutler, D.M., J. Gruber, R.S. Hartman, M.B. Landrum, J.P. Newhouse, and M.B. Rosenthal (2002). The Economic Impacts of the Tobacco Settlement. Journal of Policy Analysis and Management2l(1): 1-19.",
        "Cutler, D.M., A.M. Epstein, R.G. Frank, R. Hartman, C. King, III, J.P. Newhouse, M.B. Rosenthal, and E.R. Vigdor (2000). How Good a Deal Was the Tobacco Settlement?: Assessing Payments to Massachusetts. Journal of Risk and Uncertainty 21(2/3): 235-26 1.",
        "Bulow, J. and P. Klemperer (1998). The Tobacco Deal. Brookings Papers on Economic Activity 1998: 323-394.",
        "Hersch, J. (2000). Gender, Income Levels, and the Demand for Cigarettes. Journal of Risk and Uncertainty 2 1(2/3): 263-282.",
        "Hersch, J., A. Del Rossi, and W.K. Viscusi (2004). Voter Preferences and State Regulation of Smoking. Economic Inquiry 42(3): 455-468.",
        "Johnson, C.L. (2004). The State of the Tobacco Settlement: Are Settlement Funds Being Used to Finance State Government Budget Deficits? A Research Note. Public Budgeting & Finance 24(1): 113-125.",
        "McKinley, A., L. Dixon, and A. Devore (2003). State Management and Allocation of Tobacco Settlement Revenue 2003. Denver: National Conference of State Legislatures.",
        "Marlow, M.L. (2007). Do Tobacco-Control Programs Lower Tobacco Consumption?: Evidence from California. Public Finance Review 35(6): 689-709.",
        "Orzechowski, W., and R.C. Walker (2001). The Tax Burden on Tobacco: Historical Compilation 2001. Vol. 36. Arlington: Orzechowski and Walker.",
        "Orzechowski, W., and R.C. Walker (2008). The Tax Burden on Tobacco: Historical Compilation 2008. Vol. 43. Arlington: Orzechowski and Walker.",
        "Sloan, F.A., and J.G. Trogdon (2004). The Impact of the Master Settlement Agreement on Cigarette Consumption. Journal of Policy Analysis and Management 23(4): 843-855.",
        "Sloan, F.A., E.S. Carlisle, J.R. Rattliff, and J.G. Trogdon (2005). Determinants of States' Allocations of the Master Settlement Agreement Payments. Journal of Health Politics, Policy, and Law 30(4): 643-686.",
        "Sloan, F.A., J.G. Trogdon, and C.A. Mathews (2005). Litigation and the Value of Tobacco Companies. Journal of Health Economics 24(3): 427-447.",
        "Stiglitz, J.E. (2005). Expert Report in Schwab et al., v. Philip Morris, Civil Action No. 04-1945. U.S. District Court, Eastern District of New York.",
        "Trogdon, J.G., and F.A. Sloan (2006). Cigarette Taxes and the Master Settlement Agreement. Economic Inquiry 44(4): 729-739.",
        "Wagner, R.E. (1999). Understanding the Tobacco Settlement: The State as Partisan Plaintiff. Regulation 22(4): 38-41.",
        "Viscusi, W.K. (1992). Smoking: Making the Risky Decision. New York: Oxford University Press.",
        "Viscusi, W.K. (1995). Cigarette Taxation and the Social Consequences of Smoking. In Tax Policy and the Economy, ed., James Poterba. Vol. 9. Cambridge: National Bureau of Economic Research, 51-101.",
        "Viscusi, W.K. (1999). The Governmental Composition of the Insurance Costs of Smoking. Journal of Law and Economics 42(2): 575-609.",
        "Viscusi, W.K. (2002a). Smoke-Filled Rooms: A Postmortem on the Tobacco Deal. Chicago: University of Chicago Press.",
        "Viscusi, W.K. (2002b). Tobacco: Regulation and Taxation through Litigation. In Regulation through Litigation, ed., W. Kip Viscusi. p. 22-52. Washington, D.C.: American Enterprise Institute - Brookings Institution.",
        "Viscusi, W.IC, and J. Hersch (2008). The Mortality Cost to Smokers. Journal of Health Economics 27(4): 943-958."
    ]
}