{
    "id": 15439,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Tapert, S., Schweinsburg, A. 2005. The Human Adolescent Brain and Alcohol Use Disorders, in Recent Developments in Alcoholism, XVII, Research on Alcohol Problems in Adolescents and Young Adults (Galanter M ed), pp 349-3 64. Kluwer Academic, Norwell,MA.",
        "Spear, L. 2000. The Adolescent Brain and Age-Related Behavioral Manifestations. Neuroscience and Biobehavior Reviews. 24:417-463.",
        "Savoka, Elizabeth. 2000. Measurement Errors in Binary Regressors: An Application to Measuring the Effects of Specific Psychiatric Diseases on Earnings. Health Services and Outcomes Research Methodology 1:149-164.",
        "Schmithorst, V., Wilke, M., Dardzinski, B., Hollard, 5. 2002. Correlation of White Matter Diffusivity and Anisotropy with Age During Childhood and Adolescence: A CrossSectional Diffusion Tensor MRI Study. Radiology. 222:212-218.",
        "Rubia, K., Overmeyer, S., Taylor, E., Brammer, M., Williams, S., Simmons, A., Andrew, C., and Bullmore, E. 2000. Functional frontalisation with age: mapping neurodevelopmental trajectories with fMRI. Neuroscience and Biobehavioral Reviews. 24(1): 13-19.",
        "O'Donoghue, Ted and Rabin, Matthew. 2000. Risky Behavior Among Youths: Some Issues from Behavioral Economics. In Jon Gruber, editor, Youthful Risky Behavior: An Economic Perspective. University of Chicago Press and NBER, Chicago, IL: 29-68.",
        "Nurmi, J. 1991. How Do Adolescents See Their Future? A Review of the Development of Future Orientation and Planning. Developmental Review. 11: 1-59.",
        "Nelson DE, Holtzman D, Bolen J, Stanwyck CA, Mack KA. 2001 Reliability and Validity of Measures from the Behavioral Risk Factor Surveillance System (BRFSS). Social and Preventive Medicine. 46(Supplement): S03-S42.",
        "National Institute on Alcohol Abuse and Alcoholism. 2005. Alcohol Alert. National Institute on Alcohol Abuse and Alcoholism Alert No. 28 PH 356.",
        "Murphy, K. and Topel, R. 2006. The Value of Health and Longevity. Journal of Political Economy. 114(5): 871-904.",
        "Nagy, Z., Westerberg, H., Klingberg, T. 2004. Maturation of White Matter is Associated with the Development of Cognitive Functions During Childhood. Journal of Cognitive Neuroscience. 16:1227-1233.",
        "Miron, J. and Tetelbaum, E. 2007. Does the Minimum Legal Drinking Age Save Lives? NBER Working Paper #w]325.",
        "Moss, H. 2008. Special Section: Alcohol and Adolescent Brain Development. Alcoholism: Clinical and Experimental Research. 32(3): 427-429.",
        "Medina, K., McQueeny, T., Nagel, B., Hanson, K., Schweinsburg, A., and Tapert, 5. 2008. Prefrontal Cortex Volumes in Adolescents With Alcohol Use Disorders: Unique Gender Effects. Alcoholism: Clinical and Experimental Research. 32(3): 386-394.",
        "McNamee, R., Dunfee, K., Luna, B., Clark, D., Eddy, W., and Tarter, R. 2008. Brain Activation, Response Inhibition, and Increased Risk for Substance Use Disorder. Alcoholism: Clinical and Experimental Research. 32(3): 405-4 13.",
        "Luna, B., Thulborn, K., Munoz, D., Merriam, E., Garver, K., Minshew, N., Keshavan, M., Genovese, C., Eddy, W., Sweeney, J. 2001. Maturation of Widely Distributed Brain Function Subserves Cognitive Development. Neuroimage. 13:786-793.",
        "Luna, B., Sweeney, J. 2004. The Emergence of Collaboration Brain Function: MRI Studies of the Development of Response Inhibition. Annual NYAcademy of Science. 1021:296309.",
        "Klingberg, T., Vaidya, C., Gabrieli, J., Moseley, M., Hedehus, M. 1999. Myelination and Organization of the Frontal White Matter in Children: A Diffusion Tensor MRI Study. Neuroreport. 10:2817-2821.",
        "Kaestner, Robert. 2000. A Note on the Effect of Minimum Drinking Age Laws on Youth Alcohol Consumption. Contemporary Economic Policy 18(3): 315-325.",
        "Fromme, K., Katz, E., Rivet, K. 1997. Outcome Expectancies and Risk-Taking Behavior. Cognitive Therapy and Research. 21:421-442.",
        "Greene, A. 1986. Future-Time Perspective in Adolescence: The Present of Things Future revisited. Journal of Youth andAdolescence. 15: 99-113.",
        "Fell, J., Fisher, D., Voas, R., Blackman, K., and Tippetts, A. 2008. The relationship of underage drinking laws to reductions in drinking drivers in fatal crashes in the United States. AccidentAnalysis and Prevention. 40(4): 1430-1440.",
        "Environmental Protection Agency. 2003. Technical addendum: methodologies for the benefits analysis of the Clear Skies Act of 2003. September. Washington, DC: EPA.",
        "Duncan, G., Boisjoly, J., Kremer, M., Levy, D., and Eccles, J. 2005. Peer Effects in Drug Use and Sex Among College Students. Journal of Abnormal Psychology. 33(3): 375-3 85.",
        "Prefrontal Cortex, Thalamus and Cerebellar Volumes in Adolesent Onset Alcohol Use Disorders. Alcoholism: Clinical and Experimental Research. 29:1590-1600.",
        "Dennis Aigner. Regression With a Binary Independent Variable Subject to Errors of Observation. Journal of Econometrics 1: pp. 4960, 1973.",
        "Becker, G., Murphy, K. 1988. A Theory of Rational Addiction. The Journal of Political Economy. 96(4): 675-700.",
        "Chambers, R., Taylor, J., Potenza, M. 2003. Developmental Neurocircuitry of Motivation in Adolescence: A Critical Period of Addiction Vulnerability. American Journal of Psychiatry. 160:1041-1052.",
        "Clark, D., Thatcher, D., and Tapert, 5. 2008. Alcohol, Psychological Dysregulation, and Adolescent Brain Development. Alcoholism: Clinical and Experimental Research. 32(3): 375-385.",
        "Clark, D. and Winters, K., 2002. Measuring Risks and Outcomes in Substance use Disorders Prevention Research. Journal of Consulting and Clinical Psychology. 70: 1207-1223.",
        "Cook, Phillip and Moore, Michael. 2001. Environment and Persistence in Youthful Drinking Patterns. In Risky Behavior among Youths: An Economic Analysis, Editor Jonathan Gruber. University of Chicago Press, p.375-438.",
        "Wagenaar, A. and Toomey, T. 2002. Effects of minimum drinking age laws: review and analyses of the literature from 1960 to 2000. Journal of Studies on Alcohol. Supplement 14: 206-225.",
        "Warner, T., Behnke, M., Eyler, F., Padgett, K., Leonard, C., Hou, W., Garvan, C., Schmalfuss, I., Blackband, 5. 2006. Diffusion Tensor Imaging of Frontal White Matter and Executive Functioning in Cocaine-Exposed Children. Pediatrics. 118:2014-2024.",
        "White, A. and Swartzwelder, H, 2004. Hippocampal Function during Adolescence: A Unique Target of Ethanol Effects. Annals of the New York Academy of Sciences. 102 1(Adolescent Brain Development: Vulnerabilities and Opportunities): 206-220.",
        "Zhang, L., Thomas, K., Davidson, M., Casey, B., Heier, L., Ulug, A. 2005. MR Quantitation of Volume and Diffusion Changes in the Developing Brain. American Journal of Neuroradiology. 26:45-49."
    ]
}