{
    "id": 15432,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Aguiar, A. & Drumond, I. (2007). Business cycle and bank capital: monetary policy transmission under the basel accords. FEP Working Paper no. 242, University of Porto.",
        "Aoki, K., Benigno, G., & Kiyotaki, N. (2007). Capital flows and asset prices. Unpublished Manuscript, Department of Economics, Princeton University.",
        "Bernanke, B. & Gertler, M. (1989). Agency costs, net worth, and business fluctuations. Americam Ecomomic Review, 79(1), 14-31.",
        "Caballero, R. J., Farhi, E., & Gourinchas, P. 0. (2008). An equilibrium model of global imbalances and low interest rates. Amen cam Ecomomic Review, 98(1), 358-93.",
        "Caballero, R. J. & Krishnamurthy, A. (2001). International and domestic collateral constraints in a model of emerging market crises. Jonnmal of Mometany Ecomomics, ~ 8(3), 51 3-48.",
        "Calvo, G. A. (1998). Capital flows and capital-market crises: the simple economics of sudden stops. Jonnmal of Applied Ecomomics, I(November), 35-54.",
        "Castro, R., Clementi, G., & MacDonald, G. (2004). Investor protection, optimal incentives, and economic growth. Qnantenly Jonnmal of Ecomomics, 119(3), 1131-75.",
        "Cook, D. E. & Devereux, M. B. (2006). External currency pricing and the east asian crisis. Jonnmal of Imtenmatiomal Ecomomics, 69(1), 37-63.",
        "Drumond, I. & Jorge, J. (2008). Basel II capital requirements, firms' heterogeneity, and the business cycle. Unpublished manuscript, University of Porto.",
        "Fisher, I. (1933). The debt-deflation theory of great depressions. Ecomometrica, 1, 337-57.",
        "Gertler, M., Gilchrist, S., & Natalucci, F. (2007). External constraints on monetary policy. Jonrmal of Momey Credit amd Bamlcimg, 39(2-3), 295330.",
        "Gertler, M. & Karadi, P. (2009). A model of unconventional monetary policy. Unpublished manuscript, New York University.",
        "Kiyotaki, N. & Moore, J. H. (1997). Credit cycles. Jonrmal of Political Ecomomy, 105(2), 211-48.",
        "Lane, P. R. & Milesi-Ferretti, G. M. (2006). The external wealth of nations mark ii: revised and extended estimates of foreign assets and liabilities. IMF Working Paper 06/69.",
        "Meh, C. A. & Moran, K. (2008). The role of bank capital in the propagation of shocks. Bank of Canada Working Paper, No. 2008-36.",
        "Mendoza, E. (2008). Sudden stops, financial crises and leverage: a fisherian deflation of tobin's q. NBER Working Paper No. 14444.",
        "Mendoza, E., Quadrini, V., & RIos-Rull, J. V. (2008). On the welfare implications of financial globalization without financial development. In Clarida, R. & Giavazzi, F. (Eds.), NBER Imtermatiomal Semimar, pp. 199-239. MIT Press, University of Chicago Press.",
        "Mendoza, E., Quadrini, V., & Rios-Rull, J. V. (2009). Financial integration, financial development, and global imbalances. Jonrmal of Political Ecomomy, 117(3), 371-416.",
        "Mendoza, E. G. & Smith, K. A. (2006). Quantitative implications of a debtdeflation theory of sudden stops & asset prices. Jonrmal of Imtermatiomal Ecomomics, 70(1), 82-114.",
        "Paasche, B. (2001). Credit constraints and international financial crises. Jonrmal of Mometary Ecomomics, ~8(3), 623-50.",
        "Prades, E. & Rabitsch, K. (2007). Capital liberalization and the U.S. external imbalance. Unpublished manuscript. European University Institute, Florence.",
        "Van-denHeuvel, S. J. (2008). The welfare cost of bank capital requirements. Jonrmal of Mometary Ecomomics, 55(2), 298-320.",
        "Zhu, H. (2007). Capital regulation and banks' financial decisions. Working Papers No 232, Bank of International Settlements."
    ]
}