{
    "id": 15436,
    "cites": 47,
    "cited_by": 1,
    "reference": [
        "Baum-Snow, N., Did highways cause suburbanization?, Quarterly Journal of Economics 122;775-805: 2007.",
        "Berrigan D, Troiano R.P., The association between urban form and physical activity in U.S. adults, American Journal of Preventive Medicine 23 ;74-79: 2002.",
        "Beydoun, M., Powell, L. and Wang, Y., The association of fast food, fruit and vegetable prices with dietary intakes among US adults: Is there modification by family income? Social Science & Medicine 66;2218-2229: 2008.",
        "Black, J. L., Macinko, J., Neighborhoods and obesity, Nutrition Reviews, 66, 2-20:2008.",
        "Boarnet, M., Greenwald, M., Land use, urban design, and nonwork travel: Reproducing other urban areas' empirical test results in Portland, Oregon, Transportation Research Record 1722;27-37: 2000. Centers for Disease Control and Prevention: CDC's role in promoting healthy lifestyles.",
        "Statement by Julie L. Gerberding before the Senate Committee on Appropriations, Subcommittee on Labor, HHS, Education and Related Agencies: 2003.",
        "Cervero, R., Roger G., Commuting in transit versus automobile neighborhoods, Journal of the American Planning Association 61 ;2 10-25:1995.",
        "Chung, C., Samuel, L. Myers Jr., Do the poor pay more for food? an analysis of grocery store availability and food price disparities, Journal of ConsumerAffairs 33;276-296: 1999.",
        "Crane, R., Crepeau, R., Does neighborhood design influence travel? A behavioral analysis of travel diary and GIS data, Transportation Center Working paper No. 374, University of California, Berkeley: 1998.",
        "Cummins, S., Macintyre, S., Food deserts-evidence and assumption in health policy making. British Medical Journal, 325, 43 6-8: 2002.",
        "Eid, J., Overman, H.G., Puga, D., Turner, M.A., Fat city: questioning the relationship between urban sprawl and obesity, Journal of Urban Economics 63;385-404: 2008.",
        "Ewing, R., Schmid, T., Killingworth, R., Zlot, A., Raudenbush, S., Relationship between urban sprawl and physical activity, obesity and morbidity, American Journal of Health Promotion 18;47-57: 2003.",
        "Ewing, R., Browson, R., Berrigan, D., Relationship between Urban Sprawl and Weight of United States Youth, American Journal of Preventive Medicine 31(6):464-474: 2006 Ford, P. B., Dzewaltowski, D. A., Disparities in obesity prevalence due to variation in the retail food environment: three testable hypotheses, Nutrition Reviews, 66, 2 16-228: 2008.",
        "Feldstein, L., Linking land use planning and the food environment, Smart Growth Online, 2007.",
        "Finkelstein, E.A., Ruhm, C.J., Kosa, K.M., Economic causes and consequences of obesity, Annual Review of Public Health 26;239-57: 2005.",
        "Flegal, K.M., Carroll, M.D., Ogden, C.L., Johnson, C.L., Prevalence and trends in obesity among U.S. adults, 1999-2000, Journal of the American MedicalAssociation 288;17231727: 2002.",
        "Flegal, K.M., Graubard, B. I., Williamson, D., Gail, M., Excess deaths associated with Underweight, Overweight, and Obesity, Journal of the American Medical Association 293;1861-1867: 2005.",
        "Frank, L., Land use and transportation interaction: Implications on public health and quality of life, Journal of Planning Education and Research 20;6-22: 2000.",
        "Frank, L., Andresen, M., Schmid, T., Obesity relationships with community design, physical activity, and time spent in cars, American Journal of Preventive Medicine 27;87-96: 2004.",
        "French, S. A., Story, M., Jeffery, R. W., Snyder, P., Eisenberg, M., Sidebottom, A., Pricing strategy to promote fruit and vegetable purchase in high school cafeterias, Journal of the American Dietetic Association 97; 1008-1010: 1997.",
        "French, S. A., Public health strategies for dietary change: schools and workplaces, Journal of Nutrition 135;910-912: 2005.",
        "Handy, S., Understanding the link between urban form and nonwork travel behavior, Journal of Planning Education and Research 15; 183-98: 1996.",
        "Hardin, J., Carroll, R., Variance estimation for the instrumental variables approach to measurement error in generalized linear models, The Stata Journal 3(4):342-350: 2003 Hardin, J., The robust variance estimator for two-stage models, The Stata Journal 2(3): 253265: 2002.",
        "Hess, P., Moudon, A., Snyder, M., Stanilov, K., Site design and pedestrian travel, Transportation Research Record 1674;9-19: 1999.",
        "Helmchen, L., Marriage Market Incentives to Invest in Health, Ph.D. dissertation. The University of Chicago, Chicago, IL. 2004 Horowitz, C., Colson, K., Hebert, P., Lancaster, K., Barriers to buying healthy foods for people with diabetes: evidence of environmental disparities, American Journal of Public Health 94;1549-54: 2004.",
        "Inagami, S., Cohen, D. A., Finch, B. K., Asch, S. M., You are where you shop: grocery store locations, weight, and neighborhoods, American Journal of Preventive Medicine, 31, 10-17: 2006.",
        "Jeffery, R.W., French, S .A., Raether, C., Baxter, J. E., An environmental intervention to increase fruit and salad purchases in a cafeteria, Preventive Medicine 23;788-792: 1994.",
        "Jetter, K., Cassady, D., The availability and cost of healthier food alternatives, American Journal of Preventive Medicine (3 0);3 8-44: 2006.",
        "Kopelman, P.G., Obesity as a medical problem, Nature 404;635-43: 2000.",
        "Koplan, J.P., Dietz, W.H., Caloric imbalance and public health policy, Journal of the American Medical Association 282; 1579-81: 1999.",
        "Larson, N. I., Story, M. T., Nelson, M. C., Neighborhood environments: disparities in access to healthy foods in the US, American Journal of Preventive Medicine, 36, 74-81:2009.",
        "Lopez, R., Urban sprawl and risk for being overweight or obese, American Journal of Public Health 94;1574-1579: 2004.",
        "Lumeng, J. C., Appugliese, D., Cabral, H. J., Bradley, R. H., Zuckerman, B., Neighborhood safety and overweight status in children, Archives of Pediatrics and Adolescent Medicine, 160, 25-3 1: 2006.",
        "Mieszkowski, P., Mills, E.S., The causes of metropolitan suburbanization, Journal of Economic Perspectives 7; 135-i 47: 1993.",
        "Mokdad, A., Marks, J., Stroup, D., Gerberding, J., Correction: actual causes of death in the united states, 2000, Journal of the American MedicalAssociation, 293; 293-294: 2005 Maddock, J., The relationship between obesity and the prevalence of fast food restaurants: state-level analysis, American Journal of Health Promotion, 19; 137-143: 2004.",
        "Moon, Graham Residential environments and obesity: estimating causal effects. In, Geographies of Obesity: Environmental Understandings of the Obesity Epidemic. London, UK, Ashgate. (Geographies of Health Series). 2009. (In Press) Murphy, K., Topel, R., Estimation and inference in two-step econometric models, Journal of Business and Economic Statistics 4;370-379: 1985.",
        "Ogden, C.L., Carroll, M.D., Curtin, L.R., McDowell, M.A., Tabak, C.J., Flegal, K.M., Prevalence of overweight and obesity in the United States, 1999-2004, Journal of the American Medical Association 295; 1549-1555: 2006.",
        "Peeters, A., Barendregt, J.J., Willekens, F., Mackenbach, J.P., Al Mamun, A., Bonneux, L., Obesity in adulthood and its consequences for life expectancy: a life-table analysis, Annals of internal medicine 138;24-32: 2003 Plantinga, A.J., Bernell, S.(a), The Association Between Urban Sprawl and Obesity: Is it a Two-Way Street? Journal of Regional Science 47(5):857-879: 2007.",
        "Plantinga, A.J., Bernell, S. (b), Can urban planning reduce obesity? The role of self-selection in explaining the link between weight and urban sprawl, Review of Agricultural Economics 29;557-563: 2007.",
        "Pisarski, A.: US Roads. In: Millennium Book International Road Federation, 2001.",
        "Powell, L., Auld, C., Chaloupka, F., O'Malley, P., Johnston, L., Access to fast food and food prices: Relationship with fruit and vegetable consumption and overweight among adolescents, Advances in Health Economics and Health Services Research 17;23-48: Saelens, B.E., Sallis, J.F., Frank, L.D., Environmental correlates of walking and cycling: findings from the transportation, urban design, and planning literatures, Annals of Behavioral Medicine 25;80-91: 2003.",
        "Sallis, J., Nader, P., Rupp, J., Atkins, C., Wilson, W., San Diego surveyed for heart-healthy foods and exercise facilities, Public Health Reports 101; 216-9: 1986.",
        "Transportation Research Board: Does the built environment influence physical activity? examining the evidence. Transportation research board special report 282, Institute of Medicine of the National Academies, 2005.",
        "Vandegrift, D., Yoked, T., Obesity rates, income, and suburban sprawl: an analysis of US states, Health & Place, 10, 22 1-229: 2004.",
        "Wassmer, R., Edwards, D.: Causes of urban sprawl (decentralization) in the United States: natural Evolution, flight from blight, and the fiscalization of land use. Manuscript: 2005.",
        "Wellman, N.S., Friedberg, B., Causes and consequences of adult obesity: health, social and economic impacts in the United States, Asia Pacific journal of clinical nutrition ii;57059: 2002.",
        "World Health Organization: Global Strategy on Diet, Physical Activity and Health. World Health Organization, 2004"
    ]
}