{
    "id": 15431,
    "cites": 83,
    "cited_by": 1,
    "reference": [
        "Teret, Stephen P., Daniel W. Webster, Jon S. Vernick, Tom W. Smith, Doborah Leff, Garen J. Wintemute, Philip J. Cook, Darnell F. Hawkins, Arthur L. Kellermann, Susan B. Sorenson, and Susan DeFrancesco. 1998. Support for new policies to regulate firearms: results of two national surveys. New England Journal of Medicine 339(12): 17 Sept.: 813-818.",
        "Stipulation Regarding Settlement and Dismissal of Defendants San Francisco Housing Authority and Henry Alvarez III Without Prejudice, Doe v. San Francisco Housing Authority, No. CV-08-03 112 TEH (N.D. Cal. Jan. 12, 2009), available at ~",
        "Siebel, Brian J. (1999) City Lawsuits Against the Gun Industry: A Roadmap for Reforming Gun Industry Misconduct. St. Louis University Public Law Review. 18(1): 247-290. - 30 -Smith, T.W. (2007) Public Attitudes towards the Regulation of Firearms. NORC/University of Chicago, March.",
        "Segal, Jeffrey A., and Harold J. Spaeth. 2002. The Supreme Court and the Attitudinal Model Revisited. Cambridge University Press.",
        "Sheley, J.F., & Wright, J.D.(1995). In the line of fire: Youth, guns, and violence in urban America. New York: Aldine de Gruyter.",
        "Schuman, Howard and Stanley Presser. 1981. The attitude-action connection and the issue of gun control. The Annals of the American Academy of Political and Social Science. 455 May: 40-47.",
        "Roth, Jeffrey A. and Christopher S. Koper. 1999. Impacts of the 1994 Assault Weapons Ban: 1994-1 996. Research-in-Brief. Washington, D.C.: U.S. Department of Justice.",
        "Saad, Lydia. October 11, 2007. Shrunken Majority Now Favors Stricter Gun Laws. Gallup News Service. http://www.gaihip.com/poil/i () 1731/Shrunken-MajorityNow -Favors-Stricter-Gun-Laws .aspx.",
        "Rostron, Allen (2006) Book Review (of Lawyers, Guns & Money). Santa Clara Law Review, 46(2) 481-511.",
        "Rostron, Allen (2008) Incrementalism, Comprehensive Rationality, and the Future of Gun Control Maryland Law Review 67(3), 511-569.",
        "(ATF) Bureau of Alcohol, Tobacco, and Firearms. (2000a). Commerce in firearms in the United States. Washington, DC: U.S. Department of the Treasury.",
        "(ATF) Bureau of Alcohol, Tobacco, and Firearms. (2000b). ATF regulatory actions: Report to the secretary on firearms initiatives. Washington, DC: U.S. Department of the Treasury.",
        "(ATF) Bureau of Alcohol, Tobacco, and Firearms (2001, 2002). Firearms commerce in the United States. Washington, DC: U.S. Department of the Treasury.",
        "Azrael, D., Cook, P. J., & Miller, M. (2004). State and local prevalence of firearms ownership: Measurement, structure, and trends Journal of Quantitative Criminology 20(1), 43-62.",
        "Barnett, Randy E., and Don B. Kates. 1996. Under Fire: The New Consensus on the Second Amendment. Emory Law Journal 45: 1139.",
        "Bonnie, Richard J., Carolyn E. Fulco, and Catharyn T. Liverman, Eds. 1999. Reducing the Burden of Injury: Advnacing Prevention and Treatment. Washington, DC: National Academy Press.",
        "Brief for Amici Curiae 55 Members of United States Senate, the President of the United States Senate, and 250 Members of United States House of Representatives in Support of Respondent, in District of Columbia v. Heller, 128 S.Ct. 2783 (2008). supreme.lp .findlaw.comlsupremecourt/briefs/07-290/07-290 .mer. ami.resp .cong .pdf.",
        "Cohen, M. A., Rust, R. T., Steen, S., & Tidd, S. T. (2004). Willingness-to-pay for crime control programs. Criminology, 42(1), 89-109.",
        "Cook, P. J. (1980). Reducing injury and death rates in robbery. Policy Analysis 6(1), pp. 21-45.",
        "Cook, P. J. (1991). The technology of personal violence. In M. Tonry (Ed.), Crime and justice: An annual review of research (pp. 1-71). Chicago: University of Chicago Press.",
        "Cook, P. J., & Braga, A. A. (2001). Comprehensive firearms tracing: Strategic and investigative uses of new data on firearms markets. Arizona Law Review, 43(2), 277-309.",
        "Cook, P.J., W. Cukier, and K. Krause 2009. The Illicit Firearms Trade in North America Criminology and Criminal Justice 9(3): 265-286.",
        "Cook, Philip J. and Daniel A. Graham 1977. The Demand for Insurance and Protection: The Case of Irreplaceable Commodities. The Quarterly Journal of Economics, 91(1) Feb: 143156 Cook, P.J., & J. Laub (1998). The Unprecedented Epidemic in Youth Violence in Michael Tonry and Mark H. Moore eds., Youth Violence University of Chicago Press, 1998, 101-138.",
        "Cook, P. J., & Leitzel, J. A. (1996). Perversity, futility, jeopardy: An economic analysis of the attack on gun control. Law and Contemporary Problems, 59(1), 91-118.",
        "Cook, P. J., & Leitzel, J. A. (2002). Smart guns: A technological fix for regulating the secondary gun market. Contemporary Economic Problems, 20(1), 38-49. - 27 -Cook, P. J., & Ludwig, J. (1996). Guns in America: Results of a comprehensive survey of gun ownership and use. Washington, DC: Police Foundation.",
        "Cook, P. J., & Ludwig, J. (2000). Gun violence: The real costs. New York: Oxford University Press.",
        "Cook, P. J., & Ludwig, J. (2002). Litigation as regulation: The case of firearms. In W. K. Viscusi (Ed.), Regulation through litigation. Washington, DC: Brookings Institution.",
        "Cook, P. J., & Ludwig, J. (2003b). Guns and burglary. In J. Ludwig & P. J. Cook (Eds.), Evaluating gun policy (pp. 74-120). Washington, DC: Brookings Institution Press.",
        "Cook, P. J., & Ludwig, J. (2006). The social costs of gun ownership. Journal of Public Economics, 90(1-2), 379-39 1.",
        "Cook, P. J., Ludwig, J., & Braga, A. A. (2005). Criminal records of homicide offenders. Journal of the American Medical Association, 294(5), 598-60 1.",
        "Cook, P. J., Ludwig, J., & Hemenway, D. (1997). The Gun debate's new mythical number: How many defensive gun uses per year? Journal of Policy Analysis and Management, 16, 463-469.",
        "Cook, P. J., Ludwig, J., Venkatesh, S. A., & Braga, A. A. (2008). Underground gun markets. Economic Journal.",
        "Cook, P. J., Ludwig, J. & Samaha, A. (2009). Gun Control After Heller: Threats and Sideshows from a Social Welfare Perspective. UCLA Law Review, 56, 1041-1093.",
        "Cook, P. J., Molliconi, S., & Cole, T. (1995). Regulating gun markets. Journal of Criminal Law & Criminology, 86, 59-92.",
        "Cottrol, Robert J., and Raymond T. Diamond. 1991. The Second Amendment: Toward an Afro-Americanist Reconsideration. Georgetown Law Journal 80:309.",
        "Dahl, Robert A. 1957. Decision-Making in a Democracy: The Supreme Court as a National Policy-Maker. Journal of Public Law 6:279.",
        "Denning, Brannon P. 2005. Gun litigation and the Constitution. In Timothy D Lytton (ed) Suing the Gun Industry Ann Arbor: University of Michigan Press, 3 15-338.",
        "Donohue, John J. III 2003. The Final Bullet in the Body of the More Guns, Less Crime Hypothesis, Criminology & Public Policy 2(3)397-410.",
        "Duggan, Mark (2001). More guns, more crime. Journal of Political Economy, 109(5), 1086-1114.",
        "Epstein, Lee & Jack Knight. 1998. The Choices Justices Make. Washington, D.C.: Congressional Quarterly, Inc.",
        "Friedman, Bany. 2005. The Politics of Judicial Review. Texas Law Review 84: 257.",
        "Goss, Kristin A. 2006. Disarmed: The Missing Movement for Gun Control in America. Princeton: Princeton University Press.",
        "Graham, John D. and Jonathan B. Wiener (eds.) 1995. Risk vs. Risk: Tradeoffs in Protecting Health and thhe Environment. Cambridge: Harvard University Press Hargarten, Stephen 2001 Hemenway, D. (1997a). The myth of millions of self-defense gun uses: An explanation of extreme overestimates. Chance, 10, 6-10. - 28 -Hemenway, D. (1997b). Survey research and self-defense gun use: An explanation of extreme overestimates. Journal of Criminal Law and Criminology, 87, 1430-1445.",
        "Hemenway, D. (2004). Private guns, public health. Ann Arbor, MI: University of Michigan Press.",
        "Hepburn, L. M. Miller, D. Azrael and D. Hemenway. 2007. The US Gun Stock: Results from the 2004 National Firearms Survey. Injury Prevention 13: 15-19.",
        "Horan, Deborah. Aug. 12, 2008. Evanston latest suburb to repeal handgun ban in wake of high court ruling. Chicago Tribune. www.chicagotribune.conilnews/local/chi-gun-ban 13aug13 ,0, 1421061 .story.",
        "Hovenkamp, Herbert J. 1990. Marginal Utility and the Coase Theorem. Cornell Law Review 75, 783.",
        "Karlson, Trudy A. and Stephen W. Hargarten (1997) Reducing Firearms Injury and Death. A Public Health Sourcebook on Guns, New Brunswick, NJ: Rutgers University Press.",
        "Kates, D. B., Jr., & Polsby, D. D. (2000, November). The myth of the virgin killer: Law-abiding persons who kill in fit of rage. Paper presented at the American Society of Criminology Annual Meeting, San Francisco: American Society of Criminology.",
        "Kellermann, A. L., Rivara, F. P., Rushforth, N. B., Banton, J. G., Reay, D. T., Francisco, J. T., et al. (1993). Gun ownership as a risk factor for homicide in the home.",
        "Kennedy, D. M., Piehl, A. M., & Braga, A. A. (1996). Youth violence in Boston: Gun markets, serious youth offenders, and a use-reduction strategy. Law and Contemporary Problems, 59(1), 147-198.",
        "Kleck, G. (1991). Point blank: Guns and violence in America. New York: Aldine de Gruyter.",
        "Kleck, G. (1997). Targeting guns: Firearms and their control. New York: Aldine de Gruyter.",
        "Kleck, G. (2004). Measures of gun ownership levels for macrolevel crime and violence research. Journal of Research in Crime and Delinquency 4 1(1), 3-36.",
        "Kleck, G., & Gertz, M. (1995). Armed resistance to crime: The prevalence and nature of self-defense with a gun. Journal of Criminal Law & Criminology, 86, 150-187.",
        "Kopel, David and Richard Gardiner 1995 The Sullivan Principles: Protecting the Second Amendment from Civil Abuse. 19 Seton Hall Legislative Journal 737.",
        "Legal Community Against Violence (LCAV) 2009. Re~uIating Guns in America i-\\n F ~`aiuation and Comparative i-\\na~ ysis of FederaL State and Selected Local Gun Laws http://www.icav.org/iibrary/reports analyses/regulating guns .asp Levinson, Sanford. 1989. The Embarrassing Second Amendment. Yale Law Journal 99: 637.",
        "Levitt, S. D. (2001). Detenence. In J. Q. Wilson & J. Pertersilia (Eds.), Crime: Public policies for crime control (pp. 435-450). Oakland: Institute for Contemporary Studies.",
        "Lewis, Harold S. Jr., and Elizabeth Norman. 2001. Civil Rights Law and Practice. St. Paul, Minn.: West Group. - 29 -Lott, J. (2000). More guns, less crime (2nd Ed.). Chicago: University of Chicago Press.",
        "Lott, J. R., & Mustard, D. B. (1997). Crime, deterrence and right-to-carry concealed handguns. Journal of Legal Studies, 16(1), 1-68.",
        "Ludwig, J., & Cook, P. J. (2001). The benefits of reducing gun violence: Evidence from Contingent-Valuation Survey data. Journal of Risk and Uncertainty, 22(3), 207226.",
        "Lytton, Timothy D. (2005a) Introduction: An overview of lawsuits against the gun industry. In T.D. Lytton, Ed. Suing the Gun Industry. Ann Arbor, MI: University of Michigan Press. pp. 1-35.",
        "Lytton, Timothy D. (2005b) Afterward: Federal gun industry immunity legislation. In T.D. Lytton, Ed. Suing the Gun Industry. Ann Arbor, MI: University of Michigan Press. pp. 339-354.",
        "MeDowali, David, Cohn Lofthi, and Stanley Presser. 2000. Measuring Civilian Defensive Firearm Use: A Methodological Experiment. Journal of Quantitative Criminology 16:1-19.",
        "McGonigal, M. D., Cole, J., Schwab, C. W., Kauder, D. R., Rotondo, M. F., & Angood, P. B. (1993). Urban firearm deaths: A five-year perspective. Journal of Trauma, 35(4), 532-536.",
        "Nagin, D. 5. (1998). Criminal detenence research at the outset of the twenty-first century. In M. Tonry (Ed.), Crime and justice: A review of research, Volume 23 (pp. 142) . Chicago: University of Chicago Press.",
        "Rengert, George J. and J. Wasilchick (1985). Suburban Burglary: A Time andA Place for Everything. Springfield, IL: Charles Thomas.",
        "Tushnet, Mark V. 2007. Out of Range: Why the Constitution Can't End the Battle Over Guns. New York: Oxford University Press.",
        "Vernick, Jon S. and Stephen P. Teret (1999) New Courtroom Strategies Regarding Firearms: Tort Litigation Against Firearm Manufacturers and Constitutional Challenges to Gun Laws, Houston Law Review, 36(5), 17 13-1754.",
        "Vernick, Jan 5., & Teret, S. P. (2000). A public health approach to regulating firearms as consumer products. University of Pennsylvania Law Review, 148(4), 11932111.",
        "Viscusi, W.K. and J.E. Aldy. 2003. The value of a statistical life: A critical review of market estimates throughout the world. Journal of Risk and Uncertainty 27(1): 5-76.",
        "Volokh, Eugene. 1998. The Commonplace Second Amendment. New York University Law Review 73:793.",
        "Wellford, Charles F., Pepper, John V., & Petrie, Carol V. (2005). Firearms and violence: A critical review. Washington, D.C.: National Academies Press.",
        "Winkler, Adam. 2007. Scrutinizing the Second Amendment. Michigan Law Review 105: 683.",
        "Winkler, Adam. 2009. Heller's Catch-22. UCLA Law Review 56:155 1.",
        "Wintemute, Garen J. (1994) Ring of Fire: The Handgun Makers of Southern California Sacramento: Violence Prevention Research Program, University of California, Davis.",
        "Wells, W., & Horney, J. (2002). Weapon effects and individual intent to do harm: Influences on the escalation of violence. Criminology, 40, 265-296.",
        "Wise, Daniel (2008) Defense Lawyers Fire First Shot in Challenge to State Gun Law, New York Law Journal, July 16, 2008, at 1.",
        "Wright, Richard and S. Decker (1994), Burglars on the Job: Streetlife and Residential Break-Ins, Boston: Northeastern University Press.",
        "Wright, J. D., & Rossi, P. H. (1994). Armed and considered dangerous: A survey of felons and their firearms (Expanded Edition). New York: Aldine de Gruyter.",
        "Zimring, F. E. (1968). Is gun control likely to reduce violent killings? University of Chicago Law Review, 35, 2 1-37.",
        "Zimring, F. E. (1972). The medium is the message: Firearm calibre as a determinant of death from assault. Journal of Legal Studies, 1, 97-124. - 31 -Zimring, F.E. (1975) Firearms and Federal Law: The Gun Control Act of 1968. The Journal of Legal Studies, 4(1), January.",
        "Zimring, F. E., & Hawkins, G. (1997). Crime is not the Problem: Lethal violence in America. New York: Oxford University Press. - 32-"
    ]
}