{
    "id": 15443,
    "cites": 60,
    "cited_by": 7,
    "reference": [
        "Jacobs, J., 1970. The Economy of Cities, Vintage Books, New York, NY.",
        "Jaffe, A., Trajtenberg, M., Henderson, R., 1993. Geographic localization of knowledge spillovers as evidenced by patent citations, The Quarterly Journal of Economics 108:3, 577-598.",
        "Kerr, S., Kerr, W., 2008. Economic impacts of immigration: A survey, HBS Working Paper 09-013.",
        "Hunt, J., Gauthier-Loiselle, M., 2008. How much does immigration boost innovation?, NBER Working Paper 14312.",
        "Hunt, J., 2009. Which immigrants are most innovative and entrepreneurial? Distinctions by entry visa, NBER Working Paper 14920.",
        "Henderson, J.V., Kuncoro, A., Turner, M., 1995. Industrial development in cities, Journal of Political Economy 103:5, 1067-1090.",
        "Holmes, T., 1998. The effects of state policies on the location of manufacturing: Evidence from state borders, Journal of Political Economy 106, 667-705.",
        "Hall, B., MacGarvie, M., 2008. The private value of software patents, NBER Working Paper 12195.",
        "Hall, B., Jaffe, A., Trajtenberg, M., 2001. The NBER patent citation data file: Lessons, insights and methodological tools, NBER Working Paper 8498.",
        "Griliches, Z., 1990. Patent statistics as economic indicators: A survey, Journal of Economic Literature 28:4, 1661-1707.",
        "Hall, B., 2005. Exploring the patent explosion, Journal of Technology Transfer 30, 35-48.",
        "Greenwood, M., 1997. Internal migration in developed countries, in Rosenzweig, M., Stark, 0. (Eds.), Handbook of Population and Family Economics, Elsevier, Amsterdam.",
        "Glaeser, E., Kerr, W., Ponzetto, G., 2010. Clusters of entrepreneurship, Journal of Urban Economics, this issue.",
        "Graham, S., Mowery, D., 2004. Software patents: Good news or bad news?, Working Paper.",
        "Glaeser, E., Kerr, W., 2009. Local industrial conditions and entrepreneurship: How much of the spatial distribution can we explain?, Journal of Economics and Management Strategy 18:3, 623-663.",
        "Glaeser, E., Kallal, H., Scheinkman, J., Shleifer, A., 1992. Growth in cities, Journal of Political Economy 100, 1126-1152.",
        "Gabriel, S., Rosenthal, 5., 2004. Quality of the business environment versus quality of life: Do firms and households like the same cities?, Review of Economics and Statistics 86, 438-444.",
        "Findeisen, S., Sttdekum, J., 2008. Industry churning and the evolution of cities: Evidence for Germany, Journal of Urban Economics 64, 326-339.",
        "Friedberg, R., Hunt, J., 1995. The impact of immigrants on host country wages, employment and growth, Journal of Economic Perspectives 9:2, 23-44.",
        "Ellison, G., Glaeser, E., Kerr, W., 2009. What causes industry agglomeration? Evidence from coagglomeration patterns, The American Economic Review, forthcoming.",
        "Dumais, G., Ellison, G., Glaeser, E., 2002. Geographic concentration as a dynamic process, Review of Economics and Statistics 84, 193-204.",
        "Duranton, G., 2007. Urban evolutions: The fast, the slow, and the still, The American Economic Review 97:1, 197-221.",
        "Delgado, M., Porter, M., Stern, 5., 2008. Convergence, clusters and economic performance, Working Paper.",
        "Davis, S., Haltiwanger, J., Schuh, 5., 1996. Job Creation and Destruction, MIT Press, Cambridge, MA.",
        "Dahl, M., Sorenson, 0., 2010. The migration of technical workers, Journal of Urban Economics, this issue.",
        "Chen, Y., Rosenthal, 5., 2008. Local amenities and life-cycle migration: Do people move for jobs or fun?, Journal of Urban Economics 64, 519-537.",
        "Carlino, G., Chatterjee, S., Hunt, R., 2007. Urban density and the rate of invention, Journal of Urban Economics 61, 389-419.",
        "Carlino, G., Hunt, R., 2007. Innovation across U.S. industries: The effect of local economic characteristics, Working Paper.",
        "Card, D., 2001. Immigrant inflows, native outflows, and the local labor market impacts of higher immigration, Journal of Labor Economics 19:1, 22-64.",
        "Borjas, G., 2004. Do foreign students crowd out native students from graduate programs?, NBER Working Paper 10349.",
        "Borjas, G., 2003. The labor demand curve is downward sloping: Reexamining the impact of immigration on the labor market, The Quarterly Journal of Economics 118:4, 1335-1374.",
        "Borjas, G., 1994. Economics of immigration, Journal of Economic Literature 32, 1667-1717.",
        "Borjas, G., 2001. Does immigration grease the wheels of the labor market?, Brookings Papers on Economic Activity 2001:1, 69-119.",
        "Black, D., Henderson, J.V., 1999. Urban evolution of population and industry in the United States, American Economic Review 89:2, 321-327.",
        "Bartel, A., 1989. Where do the new immigrants live?, Journal of Labor Economics 7:4, 371-391.",
        "Beardsell, M., Henderson, J.V., 1999. Spatial evolution of the computer industry in the USA, European Economic Review 43:2, 431-456.",
        "Autor, D., Kerr, W., Kugler, A., 2007. Does employment protection reduce productivity? Evidence from U.S. states, Economic Journal 117:521, 189-217.",
        "Arzaghi, M., Davis, J., 2005. Spatial mobility and geographic concentration, Working Paper.",
        "Arzaghi, M., Henderson, J.V., 2008. Networking off madison avenue, Review of Economic Studies 75:4, 1011-1038.",
        "Agrawal, A., Cockburn, I., Rosell, C., 2010. Not invented here? Innovation in company towns, Journal of Urban Economics, this issue.",
        "Agrawal, A., Kapur, D., McHale, J., 2008b. Brain drain or brain bank? The impact of skilled emigration on poor-country innovation, NBER Working Paper 14592.",
        "Agrawal, A., Kapur, D., McHale, J., 2008a. How do spatial and social proximity influence knowledge flows? Evidence from patent data, Journal of Urban Economics 64, 258-269.",
        "Kerr, W., 2007. The ethnic composition of US inventors, HBS Working Paper 08-006.",
        "Kerr, W., 2008. Ethnic scientific communities and international technology diffusion, Review of Economics and Statistics 90:3, 5 18-537.",
        "Kerr, W., 2009. The agglomeration of U.S. ethnic inventors, forthcoming in Glaeser, E. (Ed.), Economics of Agglomeration, University of Chicago Press, Chicago, IL.",
        "Kerr, W., Lincoln, W., 2008. The supply side of innovation: H-lB visa reforms and US ethnic invention, HBS Working Paper 09-005.",
        "Klepper, 5., 2010. The origin and growth of industry clusters: The making of silicon valley and detroit, Journal of Urban Economics, this issue.",
        "Mandorff, M., 2007. Social networks, ethnicity, and occupation, Working Paper.",
        "Matloff, N., 2003. On the need for reform of the H-lB non-immigrant work visa in computerrelated occupations, University of Michigan Journal of Law Reform.",
        "Per G., 2007. Higher education, innovation and growth, in Brunello, G., Garibaldi, P., Wasmer, E. (Eds.), Education and Training in Europe, Oxford University Press, Oxford, UK.",
        "Rosenthal, S., Strange, W., 2003. Geography, industrial organization, and agglomeration, Review of Economics and Statistics 85:2, 377-393.",
        "Saxenian, A., 1994. Regional Advantage: Culture and Competition in Silicon Valley and Route 128, Harvard University Press, Cambridge, MA.",
        "Saxenian, A., 1999. Silicon Valley's New Immigrant Entrepreneurs, Public Policy Institute of California, San Francisco, CA.",
        "Simon, C., 2004. Industrial reallocation across US cities 1977-1997, Journal of Urban Economics 56, 119-143.",
        "Stephan, P., Levin, 5., 2001. Exceptional contributions to US science by the foreign-born and foreign-educated, Population Research and Policy Review 20:1, 59-79.",
        "Thompson, P., 2006, Patent citations and the geography of knowledge spillovers: Evidence from inventor- and examiner-added citations, Review of Economics and Statistics 88:2, 383-388.",
        "Thompson, P., Fox-Kean, M., 2005. Patent citations and the geography of knowledge spillovers: A reassessment, American Economic Review 95:1, 450-460.",
        "Trajtenberg, M., 1990. A penny for your quotes: Patent citations and the value of innovations, The Rand Journal of Economics 21:1, 172-187.",
        "Wadhwa, V., Saxenian, A., Rissing, B., Gereffi, G., 2007. America's new immigrant entrepreneurs I, Working Paper.",
        "Wallace, N., Walls, D., 2004. Agglomeration economies and the high-tech computer cluster, Working Paper. Cl) C a) Ca 0~ C,) IIa) 0) CU C a) C.) a) 0~"
    ]
}