{
    "id": 15448,
    "cites": 47,
    "cited_by": 15,
    "reference": [
        "Aghion, P., R. Burgess, S. Redding, and F. Zilibotti, 2008. The Unequal Effects of Liberalization: Evidence from Dismantling the License Raj in India, American Economic Review 94, 1397-1412. Alesina, A., S. Ardagna, G. Nicoletti and F. Schiantarelli, Regulation and Investment, Journal of the European Economic Association 3, 79 1-825.",
        "Alfaro, L., A. Charlton, and F. Kanczuk, 2008. Plant-Size Distribution and Cross-Country Income Differences. NBER International Seminar on Macroeconomics.",
        "Alfaro, L. and A. RodrIguez-Clare, 2004. Multinationals and Linkages: Evidence from Latin America, Economia 4, 113-170.",
        "Ahluwalia, M. 5., 2002. Economic Reforms in India Since 1991: Has Gradualism Worked? Journal of Economic Perspectives 16, 67-88.",
        "Arnold J., B. Javorcik, M. Lipscomb, A. Mattoo, 2008. Services Reform and Manufacturing Performance: Evidence from India, University of Oxford, mimeo.",
        "Bai, C., C.-T. Hsieh and Y. Qin, 2006. The Return to Capital in China, Brookings Papers in Economic Activity.",
        "Banerjee, A., 2006. The Paradox of Indian Growth: A comment on Kochar et al. Journal of Monetary Economics 53, 1021-1026 Bernard, A., S. Redding, and P. Schott, 2009. Multi-product Firms and Product Switching, American Economic Review, forthcoming.",
        "Bernard, A., S. Redding, and P. Schott, 2006. Multi-product Firms and Trade Liberalization, NBER Working Paper 12782.",
        "Bertrand, M, P. Mehta and S. Mullainathan, 2002. Ferreting out Tunneling: An Application to Indian Business groups, Quarterly Journal of Economics, 121-148.",
        "Bertrand, M. and Francis K., 2002. Does Entry Regulation Hinder Job Creation? Evidence from the French Retail Industry, Quarterly Journal of Economics 117, 1369-1413.",
        "Black, S. E. and P. E. Strahan, 2002. Entrepreneurship and Bank Credit Availability, Journal of Finance 57, 2807-2833.",
        "Blanchard, Olivier J. and Francesco Giavazzi, 2003. Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Market, Quarterly Journal of Economics 118, 879-908.",
        "Bloom, N. and J. Van Reenen, 2007. Measuring and Explaining Management Practices across Firms and Countries, Quarterly Journal of Economics CXXII, 1341-1408.",
        "Bloom, N., R. Sadun, and J. Van Reenen, 2007. The Organization of Firms across Countries, Stanford, mimeo.",
        "Bosworth, B., S. Collins and A. Virmani, 2007, Sources of Growth in the Indian Economy, in Suman Bery, Barry Bosworth and Arvind Panagariya (eds.) India Policy Forum 3, NCAER & The Brookings Institution.",
        "Bustos, P, 2009. Trade Liberalization, Exports and Technology Upgrading: Evidence on the Impact of MERCOSUR on Argentinean Firms, mimeo. Caballero, R. and M. Hammour, i996. On the Timing and Efficiency of Creative Destruction, Quarterly Journal of Economics 446, 805-852.",
        "Chari, A. and N. Gupta, 2008. Incumbents and Protectionism: The Political Economy of Foreign Entry Liberalization. Journal of Financial Economics 88, 33-656.",
        "Chong S. and L. Lopez-de-Silanes, 2004. Privatization in Latin America: What Does the Evidence Say? Economia 4, 37-ui.",
        "Cole, S. A., 2008. Financial Development, Bank Ownership, and Growth. Or, Does Quantity Imply Quality? The Review of Economics and Statistics, forthcoming.",
        "Dinc, I. S. and N. Gupta, 2007. The Decision to Privatize: Finance, Politics and Patronage, mimeo.",
        "Fisman, R. and T. Khanna, 2004. Facilitating Development: The Role of Business Groups, World Development 32, 609-28.",
        "Goldberg, P., A. Khandelwal, N. Pavcnik and P. Topalova, 2009. Trade Liberalization and New Imported Inputs, mimeo.",
        "Goldberg, P., A. Khandelwal, N. Pavcnik and P. Topalova, 2008. Imported Intermediate Inputs and Domestic Product Growth: Evidence from India, NBER Working Paper i44i6.",
        "Goldberg, P. and N. Pavcnik, 2004. Trade, Inequality, and Poverty: What Do We Know? Evidence from Recent Trade Liberalization Episodes in Developing Countries, Brookings Trade Forum, 2004.",
        "Guiso, L., P. Sapienza and L. Zingales, 2004. Does Local Financial Development Matter? Quarterly Journal of Economics i i9, 929-969.",
        "Gupta, N., 2005. Partial Privatization and Firm Performance, The Journal of Finance, Vol. LX, No. 2, 987-iOiS.",
        "Hsieh, C.-T. and Klenow, P. J., 2008. Misallocation and Manufacturing TFP in China and India Quarterly Journal of Economics, forthcoming.",
        "Henry, P., 2007. Capital Account Liberalization: Theory, Evidence, and Speculation, Journal of Economic Literature 45, 887-935.",
        "Harrison, A. and A. Rodriguez-Clare, 2008. Trade, Foreign Investment, and Industrial Policy, Handbook of Development Economics, forthcoming. Khanna, T. and K. Palepu, i999. Policy Shocks, Market Intermediaries and Corporate Strategy: the Evolution of Business Groups in Chile and India, Journal of Economics & Management Strategy 8, 27i-3i0.",
        "Khanna, T. and K. Palepu, 2005. The Evolution of Concentrated Ownership in India: Broad Patterns and a History of the Indian Software Industry, in Randall Morck, eds., A History of Corporate Governance around the World: Family Business Groups to Professional Managers, University of Chicago Press.",
        "Klenow, P., 2008. Discussion On Big Answers for Big Questions: The Presumption of Macro, May 2008, The Brookings Institution Conference on What Works in Development? Thinking Big and Thinking Small.",
        "Kochhar, K., U. Kumar, R. Rajan, A. Subramanian, and I. Tokatlidis, 2006. India's Pattern of Development: What Happened, What Follows, Journal of Monetary Economics 53, 98i-iOi9.",
        "Kose, A. M., E. Prasad, K. Rogoff, S.-J. Wei, and M. Ayhan Kose, 2006. Financial Globalization: A Reappraisal, NBER Working Paper i2484.. Krishna, P. and D. Mitra, i998. Trade Liberalization, Market Discipline and Productivity Growth: New Evidence from India. Journal of Development Economics 56, 447-462. Kroszner, R. and P. E. Strahan, i999. What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions, Quarterly Journal of Economics, i437-67.",
        "Lileeva, A. and D. Trefler, 2007. Improved Access to Foreign Markets Raises Plant-Level Productivity.., for Some Plants, mimeo. Lucas, R. Jr., i988. On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42. Megginson, W. L. and J. M. Netter, 200i. From State to Market: A Survey of Empirical Studies on Privatization, Journal of Economic Literature 39, 32 i-389.",
        "Megginson, W. L., 2005. The Financial Economics of Privatization, Oxford University Press: New York, NY.",
        "Melitz, M. J., 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica 7 i, i 695-i 725.",
        "Melitz, M. and G. Ottaviano, 2008. Market Size, Trade, and Productivity, Review of Economic Studies 75, 295-3i6.",
        "Panagariya, A., 2004. India in the i980s and i990s: A Triumph of Reforms, IMF Staff Country Reports, i-37.",
        "Panagariya, A., 2008. India, the Emerging Giant, Oxford University Press: New York, NY.",
        "Rajan, R., Zingales, L., 2003a. The Great Reversals: The Politics of Financial Development in the Twentieth Century. Journal of Financial Economics 69, 5-50.",
        "Rajan, R., Zingales, L., 2003b. Saving Capitalism from Capitalists. Random House: New York.",
        "Rodrik, D. and A. Subramanian, 2005. From Hindu Growth to Productivity Surge: The Mystery of the Indian Growth Transition, IMF Staff Papers , Vol. 52, No. 2. Schumpeter, J. A., i942. Capitalism, Socialism and Democracy, Unwin University Books, London.",
        "Sivadasan, J., 2006. Productivity Consequences of Product Market Liberalization: Microevidence from Indian Manufacturing Sector Reforms. October 2006.",
        "Srinivasan, T.N. and S.D. Tendulkar, 2003. Reintegrating India with the World Economy. Peterson Institute of International Economics. Stigler, G. J. i97i. The Theory of Economy Regulation, Bell Journal of Economics 2(i), 3-2i.",
        "Topalova, P., 2007. Trade Liberalization and Firm Productivity: The Case of India, IMF Working Paper, WP/04/28.",
        "Tybout, J., 2000. Manufacturing Firms in Developing Countries: How Well Do They Do and Why? Journal of Economic Literature 38, i i-44.",
        "World Bank, 2005. Improving the Investment Climate in India, South Asia Region and Investment Climate Unit, Washington DC: World Bank."
    ]
}