{
    "id": 15442,
    "cites": 96,
    "cited_by": 35,
    "reference": [
        "Acharya, R., and W. Keller (2008a), `Technology Transfer through Imports, forthcoming, Canadian Journal of Economics",
        "Acharya, R., and W. Keller (2008b), Estimating the Productivity Selection versus the Technology Spillover Effects from Imports, NBER Working Paper # 14079.",
        "Aghion, P., and P. Howitt (1998), Endogenous Growth Theory, MIT Press: Cambridge, MA.",
        "Agrawal, A., and A. Oettl (2008), International Labor Mobility and Knowledge Flow Externalities, Journal of International Business Studies, 39: 1242-60.",
        "Alfaro, L., and A. Rodriguez-Clare (2004), Multinationals and Linkages: An Empirical Investigation, Economia, Spring.",
        "Amiti, Mary, and Jozef Konings (2008), Trade Liberalization, Intermediate Inputs and Productivity: Evidence from Indonesia, forthcoming, American Economic Review.",
        "Biesebroeck, van, J. (2005), Exporting raises productivity in sub-Saharan African manufacturing firms, Journal of International Economics",
        "Blalock, G., and P. Gertler (2008), Welfare Gains from Foreign Direct Investment through Technology Transfer to Local Suppliers, Journal of International Economics.",
        "Blalock, G., and F. Veloso (2007), Imports, Productivity Growth, and Supply Chain Learning, World Development 35: 1134-51.",
        "Bloom, Nick, and John van Reenen (2007), Measuring and Explaining Management Practices Across Firms and Countries, The Quarterly Journal of Economics 122: 1351-",
        "Blonigen, Bruce A. In Search of Substitution Between Foreign Production and Exports. Journal of International Economics 53: 81-104.",
        "Bottazzi, L., and G. Pen (2003), Innovation and spillovers in regions: Evidence from European patent data, European Economic Review 47: 687-710.",
        "Brainard, S. L. (1997), An Empirical Assessment of the Proximity-Concentration Trade-Off between Multinational Sales and Trade, American Economic Review.",
        "Branstetter, L. (2006) Is foreign direct investment a channel of knowledge spillovers? Evidence from Japan's FDI in the United States, Journal of International Economics.",
        "Branstetter, Lee. (2001), Are Knowledge Spillovers International or Intranational in Scope? Microeconometric Evidence from the U.S. and Japan, Journal of International Economics 53: 53-79.",
        "Clerides, Sofronis, Saul Lach, and James Tybout. (1998), Is learning by exporting important? Micro-dynamic evidence from Colombia, Mexico, and Morocco, Quarterly Journal of Economics 113: 903-948.",
        "Coe, David., and Elhanan Helpman (1995), International R&D Spillovers, European Economic Review 39: 859-887.",
        "Coe, David, Elhanan Helpman, and Alexander Hoffmaister (2008), International R&D Spillovers and Institutions, CEPR Working Paper ~ 6882.",
        "Coe, David, Elhanan Helpman, and Alexander Hoffmaister (1997), North-South spillovers, Economic Journal 107: 134-149.",
        "Coe, David, and Alexander Hoffmaister (1999), Are there international R&D spillovers among randomly matched trade partners? A response to Keller, IMF working paper 99/18, February.",
        "Cohen, W., and D. Levinthal (1990), Absorptive capacity: a new perspective on learning and innovation, Administrative Science Quarterly 35: 128-52.",
        "Crespi, G, C. Criscuolo, J. Haskel, and M. Slaughter (2008), Productivity Growth, Knowledge Flows, and Spillovers, NBER Working Paper.",
        "De Loecker, J. (2007), Do exports generate higher productivity? Evidence from Slovenia, Journal of International Economics",
        "Easterly, W., and R. Levine (2001), It's Not Factor Accumulation: Stylized Facts and Growth Models, World Bank Economic Review 15, Number 2",
        "Eaton, J. and S. Kortum (2002), Technology, Geography, and Trade, Econometrica 70: 1741-1780.",
        "Eaton, Jonathan and Samuel Kortum (1999), International Patenting and Technology Diffusion: Theory and Measurement, International Economic Review 40: 537-570.",
        "Edmonds, Chris (2001), ~Some Panel Cointegration Models of International R&D Spillovers, Journal of Macroeconomics 23: 241-260.",
        "Feldman, Maryann, and Frank Lichtenberg (1997), ~The impact and organization of publicly-funded research and development in the European Community, NBER Working Paper # 6040.",
        "Fosfuri, Andrea, Massimo Motta, and Thomas R",
        "Foster, L., J. Haltiwanger, and C. Syverson (2008), Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?, American Economic Review 98: 394-425.",
        "Gorg, Holger, and David Greenaway (2004), ~Much Ado About Nothing? Do Domestic Firms Really Benefit from Foreign Direct Investment?, World Bank Research Observer.",
        "Gorg, H., and E. Strobl (2005), Spillovers from foreign firms through worker mobility: an empirical investigation, Scandinavian Journal of Economics 107: 693-709.",
        "Griffifth, R., R. Harrison, and J. van Reenen (2006), How special is the relationship? Using the impact of US R&D spillovers on British firms as a test on technological sourcing, American Economic Review 96: 1859-1875.",
        "Griffith, Rachel, Stephen Redding, and Helen Simpson (2003), Productivity Convergence and Foreign Ownership at the Establishment Level, CEPR Working Paper #3765, February.",
        "Griffith, Rachel, Stephen Redding, and John Van Reenen (2000), Mapping two faces of R&D: Productivity growth in a panel of OECD industries, mimeo, London School of Economics, November.",
        "Griliches, Zvi (1995), R&D and Productivity: Econometric Results and Measurement Issues, in Handbook of the Economics of Innovation and Technological Change, edited by P. Stoneman, Blackwell Publishers: Oxford.",
        "Griliches, Zvi (1990), Patent statistics as economic indicators: A survey, Journal of Economic Literature 28: 1661-1707.",
        "Griliches, Zvi (1984), Editor, R&D, Patents, and Productivity, University of Chicago for the NBER.",
        "Griliches, Zvi (1979), Issues in assessing the contribution of research and development to productivity growth, Bell Journal of Economics 10: 92-116.",
        "Griliches, Zvi, and Jacques Mairesse (1998), Production Functions: The Search for Identification, in Steinar Str",
        "Grossman, G., and E. Helpman (1991), Innovation and Growth in the Global Economy, MIT Press.",
        "Hall, R., and C. Jones (1999), Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics.",
        "Hallward-Driemeier, Mary, Giuseppe larossi, and Kenneth Sokoloff (2002), ~Exports and Manufacturing Productivity in East Asia: A Comparative Analysis with Firm-level Data, Working Paper, University of California at Los Angeles, December.",
        "Haskel, Jonathan, Sonia Pereira, and Matthew Slaughter (2007), Does inward foreign direct investment boost the productivity of domestic firms? , Review of Economics and Statistics.",
        "Hayek, Friedrich A. von (1945), The Use of Knowledge in Society, American Economic Review 35: 519-530.",
        "Helpman, E., M. Melitz, and S. Yeaple (2004), Exports versus FDI with Heterogeneous Firms, American Economic Review 94: 300-316.",
        "Hirschman, A. (1958), The Strategy of Economic Development, Yale University Press.",
        "Howitt, P. (2000), Endogenous Growth and Cross-Country Income Differences, American Economic Review 90: 829-844.",
        "lacovone, L., B. Javorcik, W. Keller, and J. Tybout (2009), Wal-Mart in Mexico: The Impact of FDI on Innovation and Industry Productivity, mimeo, University of Colorado, April.",
        "lacovone, Leo, and Wolfgang Keller (2009), Import Competition and Technology Upgrading: Evidence from China's Entry in the World Trade Organization, work in progress, University of Colorado.",
        "Irwin, Douglas and Peter Klenow. 1994. Learning Spillovers in the Semi-Conductor Industry, Journal of Political Economy 102: 1200-1227.",
        "Jaffe, Adam, and Manuel Trajtenberg. 2002. Patents, Citations and Innovations: A Window on the Knowledge Economy, Cambridge: MIT Press.",
        "Jaffe, Adam, and Manuel Trajtenberg. 1998. International Knowledge Flows: Evidence from Patent Citations, NBER Working Paper # 6507, April.",
        "Jaffe, Adam, Manuel Trajtenberg, and Rebecca Henderson. 1993. Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics 108: 577-598.",
        "Javorcik, Beata (2004), Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers Through Backward Linkages, American Economic Review 94(3): 605-627.",
        "Javorcik, B., and M. Spatareanu (2008), To share or not to share: Does local participation matter for spillovers from foreign direct investment?, Journal of Development Economics 85: 194-217.",
        "Javorcik, B., W. Keller, and J. Tybout (2008), Openness and Industrial Responses in a Wal-Mart World: A Case Study of Mexican Soaps, Detergents and Surfactant Producers, World Economy, December.",
        "Keller, W. (2008), Transfer of Technology, New Palgrave Dictionary of Economics, (eds.) Blume and Durlauf.",
        "Keller, W. (2004), International Technology Diffusion, Journal of Economic Literature, September.",
        "Keller, Wolfgang (2002a), Geographic localization of international technology diffusion, American Economic Review 92: 120-142.",
        "Keller, Wolfgang (2002b), Trade and the transmission of technology, Journal of Economic Growth: 7: 5-24.",
        "Keller, Wolfgang (2001), Knowledge Spillovers at the World's Technology Frontier, CEPR Working Paper # 2815, May.",
        "Keller, Wolfgang ( 2000), Do trade patterns and technology flows affect productivity growth? , World Bank Economic Review 14: 17-47.",
        "Keller, Wolfgang (1998), Are international R&D spillovers trade related? Analyzing spillovers among randomly matched trade partners, European Economic Review 42: 1469-1481.",
        "Keller, Wolfgang (1996), Absorptive capacity: On the creation and acquisition of technology in development, Journal of Development Economics 49: 199-22 7.",
        "Keller, W., and S. Yeaple (2009a), Gravity in the Weightless Economy, mimeo, University of Colorado, October.",
        "Keller, W., and S. Yeaple (2009b), Multinational Enterprises, International Trade, and Productivity Growth: Firm-level Evidence from the United States, forthcoming, Review of Economics and Statistics.",
        "Keller, W., and S. Yeaple (2008), Global Production and Trade in the Knowledge Economy, NBER Working Paper, December.",
        "Kerr, William R. (2008), Ethnic Scientific Communities and International Technology Diffusion, Review of Economics and Statistics 90: 518-537.",
        "Lichtenberg, Frank, and Bruno van Pottelsberghe de la Potterie (2000), Does Foreign Direct Investment Transfer Technology Across Borders?, forthcoming, Review of Economics and Statistics.",
        "Lipsey, R, and F. Sjoholm (2004), Host Country Impacts from Inward FDI: Why Such Different Answers?, working paper, May 2004.",
        "Lumenga-Neso, Olarreaga, and Schiff (2005), On `indirect' trade-related R&D Spillovers, European Economic Review 49: 1785-1797.",
        "MacGarvie, M. (2006), Do firms learn from international trade?, Review of Economics and Statistics.",
        "McNeil, L., and B. Fraumeni (2005), International trade and economic growth: A possible methodology for estimating cross-border R&D spillovers, BEA Working Paper 2005-03, Washington, D.C.",
        "Madsen, J. (2007), Technology spillovers through trade and TFP convergence: 135 years of evidence for OECD countries, Journal of International Economics 72: 464-480.",
        "Melitz, M. (2003), The Impact of Trade on Intra-Industry Reallocation and Aggregate Industry Productivity, Econometrica.",
        "NSF (2005), Research and Development Data Link Project: Final Report, NSF and Census Bureau, Bureau of Economic Analysis report, June 2005.",
        "Olley, Steven, and Ariel Pakes (1996), The dynamics of productivity in the telecommunications equipment industry, Econometrica 64: 1263-1297.",
        "Pavcnik, Nina (2002), Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants, Review of Economic Studies.",
        "Polanyi, Michael (1958), Personal knowledge; towards a post-critical philosophy, University of Chicago Press, Chicago IL.",
        "Poole, Jennifer Pamela (2009), Knowledge Transfers from Multinational to Domestic Firms: Evidence from Worker Mobility, working paper, UC Santa Cruz, June.",
        "Quah, D. (1999), The Weightless Economy in Economic Development, CEPR Discussion Paper # 417.",
        "Rivera-Batiz, L., and P. Romer (1991), Endogenous Growth and Economic Integration, Quarterly Journal of Economics.",
        "Roberts, M., and J. Tybout (1997), The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review 87.",
        "Rodriguez-Clare', Andres (1996), Multinationals, Linkages, and Economic Development, American Economic Review 86: 852-873.",
        "Singh, Jasjit (2005), Collaborative Networks as Determinants of Knowledge Diffusion Patterns, Management Science 51: 756-770.",
        "Singh, Jasjit (2003), Knowledge Diffusion and Multinational Firms: Evidence using Patent Citation Data, working paper, Graduate School of Business Administration and Department of Economics, Harvard University.",
        "Sj",
        "Teece, David (1977), Technology Transfer by Multinational Firms: The Resource Cost of Transferring Technological Know-How, Economic Journal 87: 242-261.",
        "Thompson, P., and Fox Kean, M. (2005), Patent Citations and the Geography of Knowledge Spillovers: A Reassessment, American Economic Review 95: 450-60.",
        "Tybout, James (2001), Plant- and firm-level evidence on new trade theories, NBER Working Paper # 8418, August.",
        "Tybout, James (2000), Manufacturing firms in developing countries: How well do they do, and why? , Journal of Economic Literature 38 (March): 11-44.",
        "Utar, Hale (2009), Learning by Exporting through Access to Foreign Technical Service Markets, University of Colorado, May 2009.",
        "von Hippel, Eric (1994), Sticky information' and the locus of problem solving: Implications for innovation, Management Science 40: 429-439.",
        "Xu, Bin (2000), Multinational Enterprises, Technology Diffusion, and Host Country Productivity Growth, Journal of Development Economics, 62: 477-493.",
        "Xu, Bin, and Jianmao Wang (1999), Capital Goods Trade and R&D Spillovers in the OECD, Canadian Journal of Economics 32: 1258-1274."
    ]
}