{
    "id": 15449,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Bainbridge, Stephen M. 2003. The Creeping Federalization of Corporate Law, Regulation 26: 32-39 (Spring).",
        "Bhagat, Sanjai & Brian Bolton. 2008. Corporate Governance and Firm Performance. Journal of Corporate Finance 14: 257-273.",
        "Brickley, James A., Ronald C. Lease & Clifford W. Smith, Jr. 1988. Ownership Structure and Voting on Anti-takeover Amendments. Journal of Financial Economics 20: 267-29 1.",
        "Brown, Lawrence D. & Marcus L. Caylor. 2006. Corporate Governance and Firm Valuation, Journal of Accounting and Public Policy 25: 409-434.",
        "Chatterjee, Samprit & Ali S. Hadi. 2006. Regression Analysis by Example. (4th ed.) Council of Institutional Investors. 2008. Corporate Governance Policies. Available at: http ://www.cii.org/policies/Redesigned%20C11%2OCorp%2OGov%20Policies%20 1-31 -08 .pdf Cremers, K.J. Martijn & Vinay B. Nair. 2005. Governance Mechanisms and Equity Prices, Journal of Finance 60: 2859-2894.",
        "Cremers, K.J. Martijn & Roberta Romano. 2007. Institutional Investors and Proxy Voting: The Impact of the 2003 Mutual Fund Voting Disclosure Regulation, Yale Working Paper Cunningham, Lawrence A. 2003. The Sarbanes-Oxley Yawn: Heavy Rhetoric, Light Reform (And It Just Might Work), Connecticut Law Review 35: 915-988.",
        "Davis, Gerald F. & E. Han Kim. 2007. Business Ties and Proxy Voting by Mutual Funds, Journal of Financial Economics 85: 552-570.",
        "Gillan, Stuart L. & Laura T. Starks. 2000. Corporate Governance Proposals and Shareholder Activism: The Role of Institutional Investors, Journal of Financial Economics 57: 275-305.",
        "Gompers, Paul A., Joy L. Ishii & Andrew Metrick. 2003. Corporate Governance and Equity Prices, Quarterly Journal of Economics 118: 107-155.",
        "IRRC Corporate Social Issues Reporter. 2002. SEC Launches Proxy Voting Rulemaking (October).",
        "Lehn, Kenneth, Sukesh Patro & Mengxin Zhao. 2007. Governance Indices and Valuation: Which Causes Which?, Journal of Corporate Finance, forthcoming.",
        "Morgan, Angela, Annette Poulsen & Jack Wolf. 2006. The evolution of shareholder voting for executive compensation schemes, Journal of Corporate Finance 12: 7 15-737.",
        "Personick, Martin E. 2005. IRRC Governance Research Service 2005 Background Report A: Management Proposals on Executive Compensation Plans.",
        "Romano, Roberta. 2001. Less is More: Making Shareholder Activism a Valuable Mechanism of Corporate Governance, Yale Journal on Regulation 18: 174-25 1.",
        ". 2003. Does Confidential Proxy Voting Matter?, Journal of Legal Studies 32:465-.509.",
        "__________________ 2005. The Sarbanes-Oxley Act and the Making of Quack Corporate Governance, Yale Law Journal 114:1521-1611.",
        "Rothberg, Burton & Lilien, Steven. 2006. Mutual Funds and Proxy Voting: New Evidence on Corporate Governance, Journal of Business & Technology Law 1: 157-184.",
        "Teitelbaum, Richard. 2003. For Funds, Disclosure Is Hardly in Fashion. New York Times 28 (Jan. 5; section 3).",
        "Thomas, Randall S. & James F. Cotter. 2007. Shareholder Proposals in the New Millennium: Shareholder Support, Board Response, and Market Reaction, Journal of Corporate Finance 13: 368-391.",
        "______________ & Kenneth J. Martin. 2000. The Determinants of Shareholder Voting on Stock Option Plans. Wake Forest Law Review 35: 31-81.",
        "Van Nuys, Karen. 1993. Corporate Governance through the Proxy Process: Evidence from the 1989 Honeywell Proxy Solicitation. Journal of Financial Economics 34:101-132.",
        "Yermack, David. 1996. Higher Market Valuation of Companies with a Small Board of Directors. Journal of Financial Economics 40: 185-212."
    ]
}