{
    "id": 1544,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Buser, Stephen A. and Hess, Patrick J. Corporate Finance and the Relative yields on Taxable and Tax-Exempt Securities. Ohio State University Working Paper, April 1984.",
        "Chirinko, Robert S. Financial Variables, Non-neutral Taxes, and Capital Formation. Mimeo, Northwestern university, June 1982.",
        "Corcoran, Patrick J. Inflation, Taxes, and the Composition of Business Investment. Federal Reserve Bank of New York Quarterly Review (Autumn 1979), 13-24.",
        "Farna, Eugene. A Pricing Model for the Municipal Bond Market. Unpublished manuscript, University of Chicago, 1977.",
        "Feldstein, Martin S. Inflation, Income Taxes, and the Rate of Interest: A Theoretical Analysis. American Economic Review 66 (December 1976), 809-20.",
        "Hamada, Robert S. Financial Theory and Taxation in an Inflationary World: Some Public Policy Issues. The Journal of Finance 34 (May 1979), 347-69.",
        "Hendershott, Patric H., and Koch, Timothy W. The Demand for TaxExempt Securities by Financial Institutions. Journal of Finance, June 1980, 717-27.",
        "Miller, Merton. Debt and Taxes. journal of Finance 32, (May, 1977), 261-75.",
        "Peek, Joe. Interest Rates, Income Taxes, and Anticipated Inflation. American Economic Review 72 (December 1982), 980-91.",
        "Illusion in Interest Rates: Some Direct Estimates. American Economic Review 74 (December 1984), 1061-1066.",
        "Poterba, James M. Expected Future Tax Policy and Tax-Exempt Bond Yields. NBER Working Paper No. 1469, September 1984.",
        "Skelton, Jeffrey L. Banks, Firms and the Relative Pricing of Tax-Exempt and Taxable Bonds. Journal of Financial Economics, November 1983, 343-55.",
        "Tanzi, Vito. Inflationary Expectations, Economic Activity, Taxes, and Interest Rates. American Economic Review 70 (March 1980), 12-21.",
        "Wilcox, James A. Why Real Interest Rates Were So Low in the l970s. American Economic Review 73 (March 1983), 44-53."
    ]
}