{
    "id": 15444,
    "cites": 20,
    "cited_by": 13,
    "reference": [
        "Dixit, A. (1984), International Trade Policy for Oligopolistic Industries, Economic Journal, 94 supplement, 1-16.",
        "Brander, J. A. and B. J. Spencer (1984), Tariff Protection and Imperfect Competition, in II. Kierzkowski (ed.) Monopolistic Competition and International Trade, Clarendon Press: Oxford.",
        "Brander, J. A. (1981), Intra-Industry Trade in Identical Commodities, Journal of International Economics, 11, 1-14.",
        "Baldwin, Richard E. and Frederic Robert-Nicoud (2000), Free Trade Agreements without Delocation, Canadian Journal of Economics, 33(3), August, 766-86.",
        "Bagwell, K. and R. W. Staiger (2009a), The Economics of Trade Agreements in the Linear Cournot Delocation Model, unpublished manuscript, Stanford University.",
        "Bagwell, K. and R. W. Staiger (2009), Profit Shifting and Trade Agreements in Imperfectly Competitive Markets, NBER Working Paper Number 14803, March.",
        "Bagwell, K. and R. W. Staiger (1999), An Economic Theory of GATT, American Economic Review, 89, 215-48.",
        "Bagwell, K. and R. W. Staiger (2001), Reciprocity, Non-discrimination and Preferential Agreements in the Multilateral Trading System, European Journal of Political Economy, 17, 281-325.",
        "Bagwell, K. and R. W. Staiger (2002), The Economics of the World Trading System, The MIT Press, Cambridge, MA.",
        "Antras, P. and R. W. Staiger (2008), Offshoring and the Role of Trade Agreements, NBER Working Paper No. 14285, August.",
        "Venables, A. (1987), Trade and Trade Policy with Differentiated Products: A Chamberlinian-Ricardian Model, Economic Journal 97, 700-717.",
        "Venables, A. (1985), Trade and Trade Policy with Imperfect Competition: The Case of Identical Products and Free Entry, Journal of International Economics, 19, 1-20.",
        "Samuelson, P.A. (1954), The Transfer Problem and Transport Costs, II: Analysis of Effects of Trade Impediments, Economic Journal 64, (June), pp. 264-289.",
        "Melitz, M. J. and C. I. P. Ottaviano (2008), Market Size, Trade, and Productivity, Review of Economic Studies 75, pp. 295-316.",
        "Ossa, R. (2009), A `New-Trade' Theory of CATT/WTO Negotiations, unpublished manuscript, University of Chicago.",
        "Krugman, P. R. (1980), Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 70, 950-99.",
        "Johnson, II. C. (1953-54), Optimum Tariffs and Retaliation, Review of Economic Studies, 21, 142-53.",
        "llelpman, E. and P. R. Krugman (1989), Trade Policy and Market Structure, The MIT Press, Cambridge, MA..",
        "Grossman, C. M. and E. llelpman (1995), Trade Wars and Trade Talks, Journal of Political Economy, 103, 675-708.",
        "Dixit, A. and J. Stigltiz (1977), Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, 297-308."
    ]
}