{
    "id": 15455,
    "cites": 12,
    "cited_by": 49,
    "reference": [
        "Feenstra, Robert, Alan Heston, Marcel P. Timmer, and Haiyan Deng. 2009. Estimating Real Production and Expenditures Across Nations: A Proposal for Improving the Penn World",
        "Dowrick, Steve, and John Quiggin. 1997. True Measures of GDP and Convergence. American Economic Review 87: 41-64.",
        "Easterly, William, Michael Kremer, Lant Pritchett, and Lawrence H. Summers. 1993. Good Policy or Good Luck?: Country Growth Performance and Temporary Shocks. Journal of Monetary Economics 32: 4S9-483.",
        "Demirguc-Kunt, Ash, Luc Laeven, and Ross Levine. 2004. Market Structure, Institutions, and the Cost of Financial Intermediation. Journal of Money Credit and Banking 36: S93-622. Dowrick, Steve. 200S. The Penn World Table: A Review. Australian Economic Review 38: 223-228.",
        "De Long, J. Bradford, and Lawrence H. Summers. 1991. Equipment Investment and Economic Growth. Quarterly Journal of Economics 106: 44S-S02.",
        "Deaton, Angus. 2006. Purchasing Power Parity Exchange Rates for the Poor: Using Household Surveys to Construct PPPs. Princeton University Research Program in Developing Studies working paper. Princeton, NJ: Princeton University. Deaton, Angus, and Alan Heston. Understanding PPPs and PPP-Based National Accounts. American Economic Journal Macroeconomics, forthcoming.",
        "Dawson, John W., Joseph P. DeJuan, John J. Seater, and E. Frank Stephenson. 2003. Economic Information Versus Quality Variation in Cross-Country Data. Canadian Journal of Economics 34: 988-1009.",
        "Burnside, Craig, and David Dollar. 2000. Aid, Policies, and Growth. American Economic Review 90: 847-868.",
        "Ciccone, Antonio, and Marek Jarocinski. 2008. Determinants of Economic Growth: Will Data Tell? European Central Bank Working Paper 8S2. Frankfurt: European Central Bank.",
        "Balassa, Bela. 1964. The Purchasing Power Parity Doctrine: A Reappraisal. Journal of Political Economy 72: S84-S96.",
        "Barro, Robert J. 1999. Determinants of Democracy. Journal of Political Economy 107: S1S8S 183.",
        "Acemoglu, Daron, Simon Johnson, James Robinson, and Yunyong Thaicharoen. 2003. Institutional Causes, Macroeconomic Symptoms: Volatility, Crises and Growth. Journal of Monetary Economics 50: 49-123. Aghion, Philippe, Peter Howitt, and David Mayer-Foulkes. 200S. The Effect of Financial Development on Convergence: Theory and Evidence. Quarterly Journal of Economics 120: 173-222."
    ]
}