{
    "id": 15453,
    "cites": 23,
    "cited_by": 2,
    "reference": [
        "Baron, J. 1992. Thinking and Deciding. New York: Cambridge University Press.",
        "Burns, P., 1985. Experience and Decisionmaking: A Comparison of Students and Businessmen in a Simulated Progressive Auction, in Research in Experimental Economics, (JAI), ed. Vernon L. Smith, pp. 139-153.",
        "Chichilnisky, G. and G. Heal, 1993. Global Environmental Risks. Journal of Economic Perspectives 7: 65-86.",
        "Evans, D., 1997. The Role of Markets in Reducing Expected Utility Violations. Journal of Political Economy 105: 622-636.",
        "Fehr, E. and J.A. List. The Hidden Costs and Returns of Incentives-Trust and Trustworthiness among CEOS. Journal of the European Economic Association, September 2004, 2(5), pp. 743-7 1.",
        "Haigh, M. and J.A. List, 2005. Do Professional Traders Exhibit Myopic Loss Aversion? An Experimental Analysis, Journal of Finance, 60 (1): 523-534.",
        "Harless, D. 1992. Predictions about Indifference Curves inside the Unit Triangle: A Test of Variants of Expected Utility Theory. Journal of Economic Behavior and Organization 18: 39 1-414.",
        "Harrison, G.W. and J.A. List, Field Experiments, Journal of Economic Literature, 42 (2004), pp. 1009-1055.",
        "Hey, J. 1995. Experimental Investigations of Errors in Decision Making under Risk. European Economic Review 39: 633-640.",
        "Hey, J. and C. Orme 1994. Investigating Generalizations of Expected Utility Theory Using Experimental Data. Econometrica 62: 1291-1326.",
        "Hirshleifer, J. and J. G. Riley (1992), The Analytics of Uncertainty and Information, Surveys of Economic Literature. New York: Cambridge, first edition.",
        "Levitt, S.D. and J.A. List, 2007. What do Laboratory Experiments Measuring Social Preferences tell us about the Real World, Journal of Economic Perspectives, 2 1(2): 153-174 List, J.A. 2006. Field Experiments: A Bridge between Lab and Naturally Occurring Data, Advances in Economic Analysis & Policy: 6 (2), Article 8. Available at: http://www bepress .com/bejeap/advances/vol6/iss2/art8 Lichtenstein, S. et al., 1978. The Judged Frequency of Lethal Events. Journal of Experimental Psychology 4: 55 1-578.",
        "Machina, M., 1987. Choice Under Uncertainty: Problems Resolved and Unresolved. Journal of Economic Perspectives 1: 121-54.",
        "Marschak, J., 1950. Rational Behavior, Uncertain Prospects, and Measurable Utility. Econometrica 18: 111-141.",
        "Mason, C.F., J.F. Shogren, C. Settle and J.A. List, 2005. Investigating risky choices over losses using experimental data, The Journal of Risk and Uncertainly 3 1:2, 187-215.",
        "McFadden, D., and K. Train, 2000. Mixed MNL Models for Discrete Response. Journal of Applied Econometrics 15: 447-470.",
        "Revelt, D., and K. Train, 1998. Mixed Logit with Repeated Choices: Households' Choices of Appliance Efficiency Level. Review of Economics and Statistics 53: 647-657.",
        "Starmer, C. 2000. Developments in Non-Expected Utility Theory: The Hunt for a Descriptive Theory of Choice under Risk. Journal of Economic Literature 38: 332-3 82.",
        "Thaler, R. 1992. The Winner's Curse, New York, Free Press.",
        "Train, K., 1998. Recreation Demand Models with Taste Differences over People. Land Economics 74: 230-239.",
        "Train, K., 1999. Mixed Logit Models of Recreation Demand, in C. Kling and J. Herriges, eds., Valuing the Environment Using Recreation Demand Models, Elgar Press.",
        "Viscusi, W. K 1992. Fatal Tradeoffs, New York: Oxford University Press.",
        "Yaari, M. E. 1987. The Dual Theory of Choice under Risk. Econometrica 55 (1): p. 95-115. i P3: prob (x3) P1: prob(xj) i"
    ]
}