{
    "id": 15452,
    "cites": 19,
    "cited_by": 15,
    "reference": [
        "Bems, Rudolfs, and Irineu de Carvalho Filho. 2009. Current Account and Precautionary Savings for Exporters of Exhaustible Resources. IMF Working Paper 09/33.",
        "Arrau, Patricio, and Stijn Claessens. 1992. Commodity Stabilization Funds. World Bank Policy Research Working Paper WPS 835.",
        "Becker, Torbjorn, Olivier Jeanne, Paolo Mauro, and Romain Ranci",
        "Caballero, Ricardo J., and Kevin N. Cowan. 2007. Financial Integration Without the Volatility. Unpublished.",
        "Caballero, Ricardo J., and Stavros Panageas. 2008. Hedging Sudden Stops and Precautionary Contractions. Journal of Development Economics, 85: 28-S 7.",
        "Campbell, Patrick, Bjorn-Erik Orskaug, and Richard Williams. 2006. The Forward Market for Oil. Bank of England Quarterly Bulletin, 66-74.",
        "Carroll, Christopher D. 2006. The Method of Endogenous Gridpoints for Solving Dynamic Stochastic Optmization Problems. Economic Letters, 312-320.",
        "Carroll, Christopher D. 2008. Theoretical Foundation of Buffer Stock Saving. Unpublished.",
        "Cashin, Paul, Hong Liang, and C. John McDermott. 2000. How Persistent Are Shocks to World Commodity Prices? IMF Staff Papers, 47(2): 177-217.",
        "Deaton, Angus. 1991. Saving and Liquidity Constraints. Econometrica, 59(5): 1221 1248.",
        "Durdu, Ceyhun Bora, Enrique G. Mendoza, and Marco E. Terrones. 2009. Precautionary Demand for Foreign Assets in Sudden Stop Economies: an Assessment of the New Merchantilism.  Journal of Development Economics, 89: 194 209.",
        "Engel, Eduardo, and Rodrigo Vald",
        "Ghosh, Atish R., and Jonathan D. Ostry. 1997. Macroeconomic Uncertainty, Precautionary Saving and the Current Account. Journal of Monetary Economics, 40(1): 121-139.",
        "Grossman, Herschel, and John Van Huyck. 1988. Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation, and Reputation. American Economic Review, 78(5): 1088-97.",
        "Jeanne, Olivier, and Damiano Sandri. 2009. Optimal Precautionary Savings for Commodity Exporters. Manuscript in progress.",
        "Lucas, Robert E. 1987. Models of Business Cycles. Basil Blackwell, New York.",
        "Pagano, Patrizio, and Massimiliano Pisani. 2009. Risk-Adjusted Forecasts of Oil Prices. European Central Bank Working Paper No. 999.",
        "Pallage, Stephane, and Michel A. Robe. 2003. On the Welfare Cost of Business Cycles in Developing Countries. International Economic Review, 44(2): 677-98.",
        "Powell, Andrew. 1989. The Management of Risk in Developing Country Finance. Oxford Review of Economic Policy, 5(4): 69-87."
    ]
}