{
    "id": 15458,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Andrade Gregor and Steven N. Kaplan, 1998, How Costly Is Financial (Not Economic) Distress? Evidence from Highly Leveraged Transactions That Became Distressed. Journal of Finance, 1998, 53(5), pp. 1443-93.",
        "Ballard, Charles L., Shoven, John B., Whalley, John, 1985 General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States The American Economic Review 75(1), 128 - 38.",
        "Bebchuk, Lucian, 1988, A New Approach to Corporate Reorganization, Harvard Law Review, Vol. 101, pp. 775-804.",
        "Beals, Richard, 2009, Warranted price Breakingviews.com, 09 Jul 2009 Black, Fischer and Myron Scholes, 1973, The Pricing of Options and Corporate Liabilities. Journal of Political Economy 81(3): 637-654.",
        "Chen, Hui, 2008, Macroeconomic Conditions and the Puzzles of Credit Spreads and Capital Structure, MIT Working Paper.",
        "Diamond, Douglas, Steve Kaplan, Anil Kasyap, Raghuram Rajan and Richard Thaler, 2008, Fixing the Paulson Plan WSJ.com, 26 September.",
        "Duffie, Darrell, 1999, Credit Swap Valuation, FinancialAnalyst's Journal Duffie, Darrell, and Jun Liu, 2001, Floating-Fixed Credit Spreads, FinancialAnalyst's Journal Ivashina, Victoria and David Scharfstein, 2008, Bank Lending Duirng the Financial Crisis of 2008, Harvard Business School Working Paper.",
        "Kroszner, R, 2003, Is it Better to Forgive Than to Receive? An Empirical Analysis of the Impact of Debt Repudiation, University of Chicago working paper.",
        "Landler, Mark and Eric Dash, 2008, Drama Behind a $250 Billion Banking Deal, New York Times, October iS, 2008 Longstaff, Francis A, Sanjay Mithal and Eric Neis, 2004, Corporate Yield Spreads: Default Risk or Liquidity?, Journal of Finance.",
        "Merton, Robert C., 1974, On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance, Vol. 29, No. 2, (May 1974), pp. 449-470.",
        "Merton, Robert C., 1977, An Analytic Derivation of the Cost of Deposit Insurance and Loan Guarantees., Journal of Banking and Finance, Vol. 1 , pp. 3-11.",
        "Myers, S.C., 1977, The Determinants of Corporate Borrowing, Journal of Financial Economics, 5: 146-175.",
        "Philippon, T. and P. Schnabel, 2009, Efficient Recapitalization, working paper.",
        "Stiglitz, Joseph, 2008, We Aren't Done Yet: Comments on the Financial Crisis and Bailout, The Economists' Voice: Vol.5: Iss. 5, Article ii.",
        "Swagel, Phillip 2009, The Financial Crisis: An Inside View. Brookings Papers on Economic Activity VL, p.1-63.",
        "Zingales, Luigi, 2008a, Why Paulson is Wrong, The Economists' Voice: Vol. 5: Iss. 5, Article 2.",
        "Zingales, Luigi, 2008b,Plan B, The Economists' Voice: Vol. 5: Iss. 6, Article 4."
    ]
}