{
    "id": 15465,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Berman, Eli. 2000. Sect, subsidy and sacrifice: An economist's view of ultra-orthodox Jews. Quarterly Journal of Economics 115(3): 905-953.",
        "Berrebi, Claude, and Esteban F. Klor. 2009. The impact of terrorism on the defense industry. Economica, forthcoming.",
        "Bueno de Mesquita, Ethan, and Eric S. Dickson. 2007. The propaganda of the deed: Terrorism, counterterrorism, and mobilization. American Journal of Political Science 51(2): 364-381.",
        "Eckstein, Zvi, and Daniel Tsiddon. 2004. Macroeconomic consequences of terror: Theory and the case of Israel. Journal of Monetary Economics 51(5): 971-1002.",
        "Enders, Walter, and Todd Sandler. 2006. The political economy of terrorism. Cambridge: Cambridge University Press.",
        "Enders, Walter, and Todd Sandler. 1991. Causality between transnational terrorism and tourism: The case of Spain. Terrorism 14 (1): 49-5 8.",
        "Gaibulloev, Khusrav, and Todd Sandler. 2009. The impact of terrorism and conflicts on growth in Asia. Economics and Politics 21(3): 359-383.",
        "Gould, Eric D., and Esteban F. Klor. 2009. Does terrorism work? Economics of Security, Working Paper 12.",
        "Hillman, Arye L. 2007. Economic and security consequences of supreme values. Public Choice 131 (3-4): 259-280.",
        "Jaeger, David A., Esteban F. Klor, Sami H. Miaari, and M. Daniele Paserman. 2008. The struggle for Palestinians hearts and minds: Violence and public opinion in the Second Intifada. National Bureau of Economic Research Working Paper 13956.",
        "Jones, Benjamin F., and Benjamin A. Olken. 2005. Do leaders matter? National leadership and growth since World War II. The Quarterly Journal of Economics 120(3): 835-864.",
        "Jones, Benjamin F., and Benjamin A. Olken. 2009. Hit or miss? The effect of assassinations on institutional change and war. American Economic Journal: Macroeconomics 1 (2): 55-87.",
        "Krueger, Alan B. 2007. What makes a terrorist: Economics and the roots of terrorism. Princeton, N.J.: Princeton University Press.",
        "Krueger, Alan B., and David D. Laitin. 2008. Kto Kogo?: A cross-country study of the origins and targets of terrorism. In Terrorism, economic development, and political openness, edited by P. Keefer and N. Loayza, 148-173. Cambridge: Cambridge University Press.",
        "Mickolus, Edward F., Todd Sandler, and Jean Marie Murdock. 1989. International terrorism in the 1980s: A chronology of events. Iowa: Iowa State University Press.",
        "Rosendorff, Peter, and Todd Sandler. 2004. Too much of a good thing? The proactive response dilemma. Journal of Conflict Resolution 48(4): 657-67 1.",
        "Sandler, Todd, and Walter Enders. 2008. Economic consequences of terrorism in developed and developing countries: An overview. In Terrorism, economic development, and political openness, edited by P. Keefer and N. Loayza. Cambridge: Cambridge University Press.",
        "Siqueira, Kevin, and Todd Sandler. 2006. Terrorists versus the government: Strategic interaction, support and sponsorship. Journal of Conflict Resolution 50 (6): 878-898.",
        "Benmelech, Efraim, Claude Berrebi, and Esteban F. Klor. 2009. Economic conditions and the quality of suicide terrorism. Unpublished manuscript, Harvard University.",
        "Benmelech, Efraim, and Claude Berrebi. 2007. Human capital and the productivity of suicide bombers. Journal of Economic Perspectives 21(3): 223-23 8.",
        "Abadie, Alberto, and Javier Gardeazabal. 2003. The economic cost of conflict: A case study of the Basque Country. The American Economic Review 93 (1): 113-132.",
        "Abadie, Alberto, and Javier Gardeazabal. 2008. Terrorism and the world economy. European Economic Review 52 (1): 1-27.",
        "Abadie, Alberto. 2006. Poverty, Political freedom and the roots of terrorism. The American Economic Review 96 (2): 50-56."
    ]
}