{
    "id": 15461,
    "cites": 12,
    "cited_by": 7,
    "reference": [
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber (2005). An Evaluation of Instrumental Variable Strategies for Estimating the Effects of Catholic Schooling. Journal of Human Resources, 40:4, 791-821.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber (2005). Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools. Journal of Political Economy, 113, 151-184.",
        "Buddin, Richard J., Joseph J. Cordes and Sheila Nataraj Kirby (1998) School Choice in California: Who Chooses Private Schools? Journal of Urban Economics, 44:1, 110-134.",
        "Calvo, Naomi (2007) How parents choose schools: a mixed-methods study of public school choice in Seattle. Ph.D. Dissertation, Harvard University.",
        "Chiswick, Barry and Stella Koutroumanes (1996) An Econometric Analysis of the Demand for Private Schooling, Research in Labor Economics, 15, 209-237.",
        "Coleman, James, Thomas Hoffer and Sally Kilgore (1982) High school achievement. Public, Catholic and Private Schools Compared. New York: Basic Books.",
        "Downes, Thomas A. and Shane M. Greenstein (1996) Understanding the Supply Decisions of Nonprofits: Modeling the Location of Private Schools, RAND Journal of Economics 27:2, 365390.",
        "Downes, Thomas A. and Shane M. Greenstein (2002) Entry into the Schooling Market: How is the Behaviour of Private Suppliers Influenced by Public Sector Decisions? Bulletin of Economic Research 54:4, 341-371.",
        "Downes, Thomas A. and Jeffrey E. Zabel (2002) The impact of school characteristics on house prices: Chicago 1987-1991, Journal of Urban Economics, 52:1, 1-25.",
        "Epple, Dennis and Richard E. Romano (1998) Competition between Private and Public Schools, Vouchers, and Peer-Group Effects, The American Economic Review, 88:1, 33-62.",
        "Epple, Dennis and Richard Romano (2002) Educational Vouchers and Cream Skimming, NBER Working Paper 9354.",
        "Eriksen, 0. Homer (1982) Equity Targets in School Finance, Tuition Tax Credits, and the Public-Private Choice, Journal of Education Finance, 7:4, 436-49."
    ]
}