{
    "id": 15463,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Abbring, J. H. and J. J. Heckman (2007). Econometric evaluation of social programs, part III: Distributional treatment effects, dynamic treatment effects, dynamic discrete choice, and general equilibrium policy evaluation. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B, pp. 5145-5303. Amsterdam: Elsevier.",
        "Bierens, H. J. (1982). Consistent model specification tests. Journal of Econometrics 20(1), 105-134.",
        "Bierens, H. J. (1990, November). A consistent conditional moment test of functional form. Econometrica 58(6), 1443-1458.",
        "Bierens, H. J. and W. Ploberger (1997, September). Asymptotic theory of integrated conditional moment tests. Econometrica 65(5), 1129-1151.",
        "Bj",
        "Carneiro, P., J. J. Heckman, and E. J. Vytlacil (2006). Estimating marginal and average returns to education. Under revision.",
        "Griliches, Z. (1977, January). Estimating the returns to schooling: Some econometric problems. Econometrica 45(1), 1-22.",
        "Hansen, K. T., J. J. Heckman, and K. J. Mullen (2001). Ordered discrete choice models with stochastic shocks. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Heckman, J. J. (2001, August). Micro data, heterogeneity, and the evaluation of public policy: Nobel lecture. Journal of Political Economy 109(4), 673-748.",
        "Heckman, J. J. and R. Robb (1985). Alternative methods for evaluating the impact of interventions. In J. Heckman and B. Singer (Eds.), Longitudinal Analysis of Labor Market Data, Volume 10, pp. 156-245. New York: Cambridge University Press.",
        "Heckman, J. J., S. Urzua, and E. J. Vytlacil (2006). Understanding instrumental variables in models with essential heterogeneity. Review of Economics and Statistics 88(3), 389-432.",
        "Heckman, J. J. and E. J. Vytlacil (1998, Fall). Instrumental variables methods for the correlated random coefficient model: Estimating the average rate of return to schooling when the return is correlated with schooling. Journal of Human Resources 33(4), 974-987.",
        "Heckman, J. J. and E. J. Vytlacil (1999, April). Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the National Academy of Sciences 96, 4730-4734.",
        "Heckman, J. J. and E. J. Vytlacil (2001). Local instrumental variables. In C. Hsiao, K. Morimune, and J. L. Powell (Eds.), Nonlinear Statistical Modeling: Proceedings of the Thirteenth International Symposium in Economic Theory and Econometrics: Essays in Honor of Takeshi Amemiya, pp. 1-46. New York: Cambridge University Press.",
        "Heckman, J. J. and E. J. Vytlacil (2005, May). Structural equations, treatment effects and econometric policy evaluation. Econometrica 73(3), 669-738.",
        "Heckman, J. J. and E. J. Vytlacil (2007a). Econometric evaluation of social programs, part I: Causal models, structural models and econometric policy evaluation. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B, pp. 4779-4874. Amsterdam: Elsevier.",
        "Heckman, J. J. and E. J. Vytlacil (2007b). Econometric evaluation of social programs, part II: Using the marginal treatment effect to organize alternative economic estimators to evaluate social programs and to forecast their effects in new environments. In J. Heckman and E. Leamer (Eds.), Hamdboolc of Ecomometrics, Volume 6B, pp. 4875-5144. Amsterdam: Elsevier.",
        "Horowitz, J. L. and V. G. Spokoiny (2001, May). An adaptive, rate-optimal test of a parametric mean-regression model against a nonparametric alternative. Ecomometrica 69(3), 599-631.",
        "Ichimura, H. and P. E. Todd (2007). Implementing nonparametric and semiparametric estimators. In J. Heckman and E. Leamer (Eds.), Hamdboolc of Ecomometrics, Volume 6B. Amsterdam: Elsevier.",
        "Imbens, G. W. and J. D. Angrist (1994, March). Identification and estimation of local average treatment effects. Ecomometrica 6~(2), 467-475.",
        "Li, R. and L. Nie (2007, November). Efficient statistical inference procedures for partially nonlinear models and their applications. Biometrics 6~ (3), 904-911.",
        "McFadden, D. (1974). Conditional logit analysis of qualitative choice behavior. In P. Zarembka (Ed.), Fromtiers im Ecomometrics. New York: Academic Press.",
        "McFadden, D. (1981). Econometric models of probabilistic choice. In C. Manski and D. McFadden (Eds.), Strnctnral Amalysis of Discrete Data with Ecomometric Applicatioms. Cambridge, MA: MIT Press.",
        "Newey, W. K. (1985, September). Maximum likelihood specification testing and conditional moment tests. Ecomometrica 53(5), 1047-1070.",
        "Newey, W. K. (1997, July). Convergence rates and asymptotic normality for series estimators. Jonrmal of Ecomometrics 79(1), 147-168.",
        "Q uandt, R. E. (1958, December). The estimation of the parameters of a linear regression system obeying two separate regimes. Jonrmal of the Amen cam Statistical Associatiom 53(284), 873-880.",
        "Romano, J. P. and A. M. Shaikh (2006, August). Stepup procedures for control of generalizations of the familywise error rate. Annals of Statistics 34(4), 1850-1873.",
        "Romano, J. P. and M. Wolf (2005, March). Exact and approximate stepdown methods for multiple hypothesis testing. Journal of the American Statistical Association 100(469), 94-108.",
        "Thurstone, L. L. (1927). A law of comparative judgement. Psychological Review 34,273-286.",
        "Vytladil, E. J. (2002, January). Independence, monotonicity, and latent index models: An equivalence result. Econometrica 70(1), 331-341.",
        "Yitzhaki, S. (1989). On using linear regression in welfare economics. Working Paper 217, Department of Economics, Hebrew tJniversiW"
    ]
}