{
    "id": 15468,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Westerhaus, M. and A. Castro (2006), How Do Intellectual Property Law and International Trade Agreements Affect Access to Antiretroviral Therapy? PLoS Medicine 3:8 (August), pp. 1230-6, vrvvw.niosniedlclne.org World Trade Organization (2006), TRIPS and Pharmaceulical Palenls Fad Shed, available at hitp: / /~~~w.wto.org/en~lish/irat op e/trips e/tripsfacisheet PhatlI)a 2006 e.pdf.",
        "Grabowski, H. (2002), Patents, Innovation and Access to New Pharmaceuticals, Journal of International Economic Law 2002 5(4):849-860.",
        "Hamdan-Livramento, I. M. (2009), How compliant are developing countries with their TRIPS obligations? CEMI Working Paper 2009-001.",
        "Kohler, J.C. (2007), Reflections On Pills and Poverty, Canadian Pharmacisls Journal 140:6 (NovemberDecember) , pp. 378-382.",
        "Kremer, M. (2002), Pharmaceuticals and the Developing World, Journal of Economic Perspeclives 16(4), pp. 6790.",
        "Lanjouw, J. (2003), Intellectual Property and the Availability of Pharmaceuticals in Poor Countries, Innovalion Policj and Ihe Economj 3, pp. 91-129.",
        "Lanjouw,J. and I. Cockburn (2001), New Pills for Poor People? Empirical Evidence After GATT, World Developmenl 29:2, pp. 265-89 Li, X. (2008), The Impact of Higher Standards in Patent Protection for Pharmaceutical Industries under the TRIPS Agreement - A Comparative Study of China and India, WorldEconomj 31:10 (Oct), p. 1367-1382.",
        "Lichtenberg, F. and J. Waldfogel (2003), Does Misery Love Company? Evidence from Pharmaceutical Markets Before and After the Orphan Drug Act, NBER Working Paper 9750.",
        "Maskus, K. (2001), Parallel Imports in Pharmaceuticals: Implications for Competition and Prices in Developing Countries, report to the World Trade Organization.",
        "Moran M, GuzmanJ, Ropars A-L, McDonald A,Jameson N, et al. (2009), Neglected disease research and development: How much are we really spending? PLoS Med 6(2): e1000030. doi:I0.1371/ journal.pmed.I 000030.",
        "Outterson, K. (2009), Disease Based Limitations On Compulsory Licenses Under Articles 31 and 31B15, Boston University School of Law Working Paper 09-26 (May 20).",
        "Qian, Y. (2007), Do National Patent Laws Stimulate Domestic Innovation in a Global Patenting Environment? A Cross-Country Analysis of Pharmaceutical Patent Protection, 1978-2002, Review of Economics and Slalislics 89: 3 Ward, M. and D. Dranove (1995), The Vertical Chain of Research and Development in the Pharmaceutical Industry, Economic Inqui~y 33(1), pp. 70-87.",
        "Ginarte,J. and W. Park (1997), Determinants of Patent Rights: A Cross-National Study, Research Polify 26(3), pp. 283-301.",
        "DiMasi, J., R. Hansen, and H. Grabowski (2005), Reply: setting the record straight on setting the record straight: response to the Light and Warburton rejoinder, Journal of HealIh Economics 24(5): 1049-53 Finkelstein, A. (2004), Static and Dynamic Effects of Health Policy: Evidence from the Vaccine Industry, ~uarIer/y Journal of Economics II 9(2): 527-564.",
        "DiMasi, J., H. Grabowski and J. Vernon (2004), R&D costs and returns by therapeutic category, Drug Informalion Journal 38(3):21 1-23.",
        "Cohen, W., R. Nelson andJ. Walsh (2000), Protecting their Intellectual Assets: Appropriability Conditions and Why U.S. Manufacturing Firms Patent (or Not), NBER Working Paper 7552.",
        "Correa, C. (2001), Review of the TRIPS Agreement: Fostering the Transfer of Technology to Developing Countries, Third World Nelwor/c: Trade and Developmenl Series No. 13.",
        "Cohen,J.C. (2006), Expanding Drug Access in Brazil: Lessons for Latin America and Canada, Canadian Journal of Public HealIh 97:6, pp. 115-18.",
        "Cohen, J.C. and Illingsworth, P. (2003), The Dilemma of Intellectual Property Rights for Pharmaceuticals: The Tension Between Insuring Access Of the Poor to Medicines and Committing to International Agreements, Developing World Bioelhics 3:1 (May), pp. 27-48.",
        "Chaudhuri, S., P. Goldberg and P. Jia (2006), Estimating the Effects of Global Patent Protection in Pharmaceuticals: A Case Study of Quinilones in India, American Economic Review 96(5).",
        "Acemoglu, D. andJ. Linn (2004), Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry, ~uarIer/y Journal of Economics, 119 (August), pp. 1049-1090."
    ]
}