{
    "id": 15466,
    "cites": 33,
    "cited_by": 11,
    "reference": [
        "Smith, Jeffrey A. and Petra E. Todd. 2005. Does Matching Overcome LaLonde's Critique of Nonexperimental Estimators? Journal of Econometrics, 125(1-2): 305-353.",
        "Weitzman, Martin. 1998. Recombinant Growth. Quartely Journal of Economics 113(2): 331-360.",
        "Wooldridge, Jeffrey M. 1996. Quasi-Likelihood Methods for Count Data. pp. 352-406 in Handbook of Applied Econometrics, Vol. 2. M.H. Pesaran and P. Schmidt (eds.). Oxford: Blackwell.",
        "Wooldridge, Jeffrey M. 2002. Inverse Probability Weighted M-Estimators for Sample Selection, Attrition, and Stratification. Portuguese Economic Journal, 1(2): 117-139.",
        "Simonton, Dean Keith. 2004. Creativity in Science: Chance, Logic. Genius, and Zeitgeist. New York: Cambridge University Press.",
        "Santos Silva, J.M.C. and Silvana Tenreyro. 2006. The Log of Gravity. The Review of Economics and Statistics 88(4): 641-658.",
        "Rubin, Donald B. 1974. Characterizing the Estimation of Parameters in Incomplete-Data Problems. Journal of the American Statistical Association 69(346): 467-474.",
        "Rosenbaum, Paul R. and Donald B. Rubin. 1983. The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika 70(1): 41-55.",
        "Robins, James M., and Andrea Rotnitzky. 1995. Semiparametric Efficiency in Multivariate Regression Models with Missing Data. Journal of the American Statistical Association 90(429): 122- 129.",
        "Papke, Leslie E. and Jeffrey M. Wooldridge. 1996. Econometric Methods for Fractional Responses with an Application to 401(k) Plan participation Rates. Journal of Applied Econometrics 11(6): 619-632.",
        "Merton, Robert K. 1968. The Matthew Effect in Science. Science 159(3810): 56-63.",
        "Mokyr, Joel. 2002. The Gifts of Athena. Princeton, NJ: Princeton University Press.",
        "March, James G. 1991. Exploration and Exploitation in Organizational Learning. Organization Science 2(1): 71-87.",
        "Manso, Gustavo. 2009. Motivating Innovation. Working Paper, MIT Sloan School of Management.",
        "Lotka, Alfred J. 1926. The Frequency Distribution of Scientific Productivity. Journal of the Washington Academy of Sciences 16(12): 317-323.",
        "Lazear, Edward. 2000. Performance Pay and Productivity. American Economic Review 90(5): 1346-1361.",
        "Lerner, Josh and Julie Wulf. 2007. Innovation and Incentives: Evidence from Corporate R&~D. Review of Economics and Statistics 89(4): 634-644.",
        "Kolata, Gina. 2009. Grant System Leads Cancer Researchers to Play it Safe. The New York Times~ June 28.",
        "Kaplan, David. 2005. How to Improve Peer Review at NIH. The Scientist 19(17): 10.",
        "Holmstr",
        "Jacob, Brian and Lars Lefgren. 2007. The Impact of Research Grant Funding on Research Productivity. NBER Working Paper #13519.",
        "Hirano, Keisuke and Guido W. Imbens. 2001. Estimation of Causal Effects using Propensity Score Weighting: An Application to Data on Right Heart Catherization. Health Services ~ Outcomes Research Methodology~ 2(3-4): 259-278.",
        "Fleming, Lee, Santiago Mingo, and David Chen. 2007. Collaborative Brokerage, Generative Creativity, and Creative Success. Administrative Science Quarterly 52(3): 443-75.",
        "Ederer, Florian and Gustavo Manso. 2008. Are Financial Incentives Detrimental to Innovation? Working Paper, MIT Sloan School of Management.",
        "Dehejia, Rajeev H. and Sadek Wahba. 2002. Propensity Score-Matching Methods for Nonexperimental Causal Studies. Review of Economics and Statistics~ 84(1): 151-61.",
        "Burt, Ronald 5. 2004. Structural Holes and Good Ideas. American Journal of Sociology 110(2): 349-99.",
        "Busso, Matias, John DiNardo, and Justin McCrary. 2008. Finite Sample Properties of Semiparametric Estimators of Average Treatment Effects. Working Paper, University of Michigan.",
        "Azoulay, Pierre, Toby Stuart, and Yanbo Wang. 2009. Matthew: Effect or Correlation? Working Paper, MIT Sloan School of Management.",
        "Azoulay, Pierre, Joshua Graff Zivin, and Jialan Wang. 2009. Superstar Extinction. Forthcoming, Quartely Journal of Economics. Also NBER Working Paper #14577.",
        "Azoulay, Pierre, Andrew Steliman, and Joshua Graff Zivin. 2006. PublicationHarvester: An Open-Source Software Tool for Science Policy Research. Research Policy, 35:7: 970-974.",
        "Amabile, Teresa M. 1996. Creativity in Context. Boulder, CO: Westview Press.",
        "Abadie, Alberto. 2005. Semiparametric Difference-in-Differences Estimators. Review of Economic Studies 72(1): 1-19.",
        "Aghion, Philippe, Mathias Dewatripont, and Jeremy C. Stein. 2008. Academic Freedom, Private Sector Focus, and the Process of Innovation. RAND Journal of Economics 39(3): 617-35."
    ]
}