{
    "id": 15460,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Athey, Susan (2002), Monotone Comparative Statics Under Uncertainty, Quarterly Journal of Economics, vol. CXVII (1): 187-223.",
        "Bagwell, Kyle and Robert W. Staiger (2005), Enforcement, Private Political Pressure and the GATT/WTO Escape Clause, Journal of Legal Studies, June.",
        "Bagwell, Kyle (2009), Self-Enforcing Trade Agreements and Private Information, unpublished manuscript, Stanford University, February 15.",
        "Baldwin, Richard, Politically Realistic Objective Functions and Trade Policy, Economics Letters, vol. 24, pp. 287-90, 1987.",
        "Beshkar, Mostafa (2008a), Trade Skirmishes and Safeguards: A Theory of the WTO Dispute Settlement Process, unpublished manuscript, Purdue University, June.",
        "Beshkar, Mostafa (2008b), Optimal Remedies in International Trade Agreements, unpublished manuscript, Purdue University, May.",
        "Busch, Mark L. and Eric Reinhardt (2006), Three's a Crowd: Third Parties and WTO Dispute Settlement, World Politics 58, April, pp. 446-77.",
        "Calabresi, Guido and A. Douglas Melamed (1972), Property Rules, Liability Rules and Ineliability: One View of the Cathedral, Harvard Law Review 85(6), pp. 1089-1128.",
        "Charnovitz, Steve (2003), The WTO's Problematic last Resort' Against Noncompliance, mimeograph, August 14.",
        "Ethier, Wilfred J. (2001), Punishments and Dispute Settlement in Trade Agreements, PIER Working Paper No. 01-021, May 15.",
        "Grossman, Gene M. and Elhanan Helpman, Protection for Sale, American Economic Review, 84(4), pp. 833-850, 1994.",
        "Hippler Bello, Judith (1996), The WTO Dispute Settlement Understanding: Less is More, American Journal of International Law 90.",
        "Hoekman, Bernard and Michel Kostecki (1995), The Political Economy of the World Trading System, Oxford University Press, Oxford and New York.",
        "Horn, Henrik and Petros C. Mavroidis (2008), The WTO Dispute Settlement System 19952006: Some Descriptive Statistics, IFN Working Paper No. 740, Research Institute of Industrial Economics.",
        "Howse, Robert and Robert W. Staiger (2005), United States-Anti-Dumping Act of 1916 (Original Complaint by the European Communities) - Recourse to arbitration by the United States under 22.6 of the DSU, WT/D5136/ARB, 24 February 2004: A legal and Economic Analysis, World Trade Review 4:2, 295-316.",
        "Jackson, John H. (1969), World Trade and the Law of GATT. New York: Bobbs-Merrill.",
        "Jackson, John H. (1997), The WTO Dispute Settlement Understanding-Misunderstandings on the Nature of Legal Obligation, The American Journal of International Law 91 (1), January, pp. 60-64.",
        "Kaplow, Louis and Steven Shavell (1996), Property Rules versus Liability Rules: An Economic Analysis, Harvard Law Review 109 (4), pp. 713-790 Lawrence, Robert Z. (2003), Crimes and Punishments? Retaliation under the WTO (Washington DC: The Institute for International Economics).",
        "Maggi, Giovanni and Robert W. Staiger (2008), The Role of Dispute Settlement Procedures in International Trade Agreements, NBER Working Paper No. 14067, June.",
        "Martin, Alberto and Wouter Vergote (2008), On the Role of Retaliation in Trade Agreements, Journal of International Economics 76(1).",
        "Mnookin, Robert H. and Lewis Kornhauser (1979), Bargaining in the Shadow of the Law: the Case of Divorce, 88 Yale Law Journal 950.",
        "Park, Jee-Hyeong (2009), Enforcing International Trade Agreements with Imperfect Private Monitoring: Private Trigger Strategies and a Possible Role for the WTO, unpublished manuscript, Seoul National University, February.",
        "Pelc, Krzysztof J. (2009), Seeking Escape: The Use of Escape Clauses in International Trade Agreements, International Studies Quarterly 53, pp. 349-368.",
        "Schwartz, Alan (1979), The Case for Specific Performance, Yale Law Journal 89.",
        "Schwartz, Warren F. and Alan 0. Sykes (2002), The Economic Structure of Renegotiation and Dispute Resolution in the World Trade Organization, Journal of Legal Studies 31.",
        "Shavell, Steven (2006), Specific Performance versus Damages for Breach of Contract: An Economic Analysis, Texas Law Review 84, March.",
        "Srinivasan, TN (2007), The Dispute Settlement Mechanism of the WTO: A Brief History and an Evaluation from Economic, Contractarian and Legal Perspectives, The World Economy. pp. 1033-1068.",
        "Ulen, Thomas 5. (1984), The Efficiency of Specific Performance: Toward a Unified Theory of Contract Remedy, Michigan Law Review 83.",
        "USTR (2001), U.S. Trade Representative Announces the Lifting of Sanctions on European Products as EU Opens Market to U.S. Banana Distributors, Press Release, July 1. \\ \\ Pareto Frontier for Region III"
    ]
}