{
    "id": 15477,
    "cites": 48,
    "cited_by": 11,
    "reference": [
        "Albanesi, Stefania, and Claudia Olivetti. 2009. Maternal Health and the Baby Boom. Columbia University, mimeo.",
        "Barro, Robert J. 2005. Rare Events and the Equity Premium. NBER Working Papers 11310.",
        "Becker, Gary S., and H. Gregg Lewis. 1973. On the Interaction between the Quantity and Quality of Children. Journal of Political Economy, 8 1(2, Part 2): S279-S288.",
        "Beresford, John C., and Alice M. Rivlin. 1966. Privacy, Poverty, and Old Age. Demography, 3(1): 247-258.",
        "Bethencourt, Carlos, and Jose-Victor Rios-Rull. 2009. On the Living Arrangements of Elderly Widows. International Economic Review, 50(3): 773-801.",
        "Brady, Dorothy 5. 1958. Individual Incomes and the Structure of Consumer Units. The American Economic Review, 48(2): 269-27 8.",
        "Brien, Michael J., Lee A. Lillard, and Steven N. Stern. 2006. Cohabitation, Maniage, and Divorce in a Model of Match Quality. International Economic Review, 47(2): 45 1-494.",
        "Burch, Thomas K., and Beverly J. Matthews. 1987. Household Fomiation in Developed Societies.  Population and Development Review, 13(3): 495-511.",
        "Bureau of Labor Statistics. 2004. American Time Use Survey - 2004 Results Announced by BLS. Available online at http://www.bls.gov/news.release/History/atus09202005.txt.",
        "Byalsky, Michael, Michael Keren, and David Levhari. 1999. The Kibbutz as a Labor-Managed Club: Public and Private Goods, Incentives and Social Control. In Trade, Growth and Development - Essays in Honor of Professor TN. Srinivasan. , ed. Gustav Ranis and Lakshmi K. Raut. North-Holland.",
        "Cochrane, John H. 2001. Asset Pricing. Princeton University Press.",
        "Costa, Dora L. 1997. Displacing the Family: Union Anny Pensions and Elderly Living Anangements.",
        "Costa, Dora L. 1999. A House of Her Own: Old Age Assistance and the Living Arrangements of Older Nonmanied Women. Journal of Public Economics, 72: 39-59.",
        "Davis, Morris A., Andreas Lehnert, and Robert F. Martin. 2008. The Rent-Price Ratio for the Aggregate Stock of Owner-Occupied Housing. Review of Income and Wealth, 54(2): 279284.",
        "Deaton, Angus, and Christina Paxson. 1998. Economies of Scale, Household Size, and the Demand for Food. Journal of Political Economy, 106(5): 897-930.",
        "Deaton, Angus, and Christina Paxson. 2003. Engel's What? A Response to Gan and Vernon. Journal of Political Economy, 111(6): 1378-1381.",
        "Doepke, Matthias. 2004. Accounting for Fertility Decline During the Transition to Growth. Journal of Economic Growth, 9(3): 347-383.",
        "Doepke, Matthias, Moshe Hazan Hazan, and Yishay Maoz. 2007. The Baby Boom and World War II: A Macroeconomic Analysis. NBER Working Paper 13707.",
        "Ermisch, John, and Pamela Di Salvo. 1997. The Economic Determinants of Young People's Household Formation. Economica, 64: 627-644.",
        "Ermisch, John F. 1981. An Economic Theory of Household Formation. Scottish Journal of Political Economy, 28(1): 1-19.",
        "Fernandez, Raquel, Nezih Guner, and John Knowles. 2005. Love and Money: A Theoretical and Empirical Analysis of Household Sorting and Inequality. Quarterly Journal of Economics, 273-344.",
        "Fogli, Alessandra. 2000. Endogenous Labor Market Rigidities and Family Ties. New York University, mimeo.",
        "Galor, Oded, and David N. Weil. 1996. The Gender Gap, Fertility and Growth. The American Economic Review, 86(3): 374-3 87.",
        "Gan, Li, and Victoria Vernon. 2003. Testing the Barten Model of Economies of Scale in Household Consumption: Toward Resolving a Paradox of Deaton and Paxson. Journal of Political Economy, 111(6): 1361-1377.",
        "Greenwood, Jeremy, Ananth Seshadri, and Guillaume Vandenbroucke. 2005. The Baby Boom and Baby Bust. American Economic Review, 95(1): 183-207.",
        "Greenwood, Jeremy, and Nezih Guner. 2009. Marriage and Divorce since World War II: Analyzing the Role of Technological Progress on the Formation of Households. NBER Macroeconomics Annual.",
        "Greenwood, Jeremy, Nezih Guner, and John Knowles. 2003. More on Marriage, Fertility and the Distribution of Income. International Economic Review, 44(3).",
        "Haurin, Donald R., Patric H. Hendershott, and Dongwook Kim. 1994. Housing Decisions of American Youth. Journal of Urban Economics, 35: 28-45.",
        "Johnston, Louis D., and Samuel H. Williamson. 2006. The Annual Real and Nominal GDP for the United States, 1790 - Present. Economic History Services, http://eh.net/hmit/gdp/. Jones, Larry E., Alice Schoonbroodt, and Mich",
        "Jones, Larry E., and Mich",
        "Kobrin, Frances E. 1976. The Fall in Household Size and the Rise of the Primary Individual in the United States. Demography, 13(1): 127-138.",
        "Kuznets, Simon. 1978. Size and Age Structure of Family Households: Exploratory Comparisons.  Population and Development Review, 4(2): 187-223.",
        "Lam, David. 1983. The Economics of Household Composition in Developing Countries. PhD diss. University of California, Berkeley.",
        "Lam, David. 1984. Household Public Goods and the Shadow Price of Privacy: A Framework for Modeling the Interaction of Household Composition and Economic Behavior. Paper presented at the annual meeting of the Population Association of America, Minneapolis.",
        "Lam, David. 1988. Maniage Markets and Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications. The Journal of Human Resources, 23(4): 462-487.",
        "Laslett, Peter. 1969. Size and Structure of the Household in England Over Three Centuries. Population Studies, 23(2): 199-223.",
        "Lino, Mark, and Andrea Carlson. 2009. Expenditures on Children by Families, 2008. U.S. Department of Agriculture, Center for Nutrition Policy and Promotion. Miscellaneous Publication No. 1528-2008.",
        "Logan, Trevon D. 2007. Economies of Scale in the Household: Puzzles and Patterns from the American Past. Economic Inquiry, forthcoming.",
        "McGarry, Kathleen, and Robert F. Shoeni. 2000. Social Security, Economic Growth, and the Rise in Independence of Elderly Widows in the 20th Century. Demography, 37: 22 1-236.",
        "Michael, Robert T., Victor R. Fuchs, and Sharon R. Scott. 1980. Changes in the Propensity to Live Alone: 1950-1976. Demography, 17(1): 39-56.",
        "Pampel, Fred C. 1983. Changes in the Propensity to Live Alone: Evidence from Consecutive Cross-Sectional Surveys, 1960-1976. Demography, 20(4): 433-447.",
        "Prescott, Edward C. 1986. Theory Ahead of Business Cycle Measurement. Carnegie-Rochester Conference Series on Public Policy, 25(1): 11-44.",
        "Regalia, Ferdinando, and Jose-Victor Rios-Rull. 2001. What Accounts for the Increase in the Number of Single Households? University of Pennsylvania, mimeo.",
        "Roseneil, Sasha. 2006. On Not Living With a Partner: Unpicking Coupledom and Cohabitation. Sociological Research Online, 11(3).",
        "Ruggles, Steven, and Susan Brower. 2003. Measurement of Household and Family Composition in the United States, 1850-2000. Population and Development Review, 29(1): 73-101.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2009. Integrated Public Use Microdata Series: Version 4.0 ~Machine-readable databasel. Minneapolis, MN: Minnesota Population Center [producer and distributor], Available online at http: //usa. ipums org/usa/.",
        "Rupert, Peter, and Paul Gomme. 2007. Theory, Measurement and Calibration of Macroeconomic Models. Journal of Monetary Economics, 54(2): 460-497.",
        "Strohm, Charles Q., Judith A. Seltzer, Susan D. Cochran, and Vickie M. Mays. 2009. Living Apart Together' Relationships in the United States. Demographic Research, 21(7): 177-214."
    ]
}