{
    "id": 15472,
    "cites": 28,
    "cited_by": 19,
    "reference": [
        "Zhu, Ning, Household Consumption and Personal Bankruptcy, (2008), Journal of Legal Studies, forthcoming.",
        "White, Michelle J., Bankruptcy Reform and Credit Cards, J. of Economic Perspectives, Fall 2007, pp. 175-199.",
        "White, Michelle J., and Ning Zhu, Saving Your Home in Chapter 13 Bankruptcy, Journal of Legal Studies, 2010.",
        "Richard, Scott F., and Richard Roll, Prepayments on Fixed-rate Mortgage-backed Securities, Journal of Portfolio Management, vol. 15(3), 73-82 (1989).",
        "Porter, Katherine. 2008. Misbehavior and Mistake in Bankruptcy Mortgage Claims, 87 Texas Law Review. Available at papers. ssrn.conilsol3/papers .cfm?abstract_id= 1027961.",
        "Piskorski, T., A. Seru and V. Vig, Securitization and Distressed Loan Renegotiation: Evidence from the Subprime Mortgage Crisis, Chicago Booth Schools of Business Working Paper 09-02 (2009).",
        "Morgan, Donald P., Benjamin Iverson, and Matthew Botsch, Seismic Effects of the Bankruptcy Reform, Staff Report no. 358, Federal Reserve Bank of New York (2008). Pence, Karen. Foreclosing on Opportunity: State Laws and Mortgage Credit. Rev, of Econs.",
        "Mayer, Chris, and Karen Pence, Subprime Mortgages: What, Where and To Whom? Federal Reserve Board of Governors, working paper 29, Finance and Economics Discussion Series (2008).",
        "Livshits, Igor, James MacGee, and Michele Tertilt, Consumer Bankruptcy: A Fresh Start, The American Economic Review, March 2007, Vol 97 (1), 402-418 Mann, Ronald, Charging Ahead: The Growth and Regulation of Credit Card Markets.",
        "Lin, Emily Y., and Michelle J. White, Bankruptcy and the Market for Mortgage and Home Improvement Loans, Journal of Urban Economics, vol. 50:1, July 2001 (138-162).",
        "Levitin, Adam J., and Joshua Goodman. 2008. Mortgage Market Sensitivity to Bankruptcy Modification. Paper presented at the 2008 ALEA Conference, New York. http://Iaw.be~ress.comIcgi/viewcontent.cgi ?articie=2485&context=aiea Li, Wenli, Michelle J. White, and Ning Zhu. Did Bankruptcy Reform Contribute to the Mortgage Crisis? working paper, 2009.",
        "Lawless, Robert M., et al, Did Bankruptcy Reform Fail? An Empirical Study of Consumer Debtors, Am. Bank. L.J., vol. 82, pp. 349-406 (2008).",
        "Levitin, Adam J., and Joshua Goodman, Mortgage Market Sensitivity to Bankruptcy Modification, paper presented at the 2008 ALEA Conference, New York, law.bepress .comlcgi/viewcontent.cgi?article=2485&context=alea.",
        "Lawless, Robert M., et al, Did Bankruptcy Reform Fail? An Empirical Study of Consumer Debtors, Am. Bank. L.J., vol. 82, 349-409 (2008).",
        "Jacoby, Melissa, Homeownership Risk Beyond a Subprime Crisis: The Role of Delinquency Management, Fordham Law Review 76, (2008).",
        "Adelino, Manuel, Kristopher S. Gerardi, and Paul Willen, Why Don't Lenders Renegotiate More Home Mortgages? Redefaults, Self-Cures, and Securitization, . FRB Boston Public Policy Discussion Paper Series, paper no. 09-4 (2009) Berkowitz, Jeremy, and Richard Hynes, Bankruptcy Exemptions and the Market for Mortgage Loans, J. of Law & Economics, 42, 809-830 (1999).",
        "Bourguignon, George, Interpretation of Bankruptcy Code 1322(c)(1): Arguing for a BrightLine Approach to the Debtor's Statutory Right to Cure a Residential Mortgage Default. 7 U. C.",
        "Campbell, John Y., Stefano Giglio, and Parag Pathak, Forced Sales and House Prices, working paper, 2008.",
        "Canoll, Sarah W., and Wenli Li, The Homeownership Experience of Households in Bankruptcy, Philadelphia Federal Reserve Bank Working Paper 08-14, August 2008.",
        "Cordell, Lany, et al. The Incentives of Mortgage Servicers: Myths and Realities, Federal Reserve Board, Finance and Economics Discussion Series 2008-46 (2008).",
        "Elias, Stephen, The Foreclosure Survival Guide, Nob Press, 2009. Elias, Stephen, Albin Renauer, and Robin Leonard, How to File for Chapter 7 Bankruptcy, Nob Press, various editions.",
        "Eraslan, Hulya, Wenli Li, and Pierre-Daniel Sarte, The Anatomy of U.S. Personal Bankruptcy Under Chapter 13, working paper 07-3 1, Philadelphia Federal Reserve Bank, Sept. 2007.",
        "Fay, Scott, Erik Hurst, and Michelle J. White, The i-~ousehoid Bankruptcy Decision, American Economic Review, vol. 92:3, June 2002, pp. 708-7 18.",
        "Goodman, Peter S., Treasury Hails Milestone in Home Loan Modifications, New York Times, October 8, 2009.",
        "Green, Richard K., and Michelle J. White, Measuring the Benefits of Horneowning: Effects on Children, J. of Urban Economics, vol. 41, 1997, pp. 441-461.",
        "Gropp, Reint, J.Karl Scholz, and Michelle J. White, Personal Bankruptcy and Credit Supply and Demand, Quarterly Journal of Economics, vol. 112, pp. 217-25 1, Feb. 1997.",
        "Government Accountability Office. Bankruptcy Reform: Dollar Costs Associated with the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005, U.S. GAO-08-697 (2008).",
        "Immergluck, Dan, and Geoff Smith. 2006. The External Costs of Foreclosure: The Impact of Single-Family Mortgage Foreclosures on Property Values. 17 Housing Policy Debate 57 (2006)."
    ]
}