{
    "id": 15479,
    "cites": 24,
    "cited_by": 24,
    "reference": [
        "Allen, F. and A. Babus (2008). Networks in Finance, working paper, Wharton Financial Institutions Center, University of Pennsylvania.",
        "Allen, F. and D. Gale (2000). Financial Contagion, Journal of Political Economy, 108, p.1-33.",
        "Allen, F. and D. Gale (2005). Financial Fragility, Liquidity, and Asset Prices, Journal of the European Economic Association, 2(6), p.1015-1048.",
        "Brock, W. A. and C. F. Manski.(2008). Competitive Lending with Partial Knowledge of Loan Repayment, working paper, University of Wisconsin.",
        "Brunnermeier, M., A. Crockett, C. Goodhart, A. Persaud and H. Shin (2009). The Fundamental Principles of Financial Regulation, ICMB-CEPR Geneva Report on the World Economy 11.",
        "Brunnermeier, M. and L. H. Pedersen (2005). Predatory Trading, Journal of Finance, 60(4), p.1825-1863.",
        "Caballero, R. J. and A. Krishnamurthy (2008). Collective Risk Management in a Flight to Quality Episode, Journal of Finance, 63(5) p.2195-2230.",
        "Caballero, R. J. and P. Kurlat (2008). Flight to Quality and Bailouts: Policy Remarks and a Literature Review, <http: //econ-www. mit. edu/files/3390>, October 2008.",
        "Caballero, R. J. and A. Simsek (2009). Complexity and Financial Panics, <http: //econ-www. mit .edu/files/4268>, June 2009.",
        "Cifuentes, R., G. Ferrucci, and H.S. Shin (2005). Liquidity Risk and Contagion,  Journal of European Economic Association, 3, p. 556-566.",
        "Diamond D., and P. Dybvig (1983). Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, 91, p.401-419.",
        "Easley, D., and M. O'Hara (2005). Regulation and Return: The Role of Ambiguity, working paper, Cornell University.",
        "Eisenberg L. and T. Noe (2001). Systemic Risk in Financial Systems, Management Science, 47, p.236-249.",
        "Freixas, X., B. Parigi, and J. C. Rochet (2000). Systemic Risk, Interbank Relations and Liquidity Provision by the Central Bank, Journal of Money, Credit and Banking, 32, p.611-638.",
        "Haldane, A. (2009). Rethinking the Financial Network, mimeo, Bank of England.",
        "Lagunoff, R., and S. L. Schreft (2001). A Model of Financial Fragility, Journal of Economic Theory, 99, p.220-264.",
        "Leitner, Y. (2005): Financial Networks: Contagion, Commitment, and Private Sector Bailouts, Journal of Finance, 60(6), p.2925-2953.",
        "Liu J., J. Pan and T. Wang (2005) An Equilibrium Model of Rare-Event Premia and Its Implication for Option Smirks, Review of Financial Studies, 18(1), p.131-164.",
        "Rochet, J. C. and J. Tirole (1996). Interbank Lending and Systemic Risk, Journal of Money, Credit, and Banking, 28, p.733-762.",
        "Rotemberg, J. Liquidity Needs in Economies with Interconnected Financial Obligations,  NBER working paper, No. W14222.",
        "Routledge, B. and S. Zin (2004). Model Uncertainty and Liquidity, working paper, Carnegie Mellon University.",
        "Shleifer, A. and R. W. Vishny (1992). Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, 47(4), p.1343-66.",
        "Shleifer, A. and R. W. Vishny (1997).The Limits of Arbitrage, Journal of Finance, 52(1), p.35-55.",
        "Simsek, A. (2009). Speculation and Risk Sharing with New Financial Assets, working paper, MIT."
    ]
}