{
    "id": 15481,
    "cites": 39,
    "cited_by": 1,
    "reference": [
        "AÃ\u0083Â¯t-Sahalia, Y., P. A. Mykland, and L. Zhang, 2005, How often to sample a continuous-time process in the presence of market microstructure noise, Review of Financial Studies 18. Ackert, Lucy, Narat Charupat, Bryan Church, and Richard Deaves, 2006, Margin, short selling, and lotteries in experimental asset markets, Southern Economic Journal, 73, 419Ã\u0082â\u0080\u009336.",
        "Allen, Franklin, Stephen Morris, and Andrew Postlewaite, 1993, Finite bubbles with short sale constraints and asymmetric information, Journal of Economic Theory 61, 206-229.",
        "Barber, Brad and Terrance Odean, 2001, The Internet and the investor, Journal of Economic Perspectives 15, 41-54.",
        "Barber, Brad, Yi-Tsung Lee, Yu-Jane Liu, and Terrance Odean, 2008, Just how much do individual investors lose by trading?, Review of Financial Studies forthcoming.",
        "Barberis, N., A. Shleifer, and R. Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307-343.",
        "Barberis, Nicholas, and Ming Huang, 2008, Stocks as lotteries: The implications of probability weighting for security prices, American Economic Review 98, 2066-2100.",
        "Benartzi, Shlomo, Roni Michaely, Richard Thaler, and William C. Weld, 2007, The nominal price puzzle, working paper, UCLA, Blanchard, Olivier J., and Mark W. Watson, 1983, Bubbles, rational expectations and financial markets, National Bureau of Economic Research, Inc, NBER Working Papers: 0945, Brunnermeier, M. K., and S. Nagel, 2004, Hedge funds and the technology bubble, Journal of Finance 59, 2013-2040.",
        "Brunnermeier, Markus K., Christian Gollier, and Jonathan A. Parker, 2007, Optimal beliefs, asset prices, and the preference for skewed returns, American Economic Review 97, 159-165.",
        "China Securities Regulatory Commission, 2008, China Capital Markets Development Report, China Financial Publishing House.",
        "Cochrane, John H., 2003, Stocks as money: Convenience yield and the tech-stock bubble, in William C. Hunter, George G. Kaufman, and Michael Pomerleano, eds.: Asset price bubbles: The implications for monetary, regulatory, and international policies. MIT Press, D'Agostino, Ralph, and Gary Tietjen, 1973, Approaches to the null distribution of square-root b1, Biometrika 60, 169-173.",
        "Daniel, K., D. Hirshleifer, and A. Subrahmanyam, 1998, Investor psychology and security market under- and overreactions, Journal of Finance 53, 1839-1885.",
        "Delong, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann, 1990, Positive feedback investment strategies and destabilizing rational speculation, Journal of Finance 45, 379-395.",
        "Dufwenberg, Martin, Tobias Lindqvist, and Evan Moore, 2005, Bubbles and experience: An experiment on speculation, American Economic Review 95, 1731Ã\u0082â\u0080\u00931737.",
        "Garber, Peter M., 2000. Famous first bubbles: The fundamentals of early manias. MIT Press, Cambridge, Mass.",
        "Gervais, S., and T. Odean, 2001, Learning to be overconfident, Review of Financial Studies 14.",
        "Grinblatt, M., and B. Han, 2005, Prospect theory, mental accounting, and momentum, Journal of Financial Economics 78, 311-339.",
        "Harrison, J. M., and D. M. Kreps, 1978, Speculative investor behavior in a stock-market with heterogeneous expectations, Quarterly Journal of Economics 92, 323-336.",
        "Haruvy, Ernan and Charles Noussair, 2006, The effect of short selling on bubbles and crashes in experimental spot asset markets, Journal of Finance 61, 1119-1157.",
        "Haruvy, Ernan, Yaron Lahav, and Charles Noussair, 2007, TradersÃ\u0082â\u0080\u0099 expectations in asset markets: experimental evidence, American Economic Review, 97, 1901-1920.",
        "Hauser, Shmuel, and Beni Lauterbach, 1997, The relative performance of five alternative warrant pricing models, Financial Analysts Journal 53.",
        "Hirota, Shinichi, and Shyam Sunder, 2007, Price bubbles sans dividend anchors: Evidence from laboratory stock markets, Journal of Economic Dynamics and Control 31, 1875-1909.",
        "Hong, H., and J. C. Stein, 1999, A unified theory of underreaction, momentum trading, and overreaction in asset markets, Journal of Finance 54, 2143-2184.",
        "Hong, Harrison, Jose Scheinkman, and Wei Xiong, 2006, Asset float and speculative bubbles, Journal of Finance 61, 1073-1117.",
        "Hong, Harrison, and Jeremy C. Stein, 2007, Disagreement and the stock market, Journal of Economic Perspectives 21, 109-128.",
        "Hussam, Reshmaan, David Porter, and Vernon Smith, 2008, Thar she blows: Can bubbles be rekindled with experienced subjects? American Economic Review 98, 924-937.",
        "Jegadeesh, N., and S. Titman, 1993, Returns to buying winners and selling losers - implications for stock-market efficiency, Journal of Finance 48, 65-91.",
        "Lamont, O. A., and R. H. Thaler, 2003, Can the market add and subtract? Mispricing in tech stock carve-outs, Journal of Political Economy 111, 227-268.",
        "Langer, Ellen, 1975, The illusion of control, Journal of Personality and Social Psychology 32.",
        "Lei, Vivian, Charles Noussair, and Charles Plott, 2001, Non-speculative bubbles in experimental asset markets: Lack of common knowledge of rationality vs. actual irrationality, Econometrica 69, 830Ã\u0082â\u0080\u0093859.",
        "Mei, Jianping, Jose Scheinkman, and Wei Xiong, 2005, Speculative trading and stock prices: Evidence from chinese a-b share premia, National Bureau of Economic Research, Inc, NBER Working Papers: 11362, Miller, E. M., 1977, Risk, uncertainty, and divergence of opinion, Journal of Finance 32.",
        "Morris, Stephen, 1996, Speculative investor behavior and learning, Quarterly Journal of Economics 111, 1111-1133.",
        "Odean, T., 1998, Are investors reluctant to realize their losses?, Journal of Finance 53.",
        "Ofek, E., and M. Richardson, 2003, Dotcom mania: The rise and fall of internet stock prices, Journal of Finance 58, 1113-1137.",
        "Pan, Deng, Dong-hui Shi, and Zheng Song, 2008, The mechanism of bubble: An empirical analysis, working paper, Fudan University, Pastor, Lubos, and Pietro Veronesi, 2006, Was there a nasdaq bubble in the late 1990s?, Journal of Financial Economics 81, 61-100.",
        "Porter, David, and Vernon Smith, 1995, Futures contracting and dividend uncertainty in experimental asset markets, Journal of Business 68, 509Ã\u0082â\u0080\u0093541.",
        "Presson, Paul and Gordon Pitz, 1988, Illusion of control: A meta-analytic review, Journal of Social Behavior and Personality 11, 493-510.",
        "Scheinkman, J. A., and W. Xiong, 2003, Overconfidence and speculative bubbles, Journal of Political Economy 111, 1183-1219.",
        "Shiller, Robert J., 2000. Irrational exuberance. Princeton University Press, Princeton, NJ.",
        "Smith, V. L., G. L. Suchanek, and A. W. Williams, 1988, Bubbles, crashes, and endogenous expectations in experimental spot asset markets, Econometrica 56, 1119-1151."
    ]
}