{
    "id": 15484,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Rodrik, D. The Social Cost of Foreign Exchange Reserves. International Economic Journal 20, 3 (September 2006).",
        "Rajan R. S., R. Siregar and G. Bird. (2005) The Precautionary Demand for Reserve Holdings in Asia: Examining the Case for a Regional Reserve Pool, Asia - Pacific Journal of Economics and Business, 5 (12), pp.21 - 39.",
        "Park, Y. C. (2009) Reform of the Global Regulatory System: Perspectives of East Asia's Emerging Economies, presented that the ABCDE World Bank conference, Seoul, June 2009.",
        "Kletzer, M. K. (1984) Asymmetries of Information and LDC Borrowing with Sovereign Risk Journal of Development Economics, 94, 374, pp. 287-307.",
        "Krugman, P. (2000) Fire-Sale FDI, in Flows and the Emerging Economies: Theory, Evidence, and Controversies, S. Edwards, editor, University of Chicago Press, 43 - 60.",
        "Levy Yeyati, E. (2008). Liquidity Insurance in a Financially Dollarized Economy, in: Financial Markets Volatility and Performance in Emerging Markets, S. Edwards and M. G. P. Garcia (eds.), pp. 185-218, National Bureau of Economic Research.",
        "Jeanne, 0. and R. Ranciere. (2005) The Optimal Level of International Reserves for Emerging Market Economies: Formulas and Applications, IMF Research Department, May.",
        "Holmstrom, B. and J. Tirole. (1998) Private and public supply of liquidity. Journal of Political Economy 106, 1-40.",
        "Eichengreen B., R. Hausmann and U. Panizza. (2003) Currency Mismatches, Debt Intolerance and Original Sin: Why They Are Not the Same and Why it Matters Working Paper 10036.",
        "Diamond, Douglas and Philip Dybvig. (1983) Bank Runs, Liquidity and Deposit Insurance, Journal of Political Economy 91, pp. 401-419.",
        "Cheung Y. W. and X. Qian. (2009) Hoarding of International Reserves: Mrs Machlup's Wardrobe and the Joneses Review of International Economics, 17: 4, pp. 777-80 1.",
        "Calvo, G. A. and C. M. Reinhart. (2002) Fear Of Floating, Quarterly Journal of Economics, 107: 2, pp. 379-408.",
        "Bryant, R. (1980) A Model of Reserves, Bank Runs, and Deposit Insurance, Journal of Banking and Finance 4, pp. 335-344.",
        "Caballero, R., and A. Krishnamurthy. (2004): Smoothing Sudden Stops, Journal of Economic Theory, 119(1), 104-127.",
        "Bhattacharya, S., and D. Gale. (1987) Preference Shocks, Liquidity and Central Bank Policy, in New Approaches to Monetary Economics, ed. by W. A. Barnett, and K. J. Singleton. Cambridge University Press, Cambridge, UK.",
        "________ Y. Lee and Y. Rhee. (2007) International reserves management and capital mobility in a volatile world: Policy considerations and a case study of Korea, Journal of the Japanese and International Economies 21(1)1-15.",
        "________ and J. Lee. (2007). International Reserves: Precautionary versus Mercantilist Views, Theory and Evidence, Open Economies Review, 18: 2, pp. 191-214.",
        "__________ and G. Kaur Pasricha. (2008) Selective Swap Arrangements and the Global Financial Crisis: Analysis and Interpretation forthcoming, International Review of Economics & Finance _____ and S. J. Turnovsky. (2002) Reserve Requirements on Sovereign Debt in the Presence of Moral Hazard - on Debtors or Creditors? The Economic Journal, Vol. 112, No. 476, pp. 107- 132.",
        "Aizenman J. and Y. Sun. (2009) The financial crisis and sizable international reserves depletion: From `fear of floating' to the `fear of losing international reserves' ? NBER Working Paper No. 15308."
    ]
}