{
    "id": 15486,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "Zakaria, Fareed. The Wealth of Yet More Nations. Review of T. Friedman, The World is Flat: A Brief History of the Twenty-First Century, New York Times Book Review, May 1, 2005, pp. 10-11.",
        "Yang, G., and K. E. Maskus, 2001. Intellectual property rights, licensing, and innovation in an endogenous product cycle model. Journal of International Economics 53, 169- 187.",
        "Weinberg, Bruce. Developing Science: Trends in Science in the Developing World unpublished paper, Ohio State University, 2008.",
        "Wong, Kar-yiu and Chong Kee Yip. Education, economic growth, and brain drain Journal of Economic Dynamics and Control 23 (1999) 699-726.",
        "Stark, 0., C. Helmenstein and A. Prskawetz (1998) Human Capital Depletion, Human Capital Formation, and Migration: A Blessing or a Curse? Economics Letters 60, 363-367.",
        "Schneider, Patricia Higino. International Trade, Economic Growth and Intellectual Property Rights: A Panel Data Study of Developed and Developing Countries Journal of Development Economics. December 2005; 78(2): 529-47 Stark, 0., C. Helmenstein and A. Prskawetz (1997) A Brain Drain with Brain Gain Economics Letters 55, 227-234.",
        "Sachs, Jeffrey. The Global Innovation Divide in Jaffe, Adam, Josh Lerner, and Scott Stern, eds, Innovation Policy and the Economy, volume 3 (2003). Cambridge, Mass.: MIT Press. 13 1-141.",
        "Rodriguez, C. (1975) On the Welfare Aspects of International Migration Journal of Political Economy 1975.",
        "Oettl, Alexander and Ajay Agrawal. 2008. International Labor Mobility and Knowledge Flow Externalities, Journal of International Business Studies, 39(8), 1242-1260.",
        "Mondal, Debasis and Manashj Ranjan Gupta. Innovation, imitation and intellectual property rights: Introducing migration in Helpman's model. Japan and the World Economy 20 (2008): 369-394.",
        "Markusen, James R. Contracts, Intellectual Property Rights, and Multinational Investment in Developing Countries Journal of International Economics. February 2001; 53(1): 189204 Maskus, Keith. The Role of Intellectual Property Rights in Encouraging Foreign Direct Investment and Technology Transfer, in Carsten Fink and Keith E. Maskus, eds., Intellectual Property and Development: Lessons from Recent Economic Research New York: World Bank and Oxford University Press, 2005, pp. 4 1-73 Maskus, Keith E. and Mohan Penubarti. How Trade-Related are Intellectual Property Rights?.",
        "Lopez, Ramon and Maurice Schiff. Migration and the Skill Composition of the Labour Force: The Impact of Trade Liberalization in LDCs. Canadian Journal of Economics 31(2) (1998): 3 18-36.",
        "Lai, Edwin L.-C., and Larry D. Qiu. The North's intellectual property rights standard for the South? Journal of International Economics 59 (2003): 183-209.",
        "World Development 33(1) (2005): 87-105 Lai, Edwin L.-C. International intellectual property rights protection and the rate of product innovation. Journal of Development Economics 55 (1998): 133-153.",
        "Kanbur, Ravi and Hillel Rapaport. Migration Selectivity and the Evolution of Spatial Inequality Journal of Economic Geography 5(1) (2005): 43-57 Kuhn, Peter and Carol McAusland. Consumers and the brain drain: Product and process design and the gains from emigration Journal of International Economics 78 (2) (July 2009): 287-291. Kremer, M. and A. P. Zwane. Encouraging Private Sector Research for Tropical Agriculture.",
        "Jones, R.W., I. Coelho and S. Easton, 1986, The theory of international factor flows: The basic model, Journal of International Economics 20, 3 13-327.",
        "Hunt, Jennifer, and Marjolaine Gauthier-Loiselle. How Much Does Immigration Boost Innovation? NBER working paper no. 14312, September 2008.",
        "Helpman, E., 1993. Innovation, imitation, and intellectual property rights. Econometrica 61, 1247- 1280.",
        "Haupt, A. and E. Janeba. Education, Redistribution, and the Threat of Brain Drain. NBER working paper no 10618, June 2004.",
        "Grossman, Gene M. and Edwin L. -C. Lai. International Protection of Intellectual Property: Corrigendum American Economic Review March 2006; 96(1): 456.",
        "Grossman, Gene M. and Edwin L.-C. Lai. International Protection of Intellectual Property American Economic Review (December 2004): 1635-1653.",
        "Griffith, Rachel, Sokbae Lee and John Van Reenen. Is Distance Dying at Last? Falling Home Bias in Fixed Effects Models of Patent Citations NBER working paper no. 13338, August 2007.",
        "Fink, Carsten and Carlos A. Primo Baga. How Stronger Protection of Intellectual Property Rights Affects International Trade Flows, in Carsten Fink and Keith E. Maskus, eds., Intellectual Property and Development: Lessons from Recent Economic Research. New York: World Bank and Oxford University Press, 2005, pp. 4 1-73 Glass, Amy J., and Xiaodong Wu. Intellectual property rights and quality improvement. Journal of Development Economics 82 (2007): 393-415.",
        "Evenson, R. E. and Binswanger, H.P. Technology Transfer and Research Resource Allocation, in Binswanger, H.P. and V. W. Ruttan, eds., Induced Innovation: Technology, Institutions and Development. Baltimore: Johns Hopkins University Press, 1978.",
        "Eaton, Jonathan, and Samuel Kortum. International Technology Diffusion: Theory and Measurement International Economic Review 40(3) (August 1999): 537- 570.",
        "Docquier, Fr",
        "Diwan, I., Rodrik, D., 1991. Patents, appropriate technology, and North-South trade. Journal of International Economics 30, 27- 48.",
        "Commander, Simon, Man Kangasniemi, and Alan L. Winters. The Brain Drain: Curse or Boon? A Survey of the Literature in Baldwin,-Robert-E. and Winters,-L. -Alan, eds. Challenges to globalization: Analyzing the economics. NBER Economic Research Conference Report series. Chicago and London: University of Chicago Press, 2004; 23572.",
        "Chen, Yongmin and Thitima Puttitanun, Intellectual Property Rights and Innovation in Developing Countries Journal of Development Economics. December 2005; 78(2): 47493 Chin, J.C., Grossman, G., 1990. Intellectual property rights and North-South trade. In: Jones, R.W., Krueger, A. (Eds.), The Political Economy of International Trade: Essays in Honor of Robert E. Baldwin. Blackwell, Cambridge, MA.",
        "Bucovetsky, S. Efficient Migration and Income Tax Competition Journal of Public Economic Theory. April 2003; 5(2): 249-78 Chellaraj, Gnanaraj, Keith E. Maskus, and Aaditya Mattoo. The Contribution of International Graduate Students to U.S. Innovation. Review of International Economics 16(3) (2008): 444-462.",
        "Acemoglu, Daron and Fabrizio Zilibotti. Productivity Differences. Quarterly Journal of Economics 116(2) (May 2001): 563-606.",
        "Beine, Michel, Frederic Docquier, and Hillel Rapaport. Brain Drain and Human Capital Formation in Developing Countries: Winners and Losers. Economic Journal 118(528) (2008): 63 1-52.",
        "Berry, R. and R. Soligo, Some welfare aspects of international migration Journal of Political Economy 77 (1969).",
        "Bhagwati, J. and K. Hamada, The brain drain, international integration of markets for professionals and unemployment: A theoretical analysis. Journal of Development Economics 1(1) (1974) Bhagwati, J. and C. Rodriguez. Welfare-Theoretical Analyses of the Brain Drain Journal of Development Economics 2 (1975) 195-221.",
        "Boldrin, M. and D. Levine, IP and Market Size unpublished paper, University of Minnesota, 2005. http://www.rnicheleboldrin.comi'Papers/scalenew.pdf Boldrin, M. and D. Levine Market Size and Intellectual Property Protection, International Economic Review, 50: 855-881, 2009 Bound, John, Sarah Turner, and Patrick Walsh. Internationalization of U.S. Doctorate Education. NBER working paper no. 14792, March 2009."
    ]
}