{
    "id": 15483,
    "cites": 79,
    "cited_by": 15,
    "reference": [
        "Piketty, Thomas, and Emmanuel Saez. 2003. Income Inequality in the United States, 1913-1998. Quarterly Journal of Economics 118(1): 1-39.",
        "Piketty, Thomas, and Emmanuel Saez. 2006. How Progressive Is the U.S. Federal Tax System? A Historical and International Perspective. NBER Working Paper 12404.",
        "Murphy, Kevin M., and Finis Welch. 1992. The Structure of Wages, Quarterly Journal of Economics 107(1): 285-326.",
        "Nelson, Julie A. 1994. On Testing for Full Insurance Using Consumer Expenditure Survey Data: Comment. Journal of Political Economy 102(2), 384-94.",
        "Murphy, Kevin M., and Robert H. Topel. 1987. The Evolution of Unemployment in the United States 1968-1985. NBER Macroeconomics Annual 1987, vol. 2: 11-58.",
        "Meghir, Costas, and Luigi Pistaferri. 2004. Income Variance Dynamics and Heterogeneity. Econometrica 72(1): 1-32.",
        "McGrattan, Ellen R, and Richard Rogerson. 2004. Changes in Hours Worked, 1950-2000. Federal Reserve Bank of Minneapolis Quarterly Review 28(1): 14-33.",
        "MaCurdy, Thomas E. 1982. The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis. Journal of Econometrics 18(1): 83-114.",
        "Lillard, Lee A., and Robert J. Willis. 1978. Dynamic Aspects of Earning Mobility. Econometrica 46(5): 985-1012.",
        "Lillard, Lee A., and Yoram Weiss. 1979. Components of Variation in Panel Earnings Data: American Scientists, 1960-1970. Econometrica 47(2): 437-54.",
        "Levy, Frank, and Richard J. Murnane. 1992. U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Journal of Economic Literature 30(3): 1333-81.",
        "Lemieux, Thomas. 2006. Post-Secondary Education and Increasing Wage Inequality. NBER Working Paper 12077.",
        "Lee, David 5. 1999. Wage Inequality in the United States During the 1980s: Rising Dispersion or Falling Minimum Wage? Quarterly Journal of Economics 114(3): 977-1023.",
        "Larrimore, Jeff, Richard V. Burkhauser, Shuaizhang Feng and Laura Zayatz. 2008. Consistent Cell Means for Topcoded Incomes in the Public Use March CPS (1967-2007). NBER Working Paper 13941.",
        "Krusell, Per, Lee E. Ohanian, Jos",
        "Krueger, Dirk, and Fabrizio Perri. 2009. How Do Households Respond to Income Shocks? Mimeo, University of Pennsylvania.",
        "Krueger, Dirk, and Fabrizio Perri. 2006. Does Income Inequality Lead to Consumption Inequality? Evidence and Theory. Review of Economic Studies 73(1): 163-93.",
        "Korinek, Anton, Johan A. Mistiaen, and Martin Ravallion. 2006. Survey Nonresponse and the Distribution of Income. Journal of Economic Inequality 4(1): 33-55. S6",
        "Kopczuk, Wojciech Emmanuel Saez, and Jae Song. 2009. Uncovering the American Dream: Inequality and Mobility in Social Security Earnings Data since 1937. NBER Working Paper 13345.",
        "Kim, Yong-Seong, and Frank P. Stafford. 2000. The Quality of PSID Income Data in the 1990s and Beyond. Available online from http://psidonline.isr.umich.edu/Guide/Quality/q_inc_data.html",
        "Katz, Lawrence F., and Kevin M. Murphy. 1992. Changes in Relative Wages, 1963-1987: Supply and Demand Factors. Quarterly Journal of Economics 107(1): 35-78.",
        "Katz, Lawrence F., and David H. Autor. 1999. Changes in the Wage Structure and Earnings Inequality. In Handbook of Labor Economics, vol. 3A, edited by Orley Ashenfelter and David Card. Amsterdam: NorthHolland.",
        "Kaplan, Greg, and Giovanni L. Violante. 2008. How Much Insurance in Bewley Models? mimeo New York University.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. 1993. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy 101(3): 410-42.",
        "Kaplan, Greg. 2008. Inequality and the Lifecycle. Mimeo, New York University.",
        "Jeong, Hyeok, Yong Kim, and Iourii Manovskii. 2008. The Price of Experience. Mimeo, University of Pennsylvania.",
        "Jappelli, Tullio, and Luigi Pistaferri. 2009. Does Consumption Inequality Track Income in Italy? Review of Economic Dynamics, this volume.",
        "Huggett, Mark, Gustavo Ventura, and Amir Yaron. 2008. Sources of Lifetime Inequality. Mimeo, Georgetown University.",
        "Imrohoroglu, Ayse. 1989. Cost of Business Cycles with Indivisibilities and Liquidity Constraints. Journal of Political Economy 97 (December): 1364-83.",
        "Huggett, Mark. 1993. The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies. Journal of Economic Dynamics and Control 17(5-6): 953-69.",
        "Hoynes, Hilary. 2008. The Earned Income Tax Credit, Welfare Reform, and the Employment of Low Skill Single Mothers. Mimeo, University of California, Davis.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante. 2005. The Effects of Technical Change on Labor Market Inequalities. In Handbook of Economic Growth, vol. 1B, edited by Philippe Aghion and Steven Durlaufi Amsterdam: North-Holland.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante. 2009. Consumption and Labor Supply with Partial Insurance: An Analytical Framework. Mimeo, New York University.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante. 2008. The Macroeconomic Implications of Rising Wage Inequality in the United States. Mimeo, New York University.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante. 2005. Two Views of Inequality Over the Life Cycle. Journal of the European Economic Association 3(2-3): 765-75.",
        "Guvenen, Fatih. 2007. An Empirical Investigation of Labor Income Processes. Mimeo, University of Minnesota. SS",
        "Gottschalk, Peter, and Robert A. Moffitt. 1994. The Growth of Earnings Instability in the U.S. Labor Market. Brookings Papers on Economic Activity 25(1994-2): 217-72.",
        "Gottschalk, Peter, and Sheldon Danziger. 2005. Inequality of Wage Rates, Earnings and Family Income in the United States, 1975-2002. Review of Income and Wealth 51(2): 231-54.",
        "Gervais, Martin, and Paul Klein (2008). Measuring Consumption Smoothing in CEX Data. Mimeo, University of Western Ontario.",
        "Garner, Thesia, George Janini, William Passero, Laura Paszkiewicz, and Mark Vendemia. 2006. The CE and the PCE: A Comparison. Monthly Labor Review, September: 20-46.",
        "Fuchs-Schiindeln, Nicola, Dirk Krueger, and Mathias Sommer. 2009. Inequality Trends for Germany in the Last Two Decades: A Tale of Two Countries. Review of Economic Dynamics, this volume.",
        "Fitzgerald, John M., Peter Gottschalk and Robert A. Moffitt. 1998. An Analysis of Sample Attrition in Panel Data: The Michigan Panel Study of Income Dynamics. NBER Technical Working Paper 0220.",
        "Fitzgerald, Terry J. Where Has All the Income Gone? The Region, September 2008, Federal Reserve Bank of Minneapolis.",
        "Favilukis, Jack, Sydney Ludvigson, and Stijn Van Nieuwerburgh. 2009. The Macroeconomic Effects of Housing Wealth, Housing Finance, and Limited Risk-Sharing in General Equilibrium. Mimeo, New York University.",
        "Eckstein, Zvi, and Eva Nagypal. 2004. The Evolution of U.S. Earnings Inequality: 1961-2002. Federal Reserve Bank of Minneapolis Quarterly Review 28(2): 10-29.",
        "Duncan, Greg, and Willard Rodgers. 1991. Has Children's Poverty Become More Persistent? American Sociological Review 56(4): 538-50.",
        "Domeij, David, and Martin Floden. 2009. Inequality Trends in Sweden 1978-2004. Review of Economic Dynamics, this volume.",
        "Deaton, Angus, and Christina Paxson. 1994. Intertemporal Choice and Inequality. Journal of Political Economy 102(3): 437-67.",
        "Davis, Steve J., and John Haltiwanger. 1991. Wage Dispersion Between and Within U.S. Manufacturing Plants, 1963-1986. NBER Working Paper 3722.",
        "Cutler, David M., and Lawrence F. Katz. 1991. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity 22(1991-2): 1-74.",
        "Congressional Budget Office Study (2005). Appendix: Detailed Tables for 1979 to 2005. Available online from http://www.cbo.gov/ftpdocs/88xx/doc8885/Appendix_wtoc.pdf",
        "Castafleda, Ana, Javier DIaz-Gim",
        "Carroll, Christopher. 1992. The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence. Brookings Papers on Economic Activity 23(1992-2): 61-156.",
        "Card, David, and John E. DiNardo. 2002. Skill-Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles. Journal of Labor Economics 20(4): 733-83.",
        "Cancian, Maria, and Deborah Reed. 1998. Assessing the Effects of Wives' Earnings on Family Income Inequality. Review of Economics and Statistics 80(1): 73-79. S4",
        "BudrIa Rodrfguez, Santiago, Javier DIaz-Gim",
        "Burtless, Gary. 1999. Effects of Growing Wage Disparities and Changing Family Composition on the US Income Distribution. European Economic Review 43(4-6): 853-65.",
        "Bucks, Brian K., Arthur B. Kennickell, Traci L. Mach, and Kevin B. Moore. 2009. Changes in U.S. Family Finances from 2004 to 2007: Evidence from the Survey of Consumer Finances. Federal Reserve Bulletin 95, Al-ASS.",
        "Brzozowski, Matthew, Martin Gervais, and Paul Klein, and Michio Suzuki. 2009. Consumption, Income, and Wealth Inequality in Canada. Review of Economic Dynamics, this volume.",
        "Barlevy, Gadi, and Daniel Tsiddon. 2006. Earnings Inequality and the Business Cycle. European Economic Review. 50(1): 55-89.",
        "Blundell, Richard, and Ben Etheridge. 2009. Consumption, Income and Earnings Inequality in the UK. Review of Economic Dynamics, this volume.",
        "Blundell, Richard, Luigi Pistaferri, and Ian Preston. 2008. Consumption Inequality and Partial Insurance. American Economic Review 98(5): 1887-1921.",
        "Bound, John, and George Johnson. 1992. Changes in the Structure of Wages in the 1980s: An Evaluation of Alternative Explanations. American Economic Review 82(3): 371-82.",
        "Baker, Michael. 1997. Growth-Rate Heterogeneity and the Covariance Structure of Life-Cycle Earnings. Journal of Labor Economics. 15(2): 338-75.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2008. Trends in U.S. Wage Inequality: Revising the Revisionists. Review of Economics and Statistics 90(2): 300-23.",
        "Attanasio, Orazio, Eric Battistin, and Hide Ichimura. 2007. What Really Happened to Consumption Inequality in the US? in E. Berndt and C. Hulten (eds.), Hard-to-Measure Goods and Services: Essays in Honor of Zvi Griliches, University of Chicago Press, Chicago.",
        "Atrostic, Barbara K., and Charlene Kalenkoski. 2002. Item Response Rates: One Indicator of How Well We Measure Income. Proceedings of the Annual Meetings of the American Statistical Association.",
        "Aiyagari, Rao 5. 1994. Uninsured Idiosyncratic Risk and Aggregate Saving. Quarterly Journal of Economics 109(3): 659-84.",
        "Aguiar, Mark, and Erik Hurst. 2007. Measuring Trends in Leisure: The Allocation of Time over Five Decades. Quarterly Journal of Economics 122(3): 969-1006.",
        "Aguiar, Mark, and Erik Hurst. 2009. Deconstructing Life Cycle Expenditures. Mimeo, University of Rochester.",
        "Acemoglu, Daron 2002. Technical Change, Inequality and the Labor Market. Journal of Economic Literature 40(1): 7-72.",
        "Abowd, John M., and David Card. 1989. On the Covariance Structure of Earnings and Hours Changes. Econometrica 57(2): 411-45.",
        "Pistaferri, Luigi. 2009. Two Views of Inequality Over the Life Cycle: A Comment. Mimeo, Stanford University.",
        "Rios-Rull, Jos",
        "Roemer, Mark I. 2002. Using Administrative Earnings Records to Assess Wage Data Quality in the March Current Population Survey and the Survey of Income and Program Participation. U.S. Census Bureau Working Paper. S7",
        "Ruser, John, Adrienne Pilot, and Charles Nelson 2004. Alternative Measures of Household Income: BEA Personal Income, CPS Money Income, and Beyond. Federal Economic Statistics Advisory Committee Working Paper.",
        "Slesnick, Daniel T. 2001. Consumption and Social Welfare: Living Standards and Their Distribution in the United States. New York: Cambridge University Press.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron. 2004a. Consumption and Risk Sharing over the Life Cycle. Journal of Monetary Economics 51(3): 609-33.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron. 2004b. Cyclical Dynamics in Idiosyncratic Labor Market Risk. Journal of Political Economy 112(3): 695-717."
    ]
}