{
    "id": 15496,
    "cites": 32,
    "cited_by": 216,
    "reference": [
        "Aguiar, Mark and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption versus Expenditure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 2005, 113 (5), pp. 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "Andolfatto, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles and Labor-Market Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1996, 86 (1), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Barro, Robert J. and Charles J. Redlick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects from Government Purchases and Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2009. NBER Working Paper 15369.",
        "Bilbiie, Florin O., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Separable Preferences and Frisch Labor Supply: One Solution to a Fiscal Policy Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2009, Forthcoming.",
        "Bils, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Marginal Cost and Price,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1987, 77 (5), 838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c855.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing in a Customer Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 1989, 104 (4), 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "Blanchard, Olivier and Jordi GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Wage Rigidities and the New Keynesian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2007, 39 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Calvo, Guillermo A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-Maximizing Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, September 1983, 12 (3), pp. 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jounal of Political Economy, 2005, 113 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009.",
        "Coenen, GuÃ\u0083Å\u0092Ã\u0082Ë\u0086nter and Roland Straub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Government Spending Crowd in Private Consumption ? Theory and Empirical Evidence for the Euro Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance, 2005, 8 (3), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Cogan, John F., Tobias Cwik, John B. Taylor, and Volker Wieland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Keynesian versus Old Keynesian Government Spending Multipliers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2009. Hoover Institution, Stanford University.",
        "Edmond, Chris and Laura Veldkamp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income dispersion and counter-cyclical markups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2009, 56, 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, J. David LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, and Javier ValleÃ\u0083Å\u0092Ã\u0082Â\u0081s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Effects of Goernment Spending on Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, March 2007, 5 (1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Consumption in Economic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Robert J. Gordon, ed., The American Business Cycle: Continuity and Change, University of Chicago Press for the National Bureau of Economic Research 1986, pp. 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Fluctuations with Equilibrium Wage Stickiness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2005, 95 (1), pp. 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconcilling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 2009, 117 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Kimball, Miles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quantitative Analytics of the Basic Neomonetarist Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money Credit and Banking, November, Part 2 1995, 27, 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Kydland, Finn E. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to Build and Aggregate Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 1982, 50 (6), 1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, J. David and Pau Rabanal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Spending and Consumption-Hours Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2006. Working Paper 02/2006, la Caixa, Barcelona.",
        "Merz, Monika, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search in the Labor Market and the Real Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1995, 36 (2), pp. 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Mortensen, Dale T. and Christopher Pissarides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Job Destruction in the Theory of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1994, 61 (0), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Mountford, Andrew and Harald Uhlig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are the Effects of Fiscal Policy Shocks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2008. NBER Working Paper 14551.",
        "Nekarda, Christopher J. and Valerie A. Ramey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of the Price-Cost Markup,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2009. University of California, San Diego.",
        "Perotti, Roberto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Search of the Transmission Mechanism of Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2007. NBER Working Paper 13143.",
        "Pissarides, Christopher A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009. Forthcoming.",
        "Ramey, Valerie A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Government Spending Shocks: Its All in the Timing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2008. Department of Econoomics, UC San Diego.",
        "Romer, Christina and Jared Bernstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Job Impact of the American Recovery and Reinvestment Plan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2009. Available from otrans.3cdn.net.",
        "Rotemberg, Julio J. and Garth Saloner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Supergame-Theoretic Model of Price Wars during Booms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1986, 76 (3), 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Shimer, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (1), 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Smets, Frank and Raf Wouters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, September 2003, 1 (5), 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175.",
        "Thomas, Jonathan and Tim Worrall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Enforcing Wage Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, October 1988, 55 (4), pp. 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553."
    ]
}