{
    "id": 15492,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "Venables, A. (1987), Trade and Trade Policy with Differentiated Products: A Chamberlinian-Ricardian Model, Economic Journal 97, 700-717.",
        "Venables, A. (1985), Trade and Trade Policy with Imperfect Competition: The Case of Identical Products and Free Entry, Journal of International Economics, 19, 1-20.",
        "Sykes, A.O.(2005), The Economics of WTO Rules on Subsidies and Countervailing Measures, in The World Trade Organization: Legal, Economic And Political Analysis, A. Appleton, P. Macrory & M. Plummer eds., New York: Springer Verlag.",
        "Ossa, R. (2009), A `New-Trade' Theory of GATT/WTO Negotiations, unpublished manuscript, University of Chicago.",
        "Markusen, J. R. and A. J. Venables (1988), Trade Policy with Increasing Returns to Scale and Imperfect Competition: Contradictory Results from Competing Assumptions, Journal of International Economics, 24, 299-316.",
        "Brander, J. A. and B. J. Spencer (1985), Export Subsidies and International Market Share Rivalry, Journal of International Economics, 18, 83-100.",
        "Bagwell, K. and R. W. Staiger (2009), Delocation and Trade Agreements in Imperfectly Competitive Markets, mimeo, June.",
        "Bagwell, K. and R. W. Staiger (2002), The Economics of the World Trading System, The MIT Press, Cambridge, MA.",
        "Bagwell, K. and R. W. Staiger (1999b), Regionalism and Multilateral Tariff Cooperation, in J. Piggott and A. Woodland (eds.), International Trade Policy and the Pacific Rim, London: MacMillan, 157-85.",
        "Bagwell, K. and R. W. Staiger (2001), Strategic Trade, Competitive Industries and Agricultural Trade Disputes, Economics and Politics, July.",
        "Bagwell, K. and R. W. Staiger (1999a), An Economic Theory of GATT, American Economic Review, 89, 215-48.",
        "Bagwell, K. and R. W. Staiger (1997), Multilateral Tariff Cooperation During the Formation of Customs Unions, Journal of International Economics, 42, 91-123."
    ]
}