{
    "id": 15490,
    "cites": 29,
    "cited_by": 70,
    "reference": [
        "Bartelsman, Eric, John Haltiwanger, and Stefano Scarpetta. 2004. Microeconomic evidence of creative destruction in industrial and developing countries. The World Bank, Policy Research Working Paper No. 3464, December.",
        "Banerjee, Abhijit V., and Esther Duflo. 2005. Growth Theory through the Lens of Development Economics. In Handbook of Economic Growth, Elsevier, p. 473-552.",
        "Aterido Reyes, Mary Hallward-Driemeier and Carmen Pages. 2007. Investment Climate and Employment Growth: The Impact of Access to Finance, Corruption and Regulations Across Firms. IZA Discussion Papers 3138, Institute for the Study of Labor (IZA) Baily, Martin Neil et al. 1992. Productivity Dynamics in Manufacturing Plants. Brookings Papers on Economic Activity. Microeconomics 1992:187-267.",
        "Alessandria, George, and Horag Choi. 2007. Do Sunk Costs of Exporting Matter for Net Export Dynamics? Quarterly Journal of Economics 122(1 ):289-336.",
        "Alfaro, Laura, Andrew Chariton, and Fabio Kanczuk. 2008. Plant-Size Distribution and Cross-Country Income Differences. National Bureau of Economic Research Working Paper Series No. 14060.",
        "Melitz, Marc J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71(6): 1695-1725.",
        "Lucas, Robert E. 1978. On the Size Distribution of Business Firms. The Bell Journal of Economics 9(2):508523.",
        "Hsieh, Chang-Tai, and Peter J. Klenow. 2009. Misallocation and Manufacturing TFP in China and India. Quarterly Journal of Economics (forthcoming).",
        "Bartelsman, Eric, Stefano Scarpetta, and Fabiano Schivardi. 2005. Comparative analysis of firm demographics and survival: evidence from micro-level sources in OECD countries. Industrial and Corporate Change 14, no. 3: 365-391.",
        "Bartelsman, Eric, John Haltiwanger, and Stefano Scarpetta. 2009. Measuring and Analyzing Cross-Country Differences in Firm Dynamics. In Producer Dynamics: New Evidence from Micro Data, T. Dunne, J.B. Jensen and M. Roberts (eds.). National Bureau of Economic Research, Inc. University of Chicago Press.",
        "Bartelsman, Eric, Pieter Gautier, and Joris de Wind. 2009. Employment Protection, Technology Choice, and Worker Allocation. mimeo.",
        "Benassy, Jean-Pascal. 1996. Taste for variety and optimum production patterns in monopolistic competition. Economics Letters 52(1):41-47.",
        "Broda, Christian, and David E. Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121(2):541-585.",
        "Davis, Steven J., R. Jason Faberman, John Haltiwanger, Ron Jarmin and Javier Miranda, 2008. Business Volatility, Job Destruction, and Unemployment. NBER Working Papers 14300, National Bureau of Economic Research, Inc.",
        "Foster, Lucia, John Haltiwanger, and C. J Krizan. 2006. Market Selection, Reallocation, and Restructuring in the U.S. Retail Trade Sector in the 1990s. Review of Economics and Statistics 88(4):748-758.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson. 2008. Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability? American Economic Review 98, no. 1: 3 94-425.",
        "Foster, Lucia, John C. Haltiwanger, and C.J. Krizan. 2001. Aggregate Productivity Growth: Lessons from Microeconomic Evidence. In New Developments in Productivity Analysis, Chicago: University of Chicago Press.",
        "Haltiwanger, J., S. Davis, R. Jarmin, and J. Miranda. 2007. Volatility and Dispersion in Business Growth Rates: Publicly Traded and Privately Held Firms. NBER Macroeconomics Annual 2006.",
        "Haltiwanger, John, Ron Jarmin, and Thorsten Schank. 2003. Productivity, Investment in ICT and Market Experimentation: Micro Evidence from Germany and the U.S., Center for Economic Studies, U.S. Census Bureau, February.",
        "Haltiwanger, John, Ron Jarmin and Javier Miranda. 2009. Who Creates Jobs? Small vs. Large vs. Young, mimeo Hopenhayn, Hugo, and Richard Rogerson. 1993. Job Turnover and Policy Evaluation: A General Equilibrium Analysis. Journal of Political Economy 101(5) :915-938.",
        "Hopenhayn, Hugo A. 1992. Entry, Exit, and Firm Dynamics in Long Run Equilibrium. Econometrica 60(5), 1127-1150.",
        "Olley, G.Steven, and Ariel Pakes. 1996. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica 64(6): 1263-1297.",
        "Pierre, Ga",
        "Restuccia, Diego, and Richard Rogerson. 2008. Policy distortions and aggregate productivity with heterogeneous establishments. Review of Economic Dynamics 11(4):707-720.",
        "Scarpetta, Stefano. 2003. The sources of economic growth in OECD countries. OECD Publishing.",
        "Syverson, Chad. 2004a. Market Structure and Productivity: A Concrete Example. Journal of Political Economy 1 12(6):1 18 1-1222.",
        "Syverson, Chad. 2004b. Product Substitutability and Productivity Dispersion. Review of Economics and Statistics 86(2):534-550.",
        "Venn, Danielle. 2009. Legislation, Collective Bargaining and Enforcement: Updating the OECD Employment Protection Indicators, OECD, Social, Employment and Migration Working Papers, No. 89, July.",
        "World Bank. 2004. World Development Report 2005: A Better Investment Climate for Everyone. A World Bank Publication."
    ]
}