{
    "id": 15509,
    "cites": 48,
    "cited_by": 4,
    "reference": [
        "Burstein, Ariel, and Alexander Monge-Naranjo (2009). Foreign Know-How, Firm Control, and the Income of Developing Countries, Quarterly Journal of Economics, February.",
        "Brainard, S. Lael (1997). An Empirical Assessment of the Proximity-Concentration Trade-off Between Multinational Sales and Trade. American Economic Review 87(4): 520-544.",
        "Blonigen, B. (2001), In Search of Substitution Between Foreign Production and Exports, Journal of International Economics, Vol. 53 (February 2001), pp. 81-104.",
        "Basu, S., and D. Weil (1998), Appropriate Technology and Growth, Quarterly Journal of Economics 113: 1025-54.",
        "Barro, R., and X. Sala-i-Martin (1997), Technology Diffusion, Convergence, and Growth, Journal of Economic Growth 2: 1-26.",
        "Antras, P., and E. Helpman (2004), Global Sourcing, Journal of Political Economy 112: 552-580.",
        "Arrow, Kenneth (1969). Classificatory Notes on the Production and Transmission of Technological Knowledge, American Economic Review 59(2): 29-35.",
        "Antras, P. (2003), irms, Contracts, and Trade Structure, Quarterly Journal of Economics 118: 1375-1418.",
        "Antras, P., L. Garicano, and E. Rossi-Hansberg (2008), Organizing Offshoring: Middle Managers and Communication Costs, in E. Helpman, D. Mann, and T. Verdier (eds.), The Organization of Firms in a Global Economy, Harvard University Press.",
        "Aghion, P., and P. Howitt (1998), Endogenous Growth Theory, MIT Press.",
        "Yeaple, Stephen (2008), Firm Heterogeneity, Central Locations, and the Structure of Foreign Direct Investment, in Elhanan Helpman, Dalia Mann, Thierry Verdier (eds.), The Organization of Firms in a Global Economy, Cambridge, MA: Harvard University Press.",
        "World Competitiveness Yearbook (1989), World Competitiveness Yearbook, IMD Business School, http://www.imd.ch/",
        "Yeaple, Stephen (2009). Firm Heterogeneity and the Structure of U.S. Multinational Activity: An Empirical Analysis, Journal of International Economics 78: 206-215.",
        "Ramondo, Natalia and Andres Rodriguez-Clare (2008). The Gains from Openness: Trade, Multinational Production, and Foreign Ideas, mimeo, Penn State University.",
        "Teece, David (1977). Technology Transfer by Multinational Firms: The Resource Cost of Transferring Technological Know-how, The Economic Journal 87(6): 242-261.",
        "Quah, D. (1999), The Weightless Economy in Economic Development, Working Paper.",
        "Park, Walter (2008), International Patent Protection: 1960 - 2005, Research Policy.",
        "Polanyi, M. (1966), The Tacit Dimension, Garden City, New York: Doubleday.",
        "Parent, S., and E. Prescott (2000), Barriers to Riches, MIT Press.",
        "Nunn, N., and D. Trefler (2008), The Boundaries of the Multinational Firm: An Empirical Analysis, in E. Helpman, D. Mann, and T. Verdier (eds.), The Organization of Firms in a Global Economy, 2008, Harvard University Press, pp. 55-83.",
        "Nunn, N. (2007), Relationship-Specificity, Incomplete Contracts and the Pattern of Trade, Quarterly Journal of Economics, Vol. 122, No. 2, May 2007, pp. 569-600.",
        "Norbaeck, P. (2001), Multinational firms, technology and location, Journal of International Economics 54: 449-469.",
        "McLaren, J. (2000), Globalization' and Vertical Structure, American Economic Review 90:5 (December 2000), pp. 1239-54.",
        "Markusen, J., and K. Zhang (1999), Vertical Multinationals and Host-Country I~ Journal of Development Economics 59: 233-252.",
        "Markusen, J., and K. Maskus (2002), Discriminating between alternative theories of the multinational enterprise, Review of International Economics 10: 695-707.",
        "Markusen, James (2002), Multinational Firms and the Theory of International Trade, Cambridge, MA: MIT Press.",
        "Markusen, James (1984). Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics 16: 205-226.",
        "Levy, Frank and Richard Murnane (2004), How Computerized Work and Globalization Shape Human Skill Demands, mimeo, MIT.",
        "Leamer, Edward and Michael Storper (2001). The Economic Geography of the Internet Age. Journal of International Business Studies 32(4): pp.641-665",
        "Koskinen, K.U., and H. Vanharanta (2002), The role of tacit knowledge in innovation processes of small technology companies, International Journal of Production Economics, Vol. 80 pp.5 7-64.",
        "Kleinert, J., and F. Toubal (2008), Gravity for FDI, Review of International Economics, forthcoming.",
        "Keller, W., and S. Yeaple (2008), Global Production and Trade in the Knowledge Economy, NBER Working Paper # 14626, December.",
        "Keller, Wolfgang, and Stephen Yeaple (2009), Multinational Enterprises, International Trade, and Productivity Growth: Firm-Level Evidence from the United States, forthcoming, The Review of Economics and Statistics.",
        "Keller, Wolfgang (2002), Geographic localization of international technology diffusion, American Economic Review 92: 120-142.",
        "Keller, Wolfgang (2009), International Trade, Foreign Direct Investment, and Technology Spillovers, NBER Working Paper # 15442.",
        "Irarrazabal, Alfonso, Andreas Moxnes, and Luca David Opromolla (2008). The Margins of Multinational Production and the Role of Intra-Firm Trade, mimeo, University of Oslo.",
        "Howitt, P. (2000), Endogenous Growth and Cross-Country Income Differences, American Economic Review 90: 829-844.",
        "Horstmann, I., and J. Markusen (1987), Licensing versus Direct Investment: A Model of Internalization by the Multinational Enterprise, Canadian Journal of Economics 20: 464-481.",
        "Hanson, Gordon, Raymond Mataloni, and Matthew Slaughter (2005). Vertical Production Networks in Multinational Firms, Review of Economics and Statistics 87(4): 664-678.",
        "Helpman, Elhanan (1984). A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy 92(3): 451-471.",
        "Hall, R., and C. Jones (1998), Why do some countries produce so much more Output per Worker than other I~ Quarterly Journal of Economics.",
        "Grossman, G., and E. Helpman (2002), Integration versus Outsourcing in Industry Equilibrium, Quarterly Journal Economics, 2002, 117, 85-120.",
        "Glaeser, E.L. and J.E. Kohlhase (2004), Cities, Regions and the Decline of Transport Costs, Papers in Regional Science 83(1): 197-228.",
        "Garetto, Stefania (2008). Input Sourcing and Multinational Production, mimeo, University of Chicago.",
        "Feenstra, Robert C. and Gordon H. Hanson, Ownership and Control in Outsourcing to China: Estimating the Property-Rights Theory of the Firm, Quarterly Journal of Economics, May 2005, 120 (2), 729-761.",
        "Ethier, W. (1986), The Multinational Firm, Quarterly Journal of Economics, Vol. 101(4), pages 805-33.",
        "Eaton, Jonathan, and Samuel Kortum 2002. Technology, Geography, and Trade, Econometrica 70: 1741-1779.",
        "Costinot, Arnaud, Lindsay Oldenski, and James Rauch (2008), Adaptation and the Boundary of Multinational Firms, UCSD Working Paper, November."
    ]
}