{
    "id": 1550,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Atkinson, Anthony B., and Joseph Stiglitz, Lectures in Public Economics, New York: McGraw-Hill Company, 1980.",
        "Auerbach, Alan J., and Laurence J. Kotlikoff, National Savings, Economic Welfare, and the Structure of Taxation, in Behavioral Simulation Methods in Tax Policy Analysis, ed, Martin S. Feldstein, Chicago: University of Chicago Press, 1983, pp. 1459-98.",
        "Boadway, Robin W., Public Sector Economics, Cambridge, MA: Winthrop, 1979.",
        "Caves, Richard E., Multinational Enterprise and Economic Analysis, Cambridge Surveys of Economic Literature, Cambridge University Press, 1982.",
        "Dutton, John, The Optimal Taxation of International Investment Income: A Comment, Quarterly Journal of Economics, May 1982, 97(2), pp. 373-380.",
        "Feldstein, Martin S., and Charles Horioka, Domestic Savings and International Capital Flows, Economic Journal, June 1980, 140, pp. 3114-329.",
        "Feldstein, Martin 5,, Domestic Savings and International Capital Movements in the Long Run and the Short Run, European Economic Review, March/April 1983, 21, pp. 129-151.",
        "Feldstein, Martin S., On the Theory of Optimal Taxation in a Growing Economy, NBER Working Paper l~435, August, 19814.",
        "Goulder, Lawrence H., John B. Shoven, and John Whalley, Domestic Tax Policy and the Foreign Sector, in Behavioral Simulation Methods in Tax Policy -22- Analysis, ed, Martin S. Felclstein, Chicago: University of Chicago Press, 1983, pp. 333-3614.",
        "Eartman, David G., The Welfare Effects of the Capital Income Tax in an Open Economy, NEER Working Paper, 1985.",
        "Ihori, Toshihiro, Partial Welfare Improvements and Capital Income Taxation, Journal of Public Economics, 19814, 214, pp. 101-109.",
        "King, Mervyn A., Savings and Taxation, in Public Policy and the Tax System, eds., G.A. Huges and G.M. Heal, London, 1980, pp. 1-35.",
        "Kotlikoff, Laurence J., Taxation and Savings: A Neoclassical Perspective, Journal of Economic Literature, December 19814, 22(14), pp. 1576-1629.",
        "Shoven, John B., Saving in the U.S. Economy, in Removing Obstacles to Economic Growth, eds, Michael L. Wachter and Susan M. Wachter, Philadelphia, University of Pennsylvania Press, ~19814, pp. 187-223.",
        "Summers, Lawrence H., Capital Taxation and Capital Accumulation in a Life Cycle Growth Model, American Economic Review, September 1981, 81(14), pp. 533-1414."
    ]
}