{
    "id": 15500,
    "cites": 40,
    "cited_by": 15,
    "reference": [
        "Abraham, Katharine (2005), Beyond the Market: Designing Nonmarket Accounts for the United States, National Academies Press, Washington, D.C.",
        "Ahiroth, Sofia, A. and Bjorklund, A. Forslund (1997), The Output of the Swedish Education Sector, Review of Income and Wealth Volume 43, Number 1, pp.89-104.",
        "Ashenfelter, Orley and Krueger, Alan (1994), Estimates of the Economic Return to Schooling from a New Sample of Twins, American Economic Review 84, December, pp.1157-73.",
        "Becker, G. (1964), Human Capital, 2nd edition, Columbia University Press, New York.",
        "Bureau of Statistics of China (2008), China Population Statistical Yearbook 2008, China Statistics Press, Beijing.",
        "Fleisher, Belton., Sabirianova, Klara., and Wang, Xiaojun (2005), Returns to Skills and the Speed of Reforms: Evidence from Central and Eastern Europe, China, and Russia., Journal of Comparative Economics 33, issue 2, pp.351-370.",
        "Fleisher, Belton and Wang, Xiaojun (2004), Skill Differentials, Return to Schooling, and Market Segmentation in a Transition Economy: the Case of Mainland China, Journal of Development Economics 73, pp.3 15-328.",
        "Fleisher, Belton, Li Haizheng and Zhao Minqiang (2009), Human Capital, Economic Growth, and Regional Inequality in China, Journal of Development Economics, forthcoming.",
        "Fraumeni, Barbara M. (2006), A Human Capital Approach to Measuring Government Education Output, presentation at the OECD/ONS/Government of Norway Workshop on the Measurement of Non-market Output and Health, London, England, UK, October 4.",
        "Fraumeni, Barbara M. (2008a), Human Capital and Investment in Education: A Streamlined Approach, presentation at the Fondazione Giovanni Agnelli/OECD Workshop on the Measurement of Human Capital, Turin, Italy, November 3.",
        "Fraumeni, Barbara M. (2008b), Human Capital: From Indicators and Indexes to Accounts, paper presented at the Fondazione Giovanni Agnelli/OECD Workshop on the Measurement of Human Capital, Turin, Italy, November 4.",
        "Fraumeni, Barbara M. (2009), Further Comments: Results by Country and Future Efforts presentation at a China Center for Human Capital and Labor Market Research seminar at the Central University of Finance and Economics, Beijing, China, June 19.",
        "Greaker, Mads and Liu, Gang (2008) Measuring the Stock of Human Capital for Norway: A Lifetime Labour Income Approach, paper presented at the Fondazione Giovanni AgnellilOECD Workshop on the Measurement of Human Capital, Turin, Italy, November 3.",
        "Griliches, Zvi, Estimating the Returns to Schooling. Econometrica 45, 1977, pp.1-22.",
        "Gu, Wulong and Wong, Ambrose (2008), Human Development and its Contribution to the Wealth Accounts in Canada, paper presented at the Fondazione Giovanni AgnellilOECD Workshop on the Measurement of Human Capital, Turin, Italy, November 3.",
        "Gu, Wulong and Wong Ambrose (2009), Human Development and its Contribution to the Wealth Accounts in Canada, paper presented at the Canadian Economic Association Annual Conference, May 29.",
        "Heckman, James J. (2005), Chinas Human Capital Investment, China Economic Review 16, pp.50-70.",
        "Holz, Carsten A. (2006), New Capital Estimates for China, China Economic Review 17, pp.142-185.",
        "Jorgenson, Dale W. and Fraumeni, Barbara M. (1992a), Investment in Education and U.S. Economic Growth, Scandinavian Journal of Economics, Vol. 94, supplement, pp.",
        "S5 1-70. Jorgenson, Dale W. and Fraumeni, Barbara M. (1992b), The Output of the Education Sector, in Z. Griliches, T. Breshnahan, M. Manser, and E. Berndt eds., The Output of the Service Sector, Chicago, NBER, 1992, pp. 303-341.",
        "Keeley, Brian (2007), Human Capital, How What You Know Shapes Your Life, OECD Insights, Paris.",
        "Kendrick, J. (1976), The Formation and Stocks of Total Capital, NBER, Columbia University Press, New York, N.Y.",
        "Koman, R., and Main, D. (1997), Human Capital and Macroeconomic Growth: Austria and Germany 1960-1997. An Update. lAS Economics Series No. 69.",
        "Laroche, M. and Merette, M. (2000), Measuring Human Capital in Canada. Ministry of Finance of Canada.",
        "Le, Trinh Van Thi, Gibson, John, and Oxley, Les (2005), Measuring the Stock of Human Capital in New Zealand, Mathematics and Computers in Simulation, Volume 68, Issue 5-6, May, pp. 485-98.",
        "Le, Trinh, Gibson, John, and Oxley, Les (2003), Cost- and Income-Based Measures of Human Capital. Journal of Economic Surveys 17, 3: pp.271-307.",
        "Le, Trinh, Gibson, John, and Oxley, Les (2005), Measures of Human Capital: A Review of the Literature. New Zealand Treasury Working Paper 05/10.",
        "Li, Haizheng (2003), Economic Transition and Returns to Education in China. Economics of Education Review 2 3 17-328.",
        "Liu, Zhiqiang (1998), Earnings, Education, and Economic Reforms in Urban China. Economic Development and Cultural Change 46, pp.697-725.",
        "Liu, Zhiqiang (2007), The External Returns to Education: Evidence from Chinese Cities, Journal of Urban Economics 61(3), pp.542-564.",
        "Mincer, Jacob (1974), Schooling, Experience and Earnings. Columbia University Press.",
        "New York. Mulligan, C. B., and Sala-i-Martin, X. (1997), A Labor Income-based Measure of the Value of Human Capital: An Application to the States of the United States. Japan and the World Economy 9, 2: pp.159-191.",
        "OECD (2001), The Well-being of Nations: The Role of Human and Social Capital, OECD, Paris.",
        "Stroombergen, A., D. Rose and Nana, G. (2002), Review of the Statistical Measurement of Human Capital, Statistics New Zealand working paper.",
        "Wei, Hui (2008) Developments in the Estimation of the Value of Human Capital in Australia, paper presented at the Fondazione Giovanni Agnelli/OECD Workshop on the Measurement of Human Capital, Turin, Italy, November 3.",
        "World Bank (1997), Expanding the Measure of Wealth: Indicators of Environmentally Sustainable Development, Environmentally Sustainable Development Studies and Monographs Series No. 17, Washington, D.C.",
        "World Bank (2006) Where is the Wealth of Nations, Measuring Capital for the 21t Century, The International Bank for Reconstruction and Development/The World Bank, Washington, DC.",
        "Yang, Dennis (2005), Determinants of Schooling Returns during Transition: Evidence from Chinese Cities. Journal of Comparative Economics 33, pp.244-264.",
        "Yu,Shujing(2008), Comprehensive Evaluation and Dynamic Analysis on Chinas Provincial-level Regional Human Capital, Modern Management Science(Chinese) 4, pp.",
        "Zhang Fan(2000), Estimates of Physical Capital and Human Capital in China, Economic Research (Chinese) 8, pp.66-71 Zhang Jun, Wu, Guiying, and Zhang Jipeng (2004), Compilation of Chinas Provincial Capital Stock Series Using Perpetual Inventory Method, 1952-2000, Economic Research (Chinese), October."
    ]
}