{
    "id": 15513,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "Weill, Pierre Olivier (2007). Liquidity Premia in Dynamic Bargaining Markets. Journal of Economic Theory, forthcoming.",
        "Williams, David (1991). Probability with Martingales. Cambridge University Press",
        "Vayanos, Dimitri and Pierre Olivier Weill (2007). A Search-Based Theory of the On-theRun Phenomenon. Journal of Finance, forthcoming.",
        "Vayanos, Dimitri (1998). Transaction Costs and Asset Prices: A Dynamic Equilibrium Model. Review of Financial Studies 11, 1-58.",
        "Wolinsky, Asher (1990), Information Revelation in a Market with Pairwise Meetings, Econometrica 58: 1-23.",
        "Ostrovsky, Michael (2009). Information Aggregation in Dynamic Markets with Strategic Traders, Working paper.",
        "Rocheteau, Guillaume (2008). A Monetary Approach to Asset Liquidity, Working paper.",
        "Milgrom, Paul R., and Nancy Stokey (1982). Information, Trade and Common Knowledge.  Journal of Economic Theory 26: 17-27.",
        "Lagos, Ricardo, and Guillaume Rocheteau and Pierre Olivier Weill, (2007). Crashes and Recoveries in Illiquid Markets, working paper.",
        "Lagos, Ricardo and Guillaume Rocheteau (2009). Liquidity in Asset Markets with Search Frictions, Econometrica, 77(2) (March 2009): 403-426.",
        "Grossman, Sanford (1989). The Informational Role of Prices. MIT Press.",
        "Lagos, Ricardo (2007), Asset Prices and Liquidity in an Exchange Economy, working paper, NYU.",
        "Gale, Douglas (2000). Strategic Foundations of General Equilibrium: Dynamic Matching and Bargaining Games. Cambridge University Press.",
        "Fudenberg, Drew, and David Levine (1995). Consistency and Cautious Fictitious Play. Journal of Economic Dynamics and Control 19: 1065-1089.",
        "Gale, Douglas (1987). Limit Theorems for Markets with Sequential Bargaining. Journal of Economic Theory 43: 20-54.",
        "Duffie, Darrell, and Gustavo Manso, (2007). Information Percolation in Large Markets, American Economic Review, Papers and Proceedings, 97: 203-209.",
        "Duffie, Darrell, Semyon Malamud and Gustavo Manso (2009b). The Relative Contributions of Private Information Sharing and Public Information Releases to Information Aggregation. Journal of Economic Theory, forthcoming.",
        "Duffie, Darrell, Semyon Malamud and Gustavo Manso (2009a). Information Percolation with Equilibrium Search Dynamics. Econometrica, forthcoming.",
        "Duffie, Darrell, Gaston Giroux, and Gustavo Manso (2009). Information Percolation, American Economic Journal: Microeconomics, forthcoming.",
        "Duffie, Darrell, Nicolae Garleanu and Lasse Heje Pedersen (2007). Valuation in Overthe -Counter Markets. Review of Financial Studies, forthcoming.",
        "Duffie, Darrell, Nicolae Garleanu and Lasse Heje Pedersen (2005). Over-the-Counter Markets. Econometrica 73: 1815-1847.",
        "Cho, In-Koo and David M. Kreps (1987). Signalling Games and Stable Equilibria. Quarterly Journal of Economics, 102(2): 179-221.",
        "Brunnermeier, Markus (2001). Asset Pricing under Asymmetric Information. Oxford University Press.",
        "Blouin, Max R., and Roberto Serrano (2001). A Decentralized Market with Common Values Uncertainty: Non-Steady States, Review of Economic Studies 68: 323-346.",
        "Amador, Manuel and Pierre Olivier Weill (2008). Learning from Prices: Public Communication and Welfare. Mimeo, UCLA.",
        "Billingsley, Patrick (1995). Probability and Measure. Wiley Series in Probability and Mathematical Statistics.",
        "Amador, Manuel and Pierre Olivier Weill (2007). Learning from Private and Public Observation of Other's Actions. Mimeo, UCLA."
    ]
}