{
    "id": 15518,
    "cites": 47,
    "cited_by": 16,
    "reference": [
        "Conover, W. J. 1999. Practical Nonparametric Statistics. 3rd edition. New York: John Wiley and Sons.",
        "Coakley, Jerry, and Ana Maria Fuertes. 2001. A Non-linear Analysis of Excess Foreign Exchange Returns. Manchester School 69(6): 623-42.",
        "Clinton, Kevin. 1998. Transactions Costs and Covered Interest Arbitrage: Theory and Evidence. Journal of Political Economy 96: 358-70.",
        "Clarida, Richard, and Daniel Waldman. 2007. Is Bad News About Inflation Good News for the Exchange Rate? NBER Working Papers 13010.",
        "Chinn, Menzie D., and Jeffrey A. Frankel. 2002. Survey Data on Exchange Rate Expectations: More Currencies, More Horizons, More Tests. In Monetary Policy, Capital Flows and Financial Market Developments in the Era of Financial Clobalisation: Essays in Honour of Max Fry, edited by W. Allen and D. Dickinson. London: Routledge, 145-67.",
        "Cheung, Yin-Wong, Menzie D. Chinn, and Antonio Garcia Pascual. 2005. Empirical Exchange Rate Models of the Nineties: Are Any Fit to Survive? Journal of International Money and Finance 24(7): iiSO-75.",
        "Burnside, A. Craig, Martin Eichenbaum and Sergio Rebelo. 2008. Carry Trade: The Gains of Diversification. Journal of the European Economic Association 6(2-3): 581-88.",
        "Burnside, A. Craig, Martin Eichenbaum, and Sergio Rebelo. 2007. The Returns to Currency Speculation in Emerging Markets. NBER Working Papers 12916.",
        "Burnside, A. Craig, Martin Eichenbaum, Isaac Kleshchelski, and Sergio Rebelo. 2008b. Do Peso Problems Explain the Returns to the Carry Trade? NBER Working Papers 14054.",
        "Burnside, A. Craig, Martin Eichenbaum, Isaac Kleshchelski, and Sergio Rebelo. 2006. The Returns to Currency Speculation. NBER Working Papers 12489.",
        "Burnside, A. Craig. 2007. The Cross-Section of Foreign Currency Risk Premia and Consumption Growth Risk: A Comment. NBER Working Papers 13129.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse H. Pedersen. 2008. Carry Trades and Currency Crashes. NBER Working Papers 14473.",
        "Bilson, John F. 0. 1981. The Speculative Efficiency Hypothesis. Journal of Business 54(3): 435-Si.",
        "Bilson, John F. 0. 1984. Purchasing Power Parity as a Trading Strategy. Journal of Finance. 39(3): 715-24.",
        "Bhansali, Vineer. 2007. Volatility and the Carry Trade, Journal of Fixed Income 17(3): 72-84.",
        "Bernardo, Antonio E., and Ledoit, Olivier. 2000. Gain, Loss and Asset Pricing. Journal of Political Economy 108(1): 144-72.",
        "Bekaert, Geert, and Robert J. Hodrick. 1993. On Biases in the Measurement of Foreign Exchange Risk Premiums. Journal of International Money and Finance 12(2): 11S-38.",
        "Bacchetta, Philip, and Eric van Wincoop. 2006. Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle? American Economic Review 96(3): 552-76.",
        "Bakker, Age, and Bryan Chapple. 2002. Advanced Country Experiences with Capital Account Liberalization. Occasional Paper 214, Washington, D.C.: International Monetary Fund.",
        "Alexius, Annika. 2001. Uncovered Interest Parity Revisited. Review of International Economics 9(3): SOS-17.",
        "Taylor, Alan M., and Mark P. Taylor. 2004. The Purchasing Power Parity Debate. Journal of Economic Perspectives i8(4): i35-58. Taylor, Mark P., David A. Peel, and Lucio Sarno. 200i. Nonlinear Mean-Reversion in Real Exchange Rates: Toward a Solution to the Purchasing Power Parity Puzzles. International Economic Review 42(4): iOiS-42. West, Kenneth D. i996. Asymptotic Inference about Predictive Ability. Econometrica 64(5): i067-84.",
        "Sinclair, Peter J. N. 2005. How Policy Rates Affect Output, Prices, and Labour, Open Economy Issues, and Inflation and Disinflation. In How Monetary Policy Works, edited by Lavan Mahadeva and Peter Sinclair. London: Routledge. Spackman, Kent A. i989. Signal Detection Theory: Valuable Tools for Evaluating Inductive Learning. In Proceedings of the Sixth International Workshop on Machine Learning. Morgan Kaufman, San Mateo, Califi, i60-63. Swets, John A. i973. The Relative Operating Characterstic in Psychology. Science i82: 990-i000.",
        "Silvennoinen, Annastiina, Timo Ter",
        "Sarno, Lucio, and Mark P. Taylor. 2002. The Economics of Exchange Rates. Cambridge: Cambridge University Press. 3S Sarno, Lucio, Giorgio Valente, and Hyginus Leon. 2006. Nonlinearity in Deviations from Uncovered Interest Parity: An Explanation of the Forward Bias Puzzle. Review of Finance iO(3): 443-82. Shleifer, Andrei, and Robert W. Vishny. i997. A Survey of Corporate Governance. Journal of Finance 52(2): 737-83.",
        "Sager, Michael, and Mark P. Taylor. 2008. Generating Currency Trading Rules from the Term Structure of Forward Foreign Exchange Premia. University of Warwick, October. Photocopy.",
        "Pritchard, Ambrose Evans. 2007. Goldman Sachs Warns of Dead Bodies After Market Turmoil. The Daily Telegraph, June 3, 2007.",
        "Pojarliev, Momtchil, and Richard M. Levich. 2008. Trades of the Living Dead: Style Differences, Style Persistence and Performance of Currency Fund Managers. NBER Working Papers i4355. Poterba, James M., and Lawrence H. Summers. i986. The Persistence of Volatility and Stock Market Fluctuations. American Economic Review 76(5): ii42-Si.",
        "Plantin, Guillaume, and Hyun Song Shin. 2007. Carry Trades and Speculative Dynamics. Princeton University. Photocopy.",
        "Pepe, Margaret 5. 2003. The Statistical Evaluation of Medical Tests for Classification and Prediction. Oxford: Oxford University Press. Pesaran, M. Hashem, Yongcheol Shin, and Ronald P. Smith. i999. Pooled Mean Grouped Estimation of Dynamic Heterogeneous Panels. Journal of the American Statistical Association 94: 62i-24. Peterson, W. Wesley, and Theodore G. Birdsall. i953. The Theory of Signal Detectability: Part I. The General Theory. Electronic Defense Group, Technical Report i3, June i953. Available from EECS Systems Office, University of Michigan.",
        "Pedroni, Peter. 2004. Panel Cointegration: Asymptotic and Finite Sample Properties of Pooled Time Series Tests with an Application to the PPP Hypothesis. Econometric Theory 20(3): 597-625.",
        "Obstfeld, Maurice, and Alan M. Taylor. 2004. Clobal Capital Markets: Integration, Crisis, and Crowth. Cambridge: Cambridge University Press. Pedroni, Peter. i999. Critical Values for Cointegration Tests in Heterogeneous Panels with Multiple Regressors. Oxford Bulletin of Economics and Statistics 6i: 653-70.",
        "Melvin, Michael, and Mark P. Taylor. 2009. The Crisis in the Foreign Exchange Market. CEPR Discussion Paper 7472, September. Forthcoming in the Journal of International Money and Finance. Michael, Panos, A. Robert Nobay, and David A. Peel. i997. Transactions Costs and Nonlinear Adjustment in Real Exchange Rates: An Empirical Investigation. Journal of Political Economy iOS(4): 862-79. Obstfeld, Maurice, and Alan M. Taylor. i997. Nonlinear Aspects of Goods-Market Arbitrage and Adjustment: Heckscher's Commodity Points Revisited. Journal of the Japanese and International Economies ii(4): 44i-79.",
        "DeMiguel, Victor, Lorenzo Garlappi, and Raman Uppal. 2009. Optimal Versus Naive Diversification: How Inefficient is the i/N Portfolio Strategy? Review of Financial Studies 22(5): 1915-53.",
        "Diebold, Francis X., and Roberto S. Mariano. 1995. Comparing Predictive Accuracy. Journal of Business and Economic Statistics 13(3): 253-63.",
        "Dominguez, Kathryn M. 1986. Are Foreign Exchange Forecasts Rational? New Evidence from Survey Data. Economics Letters 21(3): 277-81.",
        "Dooley, Michael P., and Jeffrey R. Shafer. 1984. Analysis of Short-Run Exchange Rate Behavior: March 1973 to 1981. In Floating Exchange Rates and The State of World Trade and Payments, edited by David Bigman and Teizo Taya, 43-70. Engel, C., and James D. Hamilton. i990. Long Swings in the Dollar: Are They in the Data and Do Markets Know It? American Economic Review 80(4): 689-7ii.",
        "Fackler, Martin. 2007. Japanese Housewivwes Sweat in Secret as Markets Reel. New York Times, September i6, 2007. Fama, Eugene F. i984. Forward and Spot Exchange Rates. Journal of Monetary Economics i4(3): 3i9-38.",
        "Fawcett, Tom. 2006. ROC Graphs with Instance-Varying Costs. Pattern Recognition Letters 27(8): 882-9i.",
        "Froot, Kenneth A., and Tarun Ramadorai. 2008. Institutional Portfolio Flows and International Investments. Review of Financial Studies 2i(2): 937-7i. Froot, Kenneth A., and Richard H. Thaler. i990. Foreign Exchange. Journal of Economic Perspectives 4(3): i79-92.",
        "Fujii, Eiji, and Menzie D. Chinn. 2000. Fin de Si",
        "Giacomini, Raffaella, and Halbert White. 2006. Tests of Conditional Predictive Ability. Econometrica 74(6): i545-78. Granger, Clive W. J., and Timo Ter",
        "Hand, David J., and Veronica Vinciotti. 2003. Local versus Global Models for Classification Problems: Fitting Models Where It Matters. The American Statistician 57: i24-3i. Hansen, Lars Peter, and Robert J. Hodrick. i980. Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis. Journal of Political Economy 88(5): 829-53.",
        "Ilut, Cosmin. 2008. Ambiguity Aversion: Implications for the Uncovered Interest Rate Parity Puzzle. Northwestern University. Photocopy.",
        "Jeanne, Olivier, and Andrew K. Rose. 2002. Noise Trading And Exchange Rate Regimes. Quarterly Journal of Economics ii7(2): 537-69.",
        "Jord",
        "Jurek, Jakub W. 2008. Crash-Neutral Currency Carry Trades. Princeton University. Photocopy. Levich, Richard M., and Lee R. Thomas, III. i993. The Significance of Technical Trading-Rule Profits in the Foreign Exchange Market: A Bootstrap Approach. Journal of International Money and Finance i2(S): 45i-74. Lusted, Lee B. i960. Logical Analysis in Roentgen Diagnosis. Radiology 74: i78-93.",
        "Lustig, Hanno, and Adrien Verdelhan. 2007. The Cross Section of Foreign Currency Risk Premia and Consumption Growth Risk. American Economic Review 97(i): 89-ii7. Lyons, Richard K. 200i. The Microstructure Approach to Exchange Rates. Cambridge, Mass.: MIT Press. Mason, Ian B. i982. A Model for the Assessment of Weather Forecasts. Australian Meterological Society 30: 29i-303. Meese, Richard A., and Kenneth Rogoff. i983. Empirical Exchange Rate Models of the Seventies. Journal of International Economics i4(i-2): 3-24."
    ]
}