{
    "id": 15519,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "STOCK, J. H., AND M. W. WATSON (2002): Macroeconomic Forecasting Using Diffusion Indexes, Journal of Business and Economics Statistics, 20, 147-162.",
        "PESARAN, M. H. (2006): Estimation and Inference in Large Heterogeneous Panels with a Multifactor Error Structure, Econometrica, 74(4), 967-1012.",
        "PAGAN, A. (1984): Econometric issues in the analysis of regressions with generated regressors, International Economic Review, 25, 221-247.",
        "OSTERGAARD, C., B. SORENSEN, AND 0. YOSHA (2002): Consumption and aggregate constraints: evidence from US states and Canadian provinces, Journal of Political Economy, 111, 634-645.",
        "K05E, A., C. OTROK, AND C. WHITEMAN (2003): International business cycles: world, region and country specific factors, American Economic Review, 93, 12161239.",
        "OBSTFELD, M., AND K. ROGOFF (2000): The six major puzzle in international economics: is there a common cause?, NBER Working Paper 7777.",
        "GREGORY, A., AND A. HEAD (1999): Common and country specific fluctuations in productivity, investment and the current account, Journal of Monetary Economics, 44, 423-451.",
        "GLICK, R., AND K. ROGOFF (1995): Global versus country-specific productivity shocks and the current account, Journal of Monetary Economics, 35, 159-192.",
        "FRANKEL, J. A. (1992): Measuring International Capital Mobility: A Review, American Economic Review, 82(2), 197-202.",
        "FORNI, M., AND L. REICHLIN (1998): Let's get real: a factor analytic approach to business cycle dynamics, Review of Economic Studies, 65, 452-473.",
        "FORNI, M., M. HALLIN, M. LIPPI, AND L. REICHLIN (2000): The Generalized Dynamic Factor Model: identification and estimation, Review of Economics and Statistics, 82, 540-554.",
        "FELDSTEIN, M., AND C. HORIOKA (1980): Domestic saving and international capital flows, Economic Journal, 90, 314-329.",
        "COAKLEY, J., F. KULASI, AND R. SMITH (1998): The Feldstein-Horioka Puzzle and Capital Mobility: A Review, International Journal of Finance and Economics, 3(2), 169-88.",
        "BLANCHARD, 0., AND F. GlAvAzzi (2002): Current account deficits in the Euro Area: the end of the Feldstein-Horioka puzzle?, Brookings Papers on Economic Activity, 22, 147-209.",
        "BERNANKE, B., AND J. BOIvIN (2003): Monetary Policy in a Data-Rich Environment,  Journal of Monetary Economics, 50, 525-546.",
        "BAI, J., AND S. NG (2006): Confidence intervals for diffusion index forecasts with a large number of predictors, Econometrica, 74(4), 1133-i 150.",
        "BARRO, R. (1991): World interest rate and investment, NBER Working Paper 3849.",
        "BAI, J., AND S. NG (2002): Determining the Number of Factors in Approximate Factor Models, Econometrica, 70(1), 191-22 1.",
        "BAI, J. (2003): Inferential Theory for Factor Models of Large Dimensions, Econometrica, 71(1), 135-171. (2004): Estimating cross-section common stochastic trend in nonstationary panels, Journal of Econometrics, 122, 137-183."
    ]
}