{
    "id": 15516,
    "cites": 27,
    "cited_by": 7,
    "reference": [
        "Aldy, Joseph, Scott Barrett, and Robert Stavins, 2003, Thirteen Plus One: A Comparison of Global Climate Architectures, Climate Policy, 3, no. 4, 373-97.",
        "Peter Orszag, and Joseph Stiglitz, 2001, Climate Change: An Agenda for Global Collective Action. Prepared for The Pew Center Workshop on the Timing of Climate Change Policies. The Westin Grand Hotel, Washington, D.C. October 11-12.",
        "Baer, Paul, Tom Athanasiou, Sivan Kartha and Eric Kemp-Benedict, 2008, The Greenhouse Development Rights Framework: The Right to Development in a Climate Constrained World (Hendrich Boll Stiftung, Stockholm, 2nd edition).",
        "Barrett, Scott, 2006, Climate Treaties and `Breakthrough' Technologies, American Economic Review, Papers and Proceedings, vol. 96, no. 2, May, 22-25.",
        "Baumert, Kevin and Donald Goldberg, 2006, Action targets: A New Approach to International Greenhouse Gas Controls, Climate Policy, 5, pp. 561-8 1.",
        "Bosetti, V., C. Carraro, M. Galeotti, E. Massetti and M. Tavoni, 2006, WITCH: A World Induced Technical Change Hybrid Model. The Energy Journal, Special Issue on Hybrid Modeling of Energy-Environment Policies: Reconciling Bottom-up and Top-down, 13-3 8.",
        "---, C. Carraro, A. Sgobbi, M. Tavoni, 2008, The 2008 WITCH Model: New Model Features and Baseline, Mimeo, August. Forthcoming as a FEEM Working paper, E. Massetti and M. Tavoni, 2007, The WITCH Model. Structure, Baseline, Solutions. Working Paper 10. (Fondazione Eni Enrico Mattei: Milan).",
        "Cao, Jing, 2008, Reconciling Human Development and Climate Protection: Perspectives from Developing Countries on Post-2012 International Climate Change Policy. Discussion Paper 0825, Cambridge, Mass.: Harvard Project on International Climate Agreements, December.",
        "Edmonds, J.A., H.M. Pitcher, D.Barns, R.Baron, and M.A. Wise, 1992, Modeling Future Greenhouse Gas Emissions: The Second Generation Model, in Modeling Global Climate Change, Lawrence Klein and Fu-chen Lo, editors (United Nations University Press: Tokyo) pp. 295-340.",
        "Ellerman, Denny, and Barbara Buchner, 2007, Over-Allocation or Abatement? A Prelminary Analyusis of the EU ETS Based on the 2005-06 Emissions Data. Forthcoming, Environmental and Resource Economics.",
        "Frankel, Jeffrey, 1999, Greenhouse Gas Emissions, Policy Brief no.52, Brookings Institution, Washington, DC, June. 2005, You're Getting Warmer: The Most Feasible Path for Addressing Global Climate Change Does Run Through Kyoto, in Trade and Environment: Theory and Policy in the Context of EU Enlargement and Transition Economies, edited J.Maxwell and R.Reuveny (Edward Elgar Publishers, UK). 2007, Formulas for Quantitative Emission Targets, in Architectures for Agreement: Addressing Global Climate Change in the Post Kyoto World, J.Aldy and R. Stavins, eds.",
        "(Cambridge University Press). 2009, An Elaborated Proposal For Global Climate Policy Architecture: Specific Formulas and Emission Targets for All Countries in All Decades, Chapter 2, forthcoming in Post-Kyoto International Climate Policy, edited by Joe Aldy and Rob Stavins, Cambridge University Press. HPICA DP 08-08. NBER WP 18476.",
        "Gore, Al, 1993, Earth in the Balance (Penguin Books, New York).",
        "Hammett, James, 1999, Evaluation Endpoints and Climate Policy: Atmospheric Stabilization, Benefit-Cost Analysis, and Near-Term Greenhouse Gas Emissions, Harvard Univ. Climatic Change 41: 447-468.",
        "Karp, Larry, and Jinha Zhao, 2009, Suggestions for the Road to Copenhagen, Report to the Expert Group on Environmental Studies, Ministry of Finance, Sweden.",
        "Lutter, Randy, 2000, Developing Countries' Greenhouse Emissions: Uncertainty and Implications for Participation in the Kyoto Protocol, Energy Journal 2 1(4): 93-120.",
        "Manne, Alan, Robert Mendelsohn, Richard Richels, 1995, MERGE: A Model for Evaluating Regional and Global Effects of GHG Reduction Policies. Energy Policy 23:17.",
        "McKibbin, Warwick, Adele Morris and Peter Wilcoxen, 2008, Expecting the Unexpected: Macroeconomic Volatility and Climate Policy, HPICA, Discussion Zpaper No. 08-16, November.",
        "Nordhaus, William, 1994, Managing the Global Commons: The Economics of Climate Change, MIT Press: Cambridge. 2006, Life After Kyoto: Alternative Approaches Global Warming Policies, American Economic Review, Papers and Proceedings, vol. 96, no. 2, May: 31-34. 2008, A Question of Balance: Weighing the Options on Global Warming Policies (Yale University Press).",
        "Olmstead, Sheila, and Robert Stavins, 2006, An International Policy Architecture for the PostKyoto Era, American Economic Review, Papers and Proceedings, vol. 96, no. 2, May: 35-3 8.",
        "Pizer, William, 2006, The Evolution of a Global Climate Change Agreement, American Economic Review, Papers and Proceedings, vol.96, no.2, May, 26-30.",
        "Stewart, Richard, and Jonathan Weiner, 2003, Reconstructing Climate Policy: Beyond Kyoto (American Enterprise Institute Press, Washington DC).",
        "Subramanian, Arvind, and Nancy Birdsall, 2009, Energy Not Emissions: Equitable BurdenSharing on Climate Change (Center for Global Development, Washington, DC).",
        "Victor, David, 2004, Climate Change: Debating America `s Policy Options (Council on Foreign Relations, New York).",
        "Wagner, Gernot, James Wang, Stanislas de Margerie and Daniel Dudek, 2008, The CLEAR Path: How to Ensure that if Developing Nations Adopt Carbon Limits, Their Early Actions Will be Rewarded, Environmental Defense Fund Working Paper, October 30.",
        "Weyant, John, 2001, Economic Models: How They Work & Why Their Results Differ. In Climate Change: Science, Strategies, & Solutions. Eileen Claussen, Vicki Arroyo Cochran, and Debra Davis, editors, The Pew Center on Global Climate Change (Brill Academic Press, Leiden), pp. 193-208.",
        "Zhang, Yongsheng, 2008, An Analytical Framework and Proposal to Succeed Kyoto Protocol: A Chinese Perspective, Development Research Center of the State Council, China, Dec 8. EU = West Europe and East Europe KOSAU = Korea, South Africa + Australia (all coal-users) CAJAZ = Canada, Japan + New Zealand TE = Russia and other Transition Economies MENA = Middle East + North Africa SSA = Sub-Saharan Africa SASIA= India and the rest of South Asia CHiNA = PRC EASIA = Smaller countries of East Asia LAM = Latin America + the Caribbean"
    ]
}