{
    "id": 15525,
    "cites": 48,
    "cited_by": 67,
    "reference": [
        "Wolf, Martin, 2004, America is now on the comfortable path to ruin, Financial Times, August 18.",
        "Taylor, Alan M., 2002, A century of current account dynamics, Journal of International Money and Finance 21, 725-748.",
        "Summers, Lawrence H., 2004b, The US current account deficit and the global economy, Per Jacobsson Lecture, International Monetary Fund, October.",
        "Stiglitz, Joseph, 2004, This can't go on forever so it won't, Guardian, January 1.",
        "Summers, Lawrence H., 2004a, The United States and the global adjustment process, Stavros S. Niarchos Lecture, Institute for International Economics, March.",
        "Roubini, Nouriel, and Brad Setser, 2004, The US as a net debtor: The sustainability of the US external imbalances, unpublished manuscript, November.",
        "Roubini, Nouriel, 2005, Global imbalances: a contemporary Rashomon tale with five interpretations,  Global Economics Blog, May 1.",
        "Rosenberg, Michael R., and David Folkerts-Landau, 2002, The Deutsche Bank guide to exchange-rate determination, May.",
        "Roach, Stephen, 2004, Twin deficits at the flashpoint?, Morgan Stanley, Global Economic Forum, August 16.",
        "Piazzesi, Monika, and Martin Schneider, 2005, Inflation and the price of real assets, unpublished manuscript, November.",
        "Parker, Jonathan A., 1999, Spendthrift in America? on two decades of decline in the US saving rate, NBER Macroeconomics Annual, 317-370.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2005, Global current account imbalances and exchange rate adjustments, Brookings Papers on Economic Activity 1, 67-146.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2000, Six major puzzles, NBER Macroeconomics Annual, 339-390.",
        "Neumeyer, Pablo A., and Fabrizio Perri, 2005, Business cycles in emerging economies: the role of interest rates, Journal of Monetary Economics 52, 345-380.",
        "Mataloni, Raymond J., 2000, An examination of the low rates of return of foreign-owned US companies, Survey of Current Business (March), 55-73.",
        "Meese, Richard, and Kenneth Rogoff, 1983, Empirical exchange rate models of the seventies: do they fit out of sample?, Journal of International Economics 14, 3-24.",
        "McGrattan, Ellen R., and Edward C. Prescott, 2005, Expensed and sweat equity, unpublished manuscript, September.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti, 2002, External wealth, the trade balance, and the real exchange rate, European Economic Review 46, 1049-1071.",
        "Kehoe, Timothy J., and Kim J. Ruhl, 2005, Is Switzerland in a great depression? Review of Economic Dynamics, forthcoming.",
        "Jones, Matthew T., and Maurice Obstfeld, 2000, Saving, investment, and gold: a reassessment of historical current account data, in Money, Capital Mobility, and Trade: Essays in Honor of Robert A. Mundell, Guillermo A. Calvo, Rudiger Dornbusch, and Maurice Obstfeld, eds., Cambridge: MIT Press.",
        "Henriksen, Espen, and Frederic Lambert, 2006, Technology shocks and current account dynamics, unpublished manuscript, May.",
        "Hall, Robert E., 2001, The Stock Market and Capital Accumulation, American Economic Review 91, 1185-1202.",
        "Henriksen, Espen, 2005, A demographic explanation of US and Japanese current account behavior, unpublished manuscript, September.",
        "Gourinchas, Pierre-Olivier, and H",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell, 1997, Long-run implications of investment-specific technological change, American Economic Review 87, 342-362.",
        "Gale, William G., and John Sabelhaus, 1999, Perspectives on the household saving rate, Brookings Papers on Economic Activity, 181-224.",
        "Frankel, Jeffrey, and Andrew Rose, 1995, An empirical characterization of nominal exchange rates, in Handbook of International Economies (Volume III), G. Grossman and K. Rogoff, eds., Amsterdam: North-Holland.",
        "Feroli, Michael, 2005, Global aging and the current account, unpublished manuscript, June.",
        "Ferrero, Andrea, 2005, Demographic Trends, fiscal policy and trade deficits, unpublished manuscript, New York University, November.",
        "Ferguson, Niall, 2005, Our currency, your problem, New York Times Magazine, March 13.",
        "Erceg, Christopher J., Luca Guerrieri, and Christopher Gust, 2005, Expansionary fiscal shocks and the trade deficit, Board of Governors of the Federal Reserve System, January.",
        "Engel, Charles, and John H. Rogers, 2005, The US current account deficit and the expected share of world output, unpublished manuscript; prepared for the November Carnegie-Rochester Conference on Public Policy.",
        "Dooley, Michael P., David Folkerts-Landau, and Peter Garber, 2003, An essay on the revived Bretton Woods system, NBER Working Paper 9971, September.",
        "DeLong, Brad, 2004, John Taylor blasts off for the gamma quadrant, Brad DeLong's Semi-Daily Journal, November 8.",
        "Domeij, David, and Martin Floden, 2005, Population aging and international capital flows, International Economic Review, forthcoming.",
        "Chinn, Menzie D., and Eswar S. Prasad, 2003, Medium-term determinants of current accounts in industrial and developing countries: an empirical exploration, Journal of International Economics 59, 47-76.",
        "Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas, 2005, An equilibrium model of `global imbalances' and low interest rates, unpublished manuscript, October.",
        "Buffett, Warren E., 2005, Letter to shareholders of Berkshire Hathaway Inc., February 28.",
        "Buffett, Warren E., 2003, America's growing trade deficit is selling the nation out from under us, Fortune, November 10.",
        "Brooks, Robin, 2003, Population aging and global capital flows in a parallel universe, IMF Staff Papers 50, 200-22 1.",
        "Blanchard, Olivier, 2004, A macroeconomic survey of Europe, unpublished manuscript, MIT, December.",
        "Blanchard, Olivier, and Francesco Giavazzi, 2002, Current account deficits in the euro area: the end of the Feldstein-Horioka puzzle?, Brookings Papers on Economic Activity, 147-186.",
        "Bernanke, Ben 5,. 2005, The worldwide saving glut and the US current account deficit, remarks at the Sandridge and Homer Jones Lectures, March and April.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, 1994, Dynamics of the trade balance and the terms of trade: the J curve? American Economic Review 84, 84-103.",
        "Backus, David K., and Patrick J. Kehoe, 1992, International evidence on the historical properties of business cycles, American Economic Review 82, 864-888.",
        "Backus, David K., and Mario J. Crucini, 2000, Oil prices and the terms of trade, Journal of International Economics 50, 185-213.",
        "Attanasio, Orazio P., and Giovanni L. Violante, 2005, The demographic transition in closed and open economy: a tale of two regions, unpublished manuscript, February.",
        "Aguiar, Mark, and Gita Gopinath, 2004, Emerging market business cycles: the cycle is the trend, manuscript, 2004."
    ]
}