{
    "id": 15528,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "SMITH, K. A., AND D. VALDERRAMA (2009): The composition of capital inflows when emerging market firms face financing constraints, Journal of Development Economics, 89(2), 223-234.",
        "Russ, K. N., AND D. VALDERRAMA (2009): A Theory of Banks, Bonds, and the Distribution of Firm Size, Working Paper 15454, National Bureau of Economic Research.",
        "Russ, K. N. (2009): The New Theory of Foreign Direct Investment: Merging Trade and Capital Flows, International Finance, 12(1), 107-i 19.",
        "RAzIN, A., AND E. SADKA (2007): Foreign Direct Investment: Analysis of Aggregate Flows. Princeton University Press, Princeton, NJ.",
        "RuHL, K. J. (2004): The International Elasticity Puzzle, Discussion paper, NYU Stern School of Business.",
        "MuNDELL, R. A. (1957): International Trade and Factor Mobility, The American Economic Review, 47, 321-55.",
        "MELITz, M. J. (2003): The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71(6), 1695-1725.",
        "MAN0vA, K. (2008): Credit constraints, equity market liberalizations and international trade, Journal of International Economics, 76(1), 33-47.",
        "LEVcHENK0, A. A., R. RANcI~RE, AND M. TH0ENIG (2009): Growth and Risk at the Industry Level: The Real Effects of Financial Liberalization, Journal of Development Economics, 89, 210-222.",
        "HuMMEL5, D. (2007): Transportation Costs and International Trade in the Second Era of Globalization, Journal of Economic Perspectives, 21(3), 131-154.",
        "GREEN5PAN, A. (1999): Lessons from the Global Crises', remarks before the World Bank Group and the International Monetary Fund, Program of Seminars, Washington, D.C. HONG KONG MONETARY AUTHORITY (2001): Cost-Benefit Analysis of Developing Bond Markets, in Quarterly Bulletin, vol. 29.",
        "FREIxA5, X., AND J.-C. R0cHET (1997): Microeconomics of Banking. MIT Press.",
        "GHIR0NI, F., AND M. J. MELITz (2005): International Trade and Macroeconomic Dynamics with Heterogeneous Firms, The Quarterly Journal of Economics, 120, 381-411.",
        "FILLAT, J. L., AND S. GARRET0 (2009): Risk, Returns, and Multinational Production, Manuscript, Boston University.",
        "FEEN5TRA, R. C. (1994): New Product Varieties and the Measurement of International Prices, The American Economic Review, 84(1), 157-177.",
        "FEEN5TRA, R. C., M. OB5TFELD, AND K. N. Russ (2009): In Search of the Armington Elasticity, Unpublished manuscript, University of California, Davis.",
        "END0, T. (2008): Broadening the offering choice of corporate bonds in emerging markets: Costeffective access to debt capital, Policy Research Working Paper 4655, The World Bank.",
        "EAToN, J., AND S. K0RTuM (2002): Technology, Geography, and Trade, Econometrica, 70(5), 1741-1779.",
        "DuNNE, T., M. J. RoBERTs, AND L. SAMuEL50N (1988): Patterns of Firm Entry and Exit in U.S. Manufacturing Industries, The RAND Journal of Economics, 19(4), 495-SiS.",
        "Do, Q.-T., AND A. A. LEvcHENK0 (2007): Comparative Advantage, Demand for External Finance, and Financial Development, Journal of Development Economics, 86(3), 796-834.",
        "DIAMOND, D. W. (1991): Monitoring and Reputation: The Choice between Bank Loans and Directly Placed Debt, Journal of Political Economy, 99(4), 689-721.",
        "DEL GATT0, M., I. G. OTTAvIAN0, AND M. PAGNINI (2008): Openness to Trade and Industry Cost Dispersion: Evidence from a Panel of Italian Firms, Journal of Regional Sciences, 48(1), 97-129.",
        "DE FI0RE, F., AND H. UHLIG (2005): Bank Finance versus Bond Finance: What Explains the Differences between US and Europe?, Working Paper 547, European Central Bank.",
        "CHANEY, T. (2005): Liquidity Constrained Exporters, Working paper, University of Chicago.",
        "(2001): Monetary shocks, agency costs, and business cycles, Carnegie-Rochester Conference Series on Public Policy, 54(1), 1 27.",
        "CARLSTR0M, C. T., AND T. S. FuERST (1997): Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium Analysis, The American Economic Review, 87(5), 893-9 10.",
        "BuRGER, J. D., AND F. E. WARN0cK (2006): Local Currency Bond Markets, IMF Staff papers, 53(Special Issue), 133-146.",
        "BusTos, P. (2009): Trade Liberalization, Exports and Technology Upgrading: Evidence on the impact of MERCOSUR on Argentinean Firms, Forthcoming, American Economic Review.",
        "BR0DA, C., AND D. E. WEINsTEIN (2006): Globalization and the Gains from Variety, The Quarterly Journal of Economics, 121(2), 541-585.",
        "BARDHAN, P., AND K. KLETzER (1987): Credit Markets and Patterns of International Trade, Journal of Development Economics, 27(1), 57-70.",
        "BALIGA, S., AND B. P0LAK (2004): The Emergence and Persistence of the Anglo-Saxon and German Financial Systems, The Review of Financial Studies, 17(1), 129-163.",
        "ANTRAS, P., AND R. CABALLERo (2009): Trade and Capital Flows: A Financial Frictions Perspective, Journal of Political Economy, 117(4), 701-744."
    ]
}