{
    "id": 15527,
    "cites": 31,
    "cited_by": 8,
    "reference": [
        "Benjamin Ward. 1958. The Firm in Illyria: Market Syndicalism, American Economic Review, 48(4), 566-5 89.",
        "Endel Tulving and Donald M. Thomson. 1973. Encoding Specificity and Retrieval Processes in Episodic Memory, Psychological Review, 80(5), 352-373.",
        "Jean Tirole. 1996. A Theory of Collective Reputations (with application to the persistence of corruption and to firm quality), Review of Economic Studies, 63(1), 1-22.",
        "Steven Tadelis. 2002, The Market for Reputations as an Incentive Mechanism, Journal of Political Economy, 110(4): 854-882.",
        "Aloysius Siow. 1991, Are First Impressions Important in Academia? Journal of Human Resources, 26(2), 236-255.",
        "Jeffrey J. Starns and Jason L. Hicks. 2005. Source Dimensions Are Retrieved Independently in Multidimensional Monitoring Tasks, Journal of Experimental Psychology: Learning, Memory and Cognition, 3 1(6), 1213-1220.",
        "Yianis Sarafidis. 2007. What Have You Done for Me Lately? Release of Information and Strategic Manipulation of Memories, Economic Journal, 117(2), 307-326.",
        ". 1987. Some Economics of Teaching, Journal of Labor Economics, 5(4), 56 1-575.",
        "Sherwin Rosen. 1974. Hedonic Prices and Implicit Markets, Journal of Political Economy, 82(1), 3455.",
        "Michael Ransom. 1993. Seniority and Monopsony in the Academic Labor Market, American Economic Review, 83(1), 221-233.",
        "National Research Council. 1995. Research-Doctorate Programs in the United States; Continuity and Change. Washington: National Academy of Sciences.",
        ", and . 2001. Reputational Capital and Academic Pay, Economic Inquiry, 39(4): 663-67 1.",
        "William J. Moore, Robert J. Newman and Geoffrey K. Turnbull. 1998. Do Academic Salaries Decline with Seniority? Journal of Labor Economics, 16(2), 352-366.",
        "George Mailath and Larry Samuelson. 2006. Repeated Games and Reputation: Long-Run Relationships. New York: Oxford University Press.",
        "Edward P. Lazear and Sherwin Rosen. 1981. Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy, 89(5), 841-864.",
        "Kenneth Kurtz and Jeffrey Loewenstein. 2007. Converging on a New Role for Analogy in Problem Solving and Retrieval: When Two Problems Are Better Than One, Memory and Cognition, 35(2), 334-341.",
        "Lawrence M. Kahn. 1993. Free Agency, Long-Term Contracts and Compensation in Major League Baseball: Estimates from Panel Data, Review of Economics and Statistics, 73(1), 157-164.",
        "Pantelis Kalaitzidakis, Theofanis P. Mamuneas and Thanasis Stengos. 2003. Rankings of Academic Journals and Institutions in Economics, Journal of the European Economic Association, 1(4), 1346-1366.",
        "Jorge E. Hirsch. 2005. An Index to Quantify an Individual's Scientific Research Output, Proceedings of the National Academy of Sciences, 102(46), 16569-16572.",
        "Daniel S. Hamermesh, George E. Johnson and Burton A. Weisbrod. 1982. Scholarship, Citations and Salaries: Economic Rewards in Economics, Southern Economic Journal, 49(2), 472-481.",
        "John Hakes and Raymond Sauer. 2006. An Economic Evaluation of the Moneyball Hypothesis, Journal of Economic Perspectives, 20(3), 173-186.",
        "Marianne A. Ferber. 1986. Citations: Are They an Objective Measure of Scholarly Merit? Signs, 11(2): 38 1-3 89.",
        "David J. Faurot and Stephen McAllister. 1992. Salary Arbitration and Pre-Arbitration Negotiation in Major League Baseball, Industrial and Labor Relations Review, 45(4), 697-7 10.",
        "Liran Einav and Leeat Yariv. 2006. What's in a Surname? The Effects of Surname Initials on Academic Success, Journal of Economic Perspectives, 20(1), 175-188.",
        "Jonathan Cole and Stephen Cole. 1973. Social Strat~fication in Science. Chicago: University of Chicago Press.",
        "Ana Cardoso, Paulo Guimaraes and Klaus Zimmermann. 2008. Comparing the Early Research Performance of Ph.D. Graduates in Labor Economics in Europe and the USA, IZA Discussion Paper No 3898, December 2008.",
        "Bernt Bratsberg, James Ragan and John Warren. 2009. Does Raiding Explain the Negative Returns to Faculty Seniority? Economic Inquiry, forthcoming.",
        "George Borjas. 1987. Self-Selection and the Earnings of Immigrants, American Economic Review, 77(4), 53 1-553.",
        "Timothy Besley and Maitreesh Ghatak. 2008. Status Incentives, American Economic Association, Papers and Proceedings, 98(2), 206-211.",
        "Kaushik Basu. 1989. A Theory of Association: Social Status, Prices and Markets, Oxford Economic Papers, 41(4), 653-671.",
        "Michelle M. Arnold and D. Stephen Lindsay. 2002. Remembering Remembering, Journal of Experimental Psychology: Learning, Memory and Cognition, 28(3), 512-529."
    ]
}