{
    "id": 15537,
    "cites": 125,
    "cited_by": 6,
    "reference": [
        "Hermalin, B. E., and M. S. Weisbach. 1998. Endogenously Chosen Boards of Directors and Their Monitoring of Management. American Economic Review 88:96-118.",
        "Journal of Finance 58:2351-74. Hermalin, B. E. Corporate Governance: A Critical Assessment. In Robert Gibbons and John Roberts (eds.), Handbook of Organizational Economic. Princeton, NJ: Princeton University Press, forthcoming.",
        "Hermalin, B. E., and M. S. Weisbach. 1991. The Effects of Board Composition and Direct Incentives on Firm Performance. Financial Management 20:10 1-12.",
        "Hartzell, J. C., and L. T. Starks. 2003. Institutional Investors and Executive Compensation.",
        "Grossman, S., and 0. Hart. 1980. Takeover Bids, the Free-Rider Problem, and the Theory of the Corporation. The Bell Journal of Economics 11:42-64.",
        "Hallock, K. F. 1997. Reciprocally Interlocking Boards of Directors and Executive Compensation. Journal of Financial and Quantitative Analysis 32:331-44.",
        "Greenwood, R., and M. Schor. 2009. Investor Activism and Takeovers. Journal of Financial Economics 92:362-75.",
        "Gordon, J. N. 2007. The Rise of Independent Directors in the United States, 1950-2005: Of Shareholder Value and Stock Market Prices. Stanford Law Review 59:1465-568.",
        "Gompers, P. A., J. Ishii, and A. Metrick. 2009. Extreme Governance: An Analysis of Dual-Class Firms in the United States. Review of Financial Studies, this issue.",
        "Gompers, P. A., J. Ishii, and A. Metrick. 2003. Corporate Governance and Equity Prices. Quarterly Journal of Economics 118:107-155.",
        "Glaeser, E., and A. Shleifer. 2002. Legal Origins. Quarterly Journal of Economics 117:1193229.",
        "Gillette, A. B., T. H. Noe, and M. J. Rebello. 2003. Corporate Board Composition, Protocols, and Voting Behavior: Experimental Evidence. Journal of Finance 58:1997-2032.",
        "Gillan, S. L., and L. T. Starks. 2007. The Evolution of Shareholder Activism in the United States. Journal of Applied Corporate Finance 19:55-73.",
        "Gillan, S. L., and L. T. Starks. 2000. Corporate Governance Proposals and Shareholder Activism: The Role of Institutional Investors. Journal of Financial Economics 57:275-305.",
        "Gabaix, X., and A. Landier. 2008. Why Has CEO Pay Increased so Much? Quarterly Journal of Economics 123:49-100.",
        "Frydman, C., and R. Saks. Executive Compensation: A New View from a Long-Term Perspective, 1936-2005. Review of Financial Studies, forthcoming.",
        "Franks, J. R., and C. Mayer. 2001. Ownership and Control of German Corporations. Review of Financial Studies 14:943-77.",
        "Fahlenbrach, R., and R. M. Stulz. 2009. Bank CEO Incentives and the Credit Crisis. Charles A Dice Center Working Paper 2009-13.",
        "Faccio, M., and L. H.P. Lang. 2002. The Ultimate Ownership of Western European Corporations. Journal of Financial Economics 65:365-95.",
        "Doidge, C., G. A. Karolyi, and R. M. Stulz. 2004. Why are Foreign Firms Listed in the U.S. Worth More? Journal of Financial Economics 71:205-38. Edmans, A., X. Gabaix, and A. Landier. A Multiplicative Model of Optimal CEO Incentives in Market Equilibrium. Review of Financial Studies, forthcoming.",
        "Bhagat, S., and B. S. Black. 1999. The Uncertain Relationship between Board Composition and Firm Performance. The Business Lawyer 54:921-63.",
        "Bertrand, M., and S. Mullainathan. 2001. Are CEOs Rewarded for Luck? The Ones Without Principals Are. The Quarterly Journal of Economics 116:901-32.",
        "Bertrand, M., P. Mehta, and S. Mullainathan. 2002. Ferreting Out Tunneling: An Application To Indian Business Groups. The Quarterly Journal of Economics 117:121-48.",
        "Berle, A. A., and G. C. Means. 1932. The Modern Corporation and Private Property. New York, NY: MacMillan.",
        "Becht, M., J. Franks, C. Mayer, and S. Rossi. 2009. Returns to Shareholder Activism: Evidence from a Clinical Study of the Hermes U.K. Focus Fund. Review of Financial Studies, this issue.",
        "Becht, M., P. Bolton, and A. R",
        "Becht, M., and A. R",
        "Bebchuk, L. A., and M. Roe. 1999. A Theory of Path Dependence in Corporate Ownership and Governance. Stanford Law Review 52:127-70.",
        "Bebchuk, L. A., and Z. Neeman. 2009. Investor Protection and Interest Group Politics. Review of Financial Studies, this issue.",
        "Bebchuk, L. A., and A. Hamdani. 2009. The Elusive Quest for Global Governance Standards.",
        "Bebchuk, L. A., and A. Hamdani. 2002. Vigorous Race or Leisurely Walk? Yale Law Journal 112:553-615.",
        "Bebchuk, L. A., and Y. Grinstein. 2005. The Growth of Executive Pay. Oxford Review of Economic Policy 21:283-303. Bebchuk, L. A., Y. Grinstein, and U. Peyer. Lucky CEOs and Lucky Directors. Journal of Finance, forthcoming.",
        "Bebchuk, L. A., and J. Fried. 2004. Pay without Performance. Cambridge, MA: Harvard University Press.",
        "Bebchuk, L. A., A. Cohen, and A. Ferrell. 2009. What Matters in Corporate Governance. Review of Financial Studies 22:783-827.",
        "Bebchuk, L. A., and J. Fried. 2003. Executive Compensation as an Agency Problem. Journal of Economic Perspectives 17:71-92.",
        "Bebchuk, L. A., and A. Cohen. 2005. The Costs of Entrenched Boards. Journal of Financial Economics 78:409-33.",
        "Bebchuk, L. A., and A. Cohen. 2003. Firms' Decisions Where to Incorporate. Journal of Law and Economics 46:383-425.",
        "Bebchuk, L. A., J. Coates, and G. Subramanian. 2002. The Powerful Antitakeover Force of Staggered Boards: Theory, Evidence & Policy. Stanford Law Review 54:887-951.",
        "Bebchuk, L. A. 2007. The Myth of the Shareholder Franchise. Virginia Law Review 93:675-732.",
        "Bebchuk, L. A. 2005. The Case for Increasing Shareholder Power. Harvard Law Review 118:833-917.",
        "Bebchuk, L. A. 1992. Federalism and the Corporation: The Desirable Limits on State Competition in Corporate Law. Harvard Law Review 105:1435-510.",
        "Aggarwal, R., I. Erel, R. M. Stulz, and R. Williamson. 2009. Differences in Governance Practices between U.S. and Foreign Firms: Measurement, Causes, and Consequences. Review of Financial Studies 2009: this issue.",
        "Allen, F. 2005. Corporate Governance in Emerging Economies. Oxford Review of Economic Policy 21:164-77.",
        "Bainbridge, 5. 2006. Directory Primacy and Shareholder Disempowerment. Harvard Law Review 119:1735-49.",
        "Bar-Gill, 0., M. Barzuza, and L. A. Bebchuk. 2006. The Market for Corporate Law. Journal of Institutional and Theoretical Economics 162:134-7 1.",
        "Beasley, M. 5. 1996. An Empirical Analysis of the Relation between the Board of Director Composition and Financial Statement Fraud. Accounting Review 7 1:443-55.",
        "Beasley, M., J. V. Carcello, D. R. Hermanson, and P. D. Lapides. 2000. Fraudulent Financial Reporting: Consideration of Industry Traits and Corporate Governance Mechanisms. Accounting Horizons 14:441-52.",
        "Doidge, C., G. A. Karolyi, K. V. Lins, R. M. Stulz, and D. P. Miller. 2009. Private Benefits of Control, Ownership, and the Cross-listing Decision. Journal of Finance 64:425-66.",
        "Djankov, S., R. La Porta, F. Lopez-de-Silanes, and A. Shleifer. 2008. The Law and Economics of Self-Dealing. Journal of Financial Economics 88:430-65.",
        "Dew-Becker, I., and R. J. Gordon. 2007. Selected Issues in the Rise of Income Inequality. Brookings Papers on Economic Activity 2:169-90.",
        "Del Guercio, D., and J. Hawkins. 1999. The Motivation and Impact of Pension Fund Activism. Journal of Financial Economics 52:293-340.",
        "Dechow, P. M., R. G. Sloan, and A. P. Sweeney. 1996. Causes and Consequences of Earnings Manipulation: An Analysis of Firms Subject to Enforcement Actions by the SEC. Contemporary Accounting Research 13:1-2 1.",
        "Dann, L., D. Del Guercio, and M. Partch. 2003. Governance and Boards of Directors in Closedend Investment Companies. Journal of Financial Economics 69:111-48.",
        "Dais, R. M. 2001. Does Delaware Law Improve Firm Value? Journal of Financial Economics 62:525-58.",
        "Cyert, R. M., S.-H. Kang, and P. Kumar. 2002. Corporate Governance, Takeovers, and TopManagement Compensation: Theory and Evidence. Management Science 48:43 5-69.",
        "Cremers, M., and Y. Grinstein. 2009. The Market for CEO Talent: Implications for CEO Compensation. Yale ICF Working Paper 09-11.",
        "Cotter, J. F., A. Shivdasani, and M. Zenner. 1997. Do Independent Directors Enhance Target Shareholder Wealth During Tender Offers? Journal of Financial Economics 43:195-218.",
        "Core, J., R. W. Holthausen, D. F. Larcker. 1999. Corporate Governance, CEO Compensation, and Firm Performance. Journal of Financial Economics 5 1:371-406.",
        "Core, J., W. R. Guay, and D. F. Larcker. 2003. Executive Equity Compensation and Incentives: A Survey. Economic Policy Review 9:27-50.",
        "Coffee, J. 1999. The Future as History: The Prospects for Global Convergence in Corporate Governance and its implications. Northwestern Law Review 93:641-708.",
        "Claessens, S., and L. Laeven. 2003. Financial Development, Property Rights and Growth.",
        "Chhaochharia, V., and L. Laeven. 2007. The Invisible Hand in Corporate Governance. CEPR Discussion Paper 6256.",
        "Claessens, S., S. Djankov, and L. H. P. Lang. 2000. The Separation of Ownership and Control in East Asian Corporations. Journal of Financial Economics 58:81-112.",
        "Chhaochharia, V., and Y. Grinstein. 2008. Executive Compensation and Board Structure. Working Paper, Cornell University.",
        "Chhaochharia, V., and Y. Grinstein. 2006. Corporate Governance and Firm Value: The Impact of the 2002 Governance Rules. Journal of Finance 62:1789-825.",
        "Carleton, W. T., J. M. Nelson, and M. S. Weisbach. 1998. The Influence of Institutions on Corporate Governance through Private Negotiations: Evidence from TIAA-CREF. Journal of Finance 53:1335-62.",
        "Byrd, J. W., and K. A. Hickman. 1992. Do Outside Directors Monitor Managers? Evidence from Tender Offer Bids. Journal of Financial Economics 32:195-22 1.",
        "Bruno, V., and S. Claessens. 2007. Corporate Governance and Regulation: Can There Be Too Much of a Good Thing? ECGI Working Paper Series in Finance 142.",
        "Brickley, J. A., J. L. Coles, and R. L. Terry. 1994. Outside Directors and the Adoption of Poison Pills. Journal of Financial Economics 35:371-90.",
        "Bray, A., W. Jiang, R. S. Thomas, and F. Partnoy. 2008. Hedge Fund Activism, Corporate Governance, and Firm Performance. Journal of Finance 63:1729-75.",
        "Borokhovich, K. A., K. R. Brunarski, and R. Parrino. 1997. CEO Contracting and AntiTakeover Amendments. Journal of Finance 52:1495-5 17.",
        "Bizjak, J. M., R. Whitby, and M. Lemmon. 2009. Option Backdating and Board Interlocks. Review of Financial Studies 22:4821-47.",
        "Bhagat, S., and B. S. Black. 2002. The Non-Correlation between Board Independence and Longterm Firm Performance. Journal of Corporation Law 27:23 1-73.",
        "Zingales, L. 1998. Corporate Governance. In P. Newman (ed.), The New Palgrave Dictionary of Economics and the Law, New York, NY: MacMillan.",
        "Zingales, L. 1995. What Determines the Value of Corporate Votes? Quarterly Journal of Economics 110:1047-73.",
        "Zingales, L. 1994. The Value of the Voting Right: A Study of the Milan Stock Exchange Experience. Review of Financial Studies 7:125-48.",
        "Weisbach, M. 5. 1988. Outside Directors and CEO Turnover. Journal of Financial Economics 20:43 1-60.",
        "Stulz, R. M., and R. Williamson. 2003. Culture, Openness, and Finance. Journal of Financial Economics 70:313-49.",
        "Stigler, G. 1971. The Theory of Economic Regulation. Bell Journal of Economic and Management Science 2:3-2 1.",
        "Stulz, R. M. 1999. Globalization of Equity Markets and the Cost of Capital. Journal of Applied Corporate Finance 12:8-25.",
        "Smith, A. 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. Indianapolis, IN: Liberty Press. Spamann, H. The `Antidirector Rights Index' Revisited. Review of Financial Studies, forthcoming.",
        "Siegel, J. 2005. Can Foreign Firms Bond Themselves Effectively by Renting U.S. Securities Laws? Journal of Financial Economics 75:319-59.",
        "Shleifer, A., and R. Vishny. 1997. A Survey of Corporate Governance. Journal of Finance 52:737-83.",
        "Shleifer, A., and R. Vishny. 1986. Large Shareholders and Corporate Control. Journal of Political Economy 94:46 1-88.",
        "Romano, R. 1997. State Competition for Corporate Charters. In J. Ferejohn and B. Weingast (eds.), The New Federalism: Can the States be Trusted? Stanford, CA: Hoover Institution Press.",
        "Shivdasani, A. 1993. Board Composition, Ownership Structure and Hostile Takeovers. Journal of Accounting and Economics 16:167-98.",
        "Romano, R. 1985. Law as a Product: Some Pieces of the Incorporation Puzzle. Journal of Law, Economics and Organization 1:225-67.",
        "Roe, M. 2003. Political Determinants of Corporate Governance. Oxford: Oxford University Press.",
        "Reese, W., and M. S. Weisbach. 2002. Protection of Minority Shareholder Interests, Crosslistings in the United States, and Subsequent Equity Offerings. Journal of Financial Economics 66:65-104.",
        "Ravina, E., and P. Sapienza. 2009. What Do Independent Directors Know? Evidence from Their Trading. Review of Financial Studies, this issue.",
        "Rajan, R., and L. Zingales. 2004. Saving Capitalism from the Capitalists: Unleashing the Power of Financial Markets to Create Wealth and Spread Opportunity. Princeton, NJ: Princeton University Press.",
        "Rajan, R., and L. Zingales. 2003. The Great Reversals: The Politics of Financial Development in the 20th Century. Journal of Financial Economics 69:5-5 0.",
        "Pagano, M., and P. Volpin. 2005a. The Political Economy of Corporate Governance. American Economic Review 95:1005-30.",
        "Perotti, E., and E.-L. von Thadden. 2006. The Political Economy of Corporate Control and Labor Rents. Journal of Political Economy 114:145-74.",
        "Pagano, M., A. R",
        "Murphy, K. J., and J. Zabojnik. 2007. Managerial Capital and the Market for CEOs. Working Paper, Queen's University.",
        "Nenova, T. 2003. The Value of Corporate Votes and Control Benefits: A Cross-country Analysis. Journal of Financial Economics 68:325-51.",
        "Murphy, K. J. 1999. Executive Compensation. In Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Vol. 3. Amsterdam: North-Holland.",
        "Morck, R., D. Wolfenzon, and B. Yeung. 2005. Corporate Governance, Economic Entrenchment and Growth. Journal of Economic Literature 43:657-722.",
        "Morck, R., A. Shleifer, and R. W. Vishny. 1988. Management Ownership and Market Valuation: An Empirical Analysis. Journal of Financial Economics 20:293-3 15.",
        "Masulis, R. W., C. Wang, and F. Xie. 2007. Corporate Governance and Acquirer Returns. Journal qf Finance 62: 1 85 1-89.",
        "Levine, R. 2005. Law, Endowments, and Property Rights. Journal of Economic Perspectives, 19:61-88.",
        "Lipton, M., and W. Savitt. 2007. The Many Myths of Lucian Bebchuk. Virginia Law Review 93 :733-5 8.",
        "Leuz, C., K. V. Lins, and F. E. Warnock. 2009. Do Foreigners Invest Less in Poorly Governed Firms? Review of Financial Studies, this issue.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. W. Vishny. 2002. Investor Protection and Corporate Valuation. Journal of Finance 57:1147-70.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. W. Vishny. 2000b. Investor Protection and Corporate Governance. Journal of Financial Economics 5 8:3-27.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. W. Vishny. 1998. Law and Finance.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. W. Vishny. 2000a. Agency Problems and Dividend Policies Around the World. Journal of Finance 55:1-33.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. W. Vishny. 1997. Legal Determinants of External Finance. Journal of Finance 52:1131-50.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer. 2008. The Economic Consequences of Legal Origin. Journal of Economic Literature 46:285-332.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer. 2006. What Works in Securities Law? Journal of Finance 61:1-32.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer. 1999. Corporate Ownership Around the World. Journal of Finance 54:471-5 17.",
        "Kedia, S., and T. Philippon. 2009. The Economics ol' Fraudulent Accounting. Rerien' of Financial Studies 22:2 169-99. Klein, A., and E. Zur. Hedge Fund Activism. Journal 01 Finance, iorlhcoming.",
        "Karpoff, J. M., P. H. Malatesta, and R. A. Walkling. 1996. Corporate Governance and Shareholder Initiatives: Empirical Evidence. Journal otFinancial Economics 42:365-95.",
        "Karpoff, J. M. 2001. The Impact of Shareholder Activism on Target Companies: A Survey of Empirical Findings. Working Paper, University of Washington.",
        "Kahan, M., and E. Rock. 2007. Hedge Funds in Corporate Governance and Corporate Control.",
        "Kaplan, S. N., and J. Rauh. 2009. Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes? Review of Financial Studies, this issue.",
        "Kahan, M. 2006. The Demand for Corporate Law: Statutory Flexibility, Judicial Quality, or Takeover Protection? The Journal of Law, Economics, and Organization 22:340-65.",
        "Jensen, M. C., K. J. Murphy, and E. Wruck. 2004. Remuneration: Where We've Been, How We Got to Here, What Are the Problems, and How to Fix Them. ECGI Working Paper Series in Finance 44.",
        "Jensen, M., and K. Murphy. 1990. Performance Pay and Top-Management Incentives. Journal of Political Economy 9 8:225-64.",
        "Jackson, H. E., and M. J. Roe. 2008. Public Enforcement of Securities Laws: Resource-Based Evidence. Journal of Financial Economics 93:207-38.",
        "Holmstrom, B. 1979. Moral Hazard and Observability. The Bell Journal of Economics 10:74-91.",
        "Holderness, C. G. 2009. The Myth of Diffuse Ownership in the United States. Review of Financial Studies 22:1377-408.",
        "Hermalin, B. E., and M. S. Weisbach. 2009. Information Disclosure and Corporate Governance. Working Paper, Ohio State University.",
        "Hermalin, B. E., and M. S. Weisbach. 2003. Boards of Directors as an Endogenously Determined Institution: A Survey of the Economic Literature. Economic Policy Review 9:7-26."
    ]
}