{
    "id": 1553,
    "cites": 21,
    "cited_by": 18,
    "reference": [
        "Atkinson, A., and 3. Stiglitz, 1980, Lectures on Public EconomicÃ\u0083Â¨, McGraw-Hill, Inc.",
        "Auerbach, A., 1981, Evaluating tjie Taxation of Risky Assets, NBER Working Paper 806.",
        "Auerbach, A., 1982, Tax Neutrality and the Social Discount Rate, Journal of Public Economics, 355-372.",
        "Auerbach, A., 1983(a), The Dynamic Effects of Tax Law Asymmetries, NBER Working Paper 1152.",
        "Auerbach, A., 1983(b), Corporate Taxation in the U.S., mimeo.",
        "Brennan, M., and E.Schwartz, 1978, Corporate Income Taxes, Valuation, and e blent of Optimal Capital Structure, Journal of Business, Vol.51, No.1, 103-114.",
        "Constantinedes, C., 1983, Capital Market Equilibrium With Personal Tax, EconometriÃ\u0083Â a, 611-636.",
        "Cooper, I., and J.Franks, 1983, The Interaction of - Financing and Investment Decisions When the Firm Has Unused Tax Credits, Journal of Finance, 571-583.",
        "Cordes, 3., and S. Sheffrin, 1983, Estimating the Tax Advantage of Corporate Debt, Journal - of FinancÃ\u0083Â©, 95-105.",
        "Cox, 3., and S. Ross, 1976, The Valuation of Options for Alternative Stochastic Processes, Journal of FinÃ\u0083Â Ã\u0083Â±Ã\u0083ÂªlÃ\u0083Â j. Economics, 145-166.",
        "Domar, S., and R. Musgrave, 1944, - Proportional Income Taxation and Risk-Taking, Quarterly - - ~ourQa1_ of Economics, p.288-422.",
        "Fama, 5., 1977, Risk Adjusted Discount Rates and Capital Budgeting Under Uncertainty, Journal of Financial Economics, 3-24.",
        "Galai, D., 1983, Corporate Income Taxes and the Valuation of Claims on the Corporation, UCLA Working Paper 9-83. - Green, R.C., and E.Talmor, 1983, On The Structure and Incentive Effects of Tax Liabilities, Carnegie-Mellon University Working Paper 11-83-84.",
        "Hall, R., and D. Jorgenson, 1967, Tax Policy and Investment Behaviour, American Eco ornic Ike iÃ\u0083Â©i~, Vol. 57, No. 3.",
        "Hulten, C., and J. Robertson, 1983, The Taxation of High Technology-Industriest, The Urban Institute (Wash. D.C.) Discussion Paper 3306-01.",
        "Merton, R.C., 1973, Theory of Rational Option Pricing, Bell Journal of Economics and - Management Science, 141-18a.",
        "Myers, S., and S. Turnbull, 1977, Capital Budgeting and the Capital Asset Pricing Model: Good News and Bad News, Journal of Finance, 321-333.",
        "Myers, S., and S. Majd, 1983, Calculating Abandonment Value Using Option Pricing Theory, Sloan School of Management, MIT Working Paper 1462-83.",
        "Ruback, R., 1983, Calculating the Present Value of Riskiess Cash Flows, Sloan School of Management, MIT Working Paper 11348-83.",
        "Rubinstein, M., 1976, The Valuation of Uncertain Income Streams- and the Pricing of Options, Bell Journal - of Economics, 407-425.",
        "Smith, C., and R. Stulz, 1983, The Determinants of Firmts Hedging Policies, University of Rochester Working Paper MERC 83-15."
    ]
}