{
    "id": 15532,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Shane, S., and S. Venkataraman. 2000. The promise of entrepreneurship as a field of research. Academy of Management Review 25, no. 1: 217-226.",
        "Phillips, B. D, and B. A Kirchhoff. 1989. Formation, growth and survival; small firm dynamics in the US economy. Small Business Economics 1, no. 1: 65-74.",
        "Moskowitz, T. J., and A. Vissing-Jorgenson. 2002. The Private Equity Puzzle. American Economic Review 92, no. 4: 745-778.",
        "Mata, J., P. Portugal, and P. Guimaraes. 1995. The survival of new plants: start-up conditions and post-entry evolution. International Journal of Industrial Organization 13, no. 4: 459481.",
        "Mata, J., and P. Portugal. 1994. Life duration of new firms. The Journal of Industrial Economics: 227-245.",
        "Martin, X., and W. Mitchell. 1998. The influence of local search and performance heuristics on new design introduction in a new product market. Research Policy 26, no. 7-8 (April): 753-771. doi: 10.1016/S0048-7333(97)00037-1.",
        "Landier, A., and D. Thesmar. 2008. Financial contracting with optimistic entrepreneurs. Review of Financial Studies.",
        "Klepper, S., and S. Sleeper. 2005. Entry by spinoffs. Management Science 51, no. 8: 1291.",
        "Klepper, S. 2002. The capabilities of new firms and the evolution of the US automobile industry.",
        "King, A. A., and C. L. Tucci. 2002. Incumbent entry into new market niches: the role of experience and managerial choice in the creation of dynamic capabilities. Management Science: 171-186.",
        "Hmieleski, K. M, and R. A Baron. 2009. Entrepreneurs'Optimism and New Venture Performance: A Social Cognitive Perspective. The Academy of Management Journal (AMJ) 52, no. 3: 473-488.",
        "Heckman, J., and B. Singer. 1984. A method for minimizing the impact of distributional assumptions in econometric models for duration data. Econometrica: Journal of the Econometric Society: 271-320.",
        "Hayward, M. L.A, A. Shepherd, and D. Griffin. 2006. A hubris theory of entrepreneurship. Management Science 52, no. 2: 160.",
        "Hamilton, B. H. 2000. Does entrepreneurship pay? An empirical analysis of the returns to selfemployment. Journal of Political Economy 108, no. 3: 604-63 1.",
        "Gimeno, J., T. B. Folta, A. C. Cooper, and C. Y. Woo. 1997. Survival of the Fittest? Entrepreneurial Human Capital and the Persistence of Underperforming Firms. Administrative Science Quarterly 42, no. 4.",
        "Fraser, S., and F. J Greene. 2006. The effects of experience on entrepreneurial optimism and uncertainty. Economica 73, no. 290: 169-192.",
        "Evans, D. S. 1987a. Tests of alternative theories of firm growth. The Journal of Political Economy: 657-674. 1987b. The relationship between firm growth, size, and age: estimates for 100 manufacturing industries. The Journal of Industrial Economics: 567-58 1. 1987c. The relationship between firm growth, size, and age: estimates for 100 manufacturing industries. The Journal of Industrial Economics: 567-581.",
        "Dunne, T., M. J. Roberts, and L. Samuelson. 1988a. Patterns of firm entry and exit in US manufacturing industries. The RAND Journal of Economics: 495-5 15. 1989. The growth and failure of US manufacturing plants. The Quarterly Journal of Economics: 671-698.",
        "De Meza, D., and C. Southey. 1996. The borrower's curse: Optimism, finance and entrepreneurship. The Economic Journal: 375-386.",
        "Cooper, A. C, C. Y Woo, and W. C Dunkelberg. 1988. Entrepreneurs'perceived chances for success. Journal of Business Venturing 3, no. 2: 97-108.",
        "Colombo, M. G, M. Delmastro, and L. Grilli. 2004. Entrepreneurs'human capital and the start-up size of new technology-based firms. International Journal of Industrial Organization 22, no. 8-9: 1183-1211.",
        "Cassar, G. 2006. Entrepreneur opportunity costs and intended venture growth. Journal of Business Venturing 21, no. 5: 610-632.",
        "Camerer, Cohn, and Dan Lovallo. 1999. Overconfidence and Excess Entry: An Experimental Approach. The American Economic Review 89, no. 1 (March): 306-3 18. doi: 10.2307/116990.",
        "Boyd, Donald, Hamilton Lankford, Susanna Loeb, and James Wyckoff. 2005. Explaining the Short Careers of High-Achieving Teachers in Schools with Low-Performing Students.",
        "Cabral, L. M.B, and J. Mata. 2003. On the evolution of the firm size distribution: facts and theory. American Economic Review 93, no. 4: 1075-1090.",
        "Bhide, A., Graduate School of Business Administration, Division of Research, and Harvard University. 2000. The origin and evolution of new businesses. Oxford University Press New York.",
        "Boden, R. J, and A. R Nucci. 2000. On the survival prospects of men's and women's new business ventures. Journal of Business Venturing 15, no. 4: 347-362.",
        "Bates, T. 2005. Analysis of young, small firms that have closed: delineating successful from unsuccessful closures. Journal of Business Venturing 20, no. 3: 343-358.",
        "Audretsch, D. B., and T. Mahmood. 1995a. New firm survival: New results using a hazard function. The Review of Economics and Statistics: 97-103. 1995b. New firm survival: New results using a hazard function. The Review of Economics and Statistics: 97-103.",
        "Audretsch, D. B, and T. Mahmood. 1994. The rate of hazard confronting new firms and plants in US manufacturing. Review of Industrial Organization 9, no. 1: 41-56.",
        "Audretsch, D. B. 1991. New-firm survival and the technological regime. The Review of Economics and Statistics: 441-450. 1995. Innovation, growth and survival. International Journal of Industrial Organization 13, no. 4: 441-457.",
        "Amit, R., E. Muller, and I. Cockburn. 1995. Opportunity costs and entrepreneurial activity. Journal of Business Venturing 10, no. 2: 95-106.",
        "Agarwal, R., and M. Gort. 2002. Firm and product life cycles and firm survival. American Economic Review: 184-190.",
        "Agarwal, R., and D. B. Audretsch. 2001. Does entry size matter? The impact of the life cycle and technology on firm survival. Journal of Industrial Economics: 2 1-43."
    ]
}