{
    "id": 15535,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "Don Thompson. Judges tentatively order Calif. inmates released. Seattle Time8, February 9, 2009. Joseph Wharton. Courts now out of job as jailers. ABA Jounvi4 82(8):49, August",
        "William A. Taggart. Redefining the power the federal judiciary: The impact of courtorderd prison reform on state expenditures for corrections. Law & Society Review, 23(2):241-271, 1989.",
        "John Suffivan. States and cities removing prisons from courts' grip. New York Times, January 30, 2000.",
        "Margo Schianger. Civil rights injunctions over time: A case study of jail and prison court orders. New York Univeraity Law Review, 81, 2006. Margo Schianger. Beyond the hero judge: Institutional reform litigation as litigation.",
        "Ross Sandler and David Schoenbrod. The supreme court, democracy and institutional reform litigation. NYU Law Review, 49(3):915-942, 2004.",
        "Susan Rose-Ackerman. Book reviw. Political Science Quarteriy, 118 (4):679-681, Winter 2003.",
        "Albert J. Rosenthal. Conditional federal spending and the constitution. Stanford Law Review, 39:1103-1161, May 1987.",
        "Ross Sandler and David Schoenbrod. The supreme court, democracy and institutional reform litigation. NYU Law Review, 49(3):915-942, 2004.",
        "Susan Rose-Ackerman. Book reviw. Political Sciemce Qnarterly, 118(4):679-681, Winter 2003.",
        "Albert J. Rosenthal. Conditional federal spending and the constitution. Stanford Law Review, 39:1103-1161, May 1987.",
        "Solomon Moore. California prisons must cut inmate population. New York Times, August 4, 2009. Murray, Sheila, William N. Evans and Robert M. Schwab. Education-Finance Reform and the Distribution of Education Resources. The Americam Ecomomic Review, 88(4), pp.789-812.",
        "Lance Lochner and Enrico Moretti. The effect of education on crime: Evidence from prison inmates, arrests, and self-reports. Americam Ecomomic Review, 94(1):155-189, March 2004. H. Naci Mocan and Turan Bali. Asymmetric crime cycles. The Review of Ecomomics amd Statistics, Forthcoming.",
        "Ming-Jen Lin. Does unemployment increase crime? Evidence from U.S. data 1974-2000. Jonrmal of Hnmam Resonrces, 43(2):413-36, 2008.",
        "Orley Ashenfelter and David Card. Using the longitudinal structure of earnings to estimate the effect of training programs. The Review of Economics and Statistics, 67(4):648-660, 1985. Katherine Baicker. Government decision-mskhig and the incidence of federal mandates.",
        "Joshua D. AngSt and Victor Lav~ Does teacher trthnfrig affect pupil learning? Evidence from matched comparisons in Jerusalem Public Schools. Journal of Labor Economics, 19(2):343-369, 2001.",
        "Steven D Levitt. The effect of prison population size on crime rates: Evidence from prison overcrowding litigation. The Qnarterly Jonrmal of Ecomomics, 111(2):319-51, May 1996.",
        "Peter E. Kennedy. Estimation with correctly interpreted dummy variables in semilogarithmic equations. Americam Ecomomic Review, 71(4):801, September 1981.",
        "Lawrence Katz, Steven D. Levitt, and Ellen Shustorovich. Prison conditions, capital punishment, and deterrence. Americam Law amd Ecomomics Review, 5(2):318-343, August 2003.",
        "James M. Hirschhorn. Where the money is: Remedies to finance compliance with structural injunctions. Michigan Law Review, 82:1815-1877, August 1984.",
        "Linda Harriman and Jeffrey D. Straussman. Do judges determine budget decisions? Federal court decisions in prison reform and state spending for corrections. Pnblic Administration Review, 43(4):343-351, July-August 1983.",
        "Eric D. Gould, David B. Mustard, and Bruce A. Weinberg. Crime rates and local labor market opportunities in the United States: 1977-1997. Review of Economics and Statistics, 84(1):45-61, 2002.",
        "Richard Freeman. Longitudinal analyses of the effects of trade Unions. Jonrnal of Labor Economics, 2(1): 1-26, 1984.",
        "John Fliter. Another look at the judicial power of the purse: Courts, corrections, and state budgets in the 1980s. Law ~ Society Review, 30(2):399-416, 1996.",
        "Lee Epstein, Andrew D. Martin, Jeffrey A. Segal, and Chad Westerland. The judical common space. Jonrnal of Law, Economics, ~ Organization, 23(2):303-325, 2007.",
        "John J. Donohue and Justin Wolfers. Uses and abuses of empirical evidence in the death penalty debate. Stanford Law Review, 58:791-846, 2005.",
        "John J. Donohue and Peter Siegelman. Allocating resources among prisons and social programs in the battle against crime. Jonrnal of Legal Stndies, 27(1):1-43, January 1998.",
        "Hope Corman and H. Naci Mocan. Carrots, sticks and broken windows. Jonrnal of Law and Economics, 48(1):235-66, April 2005.",
        "Hope Corman and H. Naci Mocan. A time-series analysis of crime and drug use in New York City. American Economic Review, 90(3):584-604, June 2000.",
        "Cameron, C., J. Gelbach and D. Mifier. Bootstrap-based Improvements for Inference With Clustered Errors. The Review of Economics and Statistics, 90(3):414-427, August 2008.",
        "Jeff Bleich. The politics of prison crowding. California Law Review, 77(5): 1125-1180, 1989.",
        "William D. Berry, Evan J. Ringquist, Richard C. Fording, and Russell L. Hanson. Measuring citizen and government ideology in the american states, 1960-93. American Journal of Political Science~ 42(1):327-348, January 1998.",
        "Katherine Baicker and Nora Gordon. The effect of state education finance reform on total local resources. Journal of Public Economics, 90(8-9):1519-1535, September 2006. Gary S. Becker and Casey B. Mulligan. Deadweight costs and the size of government."
    ]
}