{
    "id": 15549,
    "cites": 43,
    "cited_by": 16,
    "reference": [
        "Abadie, A. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap Tests for Distributional Treatment Effects in Instrumental Variable Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 97(457): 284-292.",
        "Abadie, A. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Instrumental Variable Estimation of Treatment Response Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 113(2): 231-263.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A. and SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, T. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice: A Mechanism Design Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(3): 729-747.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A. Pathak, P. A., Roth A. E. and SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez, T. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing the Boston School Choice Mechanism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 11965.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A, Pathak, P. A., and Roth, A. E. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategyproofness versus Efficiency in Matching with Indifferences: Redesigning the NYC High School Match.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(5), forthcoming.",
        "Angrist, J. (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group-data Estimation and Testing in Simple Labor Supply Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 47(2-3): 243-266.",
        "Angrist, J. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Independence in Sample Selection Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 54(2): 103-112.",
        "Angrist, J., Bettinger, E., Bloom, E., King, E. and Kremer, M. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vouchers for Private Schooling in Columbia: Evidence from a Randomized Natural Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92(5): 1535-1558.",
        "Angrist, J., Imbens, G., and Rubin, D. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Causal Effects Using Instrumental Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JASA Applications invited paper, with comments and authorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ rejoinder, Journal of the American Statistical Association, 91 (434): 444-472.",
        "Angrist, J. and Pischke, J.S. (2009). Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Companion, Princeton University Press.",
        "Berends, M., Mendiburo, M. and Nicotera, A. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter Schools Effects in an Urban School District: An Analysis of Student Achievement Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Vanderbilt University",
        "Bettinger, E. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Charter Schools on Charter Students and Public Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 24(2): 133-147.",
        "Bifulco, R. and Ladd, H. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Charter Schools on Student Achievement: Evidence from North Carolina.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Education Finance Association, 1(1): 50-90.",
        "Booker, K., Gilpatric, S. M., Gronberg, T., and Jansen, D. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Charter Schools on Traditional Public School Students in Texas: Are Children Who Stay Behind Left Behind?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 64(1): 123-145.",
        "Booker, K.,T.R. Sass, B. Gill, and R. Zimmer (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going Beyond Test Scores: Evaluating Charter School Impact on Educational Attainment in Chicago and Florida,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Working Paper WR-610-BMG, August.",
        "Clark, D. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Performance and Competitive Effect of School Autonomy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 117(4): 745-783.",
        "CREDO. (2009). Multiple Choice: Charter Performance in 16 states. Stanford University: Center for Research on Education Outcomes.",
        "Cullen, J. B., Jacob, B. A. and Levitt, S. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of School Choice on Participants: Evidence from Randomized Lotteries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 74(5): 1191-1230.",
        "Deming, D. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Better Schools, Less Crime?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished working paper, Harvard University.",
        "Dobbie, W. and Fryer, R. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are High Quality Schools Enough to Close the Achievement Gap? Evidence from a Social Experiment in Harlem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15473.",
        "Eberts, R. W. and Hollenbeck, K. (2002). Impact of Charter School Attendance on Student Achievement in Michigan. Upjohn Institute Staff Working Paper No. 02-080",
        "Hanushek E. A., Kain, J. F., Rivkin, S. G., and Branch, G. F. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School Quality and Parental Decision Making with School Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 91(5-6): 823-48.",
        "Hastings, J., Kane, T., and Staiger, D. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Preferences and the Efficacy of Public School Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 2145 and Working Paper 11805 combined.",
        "Hoxby, C. M. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Competition Among Public Schools Benefit Students and Taxpayers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90(5): 1209-1238.",
        "Hoxby, C. M. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Competition Among Public Schools Benefit Students and Taxpayers? Reply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(5): 2038-2055.",
        "Hoxby, C. M. and Murarka, S. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter Schools in New York City: Who Enrolls and How They Affect Student Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14852.",
        "Hoxby, C. M., Murarka, S., and Kang, J. (2009). How New York CityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charter Schools Affect Achievement, August 2009 report. Second report in series. Cambridge, MA: New York City Charter Schools Evaluation Project.",
        "Hoxby, C. M. and Rockoff, J. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Charter Schools on Student Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Institute of Economic Research Working Paper Series.",
        "Imbens, G. and Angrist, J. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62(2): 467-475.",
        "Jacob, B. and Lefgren, L. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Parents Value in Education? An Empirical Investigation of ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Revealed Preferences for Teachers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122(4): 1603-1637.",
        "Manzo, K. K. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Arts Education Building Steam in L.A. Area Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Week, 02774232, 26(41), 6/13.",
        "Massachusetts Department of Elementary and Secondary Education. (2009a). Massachusetts Charter Schools Fact Sheet. Retrieved online on September 30, 2009 from: http://www.doe.mass.edu/charter/factsheet.pdf.",
        "Massachusetts Department of Elementary and Secondary Education. (2009b). 20082009 Enrollment by Grade Report. Retrieved online on September 30, 2009 from: http://profiles.doe.mass.edu/state report/enrollmentbygrade.aspx?mode=school&orderBy=.",
        "Matthews, J. (2009). Work Hard. Be Nice. How Two Inspired Teachers Created the Most Promising Schools in America. Chapel Hill: Alongquin Press.",
        "Merseth, K., Robert, J., Cooper, K., Casey, M. C., and Valant, J. (2009). Inside Urban Charter Schools: Promising Practices and Strategies in Five High-performing Charter Schools. Cambridge: Harvard Education Publishing.",
        "National Alliance for Public Charter Schools. (2009). Public Charter School Dashboard. Washington D.C. Retrieved on September 21, 2009 from: http://www.publiccharters.org/files/publications/DataDashboard.pdf.",
        "Rothstein, J. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good Principals or Good Peers? Parental Valuations of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition among Jurisdictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(4): 1333-1350.",
        "Rothstein, Jesse. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Competition Among Public Schools Benefit Students and Taxpayers ? Comment on Hoxby (2000).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, 97(5): 2026-2037.",
        "Rothstein, R. (2004). Class and Schools: Using Social, Economic, and Educational Reform to Close the Black-White Achievement Gap. Columbia: Teachers College Press.",
        "Rouse, C. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113(2): 553-602.",
        "Thernstrom, A. and Thernstrom, S. (2003). No Excuses: Closing the Racial Gap in Learning. New York: Simon & Schuster.",
        "Vaznis, J. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Backers Seek End to Charter Cap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Boston Globe, August 5.",
        "Wilson, S. F. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Success at Scale in Charter Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2008-02 from the American Enterprise Institute Future of American Education Project."
    ]
}