{
    "id": 15548,
    "cites": 12,
    "cited_by": 34,
    "reference": [
        "HS to SIC and NAICS * The number of NAICS basecodes to which these export (import) from 454 in 2000 to 453 in 2006 for both imports and exports.22 codes match ranges * Some of the NAICS basecodes to which HS codes are assigned are incomplete, while others are outside manufacturing. As noted in the third column of each panel of Table 4, the number of manufacturing NAICS industry codes to which these export (import) codes match ranges from 387 in 2000 to 386 in 2006. As with the SIC, these numbers of manufacturing codes are lower than the 473 official manufacturing industries in the NAICS. Imports HS1O Man NAICS HS1O NAICS Man NAICS 8,628 16,897 8,622 16,910 8,940 17,351 8,930 17,390 8,933 17,382 8,971 17,717 8,972 17,746",
        "`9Though we have not explored whether reliance on the December files makes a difference (e.g., whether there is within-year variance of SIC mappings to a particular IIS), we note that, very rarely, the baseroots Census assigns to an IIS code do change across years. 20 the concordance files included with the monthly trade data do not include the full, internalto -Census basecode, that mapping is available for 1992 at http://www.census.gov/epcd/www/intronet.html (see second paragraph).",
        "B2. HS-NAICS As with the SIC, Census's concordance files virtually always map HS codes to a unique six-digit NAICS baseroot. For the most part, these baseroots are proper NAICS industries, but there are some that reflect the difficulties noted in Sections 3 and 4 above. We note the following: * As summarized in Table 4, the number of HS export (import) codes in the master list that have NAICS basecodes associated with them in at least one year ranges from 8,628 (16,897) in 2000 to 8,972 (17,746) in 2006. 2000 is the first year that NAICS codes appear in the concordance files.",
        "* The number of unique SIC codes to which these export (import) HS codes match ranges from 429 (443) in 1989 to 449 (450) in 2001.21 * Some of the SIC basecodes to which HS codes are assigned are incomplete (e.g., 23XX), while others are outside manufacturing (e.g., 0273). As noted in the third column of each panel in Table 3, the number of manufacturing SIC basecodes to which these export (import) codes match ranges from 371 (386) in 1989 to 391 (392) in 2001. The fact that there are fewer than the official number of 459 manufacturing SIC codes in the concordance files is consistent with the discussion in Sections 3 and 4 above.",
        "The Stata files containing these lists are discussed in Section 6. They are available on Schott's website.'9 B1. HS-SIC Census's HS-baseroot concordances virtually always map HS codes to a single fourcharacter SIC root. As noted above, these roots are the first four characters of an eightcharacter SIC basecode.2 For the most part, these baseroots are proper industries, but there are some (e.g., 3XXX) that reflect the difficulties noted in Sections 3 and 4 above. We note the following: * As indicated in Table 3, the number of unique HS export (import) codes in the master list that have SIC basecodes associated with them in at least one year ranges from 7,908 (14,402) in 1989 to 8,629 (17,183) in 2001. 2001 is the final year in which SIC codes appear in the concordance.",
        "The set of HS codes found in the Feenstra et al. concordances differs slightly from that of the master list described in Section 3. Of the 25,329 (11,509) unique import (export) HS codes that result from merging Feenstra et al.'s concordances with our own, we find that 24,947 (11,472) are in common while 382 (37) are only in the Feenstra et al (2002) concordance. We don't have an explanation for the codes unique to the Feenstra et al (2002) dataset though we suspect they may be due to Census' periodic revisions of the trade data. A2. The EIIT Concordance A five-digit SIC to ten-digit HS concordance of unknown origin is posted to the EIIT website.'8 This concordance does not distinguish between import or export HS categories and it does not note the years to which either its HS codes apply.",
        "Al. The Feenstra (2002) Concordance Feenstra et al. (2002) provide background for U.S. HS10-level trade data for 1989 to 2001. Those data have subsequently been extended to 2006 and are available on Feenstra's website. Of the 26,277 ten-digit HS codes used to track U.S. imports (exports) in the Feenstra et al. (2002) 1989 to 2001 dataset, Census provided a baseroot concordance for all but 1,222. Of these 1,222 HS codes, 898 were assigned to a four-digit SIC category using a HS to 1987-revision MSIC concordance from Feenstra (1996). Though in principle MSIC codes differ from SIC codes, a number of MSIC codes map directly into regular SIC codes. The remaining 324 products were assigned to industries via an algorithm similar to that described in Section 3 above.",
        "Pierce, Justin R. (2009), Spare the Rod, Spoil the Firm? A Plant-Level Analysis of the Effects of Temporary Protection, available online at http: / /ssrn. com/abstract = 1443467. HS to SIC and NAICS 12 A Appendix 1: Other Concordances This appendix discusses the relationship between the concordances developed above and two other HS-SIC/NAICS concordances that can be found on the web.",
        "Feenstra, Robert C. (1996), U.S. Imports, 1972-1994: Data and Concordances, NBER Working Paper no. 5515.",
        "Feenstra, Robert C., Romalis, John and Schott, Peter K. (2002), U.S. Imports, Exports and Tariff Data, 1989 to 2001, NBER Working Paper 9387.",
        "Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott (2009), Importers, Exporters and Multinationals: A Portrait of Firms in the U.S. that Trade Goods in T. Dunne, J.B. Jensen and M.J. Roberts (eds.), Producer Dynamics: New Evidence from Micro Data (University of Chicago Press).",
        "Bernard, Andrew B., Stephen J. Redding and Peter K. Schott (2009), Multi-Product Firms and Product Switching, American Economic Review, forthcoming."
    ]
}