{
    "id": 15546,
    "cites": 12,
    "cited_by": 26,
    "reference": [
        "Abowd, J. M., Creecy, R. H. and Kramarz, F. (2002). Computing person and firm effects using linked longitudinal employer-employee data, Technical Report TP-~OO~-O6, LEHD, U.S. Census Bureau.",
        "Abowd, J. M., Haltiwanger, J. C. and Lane, J. I. (2004). Integrated Longitudinal EmployeeEmployer Data for the United States, American Economic Review 94(2). Abowd, J. M., Kramarz, F. and Margolis, D. N. (i999). High wage workers and high wage firms, Econometrica 67(2): 25i-333.",
        "Abowd, J. M., Lengermann, P. and McKinney, K. L. (2003). The measurement of human capital in the u.s. economy, Technical Report TP-~OO~-O9, LEHD, U.S. Census Bureau.",
        "Abowd, J. M., Stephens, B. E., Vilhuber, L., Andersson, F., McKinney, K. L., Roemer, M. and Woodcock, 5. (2009). Producer Dynamics: New Evidence from Micro Data, Chicago: University of Chicago Press for the National Bureau of Economic Research, chapter The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators, pp. i49-230.",
        "Bjelland, M. J. (2007). Empirical Analyses of Job Displacements and Productivity, PhD thesis, Cornell University. Goffe, W. L., Ferrier, G. D. and Rogers, J. (i994). Global optimization of statistical functions with simulated annealing, Journal of Econometrics 60: 65-99. Ingber, L. (i993). Adaptive simulated annealing (asa) global optimization c-code, Technical report, Caltech Alumni Association.",
        "Mortensen, D. T. (2003). Wage Dispersion: Why Are Similar Workers Paid Differently, Zeuthen lecture book series, MIT Press.",
        "Postel-Vinay, F. and Robin, J.-M. (2002). Wage dispersion with worker and employer heterogeneity, Econometrica 70: 2295-350. Roy, A. D. (i9Si). Some thoughts on the distribution of earnings, Oxford Economic Papers 3: i35-i46.",
        "Shimer, R. (2005). The assignment of workers to jobs in an economy with coordination frictions, Journal of Political Economy 113: 996.",
        "Stevens, D. W. (2002). Employment that is not covered by state unemployment, Technical Report TP-~OO~-f4, LEHD, U.S. Census Bureau.",
        "B Data Appendix We use data from the Longitudinal Employer-Household Dynamics Program (LEHD), universe data for four large American states with information from 1990-2004. See Abowd et al.",
        "(2004) and Abowd et al. (2009) for more detailed discussions of the underlying data.",
        "For those missing annual hours of work, a value is statistically assigned using a Bayesian multiple imputation procedure. Bjelland (2007) provides complete details of the imputation of annual hours of work. Our analysis sample is restricted to individuals aged 18-70, employed full-time at their dominant employer. Table 7. presents sample means for several earnings, demographic, industry, and labor force attachment variables for the period 1990-2004. The final analysis sample contains 278 million person-year-state observations for the aforementioned 75 million individuals and 4.7 million firms. In comparison to the base LEHD file, this analysis file has considerably higher wages and earnings, and is slightly more educated, male, white, and experienced. C Tables and Figures"
    ]
}