{
    "id": 15547,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "Akerlof, George and Janet L. Yellen. 1994. Gang Behavior, Law Enforcement, and Community Values. in Values and Public Policy. Henry J. Aaron, Thomas E. Mann, and Timothy Taylor eds. Washington, D.C.: The Brookings Institution.",
        "Becker, G. Crime and Punishment: An Economic Approach, Journal of Political Economy. 76, 169-217 (1968).",
        "Berman, Eli. 2009. Radical, Religious and Violent. The New Economics of Terrorism (MIT Press, Cambridge MA.) Berman, Eli and David. D. Laitin. 2008. Religion, Terrorism and Public Goods: Testing the Club Model. Journal of Public Economics 92(10-11): 1942-1967.",
        "Berman, E., J. N. Shapiro, J. H. Felter, Can Hearts and Minds be Bought? The Economics of Counterinsurgency in Iraq. NBER Working Paper 14606 (December 2008).",
        "Blattman, Christopher and Miguel, Edward, Civil War (March 2009). NBER Working Paper #14801 Brainard, L., and D. H. Chollet, Introduction, in. Too Poor for Peace? Global Poverty, Conflict, and Security in the 21st Century, L. Brainard, D. H. Chollet, Eds. (Brookings, Washington DC, 2007).",
        "Cassidy, R. Counterinsurgency and the Global War on Terror (Praeger, Westport, 2006).",
        "Chiarelli, P. U.S. Army Commander, Multinational Corps Iraq, press briefing, December 8, 2006.",
        "Clutterbuck, R. The Long Long War: Counterinsurgency in Malaya and Vietnam (Praeger, Ann Arbor, 1966).",
        "Collier, Paul and Anke Hoeffler. 2004. Greed and Grievance in Civil War. Oxford Economic Papers 56: 563-595.",
        "Department of Defense, Measuring Stability and Security in Iraq: March 2008 Report to Congress in Accordance with the Department of Defense Appropriations Act 2008 (2008; http ://www.globalsecurity.org/military/library/report/2008/iraq-securitystability_mar2008 .pdf).",
        "Dube, Oeindrila and Juan Vargas Commodity Price Shocks and Civil Conflict: Evidence from Columbia, Harvard University mimeo, October 2008.",
        "Fearon, J. Economic Development, Insurgency, and Civil War in Institutions and Economic Performance, E. Helpman, Ed. (Harvard University Press, Cambridge, MA, 2008).",
        "Fearon, James D. and David D. Laitin. 2003. Ethnicity, Insurgency, and Civil War. American Political Science Review 97: 75-90.",
        "Fishman, B., and Moghadam, A., (eds.) Bombers, Bank Accounts, and Bleedout: AlQa `ida in Iraq's Road In and Out of Iraq. (Combating Terrorism Center, Westpoint, 2008).",
        "Galula, D. Counterinsurgency Warfare; Theory and Practice (Praeger, New York, 1964).",
        "Government Accountability Office, The Department of Defense's Use of Solatia and Condolence Payments in Iraq and Afghanistan (GAO publication 07-699, 2007; http://www.gao.gov/products/GAO-07-699).",
        "Grogger, Jeff, 1998. Market Wages and Youth Crime, Journal of Labor Economics, University of Chicago Press, vol. 16(4), pages 756-91, October.",
        "Grossman, H. A General Equilibrium Model of Insunections.American Economic Review. 81, 912-921 (1991).",
        "Gould, Eric D. and Bruce A. Weinberg & David B. Mustard, 2002. Crime Rates And Local Labor Market Opportunities In The United States: 1979-1997, The Review of Economics and Statistics, MIT Press, vol. 84(1), pages 45-6 1, February.",
        "Kalyvas, S. N. The Logic of Violence in Civil War (Cambridge Univ. Press, New York, 2006).",
        "Mao, Z. On Guerilla Warfare, S. B. Griffin, Trans. (Univ. Illinois Press, Champaign, 2000). [orig. published 1937] Kitson, F. Low Intensity Operations: Subversion, Insurgency, Peace-keeping (Stackpole, Harrisburg, 1971).",
        "McMaster, H.R., 2008, On War: Lessons to be Learned, Survival, Volume 50, Issue 1, Feb.",
        "Miguel, E., S. Satyanath, and E. Sergenti. 2004. Economic shocks and civil conflict: An instrumental variables approach. Journal of Political Economy 112, 725-753 (2004).",
        "Petraeus, David. 2006. Learning Counterinsurgency: Observations from Soldiering in Iraq, Military Review, Jan-Feb.",
        "Popkin, S. L. The Rational Peasant: The Political Economy of Rural Society in Vietnam (Univ. of California Press, Berkeley, 1979).",
        "Raphael, S. and R. Winter-Ebmer (2001), `Identifying the effect of unemployment on crime'. Journal of Law and Economics 44, 259-283.",
        "Sepp, Kalev, 2005, Best Practices in Counterinsurgency, Military Review, May/June.",
        "Taber, R. The War of the Flea: A Study of Guerilla Warfare Theory and Practice (Lyle Stuart, New York, 1965).",
        "Thompson, R. G. K. Defeating Communist Insurgency: The lessons of Malaya and Vietnam, Studies in International Security (Praeger, New York, 1966).",
        "Trinquier, R. Modern Warfare: A French View of Counterinsurgency, Trans. D. Lee (Praeger, New York, 1961).",
        "United States Army, The U.S. Army Counterinsurgency Field Manual (U.S. Army Field Manual No. 3-24, 2006; http ://www.fas .org/irp/doddir/army/fm3-24fd.pdf). TABLES FOR TEXT INSERTION"
    ]
}