{
    "id": 15541,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Sykes, Alan 0. (2009). The Questionable Case for Subsidies Regulation: A Comparative Perspective, (mimeo).",
        "Sykes, Alan 0., (1999). Regulatory Protectionism and the Law of International Trade, University of Chicago Law Review 66: 1-46.",
        "Sykes, Alan 0., (2003). The Least Restrictive Means, 70 University of Chicago Law Review 70: 403-19.",
        "Sykes, Alan 0., (1995). Product Standards for Internationally Integrated Goods Markets (Washington DC: Brookings Institution).",
        "Schwartz, Warren F. and Alan 0. Sykes, (2002). The Economic Structure of Renegotiation and Dispute Resolution in the World Trade Organization, The Journal of Legal Studies 31(1): S179-S204.",
        "Regan, Donald H., (2006). What are Trade Agreements For? Two Conflicting Stories Told by Economists, with a Lesson for Lawyers, Journal of international Economic Law 9: 951-88.",
        "Markusen, James R., (1975). International Externalities and Optimal Tax Structures, Journal of International Economics 5: 15-29.",
        "Ludema, Rodney and Taizo Takeno, (2007), Tariffs and the Adoption of Clean Technology under Asymmetric Information, Canadian Journal of Economics, Volume 40, Issue 4, 1100-1117, November.",
        "Ludema, Rodney and Ian Wooton, (1997). International Trade Rules and Environmental Cooperation under Asymmetric Information, International Economic Review, Vol. 38, No. 3, August.",
        "Ludema, Rodney and Ian Wooton, (1994). Cross-Border Externalities and Trade Liberalization: The Strategic Control of Pollution, Canadian Journal of Economics, XXVII, 4, 950-966, November.",
        "Johnson, Harry, (1953-54). Optimum Tariffs and Retaliation, Review of Economic Studies 21: 142-53.",
        "Horn, Henrik, (2006). National Treatment in the GATT, The American Economic Review 96: 394-404.",
        "Grossman, Gene M. & Elhanan Helpman, (1994). Protection for Sale, American Economic Review 84: 833-850.",
        "Gulati, Sumeet and Devesh Roy, (2008). National Treatment and the Optimal Regulation of Environmental Externalities, Canadian Journal of Economics 41: 1445-71.",
        "Ederington, Josh, (2009), Negotiating over Environmental Policy in Trade Agreements, unpublished manuscript, University of Kentucky, March.",
        "Ederington, Josh, (2001). International Coordination of Trade and Domestic Policies, The American Economic Review 91: 1580-93.",
        "Costinot, Arnaud, (2008). A Comparative Institutional Analysis of Agreements on Product Standards, Journal of International Economics 75: 197-213.",
        "Copeland, Brian R, (1990). Strategic Interaction Among Nations: Negotiable and NonNegotiable Trade Barriers, Canadian Journal of Economics 23(1), 84-108.",
        "Broda, Christian, Limao, Nuno and David E. Weinstein, (2008) Optimal Tariffs and Market Power: The Evidence, American Economic Review.98(5), pp. 2032-2065.",
        "Battigalli, Pierpaolo and Giovanni Maggi, (2003). International Agreements on Product Standards: an Incomplete-Contracting Theory, NBER Working Paper No. 9533.",
        "Bagwell, Kyle and Robert W. Staiger, (2002). The Economics of the World Trading System (Cambridge MA: MIT Press).",
        "Bagwell, Kyle and Robert W. Staiger, (2005). Enforcement, Private Political Pressure and the GATT/WTO Escape Clause, Journal of Legal Studies 34: 471-514.",
        "Bagwell, Kyle and Robert W. Staiger, (2001). Domestic Policies, National Sovereignty and International Economic Institutions, Quarterly Journal of Economics 116: 5 19-562.",
        "Bagwell, Kyle and Robert W. Staiger, (1999). An Economic Theory of GATT, American Economic Review. 89(1), pp. 215-48.",
        "Bagwell, Kyle, (2009). Self-Enforcing Trade Agreements and Private Information, NBER WP No. 14812, March."
    ]
}