{
    "id": 15542,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Vayanos, Dimitri. 2004. Working Paper. Flight to Quality, Flight to Liquidity, and the Pricing of Risk. Loans Outstanding Securities Outstanding Subprime mortgage Asset-backed securities loans Alt-A mortgage loans Asset-backed securities in the form of collateralized debt obligations Prime mortgage loans Prime mortgage-backed securities Commercial Real Commercial mortgageEstate backed securities Corporate Loans High-grade Corporate Debt Collateralized loan obligations Total for Loans $10,800 Total for Securities $7,840 Source: IMF Global Financial Stability Report October 2008, Table 1.1. ia~c~a~ ~ tt~t1on s~et~ Financial Institution Total Assets Commercial Banks $11,192 Insurance Companies 6,308 GSEs 3,174 Brokers and Dealers 3,092 Hedge Funds 3,406 Sources: Flow of Funds of Federal Reserve 2007, He and Krishnamurthy (2008).",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen. 2008. Working Paper. The Aggregate Demand for Treasury Debt Shleifer, Andrei, and Robert Vishny. 1997. The Limits of Arbitrage. Journal of Finance, 52(1): 35-55.",
        "Krishnamurthy, Arvind. 2002. The Bond/Old-Bond Spread. Journal of Financial Economics, 66(2): 463-506. Krishnamurthy, Arvind. Forthcoming. Amplification Mechanisms in Liquidity Crises. American Economic Journals: Macroeconomics.",
        "H",
        "Holmstrom, Bengt, and Jean Tirole. 1998. Private and Public Supply of Liquidity. Journal of Political Economy, 106(1): 1- 39.",
        "He, Zhiguo, and Wei Xiong. 2009. Working Paper. Dynamic Debt Runs. He, Zhiguo, and Arvind Krishnamurthy. 2009a. Working Paper. A Model of Capital and Crises He, Zhiguo, and Arvind Krishnamurthy. 2009b. Working Paper. Intennediary Asset Pricing Holmstrom, Bengt. 2008. Comments on The Panic of 2007, by Gary Gorton, forthcoming in Maintaining Stability in a Changing Financial System, Symposium sponsored by The Federal Reserve of Kansas City at Jackson Hole, Wyoming, 2008.",
        "Gromb, Denis, and Dimitri Vayanos. 2002. Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs. Journal of Financial Economics, 66(2-3): 36 1-407.",
        "Greenwood, Robin and Dimitri Vayanos. 2007. Working Paper. Bond Supply and Excess Bond Returns.",
        "Gorton, Gary. 2009, Working Paper. Slapped in the Face by the Invisible Hand: Banking and the Panic of 2007. Gorton, Gary, and Andrew Metrick. 2009. Working Paper, Securitized Banking and the Run on Re po. Gorton, Gary, and George Pennacchi. 1990. Financial Intermediaries and Liquidity Creation. Journal of Finance, 45(1): 49-72.",
        "Garleanu, Nicolae, and Lasse Pedersen. 2007. Liquidity and Risk Management. American Economic Review, 97(2): 193-197.",
        "Diamond, Douglas, and Philip Dybvig. 1983. Bank Runs, Deposit Insurance and Liquidity. Journal of Political Economy, 99: 401-419.",
        "Eisfeldt, Andrea, and Adriano Rampini. 2008. Working Paper. Financing Shortfalls and the Value of Aggregate Liquidity. Fishman, Michael, and Jonathan Parker. 2009. Working Paper Valuation and the Volatility of Investment Gabaix, Xavier, Arvind Krishnamurthy, and Oliver Vigneron. 2007. Limits of Arbitrage: Theory and Evidence from the Mortgage Backed Securities Market. Journal of Finance, 62(2): 557-596. Garleanu, Nicolae, Lasse Pedersen, and Allen Poteshman. Forthcoming. Demand-Based Option Pricing. The Review of Financial Studies.",
        "Caballero, Ricardo and Arvind Krishnamurthy. 2009. Financial Fragility and Global Imbalances. American Economic Review, 99(2): 584-588.",
        "Caballero, Ricardo and Arvind Krishnamurthy. 2008. Collective Risk Management in a Flight to Quality Episode. Journal of Finance, 63(5): 2195-2236.",
        "Brunnermeier, Markus, and Lesse Pedersen. 2009. Market Liquidity and Funding Liquidity. Review of Financial Studies, 22(6): 2201-2238.",
        "Brunnemieier, Markus. 2009. Deciphering the Liquidity and Credit Crunch 2007-08. Journal of Economic Perspectives, 23(1): 77-100.",
        "Adrian, Tobias, and Hyun Shin. Forthcoming. Liquidity and Leverage. Journal of Financial Intermediation Bernanke, Ben 5. 2008. Liquidity Provision by the Federal Reserve. Speech at the Federal Reserve Bank of Atlanta Financial Markets Conference. May 13. At ~http://www.federaireserve.gov/newsevents/speech/bernanke2OO8O5 13 .htrn>."
    ]
}