{
    "id": 15544,
    "cites": 74,
    "cited_by": 5,
    "reference": [
        "We obtain data on the timing of redistricting at the state level through 1980 from Martis' (1982) Historical Atlas of United States Congressional Districts.",
        "We obtain data on the number of eligible voters by county and year for 1868-1972 from ICPSR 8611. These data are constructed through a linear interpolation of decennial Census figures using age, race, sex and citizenship criteria. We supplement these data through 2004 using a linear interpolation of decennial Census figures that follows the methodology of ICPSR 8611. For the year 1972, in which our calculations overlap with ICPSR 8611, the two estimates are close on average.",
        "A small number of county-years are not matched to congressional districts. We do not have a source for matching counties to congressional districts after 1988.",
        "The files provided by Snyder contain a crosswalk from counties to congressional districts by year for 1868-1988. We use this crosswalk to match newspaper locations to congressional districts.",
        "From the files provided by Snyder, we obtain vote totals by party and year at the congressional district level for congressional elections, as well as the major party affiliation of the incumbent candidate (if any), from 1868-2004. When the winning candidate ran on both a major and minor party ticket, we coded the major party as the incumbent candidate's party in the subsequent election.",
        "B Sources of Voting Data Our primary source for county-level voting data is a set of data files generously provided by James Snyder, which in turn are based on ICPSR Study 8611, Congressional Quarterly, and other public sources. From these files we obtain vote totals by party and year at the county level for presidential, congressional, senate, and gubernatorial elections from 1868-1990. For years 1990 and onward for senate and gubernatorial elections, and for years 2000 and 2004 for presidential elections, we use data on county-level vote totals from files purchased from David Leip through uselectionatlas.org. For years 1990-1996, we use data on county-level vote totals for presidential elections from USA Counties 1998. We do not have a source for county-level vote totals in congressional elections after 1990.",
        "The directories associate each newspaper with a city. We use an automated script (supplemented with manual conections) to match listed city names to Census-defined places. We use the 1990 Geographic Identification Code Scheme (GICS) data from the US Census Bureau to match Census places to counties. In cases where there were multiple counties assigned to a place, we chose the county that was home to the highest proportion of the place's population. This approach assumes that county boundaries are constant over time, when in fact they do sometimes change. Data from ICPSR Study 6576 show that 21 percent of the counties in our data experienced a border change between 1870 and 1960. In an audit of city-county matches in 1900, using a 1900 atlas of U.S. counties, we find that cities were inconectly assigned in 0.98 percent of cases.",
        "These sources are considered authoritative and are often used in historical research. To evaluate their coverage we measured mutual consistency in 1932, where we have data from both E&P and Ayer's. Only 1.3% of E&P papers could not be found in the Ayer's directory, and only 1.6% of the Ayer's papers could not be found in E&P.",
        "Tocqueville, Alexis de, Gerald E. Bevan, and Isaac Kramnick. 2003. Democracy in America. London: Penguin Classics.",
        "Troske, Kenneth R. 1996. The dynamic adjustment process of firm entry and exit in manufacturing and finance, insurance, and real estate. Journal of Law and Economics 39, no. 2: 705-735. Appendices A Construction of US Newspaper Panel Data for 1869 through 1876 are from G. Rowell & Co's American Newspaper Directory (Rowdl's). Data for 1880 through 1928 are from N. W. Ayer & Son's American Newspaper Annual (Ayer's). Data for 1932 through 2004 are from Editor & Publisher Yearbook (E&P). We scanned the volumes for 1869 and each presidential election year thereafter to pdf, and had them converted to machine-readable text by a data entry firm. For Rowell's and Ayer's (where the text is of poorer quality) the firm keyed each record twice independently and reconciled discrepancies. We used audits and automated scripts to detect and conect remaining enors.",
        "Summers, Mark W. 1994. The Press Gang: Newspapers and Politics, ]865-]878. Chapel Hill: University of North Carolina Press.",
        "Stromberg, David. 2004. Radio's impact on public spending. Quarterly Journal of Economics 119, no. 1: 189-221.",
        "Sterling, Christopher H. and John Michael Kittross. 2002. Stay Tuned: A History of American Broadcasting. New Jersey and London: Lawrence Erlbaum Associates.",
        "Sterling, Christopher H. 1984. Electronic Media: A Guide to Trends in Broadcasting and Newer Technologies, ]920-]983. New York: Praeger.",
        "Stan, Paul. 2004. The Creation of the Media: Political Origins of Modern Communications. New York: Basic Books. 2009. Goodbye to the age of newspapers (hello to a new era of conuption). The New Republic, March 4.",
        "Schuthofer-Wohl, Sam, and Miguel Garrido. 2009. Do newspapers matter? Evidence from the closure of the Cincinnati Post. NBER Working Paper No. ]48] 7.",
        "Snyder, James M., and David Stromberg. 2008. Press coverage and political accountability. NBER Working Paper No. ]3878.",
        "Reid, Whitelaw. 1872. Schools of journalism. Scribner's Monthly 4, no. 2: 194-205.",
        "Roper, Elmo. 1946. Washington, D.C. Newspaper Readership Survey. New York: American Association of Advertising Agencies.",
        "Putnam, Robert D. 2000. Bowling Alone: The Collapse and Revival ofAmeri can Community. New York: Simon & Schuster.",
        "Petty, Richard E., and John T. Cacioppo. 1996. Attitudes and Persuasion: Classic and Contemporary Approaches. Boulder, CO: Westview Press.",
        "Prior, Markus. 2006. The incumbent in the living room: The rise of television and the incumbency advantage in U.S. House elections. The Journal of Politics 68, no. 3: 657-673. 2009. The immensely inflated news audience: Assessing bias in self-reported news exposure. Public Opinion Quarterly 73, no. 1: 130-143.",
        "Nasaw, David. 2001. The Chief: The Life of William Randolph Hearst. Boston, MA: Houghton Mifflin Harcourt.",
        "National Election Study. 1944. Inter-University Consortium for Political and Social Research. Study number 7210. Oberholzer-Gee, Felix, and Joel Waldfogel. forthcoming. Media markets and localism: Does local news en espa",
        "Mullainathan, Sendhil, and Andrei Shleifer. 2005. The market for news. American Economic Review 95, no. 4: 1031-1053.",
        "Mullainathan, Sendhil, Joshua Schwartzstein, and Andrei Shleifer. 2008. Coarse thinking and persuasion. Quarterly Journal of Economics 123, no. 2: 577-6 19.",
        "Mondak, Jeffery J. 1995. Newspapers and political awareness. American Journal of Political Science 39, no. 2: 5 13-527.",
        "Mott, Frank Luther. 1950. American Journalism: A History of Newspapers in the United States Through 260 Years: ]690 to ]950. New York: Macmillan.",
        "Milgrom, Paul, and John Roberts. 1986. Relying on the information of interested parties. Rand Journal of Economics 17, no. 1: 18-32.",
        "Miami Herald Publishing Co. v. Tornillo. 1973. Supreme Court of Florida. 287 So. 2d 78.",
        "Matsusaka, John G. 1995. Explaining voter turnout patterns: An information theory. Public Choice 84,no. 1:91-117.",
        "McCombs, Maxwell E., and Donald L. Shaw. 1972. The agenda-setting function of mass media.",
        "Lee, Alfred McClung. 1937. The Daily Newspaper in America: the Evolution of a Social Instrument. New York: Macmillan.",
        "Lassen, David Dreyer. 2005. The effect of information on voter turnout: Evidence from a natural experiment. American Journal of Political Science 49, no. 1: 103-118.",
        "Krishna, Vijay, and John Morgan. 2001. A model of expertise. Quarterly Journal of Economics 116, no. 2: 747-775.",
        "Kaplan, Richard L. 2002. Politics and the American Press: The Rise of Objectivity, 1865-] 920. Cambridge: Cambridge University Press.",
        "Kernell, Samuel, and Gary C. Jacobson. 1987. Congress and the Presidency as news in the nineteenth century. The Journal of Politics 49, no. 4: 1016-1035.",
        "Kamenica, Emir, and Matthew Gentzkow. 2009. Bayesian persuasion. University of Chicago Mimeo.",
        "Herriot, John G., and Christian H. Reinsch. 1973. Algorithm 472: Procedures for natural spline interpolation hEll. Communications of the ACM 16, no. 12: 763-768.",
        "Hamilton, James T. 2006. All the News That's Fit to Sell: How the Market Transforms Information into News. Princeton, NJ: Princeton University Press.",
        "Graber, Doris A., ed. 2000. Media Power in Politics. Washington, D.C.: CQ Press College.",
        "Haines, Michael R. 2006. Historical, demographic, economic and social data: The United States, 1790-2000 IlComputer filel. ICPSR Study No. 2896.",
        "Geys, Benny. 2006. Explaining voter turnout: A review of aggregate-level research. Electoral Studies 25, no. 4: 637-663.",
        "Gomez, Brad T., Thomas G. Hansford, and George A. Krause. 2007. The Republicans should pray for rain: Weather, turnout, and voting in US presidential elections. The Journal of Politics 69, no. 3: 649-663. Gordon, Sanford C., and Dimitri Landa. forthcoming. Do the advantages of incumbency advantage incumbents? Journal of Politics.",
        "Gerber, Alan S., Dean Karlan, and Daniel Bergan. 2009. Does the media matter? A field experiment measuring the effect of newspapers on voting behavior and political opinions. American Economic Journal: Applied Economics 1, no. 2: 35-52.",
        "Gerber, Alan S., and Donald P. Green. 2001. Do phone calls increase voter turnout?: A field experiment. Public Opinion Quarterly 65, no. 1: 75-85.",
        "Gerber, Alan S., and Donald P. Green. 2000. The effects of canvassing, telephone calls, and direct mail on voter turnout: A field experiment. The American Political Science Review 94, no. 3: 653-663.",
        "Gentzkow, Matthew, and Jesse M. Shapiro. forthcoming. What drives media slant? Evidence from U.S. daily newspapers. Econometrica. 2006. Media bias and reputation. Journal of Political Economy 114, no. 2: 280-316. 2008. Competition and truth in the market for news. Journal of Economic Perspectives 22, no. 2: 133-154.",
        "Gentzkow, Matthew. 2006. Television and voter turnout. Quarterly Journal of Economics 121, no. 3: 931-972. 2007. Valuing new goods in a model with complementarities: Online newspapers. American Economic Review 97, no. 3: 7 13-744.",
        "Gentzkow, Matthew, Edward L. Glaeser, and Claudia Goldin. 2006. The rise of the fourth estate: How newspapers became informative and why it mattered. In Corruption and Reform: Lessons from America's Economic History, 187-230. Chicago, IL: University of Chicago Press.",
        "Genesove, David. 2003. Why are there so few (and fewer and fewer) two newspaper towns? Mimeo.",
        "Federal Communications Commission. 2003. Report and Order and Notice of Proposed Rulemaking. FCC 03-127, Washington, D.C.: Federal Communications Commission.",
        "Feddersen, Timothy. 2004. Rational choice theory and the paradox of not voting. Journal of Economic Perspectives 18: 99-112.",
        "Eyster, Erik, and Matthew Rabin. 2009. Rational and naive herding. Working Paper.",
        "Ericson, Richard, and Arid Pakes. 1995. Markov-perfect industry dynamics: A framework for empirical work. The Review of Economic Studies 62, no. 1: 53-82.",
        "Eliot, Charles William. 1897. American Contributions to Civilization. New York: The Century Co.",
        "Enikolopov, Ruben, Maria Petrova, and Ekaterina V. Zhuravskaya. 2009. Media and political persuasion: Evidence from Russia. Mimeo.",
        "Ansolabehere, Stephen, Erik C. Snowberg, and James M. Snyder. 2006. Television and the incumbency advantage in U.S. elections. Legislative Studies Quarterly 31, no. 4: 469-490.",
        "Ansolabehere, Stephen, and James M. Snyder. 2002. The incumbency advantage in U.S. elections: An analysis of state and federal offices, 1942-2000. Election Law Journal 1, no. 3: 3 15-338.",
        "Ashworth, Scott, and Ethan Bueno de Mesquita. 2008. Electoral selection, strategic challenger entry, and the incumbency advantage. Journal of Politics 70, no. 4: 1006-1025.",
        "Bagdikian, Ben. 2000. The Media Monopoly, 6th ed. Boston, MA: Beacon Press.",
        "Baldasty, Gerald J. 1992. The Commercialization of News in the Nineteenth Century. Madison, WI: University of Wisconsin Press.",
        "Baldasty, Gerald J. 1999. E. W Scripps and the Business of Newspapers. Urbana, IL: University of Illinois Press.",
        "Besley, Timothy, and Andrea Prat. 2006. Handcuffs for the grabbing hand? Media capture and government accountability. American Economic Review 96, no. 3: 720-736.",
        "Blais, Andre. 2006. What affects voter turnout? Annual Review of Political Science 9, no. 1: 111-125.",
        "Bogart, Leo. 1981. Press and Public: Who Reads What, When, Where, and Why in American Newspapers. Hillsdale, NJ: L. Erlbaum Associates.",
        "Bresnahan, Timothy F., and Peter C. Reiss. 1991. Entry and competition in concentrated markets.",
        "Brown, Buford Otis. 1929. Problems of Newspaper Publishing, with Special Reference to the Country Field, including Weekly and Daily Newspapers. New York: Harper & Brothers.",
        "Carson, Jamie L., and M.V. Hood III. 2008. The effect of the partisan press on US House elections, 1800-1820. Presented at the Midwest Political Science Association Annual Meeting, April 3, Chicago, IL.",
        "Charles, Kerwin Kofi, and Melvin Stephens, Jr. 2009. Voter turnout and the labor market. Working Paper.",
        "Che, Yeon-Koo, and Kartik, Navin. 2009. Opinions as incentives. Journal of Political Economy 117, no. 5: 815-860. DellaVigna, Stefano, and Matthew A. Gentzkow. forthcoming. Persuasion: Empirical evidence. Annual Review of Economics.",
        "DellaVigna, Stefano, and Ethan Kaplan. 2007. The Fox News effect: Media bias and voting.",
        "Dixit A., and R. S. Pindyck. 1994. Investment under Uncertainly. Princeton, NJ: Princeton University Press. Chapter 4.",
        "Easterlin, Richard A. 1960. Intenegional differences in per capita income, population, and total income, 1840-1950. In Trends in the American Economy in the Nineteenth Century, 73-140. NBER Reports 24. Princeton, NJ: Princeton University Press."
    ]
}