{
    "id": 1554,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "ATKINSON, M. and MAIRESSE J., Length of Life of Equipment in French Manufacturing Industries, Annales de lINSEE, 30-31, 1978, 23-)48.",
        "ARTUS, P. and MUET, P.A., Un panorama des d~veloppements r~cents de leconom~trie de linvestissement, Revue Economique, 35, 198)4, 791-830. BOSSHARDT, M.O. and MAIRESSE, J., Le comportement de d~classement des entreprises: quelques estimations, Annales de lINSEE 38-39, 1980, 207-23)4.",
        "CLARK, K. and FREEMAN, R., How Elastic Is the Demand for Labor?, Review of Economics and Statistics, 62, 1980, 509-520.",
        "CUNEO, Ph. and MAIRESSE, J., Productivity and Research-Development at the Firm-Level in French Manufacturing, in Research and Development, Patents and Productivity, GRILICHES, ed., The University Press, Chicago, 198)4. DORMONT, B., Mod~1es de demande de travail: une comparaison France-RFA sur donn~es de panels, Th~se de doctorat de 3~me cycle. Universit~ de PARIS I, 1983.",
        "DORMONT, B., Substitution et Co-i~ts des facteurs: une approche en termes de mod~les ~ erreurs sur les variables, Annales de lINSEE, 5, 1983, 73-91.",
        "EISNER, R., Factors in Business Investment, Cambridge, Mass., National Bureau of Economic Research, General Series n 102, Ballinger, 1978.",
        "FELDSTEIN, M., Inflation, Tax Sales and Investment: Some Econometric Evidence, Econometrica, 50, 1982, 825-862.",
        "FELDSTEIN, M, and FOOT, D., The Other Half of Gross Investment: Replacement and Modernization Expenditures, Review of Economies and Statistics, 1, 1971, 149-58.",
        "GRILICHES, Z. and HAUSMAN, J., Errors in Variables in Panel Data, NBER Technical Working Paper NÃ\u0082Â° 37, 19814.",
        "GRILICHES, Z. and MAIRESSE, J., Comparing Productivity Growth: An Exploration of French and U.S. Industrial and Firm Data, European Economic Review, `-si ir.~D ~ 11r~ , ..~`J) ~ GRILICHES, Z. and MAIRESSE, J., Productivity and Research-Development at the Firm Level, in Research and Development, Patents and Productivity, GRILICHES, ed., The University Press, Chicago, 19814.",
        "HAUSMAN, J. and TAYLOR, W., Panel Data and Unobservable Individual Effects, Econometrica, 147, 1979, 1377-1398.",
        "MAIRESSE, J., Technical Progress in French Manufacturing Industries, Annales de lINSEE, 30-31, 1978, 681-720.",
        "MAIRESSE, J. and SIll, A., An Extended Accelerator Model of Research and Development and Physical Investment, in Research and Development, Patents and Productivity, GRILICHES, ed., The University Press, Chicago, 19814.",
        "OTJDIZ, G., Investment Behavior of French Industrial Firms: Study on Longitudinal Data, Annales de lINSEE, 30-31, 1978, 51l-5~4l."
    ]
}