{
    "id": 15552,
    "cites": 15,
    "cited_by": 32,
    "reference": [
        "Whited, T., and G. Wu, 2006, Financial Constraints Risk, Review of Financial Studies 19, 531559.",
        "Rosenbaum, P., and D. Rubin, 1983, The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika 70, 41-55.",
        "Stein, J., 2003, Agency Information and Corporate Investment, in G. Constantinides, M. Harris, and R. Stulz (eds.), Handbook of the Economics of Finance, Elsevier/North-Holland.",
        "Rauh, J., 2006, Investment and Financing Constraints: Evidence from the Funding of Corporate Pension Plans, Journal of Finance 61, 33-75.",
        "Paravisini, D., 2008, Local Bank Financial Constraints and Firm Access to External Finance, Journal of Finance 63, 2161-2193.",
        "Oliner, S., and G. Rudebusch, 1992, Sources of the Financing Hierarchy for Business Investment, Review of Economics and Statistics 74, 643-654.",
        "Lins, K., H. Servaes, and P. Tufano, 2009, What Drives Corporate Liquidity? An International Survey of Cash Holdings and Lines of Credit, Working Paper, Harvard Business School.",
        "Lemmon, M., and M. Roberts, 2008, The Response of Corporate Financing and Investment to Changes in the Supply of Credit, forthcoming, Journal of Financial and Quantitative Analysis.",
        "Ivashina, V., and D. Scharfstein, 2008, Bank Lending During the Financial Crisis of 2008, Working Paper, Harvard Business School. Kaplan, S., and L. Zingales, i997, Do Financing Constraints Explain why Investment is Correlated with Cash Flow? Quarterly Journal of Economics ii2, i69-2i5. Lamont, 0., i997, Cash Flow and Investment: Evidence from Internal Capital Markets, Journal of Finance 52, 83-flO.",
        "Imbens, G., 2004, Nonparametric Estimation of Average Treatment Effects under Exogeneity: A Review, Review of Economics and Statistics 86, 4-29.",
        "Cleary, S., i999, The Relationship Between Firm Investment and Financial Status, Journal of Finance 54, 673-692 Dehejia, R., and S. Wahba, 2002, Propensity Score-Matching Methods for Nonexperimental Causal Studies, Review of Economics and Statistics 84, isi-i6i. Fazzari, S., R. G. Hubbard, and B. Petersen, i988, Financing Constraints and Corporate Investment,  Brookings Papers on Economic Activity i, i4i-i95. Holmstrom, B., and J. Tirole, i998, Private and Public Supply of Liquidity, Journal of Political Economy i06, i-40. Hoshi, T., A. Kashyap, and D. Scharfstein, i99i, Corporate Structure, Liquidity, and Investment: Evidence from Japanese Industrial Groups, Quarterly Journal of Economics i06, 33-60. Hubbard, R. G., i998, Capital Market Imperfections and Investment, Journal of Economic Literature 36, i93-227.",
        "Becker, S., and A. Ichino, 2002, Estimation of Average Treatment Effects Based on Propensity Scores, Stata Journal 4, 358-377. Blanchard, 0., F. Lopez-de-Silanes, and A. Shleifer, i994, What Do Firms Do with Cash Windfalls ? Journal of Financial Economics 36, 337-360.",
        "Abadie, A., and G. Imbens, 2002, Simple and Bias-Corrected Matching Estimators for Average Treatment Effects, Technical Working Paper T0283, NBER.",
        "Almeida, H., M. Campello, and M. Weisbach, 2004, The Cash Flow Sensitivity of Cash, Journal of Finance 59, i777-i804.",
        "Abadie, A., D. Drukker, J. Herr, and G. Imbens, 2004, Implementing Matching Estimators for Average Treatment Effects in Stata, Stata Journal 4, 290-3ii."
    ]
}