{
    "id": 15556,
    "cites": 31,
    "cited_by": 85,
    "reference": [
        "Aoki, Masahiko, Hugh Patrick, and Paul Sheard. 1994. The Japanese Main Bank System: An Introductory Overview. In The Japanese Main Bank System. Its Relevance for Developing and Transforming Economies, ed. M. Aoki and H. Patrick. Oxford: Oxford University Press.",
        "Anderson, James E., and Douglas Marcouiller. 2002. Insecurity and the Pattern of Trade: An Empirical Investigation. Review of Economics and Statistics 84 (2): 345-52.",
        ". 2000. Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States. American Economic Review 90(1): 30-45.",
        "Peek, Joe, and Eric S. Rosengren 1997. The International Transmission of Financial Shocks: The Case of Japan. American Economic Review 87(4): 495-505.",
        "Peek, Joe. 2009. The Changing Role of Main Banks in Aiding Distressed Firms in Japan. University of Kentucky, mimeo.",
        "Organization of Economic Cooperation and Development. 2009. OECD Economic Outlook 1 (85).",
        "Melitz, Marc. 2003. The Impact of Trade on Aggregate Industry Productivity and Intra-Industry Reallocations. Econometrica 71(6): 1695-1725.",
        "Manova, Kalina. 2008. Credit Constraints, Equity Market Liberalizations, and International Trade. Journal of International Economics 76:33-47.",
        "Levchenko, Andrei A., Logan Lewis, and Linda L. Tesar. 2009. The Collapse of International Trade during the 2008-2009 Crisis: In Search of the Smoking Gun. University of Michigan, mimeo.",
        "Auboin, Marc. 2007. Boosting Trade Finance in Developing Countries: What Link with the WTO? Economics and Statistics Division Discussion Paper, World Trade Organization. Geneva: WTO.",
        ". 2009. Restoring Trade Finance: What the G20 Can Do. In The Collapse of Global Trade, Murky Protectionism, and the Crisis. Recommendations for the G20, ed. Richard Baldwin and Simon Evenett, London: Center for Economic Policy Research.",
        "Bank of Japan (1998) Monthly Report of Recent Economic and Financial Conditions, January, http ://www.boj . or.jp/enltype/release/teiki/gp/.",
        "Berman, Nicolas, and Philippe Martin. 2009. The Vulnerability of Sub-Saharan Africa to the Financial Crisis: The Case of Trade. Sciences Po.",
        "Bernanke, Benjamin S., and Mark Gertler and Simon Gilchrist. 1999. The Financial Accelerator in a Quantitative Business Cycle Framework, Handbook of Macroeconomics, in J.B. Taylor and M. Woodford (ed.), Handbook of Macroeconomics, edition 1, vol. 1, Chapter 21: 1341-93, Amsterdam; New York and Oxford: Elsevier Science, North-Holland.",
        "Bricongne, Jean-Charles, Lionel Fontagn",
        "Explaining Two Trade Busts: Output vs. Trade Costs in the Great Depression and Today. Vox (September 19), 1 Chaney, Thomas. 2005. Liquidity Constrained Exporters. University of Chicago, unpublished manuscript.",
        "Chinn, Menzie. 2009. What Does the Collapse of US Imports and Exports Signify? hitp://www.econhrowser.comiarchives/2009/06/updateonusex.htrnl , June 23.",
        "Djankov, Simeon, Caroline Freund, and Cong S. Pham. 2006. Trading on Time. World Bank, Policy Research Working Paper 3909. Washington, D.C.: World Bank.",
        "Dorsey, Thomas. 2009. Trade Finance Stumbles. Finance and Development 46(1): 18-19.",
        "Harrison, Ann, Margaret McMillan, and Inessa Love. 2004. Global Capital Flows and Financing Constraints. Journal of Development Economics 75(1): 269-30 1.",
        "Hoshi, Takeo, and Anil Kashyap. 2001. Corporate Financing and Governance in Japan: The Road to the Future. Cambridge: MIT Press.",
        "Hummels, David L. 2001. Time as a Trade Barrier. GTAP Working Papers No. 18, Center for Global Trade Analysis, Department of Agricultural Economics, Purdue University.",
        "lacovone, Leonardo, and Veronika Zavacka. 2009. Banking Crises and Exports: Lessons from the Past. World Bank Policy Research Working Paper 5016. Washington, D.C.: World Bank.",
        "The International Monetary Fund and the Bankers' Association for Finance & Trade (2009) Trade Finance Services: Current Environment & Recommendations: Wave 2; A Survey Among Banks Assessing the Current Trade Finance Environment, August.",
        "Klein, Michael W., Joe Peek, and Erik S. Rosengren. 2002. Troubled Banks, Impaired Foreign Direct Investment: The Role of Relative Access to Credit. American Economic Review 92(3): 664-82.",
        "Kletzer, K., and P. Bardhan. 1987. Credit Markets and Patterns of International Trade. Journal of Development Economics 27(1-2): 57-70.",
        ". 2005. Unnatural Selection: Perverse Incentives and the Misallocation of Credit in Japan. American Economic Review 95(4): 1144-66.",
        "Ronci, Marcio. 2005. Trade Finance and Trade Flows: Panel Data Evidence from 10 Crises. In Access to Trade Finance in Times of Crisis, ed. Wang, Jian-Ye and Marcio Ronci. Washington, D.C.: International Monetary Fund.",
        "Tett, Gillian. 2004. Saving the Sun: How Wall Street Mavericks Shook Up Japan's Financial World and Made Billions. New York: HarperCollins Publishers.",
        "Xu, Ming and Chu Zhang. 2009. Bankruptcy Prediction: The Case of Japanese Listed Companies. The Journal of Review of Accounting Studies 14: 534-558.",
        "Yafeh, Yishay. 1995. Corporate Ownership, Profitability and Bank-Firm Ties: Evidence from the American Occupation Reforms in Japan. Journal of the Japanese and International Economies 9:154-73."
    ]
}