{
    "id": 15558,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Food and Agriculture Organization of the United Nations, 2007, Adaptation to Climate Change in Agriculture, Forestry and Fisheries. Perspective, framework and priorities.",
        "Easterling, William, Brian Hurd, Joel Smith, 2004, to~ping wit/i Global (lunate (hang~ The Role ofAdaptation in the United States. Pew Center on Global Climate Change.",
        "Duflo, Esther and Rohini Pande, 2007, Dams, Quarterly Journal of Economics, 122 (2): 601646.",
        "Deschenes, Olivier and Michael Greenstone, 2007, The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather, American Economic Review 97(1): 354-385.",
        "Contor, B., Research Hydrologist, Idaho Water Resources Research Institute. Personal Communication with Scott E. Lowe, November 2009.",
        "Collier, Paul; Gordon Conway, and Tony Venebles, 2008, Climate Change and Africa, Oxford Review of Economic Policy. Summer 2008; 24(2): 337-53.",
        "Cline, William R, 1996, The Impact of Global Warming on Agriculture: Comment, American Economic Review, 86 (5): 1309-11.",
        "Brekke, L.D., J.E. Kiang, J.R. Olsen, R.S. Pulwarty, D.A. Raff, D.P. Turnipseed, R.S. Webb, and K.D. White, 2009, Climate change and water resources management-A federalperspective  US. Geological Survey Circular 1331. (Also available online at http://pubs.usgs,gov/circ/i 331/.) Clarke, Harry, 2008, Classical Decicision Rules and Adaptation to Climate Change, Australian Journal ofAgricultural and Resource Economics. December 2008; 52(4): 487-504.",
        "Bates, B.C., Z.W. Kundzewicz, S. Wu and J.P. Palutikof, Eds., 2008: Climate Change and Water. Technical Paper of the Intergovernmental Panel on Climate Change, IPCC Secretariat, Geneva.",
        "Andreadis, K.M., and D.P. Lettenmaier, 2006: Trends in 20th century drought over the continental United States, Geophysical Research Letters, 33, L10403, doi: 10. 1029/2006GL0257 11.",
        "Anderson, H., Administrator of the Planing and Technical Services Division of the Idaho Department of Water Resources. Personal Communication with Scott E. Lowe, November 2009.",
        "Libecap, Gary D. and Zeynep K. Hansen (2002), Rain Follows the Plow and Dryfarming Doctrine: The Climate Information Problem and Homestead Failure in the Upper Great Plains, 1890-1925, Journal of Economic History, 62(1): 86-120.",
        "Kurukulassuriya, Pradeep and Robert Mendelsohn, 2008, How Will Climate Change Shift Agro-ecological Zones and Impact African Agriculture?, The World Bank, Policy Research Working Paper Series: 4717, Washington D.C. Lettenmaier, D.P., David Major, Leroy Poff, and Steve Running, 2008, The Effects of Climate Change on Agriculture, Land Resources, Water Resources, and Biodiversity in the United States. Chapter 4: Water Resources, Report by the U.S. Climate Change Sciences Program and the Subcommittee on Global Change Research, Synthesis and Assessment Product 4.3, May 2008.",
        "Kingwell, Ross, 2006, Climate Change in Australia: agricultural impacts and adaptation.",
        "Accessed 26 February 2009. http ://www.environment. gov.au/water/publications/action/pubs/project-report.pdf Kelly, David L., Charles D. Kolstad, Glenn T. Mitchell, 2005, Adjustment Costs from Environmental Change, Journal of Environmental Economics and Management 50: 46895.",
        "Kahn, Shahbaz; Rana, Tariq; Abbas, Akhtar; Hafeez, Mohsin; Hanjra, Munir; Asghar, Nadeem; Pillow, Richard; Narayan, Kumar, 2008, Development of the Technical Manual for Assessing Hotspots in Channel and Piped Irrigation Systems. Project Report for the Australian Government Department of the Environement, Water, Heritage and the Arts.",
        "IPCC, 2007, Climate Change 2007: Impacts, Adaptation, and Vulnerability Contribution of Working Group II to the Third Assessment Report of the Intergovernmental Panel on Climate Change [Pany, Martin L., Canziani, Osvaldo F., Palutikof, Jean P., van der Linden, Paul J., and Hanson, Clair E. (eds.)]. Cambridge University Press, Cambridge, United Kingdom.",
        "Interdepartmental Working Group on Climate Change, United Nations. Accessed 26 February 2008. ftp ://ftp .fao . org/docrep/fao/009/j 9271 e/j 9271 e.pdf Francisco, Herminia, 2008, Adaptation to Climate Change: Needs and Opportunities in Southeastern Asia, ASEANEconomic Bulletin. April 2008; 25(1): 7-19.",
        "Hansen, Christian B., 2007, Generalized least squares inference in panel and multilevel models with serial correlation and fixed effects, Journal of Econometrics, 140(20): 670-694.",
        "Heyden, Constantin and Guy Pegram, 2007, Integrating Climate Change Adaptation intolnternational River Basin Management in Southern Africa. GWP - Southern Africa, Regional Technical Committee (RTEC), Pegasys Internatinal. Technical Report.",
        "IPCC, 2001, Climate Change 2001. Impacts, Adaptation, and Vulnerability. Contribution of Working Group II to the Third Assessment Report of the IPCC, Chapters 10, 11, 17, 18.",
        "IPCC, 2007, Summary for Policymakers. In: Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [M.L. Parry, O.F. Canziani, J.P. Palutikof, P.J. van der Linden and C.E. Hanson (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.",
        "Lobell, David; Marshall Burke, Claudia Tebaldi, Michael Mastrandrea, Walter Falcon, and Rosamond Naylor, 2008, Prioritizing Climate Change Adaptation Needs for Food Security in 2030 Science; 3 19(5863): 607-6 10.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw, 1994, The Impact of Global Warming on Agriculture: A Ricardian Analysis, American Economic Review, 84 (4): 753-7 1.",
        "Mendelsohn, Robert and Niggol Seo, 2007, Changing Farm Types and Irrigation as an Adaptation to Climate Change in Latin American Agriculture, World Bank Policy Research Working Paper 4161, March 2007, Washington D.C. MacGill, lain; Outhred, Hugh; Passey, Rob. 2003. The Australian Electricity Industry and Climate Change: What role for geosequestration? ERGO Draft Discussion Paper 0503. The University of New South Wales, School of Electrical Enineering and Telecommunicatinos: Electricity Restructuring Group.",
        "Nordhaus, William D., 2007, A Review of the Stern Review on the Economics of Climate Change, Journal of Economic Literature, September, 686-702.",
        "Olmstead, Alan L. and Paul W. Rhode, 2008, Abundance: Biological Innovation and American Agricultural Development, New York: Cambridge University Press.",
        "Palmer, W.C., 1965: Meteorological drought. Research Paper No. 45. U.S. Weather Bureau.",
        "[NOAA Library and Information Services Division, Washington, D.C. 20852] Pielke, Roger A. Jr, 1998, Rethinking the Role of Adaptation in Climate Policy, Global Climate Change 8(2): 159-70.",
        "Pisani, Donald J., 2002, Water and American Government: The Reclamation Bureau, National Water Policy, and the West, 1902-1935, Berkeley: University of California Press.",
        "Quiggin, John; Horowicz, John. 2003, Costs of Adjustment to Climate Change. The Australian Journal of Agricultural and Resource Economics. Volume 47, Number 4: 429-446.",
        "Quiroga, Sonia and Ana Iglesias, 2007, Projections of Economic Impacts of Climate Change in Agriculture in Europe, Economia Agraria Recursos Naturales. 7(14); 65-82.",
        "Reilly, John, 1999, What Does Climate Change Mean for Agriculture in Developing Countries? A Comment on Mandelsohn and Dinar,The World Bank Research Observer. 14 (2): 295-305.",
        "Schlenker, Wolfram, Michael Hanemann, and Anthony C. Fisher, 2006, The Impact of Global Warming on U.S. Agriculture: An Econometric Analysis of Optimal Growing Conditions, Review of Economics and Statistics 88(1): 113-25.",
        "Schlenker, Wolfram and Michael Roberts, 2008, Estimating the Impact of Climate Change on Crop Yields: The Importance of Nonlinear Temperature Effects, NBER Working Paper 13799.",
        "Stern, Nicholas, 2007, The Economics of Climate Change: The Stern Review, Cambridge and New York: Cambridge University Press.",
        "United States Agency for International Development. 2007 Adapting to Climate Variability and Change: a guidance manual for development planning. Accessed 26 February 2009. http ://www.usaid. gov/ourwork/environment/climate/docs/reports/ccvamanual.pdf Weitzman, Martin L., 2007, A Review of the Stern Review on the Economics of Climate Change, Journal of Economic Literature, September, 703-724.",
        "Zhan, Lijuah; Rozell, Scott; Huang, Jikun; Dinar, Ariel; Mendelsohn, Robert; Wang, Jinxia, 2008, Can China Continue Feeding Itself? The Impact of Climate Change on Agriculture. The World Bank, Policy Research Working Paper Series: 4470. Map 1: Sample Location with State, Counties, and Major Dams West of the 100th Meridian"
    ]
}