{
    "id": 15562,
    "cites": 15,
    "cited_by": 21,
    "reference": [
        "Auerbach, Alan and William Gale (2009) An Update on the Economic and Fiscal Crises: 2009 and Beyond, (October), Brookings Papers. Analytical Perspectives, Budget of the U.S. Government, various issues.",
        "Bano, Robert (1979). `On the Determination of the Public Debt,' Journal of Political Economy, Vol. 87, 940-71.",
        "Bolles, Albert S. (1886). The Financial History of the United States from 186] to 1885, New York: D. Appleton and Company.",
        "Bruno, Michael and William Easterly (1998). Inflation Crises and Long-Run Growth, Journal of Monetary Economics Vol. 41, 3-26.",
        "Calomiris, Charles (1988), Institutional Failure, Monetary Scarcity, and the Depreciation of the Continental, Journal of Economic History 48, 47-68.",
        "Calvo, Guillermo and Pablo Guidotti, (1992). Optimal Maturity of Nominal Government Debt: An Infinite-Horizon Model, International Economic Review, Vol. 33, No. 4 (November), 1992, 895-9 19.",
        "Chinn, Menzie and Jeffrey Frankel (2008). Why the Euro Will Rival the Dollar, International Finance, Blackwell Publishing 11(1), 49-73.",
        "Congressional Budget Office (2009), Budget and Economic Outlook, August. Economic Report of the President, various issues.",
        "Friedman, Benjamin M. (1985) Recent Perspectives in and on Macroeconomic, in George R. Feiwel (ed.), Issues in Contemporary Macroeconomics and Distribution, London: Macmillan Publishing, 270-286.",
        "Missale, Alessandro and Olivier Jean Blanchard (1994). The Debt Burden and Debt Maturity, American Economic Review Vol. 84, No. 1 (March), 309-319.",
        "Myers, Margaret (1970). A Financial History of the United States, New York: Columbia University Press.",
        "Office of Management and Budget (2009). Mid-Session Review, August.",
        "Perkins, Edwin (1994). American Public Finance and Financial Services 1700-1815, Columbus: Ohio State University Press.",
        "Stabile, Donald and Jeffrey A. Cantor (1991). The Public Debt of the United States: An Historical Perspective, 1775-1990, New York: Praeger.",
        "Sutch, Richard and Susan Carter, editors (2006). Historical Statistics of the United States, New York; Cambridge University Press, Volumes 3 and 5. U.S. Treasury, Major Foreign Holders of Treasury Securities, http ://www .ustreas.gov/tic/mfh.txt."
    ]
}