{
    "id": 15565,
    "cites": 10,
    "cited_by": 4,
    "reference": [
        "Svensson, Lars E. 0., (2001), The Zero Bound in an Open Economy: A Foolproof Way of Escaping from the Liquidity Trap, Monetary and Economic Studies, February 2001, 19, Special Edition.",
        "Taylor, John B., (1993), Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 39, December 93.",
        "Orphanides A. and V. Wieland (2000), Efficient monetary policy design near price stability, Journal of the Japanese and International Economies, Volume 14, pp. 327-365.",
        "Orphanides, Athanasios and Volker Wieland, (1998), Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero, Finance and Economics Discussion Series, No. 1998-35, Federal Reserve Board, June 1998.",
        "Bernanke, Ben, (2002), Deflation: Making Sure It Doesn't Happen Here, Speech before the National Economists Club, Washington, DC, November 21, 2002.",
        "Coenen, Gunter and Volker Wieland, (2004), Exchange Rate Policy and the Zero Bound on Nominal Interest Rates, American Economic Review, 94(2), May 2004.",
        "Coenen, Gunter and Volker Wieland, (2003), The Zero-Interest-Rate Bound and the Role of the Exchange Rate for Monetary Policy in Japan, Journal of Monetary Economics, 50 (5), July 2003.",
        "Coenen, Gunter, Orphanides, Athanasios, and Volker Wieland, (2004), Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero, Berkeley Electronic Press: Advances in Macroeconomics, Vol. 4, Issue 1, Article 1, January 2004. (revised version of Orphanides, A. and V. Wieland, June 1998.) Eggertson, Gauti and Michael Woodford, (2003), The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity, (1), 2003.",
        "Krugman, Paul, (1998), It's Baack: Japan's Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity, (2), 1998.",
        "McCallum, Bennett, (2002), Inflation Targeting and the Liquidity Trap, in Norman Loayza and Raimundo Soto, eds, Inflation Targeting: Design, Performance, Challenges, Santiago, Central Bank of Chile."
    ]
}