{
    "id": 15567,
    "cites": 56,
    "cited_by": 9,
    "reference": [
        "Acharya, Viral, Heitor Almeida and Murillo Campello (2007), Is Cash Negative Debt? - A Hedging Perspective on Corporate Financial Policies, Journal of Financial Intermediation, 16(4), 515-554.",
        "Caprio, Gerard, Luc Laeven, and Ross Levine (2005) Governance and Bank Valuation, Working Paper, Department of Economics, Brown University.",
        "Caprio, Gerard and Daniela Klingebiel (1996) Bank Insolvencies: Cross Country Experience, World Bank, Policy Research Working Paper No. 1620.",
        "Calomiris, Charles and Charles Kahn (1991), The Role of Demandable Debt in Structuring Optimal Banking Arrangements, American Economic Review, 81, 497-513.",
        "Calomiris, Charles W., and Gary Gorton (1991), The Origins of Banking Panics: Models, Facts, and Bank Regulation, in R. Glenn Hubbard, ed., Financial Markets and Financial Crises, University of Chicago.",
        "Bolton, Patrick, Tano Santos and Jose Scheinkman (2008), Inside and Outside Liquidity, Working Paper, Columbia University.",
        "Calomiris, Charles W. (1998) Blueprints for a Global Financial Architecture, Reform Proposals, International Monetary Fund.",
        "Bhattacharya, Sudipto and Douglas Gale (1987), Preference Shocks, Liquidity and Central Bank Policy, in William Barnett and Kenneth Singleton, eds.: New Approaches to Monetary Economics, Cambridge University Press, New York.",
        "Bernardo, Antonio E. and Ivo Welch (2004), Liquidity and Financial Market Runs, Quarterly Journal of Economics, 199 (1), 135-158.",
        "Berger, Philip, Eli Ofek and Itzhak Swary (1996) Investor Valuation of the Abandonment Option, Journal of Financial Economics, 42, 257-287.",
        "Bekaert, G., C. R. Harvey, and C. Lundblad (2003), Liquidity and Expected Returns: Lessons from Emerging Markets, Working Paper, Columbia University.",
        "Basel Committee on Banking Supervision (2002) Supervisory Guidance on Dealing with Weak Banks, Bank for International Settlements, www.bis.org/publ/bcbs88.htm.",
        "Aspachs, Oriol, Erlend Nier and Muriel Tiesset (2004), Liquidity, Banking Regulation and the Macroeconomy, Working Paper, Bank of England.",
        "Amihud, Yakov (2002), Illiquidity and Stock Returns: Cross-Section and Time- Series Effects, Journal of Financial Markets, 5, 31-56.",
        "Allen, Franklin and Douglas Gale (2005), From Cash-in-the-Market Pricing to Financial Fragility, Journal of the European Economic Association, 3 (2-3), 535-546.",
        "Allen, Franklin and Douglas Gale (1998), Optimal Financial Crises, Journal of Finance, 53(4), 1245-1284.",
        "Allen, Franklin and Douglas Gale (2004a), Financial Fragility, Liquidity and Asset Prices, Journal of the European Economic Association, 2 (6), 10 15-1048.",
        "Allen, Franklin and Elena Carletti (2008) The Role of Liquidity in Financial Crises, Proceedings of the 2008 Jackson Hole Symposium, Federal Reserve Bank of Kansas City Allen, Franklin and Douglas Gale (1994), Limited Market Participation and Volatility of Asset Prices, American Economic Review, 84, 933-955.",
        "Allen, Franklin and Elena Carletti (2006) Credit Risk Transfer and Contagion, Journal of Monetary Economics, 53, 89-111.",
        "Acharya, Viral, Denis Gromb and Tanju Yorulmazer (2007), Imperfect Competition in the Inter-Bank Market for Liquidity as a Rationale for Central Banking, Working Paper, London Business School.",
        "Acharya, Viral, Hyun Song Shin and Tanju Yorulmazer (2009), A Theory of Slow Moving Capital and Contagion, Working Paper, New York University Stern School of Business.",
        "Acharya, Viral, Sreedhar T. Bharath and Anand Srinivasan (2006), Does Industry-wide Distress Affect Defaulted Firms? - Evidence from Creditor Recoveries, Journal of Financial Economics, 85(3),787-821.",
        "Acharya, Viral and Tanju Yorulmazer (2007), Too Many to Fail - An Analysis of Timeinconsistency in Bank Closure Policies, Journal of Financial Intermediation, 16 (1), 1-31.",
        "Acharya, Viral and Tanju Yorulmazer (2008), Cash-in-the-Market Pricing and Optimal Resolution of Bank Failures, Review of Financial Studies, 21(6), 2705-2742.",
        "Shin, Hyun Song (2008), Reflections on Modern Bank Runs: A Case of Northern Rock, Journal of Economic Perspectives, 23(1), 101-119.",
        "Schnabel, Isabel and Hyun Shin (2004), Liquidity and Contagion: the Crisis of 1763, Journal of the European Economic Association, 2 (6), 929-968.",
        "Repullo, Rafael (2005) Liquidity, Risk Taking, and the Lender of Last Resort, International Journal of Central Banking, 2, 47-80.",
        "Rajan, Raghuram and Luigi Zingales (2003) The Great Reversals: The Politics of Financial Development in the 20th Century, Journal of Financial Economics, 69 (1), 5-50.",
        "Rajan, Raghuram and Luigi Zingales (1998) Financial Dependence and Growth, American Economic Review, 88, 559-586.",
        "Pulvino, Todd C. (1998) Do Asset Fire Sales Exist: An Empirical Investigation of Commercial Aircraft Sale Transactions, Journal of Finance, 53, 939-978.",
        "Morris, Stephen and Hyun Shin (2004), Liquidity Black Holes, Review of Finance, 8, 1-18.",
        "Levine, Ross and Sergio Schmukler (2005) Internalization and Stock Market Liquidity, NBER Working Paper 11894.",
        "La Porta, Rafael, Florencio Lopez de Silanes and Andrei Shleifer (1999) Corporate Ownership Around the World, Journal of Finance, 54, 471-5 17.",
        "Kiser, E. (2002) Household switching behavior at depository institutions: evidence from survey data, Working Paper, Finance and Economics Discussion Series, Federal Reserve Board of Governors.",
        "Kim, M, Kliger, D and Vale, B (2003), Estimating switching costs and oligopolistic behavior: the case of banking, Journal of Financial Intermediation, 12(1), 25-56.",
        "Jensen, Michael C., William H. Meckling (1976) Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3(4), 305-360.",
        "James, Christopher (1987) Some evidence of the uniqueness of bank loans, Journal of Financial Economics 19, 217-235 James, Christopher (1991) The Losses Realized in Bank Failures, Journal of Finance, 46(4), 1223-1242.",
        "Holmstrom, Bengt and Jean Tirole (1998) Private and Public Supply of Liquidity, Journal of Political Economy, 106(1), l-40.",
        "Honohan, Patrick and Daniela Klingebiel (2000) Controlling Fiscal Costs of Bank Crises, World Bank, Working Paper #2441.",
        "Cifuentes, Rodrigo, Gianluigi Ferucci and Hyun Song Shin (2005), Liquidity Risk and Contagion, Journal of the European Economic Association, 3 (2-3), 556-566.",
        "Claessens, Stijn, Simeon Djankov and Daniela Klingebiel (1999) Financial Restructuring in East Asia: Halfway There?, World Bank, Financial Sector Discussion Paper No. 3.",
        "Diamond, Douglas and Philip Dybvig (1983) Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, 91, 401-419.",
        "Diamond, Douglas and Raghuram Rajan (2005), Liquidity Shortages and Banking Crises, Journal of Finance, Vol. LX(2), 615-647.",
        "Diamond, Douglas and Raghuram Rajan (2009), Fear of Fire Sales and the Credit Freeze, Working Paper, University of Chicago's Booth School of Business.",
        "Donaldson, R.G. (1992), Costly Liquidation, Interbank Trade, Bank Runs and Panics, Journal of Financial Intermediation, 2, 59-85.",
        "Freedman, Paul and Reid Click (2006) Banks that Don't Lend? Unlocking Credit to Spur Growth in Developing Countries, Development Policy Review, 24 (3), 279-302.",
        "Gondat-Larralde, Celine and Erlend Nier (2006) Switching costs in the market for personal current accounts: some evidence for the United Kingdom, Bank of England Working Paper No.292.",
        "Gorton, Gary and Lixin Huang (2004) Liquidity, Efficiency, and Bank Bailouts, American Economic Review, 94(3), 455-483.",
        "Gorton, Gary and George Pennacchi (1995) Banks and Loan Sales: Marketing Non-marketable Assets, Journal of Monetary Economics, 35, 389-411.",
        "Gorton, Gary and Andrew Metrick (2009). Securitized Banking and the Run on Repo, Working Paper, Yale University.",
        "Hart, Oliver and John Moore (1994) A Theory of Debt Based on the Inalienability of Human Capital, Quarterly Journal of Economics, 109(4), 841-879.",
        "Hoggarth, Glenn, Reis, Ricardo and Victoria Saporta (2002) Costs of Banking System Instability: Some Empirical Evidence, Journal of Banking and Finance, 26 (5), 825-855.",
        "Shleifer, Andrei and Robert W. Vishny (1992), Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, 47, 1343-1366.",
        "Shleifer, Andrei and Robert W. Vishny (1997), The Limits of Arbitrage, Journal of Finance, 52(1), 35-55.",
        "Stromberg, Per (2000) Conflicts of Interest and Market Illiquidity in Bankruptcy Auctions: Theory and Tests, Journal of Finance, 55, 264 l-2692.",
        "Williamson, Oliver E. (1988) Corporate Finance and Corporate Governance, Journal of Finance, 43, 567-592."
    ]
}