{
    "id": 15561,
    "cites": 60,
    "cited_by": 35,
    "reference": [
        "BAXTER, M., AND R. KING (1993): Fiscal Policy in General Equilibrium, American Economic Review, 30, 73-86.",
        "BAXTER, M., AND U. J. JERMANN (1999): Household Production and the Excess Sensitivity of Consumption to Current Income, American Economic Review, 89(4), 902-920.",
        "BASU, S., AND M. KIMBALL (2000): Long Run Labor Supply and the Elasticity of Intertemporal Substitution for Consumption, mimeo, University of Michigan.",
        "BARRO, R. J., AND R. G. KING (1984): Time-separable Preferences and IntertemporalSubstitution Models of Business Cycles, The Quarterly Journal of Economics, 99(4), 81 7-39.",
        "ATTANASIO, 0., AND S. J. DAVIS (1996): Relative Wage Movements and the Distribution of Consumption, Journal of Political Economy, 104(6), 1227-62.",
        "AGUIAR, M., AND E. HURST (2005): Consumption versus Expenditure, Journal of Political Economy, 113(5), 919-948.",
        "ABEL, A. B. (1990): Asset Prices under Habit Formation and Catching up with the Jonses, American Economic Review Papers and Proceedings, 90, 38-42.",
        "HAGEDORN, M., AND I. MANOVSKII (2008): The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited, American Economic Review, 98(4), 1692-1706.",
        "GREENWOOD, J., Z. HERCOWITZ, AND P. KRUSELL (2000): The role of investmentspecific technological change in the business cycle, European Economic Review, 44(1), 91-uS. GU0, 5. (2009): News shocks, expectations driven business cycles and financial market frictions, mimeo, Concordia University.",
        "GREENWOOD, J., Z. HERCOWITZ, AND G. W. HUFFMAN (1988): Investment, Capacity Utilization and the Real Business Cycle, American Economic Review, 78(3), 402-417.",
        "GALt, J., J. D. LOPEZ-SALIDO, AND J. VALLES (2007): Understanding the Effects of Government Spending on Consumption, Journal of the European Economic Association, 5(1), 227-270.",
        "FRANCIS, N., AND V. RAMEY (2008): Measures of Per Capita Hours and their Implications for the Technology-Hours Debate, unpublished, University of California, San Diego.",
        "FISHER, J. D. M. (2006): The Dynamic Effects of Neutral and Investment-Specific Technology Shocks, Journal of Political Economy, 114(3), 413-451.",
        "EUSEPI, S., AND B. PRESTON (2008): Expectations, Learning and Business Cycle Fluctuations, NBER Working Papers 14181, National Bureau of Economic Research, Inc.",
        "DOTSEY, M., AND R. G. KING (2006): Pricing, Production, and Persistence, Journal of the European Economic Association, 4(5), 893-928.",
        "DEN HAAN, W., AND G. KALTENBRUNNER (2007): Anticipated Growth and Business Cycles in Matching Models, CEPR Discussion Papers 6063, C.E.P.R. Discussion Papers.",
        "DICECIO, R. (2009): Sticky Wages and Sectoral Labor Comovement, Journal of Economic Dynamics and Control, 33, 538-553.",
        "COMIN, D., M. GERTLER, AND A. M. SANTACREU (2009): Changes in Growth Potential and Endogenous Technology Diffusion as Sources of Output and Asset Price Fluctuations, mimeo, New York University.",
        "CHRISTIANO, L. J., M. EICHENBAUM, AND S. REBELO (2009): When is the Government Spending Multiplier Large, unpublished, Northwestern University.",
        "CHRISTIANO, L., C. ILUT, R. MOTTO, AND M. ROSTAGNO (2007): Monetary Policy and Stock Market Boom-Bust Cycles, mimeo, Northwestern University.",
        "CH0, J.-O., AND T. F. COOLEY (1994): Employment and hours over the business cycle, Journal of Economic Dynamics and Control, 18(2), 411 -~ 432.",
        "CHEN, K., AND Z. SONG (2007): Financial Friction, Capital Reallocation and ExpectationDriven Business Cycles, MPRA Paper 3889, University Library of Munich, Germany.",
        "CHANG, Y., AND S.-B. KIM (2007): Heterogeneity and Aggregation: Implications for Labor-Market Fluctuations, American Economic Review, 97(5), 1939-1956.",
        "BROWNING, M., AND T. F. CROSSLEY (2001): Unemployment insurance benefit levels and consumption changes, Journal of Public Economics, 80(1), 1-23.",
        "CAMPBELL, J. Y. (1994): Inspecting the mechanism: An analytical approach to the stochastic growth model, Journal of Monetary Economics, 33(3), 463-506.",
        "BLUNDELL, R., L. PISTAFERRI, AND I. PRESTON (2008): Consumption Inequality and Partial Insurance, American Economic Review, 98(5), 1887-1921.",
        "BEAUDRY, P., AND B. LUCKE (2009): Letting Different Views About Business Cycles Compete, NBER Working Paper 14950.",
        "BEAUDRY, P., AND F. PORTIER (2004): Exploring Pigou's Theory of Cycles, Journal of Monetary Economics, 51(6), 1183-1216.",
        "(2006): Stock Prices, News, and Economic Fluctuations, American Economic Review, 96(4), 1293-1307. (2007): When can changes in expectations cause business cycle fluctuations in neo-classical settings?, Journal of Economic Theory, 135(1), 458-477.",
        "BECKER, G. 5. (1965): A Theory of the Allocation of Time, The Economic Journal, 75(299), 493-517.",
        "BENHABIB, J., R. ROGERSON, AND R. WRIGHT (1991): Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy, 99(61), 1166-1187.",
        "BENNETT, R. L., AND R. E. A. FARMER (2000): Indeterminacy with Non-separable Utility, Journal of Economic Theory, 93(1), 118-143.",
        "BILBIIE, F. (2008): Nonseparable preferences, fiscal policy puzzles and inferior goods, Journal of Money, Credit and Banking, forthcoming.",
        "TRABANDT, M., AND H. UHLIG (2006): How Far Are We From the Slippery Slope? The Laffer Curve Revisited, CEPR Discussion Papers 5657, C.E.P.R. Discussion Papers.",
        "(2009): Convergence in Macroeconomics: The Labor Wedge, American Economic Journal: Macroeconomics, 1(1), 280-97.",
        "SIMS, E. R. (2009): Expectations Driven Business Cycles: An Empirical Evaluation, mimeo, University of Michigan.",
        "SCHMITT-GROHE, S., AND M. URIBE (2008): What's News in Business Cycles, NBER Working Papers 14215, National Bureau of Economic Research, Inc.",
        "SHIMER, R. (2005): The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review, 95(1), 25-49.",
        "ROGERSON, R. (1988): Indivisible labor, lotteries and equilibrium, Journal of Monetary Economics, 21(1), 3-16.",
        "RAVN, M., S. SCHMITT-GROHE, AND M. URIBE (2006): Deep Habits, Review of Economic Studies, 73, 195-218.",
        "RAVINA, E. (2005): Habit Persistence and Keeping Up with the Joneses:Evidence from Micro Data, NYU Working Paper FIN-05-046, NYU.",
        "RAMEY, V. (2008): Identifying Government Spending Shocks: It's All in the Timing, unpublished, University of California, San Diego.",
        "MONACELLI, T., AND R. PEROTTI (2008): Fiscal Policy, Wealth Effects, and Markups, unpublished, Universita Bocconi.",
        "LINNEMANN, L. (2006): The Effect of Government Spending on Private Consumption: A Puzzle?, Journal of Money, Credit and Banking, 38(7), 1715-1735.",
        "LI, N., AND M. S. MEHKARI (2009): Expectation Drive Firm Dynamics and Business Cycles, unpublished, Ohio State University.",
        "LEEPER, E., T. B. WALKER, AND S. S. YANG (2008): Fiscal Foresight: Analytics and Econometrics, unpublished, Indiana University.",
        "KYDLAND, F. E., AND E. C. PRESCOTT (1982): Time to Build and Aggregate Fluctuations, Econometrica, 50(6), 1345-1370.",
        "KRUEGER, D., AND F. PERRI (2006): Does Income Inequality Lead to Consumption Inequality? Evidence and Theory, Review of Economic Studies, 73(1), 163-193.",
        "KING, R. G., AND S. T. REBELO (1999): Resuscitating real business cycles, in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, vol. 1 of Handbook of Macroeconomics, chap. 14, pp. 927-1007. Elsevier.",
        "KIMBALL, M. S., AND M. D. SHAPIRO (2008): Labor Supply: Are the Income and Substitution Effects Both Large or Both Small, NBER Working Paper 14208.",
        "KEYNES, J. M. (1936): The General Theory of Employment, Interest and Money. Macmillan Cambridge University Press.",
        "JUSTINIANO, A., G. E. PRIMICERI, AND A. TAMBALOTTI (2008): Investment Shocks and Business Cycles, CEPR Discussion Papers 6739, C.E.P.R. Discussion Papers.",
        "JUSTINIANO, A., AND G. E. PRIMICERI (2008): The Time-Varying Volatility of Macroeconomic Fluctuations, American Economic Review, 98(3), 604-41.",
        "JAIMOVICH, N., AND S. REBELO (2008): Can News About the Future Drive the Business Cycle?, American Economic Review, forthcoming.",
        "HINTERMAIER, T. (2003): On the minimum degree of returns to scale in sunspot models of the business cycle, Journal of Economic Theory, 110(2), 400-409.",
        "HALL, R. (2006): Work-Consumption Preferences and Employment Volatility, mimeo, Stanford University.",
        "(2008): Sources and Mechanisms of Cyclical Fluctuations in the Labor Market, mimeo, Stanford University.",
        "(2009): Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, mimeo, Stanford University.",
        "HANSEN, G. (1985): Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16, 309-337.",
        "HEATHCOTE, J., K. STORESLETTEN, AND G. L. VIOLANTE (2008): The Macroeconomic Implications of Rising Wage Inequality in the United States, mimeo, New York University."
    ]
}