{
    "id": 15572,
    "cites": 27,
    "cited_by": 5,
    "reference": [
        "Delarue, E., K. Voorspools, and W. D'haeseleer. 2008. Fuel Switching in the electricity sector under the EU ETS, Journal of Energy Engineering-A sce. 134: 40-46.",
        "Convery, Frank, Denny Ellerman, and Christian De Perthuis. 2008. The European Carbon Market in Action: Lessons from the First Trading Period. Report 158. MIT Joint Program on the Science and Policy of Global Change.",
        "Burtraw, Dallas, and Karen Palmer. 2008. Compensation Rules for Climate Policy in the Electricity Sector. Journal of Policy Analysis and Management, 27(4): 819-847.",
        "Brown, S.J., and J. Warner. 1985. Using Daily Stock Returns: The Case of Event Studies. Journal of Financial Economics, 14(1): 3-31.",
        "Bovenberg, A. Lans, and Lawrence H. Goulder, 2001. Neutralizing the Adverse Industry Impacts of CO2 Abatement Policies: What Does It Cost? in Behavioral and Distributional Effects of Environmental Policy. C. Carraro and G. Metcalf ed. Chicago: University of Chicago Press, pp. 45- 85.",
        "Betz, R., W. Eichhammer, and J. Schleich. 2004. Designing National Allocation Plans for EU-Emissions Trading- A First Analysis of the Outcomes. Energy ~ Environment, 15(3): 375-426.",
        "Becker, Randy A. and J. Vernon Henderson. 2000. Effects of Air Quality Regulations on Polluting Industries. Journal of Political Economy, 108: 379-421.",
        "Gray, Wayne B. 1987. The Cost of Regulation: OSHA, EPA and the Productivity Slowdown, American Economic Review, 77: 998-1006.",
        "Goulder, Lawrence, H., Hafstead, Marc, A.C., and Michael Dworsky. 2009 Impacts of Alternative Emissions Allowance Allocation Methods Under a Federal Cap-and-Trade Program. Stanford University Working Paper.",
        "Ellerman, Denny, Paul Joskow, Richard Schmalensee, Juan-Pablo Montero, and Elizabeth M. Bailey. 2000. Markets for Clean Air: The U.S. Acid Rain Program. Cambridge University Press.",
        "Ellerman, Denny, and Paul Joskow. 2008. The European Union's Emissions Trading System in Perspective. Pew Center for Global Climate Change. May.",
        "Veith, Stefan, Joerg Werner, and Jochen Zimmermann. 2009. Economic Consequences of Emission Trading Schemes: Evidence from the European Power Sector. Energy Economics, 31(4): 605-613. p~ pJ",
        "Smale, R., M. Hartley, C. Hepburn, J. Ward, and M. Grubb. 2006. The impact of CO2 emissions trading on firm profits and market prices. Climate Policy, 6(1): 31-48.",
        "Seade, Jay. (1985). Profitable Cost Increases and the Shifting of Taxation: Equilibrium Responses of Markets in Oligopoly. University of Warwick Working Paper.",
        "Sijm, J.P.M., K. Neuhoff, Y. Chen. 2006. CO2 cost pass-through and windfall profits in the power sector. Climate Policy, 6(1): 49-72.",
        "Ryan, Stephen. (2007). The Costs of Environmental Regulation in a Concentrated Industry. MIT Working Paper.",
        "Puller, Steven L. (2006). The strategic use of innovation to influence regulatory standards. Journal of Environmental Economics and Management. 52: 690D706",
        "Oberndorfer, Ulrich. (2009). EU Emission Allowances and the stock market: Evidence from the electricity industry, Ecological Economics. 68: 1116-1126.",
        "MacKinlay, A.C. 1997. Event Studies in Economics and Finance. Journal of Economic Literature, 25(1): 13-39.",
        "List, John A., Daniel L. Millimet, and Warren McHone. 2004. The Unintended Disincentives in the Clean Air Act. Advances in Economic Analysis ~ Policy, 4(2).",
        "List, John A., Daniel L. Millimet, Per G. Fredriksson, and W. Warren McHone. 2003. Effects of Environmental Regulations on Manufacturing Plant Births: Evidence from a Propensity Score Matching Estimator, Review of Economics and Statistics, 85(4): 944-952.",
        "Linn, Joshua. (2009). The effect of cap-and-trade programs on firms profits: Evidence from the Nitrogen Oxides Budget Trading Program, Journal of Environmental Economics and Management.",
        "Linn, Joshua (2006), Stock prices and the cost of environmental regulation, AEIBrookings Related Publication 06-16, 2006.",
        "Kettner, C., A. Koppl, S.P. Schleicher, and G. Thenius. 2008. Stringency and Distribution in the EU Emissions Trading Scheme: First Evidence. Climate Policy, 8(1): 41-61.",
        "Gray, Wayne, and Ronald Shadbegian. 2003. Environmental Regulation, Investment Timing, and Technology Choice. Journal of Industrial Economics, 46(2): 235-256.",
        "Greenstone, Michael. 2002. The Impacts of Environmental Regulations on Industrial Activity: Evidence from the 1970 and 1977 Clean Air Act Amendments and the Census of Manufactures. Journal of Political Economy, 110(6): 1175-1219.",
        "Kahn, Shulamit , and Christopher R. Knittel (2002). The impact of the clean air act amendments of 1990 on electric utilities and coal mines: evidence from the stock market, working paper CSEMWP-118, University of California Energy Institute, 2002."
    ]
}