{
    "id": 15571,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Viscusi, W. Kip, and Michael J. Moore. 1993. Product Liability, Research and Development, and Innovation, 101(1) Journal of Political Economy 161-184.",
        "Viscusi, W. Kip. 2004. The Blockbuster Punitive Damages Awards, 53(3) Emory Law Journal 1405-1455.",
        "Viscusi, W. Kip. 1998b. Why There Is No Defense of Punitive Damages, 87 Georgetown Law Review 247-275.",
        "Viscusi, W. Kip. 2002. Smoke-Filled Rooms: A Postmortem on the Tobacco Deal. Chicago, IL: University of Chicago Press.",
        "Viscusi, W. Kip. 1998a. The Social Costs of Punitive Damages Against Corporations in Environmental and Safety Torts, 87 Georgetown Law Journal 285-345.",
        "Vidmar, Neil. 2005. Medical Malpractice and the Tort System in Illinois: A Report to the Illinois State Bar Association, Duke Law School.",
        "Sunstein, Cass, Reid Hastie, John Payne, David Schkade, and W. Kip Viscusi. 2002. Punitive Damages: How Juries Decide. Chicago, IL: University of Chicago Press.",
        "Polinsky, A. Mitchell, and Steven Shavell. 1998. Punitive Damages: An Economic Analysis, 111 Harvard Law Review 869-962.",
        "Polinsky, A. Mitchell. 1997. Are Punitive Damages Really Insignificant, Predictable, and Rational? 26 Journal of Legal Studies 663-77.",
        "Manning, Richard. 1994. Changing Rules in Tort Law and the Market for Childhood Vaccines, 37(1) Journal of Law and Economics 247-275.",
        "Kakalik, James S., and Nicholas M. Pace. 1986. Costs and Compensation Paid in Tort Litigation, in RAND Institute for Civil Justice, R-33911CJ. Santa Monica, CA: RAND Corporation.",
        "Hersch, Joni, and W. Kip Viscusi. 2004. Punitive Damages: How Judges and Juries Perform, 33(1) Journal of Legal Studies 1-36.",
        "Hensler, Deborah R., Nicholas M. Pace, Bonita Dombey-Moore, Beth Giddens, Jennifer Gross, and Erik K. Moller. 2000. Class Action Dilemmas: Pursuing Public Goals for Private Gain. Santa Monica, CA: RAND Corporation.",
        "Hensler, Deborah R., Mary E. Vaiana, James S. Kakalik, and Mark Peterson. 1987. Trends in Tort Litigation: The Story Behind the Statistics, in RAND Institute for Civil Justice, R-3583-ICJ. Santa Monica, CA: RAND Corporation.",
        "Eisenberg, Theodore, and Martin T. Wells. 2006. The Significant Association between Punitive Damages and Compensatory Damages in Blockbuster Cases: A Methodological Primer, 3(1) Journal of Empirical Legal Studies 175-196.",
        "Eisenberg, Theodore, and Martin T. Wells. 1999. The Predictability of Punitive Damages Awards in Published Opinions, the Impact of BMW v. Gore on Punitive Damages Awards, and Forecasting When Punitive Damages Awards Will Be Reduced, 7 Supreme Court Economic Review 59-85."
    ]
}