{
    "id": 15574,
    "cites": 38,
    "cited_by": 5,
    "reference": [
        "Berndt, E. R., I. M. Cockburn and Z. Griliches (1996). Pharmaceutical Innovations and Market Dynamics: Tracing Effects on Price Indexes for Antidepressant Drugs. Brookings Papers on Economic Activity: 133-88.",
        "Becker, G. S., T. J. Philipson and R. R. Soares (2005). The Quantity and Quality of Life and the Evolution of World Inequality. American Economic Review 95(1): 277-9 1.",
        "Berenson, A. (2005). Cancer Drugs Offer Hope but at a Huge Expense. New York Times. New York.",
        "Becker, G. S., K. M. Murphy and T. J. Philipson (2007). The Value of Life Near Its End and Terminal Care. National Bureau of Economic Research Working Paper 1333. Cambridge, MA.",
        "American Cancer Society (2008). Cancer Facts and Figures 2008. American Cancer Society. Atlanta.",
        "Aldy, J. E. and W. K. Viscusi (2007). Age Differences in the Value of Statistical Life: Revealed Preference Evidence, Resources For the Future, Discussion Papers.",
        "Welch, H. G., L. M. Schwartz and S. Woloshin (2000). Are increasing 5-year survival rates evidence of success against cancer? JAMA 283(22): 2975-8.",
        "Sun, E., A. B. Jena, D. Lakdawalla, et al. (2008). Relative Contribution of Better Treatments and Improved Detection: An Analysis of Cancer Survival Gains from 1988-2000 Using SEER Data. RAND Corporation. Santa Monica, CA.",
        "Shih, Y. C. and M. T. Halpern (2008). Economic evaluations of medical care interventions for cancer patients: how, why, and what does it mean? CA: A Cancer Journal for Clinicians 58(4): 23 1-44.",
        "Raz, D., J. Zell, I. Ou, et al. (2007). Natural history of stage I non-small cell lung cancer. Chest 132: 193-199.",
        "Pulte, D., A. Gondos and H. Brenner (2008). Ongoing improvement in outcomes for patients diagnosed as having Non-Hodgkin lymphoma from the 1990s to the early 21st century. Archives of Internal Medicine 168(5): 469-76.",
        "Philipson, T. J. and A. B. Jena (2006). Who benefits from new medical technologies? Estimates of consumer and producer surpluses for HIV/AIDS drugs. Forum for Health Economics & Policy 9(2).",
        "Oaxaca, R. (1973). Male-Female Wage Differentials in Urban Labor Markets. International Economic Review 14(3): 693-709.",
        "Murphy, K. M. and R. H. Topel (2006). The Value of Health and Longevity. Journal of Political Economy 114(5): 871-904.",
        "Nadler, E., B. Eckert and P. J. Neumann (2006). Do Oncologists Believe New Cancer Drugs Offer Good Value? The Oncologist 11(2): 90-95.",
        "Moy, C. S., D. M. Albert, M. Diener-West, et al. (2001). Cause-specific mortality coding. methods in the collaborative ocular melanoma study coms report no. 14. Control Clin Trials 22(3): 248-62.",
        "Mokdad, A. H., E. S. Ford, B. A. Bowman, et al. (2003). Prevalence of obesity, diabetes, and obesity-related health risk factors, 2001. JAMA 289(1): 76-9.",
        "Lichtenberg, F. R. (2004). The Expanding Pharmaceutical Arsenal in the War on Cancer. National Bureau of Economic Research, Inc. NBER Working Papers.",
        "Kolata, G. and A. Pollack (2008). Costly Cancer Drug Offers Hope, but Also a Dilemma. ~ York Times. New York, NY.",
        "Lee, C. P., G. M. Chertow and S. Zenios (2009). An Empirical Estimate of the Value of Life: Updating the Renal Dialysis Cost-Effectiveness Standard. Value in Health Forthcoming.",
        "Jaffe, A. B. (1996). Trends and patterns in research and development expenditures in the United States. Proceedings of the National Academy of Sciences of the United States of America 93(23): 1265 8-63.",
        "Honore, B. E. and A. Lleras-Muney (2006). Bounds in Competing Risks Models and the War on Cancer. Econometrica 74(6): 1675-98.",
        "Hall, R. E. and C. I. Jones (2007). The Value of Life and the Rise in Health Spending. Ouarterly Journal of Economics 122(1): 39-72.",
        "Hillner, B. E. and T. J. Smith (2007). Do the large benefits justify the large costs of adjuvant breast cancer trastuzumabT' Journal of Clinical Oncology 25(6): 6 11-3.",
        "Grabowski, H. and J. M. Vernon (1992). Brand Loyalty, Entry and Price Competition in Pharmaceuticals After the 1984 Drug Act. Journal of Law and Economics 35(2): 331350.",
        "Goldman, D. P., A. B. Jena, D. N. Lakdawalla, et al. (2009). The Value of Specialty Oncology Drugs. Health Services Research Forthcoming.",
        "Faguet, G. B. (2005). The War on Cancer: An Anatomy of a Failure, a Blueprint for the Future. New York, Springer.",
        "Gaynor, M. and W. B. Vogt (2003). Competition among Hospitals. Rand Journal of Economics 34(4): 764-85.",
        "Espey, D. K., X. C. Wu, J. Swan, et al. (2007). Annual report to the nation on the status of cancer, 1975-2004, featuring cancer in American Indians and Alaska Natives. Cancer 110(10): 2119-52.",
        "DiMasi, J. A., R. W. Hansen and H. G. Grabowski (2003). The Price of Innovation: New Estimates of Drug Development Costs. Journal of Health Economics 22(2): 15 1-85.",
        "Epstein, S. S. (2005). Cancer-Gate: How to Win the Losing War on Cancer. . Amityville, NY, Baywood.",
        "Cutler, D. M. and E. Richardson (1997). Measuring the Health of the U. S. Population. Brookings Papers on Economic Activity: 217-71.",
        "Devlin, N. and D. Parkin (2004). Does NICE have a cost-effectiveness threshold and what other factors influence its decisions? A binary choice analysis. Health Economics 13(5): 43752.",
        "Black, W. C., D. A. Haggstrom and H. G. Welch (2002). All-cause mortality in randomized trials of cancer screening. J Natl Cancer Inst 94(3): 167-73.",
        "Blinder, A. S. (1973). Wage Discrimination: Reduced Form and Structural Estimates. Journal of Human Resources 8(4): 436-55.",
        "Bloom, H. J., W. W. Richardson and E. J. Harries (1962). Natural history of untreated breast cancer (1805-1933). Comparison of untreated and treated cases according to histological grade of malignancy. Br Med J 2(5299): 213-21.",
        "Breen, N., D. K. Wagener, M. L. Brown, et al. (2001). Progress in cancer screening over a decade: results of cancer screening from the 1987, 1992, and 1998 National Health Interview Surveys. Journal of the National Cancer Institute 93(22): 1704-13.",
        "Caves, R. E., M. D. Whinston and M. A. Hurwitz (1991). Patent Expiration, Entry, and Competition in the U S Pharmaceutical Industry. Brookings Papers on Economic Activity: 1-48."
    ]
}