{
    "id": 15578,
    "cites": 69,
    "cited_by": 80,
    "reference": [
        "Acemoglu, Daron (2005) Politics and Economics in Weak and Strong States, Journal of Monetary Economics, 52, 1199-1226. Acemoglu, Daron, Davide Ticchi and Andrea Vindigni (2006) Emergence and Per- sistence of Inecient States NBER Working Paper #12748, forthcoming Journal of the European Economic Association.",
        "Acemoglu, Daron, Davide Ticchi and Andrea Vindigni (2010) Persistence of Civil Wars forthcoming Journal of the European Economic Association.",
        "Amnesty International (2005) Colombia: Flawed Demobilization O ers de Facto Amnesty.",
        "Angrist, Joshua D. and Jorn-Steffen Pischke (2009) Mostly Harmless Econometrics: An Empiricist's Companion, Princeton: Princeton University Press.",
        "Baron, David P. (1994) Electoral competition with informed and uninformed voters, American Political Science Review, 88, 33-47.",
        "Bates, Robert H. (2001) Prosperity and Violence: The Political Economy of Development, New York: W.W. Norton & Co.",
        "Bergquist, Charles, Ricardo PeÃ\u0083Â±aranda, Gonzalo Sanchez eds. (1992) Violence in Colombia: the contemporary crisis in historical perspective, Wilmington, Del.: SR Books.",
        "Bergquist, Charles, Ricardo PeÃ\u0083Â±aranda, Gonzalo Sanchez eds. (2001) Violence in Colombia, 1990-2000: waging war and negotiating peace, Wilmington, Del.: SR Books.",
        "Besley, Timothy and Torsten Persson (2009) The Origins of State Capacity: Property Rights, Taxation, and Politics, American Economic Review, 99, 1281-1244.",
        "Blattman, Christopher and Edward Miguel (2008) Civil War, forthcoming in the Journal of Economic Literature.",
        "Bowden, Mark (2002) Killing Pablo, New York: Penguin.",
        "Brewer, John (1988) The Sinews of Power: war, money, and the English state, 1688-1783, New York: Knopf.",
        "CastaÃ\u0083Â±o, Carlos (2001) Mi confesion: Carlos CastaÃ\u0083Â±o revela sus secretos, Bogota: Editorial Oveja Negra.",
        "Centeno, Miguel (2002) Blood and Debt: War and the Nation-State Latin America, Uni- versity Park: Penn State University Press.",
        "Chaves, Isaias, Leopoldo Fergusson and James A. Robinson (2009) He Who Counts Elects: Determinants of Fraud in the 1922 Colombian Presidential Election, NBER Working Paper #15127.",
        "Deas, Malcolm D. (1999) Intercambios violentos: re exiones sobre la violencia poltica en Colombia, Bogota, Colombia: Taurus.",
        "Duncan, Gustavo (2007) Los SeÃ\u0083Â±ores de la Guerra, Bogota: Editorial Planeta Colombiana.",
        "Evans, Peter B. (1989) Predatory, Developmental and Other Apparatuses: A Comparative Political Economy Perspective on the Third World State, Sociological Forum, 4, 561-587.",
        "Evans, Peter B. (1995) Embedded Autonomy, Princeton: Princeton University Press.",
        "Evans, Peter B., Dietrich Rueschemeyer and Theda Skocpol eds. (1985) Bringing the State Back In: New Perspectives on the State as Institution and Social Actor, New York: Cambridge University Press.",
        "Fearon, James D. and David D. Laitin (2003) Ethnicity, Insurgency, and Civil War, American Political Science Review, 97, 75-90.",
        "Ferro, Juan Guillermo (2002) El orden de la guerra: las FARC-EP entre la organizacion y la poltica, Bogota: Centro Editorial Javeriano: Ponti cia Universidad Javeriana, Facultad de Estudios Ambientales y Rurales: Colciencias.",
        "Frederickson, Kari (2001) The Dixiecrat Revolt and the End of the Solid South: 1932{ 1968, Chapel Hill: University of North Carolina Press.",
        "Gibson, Edward L. (2005) Boundary Control: Subnational Authoritarianism in Demo- cratic Countries, World Politics, 58, 101-132.",
        "Gutierrez Sanin, Francisco (2008) Telling the Di erence: Guerrillas and Paramilitaries in the Colombian War, Politics & Society, 36, 3-34.",
        "Gutierrez Sanin, Francisco and Mauricio Baron (2005) Re-stating the State: Paramil- itary territorial control and political order in Colombia, 1978-2004, LSE Crisis States Program, Working Paper #1.",
        "Guzman Campos, German, Orlando Fals Borda, and Eduardo UmaÃ\u0083Â±a Luna (1962) La violencia en Colombia: estudio de un proceso social, Bogota: Ediciones Tercer Mundo.",
        "Hartlyn, Jonathan (1988) The politics of coalition rule in Colombia, New York: Cambridge University Press.",
        "Herbst, Je rey I. (2000) States and Power in Africa, Princeton: Princeton University Press.",
        "Hintze, Otto (1975) The historical essays of Otto Hintze, edited with an introd. by Felix Gilbert, with the assistance of Robert M. Berdahl, New York: Oxford University Press.",
        "Human Rights Watch (2005) Colombia: Letting Paramilitaries o the Hook, http://www.hrw.org/legacy/backgrounder/americas/colombia0105/ Human Rights Watch (2008) Colombia: Proposal Threatens `Parapolitics' Investigations.",
        "Inter-American Commission on Human Rights (2007) Report on the Implementation of the Justice and Peace Law.",
        "International Crisis Group (2007) Colombia's New Armed Groups, Latin America Report N20, 10 May 2007.",
        "Kline, Harvey F. (2007) Chronicle of a failure foretold: the peace process of Colombian President Andres Pastrana, Tuscaloosa: University of Alabama Press.",
        "Kohli, Atul (2004) State-directed development: political power and industrialization in the global periphery, New York: Cambridge University Press.",
        "Lindbeck, Assar and Jorgen Weibull (1987) Balanced-Budget Redistribution as the Outcome of Political Competition, Public Choice, LII, 272-297.",
        "Lopez, Claudia (2007) La Ruta de la Expansion Paramilitar y la Transformacion Poltica de Antioquia, in Mauricio Romero ed. Para Poltica: La Ruta de la Expansion Paramilitar y los Acuerdos Politicos, Bogota: Corporacion Nuevo Arco Iris: Intermedio.",
        "Lopez, Claudia and Oscar Sevillano (2008) Balance Poltico de la Parapoltica, Cor- poracion Nuevo Arco iris.",
        "Mazzuca, Sebastian and James A. Robinson (2009) Political Conflict and Power-sharing in the Origins of Modern Colombia, Hispanic American Historical Review, 89, 285-321.",
        "Mickey, Robert W. (2009) Paths out of Dixie: The Democratization of Authoritarian Enclaves in America's Deep South, forthcoming Princeton University Press.",
        "O'Donnell, Guillermo (1993) On the State, Democratization, and Some Conceptual Problems: A Latin American View with Glances at Some Post-Communist Countries, World Development, 21, 1355-70.",
        "Oquist, Paul H. (1980) Violence, con ict, and politics in Colombia, New York: Academic Press.",
        "Pardo Rueda, Rafael (2004) La historia de las guerras, Barcelona: Vergara.",
        "Pardo Rueda, Rafael (2007) Fin del paramilitarismo: >es posible su desmonte? Bogota, D.C.: Ediciones B Colombia.",
        "Pecaut, Daniel (2001) Orden y violencia: evolucion socio-poltica de Colombia entre 1930 y 1953, Bogota: Grupo Editorial Norma.",
        "Pizarro Leongomez, Eduardo (1991) Las FARC (1949-1966): de la autodefensa a la com- binacion de todas las formas de lucha, Bogota: UN, Instituto de Estudios Polticos y Relaciones Internacionales: Tercer Mundo Editores.",
        "Pizarro Leongomez, Eduardo (2004) Una democracia asediada: balance y perspectivas del con icto armado en Colombia, Bogota: Grupo Editorial Norma.",
        "Posada Carbo, Eduardo (2003) `Ilegitimidad' del Estado en Colombia: sobre los abusos de un concepto, Bogota, D.C.: Alfaomega Colombiana: Ideas para la paz.",
        "Porch, Douglas and Mara Jose Rasmussen (2008) Demobilization of Paramilitaries in Colombia: Transformation or Transition? Studies in Con ict & Terrorism, 31, 520-540.",
        "Rangel Suarez, Alfredo (1998) Colombia, guerra en el n de siglo, Bogota: TM Editores: Universidad de los Andes, Facultad de Ciencias Sociales.",
        "Rangel Suarez, Alfredo (2005) El poder paramilitar, Bogota: Fundacion Seguridad & Democracia: Planeta.",
        "Restrepo, Jorge, Michael Spagat and Juan Fernando Vargas (2004) The Dynamics of the Colombian Civil Con ict: A New Data Set, Homo Oeconomicus, 21, 396-428. Robinson, James A. (2007) Un Pas Tpico de America Latina, in James A. Robinson and Miguel Urrutia eds. Economa Colombiana del Siglo XX: Un Analysis Cuantitativo, Bogota: Fondo de la Cultura Economica.",
        "Robinson, James A. and Miguel Urrutia eds. (2007) Economa Colombiana del Siglo XX: Un Analisis Cuantitativo, Bogota and Mexico D.F.: Fondo de Cultura Economica.",
        "Roldan, Mary (2002) Blood and re: La Violencia in Antioquia, Colombia, 1946-1953, Durham: Duke University Press.",
        "Romero, Mauricio (2000) Changing Identities and Contested Settings: Regional Elites and the Paramilitaries in Colombia, International Journal of Politics, Culture, and Society, 14, 51-69.",
        "Romero, Mauricio (2002) Paramilitaries y autodefensas, 1982-2003, Bogota: Editorial Planeta Colombiana.",
        "Sa ord, Frank and Marco Palacios (2002) Colombia: fragmented land, divided society, New York: Oxford University Press.",
        "Sanchez , Fabio and Mara Del Mar Palau (2006) Con ict, Decentralisation and Local Governance in Colombia, 1974-2000, CEDE Universidad de Los Andes, Documento 2006-46.",
        "Sanchez G., Gonzalo and Donny Meertens (2001) Bandits, peasants, and politics: the case of La Violencia in Colombia, Austin: University of Texas Press.",
        "Scott, James C. (1972) Comparative Political Corruption, Prentice-Hall; Englewood Cli s NJ.",
        "Serrano Zabala, Alfredo (2007) La batalla nal de Carlos CastaÃ\u0083Â±o: secretos de la para- poltica, Bogota: Editorial Oveja Negra: Quintero Editores.",
        "Storey, R. L. (1968) The reign of Henry VII, New York: Walker.",
        "Taussig, Michael T. (2003) Law in a lawless land: diary of a limpieza in Colombia, New York: New Press.",
        "Tilly, Charles ed. (1975) The Formation of national States in Western Europe, Princeton: Princeton University Press.",
        "Tilly, Charles (1990) Coercion, Capital and European States AD 900-1990, Cambridge MA: Basil Balckwell.",
        "Valencia, Leon (2007) Los Caminos de la Allianza entre Los Paramilitaries y los Polticos, in Mauricio Romero ed. Para Poltica: La Ruta de la Expansion Paramilitar y los Acuerdos Polticos, Bogota: Corporacion Nuevo Arco Iris: Intermedio.",
        "Waldmann, Peter (2007) Is there a culture of Violence in Colombia? International Jour- nal of Con ict and Violence, 1, 61-75.",
        "Walston, James (1988) The Ma a and Clientelism: Roads to Rome in post-war Calabria, New York: Routledge.",
        "Weber, Max (1946) Politics as a Vocation, in From Max Weber: Essays in Sociology, translated and edited by H.H. Gerth and C. Wright Mills, New York: Oxford University Press."
    ]
}