{
    "id": 15575,
    "cites": 115,
    "cited_by": 2,
    "reference": [
        "Acemoglu Daron, Johnson, Simon and Robinson, James. 2001. The colonial origins of comparative development: an empirical investigation. The American Economic Review 91 5, 1369-1401. Acemoglu Daron, Johnson, Simon and Robinson, James. 2005. Institutions as the fundamental cause of long-run economic growth. In: Philippe Aghion & Stephen Durlauf, Editors, Handbook of Economic Growth, North Holland.",
        "Adolfo, Figueroa. 2008. Competition and Circulation of Economic Elites: Theory and Application to the Case of Peru. p. 263.",
        "Aghion, Philippe and Peter Howitt. 1997. Endogenous Growth Theory. MIT Press.",
        "Allen, Franklin and Gale, Douglas. 2007. Understanding Financial Crises, Oxford University Press.",
        "Almeida, Heitor and Daniel Wolfenzon. 2005. Should business groups be dismantled? The equilibrium costs of efficient internal capital markets. Journal of Financial Economics, forthcoming.",
        "Almeida, Heitor V. and Wolfenzon, Daniel. 2006. A theory of pyramidal ownership and family business groups. Journal of Finance 61 6, 2637-2680.",
        "Anderson, Ronald and David Reeb. 2003. Founding-family ownership and firm performance: evidence from the S&P 500. Journal of Finance 58(3) 1301-1329.",
        "Anderson, Ronald C., Mansi, Sattar A. and Reeb, David M. 2003. Founding family ownership and the agency cost of debt. Journal of Financial Economics 68, 263Ã\u0082Â­ 285.",
        "Ararat, Melsa and Ugur, Mehmet. 2003. Corporate governance in Turkey: an overview and some policy recommendations. Corporate Governance: An International Review 3, 58-75. Bankscope. Bureau Van Dijk Electronic Publishing, www.bankscope.com.",
        "Barro, Robert J. 1997. Determinants of Economic Growth: A Cross-Country Empirical Study. Cambridge, Mass.: MIT Press.",
        "Barro, Robert J. and Lee, Jong W. 1996. International measures of schooling years and schooling quality. American Economic Review 86 2, 218-223.",
        "Barro, Robert, J. 1991. Economic growth in a cross section of countries. The Quarterly Journal of Economics 106 2, 407-443.",
        "Barro, Robert, J. 2001. Human capital and growth. The American Economic Review 91, 12-17.",
        "Bebchuk, Lucian Arye, Kraakman, Reinier, Triantis, George G. & Morck, Randall K. 2000. Stock pyramids, cross-ownership, and dual class equity: the mechanisms and agency costs of separating control from cash-flow rights. In: Randall Morck, Editor, Concentrated Corporate Ownership. University of Chicago Press, NBER Conference Report series. Chicago and London, 295-315.",
        "Beck, Thorsten and Levine, Ross. 2002. Industry growth and capital allocation: does having a market- or bank-based system matter? Journal of Financial Economics 64 2, 147-180.",
        "Beck, Thorsten, Levine, Ross and Loayza, Norman. 2000. Finance and the sources of growth. Journal of Financial Economics 58 1-2, 261Ã\u0082â\u0080\u0093300.",
        "Beck, Thorsten, Asli DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, & Vojislav Maksimovic. 2008. Financing patterns around the world: Are small firms different? Journal of Financial Economics. 89(3) 467 Bennedsen, Morten, Nielsen, Kasper Meisner, PÃ\u0083Â©rez-GonzÃ\u0083Â¡lez, Francisco and Wolfenzon, Daniel. 2007. Inside the family firm: the role of families in succession decisions and performance. Quarterly Journal of Economics 122, 647Ã\u0082Â­ 691. Bertrand, Marianne and Antoinette Schoar. 2006. The role of family in family firms. Journal of Economic Perspectives 20(2) 73-96.",
        "Bertrand, Marianne, Mehto, Paras and Mullainathan, Sendhil. 2002. Ferreting out tunneling: an application to Indian business groups. Quarterly Journal of Economics 117 1, 121-148.",
        "Boubakri, Narjess, Cosset, Jean-Claude, Fischer, Klaus, and Guedhami, Omrane. 2005. Privatization and bank performance in developing countries. Journal of Banking & Finance 29, 2015-2041.",
        "Burkart, Mike, Panunzi, Fausto and Shleifer, Andrei. 2003. Family firms. Journal of Finance 58 5, 2167-2201.",
        "Caprio, Gerard, Laeven, Luc and Levine, Ross. 2007. Governance and bank valuation. Journal of Financial Intermediation 16 4, 584-617.",
        "Chandler, Alfred D. 1977. The Visible Hand: The Managerial Revolution in American Business. Belknap Press, Cambridge, MA.",
        "Claessens, Stijn, Djankov, Simeon and Lang, Larry H.P. 2000. The separation of ownership and control in East Asian corporations. Journal of Financial Economics 58 1-2, 81-112.",
        "Claessens, Stijn, Djankov, Simeon, Fan, Joseph P.H. and Lang, Larry H.P. 2002. Disentangling the incentive and entrenchment effects of large shareholdings. Journal of Finance 57 6, 2741-2771.",
        "Cueto, Diego C. 2008. Corporate governance and ownership structure in emerging markets: evidence from Latin America. SSRN.",
        "Daniels, Ronald R. and Trebilcock, Michael J. 2008. Rule of Law Reform and Development: Charting the Fragile Path of Progress. Elgar.",
        "Dell&apos;Ariccia, Giovanni, Detragiache, Enrica and Rajan, Raghuram. 2008. The real effect of banking crises. Journal of Financial Intermediation 17, 89-112.",
        "Demirguc-Kunt, Asli and Levine, Ross. 1996. Stock markets, corporate finance, and economic growth: an overview. World Bank Economic Review 10, 223-239.",
        "Demirguc-Kunt, Asli and Maksimovic, Vojislav. 1998. Law, finance and firm growth. Journal of Finance 53 6, 2107-2137.",
        "Demirguc-Kunt, Asli, Detragiache, Enrica and Gupta, Poonam. 2006. Inside the crisis: an empirical analysis of banking systems in distress. Journal of International Money and Finance 25, 702-718.",
        "Demsetz, Harold and Lehn, Kenneth. 1985. The Structure of Corporate Ownership: Causes and Consequences. Journal of Political Economy 93 6 1155-77.",
        "Diamond, Douglas W. 1984. Financial intermediation and delegated monitoring. Review of Economic Studies 51, 393-414.",
        "Djankov, Simeon, La Porta, Rafael, Lopez-de-Silanes, Florencio and Shleifer, Andrei. 2002. The regulation of entry. Quarterly Journal of Economics 117, 1-37.",
        "Djankov, Simeon, La Porta, Rafael, Lopez-de-Silanes, Florencio and Shleifer, Andrei. 2006. The Law and Economics of Self-Dealing. Journal of Financial Economics 88 430-465.",
        "Dornbusch, Rudiger and Edwards, Sebastian. 1992. The Macroeconomics of Populism in Latin America. University of Chicago Press.",
        "Dyck, Alexander and Luigi Zingales. 2004. Private Benefits of Control: An International Comparison. Journal of Finance 59 2 537-600.",
        "Faccio, Mara and Lang, Larry H.P. 2002. The ultimate ownership of Western European corporations. Journal of Financial Economics 65 3, 365-395.",
        "Faccio, Mara, Masulis, Ronald W. and McConnell, John J. 2006. Political connections and corporate bailouts. Journal of Finance 61 6, 2597-2635.",
        "Faccio, Mara. 2006. Politically connected firms. American Economic Review 96 1, 369Ã\u0082Â­ 386. Fisman, Raymond and Edward Miguel. 2008. Economic Gangsters: Corruption, Violence, and the Poverty of Nations. Princeton University Press. Fisman, Raymond and Khanna, Tarun. 2004. Facilitating development: the role of business groups. World Development 32 4, 609-628.",
        "Fogel, Kathy, Morck, Randall and Yeung, Bernard. 2008. Big business stability and economic growth: is what&apos;s good for General Motors good for America? Journal of Financial Economics 89 1, 83-108.",
        "Fogel, Kathy. 2006. Oligarchic family control, social economic outcomes, and the quality of government. Journal of International Business Studies 37 5, 603-622 Franks, Julian, Mayer, Colin, Rossi, Stefano and Morck, Randall K. 2005. Spending less time with the family: the decline of family ownership in the United Kingdom. In: Randall Morck, Editor, A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press, National Bureau of Economic Research Conference Report. Chicago and London, 581-607.",
        "Gentry, William and Hubbard, R. Glenn. 2000. Tax policy and entrepreneurial entry. The American Economic Review 90, 283-287.",
        "Gini, Corrado. 1921. Measurement of inequality and incomes. Economic Journal 31, 124-126.",
        "Glaeser, Edward, Jose Scheinkman and Andrei Shleifer. 2003. The injustice of inequality. Journal of Monetary Economics 50 199-222.",
        "Gordon, Robert J. and Dew-Becker, Ian. 2007. Unresolved issues in the rise of American inequality. Working paper. Brookings Panel on Economic Activity, Washington, DC, September 7.",
        "Haber, Stephen H., Maurer, Noel and Razo, Armando. 2003. The Politics of Property Rights: Political Instability, Credible Commitments, and Economic Growth in Mexico, 1876-1929. Cambridge University Press, Cambridge, New York.",
        "Haber, Stephen, ed. 2002. Crony Capitalism and Economic Growth in Latin America: Theory and Evidence. Stanford: Hoover Institution. Hall, Robert E. and Jones, Charles I. 1999. Why some countries produce so much more output per worker than others? The Quarterly Journal of Economics 114 1, 83Ã\u0082Â­ 116.",
        "Hellman, Joel, Geraint Jones and Daniel Kaufmann. 2003. Seize the state, seize the day: state capture and influence in transition economies. Journal of Comparative Economics 31 4, 751-773.",
        "Hogenboom, Barbara. 2004. Economic concentration and conglomerates in Mexico. Journal of Developing Societies 20, 207-225.",
        "HÃ\u0083Â¶gfeldt, Peter. 2005. The history and politics of corporate ownership in Sweden. In: Randall Morck, Editor, A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press, Chicago, 517-580.",
        "John, K., Litov, L., Yeung, B., 2008. Corporate governance and managerial risk taking: theory and evidence. Journal of Finance 63, 1679-1728.",
        "Khanna, Tarun & Rivkin, Jan. 2001. Estimating the performance effects of business groups in emerging markets. Strategic Management Journal 22, 45-74.",
        "Khanna, Tarun & Yafeh, Yishay. 2005. Business groups and risk sharing around the world. Journal of Business 78 1, 301-340.",
        "Khanna, Tarun & Yafeh, Yishay. 2007. Business groups in emerging markets: paragons or parasites? Journal of Economic Literature 45 2, 331-372.",
        "Khanna, Tarun and Palepu, Krishna. 2000. Is group affiliation profitable in emerging markets? An analysis of diversified Indian business groups. Journal of Finance 55 2, 867-891.",
        "Khanna, Tarun, Palepu, Krishna and Garten, Jeffrey E. 2000. Why focused strategies may be wrong for emerging markets. In: World View: Global Strategies for the New Economy. Harvard Business School Press, Harvard Business Review Book Series. Boston, 21-36.",
        "Khanna, Tarun. 2008. Billions of Entrepreneurs: How China and India Are Reshaping Their Futures--and Yours. Harvard Business School Press.",
        "Kindleberger, Charles & Robert Aliber.2005. Manias, Panics and Crashes. Wiley.",
        "King, Robert G. & Levine, Ross. 1993a. Finance and growth: Schumpeter might be right. Quarterly Journal of Economics 108, 717-737.",
        "King, Robert G. & Levine, Ross. 1993b. Finance, entrepreneurship, and growth: theory and evidence. Journal of Monetary Economics 32, 513-542.",
        "Krueger, Anne O. 1974. The political economy of the rent-seeking society. American Economic Review 64, 13.",
        "Krueger, Anne O. 1998. Why trade liberalisation is good for growth. The Economic Journal 108, 1513-1522.",
        "Krueger, Anne O. 2002. Why crony capitalism is bad for economic growth. In: S.H. Haber, Editor, Crony Capitalism and Economic Growth in Latin America: Theory and Evidence. Hoover Institution Press, Stanford, CA. 1-23.",
        "Krueger, Anne, O. 2004. Wilful ignorance: the struggle to convince the free trade skeptics. World Trade Review 3, 483-493.",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio & Shleifer, Andrei. 1999. Corporate ownership around the world. Journal of Finance 54 2, 471-517.",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio & Shleifer, Andrei. 2002. Government ownership of banks. Journal of Finance 57 1, 265-301.",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio & Shleifer, Andrei. 2002. Investor protection and corporate valuation. Journal of Finance 57 3, 1147-1170.",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio & Shleifer, Andrei. 2006. What works in securities laws? Journal of Finance 61 1, 1-32.",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio & Shleifer, Andrei. 2008. The economic consequences of legal origins. Journal of Economic Literature 46 2, 285-332.",
        "La Porta, Rafael, LÃ\u0083Â³pez-de-Silanes, Florencio & Zamarripa, Guillermo. 2003. Related lending. Quarterly Journal of Economics 118 1, 231-268.",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio, Shleifer, Andrei, & Vishny, Robert W. 1997. Legal determinants of external finance. Journal of Finance 52 3, 1131Ã\u0082Â­1150.",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio, Shleifer, Andrei, & Vishny, Robert W. 1998. Law and finance. The Journal of Political Economy 106 6, 1113-1155.",
        "Laeven, Luc, Levine Ross. 2009. Bank governance, regulation and risk taking. Journal of Financial Economics, forthcoming.",
        "Lauterbach, Beni & Alexander Vaninsky. 1999. Ownership structure and firm performance: evidence from Israel. Journal of Management and Governance 3: 189Ã\u0082â\u0080\u0093201.",
        "Lester, Richard H. & Cannella, Albert A. 2006. Interorganizational families: how family firms use interlocking directorates to build community-level social capital. Entrepreneurship Theory and Practice 30 6, 755-775.",
        "Levine, Ross & Zervos, Sara. 1998. Stock markets, banks, and economic growth. American Economic Review 88, 537-558.",
        "Levine, Ross, Loayza, Norman & Beck, Thorsten. 2000. Financial intermediation and growth: causality and causes. Journal of Monetary Economics 46, 31-77.",
        "Levine, Ross. 1991. Stock markets, growth, and tax policy. Journal of Finance 46 4, 1445-1465.",
        "Levine, Ross. 1996. Stock markets: a spur to economic growth. Finance and Development 33, 7-10.",
        "Levine, Ross. 2002. Bank-based or market-based financial systems: which is better? Journal of Financial Intermediation 11, 398-428.",
        "Lewis, W. Arthur. 1950, Principles of Economic Planning. London: G. Allen & Unwin.",
        "MacIntyre, Andrew, Pempel, T.J. & Ravenhill, John. 2008. Crisis as Catalyst: Asia&apos;s Dynamic Political Economy. Cornell University Press.",
        "Maman, Daniel. 1999. Research note: Interlocking ties within business groups in Israel--a longitudinal analysis, 1974-1987. Organization Studies 20, 323-339.",
        "Mankiw, N. Gregory, Romer, David & Weil, David N. 1992. A contribution to the empirics of economic growth. Quarterly Journal of Economics 107, 407.",
        "Megginson, William L. 2004. The economics of bank privatization. SSRN working paper.",
        "Megginson, William L., Nash, Robert C., Netter, Jeffrey M., & Poulsen, Annette B. 2004. The choice of private versus public capital markets: evidence from privatizations. Journal of Finance 59 6, 2835-2870.",
        "Morck, Randall & Nakamura, Masao. 2007. Business groups and the big push: Meiji Japan&apos;s mass privatization and subsequent growth. Enterprise and Society 8 3, 543-601.",
        "Morck, Randall & Yeung, Bernard. 2004. Family control and the rent-seeking society. Entrepreneurship Theory and Practice, 28 4, 391-409.",
        "Morck, Randall K., Percy, Michael, Tian, Gloria Y., & Yeung, Bernard. 2005. The rise and fall of the widely held firm: a history of Corporate ownership in Canada. In: Randall Morck, Editor, A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press, National Bureau of Economic Research Conference Report. Chicago and London, 65-140.",
        "Morck, Randall K., Stangeland, David A. & Yeung, Bernard. 2000. Inherited wealth, corporate control, and economic growth: the Canadian disease? In: Randall Morck, Editor, Concentrated Corporate Ownership. University of Chicago Press, NBER Conference Report series. Chicago and London, 319-369.",
        "Orbay, Hakan & Yurtoglu, B. Burcin. 2006. The impact of corporate governance structures on the corporate investment performance in Turkey. Corporate Governance: An International Review, 349-363.",
        "Perotti, Enrico & Paolo Volpin. 2006. Investor protection and entry. Tinbergen Institute Discussion Paper No. 07-006/2.",
        "Perotti, Enrico & Vorage, Marcel. 2008. Political allocation of finance. Working Paper.",
        "Rajan, Raghuram G. & Zingales, Luigi. 1998. Financial dependence and growth. American Economic Review 88 3, 559-586.",
        "Rajan, Raghuram G. & Zingales, Luigi. 2003. The great reversals: the politics of financial development in the twentieth century. Journal of Financial Economics 69 1, 5-50.",
        "Rajan, Raghuram G. & Zingales, Luigi. 2004. Saving Capitalism from the Capitalists: Unleashing the Power of Financial Markets To Create Wealth and Spread Opportunity. Princeton University Press.",
        "Rogers, Pablo, Dami, AnamÃ\u0083Â©lia T., Ribeiro, KÃ\u0083Â¡rem C., & Ferreira De Sousa, Almir. 2007. Corporate governance and ownership structure in Brazil: causes and consequences. Journal of Corporate Ownership & Control 5 2, 36-54.",
        "Rosenstein-Rodan, Paul. 1943. Problems of industrialization of Eastern & South- Eastern Europe. Economic Journal 53(210/211) 202-211.  Saunders, Anthony, Elizabeth Strock and Nickolaos G. Travlos. 1990. Ownership Structure, Deregulation, and Bank Risk Taking. Journal of Finance 45 2 643-654.",
        "Schouten, Michael & Mathias Siems. 2009. The evolution of ownership disclosure rules across countries. Columbia Law School working paper.",
        "Schumpeter, Joseph Alois. 1912. Theorie der Wirtschaftlichen Entwicklung. Duncker & Humblot, Leipzig.",
        "Schumpeter, Joseph Alois. 1942. Capitalism, Socialism, and Democracy. Harper & Brothers, New York, London.",
        "Schumpeter, Joseph Alois. 1951. Imperialism and Social Classes. A.M. Kelly, New York.",
        "Sen, Amartya. 1992. Inequality Reexamined. Harvard University Press.",
        "Shleifer, Andrei & Vishny, Robert W. 1986. Large shareholders and corporate control. Journal of Political Economy 94 3, 461-488.",
        "Shleifer, Andrei & Vishny, Robert W. 1998a. The Grabbing Hand: Government Pathologies and Their Cures. Harvard University Press, Cambridge, MA.",
        "Shleifer, Andrei & Vishny, Robert W. 1998b. The Grabbing Hand: Government Pathologies and Their Cures. Harvard University Press, Cambridge and London.",
        "Solow, Robert M. 1956. A contribution to the theory of economic growth. The Quarterly Journal of Economics 70, 65-94.",
        "Stock, James H. & Yogo, Motohiro. 2004. Testing for Weak Instruments in Linear IV Regression. Working paper.",
        "Stulz, RenÃ\u0083Â© M. 1988, Managerial control of voting rights: Financing policies and the market for corporate control. Journal of Financial Economics 20 25-54 Stulz, RenÃ\u0083Â© M. & Williamson, Rohan. 2003. Culture, openness and finance. Journal of Financial Economics 70, 313-349.",
        "Stulz, RenÃ\u0083Â© M. 2005. The limits of financial globalization. Journal of Finance 60 4, 1595-1638.",
        "Taboada, Alvaro G. 2008. Impact of changes in government ownership of banks on the allocation of capital: International evidence. Working paper.",
        "Tobin, James. 1989. On the efficiency of the financial system. In: C. Johnson, Editor, The Market on Trial. Columbia University Press, New York, 125-138.",
        "Villalonga, Belen & Amit, Raphael. 2006. How do family ownership, control, and management affect firm value? Journal of Financial Economics 80 2, 385-417.",
        "Villalonga, BelÃ\u0083Â©n & Amit, Raphael. 2008. How are U.S. family firms controlled? Review of Financial Studies, forthcoming.",
        "Wurgler, Jeffrey. 2000. Financial markets and the allocation of capital. Journal of Financial Economics 58 1-2 187-214."
    ]
}