{
    "id": 15577,
    "cites": 55,
    "cited_by": 13,
    "reference": [
        "Gordon, R. J. (1999): US Economic Growth since 1970: One Big Wave?, American Economic Review, Vol. 89, No. 2, p.123-128.",
        "Gordon, R. J. (2003): Deux si",
        "Gordon, R. J. (2005): Pourquoi, pendant que la locomotive de le productivite se mettait en branle aux Etats-Unis, l'Europe est elle-restee en gare?, L'Actualit",
        "Crafts, N. (2004a): Steam as a General Purpose Technology: A Growth Accounting Perspective, The Economic Journal, Vol. 114, April.",
        "Crafts, N. (2004b): Fifty Years of Economic Growth in Western Europe, World Economics, Vol. 5, No. 2, April-June.",
        "Crafts, N. (2004c): The World Economy in the 1990s: A Long Run Perspective, London School of Economics, Department of Economic History Working Paper No. 87/04, December.",
        "Dubois, P. (1985): Rupture de croissance et progr",
        "Feinstein, C. (1976): Statistical Tables of National Income, Expenditure and Output of the UK, ]855-]965.",
        "Ferguson, R. W. and W.L. Washer (2004): Distinguished Lecture on Economics in Government: Lesson from Past Productivity Booms, Journal of Economic Perspectives, Vol. 18, No. 2, Spring.",
        "Colecchia, A. and P. Schreyer (2001): ICT Investment and Economic Growth in the 1990s: Is the United States a Unique Case, OECD, DSTJIDOC(2001)7, 25 October.",
        "Chesson, A. and G. Chamberlin (2006): Survey-based Measures of Software Investment in the UK, Economic Trends No. 627, February, p. 6 1-72.",
        "Cette, G., J. Mairesse and Y. Kocoglu (2005b): Un si",
        "Cette, G., J. Mairesse and Y. Kocoglu (2005a): Effets de la diffusion des TIC sur la croissance potentielle et observee, L'Actualit",
        "Cette, G., J. Mairesse and Y. Kocoglu (2002): Diffusion of ICTs and Growth of the French Economy over the Long-term, 1980-2000, International Productivity Monitor, No. 4, Spring.",
        "Cette, G., J. Mairesse and Y. Kocoglu (2000): La mesure de l'investissement en technologies de l'information et de la communication: quelques considerations methodologiques, Economie et Statistique, n 339-340, 2000 - 9/10.",
        "Cette, G. and J. Lopez (2008): What Explains the ICT Diffusion Gap Between the Major Industrialized Countries: An Empirical Analysis?, International Productivity Monitor n17.",
        "Cette, G. (2007): Productivite et croissance en Europe et aux Etats-Unis, La decouverte, Collection Rep",
        "Carre, J. J., P. Dubois and E. Malinvaud (1972): La croissance fran",
        "Cette, G. (2004): Diagnostic macroeconomique et lecture historique, in P. Artus et G. Cette (eds.), Productivit",
        "Cahn, C. and A. Saint-Guilhem (2006): Potential Output Growth in Several Industrialised Countries: A Comparison, Mimeo, April.",
        "Card, D. and R. B. Freeman (2002): What Have Two Decades of British Economic Reform Delivered?, NBER Working Paper No. 8801, February.",
        "Bourl",
        "Bank of Japan (1966): Hundred Year Statistics of the Japanese Economy, Statistics Department, Table p. 27.",
        "Bourl",
        "Babetskii, I. and N. F. Campos (2007): Does reform work? An econometric examination of the reform-growth puzzle, CEPR, Discussion Paper Series, n 6215, April.",
        "van Ark, B., M. O'Mahony and M. Timmer (2008): The Productivity Gap between Europe and the United States: Trends and Causes, Journal of Economic Perspectives, Vol. 22, N 1, Winter.",
        "Prices of ICT products - The relative ICT price indexes (compared to GDP prices) for France, Japan and the United Kingdom are the same as those taken from the United States national accounts (see Colecchia and Shreyer, 2001, for detailed discussion about this procedure). TABLES",
        "Villa, P. (1994): Un si",
        "For Japan, WW2 damages are implicitly taken into account by using the Maddison (1993) growth rate for the period prior to 1946. For this country, the WW2 damage coefficients are those proposed by the Bank of Japan (1966), and the Maddison depreciation assumption (1993) are consistent with ours.",
        "Timmer, M. P., G. Ypma and B. van Ark (2003): IT in the European Union: Driving Productivity Divergence?, Research Memorandum GD-67, Groningen Growth and Development Centre, October 2003.",
        "Solow, R. (1956): A Contribution to the Theory of Growth, Quarterly Journal of Economics, Vol. 70, p. 65-94.",
        "Solow, R. (1957): Technical Change and Aggregate Production Function, Review of Economics and Statistics, Vol. 39, p. 312-320.",
        "Oulton, N. and S. Srinivasan (2005): Productivity Growth in UK Industries, 1970-2000: Structural Change and the Role of ICT, Bank of England Working Paper No. 259.",
        "OCDE (2003): ICT and Economic Growth: Evidence from OECD Countries, Industries and Firms, OECD 2003, Paris.",
        "Mitchell, B. (1998): The Americas, 1750-1993, International Historical Statistics, 4th Edition, Stockton Press.",
        "Mitchell, B. (1998): Europe, 1750-1993, International Historical Statistics, 4th Edition, Stockton Press.",
        "Maury, T. and B. Pluyaud (2004): Les ruptures de tendance de la productivite par employe de quelques grands pays industrialises, Banque de France Bulletin No. 121, January.",
        "Mairesse, J., G. Cette and Y. Kocoglu (2000): Les Technologies de l'information et de la communication en France: diffusion et contribution a la croissance, Economie et Statistique, No. 339-340, 2000 - 9/10.",
        "Maddison, A. (2007): Contours of the World Economy, 1-2030 AD, Oxford University Press.",
        "Maddison, A. (2003): L'economie mondiale: Statistiques historiques, OECD, Paris.",
        "Maddison, A. (1994): Dynamic Forces in Capitalist Development, Oxford University Press.",
        "Maddison, A. (2001): L'economie mondiale: une perspective millenaire, OECD, Paris.",
        "Griliches, Z. (1996): The Discovery of the Residual: A Historical Note, Journal of Economic Literature, Vol. XXXIV, p. 1324-1330.",
        "Groningen Growth and Development Database (2007): The June 2007 version of the database may be downloaded at the following address: iittp://www. ggdc~net.",
        "Jorgenson, D. W., M. S. Ho and K. J Stiroh (2006): Potential Growth of the US Economy: Will the Productivity Resurgence Continue?, Business Economy, January.",
        "Jorgenson, D. W., M. S. Ho and K. J. Stiroh (2008): A Retrospective Look at the U.S. Productivity Growth Resurgence, Journal of Economic Perspectives, Vol. 22, N 1, Winter.",
        "Jorgenson, D. W. and V. Kuong (2005): Information Technology and the World Economy, Scandinavian Journal of Economics, Vol. 107, issue 4, December 2005.",
        "Jorgenson, D. W. and K. Motohashi (2005): Information Technology and the Japanese Economy, Journal of the Japanese and International Economies, Vol. 19, No. 4, December 2005, pp. 460-48 1.",
        "Kocoglu, Y. (2001): La productivite du capital productif fixe sur longue periode: une analyse empirique sur la France, Histoire Economie et Soci",
        "Levy-Leboyer, M. (1978): Capital investment and Economic Growth in France [18201913 ], in The Cambridge History of Europe, Chapter V, p.231-295.",
        "Maddison, A. (1993): Standardised Estimates of Fixed Capital Stock: A Six Country Comparison, Essays on Innovation, Natural Resources and International Economy, from Innovazione e Materie Prime.",
        "van Ark, B., E. Frankema and H. Duteweerd (2004): Productivity and Employment Growth: An Empirical Review of Long and Medium Run Evidence, Research Memorandum GD-7 1, Groningen Growth and Development Centre, May.",
        "van Ark, B. and M. Piatkowski (2004): Productivity, Innovation and ICT in Old and New Europe, Research Memorandum GD-69, Groningen Growth and Development Centre, March.",
        "Aghion, P. and P. Howitt (2006): Joseph Schumpeter Lecture - Appropriate Growth Policy: A Unifying Framework, Journal of the European Economic Association, Vol. 4, Issue 2-3, April-May.",
        "Aghion, P., P. Askenazy, R. Bourl"
    ]
}