{
    "id": 15586,
    "cites": 104,
    "cited_by": 20,
    "reference": [
        "Winter, Ralph (2000), Optimal Insurance under Moral Hazard, in Georges Dionne, ed., Handbook of Insurance (Boston: Kluwer Academic Publishers). R-9",
        "Vickrey, William (1968), Automobile Accidents, Tort Law, Externalities and Insurance: An Economist's Critique, Law & Contemporary Problems, Vol. 33, No. 3, pp. 464-487.",
        "Svenson, Ola (1981), Are We All Less Risky and More Skillful Than Our Fellow Drivers? Acta Psychologica, Vol. 47, No. 2, pp. 143-148.",
        "Sil, Jayashree (2005), Endogenous Adverse Selection: Evidence from U.S. Crop Insurance, Mimeo, University of California, Berkeley, Department of Agricultural and Resource Economics, available at http ://are.berkeley. edu/-j sil/j obmarket.html.",
        "Shavell, Steven (1979), On Moral Hazard and Insurance, The Quarterly Journal of Economics, Vol. 93, No. 4, pp. 54 1-562.",
        "Siegelman, Peter (2004), Adverse Selection in Insurance Markets: An Exaggerated Threat, The Yale Law Journal, Vol. 113 (6), pp. 1123-1281.",
        "Schwarcz, Daniel B. (2007), Beyond Disclosure: The Case for Banning Contingent R-8 Commissions, Yale Law and Policy Review, Vol. 25, pp. 289-331.",
        "Saito, Kuniyoshi (2006) Testing for Asymmetric Information in the Automobile Insurance Market Under Rate Regulation, Journal of Risk & Insurance, Vol. 73, No. 2, pp. 335-356.",
        "Rothschild, Michael, and Joseph Stiglitz (1976), Equilibrium in Competitive Insurance Markets, Quarterly Journal of Economics, Vol. 90, No. 4, pp. 629-649.",
        "Romano, Roberta (1989), What Went Wrong with Directors' and Officers' Liability Insurance? Delaware Journal of Corporate Law, Vol. 14, pp. 1-27.",
        "Puelz, Robert, and Arthur Snow (1994), Evidence on Adverse Selection: Equilibrium Signaling and Cross-Subsidization in the Insurance Market, Journal of Political Economy, Vol. 102, pp. 236-257.",
        "Richaudeau, Didier (1999), Automobile Insurance Contracts and Risk of Accident: An Empirical Test Using French Individual Data, The Geneva Papers on Risk and Insurance Theory, Vol. 24, pp. 97-114.",
        "Priest, George L. (1987), The Current Insurance Crisis and Modern Tort Law, The Yale Law Journal, Vol. 96, No. 7, pp. 1521-1541.",
        "Pauly, Mark V., Kate H. Withers, Krupa S. Viswanathan, Jean Lemaire, John C. Hershey, Katrina Armstrong and David A. Asch (2003), Price Elasticity of Demand for Term Life Insurance and Adverse Selection, NBER Working Paper No. 9925.",
        "Pauly, Mark V. (1974), Overinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection, The Quarterly Journal of Economics, Vol. 88 (1), pp. 4462.",
        "Paltrow, Scott (2001), Old Memos Show in Black and White MetLife's Use of Race to Screen Clients, Wall Street Journal, July 24, p. 1.",
        "Manning, Willard G., Joseph P. Newhouse, Naihua Duan, Emmett B. Keeler and Arleen Leibowitz (1987), Health Insurance and the Demand For Medical Care: Evidence From a Randomized Experiment, American Economic Review, Vol. 77(3), pp. 251-277.",
        "Loewenstein, George F., Christopher K. Hsee, Elke U. Weber and Ned Welch (2001), Risk as R-7 Feelings, Psychological Bulletin, Vol. 127, pp. 267-286. McCarthy, David, and Olivia S. Mitchell (forthcoming), International Adverse Selection in Life Insurance and Annuities, in Shripad Tuljapurkar, Naohiro Ogawa, and Anne Gauthier, eds. Riding the Age Waves: Responses to Aging in Advanced Industrial States (Amsterdam: Elsevier).",
        "Makki, Shiva S., and Agapi Somwaru (2001), Evidence of Adverse Selection in Crop Insurance Markets, Journal of Risk and Insurance, Vol. 68, No. 4, pp. 685-708.",
        "L",
        "Koufopolous, Kostas (2007), On the Positive Correlation Property in Competitive Insurance Markets, Journal of Mathematical Economics, Vol. 43, pp. 597-605.",
        "Klick, Jonathan, and Thomas Stratmann (2007), Diabetes Treatments and Moral Hazard, The Journal of Law and Economics, Vol. 50, No. 3, pp. 5 19-538.",
        "Kaestner, Robert, and Anne Carroll (1997), New Estimates of the Labor Market Effects of Workers' Compensation Insurance, Southern Economic Journal, Vol. 63, No. 3, pp. 635651.",
        "Karagyozova, Tsvetanka, and Peter Siegelman (2007), Propitious Selection in Insurance Markets: A Simulation Study Using Continuous Distributions, Working Paper, University of Connecticut Law School.",
        "Israel, Mark (2006), Where Is All the Hidden Information Hiding? Evidence from Automobile Insurance Panel Data, mimeo, Northwestern University.",
        "Israel, Mark (2007), Do We Drive More Safely When Accidents Are More Expensive? Identifying Moral Hazard from Experience Rating Schemes, mimeo, Wharton School, University of Pennsylvania.",
        "Just, Richard E., Linda Calvin, and John Quiggin (1999), Adverse Selection in Crop Insurance: Actuarial and Asymmetric Information Incentives, American Journal of Agriculture Economics, Vol. 81, pp. 834-849.",
        "Israel, Mark (2005b), Services as Experience Goods: An Empirical Examination of Consumer Learning in Automobile Insurance, American Economic Review, Vol. 95, No. 5, pp. 14441463.",
        "Israel, Mark (2005a), Tenure Dependence in Consumer-Firm Relationships: An Empirical Analysis of Consumer Departures from Automobile Insurance Firms, RAND Journal of Economics, Vol. 36, pp. 165-192.",
        "Hurd, Michael D., James P. Smith and Julie M. Zissimopoulos (2002), The Effects of Subjective Survival on Retirement and Social Security Claiming, NBER working paper No. 9140.",
        "H",
        "Hosios, J. Arthur, and Michael Peters (1989), Repeat Insurance Contracts with Adverse Selection and Limited Commitment, Quarterly Journal of Economics, Vol. 104, No. 2. pp. 229-253. R-6 Hoy, Michael, and Julia Witt (2007), Welfare Effects of Banning Genetic Information in the Life Insurance Market: The Case of BRCA1/2 Genes, Journal of Risk and Insurance Vol. 74, pp. 523-546.",
        "Hendel, Igal, and Alessandro Lizzeri (2003), The Role of Commitment in Dynamic Contracts: Evidence from Life Insurance, Quarterly Journal of Economics, Vol. 118, pp. 299-327.",
        "Hemenway, David (1990), Propitious Selection, Quarterly Journal of Economics, Vol. 105, pp. 1073-1069.",
        "Harris, Milton, and Artur Raviv (1978), Some Results on Incentive Contracts with Applications to Education and Employment, Health Insurance, and Law Enforcement, American Economic Review, Vol. 68, No. 1, pp. 20-30.",
        "Hamermesh, Daniel 5. (1985), Expectations, Life Expectancy, and Economic Behavior, Quarterly. Journal of Economics, Vol. 10, pp. 3 89-408.",
        "Hall, D. Jonathan (2006), Adverse Selection in the Market for Health Insurance, Mimeo, Brigham Young University Department of Economics.",
        "Guppy, Andrew (1993), Subjective Probability of Accident and Apprehension in Relation to Self-Other Bias, Age, and Reported Behavior, Accident Analysis and Prevention, Vol. 25, No. 4, pp. 375-382.",
        "Guiso, Luigi, and Monica Paiella (2003), Risk Aversion, Wealth and Background Risk, Banca D'Italia Working Paper 483.",
        "Guiso, Luigi, and Monica Paiella (2005), The Role of Risk Aversion in Predicting Individual Behavior, Banca D'Italia Working Paper 546.",
        "Friedman, Benjamin M., and Mark J. Warshawsky (1990), The Cost of Annuities: Implications for Savings Behavior and Bequests, Quarterly Journal of Economics, Vol. 420, pp. 135154.",
        "Grove, William M., and Paul E. Meehl (1996), Comparative Efficiency of Informal (Subjective, Impressionistic) and Formal (Mechanical, Algorithmic) Prediction Procedures: the ClinicalStatistical Controversy, Psychology, Public Policy and Law, Vol. 2, pp. 1-31.",
        "Finkelstein, Amy, and James Poterba (2002), Selection Effects in the United Kingdom Individual Annuities Market, The Economic Journal, Vol. 112, pp. 28-50.",
        "Finkelstein, Amy, and James Poterba (2006) Testing for Adverse Selection with `Unused R-5 Observables', NBER Working Paper No. 12112.",
        "Fortin, Bernard, and Paul Lanoie (2000), Incentive Effects of Workers' Compensation: A Survey, in Georges Dionne, ed., Handbook of Insurance, Ch. 13 (Boston: Kluwer Academic Publishers), pp. 421-458.",
        "Finkelstein, Amy, Kathleen McGarry, and Amir Sufi (2005), Dynamic Inefficiencies in Insurance Markets: Evidence from Long-Term Care Insurance, American Economic Review Papers and Proceedings, Vol. 95, pp. 224-228.",
        "Finkelstein, Amy, and James Poterba (2004), Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market, Journal of Political Economy, Vol. 112, pp. 183-208.",
        "Fang, Hanming, Michael P. Keane, and Dan Silverman (2008), Sources of Advantageous Selection: Evidence from the Medigap Insurance Market, Journal of Political Economy, Vol. 116, pp. 303-350.",
        "Finkelstein, Amy, and Kathleen McGarry (2006), Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market, American Economic Review, Vol. 96, pp. 938-958.",
        "Ettner, Susan L. (1997), Adverse Selection and the Purchase of Medigap Insurance by the Elderly, Journal of Health Economics, Vol. 16, pp. 543-562.",
        "Einav, Liran, Amy Finkelstein, and Paul Schrimpf (2007), The Welfare Costs of Asymmetric Information: Evidence from the U.K. Annuity Market, NBER Working Paper 13228.",
        "Edlin, Aaron 5. (2003), Per-Mile Premiums for Auto Insurance, in Richard Arnott et al., eds., Economics for an Imperfect World: Essays in Honor of Joseph Stiglitz, (Cambridge, MA: MIT Press), pp. 5 3-82.",
        "Dohmen, Thomas, Armin Falk, David Huffman and Uwe Sunde (2007), Are Risk Aversion and Impatience Related to Cognitive Ability? IZA Discussion Paper No. 2735.",
        "Wagner (2005), Individual Risk Attitudes: New Evidence from a Large, Representative, Experimentally-Validated Survey, IZA Discussion Paper No. 1730.",
        "Dionne, Georges, and Pierre St-Michel (1991), Worker's Compensation and Moral Hazard, Review of Economics and Statistics, Vol. 73, pp. 236-244.",
        "Dionne, Georges, Mathieu Maurice, Jean Pinquet, and Charles Vanasse (2005), The Role of Memory in Long-Term Contracting with Moral Hazard: Empirical Evidence in Automobile Insurance, Available at S SRN: http ://ssrn.comlabstract=764705. (Accessed June 30, 2008.) Dionne, Georges, Pierre-Carl Michaud, and Maki Dahchour (2007), Separating Moral Hazard R-4 from Adverse Selection and Learning in Automobile Insurance: Longitudinal Evidence from France, Available at SSRN: http://ssrn.comlabstract=5 83063. (Accessed June 30, 2008.) Dionne, Georges, Pascal St-Amour and D",
        "Dionne, Georges, and Pierre Lasserre (1985), Adverse Selection, Repeated Insurance Contracts and Announcement Strategy, Review of Economic Studies, Vol. 50, pp. 7 19-723.",
        "Dionne, Georges, Christian Gouri",
        "Dionne, Georges and Robert Gagn",
        "Dionne, Georges, Neil A. Doherty and Nathalie Fombaron (2001), Adverse Selection in Insurance Markets, in Georges Dionne, ed., Handbook of Insurance (Boston: Kluwer Academic Publishers), pp. 185-243.",
        "Dionne, Georges, and Neil A. Doherty (1992), Adverse Selection in Insurance Markets: A Selective Survey, in Georges Dionne, ed., Contributions to Insurance Economics (Boston: Kluwer Academic Publishers), pp. 97-140.",
        "Dionne, Georges, and Neil A. Doherty (1994), Adverse Selection, Commitment and Renegotiation: Extension to and Evidence from Insurance Markets, Journal of Political Economy, Vol. 102 No. 2, pp. 210-235.",
        "DeDonder, Philippe, and Jean Hindriks (2006), Does Propitious Selection Explain Why Riskier People by Less Insurance? CEPR Working Paper DP5 640.",
        "De Meza, David, and David C. Webb (2001), Advantageous Selection in Insurance Markets, Rand Journal of Economics, Vol. 32, No. 2, pp. 249-262.",
        "De Garidel-Thoron, Thomas (2005), Welfare-Improving Asymmetric Information in Dynamic Insurance Markets, Journal of Political Economy, Vol. 113, pp. 12 1-150.",
        "D'Arcy, Stephen P., and Neil A. Doherty (1990), Adverse Selection, Private Information, and Lowballing in Insurance Markets, Journal of Business, Vol. 63, pp. 145-164.",
        "Davidoff, Thomas, and Gerd Welke (2005), Selection and Moral Hazard in the Reverse Mortgage Market, working paper, Haas School of Business, University of California, Berkeley, available at http ://faculty.haas .berkeley. edu/davidoff/RMsubmit 1 .pdf.",
        "Dahlby, Bev (1992), Testing for Asymmetric Information in Canadian Automobile Insurance, in Georges Dionne, ed., Contributions to Insurance Economics, pp. 423-443, (Boston: R-3 Kluwer Academic Publishers).",
        "Dahlby, Bev (1983), Adverse Selection and Statistical Discrimination: An Analysis of Canadian Automobile Insurance, Journal of Public Economics, Vol. 20, pp. 12 1-130.",
        "Cutler, David M., and Richard J. Zeckhauser (2000), The Anatomy of Health Insurance, in Anthony J. Culyer and Joseph P. Newhouse, eds. Handbook of Health Economics, Vol. 1, Ch. 11, 563-643 (Amsterdam: Elsevier Science).",
        "Cutler, David M., and Richard J. Zeckhauser (1998) Adverse Selection in Health Insurance, Forum for Health Economics & Policy: Vol. 1: (Frontiers in Health Policy Research), Article 2.",
        "Cutler, David M., Amy Finkelstein, and Kathleen McGarry (2008), Preference Heterogeneity in Insurance Markets: Explaining a Puzzle, American Economic Review Papers and Proceedings, Vol. 98(2), pp. 157-162.",
        "Cutler, David M., and Sarah J. Reber (1998), Paying For Health Insurance: The Trade-Off Between Competition and Adverse Selection, The Quarterly Journal of Economics, Vol. 113, pp. 433-466.",
        "Crawford, Gregory, and Matthew Shum (2005), Uncertainty and Learning in Pharmaceutical Demand, Econometrica, 73, pp. 1137-1173.",
        "Cummins, J. David, and Neil A. Doherty (2006), The Economics of Insurance Intermediaries, Journal of Risk and Insurance, Vol. 73, pp. 359-396.",
        "Cooper, Russell, and Beth Hayes (1987), Multi-period Insurance Policies, International Journal of Industrial Organization, Vol. 5, pp. 211-23 1.",
        "Cohen, Alma, and Liran Einav (2007), Estimating Risk Preferences from Deductible Choice, American Economic Review, Vol. 97, No. 3, pp. 745-788.",
        "Cohen, Alma, and Liran Einav (2003), The Effect of Mandatory Seat Belt Laws on Driving Behavior and Traffic Fatalities, Review of Economics and Statistics, Vol. 85, pp. 828-843.",
        "Cohen, Alma, and Rajeev Dehejia (2004), The Effects of Automobile Insurance and Accident Liability Laws on Traffic Fatalities, Journal of Law and Economics, Vol. 47 No. 2, pp. 357-393.",
        "Cohen, Alma (2008), Asymmetric Learning in Repeated Contracting: An Empirical Study, NBER Working Paper No. 13752.",
        "Cohen, Alma (2005), Asymmetric Information and Learning in the Automobile Insurance Market, The Review of Economics and Statistics, Vol. 87, pp. 197-207. R-2 Cohen, Alma (2006), The Disadvantages of Aggregate Deductibles, B.E. Journals in Economic Analysis & Policy, Vol. 6, No. 1, article 7.",
        "Chiappori, Pierre-Andr",
        "Chiappori, Pierre-Andr",
        "Chiappori, Pierre-Andr",
        "Chiappori, Pierre-Andre, and Bernard Salani",
        "Chiappori, Pierre-Andr",
        "Chiappori, Pierre-Andr",
        "Chiappori, Pierre-Andr",
        "Chiappori, Pierre-Andr",
        "Cawley, John, and Tomas Philipson (1999), An Empirical Examination of Information Barriers to Trade in Insurance, American Economic Review, Vol. 89, pp. 827-846.",
        "Cardon, James H., and Igal Hendel (2001), Asymmetric Information in Health Insurance: Evidence from the National Health Expenditure Survey, RAND Journal of Economics, Vol. 32, pp. 408-427.",
        "Browne, Mark J., and Helen I. Doerpinghaus (1993), Information Asymmetries and Adverse Selection in the Market for Individual Medical Expense Insurance, Journal of Risk and Insurance, Vol. 60, pp. 300-3 12.",
        "Buchmueller, Thomas, Agnes Couffinahl, Michel Grignon and Marc Perronnin (2004), Access to Physician Services: Does Supplemental Insurance Matter? Evidence from France, Health Economics, Vol. 13, pp. 669-687. R-1 Butler, Patrick (1996), Automobile Insurance Pricing: Operating versus Ownership Costs, Ch. 39 in Women's Travel Issues: Proceedings from the Second National Conference, US Department of Transportation, Federal Highway Administration Publ. FHWA-PL-97-024.",
        "Boyer, Marcel, and Georges Dionne (1989), An Empirical Analysis of Moral Hazard and Experience Rating, Review of Economics and Statistics, Vol. 71, pp. 128-134.",
        "Brockett, Patrick L., and Linda L. Golden (2007), Biological and Psycho-behavioral Correlates of Credit Scores and Automobile Insurance Losses: Towards an Explanation of Why Credit Scoring Works, Journal of Risk & Insurance, Vol. 74, pp. 22-63.",
        "Brown, Jeffrey and Amy Finkelstein (2007), Why is the Market for Long Term Care Insurance so Small, Journal of Public Economics, Vol.91, No. 10, pp. 1967-1991.",
        "Bhattacharya, Jayanta, Dana Goldman, and Neeraj Sood (2003), Market Evidence of Misperceived Prices and Mistaken Mortality Risks, NBER Working Paper No. 9863.",
        "Barsky, Robert B., Frank T. Juster, Miles Kimball, and Matthew Shapiro (1997), Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics, Vol. 112, pp. 537-579.",
        "Baker, Tom (1996), On the Genealogy of Moral Hazard, Texas Law Review, Vol. 75, pp. 237292.",
        "Baker, Tom, and Siegelman, Peter (2010), Tontines for the Invincibles, Wisconsin Law Review.",
        "Ayres, Ian, and Peter Siegelman (1989), The Economics of the Insurance Anti-Trust Suits: Toward an Exclusionary Theory, Tulane Law Review, Vol. 63, pp. 97 1-996.",
        "Arrow, Kenneth J. (1963), Uncertainty and the Welfare Economics of Medical Care, The American Economic Review, Vol. 53 (5), pp. 94 1-973.",
        "Abbring, Jaap, Pierre-Andr",
        "Abbring, Jaap, Pierre-Andr"
    ]
}