{
    "id": 15583,
    "cites": 42,
    "cited_by": 4,
    "reference": [
        "Aguiar, Mark, and Erik Hurst. 2007a. Measuring Trends in Leisure: The Allocation of Time over Five Decades. Quarterly Journal of Economics, 122: 969-1006.",
        "Aguiar, Mark, and Erik Hurst. 2007b. Life-Cycle Prices and Production. American Economic Review, 97: 1533-1559.",
        "Alesina, Alberto, Edward Glaeser, and Bruce Sacerdote. 2006. Work and Leisure in the U.S. and Europe: Why So Different? in NBER Macroeconomics Annual 2005.",
        "Alm, James, and Leslie A. Whittington. 1995. Does the Income Tax Affect Marital Decisions? National Tax Journal, 48: 565-572.",
        "Becker, Gary. 1965. A Theory of the Allocation of Time. Economic Journal, 125: 493-5 17.",
        "Becker, Gary, and Gilbert Ghez. 1975. The Allocation of Time and Goods Over the Life Cycle. Chicago, IL: NBER.",
        "Benhabib, Jess, Richard Rogerson, and Randall Wright. 1991. Homework in Macroeconomics: Household Production and Aggregate Fluctuations. Journal of Political Economy, 99: 1166-1187.",
        "Biddle, Jeff E., and Daniel Hamermesh. 1990. Sleep and the Allocation of Time. Journal of Political Economy, 98: 922-943.",
        "Blank, Rebecca M. 2002. Evaluating Welfare Reform in the United States. Journal of Economic Literature, 50: 1105-1166.",
        "Blau, Francine D., and Lawrence M. Kahn. 2007. Changes in the Labor Supply Behavior of Married Women: 1980-2000. Journal of Labor Economics, 25: 393-43 8.",
        "Blundell, Richard, and Thomas MaCurdy. 1999. Labor Supply: A Review of Alternative Approaches. Handbook of Labor Economics, 3: 1559-1695.",
        "Eissa, Nada, and Jeffrey B. Liebman. 1996. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics, 111: 605-637.",
        "Eissa, Nada, Henrik Kleven, and Claus Kreiner. 2008. Evaluation of Four Tax Reforms in the United States: Labor Supply and Welfare Effects for Single Mothers. Journal of Public Economics, 92: 795-816.",
        "Eissa, Nada, and Hilary Hoynes. 2006. Behavioral Responses to Taxes: Lessons from the EITC and Labor Supply. Tax Policy and the Economy, 20: 73-110.",
        "Eissa, Nada, and Hilary Hoynes. 2004. Taxes and the Labor Market Participation of Married Couples: the Earned Income Tax Credit. Journal of Public Economics, 88: 193 1-1958.",
        "DeLeire, Thomas, and Helen Levy. 2005. The Material Well-Being of Single Mother Households in the 1980s and 1990s: What Can We Learn from Food Spending? National Poverty Center Working Paper No. 0 1-05.",
        "Charles, Kerwin, Erik Hurst, and Nikolai Roussanov. 2009. Conspicuous Consumption and Race. Quarterly Journal of Economics, 124: 425-467.",
        "Burda, Michael, Daniel Hamermesh and Philippe Weil. 2008. The Distribution of Total Work in the EU and US. In Working Hours and Job Sharing in the EU and USA.~ Are Americans Crazy? Are Europeans Lazy? eds. Tito Boeri, Michael Burda and Francis Kramarz. New York: Oxford University Press.",
        "Moffitt, Robert. 2006. Welfare Work Requirements with Paternalistic Government Preferences. Economic Journal, 116: 44 1-458.",
        "Moffitt, Robert. 2003. The Temporary Assistance for Needy Families Program. In MeansTested Transfer Programs in the United States, ed. Robert Moffitt. Chicago: University of Chicago Press and NBER.",
        "Meyer, Bruce, and James X. Sullivan. 2004. The Effects of Welfare and Tax Reform: The Material Well-Being of Single Mothers in the 1980s and 1990s. Journal of Public Economics, 88: 1387-1420.",
        "Meyer, Bruce, and James X. Sullivan. 2008. Changes in the Consumption, Income, and WellBeing of Single Mother Headed Families. American Economic Review, 98: 221-241.",
        "Meyer, Bruce, and Dan Rosenbaum. 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics, 116: 1063-1114.",
        "Meyer, Bruce. 2009. The Effects of the EITC and Recent Reforms. In Tax Policy and the Economy, Jeffrey Brown, ed. Boston, MA: M.I.T. Press.",
        "Laitner, John, and Daniel Silverman. 2005. Estimating Life-cycle Parameters from Consumption Behavior at Retirement. NBER Working Paper 11163.",
        "Knowles, John. 2005. Why are Married Men Working So Much? University of Pennsylvania Working Paper.",
        "Juster, Thomas, and Frank Stafford, eds. 1985. Time, Goods and Well-Being. Ann Arbor, MI: University of Michigan Press.",
        "Hotz, V. Joseph, and John Karl Scholz. 2003. The Earned Income Tax Credit. In MeansTested Transfer Programs in the United States, ed. Robert Moffitt. Chicago: University of Chicago Press and NBER.",
        "Hamermesh, Daniel, and G.A. Pfann. 2005. The Economics of Time Use. Amsterdam, Netherlands: Elsevier.",
        "H amer mesh, Daniel. 2008. Direct Estimates of Household Production. Economics Letters, 98: 31-34.",
        "Gruber, Jonathan and Emmanuel Saez. 2002. The Elasticity of Taxable Income: Evidence and Implications. Journal of Public Economics, 84: 1-32.",
        "Gronau, Reuben. 1977. Leisure, Home Production, and Work - the Theory of the Allocationof Time Revisited. Journal of Political Economy, 85: 1099-1123.",
        "Feenberg, Daniel, and Elisabeth Coutts. 1993. An Introduction to the TAXSIM Model. Journal of Policy Analysis and Management, 12: 189-194.",
        "Gelber, Alexander. 2009. Taxation and Family Labor Supply. NBER Working Paper.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu. 2005. Engines of Liberation, Review of Economic Studies, 72: 109-133.",
        "Rupert, Peter, Richard Rogerson, and Randall Wright. 1995. Estimating Substitution Elasticities in Household Production Models. Economic Theory, 6(1): 179-93.",
        "Since state of residence is missing for a substantial fraction of the sample, we use only Federal tax variation for identifying the estimates; we obtain similar results when we use the state data that are available. For comparability with the NBER data, we collapse the raw quarterly data to the yearly level by summing expenditures across a year. To address attrition, we follow Charles, Hurst, and Roussanov (2009) in imputing expenditures in quarters in which an individual is missing by assuming that a woman would have spent as much in the quarters in which data is missing as the average amount she spent in the quarters in which she is in the data. We use survey weights throughout. All dollar amounts are expressed in real 2005 dollars. ~ The data are available for download at http ://troi.cc .rochester. edu/~maguiar/timeuse data/datapage html",
        "Rogerson, Richard, and Johanna Wallenius. 2009. Micro and Macro Elasticities in a Life Cycle Model with Taxes. Journal of Economic Theory, forthcoming.",
        "Moffitt, Robert, and Mark 0. Wilhelm. 2000. Taxation and the Labor Supply Decision of the Affluent. In Does Atlas Shrug? Economic Consequences of Taxing the Rich, ed. Joel Slemrod. Cambridge, MA: Russell Sage Foundation and Harvard University Press.",
        "Prescott, Edward. 2004. Why Do Americans Work So Much More than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review, 28: 2-13.",
        "Ramey, Valerie. 2008. How Much has Leisure Really Increased Since 1965? UC San Diego Working Paper.",
        "Burda, Michael, and Daniel Hamermesh. 2009. Unemployment, Market Work, and Household Production. NBER Working Paper No.14676."
    ]
}