{
    "id": 15584,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "Peter Temin (2007) The German Crisis of 1931: Evidence and Tradition, Cliometrica.",
        "Scott Sumner (2009)  Chapter 12. The Roosevelt Depression Bentley College (mimeo) . September.",
        "Christina Romer (1992)  What Ended the Great Depression? Journal of Economic History 52 ( 4) December pp 757-784.",
        "Olivier Accominotti (2009), Contagion and the Sterling Crisis of 1931, Working Paper.",
        "Athanasios Orphanides (2004)  Monetary Policy in Deflation: The Liquidity Trap in History and Practice North American Journal of Economics and Finance. 15(1) pp 101-124.",
        "Rudolf N",
        "Volume 1:1913-1951.Chicago: University of Chicago Press Michael Mussa ( 2009) Global Economic Prospects as of September 2009: Onward to Global recovery Peterson Institute ( mimeo) September.",
        "Paul Krugman (2009) How Did Economists Get It So Wrong?, New York Times Magazine, September 6, 2009 Allan H. Meltzer ( 2003) A History of the Federal Reserve.",
        "Charles Kindleberger (1973) The World in Depression. Berkeley: University of California Press.",
        "Harold James (2001) The End of Globalization: Lessons from the Great Depression. Cambridge Mass.: Harvard University Press.",
        "Harold James (1986) The German Slump: Politics and Economics 1924-1936. Oxford: Oxford University Press.",
        "Robert Hetzel ( 2009) Monetary Policy in the 2008-2009 Recession. Federal Reserve Bank of Richmond Economic Review. September Yasheng Huan (2008) Capitalism with Chinese characteristics: Entrepreneurship and the State. Cambridge, New York: Cambridge University Press.",
        "IMF (2009) World Economic Outlook (April) Milton Friedman and Anna J Schwartz ( 1963) A Monetary History of the United States: 1867-1960. Princeton: Princeton University Press Marvin Goodfriend ( 2009)  Central Banking in the Credit Turmoil: an Assessment of Federal Reserve Practice Bank of Japan Conference. May.",
        "Gauti Eggertsson and Benjamin Pugsley ( 2006)  The Mistake of 1937: A General Equilibrium Analysis. Center for Financial Studies Working Paper 2007/06 Gauti Eggertsson ( 2008) Great Expectations and the End of the Depression American Economic Review Vol 94 ( 4) pp 1476-1516.",
        "Karl Brunner and Allan H. Meltzer ( 1968)  Liquidity Traps for Money,Bank Credit, and Interest Rates. Journal of Political Economy. 76( Jan-Feb) pp 1-37.",
        "Hal Cole and Lee Ohanian ( 2004)  New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis. Journal of Political Economy . August.",
        "Johannes B"
    ]
}