{
    "id": 15585,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Yang, Hai-Lan and Robert Innes. 2007. Economic Incentives and Residential Waste Management in Taiwan: An Empirical Investigation. Environmental and Resource Economics 37, 489-5 19.",
        "Van Houtven, George L. and Glenn E. Morris. 1999. Household Behavior Under Alternative Pay-As-You-Throw Systems for Solid Waste Disposal. Land Economics 75(4), 5 15-37.",
        "____ 2003. Analysis and Findings of The Gallup Organization's Drinking Water Customer Satisfaction Survey. Office of Groundwater and Drinking Water, available at ~",
        "_____ 2007. Municipal Solid Waste in the United States: 2007 Facts and Figures, available at hnp://wwwepa.gov/waste/nonhaz/rnunicipal/pubs/mswO7-rptpdf.",
        "Suwa, Tatsuo and Takehiro Usui. 2007. Estimation of Garbage Reduction and Recycling Promotion under the Containers and Packaging Recycling Law and Garbage Pricing. Environmental Economics and Policy Studies 8(3), 239-54.",
        "Sterner, Thomas and Heleen Bartelings. 1999. Household Waste Management in a Swedish Municipality: Determinants of Waste Disposal, Recycling and Composting. Environmental and Resource Economics 13, 473-91.",
        "Simmons, Phil, Nora Goldstein, Scott M. Kaufman, Nickolas J. Themelis, and James Thompson, Jr. 2006. The State of Garbage in America. BioCycle 47(4), 26-43.",
        "Saltzman, Cynthia, Vijaya G. Duggal, and Mary L. Williams. 1993. Income and the Recycling Effort: A Maximization Problem. Energy Economics 15(1), 33-38.",
        "Reschovsky, James D. and Sarah E. Stone. 1994. Market Incentives to Encourage Household Waste Recycling: Paying for What You Throw Away. Journal of Policy Analysis and Management 13, 120-39.",
        "Porter, Richard C. 1983. Michigan's Experience with Mandatory Deposits on Beverage Containers. Land Economics 59(2), 177-94.",
        "Nestor, Deborah Vaughn and Michael J. Podolsky. 1998. Assessing Incentive-Based Environmental Policies for Reducing Household Waste Disposal. Contemporary Economic Policy 16, 40 1-12.",
        "Kinnaman, Thomas C. and Don Fullerton. 2000. Garbage and Recycling with Endogenous Local Policy. Journal of Urban Economics 48(3), 4 19-42.",
        "Kinnaman, Thomas C. 2006. Examining the Justification for Residential Recycling. The Journal of Economic Perspectives 20(4), 219-232.",
        "____ 2005. Why do Municipalities Recycle? Topics in Economic Analysis and Policy 5(1). http://www.bepress.com/bejeap/topics/voil ~/iSS 1/arb.",
        "Jenkins, Robin R., Salvador A. Martinez, Karen Palmer, and Michael J. Podolsky. 2003. The Determinants of Household Recycling: A Material-Specific Analysis of Recycling Program Features and Unit Pricing. Journal of Environmental Economics and Management 45(2), 294-3 18.",
        "Hong, Seonghoon and Richard M. Adams. 1999. Household Responses to Price Incentives for Recycling: Some Further Evidence. Land Economics 75(4), 505-14.",
        "Hong, Seonghoon, Richard M. Adams, and H. Alan Love. 1993. An Economic Analysis of Household Recycling of Solid Waste: The Case Study of Portland, Oregon. Journal of Environmental Economics and Management 25(2), 136-46.",
        "Halvorsen, Bente. 2008. Effects of Norms and Opportunity Cost of Time on Household Recycling. Land Economics 84(3), 50 1-16.",
        "Gaba, Jeffrey M. and Donald W. Stever. 2008. Law of Solid Waste, Pollution Prevention and Recycling. West Group.",
        "Derksen, Linda and John Gartrell. 1993. The Social Context of Recycling. American Sociological Review 58, 434-42.",
        "Fullerton, Don and Thomas C. Kinnaman. 1996. Household Responses to Pricing Garbage by the Bag. American Economic Review 86, 97 1-83.",
        "Container Recycling Institute, Wasting and Recycling Trends: Conclusions from CRI's 2008 Beverage Market Data Analysis (2008). It~p;LL~cc~: recycIing.org/assets/pdfs/reports/2OO8-BJ~vi DA-conclusions.pdf.",
        "Collins, Alan, Richard O'Doherty, and Martin C. Snell. 2006. Household Participation in Waste Recycling: Some National Survey Evidence from Scotland. Journal of Environmental Planning and Management 49(1), 121-40.",
        "Callan, Scott and Janet Thomas. 1997. The Impact of State and Local Policies on the Recycling Effort. Eastern Economic Journal 23(Fall), 411- 24.",
        "Beatty, Timothy K.M., Peter Berck, and Jay P. Shimshack. 2007. Curbside Recycling in the Presence of Alternatives. Economic Inquiry 45(4), 739-55. Bottle Bill Resource Guide, www.bottlebill.org/about.htrn.",
        "_____ 2009. The Economics of Recycling for Profit: Cash Recycling as an Efficiency Enhancing Anti-Poverty Program, forthcoming Land Economics.",
        "_____ 2008. The Labor Market Consequences of State Bottle Laws: Evidence from Petty Crime Rates, forthcoming American Law and Economics Review.",
        "Ashenmiller, Bevin. 2006. The Effect of Income on Recycling Behavior in the Presence of a Bottle Law: New Empirical Results, working paper."
    ]
}