{
    "id": 1558,
    "cites": 25,
    "cited_by": 79,
    "reference": [
        "Akerlof, George and Brian G.M. Main, Unemployment Spells and Unemployment Experience, American Economic Review, December 1980, 70: 885-893.",
        "Barro, Robert 3., Unanticipated Money Growth and Unemployment in the United States, American Economic Review, March 1977, 67: 101-115.",
        "States, Journal of Political Economy, August 1978, 86: 549-580.",
        "Barron, John M., Search in the Labor Market and the Duration of the Unemployment: Some Empirical Evidence, American Economic Review, December 1975, 65: 934-942.",
        "Blanchard, Olivier, The Production and Inventory Behavior of the American Automobile Industry, Journal of Political Economy, June 1983, 91: 365- 400.",
        "Carison, John A., and Michael W. Horrigan, Measures of Unemployment Duration as Guides to Research and Policy: Comment, American Economic Review, December 1983, 73: 1143-1150.",
        "Carr, Jack, and Michael R. Darby, The Role of Money Supply Shocks in the Short-Run Demand for Money, Journal of Monetary Economics, September 1981, 8: 183-199.",
        "Clark, Kim B., and Lawrence H. Summers, Labor Market Dynamics and Unemployment: A Reconsideration, Brookings Papers on Economic Activity, 1979(1), pp. 13-60.",
        "Darby, Michael R., The Allocation of Transitory Income Among Consumers Assets, American Economic Review, December 1972, 62: 928-941.",
        "Inflation, A NBER Monograph, Chicago: University of Chicago Press, 1983.",
        "Diamond, Peter A., Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, October 1982 90: 881-894.",
        "Feldstein, Martin, Temporary Layoffs in the Theory of Unemployment, Journal of Political Economy, October 1976, 84: 937-957.",
        "Hall, Robert E., The Importance of Lifetime Jobs In the U.S. Economy, American Economic Review, September 1982 72: 724-725.",
        "Haltiwanger, John, and L. Maccini, A Model of Inventory and Layoff Behavior under Uncertainty, U.C.L.A. Working Paper No. 321, January 1984.",
        "Market? UCLA Working Paper No. 343, September 1984.",
        "Heckman, James J., and George J. Borgas, Does Unemployment Cause Future Unemployment? Definitions, Questions, and Answers from a Continuous Time Model of Heterogeneity and State Dependence, Economica, August 1980, 47: 247-83.",
        "Howitt, Peter, Transaction Costs in the Theory of Unemployment, American Economic Review, March 1985 75: in press.",
        "Leijonhufvud, Axel, Information and Coordination, New York: Oxford University Press, 1981.",
        "Lilien, David M., Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy, August 19182 90: 777-793.",
        "Lippman, Steven A., and John J. McCall, The Economics of Search, Cambridge: Harvard University Press, forthcoming 1984.",
        "McCallum, Bennett T., On the Observational Inequivalence of Classical and Keynesian Models, Journal of Political Economy, April 1979, 87: 395-402.",
        "Salant, Stephen, Search Theory and Duration Data: A Theory of Sorts, Quarterly Journal of Economics, February 1977, 91: 39-58.",
        "Smith, H., and J. Vanski, Gross Change Data: The Neglected Data Base, in National Commission on Employment and Unemployment Statistics, Counting the Labor Force, Vol. II, Washington: U.S. Government Printing Office, 1979.",
        "Topel, Robert, `~Inventories, Layoffs and the Short Run Demand for Labor, American Economic Review, September 1982 72: 769-787.",
        "Wachter, Michael L., The Changing Cyclical Responsiveness of Wage Inflation, Brookings Papers on Economic Activity, 1976(1), pp. 115-l59."
    ]
}