{
    "id": 15598,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "World Trade Organization. 2001. Ministerial Declaration, November, 20,WT/MIN(0 1)/DEC/i. TABLE 1- HAND-COLLECTED VERSUS ALGORITHM-ASSIGNED NATIONALITIES Inventor Nationality Hand-collected Algorithm-assigned United States German Other foreign Total",
        "Williamson, Samuel H. 2008. Five Ways to Compute the Relative Value of a U.S. Dollar Amount, 1790 to Present. MeasuringWorth Wooldridge Jeffrey. 2002. Econometric Analysis of Cross Section and Panel Data. Cambridge: The MIT Press.",
        "United States Tariff Commission, Census of Dyes and Coal-tar Chemicals, several years, Tar~ff Information Series No.11, Government Printing Office, Washington, 1918-1923.",
        "Tandon, Pankaj. 1982. Optimal Patents with Compulsory Licensing. Journal of Political Economy 90(3): 470-486.",
        "Vol. 2, The Arts, Sciences, and Literature. New York: Research Foundation for Jewish Immigration Thackeray, Arnold, Jeffrey L. Sturchio, P.Thomas Carroll and Robert Bud. 1985. Chemistry in America, 1876-1976. Reidler Publishing Company: p.564.",
        "Stokey, Nancy L. 1988. Learning by Doing and the Introduction of New Goods. The Journal of Political Economy, 96(4): 701-717.",
        "Steinbrook, Robert. 2007. Thailand and the Compulsory Licensing of Efavirenz. New England Journal of Medicine, 356(7): 544-546.",
        "Steen, Kathryn. 2001. Patents, Patriotism, and `Skilled in the Art' USA v. The Chemical Foundation, Inc., 1923-1926. Isis, 92(1): 91-122.",
        "Rubin, Donald B. 1990. Formal Modes of Statistical Inference for Causal Effects. Journal of Statistical Planning and Inference, 25: 279-292.",
        "Navy Department. 1917. Uniform Regulations, United States Navy, Together with Regulations Together with Regulations Common to both Navy and Marine Corps, Washington, DC: Government Printing Office Popp, David, Ted Juhi and Daniel Johnson. 2004.Time in Purgatory: Examining the Grant Lag for U.S. Patent Applications. Topics in Economic Analysis & Policy, 4(1): Article 29.",
        "Lerner, Joshua. 1995. Patenting in the Shadow of Competitors. Journal of Law and Economics, 38(2): 463-495.",
        "Lexis Nexis Chronological Patent Files, 1790-1970. Available at www.lexisnexis.com Moser, Petra. 2009. Why Don't Inventors Patent? Available at http://ssrn.com/abstract=930241 Mowery, David C. and Nathan Rosenberg. 1998. Paths of Innovation. Technological Change in 20th~ century America. Cambridge: University Press.",
        "Kremer, Michael. 2002. Pharmaceuticals and the Developing World. Journal of Economic Perspectives, 16(4): 67-90.",
        "Landau, Ralph and Rosenberg, Nathan. 1992. Successful Commercialization in the Chemical Process Industries. In Technology and the Wealth of Nations, ed. N. Rosenberg, R. Landau, and D. C. Mowery, 73-120. Stanford: Stanford University Press.",
        "Hartshorne, Edward Yarnall. 1937. The German Universities and National Socialism. Cambridge: Harvard University Press Haynes, Williams. 1945. American Chemical Industry - The World War I Period 1912-1922. Vol.3. New York: D. Van Nostrand Company.",
        "Imbens, Guido W. and Jeffrey M. Wooldridge. 2009. Recent Developments in the Econometrics of Program Evaluation.Journal of Economic Literature, 47(1): 5-86 Irwin, Douglas. 1998. The Smoot-Hawley Tariff: A Quantitative Assessment. Review of Economics and Statistics, 80(2): 326-334.",
        "Irwin, Douglas A and Kienow, Peter J. 1994. Learning-by-Doing Spillovers in the Semiconductor Industry. Journal of Political Economy, 102(6): 1200-1227.",
        "Gostin, Lawrence 0. 2006. Medical Countermeasures for Pandemic Influenza: Ethics and the Law. Journal of the American Medical Association, 295(5): 554-556.",
        "Haber, Ludwig Fritz. 1971. The Chemical Industry, 1900-1930: International Growth and Technological Change. Oxford: Clarendon Press Hall, Bronwyn H., Adam B. Jaffe, and Manuel Tratjenberg. 2001. The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools. NBER Working Paper 8498.",
        "Galv",
        "Gilbert, Richard, and Carl Shapiro. 1990. Optimal Patent Length and Breadth. RAND Journal of Economics, 21(1): 106-112.",
        "Field, Alexander. 2003. The Most Technologically Progressive Decade of the Twentieth Century. American Economic Review, 93(4): 1399-1413.",
        "Eichengreen, Barry. 1989. The Political Economy of the Smoot-Hawley Tariff Research in Economic History, 12: 1-43.",
        "Davenport, A. Neil. 1979. The United Kingdom Patent System, Homewell, UK: Kenneth Mason Deichmann, Ute. 2001. Fl",
        "Delamare Fran",
        "We have been able to collect emigration and employment histories for 62 of them from Strauss (1983); 32 eventually arrived in the United States, S as early as 1933, and another 16 throughout the 193 Os.",
        "Chien, Colleen. 2003. Cheap Drugs at What Price to Innovation: Does the Compulsory Licensing of Pharmaceuticals Hurt Innovation? Berkeley Technology Law Journal ~ Between 1933 and 1939, 129 scientists were dismissed from German universities (Deichman, 2001, pp.1 18-125).",
        "Chaudhuri, Shubham, Pinelopi K. Goldberg, and Panle Jia. 2006. Estimating the Effects of Global Patent Protection in Pharmaceuticals: A Case Study of Quinolones in India. American Economic Review, 96(5): 1477-1514.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics, 119(1): 249-275.",
        "Angrist, Joshua, and Guido Imbens. 1995. Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity. Journal of the American Statistical Associations, 90(430): 431-442.",
        "Angrist, Joshua, Guido Imbens, and Donald Rubin. 1996. Identification of Causal Effects Using Instrumental Variables. Journal of Econometrics, 71(1-2): 145-160 Arrow, Kenneth. 1962. The Economic Implications of Learning by Doing. Review of Economic Studies, 29(3): 155-173.",
        "Alien Property Custodian. 1919. A detailed report by the Alien Property Custodian of all proceedings had by him under the Trading with the Enemy Act during the calendar year 1918 and to the close of business on February 15, 1919. Washington: Government Printing Office.",
        "Aftalion, F., 1991. A History of the International Chemical Industry, 0. Benfey. Trans. Philadelpia, Univeristy of Pennsylvania Press."
    ]
}