{
    "id": 15594,
    "cites": 49,
    "cited_by": 1,
    "reference": [
        "Wilson, C. H. 1939. The Economic Decline of the Netherlands. The Economic History Review 9, (2)(May): 111-27.",
        "Wicker, Elmus. 1985. Colonial Monetary Standards Contrasted: Evidence from the Seven Years' War. The Journal of Economic History, Vol. 45, No. 4 (December): 869-884.",
        "West, Edwin G. 1997. Adam Smith's Support for Money and Banking Regulation: A Case of Inconsistency. Journal of Money, Credit and Banking 29, (1) (Feb.): 127-34.",
        "White, Eugene. 1995. Free Banking, Denominational Restrictions, and Liability Insurance, In Money and Banking: The American Experience, eds. George Edward Durell Foundation. Fairfax: George Mason University Press.",
        "White, Lawrence H. 1992. Free Banking in Scotland before 1844. In The Experience of Free Banking, ed. Kevin Dowd, 157-186. London: Routledge. 1999. The Theory of Monetary Institutions Oxford: Blackwell.",
        "__________ 1987 [1740-1790]. The Correspondence of Adam Smith. The Glasgow Edition of the Works and Correspondence of Adam Smith. Oxford: Clarendon Pres. Edited by E.C. Mossner and I.S. Ross. Reprinted, Indianapolis: Liberty Classics.",
        "___________ 1985 [1763]. Lectures on Rhetoric and Belles Lettres. The Glasgow Edition of the Works and Correspondence of Adam Smith. Edited by J.C. Bryce. Oxford: Clarendon Press. Reprinted, Indianapolis: Liberty Classics.",
        "__________ 1982 [1764]. Lectures on Jurisprudence. The Glasgow Edition of the Works and Correspondence of Adam Smith. Oxford: Clarendon Press. Edited by R.L. Meek, D.D. Raphael, and P.G. Stein. Reprinted, Indianapolis: Liberty Classics.",
        "Smith, Adam. 1981 [1776]. An Inquiry into the Nature and Causes of the Wealth of Nations. The Glasgow Edition of the Works and Correspondence of Adam Smith. Edited by R.H. Campbell and A.S. Skinner. Textual Editor W.B. Todd. Oxford: Clarendon Press. Reprinted, Indianapolis: Liberty Classics.",
        "Sheridan, Richard B. 1960. The British Credit Crisis of 1772 and the American Colonies. The Journal of Economic History, Vol. 20, No. 2 (June): 161-186.",
        "Selgin, George and Lawrence H. White. 1997. The Option Clause in Scottish Banking. Journal of Money, Credit and Banking, Vol. 29, No. 2 (May): 270-273.",
        "Selgin, George. 2001. In-Concert Overexpansion and the Precautionary Demand for Bank Reserves. Journal of Money, Credit and Banking, Vol. 33, No. 2, Part 1 (May): 294-300 __________ 2008. Good Money: Birmingham Button Makers, the Royal Mint, and the Beginnings of Modern Coinage, 1775-1821. Ann Arbor: University of Michigan Press.",
        "Schwartz, Anna J. 1987. Real and Pseudo-Crises. In Money in Historical Perspective, eds. Michael D. Bordo, 27 1-88. Chicago: University of Chicago Press.",
        "Schubert, Eric 5. 1997. Crises of 1763 and 1772-1773. In Business Cycles and Depressions, an Encyclopedia, ed. David Glaser. New York: Garland Publishing, Inc.",
        "Saville, Richard. 1996. Bank of Scotland: a History, 1695-1 995. Edinburgh: Edinburgh University Press.",
        "Ross, Ian Simpson. 1995. The life of Adam Smith. Oxford; New York: Clarendon Press; Oxford; Oxford University Press.",
        "_______ 2009. Prodigals and Projectors: An Economic History of Usury Laws in the United States from Colonial Times to 1900. In Human Capital and Institutions: A Long-run View, eds. David Eltis, Frank D. Lewis and Kenneth L. Sokoloff, 285-323. Cambridge: Cambridge University Press.",
        "Rockoff, Hugh. 1986. Institutional Requirements for a Stable Free Banking Regime, Cato Journal (Fall): 617-634.",
        "Rait, Robert 5. 1930. The History of the Union Bank of Scotland. Glasgow: John Smith & Son Ltd.",
        "Redish, Angela. 2000. Bimetallism: an Economic and Historical Analysis. Cambridge: Cambridge University Press, 2000.",
        "The precipitation and fall of Mess. Douglas, Heron, and Company, late bankers in Air, with the causes of their distress and ruin, investigated and considered, by a committee of inquiry appointed by the proprietors. 1778. Edinburgh. The Making of the Modern World. Gale, Cengage Learning, 2009.",
        "__________ 2006. Vanity and the Daedalian Wings of Paper Money in Adam Smith. New Voices on Adam Smith. Ed. Eric Schlieser and Leonidas Montes. London and New York: Routledge, 27 1-289.",
        "Paganelli, Maria Pia. 2003. In Medio Stat Virtus: an Alternative View of Usury Law in Adam Smith's Thinking. History of Political Economy 35.1: 21-48.",
        "__________ 2009b. The Price of Gold, 1257-2008 MeasuringWorth,. URL: http://www.measuringworth.org/gold. Accessed November 17, 2009.",
        "Officer, Lawrence H. 2009a. What Were the UK Earnings and Prices Then? Measuring Worth,.",
        "Munro, Neil. 1928. The History of the Royal Bank of Scotland, 172 7-1 92 7. Edinburgh: R. & R. Clark, limited.",
        "Munn, Charles W. 1981. The Scottish Provincial Banking Companies, 1747-1864. Edinburgh: J. Donald.",
        "Mitchell, Brian R. 1988. British Historical Statistics. Cambridge [England]: Cambridge University Press.",
        "Mints, Lloyd W. 1945. A History of Banking Theory in Great Britain and the United States. Chicago, Ill.: University of Chicago Press.",
        "Mays, John O'Donald. 1982. The Splendid Shilling: The Social History of an Engaging Coin. Ringwood, United Kingdom: New Forrest Leaves.",
        "Levy, David M. 1987. Adam Smith's Case for Usury Laws. History of Political Economy 19.3 :3 87-400.",
        "Laidler, David. 1981. Adam Smith as a Monetary Economist. The Canadian Journal of Economics IRevue Canadienne d'Economique 14, (2) (May): 185-200.",
        "Kindleberger, Charles P. 1978. Manias, Panics, and Crashes: A History of Financial Crises. New York: Basic Books.",
        "Kerr, Andrew William. 1902. History of Banking in Scotland. London: A. & C. Black.",
        "Jadlow, Joseph M. 1977. Adam Smith on Usury Laws. Journal of Finance 32, No. 4. (September): 1195-1200.",
        "Hoppit, Julian. 1986. Financial Crises in Eighteenth-Century England. The Economic History Review, New Series, Vol. 39, No. 1 (1986): 39-58.",
        "__________ 1956. The failure of the Ayr bank, 1772. The Economic History Review 8, (3): 405-17.",
        "Hamilton, Henry. 1953. Scotland's Balance of Payments Problem in 1762. The Economic History Review, New Series, Vol. 5, No. 3: 344-357.",
        "Graham, William. 1911. The One Pound Note in the History of Banking in Great Britain. Edinburgh: J. Thin.",
        "Gherity, James A. 1994. The Evolution of Adam Smith's Theory of Banking. History of Political Economy (Fall): 423-4 1 __________ 1995. The Option Clause in Scottish Banking, 1730-65: A Reappraisal. Journal of Money, Credit and Banking, Vol. 27, No. 3 (Aug.): 7 13-726.",
        "Friedman, Milton. 1969. The Optimum Quantity of Money: and Other Essays. Chicago: Aldine Pub. Co.",
        "__________ 1986. The Resource Cost of Irredeemable Paper Money, Journal of Political Economy. 94 (June): 642-47.",
        "Douglas, James. 1975. Scottish Banknotes. London: Stanley Gibbons Publications Ltd.",
        "Clapham, John Harold. 1945. The Bank of England, a History. Two Volumes. Cambridge [Eng.]: The University Press.",
        "__________ 1975b. Adam Smith and the Bankers. In Essays on Adam Smith, eds., Andrew S. Skinner and Thomas Wilson. Oxford: Clarendon Press, 504-523.",
        "Checkland, S.G. 1975a. Scottish Banking: a History, 1695-1973. Glasgow: Collins.",
        "Carothers, Neil. 1967 [1930]. Fractional Money: A History of the Small Coins and Fractional Paper Currency of the United States. New York: John Wiley and Sons. Reprinted, Augustus M. Kelley.",
        "Cameron, Rondo. 1967. Scotland, 1750-1845. in Banking in the Early Stages of Industrialization; a Study in Comparative Economic History, by Rondo Cameron with the collaboration of Olga Crisp, Hugh T. Patrick and Richard Tilly. New York, Oxford University Press, 60-99.",
        "Bodenhorn, Howard. 1993. Small-Denomination Banknotes in Antebellum America. Journal of Money, Credit and Banking, Vol. 25, No. 4 (Nov.): 8 12-827."
    ]
}