{
    "id": 15592,
    "cites": 33,
    "cited_by": 13,
    "reference": [
        "Yi, Kei-Mu. 2002. Can Vertical Specialization Explain the Growth of World Trade? Journal of Political Economy.",
        "Vartia, Y.O., 1976, Ideal Log-change Index Numbers, Scandinavian Journal of Statistics 3, 121- 126.",
        "Sato, Kazuo, 1976, The Ideal Log-change Index Number, Review of Economics and Statistics 58, May, 223-228.",
        "Oliner, Stephen D. and Daniel E. Sichel, 2000, The Resurgence of Growth in the Late 1990s: Is Information Technology the Story? Journal of Economic Perspectives, 14(4), pp. 3-22.",
        "Oliner, Stephen D. and Daniel E. Sichel. 2002. Information Technology and Productivity: Where Are We Now and Where Are We Going? Federal Reserve Board manuscript dated May 10, to be published in Atlanta Federal Reserve Bank Review.",
        "Nordhaus, William D. 2001. Productivity Growth and the New Economy. Brookings Papers on Economic Activity, 2001:2, pp. 211-265.",
        "Nordhaus, William D. 2005. The Sources of the Productivity Rebound and the Manufacturing Employment Puzzle. National Bureau of Economic Research Working Paper #11,354.",
        "Mann, Catherine L, 2003, Globalization of IT Services and White Collar Jobs: The Next Wave of Productivity Growth. Washington, D.C.: Institute for International Economics Policy Brief #PBO3-11.",
        "Kohli, Ulrich R, 2006, Terms of Trade, Real GDP, and Real Value-Added in an Open Economy: Reassessing Hong Kong's Growth Performance. Hong Kong Institute for Monetary Research Working Paper No. 5/2006.",
        "Kohli, Ulrich R., 1990, Growth Accounting in an Open Economy. Journal of Economic and Social Measurement 16, 125-36.",
        "Kohli, Ulrich R., 2004, Real GDP, Real Domestic Income, and Terms-of-Trade Changes. Journal of International Economics, 62(1), pp 83-106.",
        "Kohli, Ulrich R., 2005, Labour Productivity vs. Total Factor Productivity. IFC Bulletin 20 (April), Irving Fisher Committee on Central Bank Statistics, International Statistical Institute.",
        "Kehoe, Timothy J., and Kim J. Ruhl. 2008. Are Shocks to the Terms of Trade Shocks to Productivity? Review of Economic Dynamics, 11(4), 804-8 19.",
        "Jorgenson, Dale W. and Kevin J. Stiroh. 2000b. Raising the Speed Limit: U.S. Economic Growth in the Information Age. Brookings Papers on Economic Activity, 1, pp. 125-211.",
        "Jorgenson, Dale W. and Kevin J. Stiroh. 2000a. Information Technology and Growth. American Economic Review, 89(2), pp. 109-115.",
        "Jorgenson, Dale W. and Zvi Griliches, 1972, Issues in Growth Accounting: A Reply to Edward F. Denison, Survey of Current Business 52:5, Part II, 65-94.",
        "Jorgenson, Dale W., 2001, Information Technology and the U.S. Economy. American Economic Review, 91(1), pp. 1-32.",
        "Houseman, Susan, 2007, Outsourcing, Offshoring, and Productivity Measurement in Unisted States Manufacturing, International Labour Review, 146(1-2), 61-80.",
        "Hummels, David and Peter Klenow, 2005, The Variety and Quality of a Nation's Trade, American Economic Review, 95(3), June, 704-723.",
        "Gullickson, William and Michael J. Harper. 1999. Possible Measurement Bias in Aggregate Productivity Growth. Monthly Labor Review 122, no. 2, February, 47-67.",
        "Gordon, Robert J. 2000. Does the `New Economy' Measure up to the Great Inventions of the Past? Journal of Economic Perspectives, Vol. 14. No. 4, Fall, pp. 49-74.",
        "Gordon, Robert J. 2003. High-Tech Innovation and Productivity Growth: Does Supply Create Its Own Demand. National Bureau of Economic Research Working Paper #9437.",
        "Fraumeni, Barbara M., Michael J. Harper, Susan G. Powers, and Robert E. Yuskavage. 2006. An Integrated BEA/BLS Production Account: A First Step and Theoretical Considerations. In A New Architecture for the US National Accounts, Dale W. Jorgenson, J. Steven Landefeld and William D. Nordhaus, eds. Studies in Income and Wealth Vol. 66, Chicago: Univ. of Chicago Press.",
        "Feenstra, Robert C., 1994, New Product Varieties and the Measurement of International Prices, American Economic Review, 84(1), March, 157-177.",
        "Diewert, W. Erwin, 2008, Changes in the Terms of Trade and Canada's Productivity Performance, University of British Columbia.",
        "Diewert, W. Erwin and Catherine J. Morrison. 1986. Adjusting Outputs and Productivity Indexes for Changes in the Terms of Trade. Economic Journal, 96, pp. 659-679.",
        "Diewert, W. Erwin. 2006. Comment on Aggregation Issues in Integrating and Accelerating BEA's Accounts: Improved Methods for Calculating GDP by Industry, in A New Architecture for the U.S. National Accounts, D.W. Jorgenson, J.S. Landefeld and W.D. Nordhaus, eds., Univ. of Chicago Press for the Conference on Research in Income and Wealth (CRIW).",
        "Bureau of the Census, 1992-2000, U.S. Exports and Imports of Merchandise on CD-ROM [machine-readable data file], Washington, D.C. Diewert, W. Erwin, 1976, Exact and Superlative Index Numbers, Journal of Econometrics, 4, 115- 146.",
        "Broda, Christian and David E. Weinstein, 2006, Globalization and the Gains from Variety, Quarterly Journal of Economics, May, 121(2), 541-585.",
        "Bosworth, Bany P., and Jack E. Triplett. 2000. What's New About the New Economy? IT, Economic Growth and Productivity. Brookings Institution manuscript, December.",
        "Blackburne, Edward F. and Mark W. Frank., 2007, Estimation of Nonstationary Heterogeneous Panels, The STATA Journal, 7(2), 197-208.",
        "Bergin, Paul R. and Robert C. Feenstra, 2009, Pass-through of Exchange Rates and Competition Between Fixers and Floaters, Journal of Money, Credit and Banking, February, 41(sl), 35-70.",
        "Alterman, William, W. Erwin Diewert and Robert C. Feenstra. 1999. International Trade Price Indexes and Seasonal Commodities. U.S. Department of Labor, Bureau of Labor Statistics, Washington, D.C. Baily, Martin Neil, and Robert Z. Lawrence. 2001. Do We Have a New E-Conomy? American Economic Review, 91(2), pp. 308-3 12."
    ]
}