{
    "id": 15591,
    "cites": 56,
    "cited_by": 14,
    "reference": [
        "Shleifer, A. and Vishny, R.W. (1997), The Limits of Arbitrage, Journal of Finance, 52, 35-56.",
        "Roll, Richard, 1983, Vas first Das? Journal of Portfolio Management, 18 - 28.",
        "Sagi, Jacob S., and Mark S. Seasholes (2007), Firm-Specific Attributes and the CrossSection of Momentum, Journal of Financial Economics 84, 389 - 434.",
        "Rouwenhorst, K. Geert, 1998, International momentum strategies, Journal of Finance 53, 267 - 284.",
        "Officer, Lawrence H., 2008a, What Was the U.K. GDP Then? Measuring Worth.",
        "Officer, Lawrence H., 2008b, Five Ways to Compute the Relative Value of a UK Pound Amount, 1830 to Present, Measuring Worth.",
        "Newey, W., and K. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-708.",
        "Lo, Andrew W., and A. Craig MacKinlay, 1990, When are contrarian profits due to stock market-overreaction? Review of Financial Studies 3, 175 - 208.",
        "Levy, Robert, 1967, Relative strength as a criterion for investment selection, Journal of Finance, 22, 595 - 610.",
        "Lesmond, David, Michael Schill and Chungsheng Zhou, 2004, The Illusory Nature of Momentum Profits, Journal of Financial Economics, 71, 349 - 380.",
        "Lakonishok, J., R. Shleifer, and R. Vishny, 1994, Contrarian investment, extrapolation, and risk,Journal of Finance 49,1541-1578.",
        "Korajczyk, Robert A. and Ronnie Sadka, 2004, Are Momentum Profits Robust to Trading Costs?, Journal of Finance 59, 1039 - 1082.",
        "Johnston, Louis D. and Samuel H. Williamson, 2008, What Was the U.S. GDP Then? Measuring Worth.",
        "Jensen, Michael and George Bennington, 1970, Random walks and technical theories: Some additional evidence, Journal of Finance 25, 469 - 482.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 2005, Momentum: A review, in Advances in Behavioral Finance II, Ed. Richard Thaler, Princeton University Press, NJ.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 2002, Cross-sectional and time-series determinants of momentum returns, Review of Financial Studies 15, 143 - 158.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 2001, Profitability of momentum strategies: An evaluation of alternative explanations, Journal of Finance 56, 699 - 720.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1995, Overreaction, delayed reaction, and contrarian profits, Review of Financial Studies 8, 973 - 993.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65 - 91.",
        "Jegadeesh, Narasimhan and Sheridan Titman, 1991, Short horizon return reversals and the bid-ask spread, Working paper UCLA.",
        "Jegadeesh, Narasimhan, 1990, Evidence of predictable behavior of security returns, Journal of Finance 45, 881 - 898.",
        "Hou, Kewei, 2001, Information diffusion and asymmetric cross-autocorrelations in stock returns, Working Paper, The Ohio State University.",
        "Hong, Harrison, and Jeremy C. Stein, 1999, A unified theory of underreaction, momentum trading and overreaction in asset markets, Journal of Finance 54, 2143 - 2184.",
        "Hong, Harrison, Terence Lim, and Jeremy C. Stein, 2000, Bad news travels slowly: Size, analyst coverage, and the profitability of momentum strategies, Journal of Finance 55, 266-295.",
        "Grundy, Bruce D., and J. Spencer Martin, 2001, Understanding the nature of the risks and the source of the rewards to momentum investing, Review of Financial Studies 14, 29 -78.",
        "Grinblatt, Mark, and Sheridan Titman, 1989, Mutual Fund Performance: An Analysis of Quarterly Portfolio Holdings, Journal of Business 62, 393 - 416.",
        "Grinblatt, Mark, and Tobias Moskowitz, 1999, Do industries explain momentum?, Journal of Finance 54, 1249 - 1290.",
        "Grinblatt, Mark, and Tobias Moskowitz, 2004, Predicting stock price movements from past returns: the role of consistency and tax-loss selling, Journal of Financial Economics, 71, 541 - 579.",
        "Grinblatt, Mark, and Matti Keloharju, 2001, What makes investor trade? Journal of Finance 56, 589 - 616.",
        "Grinblatt, Mark, and Bing Han, 2005, Prospect Theory, Mential Accounting, and Momentum, Journal of Financial Economics, 78, 311 - 149.",
        "Griffin, John, M., Xiuqing Ji, and J. Spencer Martin, 2005, Global momentum strategies: A portfolio perspective, Journal of Portfolio Management, 31, 23 - 29",
        "Goetzmann, W., R.G. Ibbotson, and L. Peng, 2001, A New Historical Database for the NYSE 1815 to 1925: Performance and Predictability, Journal of Financial Markets, 4, 1 - 32.",
        "Goetzmann, William, 1993, Patterns in Three Centuries of Stock Market Prices, Journal ofBusiness, 66, 249 - 270.",
        "Gervais, Simon, and Terrance Odean, 2001, Learning to be overconfident, Review of Financial Studies 14, 1-27.",
        "Gatev, Evan, William Goetzmann and Geert Rouwenhorst, 2006, Pairs Trading: Performance of a Relative-Value Arbitrage Rule, Review of Financial Studies, 19, 797 - 827.",
        "Gabaix, Xavier, and Rustam Ibragimov, 2009, Rank-1/2: A Simple Way to Improve the OLS Estimation of Tail Exponents forthcoming, Journal of Business Economics and Statistics.",
        "Gabaix, Xavier, Parameswaran Gopikrishnan, Vasiliki Plerou and H. Eugene Stanley 2006, Institutional Investors and Stock Market Volatility, Quarterly Journal of Economics, 121, 461-504.",
        "Frazzini, Andrea, 2006, The disposition effect and under-reaction to news, Journal of Finance",
        "Gabaix, Xavier, 2009, Power Laws in Economics and Finance, forthcoming, Annual Review of Economics.",
        "Fama, Eugene F., and Kenneth R. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Financial Economics 51, 55 - 84.",
        "Daniel, Kent, M. Grinblatt, S. Titman, and R. Wermers, 1997, Measuring mutual fund performance with characteristic-based benchmarks, Journal of Finance 52, 1217 - 1218.",
        "Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and overreactions, Journal of Finance 53, 1839 -1886.",
        "Cooper, Michael. J., Roberto C. Gutierrez, and Allaudeen Hameed, 2004, Market states and momentum, Journal of Finance 59, 1345 - 1365.",
        "Conrad, Jennifer, and Gautam Kaul, 1998, An anatomy of trading strategies, Review of Financial Studies 11,489- 519.",
        "Chordia, Tarun, and Lakshmanan Shivakumar, 2002, Momentum, business cycle, and time-varying expected returns, Journal of Finance 57, 985 - 1019",
        "Chui, Andy C. W., Sheridan Titman, and K. C. John Wei, 2007, Individualism and Momentum around the World, Working paper, University of Texas.",
        "Chen, Long and Lu Zhang, 2007, Neoclassical Factors, Working Paper, Ross School of Business, University of Michigan.",
        "Chan, Louis K. C., Narasimhan Jegadeesh, and Josef Lakonishok, 1996, Momentum strategies, Journal of Finance 51, 1681 - 1713.",
        "Carlson, M., Fisher, A., Giammarino, R., 2004, Corporate investment and asset price dynamics: implications for the cross-section of returns, Journal of Finance 59, 2577 - 2603.",
        "Carhart, M. M., 1997, On persistence in mutual fund performance, Journal of Finance, 52, 57 - 82.",
        "Bray, A., and J. B. Heaton, 2002, Competing Theories of Financial Anomalies, Review of Financial Studies 15, 575 - 606",
        "Black, Fischer, 1973, Yest, Virgina, There is Hope: Tests of the Value Line Ranking System, FinancialAnalyst Journal, 29, 10 - 14.",
        "Berk, Jonathan, Richard Green and V. Naik, 1999, Optimal Investment, Growth Options and Security Returns, Journal of Finance, 54, 1553 - 1608.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny, 1998, A Model of Investor Sentiment, Journal of Financial Economics 49, 307 - 343.",
        "Asness, C., T. Moskowitz and L. Pedersen, 2008, Value and Momentum Everywhere, Discussion Paper, Chicago and NYU.",
        "Annaert, J. and W. Van Hyfte, 2006, Long-horizon mean reversion for the Brussels Stock Exchange: evidence for the 19th century, Discussion Paper, Ghent University."
    ]
}