{
    "id": 15607,
    "cites": 36,
    "cited_by": 34,
    "reference": [
        "Venti, Steven F. And David A. Wise. 1999. Lifetime Earnings, Saving Choices, and Wealth at Retirement. In James P. Smith and Robert J. Willis, Editors, Wealth, Work and Health: Innovations in Measurement in the Social Sciences. Ann Arbor, University of Michigan Press, pp. 87-120.",
        "Scholz, Seshadri and Khitatrakun. 2006. Are Americans Saving Optimally for Retirement. Journal of Political Economy 114(4): 607-643.",
        "Van der Klaauw, Wilbert and Kenneth I. Wolpin. 2006. Social Security and the Retirement and Savings Behavior of Low Income Households. Journal of Econometrics 145(12) : 21-42.",
        "Rust, John and Christoper Phelan. 1997. How Social Security and Medicare Affect Retirement. Econometrica 65(4):78 1-831.",
        "Michaud. Pierre-Carl. 2003. Joint Labour Supply Dynamics of Older Couples. IZA Discussion Paper 832.",
        "_________________ 2010 ~forthcomingL ~Back to Work: Expectations and Realizations of Work After Retirement. Journal of Human Resources.",
        "Maestas, Nicole. 2001. Labor, Love & Leisure: Complementarity and the Timing of Retirement by Working Couples. Berkeley: Xerox.",
        "Lundberg, Shelly. 1999. Family Bargaining and Retirement Behavior, in Behavioral Dimensions of Retirement Economics, ed. Henry Aaron, Russell Sage/Brookings: 253-272.",
        "Krueger, Alan B., and Pischke, Jorn-Steffen. The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation. Journal of Labor Economics 10(4) (Oct. 1992): 412-437.",
        "Keane, Michael P. and Kenneth Wolpin. 1997. The Career Decisions of Young Men. Journal of Political Economy 105(3): 473-522.",
        "Ibbotson Associates. 2002. Valuation Edition 2002 Yearbook. Chicago: Ibbotson Associates.",
        "Hurd, Michael D. 1990. The Joint Retirement Decision of Husbands and Wives. In Issues in the Economics of Aging, edited by David A. Wise. Chicago: University of Chicago Press: 231-254.",
        "Gustman, Alan L., Thomas L. Steinmeier and Nahid Tabatabai. 2010a. Pensions in the Health and Retirement Study. Cambridge: Harvard University Press. ________________ 20 lOb. What the Stock Market Decline Means for the Financial Security and Retirement Choices of the Near-Retirement Population. Journal of Economic Perspectives. Winter.",
        "_________________ 2009. How Changes in Social Security Affect Recent Retirement Trends. Research on Aging 3 1(2): 261-290.",
        "_________________ 2008. How Does Modeling of Retirement Decisions at the Family Level Affect Estimates of the Impact of Social Security Policies on Retirement? University of Michigan, Retirement Research Center, Report on Project UMO8-03.",
        "_________________ 2006. Social Security and Retirement Dynamics. Michigan Retirement Research Center, Working Paper 2006-121.",
        "_________________ 2005. The Social Security Early Retirement Age In A Structural Model of Retirement and Wealth. Journal of Public Economics 89(2-3): 44 1-463.",
        "_________________ 2004. Social Security, Pensions and Retirement Behavior Within the Family. Journal of Applied Econometrics, 19(6): 723-73 8.",
        "______________ 2000. Retirement in a Family Context: A Structural Model for Husbands and Wives. Journal of Labor Economics 18(3): 503-545.",
        "_________________ 1999. Effects of Pensions on Savings: Analysis with Data From the Health and Retirement Study. In Carnegie-Rochester Conference Series on Public Policy 50: 27 1-326.",
        "_________________ 1986a. A Structural Retirement Model. Econometrica, 54(3): 555-584.",
        "French, Eric and John Bailey Jones. 2004. The Effects of Health Insurance and Self-Insurance on Retirement Behavior. Chicago: Federal Reserve Bank of Chicago, Working Paper 2004-12. Gustman, Alan L. and Thomas L. Steinmeier. Modeling the Retirement Process for Policy Evaluation and Research. Monthly Labor Review 107(7): 26-33.",
        "French, Eric. 2005. The Effects of Health, Wealth, and Wages on Labor Supply and Retirement Behavior. Review of Economic Studies 72: 395-427.",
        "Cutler, David M., Jeffrey B. Liebman and Seamus Smyth. 2006. How Fast Should the Social Security Eligibility Age Rise? National Bureau of Economic Research, Retirement Research Center Working Paper.",
        "Coile, Courtney and Jonathan Gruber. 2000. Social Security and Retirement. NBER Working Paper 7830.",
        "Coile, Courtney C. 2004. Retirement Incentives and Couples Retirement Decisions. Topics in Economic Analysis and Policy 4(1): article 17.",
        "Cherchye, Laurens, Bram De Rock and Frederic Vermeulen. 2009. Opening the Black Box of Intrahousehold Decision Making: Theory and Nonparametric Empirical Tests of General Collective Consumption Models. Journal of Political Economy 117(6): 1074-1104.",
        "Efficient Intra-household Allocations and Distribution Factors: Implicatins and Identification. Working paper 2006-02. Centre for Applied Microeconmetrics, Department of Economics, University of Copenhagen.",
        "Bound, J., T.R. Stinebrickner and T. Waidmann. 2006. Health, Economic Resources and the Work Decisions of Older Men. Paper presented at NBER Summer Institute on Aging.",
        "Blundell, Ricard, P.A. Chiappori, T. Magnac and C. Meghir (2001). Collective Labor Supply with Nonparticipation. IFS Working Paper 0 1/19.",
        "Blau, David M. and Donna B. Gilleskie. 2006. Health Insurance and Retirement of Married Couples. Journal of Applied Econometrics 21: 935-953.",
        "_________________ 1998. Labor Force Dynamics of Older Married Couples. Journal of Labor Economics 16(3): 525-629.",
        "Berkovec, James C. and Steven Stern. 1991. Job Exit Behavior of Older Men. Econometrica 59(1): 189-210.",
        "Blau, David. 1997. Social Security and the Labor Supply of Older Married Couples. Labour Economics 4(4): 373-4 18.",
        "Benitez-Silva, Hugo, Moshe Buchinsky and John Rust. (2004) How Large is the Bias in Self Reported Disability? Journal of Applied Econometrics, 19(6): 649-670.",
        "Benitez-Silva, Hugo, Moshe Buchinsky, Hiu Man Chan, John Rust and Sophia Cheidvasser. 1999. An Empirical Analysis of the Social Security Disability Application, Appeal and Award Process. Labour Economics 6: 147-178."
    ]
}