{
    "id": 15601,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Weil, David N. (1994), The Saving of the Elderly in Micro and Macro Data, Quarterly Journal of Economics, vol. 109, no. 1 (February), pp. 55-8 1.",
        "Statistics Bureau, Ministry of Internal Affairs and Communications, Government of Japan (2009), Japan Statistical Handbook, 2009 edition (Tokyo: Japan Statistical Association) and earlier editions of the same.",
        "Movshuk, Oleksandr (2009), Household Savings through Life Stages: Evidence from Micro Data, mimeo., Faculty of Economics, Toyama University, Toyama, Japan.",
        "Ishikawa, Tsuneo (1988), Saving and Labor Supply Behavior of Aged Households in Japan, Journal of the Japanese and International Economies, vol. 2, no. 4 (December), pp. 417-449.",
        "_____________________ and Yin, Ting (2009), The Impact of the Age Structure of the Population on the Household Saving Rate in Japan, mimeo., Institute of Social and Economic Research, Osaka University, Ibaraki, Osaka, Japan.",
        "_____________________ Yamashita, Koji; Nishikawa, Masashi; and Iwamoto, Shiho (2002), On the Importance, Nature, and Impact of Bequests in Japan, mimeo., Institute of Social and Economic Research, Osaka University.",
        "____________________ and Watanabe, Wako (1997), Why Do People Save? A Micro-Analysis of Motives for Household Saving in Japan, Economic Journal, vol. 107, no. 442 (May), pp. 537-552.",
        "____________________ Suzuki, Wataru; and Hatta, Tatsuo (2007), Aging, Saving and Public Pensions, Asian Economic Policy Review, vol. 2, no. 2, pp. 303-319.",
        "____________________ Kasuga, Norihiro; Yamazaki, Katsuyo; and Watanabe, Wako (1996), Do the Aged Dissave in Japan? Evidence from Micro Data, Journal of the Japanese and International Economies, vol.10, no. 3 (September), pp. 295-3 11.",
        "_____________________ and Kan, Man (2009), Chochiku/Shisan (Saving/Wealth), in Yasuyoshi Oouchi and Hiroko Akiyama, eds., Shin Rounen-gaku (New Gerontology), 3rd edition (Tokyo: University of Tokyo Press), forthcoming.",
        "_____________________ Fujisaki, Hideki; Watanabe, Wako; and Kouno, Takatsugu (2000), Are Americans More Altruistic than the Japanese? A U.S.-Japan Comparison of Saving and Bequest Motives, International Economic Journal, vol. 14, no. 1 (Spring), pp. 1-31.",
        "______________________ (2002), Are the Japanese Selfish, Altruistic, or Dynastic? Japanese Economic Review, vol. 53, no. 1 (March), pp. 26-54 (the 2001 JEA-Nakahara Prize Lecture).",
        "_____________________ (2001), Japan's Public Pension System in the Twenty-first Century, in Magnus Blomstrom, Byron Gangnes, and Sumner LaCroix, eds., Japan ~ New Economy: Continuity and Change in the Twenty-first Century (New York: Oxford University Press), pp. 99-119.",
        "_____________________ (1997), A Cointegration Analysis of the Impact of the Age Structure of the Population on the Household Saving Rate in Japan, Review of Economics and Statistics, vol. 79, no. 3 (August), pp. 511-516.",
        "____________________ (1993), Saving in Japan, in Arnold Heertje, ed., World Savings: An International Survey (Oxford, UK, and Cambridge, USA: Blackwell Publishers), pp. 23 8-278.",
        "____________________ (1989), Why Is Japan's Private Saving Rate So High? in Ryuzo Sato and Takashi Negishi, eds., Developments in Japanese Economics (Tokyo: Academic Press/Harcourt Brace Jovanovich, Publishers), pp. 145-178.",
        "Horioka, Charles Yuji (1984), The Applicability of the Life-Cycle Hypothesis of Saving to Japan, Kyoto University Economic Review, vol. 54, no. 2 (October), pp. 3 1-56.",
        "________________ Ando, Albert; and Ferris, Richard (1988), Life Cycle and Bequest Savings: A Study of Japanese and U.S. Households Based on Data from the 1984 NSFIE and the 1983 Survey of Consumer Finances, Journal of the Japanese and International Economies, vol. 2, no. 4 (December), pp. 450-49 1.",
        "______________ (1997), Understanding Saving: Evidence from the United States and Japan (Cambridge, Massachusetts: MIT Press).",
        "Hayashi, Fumio (1986), Why Is Japan's Saving Rate So Apparently High? NBER Macroeconomics Annual 1986, vol. 1, pp. 147-210.",
        "Dekle, Robert (1990), Do the Japanese Elderly Reduce Their Total Wealth? A New Look With Different Data, Journal of the Japanese and International Economies, vol. 4, no. 3 (September), pp. 309-3 17."
    ]
}