{
    "id": 15611,
    "cites": 28,
    "cited_by": 53,
    "reference": [
        "Zhou, C. (1997). Default correlation: An analytical result. Finance and Economics Discussion Series, Federal Reserve Board, May, 27.",
        "Vega-Redondo, F. (2007). Complex Social Networks. Series: Econometric Society Monographs. Cambridge University Press.",
        "Seneta, E. (2006). Non-Negative Matrices and Markov Chains. Springer.",
        "Shin, H. (2008). Risk and Liquidity in a System Context. Journal of Financial Intermediation, 17:315-329.",
        "Oksendal, B. and Karsten, B. (1998). Stochastic Differential Equations: An Introduction with Applications. Springer.",
        "Nier, E., Yang, J., Yorulmazer, T., and Alentorn, A. (2007). Network Models and Financial Stability. Journal of Economic Dynamics and Control, 31(6):2033-2060.",
        "Morris, S. and Shin, H. (2008). Financial regulation in a system context. Brookings Panel on Economic Activity, September.",
        "Merton, R. (1974). On the Pricing of Corporate Debt: The Risk Structure of Interest Rates. The Journal of Finance, 29(2):449-470.",
        "Kiyotaki, N. and Moore, J. (2002). Balance-Sheet Contagion. The American Economic Review, 92(2):46-50.",
        "Longstaff, F. and Schwartz, E. (1995). A Simple Approach to Valuing Risky Fixed and Floating Rate Debt. Journal of Finance, 50(3):789-852.",
        "Kiyotaki, N. and Moore, J. (1997). Credit cycles. Journal of Political Economy, 106:211248.",
        "Jackson, M. and Rogers, B. (2007). Relating Network Structure to Diffusion Properties through Stochastic Dominance. The BE Journal of Theoretical Economics, 7(1):1-13.",
        "Ion, G., Jafarey, S., and Padilla, F. (2006). Systemic risk on the interbank market. Journal of Economic Behaviour and Organisation, 61(4):525-542.",
        "Hull, J. and White, A. (2001). Valuing credit default swaps ii: Modeling default correlations. Journal of Derivatives, 8(3):12-22.",
        "Furfine, C. (2003). Interbank Exposures: Quantifying the Risk of Contagion. Journal of Money, Credit ~ Banking, 35(1):111-129.",
        "Gardiner, C. W. (2004). Handbook of Stochastic Methods: for Physics, Chemistry and the Natural Sciences. Springer, Springer Series in Synergetics.",
        "Elsinger, H., Lehar, A., and Summer, M. (2006). Risk Assessment for Banking Systems.",
        "Freixas, X., Parigi, B. M., and Rochet, J.-C. (2000). Systemic risk, interbank relations, and liquidity provision by the central bank. Journal of Money, Credit and Banking, 32 :6 11-638.",
        "Eisenberg, L. and Noe, T. (2001). Systemic risk in financial systems. Management Science, 47(2) :236-249.",
        "Diamond, D. and Dybvig, P. (1983). Bank Runs, Deposit Insurance, and Liquidity. The Journal of Political Economy, 91(3):401.",
        "Brunnermeier, M. (2008). Deciphering the 2007-08 Liquidity and Credit Crunch. Journal of Economic Perspectives, 23(1): 77-1 00.",
        "Brunnermeier, M. and Pederson, L. (2009). Market Liquidity and Funding Liquidity.",
        "Brock, W., Rothschild, M., and Stiglitz, J. E. (1989). Stochastic capital theory. In Feiwel, G. R., editor, Joan Robinson and Modern Economic Theory, pages 591-622. Mac Millan Press.",
        "Boss, M., Summer, M., and Thurner, 5. (2004). Contagion flow through banking networks.",
        "Black, F. and Cox, J. (1976). Valuing Corporate Securities: Some Effects of Bond Indenture Provisions. Journal of Finance, 31(2):351-367.",
        "Bernanke, B., Gertler, M., and Gilchrist, 5. (1999). The financial accelerator in a quantitative business cycle framework. In Taylor, J. and Woodford, M., editors, Handbook of Macroeconomics. Amsterdam, North-Holland.",
        "Allen, F. and Gale, D. (2005). Systemic risk and regulation. NBER in a volume on the Risks of Financial Institutions edited by M. Carey and R. Stulz.",
        "Allen, F. and Gale, D. (2001). Financial contagion. Journal of Political Economy, 108(1):1-33."
    ]
}