{
    "id": 15612,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Yurekli, Ayda A. and Ping Zhang. 2000. The Impact of Clean Indoor-Air Laws and Cigarette Smuggling on the Demand for Cigarettes: An Empirical Model. Health Economics, 9(2): 159-170.",
        "Yonish, Steve, James L. Mcquivey, Gillian Demoulin, Jennifer Gordon, Resa Broadbent. 2001. Why Technographics Works, Forrester Research, Incorporated, November. http ://www.forrester.comlERlResearch/Report/Summary/0, 1338,11797,00 .html.",
        "Thursby, Jerry and Marie Thursby. 2000. Interstate Cigarette Bootlegging: Extent, Revenue Losses, and Effects of Federal Intervention. National Tax Journal, 53(1): 59-78.",
        "Slemrod, Joel and Wojciech Kopczuk. 2002. The Optimal Elasticity of Taxable Income. Journal of Public Economics, 84(1): 91-112.",
        "Stehr, Mark. 2005. Cigarette Tax Avoidance and Evasion. Journal of Health Economics, 24(2): 277-297.",
        "Rubin, Robert. 2001. Online Tobacco Sales Grow, States Lose. Forrester Research, Incorporated, April 27. http ://www.forrester.comlERlResearch/Brief/Excerpt/0, 1317,12253,00 .html.",
        "Ridgewood Economic Associates, Ltd. 2002. New Cigarette Tax Revenue Sources for New York State. ~tt~:/7www ~n'.or~ifaxIo~.~study2OO2pd[pdf.",
        "Orzechowski and Walker, 2006. The Tax Burden on Tobacco: Historical Compilation, Volume 41. Arlington, VA: Orzechowski and Walker.",
        "Lovenheim, Michael F. 2008. How Far to the Border?: The Extent and Impact of CrossBorder Casual Cigarette Smuggling. National Tax Journal, 61(1): 7-33.",
        "Lewis, Truman. 2007. Bill Targets Online Cigarette Sellers, Consumeraffairs.com, July 11. ~ OflI1fl~ html.",
        "Keeler, Theodore E., The-wei Hu, Willard G. Manning and Hai-Yen Sung. 2001. State Tobacco Taxation, Education, and Smoking: Controlling for Effects of Omitted Variables. National Tax Journal, 54(1): 83-102.",
        "Gruber, Jonathan, Anindya Sen, and Mark Stabile. 2003. Estimating Price Elasticities When There is Smuggling: The Sensitivity of Smoking to Price in Canada. Journal of Health Economics, 22(5): 82 1-842.",
        "Gruber, Jonathan and Botond Koszegi. 2001. Is Addiction Rational? Theory and Evidence. Quarterly Journal of Economics, 116(4): 1261-1305.",
        "Goolsbee, Austan and Jeffrey Brown. 2002. Does the Internet Make Markets More Competitive? Evidence from the Life Insurance Industry. Journal of Political Economy, 110(3): 48 1-507.",
        "Glasner, Judith. 2003. U.S. Bill Targets Tobacco Sites, Wired News, June 6. http://www.wired.comlnews/business/0, 1367,591 24,00.htnil.",
        "General Accounting Office. 2003. Internet Cigarette Sales: Limited Compliance and Enforcement of the Jenkins Act Result in Loss of State Tax Revenue. GAO03 -714T, May 1.",
        "General Accounting Office. 2002. Internet Cigarette Sales: Giving ATF Investigative Authority May Improve Reporting and Enforcement. GAO-02- 743, August 9.",
        "Farrelly, Matthew, Frank J. Chaloupka, and Terry Pehacek. 2001. The Impact of Tobacco Control Program Expenditures on Aggregate Sales: 198 1-1998. National Bureau of Economic Research Working Paper 8691.",
        "Evans, William, Matthew C. Fanelly and Edward Montgomery. 2002. Do Workplace Bans Reduce Smoking? American Economic Review, 89(4): 728-747.",
        "Evans, William, Jeanne Ringle and Diana Stech. 1999. Tobacco Taxes and Public Policy to Discourage Smoking. In Tax Policy and the Economy, volume 13, ed. James Poterba, 135-154. Cambridge, MA: MIT Press.",
        "Consumeraffairs.com. 2005. Credit Card Companies Snuff Online Tobacco Sales, March 17. http ://www.consumeraffairs .comlnewso4/2005/tobacco_ags .html.",
        "Coats, Morris. 1995. A Note on Estimating Cross-Border Effects of State Cigarette Taxes. National Tax Journal, 48(4): 573-84.",
        "Culyer, 1539-1627. Amsterdam: Elsevier. Chetty, Raj, Adam Looney and Kory Kroft. Forthcoming. Salience and Taxation: Theory and Evidence. American Economic Review.",
        "Centers for Disease Control. 2003. Behavioral Risk Factor Surveillance System. ~ (accessed October 2, 2003).",
        "Chaloupka, Frank J. and Kenneth Warner. 2000. The Economics of Smoking. In The Handbook of Health Economics, v.JB, ed. Joseph P. Newhouse and Anthony J.",
        "Becker, Gary, Michael Grossman, and Kevin Murphy. 1994. An Empirical Analysis of Cigarette Addiction. American Economic Review, 84(3), June, 396-418.",
        "Behavioral Risk Factor Survey System, Oregon. 2004. Tobacco Use Module, ~ page 28.",
        "Business Review. 2003. New York Begins Ban on Internet Sales, June 18. http ://albany.bizj ournals .comlalbany/stories/2003/06/ 1 6/daily2S .html.",
        "AdvertisingAge. 2002. Top 10 Cigarette Brands, June 24. http ://www.adage.comlpage .cms?pageld=925.",
        "Advisory Commission on Intergovernmental Relations. 1985. Cigarette Tax Evasion: A Second Look. Washington, D.C.."
    ]
}