{
    "id": 1561,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Baily, Martin N. (1981), The Productivity Growth Slowdown and Capital Accumulation, American Economic Review, Papers and Proceedings, May 1981, pp. 326-331.",
        "Berndt, Ernst R., and Melvin A. Fuss (1981), Productivity Measurement Using Capital Asset Valuation to Adjust for Variations in Utilization, Institute for Policy Analysis, University of Toronto, Working Paper No. 8125, September.",
        "Berndt, Ernst R., and David 0. Wood (1975), Technology, Prices, and the Derived Demand for Energy, Review of Economics and Statistics, 57, No. 3, August, pp. 59-68.",
        "Berndt, Ernst R., and David 0. Wood (1984), Energy Price Changes and the Induced Revaluation of Durable Capital in U.S. Manufacturing During the OPEC Decade, Manuscript, MIT Center for Energy Policy Research, January.",
        "Hulten, Charles (1983), Short Run and Long Run Cost Functions and the Measurement of Efficiency Change, Manuscript, July.",
        "Jorgenson, Dale W., and Zvi Griliches (1967), The Explanation of Productivity Change, Review of Economic Studies, Vol. 34(3), No. 99, July, pp. 249-282.",
        "Lau, Lawrence J. (1978), Applications of Profit Functions, in Production Economics: A Dual Approach to Theory and Applications, M.A. Fuss and D. McFadden, eds., North-Holland.",
        "Morrison, Catherine J., (l983a), Dynamic Factor Demands, Market Power, and the Shape of the Adjustment Cost Function, Manuscript, January. Morrison, Catherine J., (l983b), Structural Models of Dynamic Factor Demands With Nonstatic Expectations: An Empirical Comparison of Rational and Adaptive Expectations, Manuscript, January. Morrison, Catherine J., (l983c), Primal and Dual CU: An Application to Productivity Measurement in the U.S. Automobile Industry, Forthcoming, Proceedings of the 1983 Annual Conference on Current Issues in Productivity, Rutgers University, December.",
        "Morrison, Catherine J., (1984), On the Economic Interpretation and Measurement of Optimal Capacity Utilization With Anticipatory Expectations, Manuscript, January.",
        "Nickell, S.J., (1978), The Investment Decisions of Firms, Cambridge University Press, Oxford.",
        "Ohta, M. (1975), A Note on the Duality Between Production and Cost Functions: Rate of Returns to Scale and Rate of Technical Progress, Economic Studies Quarterly, 25, pp. 63-65.",
        "Solow, Robert M., (1957), Technical Change and the Aggregate Production Function, Review of Economics and Statistics, Vol. 39, No. 5, August, pp. 312-320."
    ]
}