{
    "id": 15610,
    "cites": 33,
    "cited_by": 34,
    "reference": [
        "Zauner, Klaus G. 1999. A Payoff Uncertainty Explanation of Results in Experimental Centipede Games. Games and Economic Behavior, 26(1): 157-185.",
        "USCF Handbook. 2008. United States Chess Federation. http://main.uschess.org/index.php.",
        "Sprague, Richard (1935-1936). Uber Matematische Kampfspiele, Tohoku Mathematics Journal, 41(13): 438-444.",
        "Selten, Reinhard and Rolf Stoecker. 1986. End Behavior in Sequences of Finite Prisoner's Dilemma Supergames. Journal of Economic Behavior and Organization, 7(1): 47-70.",
        "Selten, Reinhard. 1965. Spieltheoretische Behandlung eines Oligopolmodells mit Nachfragetragheit, Zeitschrift fur die Gesamte Staatswissenschaft, 12: 30 1-324.",
        "Sally, Judith D., and Paul J. Sally. 2003. TriMathalon: A Workout Beyond the School Curriculum. Natick, MA: AK Peters, Ltd.",
        "Rosenthal, Robert W. 1981. Games of Perfect Information, Predatory Pricing and Chain Store Paradox. Journal of Economic Theory, 25(1): 92-100.",
        "Reny, Philip J. 1992. Rationality in Extensive Form Games. Journal of Economic Perspectives 6 (Autumn): 103-118.",
        "Reny, Philip J. 1988. Common Knowledge and Games with Perfect Information. PSA: Proceedings of the Biennial Meeting of the Philosophy of Science Association, 2: 363-369.",
        "Rapoport, Amnon, William E. Stein, James E. Parco and Thomas E. Nicholas. 2003. Equilibrium Play and Adaptive Learning in a Three-Person Centipede Game. Games and Economic Behavior, 43(2): 239-265.",
        "Palacios-Huerta, Ignacio, and Oscar Volij. 2009. Field Centipedes. American Economic Review, 99(4): 1619-1635.",
        "Nagel, Rosemarie C., and Fang F. Tang. 1988. Experimental Results on the Centipede Game in Normal Form: An Investigation on Learning. Journal of Mathematical Psychology, 42(2-3): 356-384.",
        "McKelvey, Richard D., and Thomas R. Palfrey. 1992. An Experimental Study of the Centipede Game. Econometrica, 60(4): 803-836.",
        "Kreps, David M. 1990. A Course in Microeconomic Theory. New Jersey: Princeton University Press.",
        "Kawagoe, Toshiji, and Hirokazu Takizawa. 2008. Level-K Analysis of Experimental Centipede Games. http://papers.ssrn.comlsol3/papers.cfm?abstractjd= 1289514.",
        "Johnson, Eric J., Cohn Camerer, Sankar Sen, and Talia Rymon. 2002. Detecting Failures of Backward Induction: Monitoring Information Search in Sequential Bargaining. Journal of Economic Theory, 104(1): 16-47.",
        "Grundy, Philip. (1939). Mathematics and Games, Eureka, 2: 6-8.",
        "Gneezy, Un, Aldo Rustichini, and Alexander Vostroknutov. 2007. I'll Cross That Bridge When I Come to It. http ://www.vostroknutov.comlpdfs/racebeh.pdf.",
        "FIDE Handbook. 2008. World Chess Federation.http ://www.fide .comlcomponent/handbookl.",
        "Fey, Mark, Richard D. McKelvey and Thomas R. Palfrey. 1996. An Experimental Study of Constant-Sum Centipede Games. International Journal of Game Theory, 25(1): 269-287.",
        "Dixit, Avinash K. 2005. Restoring Fun to Game Theory. Journal of Economic Education, 36(3): 205-219.",
        "Dufwenberg, Martin, Ramya Sundaram, and David J. Butler. 2008. Epiphany in the Game of 21. http ://www.u. arizona.edu/-martind 1/.",
        "De Groot, Adriaan. 1965, Thought and Choice in Chess. The Hague: Mouton.",
        "Costas-Gomes, Miguel A., and Vincent P. Crawford. 2006. Cognition and Behavior in TwoPerson Guessing Games: An Experimental Study. American Economic Review, 96(5): 1737-68.",
        "Bornstein, Gary, Tamar Kugler, and Anthony Ziegelmeyer. 2004. Individual and Group Decisions in the Centipede Game: Are `Groups' More Rational Players? Journal of Experimental Social Psychology, 40(5): 599-605.",
        "Binmore, Kenneth G., John McCarthy, Giovanni Ponti, Larry Samuelson, and Avner Shaked. 2002. A Backward Induction Experiment. Journal of Economic Theory, 104(1): 48-88.",
        "Binmore, Kenneth G. 1987. Modeling Rational Players. Economics and Philosophy, 3: 179214.",
        "Ben-Porath, Elchanan. 1997. Rationality, Nash Equilibrium and Backwards Induction in Perfect-Information Games. Review of Economic Studies, 64(1): 23-46.",
        "Battigalli, Pierpaolo, and Siniscalchi Marciano. 1999. Heirarchies of Conditional Beliefs and Interactive Epistemology in Dynamic Games. Journal of Economic Theory, 88(1): 188-230.",
        "Aumann, Robert J. 1995. Backward Induction and Common Knowledge of Rationality. Games and Economic Behavior, 8(1): 6-19.",
        "Aumann, Robert J. 1992. Inationality in Game Theory. In Economic Analysis of Markets and Games: Essays in Honor of Frank Hahn, ed. Frank Hahn and Partha Dasgupta, 214-227. Cambridge, MA: MIT Press.",
        "Aumann, Robert J. 1988. Preliminary Notes on Integrating Irrationality into Game Theory. International Conference on Economic Theories of Politics, Haifa.",
        "Asheim, Geir B., and Martin Dufwenberg. 2003. Deductive Reasoning in Extensive Games. The Economic Journal, 1 13(April): 305-325."
    ]
}