{
    "id": 15617,
    "cites": 53,
    "cited_by": 29,
    "reference": [
        "Abtoriji, Joseph G. arid Christira H. Paxsor (1988). Labor Supply Prefererces, Hours Coristrairts, arid Hours-Wage Trade-Offs, Journal of Labor Economics, 6(2): 254-76.",
        "Abtoriji, Joseph G. arid Christira H. Paxsor (1992). Labor Supply, Hours Coristrairts, arid Job Mobility. Journal of Human Resources, 12: 269-310.",
        "Abesira, Abberto F., Edward L. Gbaeser, arid Bruce Sacerdote (2005). Work arid Leisure ir the U.S. arid Europe: Why So Differert? NBER Maco Annual, pp. 1-99.",
        "Abesira, Abberto F., Aridrea Ichiro, arid Loukas Karabarbouriis (2007). Gerder-Based Taxatior arid the Divisior of Family Chores. NBER Workirig Paper 13638. S. Blurdell, Richard, Mike Brewer, Marco Frarcescorii (2008). Job Charges arid Hours Charges: Urderstardirig the Path of Labor Supply Adjustmert. Journal of Labor Economics, 26(3): 421-4S3.",
        "Blurdell, Richard, Abar Durcar, arid Costas Meghir (1998). Estimatirig Labor Supply Resporses Usirig Tax Reforms. Econometrica, 66: 827-861.",
        "Blurdell, Richard, arid Thomas MaCurdy (1999). Labor Supply: A Review of Alterrative Approaches. Handbook of Labor Economics, Vol 3A, Asherfebter arid Card eds., pp. 1SS9-169S.",
        "Boskir, Michael J. arid Eytar Sheshiriski (1983). Optimal Tax Treatmert of the Family: Married Couples, Journal of Public Economics 20, pp. 281-297.",
        "Burtless, Gary arid Jerry A. Hausmar (1978). The Effect of Taxatior or Labor Supply: Evabuatirig the Gary Negative Ircome Tax Experimert. Journal of Political Economy, 86: 1103-1130.",
        "Chetty, Raj (2009a). Bourds or Elasticities with Optimizatior Frictiors: A Syrthesis of Micro arid Macro Eviderce or Labor Supply. NBER Workirig Paper No. 1S616.",
        "Chetty, Raj (2009b). Is the Taxable Ircome Elasticity Sufficiert to Calculate Deadweight Loss? The Implicatiors of Evasior arid Avoidarce. Forthcomirg, American Economic Journal Economic Policy. S6",
        "Chetty, Raj, Adam Looney, and Kory Kroft (2009). Salience and Taxation: Theory and Evidence. American Economic Review 99(4): 1145-1177.",
        "Chetty, Raj and Emmanuel Saez (2009). Teaching the Tax Code: Earnings Responses to an Experiment with EITC Recipients. NBER Working Paper No. 14836.",
        "Chetty, Raj, Anders Frederiksen, John Friedman, Tore Olsen, and Luigi Pistaferri (2010). What Determines Knowledge of Tax Policies? Evidence from Denmark. Harvard University Working Paper.",
        "Cogan, John (1981), Fixed Costs and Labor Supply.'t Econometrica, Vol. 49(4): 945-63.",
        "Davis, Stephen J., and Magnus Henrekson (2005). Wage-Setting Institutions as Industrial Policy. Labour Economics, Vol 12, pp. 345-377.",
        "Dickens, William T. and Shelly J. Lundberg (1993). Hours Restrictions and Labor Supply. International Economic Review, 34(1): 169-92.",
        "DiNardo, John, Nicole M. Fortin, Thomas Lemieux (1996). Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach. Econometrica, Vol 64, pp. 1001-1044.",
        "Eissa, Nada and Jeffrey B. Liebman (1996). Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics, 111(2): 605-37.",
        "Feldstein, Martin (1995). The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of TRA 1986. Journal of Political Economy, Vol. 103(3), pp. 905-926.",
        "Gelber, Alex (2008). Taxation and Family Labor Supply. University of Pennsylvania Working Paper.",
        "Goolsbee, Austin (2000). What Happens When You Tax the Rich? Evidence from Executive Compensation. Journal of Political Economy, Vol 108, pp. 352-378.",
        "Grossman, Sanford J. and Guy Laroque (1990). Asset Pricing and Optimal Portfolio Chioce in the Presence of Illiquid Durable Consumption Goods. Econometrica, Vol 58, pp. 25-51.",
        "Gruber, Jonathan and Emmanuel Saez (2002). The Elasticity of Taxable Income: Evidence and Implications Journal of Public Economics, Vol. 84(1), pp. 1-32.",
        "Ham, J.C. (1982). Estimation of a Labour Supply Model with Censoring Due to Unemployment and Underemployment. Review of Economic Studies, Vol. 49(3), pp. 335-354.",
        "Hausman, Jerry A. (1981). Labor Supply. In How Taai~es Affect Economic Behavior, eds. Henry Aaron and Joseph Pechman.",
        "Hausman, Jerry A. (1983). Tax and Labor Supply. In Handbook of Public Economics, eds, Alan Auerbach and Martin Feldstein.",
        "Heckman, James J. What Has Been Learned About Labor Supply in the Past Twenty Years? American Economic Review, 83(2), pp. 116-121.",
        "Kleven, Henrik, Martin Knudsen, Claus T. Kreiner, S",
        "Kleven, Henrik, Claus Kreiner, and Emmanuel Saez (2009). The Optimal Income Taxation of Couples. Econometrica, Vol 77, pp. 537-560.",
        "Kleven, Henrik and Esben A. Schultz (2009). Estimating the Elasticity of Reported Income Using a Large Panel of Danish Taxpayers. LSE Working Paper.",
        "Kopchuk, Wojciech, and Joel B. Slemrod (2002). The Optimal Elasticity of Taxable Income. Journal of Public Economics, Vol 84, pp. 91-112.",
        "Lange, Katherine, Lars Haagen Pedersen and Peter Birch Sorensen (1999). The Danish Tax Reform Act of 1993: Effects on the Macroeconomy and on Intergenerational Welfare. In Macroeconomic Perspectives on the Danish Economy, Torben M. Andersen and Svend E. Hougaard Jensen (eds.), pp. 134-161.",
        "LeMaire, Daniel, and Bertel Schjerning (2007). Earnings, Uncertainty, and the SelfEmployment Choice. CBER Discussion Paper DP 2007-04.",
        "Lindbeck, Assar (1995). Welfare State Disincentives with Endogenous Habits and Norms. The Scandinavian Journal of Economics, Vol. 97(4), pp. 477-494.",
        "MaCurdy, Thomas (1981). An Empirical Model of Labor Supply in a Life-Cycle Setting. Journal of Political Economy, Vol 89, pp. 1059-1085.",
        "MaCurdy, Thomas, David Green and Harry Paarsche (1990). Assessing Empirical Approaches for Analyzing Taxes and Labor Supply. The Journal of Human Resources, Vol 25, pp. 415-490.",
        "Meghir, Costas, and David Phillips (2008). Labour Supply and Taxes. IZA Discussion Paper #3405.",
        "Meyer, Bruce and Dan Rosenbaum (2001). Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics, Vol. 116(3), pp 1063-1114.",
        "Mirrlees, James A. (1971). An Exploration in the Theory of Optimum Income Taxation. The Review of Economic Studies, Vol 38(2), pp. 175-208.",
        "Moffitt, Robert A. (1990). The Econometrics of Kinked Budget Constraints. Journal of Economic Perspectives, Vol 4, pp. 119-139.",
        "Moffitt, Robert A., and Mark Wilhelm (2000). Taxation and the Labor Supply Decision of the Affluent. In Does Atlas Shrug? Economic Consequence of Taai~ing the Rich, ed. Joel Slemrod, pp. 193-234.",
        "OECD (2009). Factbook 2009: Economic, Environmental and Social Statistics. http: //puck.sourceoecd.org/vl=13806301 /cl=14/nw=1 /rpsv/factbook2009/06/03/02/index.htm",
        "Ohanian, Lee, Andrea Raffo, and Richard Rogerson (2008). Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries, 1956-2004. Forthcoming, Journal of Monetary Economics.",
        "Prescott, Edward C. (2004). Why Fo Americans Work So Much More Than Europeans? Federal Reserve BAnk of Minneapolis Quarterly Review, Vol 28, pp. 2-13.",
        "Rogerson, Richard (1988). Indivisible Labor, Lotteries and Equilibrium. Journal of Monetary Economics 21, pp 3-16.",
        "Rogerson, Richard and Johanna Wallenius (2008). Micro and Macro Elasticities in a Life Cycle Model with Taxes. Forthcoming, Journal of Economic Theory.",
        "Rosen, Harvey 5. (1976). Taxes in a Labor Supply Model with Joint Wage-Hours Determination, Econometrica, 44(3): 485-507.",
        "Saez, Emmanuel (2009). Do Taxpayers Bunch at Kink Points? Forthcoming. American Economic Journal: Economic Policy. SO. Saez, Emmanuel (2003). The effect of marginal tax rates on income: a panel study of `bracket creep. Journal of Public Economics, 87(5-6): 1231-1258.",
        "Saez, Emmanuel (2004). Reported Incomes and Marginal Tax Rates, 1960-2000: Evidence and Policy Implications. Taai~ Policy and the Economy, Vol 18, ed. Jim Poterba.",
        "Saez, Emmanuel, Joel B. Slemrod, and Seth H. Giertz (2009). The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review. Forthcoming, Journal of Economic Literature.",
        "Sammartino, Frank, and David Weiner (1997). Recent Evidence on Taxpayers' Response to the Rate Increases of the 1990s. National Taai~ Journal, Vol 50, pp. 683-705.",
        "Slemrod, Joel B. (1998). Methodological Issues in Measuring and Intepreting Taxable Income Elasticities. National Taai~ Journal, Vol. 51(4), pp. 773-788.",
        "Slemrod, Joel and Shlomo Yitzhaki (2002). Tax avoidance, evasion, and administration. In Handbook of Public Economics, Alan Auerbach and Martin Feldstein (eds.), pp. 1423-1470."
    ]
}