{
    "id": 15623,
    "cites": 19,
    "cited_by": 19,
    "reference": [
        "Gneezy, Uri and John A. List. 2006. Putting Behavioral Economics to Work: Testing for Gift Exchange in Labor Markets Using Field Experiments, Econometrica, 74(5): 1365- 1384.",
        "Cheng, Pi-Yueh and Wen-Bin Chiou. 2008. Framing effects in group investment decision making: Role of group polarization, Psychological Reports, 102(1): 283-292.",
        "Ellingsen, Tore, Magnus Johannesson, Sara Munkhammar, and Johanna M",
        "Al-Ubaydli, Omar, Steffen Andersen, Un Gneezy, and John A. List. 2008. Incentive Schemes to Promote Optimal Work Performance: Evidence from a Multi-Tasking Field Experiment, working paper, University of Chicago.",
        "Syverson, Chad. 2009. Forthcoming. What Determines Productivity at the Micro Level? Journal of Economic Literature.",
        "Stoddard, James E. and Edward F. Fern. 2002. Buying Group Choice: The Effect of Individual Group Member's Prior Decision Frame, Psychology and Marketing, 19(1): 59-90.",
        "Samuelson, William and Richard Zeckhauser. 1988. Status Quo Bias in Decision Making, Journal of Risk and Uncertainty, 1(1): 7-59.",
        "Paese, Paul W., Mary Bieser and Mark E. Tubbs. 1993. Framing Effects and Choice Shifts in Group Decision Making, Organizational Behavior and Human Decision Processes, 56(1): 149-165.",
        "McElroy, Todd and John J. Seta. 2006. Does it matter if it involves my group? How the importance of collective-esteem influences a group-based framing task, Social Cognition, 24(4): 496-5 10.",
        "Loewenstein, George. 2005. Hot-cold empathy gaps and medical decision-making, Health Psychology, 24(4): S49-S56. MacCrimmon, Kenneth R. and Stig Larsson, Utility Theory: Axioms versus Paradoxes, In The Expected Utility Hypothesis and the Allais Paradox, eds. M. Allais and 0. Hagen, 333-409. Dordrecht, The Netherlands: D. Riedel.",
        "List, John A. 2004. Neoclassical Theory Versus Prospect Theory: Evidence from the Marketplace, Econometrica, 72(2): 615-625.",
        "List, John A. 2003. Does Market Experience Eliminate Market Anomalies? Quarterly Journal of Economics, 118(1): 41-71.",
        "Levitt, Steven and John A. List. 2007. What Do Laboratory Experiments Measuring Social Preferences Reveal About the Real World? Journal of Economic Perspectives, 21(2): 153-174.",
        "Landa, Janet T. and Xiao T. Wang. 2001. `Bounded rationality of economic man: Decision making under ecological, social, and institutional constraints,' Journal of Bioeconomics, 3(2): 217-235.",
        "Kohn, Alfie, 1993. Punished by Rewards: The Trouble with Gold Stars, Incentive Plans, A's, Praise, and Other Bribes, Boston: Houghton Mifflin.",
        "Kahneman, Daniel. 1986. `Comments by Professor Daniel Kahneman,' In Valuing Environmental Goods: An Assessment of the Contingent Valuation Method, ed. In R.G. Cummings, D.S. Brookshire and W.D. Schulze, 185-193 Totowa, N.J. Rowman and Allanheld, Knetsch, Jack L. 1989. The Endowment Effect and Evidence of Nonreversible Indifference Curves, American Economic Review, 79(5): 1277-1284.",
        "Kahneman, Daniel and Amos Tversky. 1979. Prospect Theory: An Analysis of Decision under Risk, Econometrica, 47(2): 263-292.",
        "Hennig-Schmidt Heilce, Bettina Rockenbach, and Abdoilcarim Sadrieh. 2006. Forthcoming. In Search of Workers' Real Effort Reciprocity - A Field and a Laboratory Experiment, Journal of the European Economic Association.",
        "Hanneman Michael. 1991. Willingness to Pay and Willingness to Accept: How Much Can They Differ? American Economic Review, 8 1(3): 635-647."
    ]
}