{
    "id": 1562,
    "cites": 28,
    "cited_by": 20,
    "reference": [
        "Arrow, K. J. (1963), Social Choice and Individual Values, 2nd ed., John Wiley, New York.",
        "Baltagi, B. H. (1981), Pooling: An Experimental Study of Alternative Testing and Estimation Procedures in a Two-Way Error Component Model, Journal of Econometrics, 17, pp. 21-49.",
        "Bergstrom, T. C. and R. P. Goodman (1973), Private Demands for Public Goods, American Economic Review, 63, pp. 280-296.",
        "Bowen, H. (1943), The Interpretation of Voting in the Allocation of Economic Resources, Quarterly Journal of Economics, Vol. 58, pp. 27-48.",
        "Courant, P. N., E. M. Gramlich, and D. L. Rubinfeld (1979), Public Employee Market Power and the Level of Government Spending, American Economic Review, 69, pp. 806-817.",
        "Craig, S. G. and R. P. Inman (1982), Federal Aid and Public Education: An Empirical Look at the New Fiscal Federalism, Review of Economics and Statistics, 64, pp. 541-552.",
        "Fiscal Federalism from an Agency Approach, in Quigley, J. (ed.), Perspectives on Local Public Finance and Public Policy, II, JAI Press, forthcoming. Denzau, A. T. and R. P. Parks (1979), Deriving Public Sector Preferences, Journal of Public Economics, 11, pp. 335-352.",
        "Filimon, R., T. Romer, and H. Rosenthal (1982), Asymmetric Information and Agenda Control: The Basis of ?ionopoly Power in Public Spending, Journal of Public Econoniics, Vol. 17, pp. 51-70.",
        "Fiorina, N. (1977), Congress: Keystone of the Washington Establishment, Yale University Press, New Haven, CT.",
        "Gramlich, E. (1982), `An Econometric Examination of the New Federalism, Brookings Papers on Economic Activity, 2, pp. 327-360.",
        "Hamilton, B. (1983), `The Flypaper Effect and Other Anomalies, Journal of Public Economics, Vol. 22, pp. 347-362.",
        "Hausman, J. A. (1978), Specification Tests in Econometrics, Econometrica, 46, pp. 1251-1271.",
        "Inman, R. P. (1978), Testing Political Economys `As If Proposition: Is the Median Income Voter Really Decisive? Public Choice, 33, pp. 45-65.",
        "Interpretative Review, in Mieszkowski and Straszheim (eds.), Current Issues in Urban Economics, John Hopkins University Press, Baltimore, pp. 270-321. __________ (1981), Wages, Pensions and Employment in the Local Public Sector, in Mieszkowski and Peterson (eds.), Public Sector Labor Markets, Urban Institute Press, Washington, D.C., pp. 11-57.",
        "A. Auerbach and M. S. Feldstein (eds.), Handbook of Public Economics, Vol. II, North-Holland, Amsterdam, forthcoming. __________ (1985), Fiscal Allocations in a Federalist Economy: Understanding the New Federalism, in Quigley, T. and D. Rubinfeld (eds.), Urban America and the Reagan Budget, University of California Press, Berkeley, forthcoming.",
        "Jackrnan, R. and J. Papdachi (1981), Local Authority Education Expenditure in England and Wales, in N. J. Bowman (ed.), Collective Choice in Education, Martinus Nijhoff Publishers, The Hague, pp. 47-62.",
        "Kramer, G. H. (1973), On a Class of Equilibrium Conditions for Majority Rule, Econometrica, 41, pp. 285-297.",
        "Moffitt, R. (1984), The Effects of Grants-in-Aid on State and Local Expenditures: The Case of AFDC, Journal of Public Economics, 23, pp.",
        "Niskanen, W. (1975), Bureaucrats and Politicians, Journal of Law and Economics, Vol. 18, pp. 617-643.",
        "Olsen, R. J. (1980), A Least Squares Correction for Selectivity Bias, Econoinetrica, 48, pp. 1815-1820.",
        "Plott, C. R. (1967), A Notion of Equilibrium and Its Possibility under Najority Rule, American Economic Review, 57, pp. 787-806.",
        "Pomnierehne, W. W. (1978), Institutional Approaches to Public Expenditures: Enipirical Evidence from Swiss Municipalities, Journal of Public Economics, Vol. 9, pp. 255-280.",
        "Reischauer, R. (1975), General Revenue Sharing -- The Programs Incentives,~ in W. Oates (ed.), Financing the New Federalism, Johns Hopkins University Press, Baltimore, pp. 40-87.",
        "Romer, T. and H. Rosenthal (1979), Bureaucrats vs. Voters: On the Political Economy of Resource Allocation by Direct Democracy, Quarterly Journal of Economics, Vol. 93, pp. 562-587.",
        "Scheiber, H. N. (1966), ~The Condition of Anierican Federalism: AnHistorians View, Subcommittee on Intergovernmental Relations to the Committee on Government Operations, U.S. Senate, October 15, 1966.",
        "Shepsle, K. (1979), Institutional Arrangements and Equilibrium in Multidimensional Voting Models, American Journal of Political Science, Vol. 23, pp. 27-59.",
        "Stigler, G. J. (1971), The Theory of Economic Regulation, Bell Journal of Economics, 2, pp. 3-21.",
        "Zellner, A. (1962), An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests for Aggregation Bias, Journal of the Anierican Statistical Association, 57, pp. 348-368."
    ]
}