{
    "id": 15625,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "Bryant, John, David Law (2004) Trade and Migration to New Zealand, New Zealand Treasury Working Paper 04.",
        "Broda, Christian, David Weinstein (2006) Globalization and the Gains from Variety, Quarterly Journal of Economics, 121(2).",
        "Blanes, Jose V., and Joan Martin-Muntaner (2006) Migration Flows and Intra-Industry Trade Adjustments, Weltwirtschaftliches Archiv/Review of World Economics, 142(3), 567-584.",
        "Briant, Anthony, Pierre-Philippe Combes, and Miren Lafourcade (2009) Product Complexity, Quality of Institutions and the Pro-Trade Effect of Immigrants,, Working paper 2009/06, Paris School of Economics.",
        "Blanes, Jose V. (2005) Does immigration help to explain intra-industry trade? Evidence for Spain, Weltwirtschaftliches Archiv/Review of World Economics, 141, 244-270.",
        "Bernard, Andrew, Jensen, Bradford, Redding, Stephen, and Schott, Peter (2007) Firms in International Trade, Journal of Economic Perspectives, 21(3), 105-130.",
        "Anderson, James, and Eric van Wincoop (2003) Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review, 93(1), 170-192.",
        "Bandyopadhyay, Subhayu, Cletus. C. Coughlin, and Howard J. Wall (2008) Ethnic Networks and US Exports, Review of International Economics, 16(1), 199-213.",
        "Wagner, Don, Keith Head, and John Ries (2002) Immigration and the Trade of Provinces, Scottish Journal of Political Economy, 49(5), 507-25.",
        "Santos Silva J., and Silvana Tenreyro (2006) The Log of Gravity, The Review of Economics and Statistics, Vol. 88(4), 641-658.",
        "Rauch, James R. (1999) Networks versus Markets in International Trade, Journal of International Economics, 48, 7-35.",
        "Ottaviano Gianmarco, and Giovanni Pen (2006) The Economic Value of Cultural Diversity: Evidence from U.S. cities, Journal of Economic Geography, Vol. 6, Issue 1, Pages 9-44.",
        "Nickell, Stephen (1981) Biases in Dynamic Models with Fixed Effects, Econometrica 49, 1417-1426 Millimet, Daniel, and Thomas Osang (2007) Does State Borders Matter for U.S. Intranational Trade? The Role of History and Internal Migration, Canadian Journal of Economics, 40(1), 93-126.",
        "Herander, Mark, and Luz Saavedra (2005) Exports and the Structure of Immigrant-Based Networks: the Role of Geographic Proximity, The Review of Economics and Statistics, 87(2), 323-335.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein (2008) Trading Partners and Trading Volumes, Quarterly Journal of Economics, 123, 441-487.",
        "Head, Keith, and John Ries (1998) Immigration and trade creation: econometric evidence from Canada, Canadian Journal of Economics, 31(1), 47-62.",
        "Gould, David (1994) Immigrant Links to the Home Country: Empirical Implications for U.S. Bilateral Trade Flows, The Review of Economics and Statistics, 76(2), 302-316.",
        "Girma, Sourafel, and Zhihao Yu (2002) The Link between Immigration and Trade: Evidence from the United Kingdom, Weltwirtschaftliches Archiv, 138(1), 115-130.",
        "Dunlevy , James, and William Hutchinson (1999) The impact of immigration on American import trade in the late nineteenth and twentieth centuries, Journal of Economic History 59: 1043-62.",
        "Dunlevy, James (2006) The Influence of Corruption and Language on the Pro-trade Effect of Immigrants: Evidence from the American States, The Review of Economics and Statistics, 88(1), 182-186.",
        "Combes, Pierre-Philipppe, Miren Lafourcade, and Thierry Mayer (2005) The Trade-Creating Effects of Business and Social Networks: Evidence from France, Journal of International Economics, 66(1), l-29.",
        "Co Catherine, Patricia Euzent, Thomas Martin (2004) The Export Effect of Immigration into the USA, Applied Economics 36, 573-83.",
        "Chancy, Thomas (2008) Distorted Gravity Heterogeneous firms, market structure and the geography of international trade, American Economic Review, Vol. 98, No. 4. pp 1707-1721.",
        "Card, David (2009) Immigration and Inequality, American Economic Review, 99(2): l-21.",
        "Card, David (2001) Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics 19 (1), 22-64.",
        "Card, David (2007) How Immigration Affects U.S. Cities, CReAM Discussion Paper, no. 11/07."
    ]
}