{
    "id": 15620,
    "cites": 27,
    "cited_by": 5,
    "reference": [
        "Masson, Paul. 2001. Exchange Rate Regime Transitions. Journal of Developrnent Econornics, 64: 571-586.",
        "Obstfeld, Maurice, and Kenneth Rogoff. 1995. The Mirage of Fixed Exchange Rates. Journal of Econornic Perspectives 9(4), Fall: 73-96.",
        "Ogawa, Eiji. 2006. The Chinese Yuan after the Chinese Exchange Rate System Reform, China and World Econorny, 14(6), Nov.-Dec.: 39-57.",
        "Reinhart, Carmen. 2000. The Mirage of Floating Exchange Rates. Arnerican Econornic Review 90 (2): 65-70.",
        "Reinhart, Carmen, and Kenneth Rogoff. 2004. The Modern History of Exchange Rate Arrangements: A Reinterpretation. Quarterly Journal of Econornics, 1 19(l):l-48.",
        "Shambaugh, Jay. 2004. The Effect of Fixed Exchange Rates on Monetary Policy. Quarterly Journal of Econornics, 119(1 ):300-5 1.",
        "Tavlas, George, Dellas, Harris, and Stockman, Alan, 2008. The Classification and Performance of Alternative Exchange-Rate Systems, European Econornic Review, 52(6): 941-63, August.",
        "Williamson, John. 2001. The Case for a Basket, Band and Crawl (BBC) Regime for East Asia, In Future Directions for Monetary Policies in East Asia, edited by David Gruen and John Simon. (Sydney: Reserve Bank of Australia.)",
        "Levy-Yeyati, Eduardo and Federico Sturzenegger. 2005. Classifying Exchange Rate Regimes: Deeds vs. Words. European Econornic Review 49(6): 1603-1635.",
        "Levy-Yeyati, Eduardo, and Federico Sturzenegger. 2003. To Float or to Trail: Evidence on the Impact of Exchange Rate Regimes on Growth, Arnerican Econornic Review 93(4): 1173-93.",
        "Klein, Michael, and Nancy Marion. 1997. Explaining the Duration of Exchange-Rate Pegs. Journal of Developrnent Econornics 54(2):387-404.",
        "Girton, Lance and Don Roper. 1977. A Monetary Model of Exchange Market Pressure Applied to the Postwar Canadian Experience. Arnerican Econornic Review 67(4): 537-48.",
        "Ghosh, Atish, Anne-Marie Gulde, and Holger Wolf. 2000. Currency Boards: More than a Quick Fix? Econornic Policy, 31 (October): 270-33 5.",
        "Frankel, Jeffrey, and Shang-Jin Wei, 2008, Estimation of De Facto Exchange Rate Regimes: Synthesis of The Techniques for Inferring Flexibility and Basket Weights. IMF Staff Papers 55: 384-416.",
        "Frankel, Jeffrey, and Shang-Jin Wei. 2007. Assessing China's Exchange Rate Regime. EconornicPolicy5l (July): 575-614.",
        "Frankel, Jeffrey, and Shang-Jin Wei. 1994. `Yen Bloc or Dollar Bloc? Exchange Rate Policies of the East Asian Economies. In Macroeconornic Linkages edited by Takatoshi. Ito and Anne Krueger, 295-329. Chicago: University of Chicago Press.",
        "Frankel, Jeffrey, Sergio Schmukler, and Luis Serv",
        "Frankel, Jeffrey. 2009. New Estimation of China's Exchange Rate Regime, Pac~fic Econornic Review 14(3), August (Wiley InterScience, Blackwell Publishing): 346-60.",
        "Frankel, Jeffrey. 2004. Experience of and Lessons from Exchange Rate Regimes in Emerging Economies, in Monetary and Financial Integration in East Asia: The Way `~` Frankel and Wei (2008) for some de jure basket peggers (including Latvia, Norway, Malta, Chile, and the Seychelles). Frankel (2009) for China. Ahead, edited by the Asian Development Bank, 9 1-138. New York: Palgrave Macmillan Press.",
        "Frankel, Jeffrey. 1993. `Is Japan Creating a Yen Bloc in East Asia and the Pacific? In Regionalisrn and Rivalry: Japan and the US in Pac~fic Asia, edited by J. Frankel and M. Kahler. Chicago: University of Chicago Press: 53-85.",
        "Chow, Gregory, 1960, Tests of Equality Between Sets of Coefficients in Two Linear Regressions. Econornetrica, 28(3): 591-605.",
        "Calvo, Guillermo, and Carmen Reinhart. 2002. Fear Of Floating, The Quarterly Journal of Econornics, 117(2): 379-408.",
        "Calvo, Guillermo, and Carmen Reinhart. 2001. Fixing for Your Life. In Brookings Trade Forurn 2000, edited by Susan Collins and Dani Rodrik, Washington DC: Brookings Institution.",
        "B",
        "B",
        "Bai, Jushan and Pierre Perron. 2003. Computation and analysis of multiple structural change models, Journal of Applied Econornetrics, 18(1): 1-22.",
        "Bai, Jushan, and Pierre Perron. 1998. Estimating and Testing Linear Models with Multiple Structural Changes, Econornetrica, 66(1): 47-78."
    ]
}