{
    "id": 15621,
    "cites": 16,
    "cited_by": 13,
    "reference": [
        "Brown, M. A., Logan, E., 2008. The Residential Energy and Carbon Footprints of the 100 Largest Metropolitan Areas, Georgia Institute of Technology School of Public Policy, Working Paper 39.",
        "Chow, Gregory C. 2002. China `s Economic Transformation. Malden, Mass: Blackwell. Glaeser, Edward L, and Matthew E. Kahn. The Greenness of Cities: Carbon Dioxide Emissions and Urban Development. Journal of Urban Economics, forthcoming.",
        "Ades, Alberto F & Glaeser, Edward L, 1995. Trade and Circuses: Explaining Urban Giants, The Quarterly Journal of Economics, MIT Press, vol. 110(1), pages 195-227 Almond, Douglas, Yuyu Chen, Michael Greenstone and Hongbin Li. 2009. Winter Heating or Clean Air? Unintended Impacts of China's Huai River Policy. American Economic Review vol. 99(2), pages 184-90 Aufihammer, M., Carson, R T. 2008. Forecasting the Path of China's CO2 Emissions Using Province Level Information, Journal of Environmental Economics and Management 5 5(3): 229-247.",
        "Wang, T.J., L.S. Jin, Z.K. Li, and K.S. Lam. 2000. A modeling study on acid rain and recommended emission control strategies in China. Atmospheric Environment 34(26): 44674477. Zheng, Siqi, Matthew E. Kahn and Hongyu Liu. Towards a System of Open Cities in China: Home Prices, FDI Flows and Air Quality in 35 Major Cities. Regional Science and Urban Economics, forthcoming.",
        "Stern, N., 2008. The Economics of Climate Change. American Economic Review 98(2): 1-37.",
        "Sinton, J.E. and Fridley, D.G. 2000. What Goes Up: Recent Trends in China's Energy Consumption, Energy Policy 28: 67 1-687.",
        "Shi, Xiaoyu and Karen R. Polenske, Energy Prices and Energy Intensity in China A Structural Decomposition Analysis and Econometrics Study Sinton, J.E. and Levine, M.D. 1994. Changing Energy Intensity in Chinese Industry: The Relative Importance of Structural Shift and Intensity Change, Energy Policy 22(3): 239-258.",
        "Saich, Tony. 2001. Governance and Politics of China. New York: Palgrave.",
        "Pfaff, Alexander. S. P., Shubham. Chaudhuri, and H. Nye. 2004. Household Production and Environmental Kuznets Curves: Examining the Desirability and Feasibility of Substitution. Environmental and Resource Economics 27.2: 187-200.",
        "Naughton, Barry. 2007. The Chinese Economy: Transition and Growth. Cambridge, Mass: the MIT Press.",
        "Kahn, Matthew. E., 2006 Green Cities: Urban Growth and the Environment, Brookings Institution Press, Washington, DC.",
        "Metcalf, G., 2007. A Proposal for a U.S. Carbon Tax Swap. Brookings Institution. Hamilton Project Working Paper.",
        "Jiang, Yi. 2007. Promoting Chinese Energy Efficiency. China and the World Discuss the Environment. 25 Jun 2007 <http://www.chinadialog.net>.",
        "Huang, J-P. 1993. Industry Energy Use and Structural Change: A Case Study of the People's Republic of China, Energy Economics 15(2): 13 1-136.",
        "Holtz-Eakin, Douglas and Thomas M. Selden. Stoking the Fires? CO2 Emissions and Economic Growth. Journal of Public Economics 57.1 (1995): 85-101.",
        "Golob, T. F., Brownstone, D., 2005. The Impact of Residential Density on Vehicle Usage and Energy Consumption, University of California Energy Institute, Policy & Economics Paper EPE-Oll."
    ]
}