{
    "id": 15624,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Mark, Nelson C. and Donggyu and Sul, 2008, PPP Strikes Out: The Effect of Common Factor Shocks on the Real Exchange Rate. Notre Dame working paper Parsley, David and Shang-jin Wei, 1996. Convergence to the Law of One Price Without Trade Barriers or Currency Fluctuations, Quarterly Journal of Economics, 111, 1211-1236.",
        "Parsley, David and Shang-jin Wei, 2002. Currency Arrangements and Goods Market Integration: A Price Based Approach, Working paper.",
        "Wu, Jyh-Lin, Chen, Pei-Fen and Lee, Ching-Nun, 2009. Purchasing Power Parity, Productivity Differentials and Non-Linearity, The Manchester School 77 (3), 27 1-287.",
        "Taylor, M. P., Peel, D. A. and Sarno, L., 2001. Non-linear Mean Reversion in Real Exchange Rates: Toward a Solution to the Purchasing Power Parity Puzzles, International Economic Review 42 (4), 1015-1042.",
        "Steinsson, Jon, 2008. The Dynamic Behavior of the Real Exchange Rate in Sticky Price Models, American Economic Review 98, 5 19-533.",
        "Pesaran, M. Hashem, 2007. A Simple Panel Unit Root Test in the Presence of Cross-Section Dependence, Journal of Applied Econometrics 22, 265-312.",
        "Pesaran, M. Hashem, 2006, Estimation and Inference in Large Heterogeneous Panels with a Multifactor Error Structure, Econometrica 7, 967-1012.",
        "Imbs, Jean, H. Mumtaz, Morten Ravn and Helene Rey, 2005. PPP Strikes Back: Aggregation and the Real Exchange Rate, Quarterly Journal of Economics 70, 1-43.",
        "Fisher, E. and J. Park, 1991, Testing Purchasing Power Parity Under the Null Hypothesis of Cointegration,  The Economic Journal 101, 1467-1484.",
        "Engel, Charles and John H. Rogers, 2004. European Product Market Integration after the Euro, Economic Policy 39, 347-384.",
        "Engel, Charles and Morley, J. C. (2001), The adjustment of prices and the adjustment of the exchange rate, NBER Working Paper no.8550.",
        "Crucini, Mario J. and Mototsugu Shintani, 2008. Persistence in Law-of-One-Price Deviations: Evidence from Micro-data, forthcoming in the Journal of Monetary Economics.",
        "Crucini, Mario J., Chris I. Telmer and Marios Zachariadis, 2005. Understanding European Real Exchange Rates, American Economic Review 95, 724-738.",
        "Cheung, Yin-Won, Kon S. Lai and Michael Bergman, 2004. Dissecting the PPP Puxxle: The Unconventional Roles of Nominal Exchange Rate and Price Adjustments, Journal of International Economics 64, 135-150.",
        "Chen, Shiu-Sheng and Charles Engel, 2005. Does `Aggregation Bias' Explain the PPP Puzzle? Pacific Economic Review 10, 49-72.",
        "Broda, Christian and David E. Weinstein, 2008, Understanding International Price Differences Using Barcode Data, University of Chicago mimeo."
    ]
}