{
    "id": 15622,
    "cites": 70,
    "cited_by": 60,
    "reference": [
        "Bartelsman, E. J., G. van Leeuwen, H. Nieuwenhuijsen, and K. Zeelenberg (1996), R&D and productivity growth: evidence from firm-level data for the Netherlands. Netherlands Official Statistics 11 (Autumn), 52-69.",
        "Bartelsman, E. J. (1990b), R&D Spending and Manufacturing Productivity: An Empirical Analysis. Washington, DC: Federal Reserve Board of Governors Finance and Economics Discussion Series #122.",
        "Bartelsman, E. J. (1990a), Federally-Sponsored R&D and Productivity Growth. Working paper.",
        "Bach, L., P. Cohendet, G. Lambert and M.J. Ledoux (1992), Measuring and managing spinoffs: the case of the spinoffs generated by ESA programs, in Space Economics, J.S. Greenberg and H.R. Hertzfeld (eds.). American Institute of Aeronautics and Astronautics.",
        "Autant-Bernard, C., J. Mairesse, and N. Massard (2007), Spatial knowledge diffusion through collaborative networks. Papers in Regional Science 86(3), 34 1-350.",
        "Antonelli, C. (1994), Technological districts, localized spillovers and productivity growth. International Review of Applied Economics 8(1), 18-30.",
        "Almeida, P., and B. Kogut (1999), Localization of Knowledge and the Mobility of Engineers in Regional Networks. Management Science 45 (7), 905-917.",
        "Adams, J. D., and A. B. Jaffe (1996), Bounding the Effects of R&D: An Investigation Using Matched Establishment-Firm Data, Rand Journal of Economics, 27, 700-721.",
        "Adams, J.D. (1990), Fundamental stocks of knowledge and productivity growth, Journal of Political Economy, 98(3), 673-702.",
        "Abdelmoula, M. (2009), R&D et externalit",
        "Acs, Z., D. Audretsch and M. Feldman (1992), Real effects of academic research: comment, American Economic Review, 82(1), 363-367.",
        "Bond, S., D. Harhoff, and J. Van Reenen (2003), Corporate R&D and Productivity in Germany and the United Kingdom, Annales d'Economie et Statistique 79/80, Booz-Allen-Hamilton. (2006), Smart Spenders. The Global Innovation 1000. Web page presenting the report: www.boozallen.com/capabilities/services article/i 8054973 Bosworth, D. (1978), The rate of obsolescence of technical knowledge - a note. Journal of Industrial Economics 26(3), 273-79.",
        "Blundell, R., and S. R. Bond (2000), GMM Estimation with persistent panel data: an application to production functions. Econometric Reviews 19 (3), 321-340.",
        "Bloom, N., M. Schankerman, and J. Van Reenen (2007), Identifying technology spillovers and product market rivalry. London, UK: CEPR Discussion Paper 4912.",
        "Bitzer, J., and A. Stephan (2007), A Schumpeter-inspired approach to the construction of R&D capital stocks. Applied Economics 39, 179-189.",
        "Bernstein, J. I. and X. Yan (1996), Canadian-Japanese R&D spillovers and productivity growth, Applied Economics Letters, 3, 763-767 Bernstein, J. I., and X. Yan (1997), International R&D Spillovers Between Canadian and Japanese Industries, Canadian Journal of Economics, 30, 276-294.",
        "Bernstein, J. I., and M. I. Nadii (1991), Product demand, cost of production, spillovers, and the social rate of return to R&D. Cambridge, MA: NBER Working Paper No. w3625.",
        "Bernstein, J. I., and M. I. Nadii (1990), Rates of return on physical and R&D capital and structure of the production process: cross section and time series evidence. In Advances in Econometrics and Modeling, edited by B. Raj. London: Kluwer Academic Publishers.",
        "Hall, Mairesse, and Mohnen November 2009 Bernstein, J. I., and M. I. Nadii (1989), Research and Development and Intra-Industry Spillovers: An Empirical Application of Dynamic Duality, Review of Economic Studies, 56, 249-269.",
        "Bernstein, J.I. and M. I. Nadiri (1988), Interindustry R&D spillovers, rates of return, and production in high-tech industries, American Economic Review, Papers and Proceedings, 78(2), 429-434.",
        "Bernstein, J. I., and P. Mohnen (1998), International R&D Spillovers Between U.S. and Japanese R&D Intensive Sectors, Journal of International Economics, 44, 3 15-338.",
        "Bernstein, J. I. (1998), Factor intensities, rates of return, and international spillovers: The case of Canadian and U.S. industries, Annales d'Economie et de Statistique, 49/50, 541-564.",
        "Bernstein, J. I. (1996), International R&D spillovers between industries in Canada and the United States, Canadian Journal of Economics, 29, Special issue, 463-467.",
        "Bernstein, J. I. (1989), The Structure of Canadian Inter-industry R&D Spillovers, and the Rates of Return to R&D, Journal of Industrial Economics, XXXVII (3), 3 15-328.",
        "Bernstein, J. I. (1988), Costs of Production, Intra- and Interindustry R&D Spillovers: Canadian Evidence. Canadian Journal of Economics XXI (2), 324-347.",
        "Bayoumi, T., D. T. Coe, and E. Helpman (1996), R&D Spillovers and Global Growth, London: CEPR.",
        "Pen, G. (2004), Knowledge Flows and Productivity, Rivista Di Politica Economica, 2 i-59. Poole, E. and J.-T. Bernard (i992). Defense innovation stock and total factor productivity growth. Canadian Journal of Economics 25(2), 438-452. Postner, H. H. and L. Wesa (i983). Canadian Productivity Growth. An Alternative (Input-Output) Analysis. Report prepared for the Economic Council of Canada, Ministry of Supply and Services, Ottawa. Raines, F. (i968), The impact of applied research and development on productivity. St Louis, MO: Washington University Working Paper No.. 68 i4. Raut, L. K. (i993), R&D spillover and productivity growth: evidence from Indian private firms. San Diego, CA: UC San Diego Dept. of Economics Discussion Paper 9i-29R. Ravenscraft, D. J., and F. M. Scherer (i982), The Lag Structure of Returns to Research and Development. Applied Economics i4, 603-620.",
        "Ortega-Argil",
        "Hall, Mairesse, and Mohnen November 2009 Pakes, A., and M. Schankerman (i984), The rate of obsolescence of patents, research gestation lags, and the private rate of return to research resources. In R&D, Patents, and Productivity, edited by Z. Griliches. Chicago, IL: Chicago University Press, 73-88. Park, W. G. (i995), International R&D Spillovers and OECD Economic Growth, Economic Inquiry, 33, 57i-59i. Patel, P. and L. Soete (i988), L'",
        "Ornaghi, C. (2006), Spillovers in Product and Process Innovation: Evidence From Manufacturing Firms, International Journal of Industrial Organization, 24, 349-3 80.",
        "Nooteboom, B., W. Van Haverbeke, G. Duysters, V. Gilsing, and A. van den Oord (2007), Optimal cognitive distance and absorptive capacity. Research Policy 36 (7), iOi6-i034. Odagiri, H. (i985), Research Activity, Output Growth and Productivity Increase in Japanese Manufacturing Industries, Research Policy i4(3), i i7-i30. Odagiri, H., and H. Iwata (i986), The Impact of R&D On Productivity Increase in Japanese Manufacturing Companies, Research Policy iS(i), i3-i9. Olley, G. S., and A. Pakes (i996), The dynamics of productivity in the telecommunications equipment industry. Econometrica 64 (6), i263-i297.",
        "Medda, G., C. Piga, and D. S. Siegel (2003), On the Relationship between R&D and Productivity: A Treatment Effect Analysis. Milano, Italy: Fondazione Eni Enrico Mattei Nota di Lavoro 34-2003. Minasian, J. R. (i969), Research and development, production functions and rates of return. American Economic Review 59, 80-85.",
        "Mairesse, J., P. Mohnen, and E. Kremp (2005), The Importance of R&D and Innovation for Productivity: A Reexamination in Light of the 2000 French Innovation Survey, forthcoming in Annales d'Economie et Statistique 79/80, Mairesse, J., and M. Sassenou (i989), Les facteurs qualitatifs de la productivit",
        "Keller, W. (2004), International Technology Diffusion, Journal of Economic Literature, XLII, 752-782.",
        "Los, B. and B. Verspagen (2000), R&D Spillovers and productivity: Evidence from U. S. manufacturing industries. Empirical Economics 25, i27-i48. Mairesse, J., and P. Cun",
        "Kaiser, U. (2002), Measuring knowledge in manufacturing and services: An empirical assessment of alternative approaches, Research Policy, 3 i (i), i 29-i 49. Kao C., M. Chiang, B. Chen (i999), International R&D Spillovers: An Application of Estimation and Inference in Panel Cointegration, Oxford Bulletin of Economics and Statistics, 6i, 69i - 709. Keller, W. (i997), Are International R&D Spillovers Trade-Related? Analyzing Spillovers Among Randomly Matched Trade Partners, European Economic Review, 42, i469-i48i.",
        "Kafouros, M (2005), R&D and productivity growth: Evidence from the UK, Economics of Innovation and New Technology, i4(6), 479-497.",
        "Janz, N., H. Loof, and B. Peters (2003), Firm Level Innovation and Productivity - Is There a Common Story Across Countries?, Mannheim: ZEW. Joly, P. (i993), Le ralentissement de la productivite: faits et causes. In Innovation et Comp",
        "Hall, Mairesse, and Mohnen November 2009 Jaffe, A. B. (i988), Demand and supply influences in R&D intensity and productivity growth, Review of Economics and Statistics, 70(3), 43i-437. Jaffe, A.B. (i989), Real effects of academic research, American Economic Review, 79(5), 957-970.",
        "Harhoff, D. (2000), R&D Spillovers, Technological Proximity, and Productivity Growth - Evidence From German Manufacturing Firms, Schmalenbach Business Review, 52, 23 8-260. Huffman, W.E. and R.E. Evenson (i993), Science for Agriculture. Ames, Iowa State University. Jaffe, A.B. (i986), Technological opportunity and spillovers of R&D: Evidence from firms' patents, profits, and market value, American Economic Review, 76(5), 984-iOOi.",
        "Hand, P., and A. St-Pierre (2002), Effects of R&D Spillovers On the Profitability of Firms, Review of Industrial Organization, 20, 305-322. Harhoff, D. (i998), R&D and productivity in German manufacturing firms, Economics of Innovation and New Technology, 6(i), 29-49.",
        "Hall, B. H. (2005), Measuring the Returns to R&D: The Depreciation Problem. Annales d'Economie et Statistique 79/80, . Also NBER Working Paper No. i3473 (September 2007). Hall, B. H., L. Branstetter, B. Cr",
        "Hall, B. H. (i996), The private and social returns to research and development, in Technology, R&D, and the Economy, Bruce L.R. Smith and Claude E. Barfield (eds.), The Brookings Institution, Washington D.C. Hall, B. H. (2000), Innovation and Market Value. In Productivity, Innovation, and Economic Performance, edited by R. Banell, G. Mason and M. O!Mahoney. Cambridge: Cambridge University Press.",
        "Hall, Mairesse, and Mohnen November 2009 Guellec, D. (i993), Recherche-d",
        "Griffith, R., R. Hanison, and J. Van Reenen (2006), How Special Is the Special Relationship? Using the Impact of U.S. R&D Spillovers On U.K. Firms As a Test of Technology Sourcing, American Economic Review, 96(5), i859-i875.",
        "Griffith, R., R. Hanison, and M. Hawkins (2003), Report On Estimating Private and Social Rates of Return to R&D Using Matched ARD and BERD Micro Data, London: Institute For Fiscal Studies.",
        "Grandi, A., B. H. Hall, and R. Oriani (2009), R&D and Financial Investors. In V. Chiesa and F. Frattini (eds.), Evaluation and Performance Measurement of Research and Development, Cheltenham, UK: Edward Elgar, i43-i65.",
        "Duguet, E. (2006), Innovation Height, Spillovers and TFP Growth At the Firm Level: Evidence From French Manufacturing, Economics of Innovation and New Technology, i 5(4-5), 4 i 5-442 Englander, S., R. Evenson and M. Hanazaki (i988), Recherche-d",
        "Hall, Mairesse, and Mohnen November 2009 Doraszelski, U., and J. Jaumandreu (2006), R&D and Productivity: the Knowledge Capital Model Revisited, Cambridge, MA: Harvard University. Ducharme, L. M. and P. Mohnen (i996), Externalit",
        "David, P. A., and B. H. Hall (2000), Heart of Darkness: Public-Private Interactions Inside the R&D Black Box. Research Policy 29, ii6S-ii83. Debresson C. (i990), Analyse inter-industrielle et le changement technologique, Revue d'Economie Politique, iOO (6), 833-869.",
        "Crespi, G., C. Criscuolo, J. Haskel and M. Slaughter (2008), Productivity growth, knowledge flows and spillovers, NBER working paper i 3959. Cun",
        "Czarnitzki, D., B. H. Hall, and R. Oriani (2006), Market Valuation of US and European Intellectual Property. In The Management Of Intellectual Property, edited by D. Bosworth and E. Webster. Cheltenham, UK: Edward Elgar.",
        "Corrado, C., C. R. Hulten, and D. E. Sichel (2005), Measuring Capital and Technology: An Expanded Framework. In Measuring Capital in the New Economy, edited by C. Conado, J. Haltiwanger, and D. E. Sichel, Studies in Income and Wealth, Vol. 65. Chicago: The University of Chicago Press, ii-4i.",
        "Corrado, C., C. R. Hulten, and D. E. Sichel (2009), Intangible Capital and Economic Growth. Review of Income and Wealth 55 (3), 66i-685. Cr",
        "Coe, D., E. Helpman and A. Hoffmaister (2009), International R&D Spillovers and Institutions, European Economic Review, 53, 723-74i. Cohen, W. M. (i995), Empirical studies of innovative activity, in P. Stoneman (ed.), Handbook of the Economics of Innovation and Technological Change, Blackwell Handbooks in Economics, i 82264. Cohen, W. M. and R. C. Levin (i989), `Empirical studies of innovation and market structure, in Handbook of Industrial Organization, Vol. II R. Schmalensee and R.D. Willig (eds.), Elsevier Science Publishers B., Amsterdam. Commission of the European Communities (i993), Economic Quantitative Methods for the Evaluation of the Impact of R&D Programmes A State of the Art. Office for Official Publications of the European Communities, Luxembourg.",
        "Hall, Mairesse, and Mohnen November 2009 Clark, K. B. and Z. Griliches (i984), Productivity growth and R&D at the business level: Results from the PIMS data base. In R&D, Patents and Productivity, edited by Z. Griliches. Chicago, IL: University of Chicago Press. Coe, D. T. and E. Helpman (i995), International R&D Spillovers, European Economic Review, 39, 859887. Coe, D.T., E. Helpman and A. Hoffmaister (i997), North-South R&D Spillovers, Economic Journal, i07, i34-i49.",
        "Cincera, M. and B. van Pottelsberghe de la Potterie (2001), International R&D spillovers: A survey, Cahiers Economiques de Bruxelles, 169, 3-32.",
        "Chakrabarti, A. K., H. H. Glismann and E.-J. Horn (1992), Defence and Space Expenditures in the US: An Inter-Firm Analysis, Defence Economics, 3, 169-189.",
        "Cardani, A. and P. Mohnen (1984), Labor productivity slowdown in a dynamic model with energy, capital, and R&D for Italian and French manufacturing. Giornale degli Economisti e Annali di Economia 43 (7-8), 47 1-490.",
        "Capron, H. and M. Cincera (1998), Exploring the spillover impact on productivity of world-wide manufacturing firms, Annales d'Economie et de Statistiques, 49/50, 565-588.",
        "Capron, H. (1992), The applied econometrics of R&D public funding: what's that for? In The Quantitative Evaluation of the Impact ofR&D Programmes, edited by H. Capron. Brussels: Commission of the European Communities.",
        "Bresnahan, T. (1986), Measuring spillovers from `technical advance, American Economic Review, 76, 741-755.",
        "Cameron, G. (2003), Why Did U.K. Manufacturing Productivity Growth Slow Down in the 1970s and Speed Up in the 1980s?, Economica, 70, 121-141.",
        "Branstetter, L. (1998), Looking for international knowledge spillovers: A review of the literature with suggestions for new approaches, Annales d'Economie et de Statistique, 49/50, 5 17-540.",
        "Wang, J.-C., and K.-H. Tsai (2003), Productivity Growth and R&D Expenditure in Taiwan's Manufacturing Firms. Cambridge, MA: National Bureau of Economic Research Working Paper Series No. 9724. Weisbrod, B.A. (i97i), Costs and benefits of medical research: a case study of polyomyelitis, Journal of Political Economy, 79(3), 527-544. Wolff, E. N., and M. I. Nadiri. (i993), Spillover effects, linkage structure, and research and development. Structural Change and Economic Dynamics 4 (2), 3 i 5-33 i. Yamada, T., T. Yamada and G. Liu (i 99 i), Labor productivity and market competition in Japan. Cambridge, MA: NBER Working Paper No. w3800. HallMairesseMohnenO9_tables.xlsx Page 1",
        "Hall, Mairesse, and Mohnen November 2009 van Meijl, H. (i997), Measuring intersectoral spillovers: French evidence, Economic Systems Research, 9(i), 25-46. van Pottelsberghe, B. and F. Lichtenberg (200i), Does foreign direct investment transfer technology across borders? Review of Economics and Statistics, 83(3), 490-497. Verspagen, B. (i995), R&D and Productivity: A Broad Cross-Country Look. Journal of Productivity Analysis 6, ii7-i35. Verspagen, B. (i997), Estimating international technology spillovers using technology flow matrices. Review of World Economics i33(2), 226-248. Vuori, S. (i99i), Returns to R&D in Nordic manufacturing industries, i964 to i983. Helsinki: ETLA Discussion Paper No. 357.",
        "Sveikauskas, L. (2007), R&D and Productivity Growth: A Review of the Literature. Washington, DC: U.S. Bureau of Labor Statistics Working Paper 408. Terleckyj, N. (i980), Direct and indirect effects of industrial research and development on the productivity growth of industries, in J. Kendrick and B. Vaccara (eds.), New Developments in Productivity Measurement and Analysis. University of Chicago Press, Chicago. Tewksbury, J.G., M.S. Crandall and W.E. Crane (i980), Measuring the societal benefits of innovation, Science, 658-62. Trajtenberg, M. (i989), The welfare analysis of product innovations, with an application to computed tomography scanners, Journal of Political Economy, 97(2), 444-479. Tone, A. (i990), Quand les ",
        "Sveikauskas, L. (2000), R&D, Unmeasured quality change, and productivity growth. Paper presented at the NBER Summer Institute, Cambridge, MA.",
        "Rouvinen, P. (2002), The Existence of R&D Spillovers: A Cost Function Estimation With Random Coefficients, Economics of Innovation and New Technologies, ii (6), 525-542. Ruttan, V. (i980), Bureaucratic Productivity: The Case of Agricultural Research, Public Choice, 5, 52947. Sassenou, M. (i988), Recherche-D",
        "Rogers, M. (2009), R&D and productivity: Using UK firm-level data to inform policy. Empirica. DOl iO. i007/si0663-009-9i i i-x. Rosenberg, N. (i976), The Direction of Technological Change: Inducement Mechanisms and Focusing Devices. In Perspectives on Technology, edited by N. Rosenberg. Cambridge: Cambridge University Press, i08-i25. Rosenberg, N. (i982a), How Exogenous is Science? In Inside the Black Box, edited by N. Rosenberg. Cambridge: Cambridge University Press, i 4 i - i 62. Rosenberg, N. (i982b), Technological Interdependence and the American Economy. In Inside the Black Box, edited by N. Rosenberg. Cambridge: Cambridge University Press, 55-80."
    ]
}