{
    "id": 15628,
    "cites": 40,
    "cited_by": 44,
    "reference": [
        "Alvarez, Fernando and Robert E. Lucas. 2007. General Equilibrium Analysis of the EatonKortum Model of International Trade. Journal of Monetary Economics 54(6):17261768.",
        "Anderson, James E. 1979. A Theoretical Foundation for the Gravity Equation. The American Economic Review 69(1):106-116.",
        "Anderson, James E. and Eric Van Wincoop. 2003. Gravity with Gravitas: A Solution to the Border Puzzle. The American Economic Review 93(1):170-192.",
        "Anderson, James E. and Eric Van Wincoop. 2004. Trade Costs. Journal of Economic Literature 42(3) :691-751.",
        "Antras, Pol and Elhanan Helpman. 2004. 2004. Journal of Political Economy 112(3):552580.",
        "Arkolakis, Costas. 2008. Market Penetration Costs and the New Consumers Margin in International Trade. NBER working paper 1~1~ Arkolakis, Costas and Marc-Andreas Muendler. 2007. The Extensive Margin of Exporting Goods: A Firm-Level Analysis. mimeo, University of California San Diego and Yale University.",
        "Arkolakis, Costas, Svetlana Demidova, Peter J Klenow and Andres RodrIguez-Clare. 2008. Endogenous Variety and the Gains from Trade. American Economic Review, Papers and Proceedings 98(4) :444-450.",
        "Atkeson, Andrew and Ariel Burstein. 2009. Innovation, Firm Dynamics, and International Trade. mimeo, UCLA.",
        "Baldwin, Richard and James Harrigan. 2007. Zeros, Quality and Space: Trade Theory and Trade Evidence. NBER Working paper 13~21~.",
        "Balistreri, Edward J., Russell H. Hillberry and Thomas F. Rutherford. 2009. Trade and Welfare: Does Industrial Organization Matter. mimeo, University of Melbourne NEW TRADE MODELS, SAME OLD GAINS? 29 Bernard, Andew B., Jonathan Eaton, J. Bradford Jensen and Samuel Kortum. 2003. Plants and Productivity in International Trade. The American Economic Review 93(4):12681290.",
        "Bernard, Andrew B., Stephen J. Redding and Peter Schott. 2007. Comparative Advantage and Heterogeneous Firms. Review of Economic Studies 74(1):31-66.",
        "Bernard, Andrew B., Stephen J. Redding and Peter Schott. 2009. Multi-Product Firms and Trade Liberalization. NBER Working Paper 12782.",
        "Broda, Cristian and David Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121(2):541-585.",
        "Chaney, Thomas. 2008. Distorted Gravity: The Intensive and Extensive Margins of International Trade. The American Economic Review 98(4):1707-1721.",
        "Chetty, Raj. 2009. Sufficient Statistics for Welfare Analysis: A Bridge Between Structural and Reduced-Form Methods. Annual Review of Economics 1:451-488.",
        "Chor, Davin. 2009. Unpacking Sources of Comparative Advantage: A Quantitative Approach.",
        "mimeo, Singapore Management University Costinot, Arnaud and Ivana Komunjer. 2007. What Goods Do Countries Trade? A Structural Ricardian Model. NBER Working Papers 13691 Di Giovanni, Julian and Andrei A. Levchenko. 2009. Firm Entry, Trade, and Welfare in Zipf's World. mimeo, University of Michigan.",
        "Donaldson, Dave. 2008. Railroads of the Raj: Estimating the Economic Impact of Transportation Infrastructure. mimeo, London School of Economics Eaton, Jonathan and Samuel Kortum. 2002. Technology, Geography and Trade. Econometrica 70(5):1741-1779.",
        "Eaton, Jonathan, Samuel Kortum and Francis Kramarz. 2008. An Anatomy of International Trade: Evidence from French Firms. NBER Working Paper L~61O.",
        "Feenstra, Robert. 1994. New Product Varieties and the Measurement of International Prices. The American Economic Review 84(1):157-177.",
        "NEW TRADE MODELS, SAME OLD GAINS? 30 Feenstra, Robert. 2009. Measuring the Gains from Trade under Monopolistic Competition. mimeo, University of California, Davis.",
        "Feenstra, Robert and David Weinstein. 2009. Globalization, Competition, and the U.S. Price Level. mimeo, University of California, Davis and Columbia University.",
        "Feenstra, Robert and Hiau Looi Kee. 2008. Export Variety and Country Productivity: Estimating the Monopolistic Competition Model with Endogenous Productivity. Journal of International Economics 74(2) :500-518.",
        "Feyrer, James. 2009. Trade and Income - Exploiting Time Series in Geography. NBER Working Paper 14910.",
        "Frankel, Jeffrey A. and David Romer. 1999. Does Trade Cause Growth. The American Economic Review 89(3):379-399.",
        "Ghironi, F. and M.J. Melitz. 2005. International Trade and Macroeconomic Dynamics with Heterogeneous Firms. Quarterly Journal of Economics 120(3):865-915.",
        "Goldberg, P., A. Khandelwal, Nina Pavcnik and P. Topalova. 2009. Trade Liberalization and New Imported Inputs. American Economic Review, Papers and Proceedings 99(2):494500.",
        "Grossman, Gene and Elhanan Helpman. 1991. Innovation and Growth in the Global Economy. Cambridge, Massachussets: MIT press.",
        "Hallak, Juan Carlos and Jagadeesh Sivadasan. 2009. Firms' Exporting Behavior under Quality Constraints. NBER Working Paper L~9~28.",
        "Helpman, Elhanan, Marc J. Melitz and Stephen R. Yeaple. 2004. Export Versus FDI with Heterogeneous Firms. The American Economic Review 94(1):300-316.",
        "Helpman, Elhanan, Marc Melitz and Yona Rubinstein. 2008. Estimating Trade Flows: Trading Partners and Trading Volumes. Quarterly Journal of Economics 2(5):441487.",
        "Helpman, Elhanan, Oleg Itskhoki and Stephen J. Redding. 2008. Inequality and Unemployment in a Global Economy. NBER Working Paper 14478.",
        "NEW TRADE MODELS, SAME OLD GAINS? 31 Johnson, Robert C. 2009. Trade and Prices with Heterogeneous Firms. mimeo, Dartmouth College Jones, Charles I. 2009. Intermediate Goods and Weak Links: A Theory of Economic Development. mimeo, Stanford University.",
        "Klenow, Peter J. and Andres RodrIguez-Clare. 1997. Quantifying Variety Gains from Trade Liberalization. mimeo, University of Chicago Krugman, Paul. 1980. Scale Economies, Product Differentiation, and the Pattern of Trade. The American Economic Review 70(5):950-959.",
        "Kugler, Maurice and Eric Verhoogen. 2008. The Quality-Complementarity Hypothesis: Theory and Evidence from Colombia. mimeo, Columbia University.",
        "Matsuyama, Kiminori. 2007. Ricardian Trade Theory. In The New Palgrave Dictionary of Economics, ed. L. Blume and S. Durlauf. 2nd edition ed. Basingstoke Hampshire: Palgrave Macmillan.",
        "Melitz, Marc J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71(6): 1695-1725.",
        "Melitz, Marc J. and Gianmarco I. P. Ottaviano. 2008. Market Size, Trade, and Productivity.  The Review of Economic Studies 75(1):295-316.",
        "Norihiko, Yamano and Nadim Ahmad. 2006. The OECD Input-Output Database: 2006 Edition. Working Paper ~OO6/8, OECD.",
        "Ramondo, Natalia and Andres RodrIguez-Clare. 2009. Trade, Multinational Production, and the Gains from Openness. NBER working paper 15604."
    ]
}