{
    "id": 15633,
    "cites": 60,
    "cited_by": 6,
    "reference": [
        "Polsky, D., Doshi, J.A., Bauer, M.S. & Glick, H.A. 2006. Clinical trial-based cost-effectiveness analyses of antipsychotic use. Am J Psychiatry, 163: 2047-56.",
        "Polinski, J. M., Wang, P. S. & Fisher, M. A. 2007, Medicaid's Prior Authorization Program And Access To Atypical Antipsychotic Medications, Health Affairs 26(3): 7S0-760.",
        "Pearson, S. D., Knudsen, A. B., Scherer, R. W., Weissberg, J., & Gazelle, G. S. 2008, Assessing The Comparative Effectiveness Of A Diagnostic Technology: CT Colonography, Health Affairs, vol. 27, no. 6, pp. 1S03-1S14.",
        "Parks, J. J., Radke, A. Q. and R. Tandon, 2008. Impact of the CATIE Findings on State Mental Health Policy Psychiatric Services 59(5) :534-536.",
        "Olfson, M., Marcus, S.C., and G. J. Wan, 2009, Treatment Patterns for Schizoaffective Disorder and Schizophrenia Among Medicaid Patients, Psychiatric Services 60:210-216.",
        "NIMH Perspective on Antipsychotic Reimbursement: Using Results from CATIE. http ://www.nimh.nih. gov/about/director/updates/2006/ninth-perspective-on-antipsychoticreimbursement -using-results-from-the-catie-cost-effectiveness-study.shtml (accessed September 17, 2009) New York Times Editorial Comparing schizophrenia drugs, September 21, 2005.",
        "Naik, A. D. & Petersen, L. A. 2009, The Neglected Purpose of Comparative-Effectiveness Research, New England Journal of Medicine, vol. 360, no. 19, pp. 1929-1931.",
        "Mohr, P.E., Cheng, C.M., Claxton, K., et al. 2004, The heterogeneity of schizophrenia in disease states. Schizophrenia Research, 71: 83-9S.",
        "Meltzer, H.Y. 2009. Atypical antipsychotic drugs have their merits. Lancet, 373:1007.",
        "Meltzer, D., Basu, A., and H.Y. Meltzer. 2009, Comparative Effectiveness Research for Antipsychotic Medications: How Much Research is Enough? Health Affairs, 28(S): w794w808. Meltzer, H.Y. 200S. The metabolic consequences of long-term treatment with olanzapine, quetiapine and risperidone: are there differences? International Journal of Neuropsychopharmacology, 8:1S3-6.",
        "Meltzer, D., Basu, A., and R. Conti. 2007, The Economics of Comparative Effectiveness Studies: Societal and Private Perspectives. Draft manuscript prepared at the request of the IOM Roundtable on Evidence-Based Medicine, University of Chicago.",
        "Meltzer, D, Huang, E., Jin, L., Shook, M., and M. Chin. 2003, Major bias in cost-effectiveness analysis due to failure to account for self-selection: impact in intensive therapy for type 2 diabetes among the elderly. Med Decision Making 23(6): S76.",
        "Mazor, K. M., Sabin, J. E., Goff, S. L., Smith, D. H., Rolnick, S., Roblin, D., Raebel, M. A., Herrinton, L. J., Gurwitz, J. H., Boudreau, D., Meterko, V., Dodd, K. S., & Platt, R. 2009, Cluster randomized trials to study the comparative effectiveness of therapeutics: stakeholders' concerns and recommendations, Pharmacoepidemiol Drug Saf.",
        "Luce, B. R., Paramore, L. C., Parasuraman, B., Liljas, B., & de Lissovoy, G. 2008, Can managed care organizations partner with manufacturers for comparative effectiveness research?, Am J Manag Care, vol. 14, no. 3, pp. 149-1S6.",
        "Lyles, A. 2008, Comparative Effectiveness Research: NICE for the NHS, But False Starts for the US, Clinical Therapeutics, vol. 30, no. 9, pp. 1702-1703.",
        "Matchar, D.B., Douglas C. McCrory, MD, MHS; Lori A. Orlando, MD, MHS; Manesh R. Patel, MD; Uptal D. Patel, MD; Meenal B. Patwardhan, MD, MHSA; Benjamin Powers, MD; Gregory P. Samsa, PhD; and Rebecca N. Gray, DPhil, 2008, Systematic Review: Comparative Effectiveness of Angiotensin-Converting Enzyme Inhibitors and Angiotensin II Receptor Blockers for Treating Essential Hypertension. Annals of Internal Medicine 148(1): 16-29.",
        "Congress of the United Stated. Congressional Budget Office. Research on the Comparative Effectiveness of Medical Treatments: Issues and Options for an Expanded Federal Role. December 2007.",
        "Zigmond, J. 2009, Healthy choices, Mod Healthc, vol. 39, no. 13, pp. 6-7, 16, 1.",
        "Wu, E.Q., Shi, L., Birnbaum, H., Hudson T. & Kessler R. 2006. Annual prevalence of diagnosed schizophrenia in the USA: a claims data analysis approach, Psychological Medicine 36:1S3S-1S40.",
        "Timothy J. Wilt, MD, MPH; Roderick MacDonald, MS; Indulis Rutks, BA; Tatyana A. Shamliyan, MD, MS; Brent C. Taylor, PhD; and Robert L. Kane, MD. 2008, Systematic Review: Comparative Effectiveness and Harms of Treatments for Clinically Localized Prostate Cancer Annals of Internal Medicine 148(6): 43S-448. Weiden, P.J. and Oltson, M. 199S, Cost of Relapse in Schizophrenia, Schizophrenia Bulletin, 2 l(3):4 19-429.",
        "Wechsler, J. 2008, Comparative effectiveness research legislation likely to raise drug pricing issues, Formulary, vol. 43, no. 9, pp. 342-343.",
        "Wechsler, J. 2007, More comparative effectiveness research could be beneficial when assessing new medical treatments, Formulary, vol. 42, no. 6, p. 411.",
        "Wang, P. S., Ulbricht, C. M., & Schoenbaum, M. 2009, Improving mental health treatments through comparative effectiveness research, Health Aff (Millwood), vol. 28, no. 3, pp. 783791.",
        "Tunis, S., Clancy, C., Helms, W. D., McGinnis, J. M., & Pearson, S. D. 2009, Roundtable on expanding capacity for comparative effectiveness research in the United States: discussion took place on June 3, 2007, at the AcademyHealth Annual Research Meetingin Orlando, FL, Health Serv Res, vol. 44, no. 2 Pt 1, pp. 327-342.",
        "Traynor, K. 2009, Officials eye comparative effectiveness research, American Journal of HealthSystem Pharmacy, vol. 66, no. S, p. 430.",
        "Soumerai SB, Law MR. Cost-effectiveness of schizophrenia pharmacotherapy American Journal Psychiatry, 164:678, 2007.",
        "Stinnett A, & Mu~Iahy, J. 1998. ~Net Heafth Benefits: A New Framework fOr the Analysis of Uncertainty in Cost~Effectiveness Analysis. Medical Decision Making 18: S68~S8O.",
        "Selker, H. P. 2009, Comparative effectiveness research: medical practice, payments, and politics: the need to retain standards of medical research, J Gen Intern Med, vol. 24, no. 6, pp. 776778.",
        "Lyketsos, M.D., M.H.S., J. Michael Ryan, M.D., T. Scott Stroup, M.D., David L. Sultzer, M.D., Daniel Weintraub, M.D., Jeffrey A. Lieberman, M.D., for the CATIE-AD Study Group. 2006, Effectiveness of Atypical Antipsychotic Drugs in Patients with Alzheimer's Disease New England Journal of Medicine, 355(15): 1525-1538 Schneeweiss, S. 2007, Developments in post-marketing comparative effectiveness research, Clinical Pharmacology & Therapeutics, vol. 82, no. 2, pp. 143-156.",
        "Rosenheck RA et al. Cost-effectiveness of Second Generation Antipsychotics and Perphenazine in a Randomized Trial of Treatment for Chronic Schizophrenia American Journal of Psychiatry,2006; 163(12):2080-9.",
        "Rosengren, K. & Trinity, M. 2009, Roundtable on Expanding Capacity for Comparative Effectiveness Research in the United States, Health Services Research, vol. 44, no. 2, pp. 327-342.",
        "Rosenberg, L. 2009, Comparative effectiveness research: making it work for those we serve, J Behav Health Serv Res, vol. 36, no. 3, pp. 283-284.",
        "Rich, E. C. 2009, The policy debate over public investment in comparative effectiveness research, J Gen Intern Med, vol. 24, no. 6, pp. 752-757.",
        "Laugesen, M. J. 2009, Siren Song: Physicians, Congress, and Medicare Fees, Journal of Health Politics Policy and Law, vol. 34, no. 2, pp. 1S7-179.",
        "Lubowitz, J. H. & Poehling, G. G. 2009, Comparative effectiveness research: we must lead (so as not to be misled), Arthroscopy, vol. 2S, no. S, pp. 4SS-4S6.",
        "Lauer, M. S. 2009, Comparative Effectiveness Research: The View From the NHLBI, Journal of the American College of Cardiology, vol. S3, no. 12, pp. 1084-1086.",
        "Lenert, L., Sturley, A. P., Rapaport, M.H., Chavez, S., Mohr, P., Rupnow, M. 2004, Public preferences for health states with schizophrenia and a mapping function to estimate utilities from positive and negative syndrome scale scores. Schizophrenia Research, 71:155-165.",
        "Report submitted to The Office of the Assistant Secretary for Planning and Evaluation and The National Institute of Mental Health, U.S. Department of Health and Human Services, January, 2000. http ://aspe.hhs .gov/healthlreports/Psychmedaccess/.",
        "Lewin Group. Comparative Effectiveness Research and Personalized Medicine: From Contradiction to Synergy White Paper. Presented Comparative Effectiveness Research and Personalized Medicine: Policy, Science, and Business on October 28, 2009. Lewin Group. Access and Utilization of New Antidepressant and Antipsychotic Medications.",
        "Leucht, S., Corves, C., Arbter, D., Engel, R.R., Li, C., & Davis, J.M. 2009. Second-generation versus first-generation antipsychotic drugs for schizophrenia: a meta-analysis, Lancet, 373: 31-41.",
        "Lancet Editorial, 2009, Comparative effectiveness research in the USA, Lancet, vol. 373, no. 966S, p. 694.",
        "Kane, J.M. 2004. Tardive dyskinesia rates with atypical antipsychotics in adults: prevalence and incidence Journal Clinical Psychiatry, 65(suppl 9):16-20.",
        "Kaldy, J. & Schlosberg, C. 2008, Comparing apples to apples: policymakers take a shine to comparative effectiveness research, Consult Pharm, vol. 23, no. 9, pp. 666-678.",
        "Johnston, S. C. & Hauser, S. L. 2009, Comparative Effectiveness Research in the Neurosciences, Annals of Neurology, vol. 6S, no. 2, p. A6-A8.",
        "IOM Initial National Priorities for Comparative Effectiveness Research: Committee on Comparative Effectiveness Research Prioritization Board on Health Care Services, June 2009 Jobson, K.O. 2009, The International Psychopharmacology Algorithm Project (IPAP). www..org.",
        "Gilmer TP, Dolder CR, Lacro JP, Folsom DP, Lindamer L, Garcia P, Jeste DV. 2004, Adherence to treatment with antipsychotic medication and health care costs among Medicaid beneficiaries with schizophrenia. The American Journal of Psychiatry, 16 1(4): 692-9.",
        "Gibbons, R. J., Gardner, T. J., Anderson, J. L., Goldstein, L. B., Meltzer, N., Weintraub, W. S., & Yancy, C. W. 2009, The American Heart Association's Principles for Comparative Effectiveness Research. A Policy Statement From the American Heart Association, Circulation.",
        "Garber, A. M. & Tunis, S. R. 2009, Does Comparative-Effectiveness Research Threaten Personalized Medicine?, New England Journal of Medicine, vol. 360, no. 19, pp. 192S1927.",
        "Federal Coordinating Council for Comparative Effectiveness Research. Report to the President and the Congress. June 30, 2009.",
        "Demaria, A. N. 2009, Comparative Effectiveness Research, Journal of the American College of Cardiology, vol. S3, no. 11, pp. 973-97S. Duggan, M. 200S. Do New Prescription Drugs Pay for Themselves? The Case of Second-Generation Antipsychotics. J. Health Econ. 24(1), 1-31.",
        "Cooper, L. M. 2009, Comparative Effectiveness Research: A Useful Tool Responds, Health Affairs, vol. 28, no. 2, p. 601.",
        "Cohen, J. T. & Neumann, P. J. 2008, Using Decision Analysis To Better Evaluate Pediatric Clinical Guidelines, Health Affairs, vol. 27, no. S, pp. 1467-147S.",
        "Bruen, B. & Ghosh, A. 2004. Medicaid Prescription Drug Spending and Use Kaiser Commission on Medicaid and the Uninsured Issue Paper. http://www.kff.org/medicaid/upload/MedicaidPrescription -Drug-Spending-and-Use .pdf, accessed December 21, 2009. Carey, B. 200S. Little difference found in schizophrenia drugs. New Your Times, September 20.",
        "Brown, M. M., Luo, B., Brown, H. C., & Brown, G. C. 2009, Comparative effectiveness: its role in the healthcare system, Curr Opin Ophthalmol, vol. 20, no. 3, pp. 188-194.",
        "Barnett, D., Chalkidou, K., & Rawlins, M. 2009, Comparative Effectiveness Research: A Useful Tool, Health Affairs, vol. 28, no. 2, pp. 600-601.",
        "Basu A. 2009, Economics of individualization in comparative effectiveness research. Draft, University of Chicago.",
        "Banthin, J.S. & Miller, G.E. 2006. Trends in Prescription Drug Expenditures by Medicaid Enrollees, Medical Care, 44:I-27-I-3S.",
        "AHRQ EPC Project. 2009. Comparative Effectiveness of Typical and Atypical Antipsychotics -Adults (aged 18-64). http ://effectivehealthcare. ahrq.gov/ehc/index. cfmlsearch-for-guidesreviews -and-reports/?pageaction=displaytopic&topicid= 146, Accessed December 21, 2009.",
        "Avorn, J. 2009, Debate about Funding Comparative-Effectiveness Research, New England Journal of Medicine, vol. 360, no. 19, pp. 1927-1929.",
        "Horn, S. D. & Gassaway, J. 2007, Practice-based evidence study design for comparative effectiveness research, Medical Care , vol. 4S, no. 10, p. S50-S57."
    ]
}