{
    "id": 15638,
    "cites": 38,
    "cited_by": 11,
    "reference": [
        "Abowd, John. M., Francis Kramarz, David N. Margolis, and Kenneth R. Troske, The Relative Importance of Employer and Employee Effects on Compensation: A Comparison of France and the United States, Journal of the Japanese and International Economies, December 2001, 15 (4), 4 19-36.",
        "Alchian, Armen A. and Harold Demsetz, Production, Information Costs, and Economic Organization,  American Economic Review, December 1972, 62 (5), 777-795.",
        "Anton, James J. and Dennis A. Yao, Start-ups, Spin-offs, and Internal Projects, Journal of Law, Economics, & Organization, October 1995, 11 (2), 362-378.",
        "Benedetto, Gary, John Haltiwanger, Julia Lane, and Kevin McKinney, Using Worker Flows to Measure Firm Dynamics, Journal of Business and Economic Statistics, July 2007, 25 (3), 299313.",
        "Bhid",
        "Bureau of the Census, 1992 Economic Census. Characteristics of Business Owners, Washington, DC: U.S. Department of Commerce, Economics and Statistics Administration, December 1997. (Government Printing Office).",
        "Cabral, Luis and Zhu Wang, Spin-offs: Theory and Evidence, Federal Reserve Bank of Kansas City Research Working Paper, December 2008, RWP 08-15.",
        "Christensen, Clayton M., The Rigid Disk Drive Industry: A History of Commercial and Technological Turbulence, Business History Review, Winter 1993, 67(4), 53 1-88.",
        "Cooper, Arnold C., The Role of Incubator Organizations in the Founding of Growth-oriented Firms, Journal of Business Venturing, Winter 1985, 1 (1), 75-86.",
        "Cusatis, Patrick J., James A. Miles, and J. Randall Woolridge, Restructuring through Spinoffs: The Stock Market Evidence, Journal of Financial Economics, June 1993, 33 (3), 293-311.",
        "De Negri, Jo",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson, Patterns of Firm Entry and Exit in U.S. Manufacturing Industries, RAND Journal of Economics, Winter 1988, 19 (4), 495-5 15.",
        "- , - , and - , The Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics, November 1989, 104 (4), 67 1-98.",
        "Elkan, Walter, Entrepreneurs and Entrepreneurship in Africa, World Bank Research Observer, July 1988, 3 (2), 171-88.",
        "Franco, April Mitchell and Darren Filson, Spin-Outs: Knowledge Diffusion through Employee Mobility, RAND Journal of Economics, Winter 2006, 37 (4), 84 1-60.",
        "Hannan, Michael T. and John Freeman, Structural Inertia and Organizational Change, American Sociological Review, April 1984,49(2), 149-164.",
        "Henderson, Rebecca M. and Kim B. Clark, Architectural Innovation: The Reconfiguration of Existing Product Technologies and the Failure of Established Firms, Administrative Science Quarterly, March 1990, 35 (1), 9-30.",
        "Holmstrom, Bengt, Moral Hazard in Teams, Bell Journal of Economics, 1982, 13 (2), 324-340.",
        "Hopenhayn, Hugo A., Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, September 1992, 60 (5), 1127-50.",
        "Hvide, Hans K., Firm Size and the Quality of Entreprenuers, CEPR Discussion Paper, 2005, 4979.",
        "Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan, Earnings Losses of Displaced Workers, American Economic Review, September 1993, 83 (4), 685-709.",
        "Jovanovic, Boyan, Selection and the Evolution of Industry, Econometrica, May 1982, 50 (3), 64970.",
        "Klepper, Steven, Employee Startups in High-Tech Industries, Industrial and Corporate Change, September 2001, 10 (3), 639-74.",
        "- , The Origin and Growth of Industry Clusters: The Making of Silicon Valley and Detroit, April 2009. Carnegie Mellon University, unpublished manuscript.",
        "- and Sally Sleeper, Entry by Spinoffs, Management Science, August 2005, 51 (8), 1291-1306.",
        "Krishnaswami, Sudha and Venkat Subramaniam, Information Asymmetry, Valuation, and the Corporate Spin-off Decision, Journal of Financial Economics, July 1999, 53 (1), 73-112.",
        "Menezes-Filho, Na",
        "Muendler, Marc-Andreas and James E. Rauch, Employee Spinoffs and Industrial Clustering: Evidence from Brazil, December 2009. University of California, San Diego, unpublished manuscript.",
        "Nandy, Debarshi and Thomas Chemmanur, How is Value Created in Spin-Offs? A Look Inside the Black Box, U.S. Census Bureau Center for Economic Studies Working Paper, July 2005, 0509.",
        "OECD, Science, technology and industry scoreboard: towards a knowledge-based economy, Paris: OECD, 2001.",
        "Rauch, James E., Spinout Entrepreneurship, Crony Capitalism, and Development, May 2008. UC San Diego, unpublished manuscript.",
        "- and Joel Watson, Are There Too Many Entrepeneurs? A Model of Client-Based Entrepreneurship,  October 2004. UC San Diego, unpublished manuscript.",
        "Reynolds, Paul D., Michael Hay, William D. Bygrave, S. Michael Camp, and Erkko Autio, Global Enterpreneurship Monitor 2000 Executive Report, London: Global Entrepreneurship Research Association, 2000.",
        "Rona-Tas, Akos, Social Engineering and Historical Legacies: Privatization and the Business Elite in Hungary and the Czech Republic, in Beverly Crawford and Arend Lijphart, eds., Liberalization and Leninist Legacies: Comparative Perspectives on Democratic Transitions, Berkeley, Calif.: International and Area Studies, 1997, pp. 126-14 1.",
        "Shieh, Gwo-shyong, Boss island: The subcontracting network and microentrepreneurship in Taiwan 's development, New York: Peter Lang, 1992.",
        "Teece, David J., Profiting from Technological Innovation: Implications for Integration, Collaboration, Licensing and Public Policy, Ricerche Economiche, October-December 1986, 40 (4), 60743.",
        "Tushman, Michael L. and Philip Anderson, Technological Discontinuities and Organizational Environments, Administrative Science Quarterly, September 1986, 31 (3), 439-465.",
        "Wiggins, Steven N., Entrepreneurial Enterprises, Endogenous Ownership, and the Limits to Firm Size, Economic Inquiry, January 1995, 33 (1), 54-69."
    ]
}