{
    "id": 15632,
    "cites": 22,
    "cited_by": 11,
    "reference": [
        "SirOnibcrg, P. (2008) The New Demography ol Private Equity. In Gurung, A. and Lerner, J.",
        "Impact of Private Equity 2008, New York: World Economic Forum USA, 2008, 3-26. Available at http://www.weforum.org/pdf/cgi/pe/FullReport.pdf.",
        "Available at http://www.behindthebuyouts.org/storage/Copy of DRAFT SEIU Infrastructure Policy Paper Oct2008 .pdf.",
        "London, 30 January. Service Employees International Union (2007) Behind the Buyouts: Inside the World of Private Equity. Washington, DC: SEIU.",
        "Rasmussen, P. (2008) Taming the Private Equity Fund Locusts. In Europe Today 8 (Spring), 130-133.",
        "Sabbagh, D. (2009) Terra Firma Injects Cash into Struggling EMI. In The Times newspaper.",
        "Muscarella, C. and Vetsuypens, M. (1990) Efficiency and Organizational Structure: A Study of Reverse LBOs. In Journal of Finance 45 (December), 1389-1413.",
        "Kosman, J. (2009) The Buyout ofAmerica: How Private Equity Will Cause the Next Great Credit Crisis, New York: Penguin, 2009.",
        "Mollica, M. and Zingales, L. (2007) The Impact of Venture Capital on Innovation and the Creation of New Business. Unpublished Working Paper, University of Chicago.",
        "Kortum, S. and Lerner, J. (2000) Assessing the Contribution of Venture Capital to Innovation. In RAND Journal of Economics 31 (Winter), 674-692.",
        "Kaplan, S. and Schoar, A. (2005) Private Equity Performance: Returns, Persistence and Capital Flows. In Journal of Finance 60 (August), 1791-1823.",
        "Kaplan, 5. (1989) The Effects of Management Buyouts on Operating Performance and Value. In Journal of Financial Economics 24 (October), 2 17-254.",
        "John, K., Lang, L. and Netter, J.(1992) The Voluntary Restructuring of Large Firms in Response to Performance Decline. In Journal of Finance 47 (July), 891-917.",
        "Jensen, M. (1989) The Eclipse of the Public Corporation. In Harvard Business Review, 67 (September/October), 61-74.",
        "Jensen, M. (1986) Agency Costs of Free Cash Flow, Corporate Finance and Takeovers. In American Economic Review Papers and Proceedin,~s 76 (May), 323-329.",
        "Guo, S., Hotchiciss, E. and Song, W. (2009) Do Buyouts (Still) Create Value? In Journal of Finance, forthcoming. Available at http://ssrn.cornIabstraci= 1108808.",
        "European Commission (2009), Commission Staff Working Document Accompanying the Proposal for a Directive of the European Parliament and of the Council on Alternative 21 Investment Fund Managers and amending Directives 2004/39/EC and 2009/.. ./EC: Impact Assessment, COM(2009) 207/SEC (2009) 577. Brussels; European Commission.",
        "Cao, J. and Lemer, J. (2009) The Performance of Reverse-Leveraged Buyouts. In Journal of Financial Economics 91 (February), 139-157.",
        "Chevalier, J. (1995) Capital Structure and Product-Market Competition: Empirical Evidence from the Supermarket Industry. In American Economic Review 85 (June), 4 15-435.",
        "Bloom, N., Sadun, R. and Van Reenen, J. (2009) Do Private Equity-Owned Firms Have Better Management Practices? In Gurung, A. and Lemer, J. (eds.) Globalization ofAlternative Investments Working Papers Volume 2: Global Economic Impact of Private Equity 2009, New York: World Economic Forum USA, 2009, 1-23. Available at hup~//www~veforuiTLorg/pd!7cgi/pe/FuiIReport2.pdf.",
        "Axelson, u., Stromberg, P., Jenkinson, T. et al (2009) Leverage and Pricing in Buyouts: An Empirical Analysis. EFA 2009 Bergen Meetings Working Paper. Available at http ://ssm.comlabstract= 1344023.",
        "Andrade, G. and Kaplan, S. (1998) How Costly is Financial (Not Economic) Distress? Evidence from Highly Leveraged Transactions that Became Distressed. In Journal of Finance 53(5), 1443- 1493."
    ]
}