{
    "id": 15630,
    "cites": 63,
    "cited_by": 6,
    "reference": [
        "Abrams, Burton A., 2006. How Richard Nixon Pressured Arthur Burns: Evidence from the Nixon Tapes, Journal of Economic Perspectives 20(4), pp.177-188.",
        "Albanesi, Stefania, V.V. Chari, and Lawrence J. Christiano, 2003. Expectations Traps and Monetary Policy. Review of Economic Studies 70, 715-41.",
        "Ang, Andrew, Geert Bekaert, and Mm Wei, 2007. Do Macro Variables, Asset Markets, or Surveys Forecast Inflation Better? Journal of Monetary Economics 54, pp. 1163 - 1212.",
        "Ang, Andrew, Geert Bekaert, and Mm Wei, 2008. The Term Structure of Real Rates and Expected Inflation, Journal of Finance, forthcoming. Also available as NBER Working Paper #12930.",
        "Barro, Robert J. and Gordon, David B., 1983. A Positive Theory of Monetary Policy in a Natural Rate Model. Journal of Political Economy 91, 589-610.",
        "Barsky, Robert and Lutz Kilian, 2001. Do We Really Know Oil Caused the Great Stagflation? A Monetary Alternative, in B. Bernanke and K. Rogoff, eds., NBER Macroeconomics Annual, Cambridge, Mass.: MIT Press, 137-82.",
        "Benati, Luca, 2008. Investigating Inflation Persistence Across Monetary Regimes, Quarterly Journal of Economics 123, pp.1005-1060.",
        "Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen, 1999. Inflation Targeting: Lessons from the International Experience. Princeton, NJ: Princeton University Press.",
        "Beyer, A., and Farmer, R., 2007. Natural Rate Doubts, Journal of Economic Dynamics and Control 31, 797-825.",
        "Biven, W. Carl, 2002. Jimmy Carter's Economy: Policy in an Age of Limits. Chapel Hill: University of North Carolina Press.",
        "Bordo, M., Schwartz, A., 1999. Under What Circumstances, Past and Present, Have International Rescues of Countries in Financial Distress Been Successful?, Journal of International Money and Finance 18, 683-708.",
        "Bremner, Robert, 2004. Chairman of the Fed: William McChesney Martin, Jr. and the Creation of the Modern American Financial System. New Haven, CT: Yale University Press.",
        "Burns, Arthur F., 1979. The Anguish of Central Banking. Per Jacobsson Lecture, Sava Centar Complex, Belgrade, Yugoslavia, September 30, 1979.",
        "Califano, Joseph A., 1991. The Triumph and Tragedy of Lyndon Johnson: The White House Years. New York: Simon & Schuster.",
        "Carter, James, 1980. Text of the President's Address on Economic Policy at the White House, March 14, 1980. In U.S. Congress, Joint Economic Committee, Hearings on the President's New Anti-Inflation Program, 96th Congress, 2nd Session, pp.7-8.",
        "Cecchetti, Stephen, Peter Hooper, Bruce Kasmin, Kermit Schoenholtz, and Mark Watson, 2007. Understanding the Evolving Inflation Process, U.S. Monetary Policy Forum, manuscript.",
        "Christiano, Eichenbaum, and Evans (1999). Monetary Policy Shocks: What Have We Learned and To What End? in J. B. Tayor and M. Woodford, eds., Handbook of Macroeconomics, Amsterdam: Elsevier Press, pp.66-145.",
        "Clarida, Richard, Gordi Gali, and Mark Gertler (1998), Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, 42:1033-67.",
        "Croushore, Dean, 1997. The Livingston Survey: still useful after all these years, Business Review, Federal Reserve Bank of Philadelphia, MarchlApril.",
        "Darin, Robert, and Robert Hetzel, 1995. An Empirical Measure of the Real Rate of Interest, Economic Quarterly, Federal Reserve Bank of Richmond, Winter, 17-47.",
        "DeLong, J. Bradford, 1997. America's Peacetime Inflation: The 1970s, in Christina Romer and David Romer. eds., Reducing Inflation: Motivation and Strategy, Chicago, IL: University of Chicago Press.",
        "Economic Report of the President, 1985. Washington, DC: U.S. Government Printing Office.",
        "Erceg, Christopher and Andrew Levin, 2003. Imperfect Credibility and Inflation Persistence. Journal of Monetary Economics 50, 9 15-944.",
        "Evans, M. D. , and P.Wachtel, 1993, Inflation Regimes and the Sources of Inflation Uncertainty, Journal of Money, Credit and Banking25, 475-511.",
        "Fama, Eugene F. and Robert R. Bliss, 1987. The Information in Long-Maturity Forward Rates. American Economic Review 77, 680-92.",
        "Friedman, Milton, 1961. The lag in effect of monetary policy, Journal of Political Economy 69, 447-466.",
        "Gurkaynak, Refet S., Andrew Levin, and Eric T. Swanson, 2006. Does Inflation Targeting Anchor Long-Run Inflation Expectations? Evidence from Long-Term Bond Yields in the U.S., U.K., and Sweden. Federal Reserve Bank of San Francisco Working Paper 2006-09.",
        "Gurkaynak, Refet S., Brian Sack, and Eric T. Swanson, 2005. The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models. American Economic Review 95(1), 425-36.",
        "Havrilesky, Thomas, 1988. New Evidence on Expected Long-Term Real Interest Rates, Journal of Forensic Economics 1, 19-23.",
        "Hetzel, Robert L., 1998. Arthur Burns and Inflation, Federal Reserve Bank of Richmond Economic Quarterly 84, 2 1-44.",
        "Hetzel, Robert L., 2008. The Monetary Policy of the Federal Reserve: A History. Cambridge: Cambridge University Press.",
        "Holland, A. Steven, 1984. Real Interest Rates: What accounts for their recent rise?, Economic Review, Federal Reserve Bank of St. Louis, 18-29.",
        "Ireland, Peter N., 1999. Does the time-consistency problem explain the behavior of inflation in the United States? Journal of Monetary Economics 44, 279-291.",
        "Ireland, Peter N., 2007. Changes in the Federal Reserve's Inflation Target: Causes and Consequences, Journal of Money, Credit and Banking 39, 185 1-1882.",
        "Kettl, Donald F., 1986. Leadership at the Fed. New Haven and London: Yale University Press.",
        "Levin, Andrew, and Jeremy Piger, 2004. Is Inflation Persistence Intrinsic in Industrial Economies?, European Central Bank Working Paper #334.",
        "Maisel, Sherman J., 1973. Managing the Dollar. New York: Norton.",
        "Mayer, Thomas, 1998. Monetary Policy and the Great Inflation in the United States: The Federal Reserve and the Failure of Macroeconomic Policy, 1965-79. Cheltenham: Edward Elgar Press.",
        "McCallum, Bennett, 1996. Inflation Targeting in Canada, New Zealand, Sweden, the United Kingdom, and in General. NBER Working Paper 5579.",
        "Meltzer, Allan H., 2005. Origins of the Great Inflation. Federal Reserve Bank of St. Louis Review 87(2, part 2), 145-75.",
        "Meltzer, Allan H., 2010a. A History of the Federal Reserve, Volume 2, Book 1, 1951-1969. Chicago, IL: University of Chicago Press.",
        "Meltzer, Allan H., 2010b. A History of the Federal Reserve, Volume 2, Book 2, 1970-1986. Chicago, IL: University of Chicago Press.",
        "Nelson, Charles and Andrew Siegel, 1987. Parsimonious Modeling of Yield Curves. Journal of Business 60(4), 473-89.",
        "Orphanides, Athanasios, 2002. Monetary Policy Rules and the Great Inflation, American Economic Review 92, 115-120.",
        "Orphanides, Athanasios, 2003. Historical Monetary Policy Analysis and the Taylor Rule, Journal of Monetary Economics 50, 983-1022.",
        "Nikolsko-Rzhevskyy, Alex and David H. Papell, 2009. Taylor Rules and the Great Inflation: Lessons from the 1970s for the Road Ahead for the Fed. Manuscript, University of Houston.",
        "Persson, Torsten and Guido Tabellini, 1993. Designing Institutions for Monetary Stability. Carnegie-Rochester Conference Series on Public Policy 39, 53-84.",
        "Primiceri, Giorgio E., 2006. Why Inflation Rose and Fell: Policymakers' Beliefs and US Postwar Stabilization Policy, Quarterly Journal of Economics 121, 867-901.",
        "Romer, Christina D. and Romer, David H., 2002a. A Rehabilitation of Monetary Policy in the 1950s, American Economic Review 92, 12 1-27.",
        "Romer, Christina D. and Romer, David H., 2002b. The Evolution of Economic Understanding and Postwar Stabilization Policy, in Rethinking Stabilization Policy. Kansas City, MO: Federal Reserve Bank of Kansas City, 11-78.",
        "Romer, Christina D. and Romer, David H., 2004. Choosing the Federal Reserve Chair: Lessons from History, Journal of Economic Perspectives 18, 129-62.",
        "Sargent, Thomas, 1999. The Conquest ofAmerican Inflation. Princeton University Press.",
        "Sargent, Thomas, Williams, Noah, and Zha, Tao, 2006. Shocks and Government Beliefs: The Rise and Fall of American Inflation, American Economic Review 96, 1193-1224.",
        "Schreft, Stacey, 1992. Credit Controls: 1980, Economic Review, Federal Reserve Bank of Richmond, November/December, pp.25-55.",
        "Shiller, Robert, John Y. Campbell, and Kermit Schoenholtz, 1983. Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity 1, 173-217.",
        "Svensson, Lars, 1994. Estimating and Interpreting Forward Rates: Sweden 1992-94, National Bureau of Economic Research Working Paper #4871.",
        "Svensson, Lars, and Michael Woodford, 2003. Implementing Optimal Policy Through InflationForecast Targeting. In: The Inflation Targeting Debate, Ben S. Bernanke and Michael Woodford, eds. (Chicago: University of Chicago Press).",
        "Taylor, John, 1993. Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy 39, 195-2 14.",
        "Taylor, John B., 1997. Comment: America's Peacetime Inflation, in Christina Romer and David Romer. eds., Reducing Inflation: Motivation and Strategy, Chicago, IL: University of Chicago Press.",
        "Taylor, John B. 1999. An Historical Analysis of Monetary Policy Rules, in John B. Taylor (Ed) Monetary Policy Rules, University of Chicago Press, Chicago.",
        "Volcker, Paul, 1980. Remarks before the U.S. Congress. Joint Economic Committee, Hearing on the 1980 Economic Report of the President, 96th Congress, 2nd session, Part I, p.77.",
        "Weise, Charles L., 2008. Political Constraints on Monetary Policy during the Great Inflation. MPRA Paper #8694, University of Munich.",
        "Woodford, Michael, 2003. Interest and Prices: Foundations of a Theory of Monetary Policy (Princeton: Princeton University Press)."
    ]
}