{
    "id": 15635,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Fournier, Susan, Consumers and their brands: Developing relationship theory in consuiner research, Journal of Consumer Research, 24, March 1998, 343-373.",
        "Cabral, Luis M. B., Stretching Firm and Brand Reputation, Rand Journal of Economics, 31, Winter 2000, 658-673.",
        "Broniarczyk, Susan M. and Joseph W. Alba, The Importance of the Brand in Brand Extension, Journal of Marketing, 21, May 1994, 214-28.",
        "Choi, Jay Pil, Brand Extension as Informational Leverage, Review of Economic Studies ~, 65, October 1998, 655-69.",
        "Bagwell, Kyle and Michael H. Riordan, High and Declining Prices Signal Product Quality, American Economic Review, 81, March 1991, 224-239.",
        "Anderson, Eric T. and Duncan L Simester, Price Stickiness and Customer Antagonism, Quarterly Journal of Economics, 2010 forthcoming.",
        "Abrahams, Jeffrey, The Mission Statement Book: 301 Corporate Mission Statements from America's Top Companies, New Yoric Ten Speed Press, 2004.",
        "Aaker, David A. and Kevin L. Keller, Consumer Evaluations of Brand Extensions, Journal of Marketing, 54, January 1990, 27-41.",
        "Wernerfelt, Birger, Umbrella Branding as a Signal of New Product Quality: An Example of Signaling by Posting a Bond, RAND Journal of Economics, 19, 1988, 458-66.",
        "Tadelis, Steven, What's in a name? Reputation as a tradeable asset, American Economic Review, 89, June 1999, 548-63.",
        "Swaminathan, Vanitha, Richard J. Fox, and Srinivas K. Reddy, The Impact of Brand Extension Introduction on Choice, Journal of Marketing, 65, October 2001, 1-15.",
        "~, Fair Pricing, Journal of the European Economic Association, 2010, forthcoming.",
        "Sullivan, Mary, Measuring Image Spillovers in Umbrella Branded Products, Journal of Business, 63, 1990, 309-30.",
        "Rotemberg, Julio J., Minimally Acceptable Altruism and the Ultimatum Game. Journal of Economic Behavior and Organization, 66, June 2008, 457-76.",
        "Roedder-John, Deborah, Barbara Loken and Christopher Joiner, The Negative Impact of Extensions: Can Flagship Products Be Diluted?, Journal of Marketing, 62, January 1998, 19-32.",
        "Pina, Jose M., Eva Martinez, Leslie de Chernatony and Susan Drury, The effect of service brand extensions on corporate image An empirical model, European Journal of Marketing, 40, 2006, 174-197.",
        "Ohbuchi, Ken-It, Ton Tamura, Brian M. Quigley, James T. Tedeschi, Mawaf Madi, Michael Bind and Ainelie Mummendey, Anger, Blame, and Dimensions of Perceived Norm Violations: Culture, Gender, and Relationships, Journal of Applied Social Psychologj5 34, August 2004, 1587-1603.",
        "Loken, Barbara and Roedder-John, Deborah, Diluting brand beliefs: when do brand extensions have a negative impact?, Journal of Marketing, 57, July 1993, 71-84.",
        "Klink, Richard it and Daniel C. Smith, Threats to the External Validity of Brand Extension Research, Journal of Marketing Research,, 38, August 2001, 326-335.",
        "Keller, Kevin L. and David A. Aaker, The Effects of Sequential Introduction of Brand Extensions, Journal of Marketing Research, 29, February 1992, 35-50.",
        "Keller, Kevin L., Strategic Brand Management Upper Saddle River, NJ: Prentice Hall, 1998."
    ]
}