{
    "id": 15643,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron (2005) Constitutions, Politics and Economics: A Review Essay on Persson and Tabellini's The Economic Effects of Constitutions , Journal of Economic Literature, 43(4): pp. 1025-1048.",
        "Acemoglu, Daron and James Robinson (2005) Unbundled Institutions, Journal of Political Economy, 113(5): pp. 949-995.",
        "Acemoglu, Daron, David Ticchi and Andrea Vindigni (2006) Emergence and Persistence of Inefficient States, National Bureau of Economic Research, Working Paper 12748.",
        "Aghion, Philippe, Alberto Alesina, and Francesco Trebbi (2004) Endogenous Political Institutions, Quarterly Journal of Economics, 119(2): pp. 565-613.",
        "Alesina, Alberto and Guido Tabellini (1990) A Positive Theory of Fiscal Deficits and Government Debt, Review of Economic Studies, 57:pp. 403-414.",
        "Alesina, Alberto and Guido Tabellini (2007) Bureaucrats or Politicians? Part I: A Single Policy Task, American Economic Review, 97(1): pp. 169-79.",
        "Alesina, Alberto and Guido Tabellini (2008) Bureaucrats or Politicians? Part II: Multiple Policy Tasks, Journal of Public Economics, 92(3-4): pp. 426-447.",
        "Angrist, Joshua and Jorn-Steffen Pischke (2009) Mostly Harmless Econometrics: An Empiricist's Companion, Princeton, NJ: Princeton University Press.",
        "Besley, Timothy (2006) Principled Agents? The Political Economy of Good Government. Oxford, UK: Oxford University Press.",
        "Besley, Timothy and Anne Case (1995) Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics, 110(3): pp. 769-798 Besley, Timothy and Anne Case (2003) Political Institutions and Policy Choices: Evidence from the United States, Journal of Economic Literature, 41(1): pp. 7-73.",
        "Besley, Timothy and Stephen Coate (2003) Elected versus Appointed Regulators: Theory and Evidence, Journal of the European Economics Association, 1(5): pp. 1176-1206.",
        "Besley, Timothy and Abigail Payne (2006) Implementation of Anti-Discrimination Policy: Does Judicial Selection Matter?, McMaster University, Working Paper.",
        "Bowler, Shaun and Todd Donovan (1998) Demanding Choices, Ann Arbor, MI: University of Michigan Press.",
        "California Debt Issuance and Advisory Commission (2006) California Debt Issuance Primer, Sacramento, CA: CDIAC.",
        "California Municipal Treasurers Association (2001) City Treasurers Handbook. Sacramento, CA: CMTA.",
        "Cellini, Stephanie Riegg, Fernando Ferreira and Jesse Rothstein (2008) The Value of School Facilities: Evidence from a Dynamic Regression Discontinuity Design, National Bureau of Economic Research, Working Paper 14516.",
        "Coate, Stephen and Brian Knight (2009) Government Form and Public Spending: Theory and Evidence from U.S. Municipalities, National Bureau of Economic Research, Working Paper 14857.",
        "Feldstein, Sylvan and Frank Fabozzi (2008) The Handbook of Municipal Bonds, Hoboken, NJ: John Wiley and Sons.",
        "Ferraz, Claudio and Frederico Finan (2007) Electoral Accountability and Corruption in Local Governments: Evidence from Audit Reports. UCLA, Working paper.",
        "Ferraz, Claudio and Frederico Finan (2008) Exposing Corrupt Politicians: The Effect of Brazil's Publicly Released Audits on Electoral Outcomes, Quarterly Journal of Economics,123(2): 703-745.",
        "Ferreira, Fernando and Joseph Gyourko (2009), Do Political Parties Matter? Evidence from U.S. Cities, Quarterly Journal of Economics, 124(1): pp. 349-397.",
        "Gerber, Elisabeth (1999) The Populist Paradox, Princeton, NJ: Princeton University Press.",
        "Gordon, Tracy (2004) The Local Initiative in California, San Francisco, CA: Public Policy Institute of California.",
        "Jones, Ben and Ben Olken (2005) Do Leaders Matter? National Leadership and Growth Since World War II, Quarterly Journal of Economics, 120 (3): pp. 835-864.",
        "Joseph, James (1994) Debt Issuance and Management: A Guide for Smaller Governments, Chicago, IL: Government Financial Officers Association.",
        "Lee, David (2008) Randomized Experiments from Non-random Selection in U.S. House Elections, Journal of Econometrics, 142 (2008): pp. 675-697.",
        "Lee, David, and Thomas Lemieux (2008) Regression Discontinuity Designs in Economics, National Bureau of Economic Research, Working Paper 14723.",
        "Leonard, Paul (2004) Debt Management, in Management Policies in Local Government Finance, edited by Aaronson, Richard and Eli Schwartz, Washington, DC: ICMA.",
        "Levitt, Arthur (2009) Taxpayers Fleeced When Leaders Tap Muni Market, Bloomberg.com (October 21, 2009): http : //www.bloomberg.com/apps/news?pid=newsarchivesid=aZo2O7uRC .0k.",
        "List, John and Daniel Sturm (2006) How Elections Matter: Theory and Evidence from Environmental Policy, Quarterly Journal of Economics, 121(4): pp. 1249 - 1281.",
        "Maskin, Eric and Jean Tirole (2004) The Politician and the Judge: Accountability in Government, American Economic Review, 94(1): pp. 1034-1054.",
        "Matsusaka, John (2003) I &~ R in American Cities: Basic Patterns, in Initiative and Referendum Almanac, edited by M. Dane Waters, Durham, NC: Carolina Academic Press.",
        "Nicholson, Steven (2005) Voting the Agenda: Candidates, Elections and Ballot Propositions, Princeton, NJ: Princeton University Press.",
        "Persson, Torsten and Guido Tabellini (2003) The Economic Effects of Constitutions, Cambridge, MA: MIT Press.",
        "Porter, Jack (2003) Estimation in the Regression Discontinuity Model, University of Wisconsin, working paper.",
        "Poterba, James (1994) State Responses to Fiscal Crisis: The Effects of Budgetary Institutions and Politics, Journal of Political Economy, 102 (August): 799-821 Robbins, Mark and Bill Simonson (2007) Competition and Selection in Municipal Bond Sales: Evidence from Missouri, Public Budgeting and Finance, 27(2): pp. 88-103.",
        "Simonson, Bill, Mark Robbins and Lee Helgerson (2001) The Influence of Jurisdiction Size and Sale Type on Municipal Bond Interest Rates: An Empirical Analysis, Public Administration Review, 61(6): pp. 709-717.",
        "Spiotto, James (2008) A History of Modern Municipal Defaults, in The Handbook of Municipal Bonds, edited by Feldstein, Sylvan and Frank Fabozzi, Hoboken, NJ: John Wiley and Sons.",
        "Vlaicu, Razvan (2008) Executive Performance under Direct and Hierarchical Accountability Structures: Theory and Evidence, University of Maryland, working paper.",
        "Wilson, James (1989) Bureaucracy: What Government Agencies Do and Why They Do It, Jackson, TN: Basic Books."
    ]
}