{
    "id": 15642,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Baye, Morgan and Scholten, 2004. Price dispersion in the small and in the large: evidence from an internet price comparison site. The Journal of Industrial Economics 52 (2004). 463-496.",
        "Bils, M., Klenow, P., 2004. Some evidence on the importance of sticky prices. Journal of Political Economy, Vol. 112, No 5, 947-985.",
        "Blum, B.S. and A. Goldfarb, 2006. Does the internet defy the law of gravity? Journal of International Economics 70 (2006). 384-405.American Economic Review, 94(4). 1194-1206.",
        "Boivin, J., Giannoni, M. and I. Mihov, 2009. Sticky prices and monetary policy: evidence from disaggregated US data. American Economic Review, 99(1). 350-384.",
        "Broda, C.M. and D.E. Weinstein, 2008. Understanding international price differences using barcode data. NBER Working Paper 14017.",
        "Brynjolfsson, E., Hu, Y. and M.D. Smith, 2003. Consumer surplus in the digital economy: estimating the value of increased product variety at online booksellers. Management Science, 49(11). 1580-1596.",
        "Burstein, A. and N. Jaimovich, 2009. Understanding movements in aggregate and productlevel real exchange rates. Mimeo Stanford University.",
        "Campbell, J.R. and B. Lapham, 2004. Real exchange rate fluctuations and the dynamics of retail trade industries on the U.S.-Canada border. American Economic Review, 94(4). 1194-1206.",
        "VIRTUAL BORDERS Chevalier, J. and A. Goolsbee, 2003. Measuring prices and price competition online: Amazon.com and BarnesandNoble.com. Quantitative Marketing and Economics, 1(2).",
        "Clay, K., Krishnan, R. and E. Wolff, 2002. Retail strategies on the web: price and non-price competition in the online book industry. The Journal of Industrial Economics, 50(3). 351-367.",
        "Crucini, M.J. and M. Shintani, 2008. Persistence in law of one price deviations: Evidence from micro-data. Journal of Monetary Economics, 55(2008), 629-644.",
        "Eichenbaum, M., Jaimovich, N. and S. Rebelo, 2008. Reference prices and nominal rigidities. NBER Working Paper 13829.",
        "Ellison, G. and S.F. Ellison, 2009. Search, obfuscation and price elasticities on the internet. Econometrica Engel, C. and J.H. Rogers,1996. How wide is the border? The American Economic Review. 86(5). 1112-1125.",
        "Ghose, A. and B. Gu, 2006. Search costs, demand structure and long tail in electronic markets: theory and evidence. NET Institute WP 06-19.",
        "Gopinath, G., Gourinchas, P.-O., Hsieh, C-T, and N. Li, 2009. Estimating the border effect: some new evidence. Mimeo Harvard University.",
        "Gorodnichenko, Y. and L. Tesar, 2009. Border Effect or Country Effect? Seattle May Not Be VIRTUAL BORDERS so Far from Vancouver After All. American Economic Journal: Macroeconomics. 1(1). 219-241.",
        "Klenow, P.J. and 0. Kryvtsov, 2008. State-dependent or time-dependent pricing: does it matter for recent US inflation? Quarterly Journal of Economics, 123(4), 863-904.",
        "Mackowiak, B., Moench, E. and M. Wiederholt, 2009. Sectoral price data and models of price setting. Forthcoming Journal of Monetary Economics.",
        "Mankiw, G. and R. Reis, 2002. Sticky Information Versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve. Quarterly Journal of Economics, 117(4). 1295-1328.",
        "Nakamura, E. and J. Steinsson, 2008. Five facts about prices: a reevaluation of menu cost models. Quarterly Journal of Economics, 123(4), 1415-1464.",
        "Salop, SC, 1979. Monopolistic competition with outside goods. The Bell Journal of Economics, 10(1). 141-156.",
        "Sims, C., 2003. Implications of rational inattention. Journal of Monetary Economics, 50(3), 665-690.",
        "Woodford, M., 2008. Information-Constrained State-Dependent Pricing. NBER Working Paper 14620."
    ]
}