{
    "id": 15644,
    "cites": 39,
    "cited_by": 216,
    "reference": [
        "Akerlof, G. (1970), The Market for `Lemons': Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 84(3): 488-500.",
        "Albano, G. and A. Lizzeri (2001), Strategic Certification and the Provision of Quality, International Economic Review.",
        "Bagwell, K. (2007), The Economic Analysis of Advertising, in Mark Armstrong and Rob Porter (eds.), Handbook of Industrial Organization, Vol. 3, North-Holland: Amsterdam, 2007, 1701-1844.",
        "Bar-Isaac, H. Caruana, G., and V. Cufiat (2008), Information gathering externalities in product markets available at http://pages.stem.nyu.edu/4ibar-isa/hbigcvccheap .pdf.",
        "Becker, B. and T. Milbourn (2008), Reputation and Competition: Evidence from the Credit Rating Industry, Harvard Business School Finance Working Paper No. 09-051. Available at SSRN: http ://ssrn. comlabstract= 1278150.",
        "Beaulieu, N. (2002), Quality Information and Consumer Health Plan Choices, Journal of Health Economics 21(1): 43-63.",
        "Beaver, W., C. Shakespeare, and M. Soliman (2006), Differential Properties in the Ratings of Certified vs. Non-Certified Bond Rating Agencies Journal of Accounting & Economics, 42(3): 303-334.",
        "Benabou, R. and G. Laroque (1992), Using Privileged Information to Manipulate Markets: Insiders, Gurums, and Credibility, Quarterly Journal of Economics, 107(3): 92 1-958.",
        "Berger, A., Davies, S. and M. Flannery (2000), Comparing Market and Supervisory Assessments of Bank Performance: Who Knows What When? Journal of Money, Credit and Banking, 32, Part 2, pp. 641-66.",
        "Bennear, L. S. and S. Olmstead (2009), The Impacts of the `Right to Know': Information Disclosure and the Violation of Drinking Water Standards, Journal of Environmental Economics and Management, forthcoming.",
        "Board, 0. (2009), Competition and Disclosure, Journal of Industrial Economics, forthcoming.",
        "Bolton, P., Freixas, X. and J. Shapiro (2009), The Credit Ratings Game, NBER Working Paper W14712.",
        "Bundorf, M., Chun, N., Goda, G. and D. Kessler (2008), Do Markets Respond to Quality Information? The Case of Fertility Clinics, Journal of Health Economics, forthcoming.",
        "Bushee, B.J. and C. Leuz (2005), Economic consequences of SEC disclosure regulation: evidence from the OTC bulletin board Journal of Accounting & Economics 39(2): 233-264.",
        "Cain, Loewenstein and Moore (2005), The Dirt on Coming Clean: Perverse Effects of Disclosing Conflicts of Interest Journal of Legal Studies, 34, January 2005.",
        "Carnoy, M. and S. Loeb (2002), Does External Accountability Affect Student Outcomes? A cross-state Analysis, Educational Evaluation and Policy Analysis, 24(4):305-33 1.",
        "Cantor, R. and F. Packer (1997), Differences of Opinion and Selection Bias in the Credit Rating Industry, The Journal ofBanking and Finance, 21:1395-1417.",
        "______ Packer, F. and Kevin Cole (1997), Split Ratings and the Pricing of Credit Risk, The Journal of Fixed Income, December: 72-82.",
        "Chen, M. (2008), Minimum Quality Standards and Strategic Vertical Differentiation: An Empirical Study of Nursing Homes, Northwestern University PhD Dissertation.",
        "Chernew, M., Gowrisankaran, G. and D. Scanlon (2008), Learning and the Value of Information: the Case of Health Plan Report Cards, Journal of Econometrics, 144: 156-74.",
        "Cullen, J. and R. Reback (2006), Tinkering Toward Accolades: School Gaming Under a Performance Accountability System, NBER Working Paper W12286.",
        "Cutler, D. and R. Zeckhauser (1997), Adverse Selection in Health Insurance, NBER Working Paper W6107.",
        "Dafny, L. and D. Dranove, (2008), Do Report Cards Tell Consumers Anything They Don't Already Know? The case of Medicare HMOs, RAND Journal of Economics, 39(3):790-821.",
        "Daye, D. and B. Van Arlen (2006), History of Branding, http ://www.brandingstrategyinsider.coml2006/08/history of bran.html, searched 12/15/2008.",
        "Deere, D. and W. Strayer (2001), Putting Schools to the Test: School Accountability, Incentives, and Behavior, Working Paper 113, Private Enterprise Research Center, Texas A&M University.",
        "Dellarocus, C. (2003), The Digitization of Word-of-Mouth: Promise and Challenges of Online Feedback Mechanisms, Management Science, 49(10):1407-1424 Della Vigna, S. and J. Pollet (2009), Investor Inattention, Firm Reaction, and Friday Earnings Announcements, Journal of Finance, forthcoming.",
        "Dewan, S. and V. Hsu, (2004), Adverse Selection in Reputations-Based Electronic Markets: Evidence from Online Stamp Auctions, Journal of Industrial Economics 52(4): 497-516.",
        "Doherty, N. A., Kartasheva, A. and R. Phillips (2009), Competition among Rating Agencies and Information Disclosure (February 13, 2009). Available at SSRIN: http ://ssrn. comiabstract= 1101700.",
        "Dranove, D. (1988), Demand Inducement and the Physician Patient Relationship Economic Inquiry, 26(2):28 1-98.",
        "________ Kessler, D., McClellan, M. and M. Satterthwaite (2003), Is More Information Better: The Effects of `Report Cards' on Health Care Providers, Journal of Political Economy, 111:555-88.",
        "_______ and A. Sfekas (2008), Start Spreading the News: A Structural Estimate of the Effects of New York Hospital Report Cards, Northwestern Kellogg Working Paper.",
        "________ (2008), Code Red, Princeton: Princeton University Press.",
        "Durbin, E. (2001), Moody's or the Michelin Guide? Revealing Quality Through Private-sector Certification, Washington University Working Paper.",
        "Edelman, B. (2006), Adverse Selection in Online `Trust' Certifications, mimeo.",
        "Epstein, A. (1998) , Rolling Down the Runway - the Challenges Ahead for Quality Report Cards, Journal of the American MedicalAssociation, 279(21): 1691-96.",
        "Farhi, E., Lerner, J. and J. Tirole (2008), Fear Rejection? Tiered Certification and Transparency NBER working paper #14457.",
        "Faure-Grimaud, A., Pevrache, E. and L. Quesada (2009), The Ownership of Ratings, RAND Journal of Economics, forthcoming.",
        "Feinstein, J. (1989), The Safety Regulation of U.S. Nuclear Power Plants: Violations, Inspections, and Abnormal Occurrences, Journal of Political Economy, 97(1): 115-54.",
        "Feng, L. (2009), Multitasking, Information Disclosure and Product Quality: Evidence from Nursing Homes, University of Rochester, Working Paper."
    ]
}