{
    "id": 15648,
    "cites": 16,
    "cited_by": 10,
    "reference": [
        "Anderson, M. and D.A. Matsa (2008): Are Restaurants Really Supersizing America? Mimeo.",
        "Andrews, J.C., R.G. Netemeyer and S. Burton (1998): Consumer Generalization of Nutrient Content Claims in Advertising, Journal of Marketing, 62(4), 62-75.",
        "Balasubramanian, S.K. and C. Cole (2002): Consumers' Search and Use of Nutrition Information: The Challenge and Promise of the Nutrition Labeling and Education Act, Journal of Marketing, 66(3), 112-27.",
        "Bassett, M.T., T. Dumanovsky, C. Huang, L.D. Silver, C. Young, C. Nonas, T.D. Matte, S. Chideya and T.R. Frieden (2008): Purchasing Behavior and Calorie Information at Fast-Food Chains in New York City, 2007, American Journal of Public Health, 98(8), 1457-59.",
        "Berman, M. and R. Lavizzo-Mourey (2008): Obesity Prevention in the Information Age: Caloric Information at the Point of Purchase, Journal of the American Medical Association, 300(4), 433-S.",
        "Bhattacharya, J. (2008): Who Pays for Obesity? NBER Reporter: Research Summary, 3.",
        "Bleich, S., D.M. Cutler, C.J. Murray, and A. Adams (2007): Why is the Developed World Obese? NBER Working Paper, No. 12954.",
        "Cai, H., Y. Chen and H. Fang (2009): Observational Learning: Evidence from a Randomized Natural Field Experiment, American Economic Review, 99(3), 864-82.",
        "Chetty, R., A. Looney and K. Kroft (2008): Salience and Taxation: Theory and Evidence, forthcoming in American Economic Review.",
        "Chou, S.Y., I. Rashad and M. Grossman (2008): Fast-Food Restaurant Advertising on Television and Its Influence on Childhood Obesity, Journal of Law and Economics, 51(4), 599-618.",
        "Cowburn, G. and L. Stockley (2005): Consumer Understanding and Use of Nutrition Labeling: A Systematic Review, Public Health Nutrition, 8, 21-28.",
        "Currie, J., S. DellaVigna, E. Moretti and V. Pathania (2009): The Effect of Fast Food Restaurants on Obesity, NBER Working Paper, No. 14721.",
        "DellaVigna, 5. (2008): Psychology and Economics: Evidence from the Field, forthcoming in Journal of Economic Literature.",
        "Downs, J.S., G. Loewenstein and J. Wisdom (2009): The Psychology of Food Consumption: Strategies for Promoting Healthier Food Choices, American Economic Review: Papers ~ Proceedings, 99(2), 159-64.",
        "Dranove, D., D. Kessler, M. McClellan and M. Satterthwaite (2003): Is More Information Better? The Effects of `Report Cards' on Health Care Providers, Journal of Political Economy, 111(3), SSS-88.",
        "Elbel, B., R. Kersh, V.L. Brescoll and L.B. Dixon (2009): Calorie Labeling and Food Choices: A First Look at the Effects on Low-Income People in New York City, Health Affairs, 28(6), wlllO-w1121."
    ]
}