{
    "id": 15659,
    "cites": 60,
    "cited_by": 3,
    "reference": [
        "Yermack, D., 1995, Do corporations award CEO stock options effectively? Journal of Financial Economics 39, 237-269.",
        "Whitford, D., 1999, Jesse shakes the money tree, Fortune 139, Iss. 12, 102-108.",
        "Welch, Ivo, 2004, Capital structure and stock returns, Journal of Political Economy 112, 106-131.",
        "Weinstein, N., 1980, Unrealistic optimism about future life events, Journal of Personality and Social Psychology 39, 806-820.",
        "Weisbach, M., 1995, CEO Turnover and the firm's investment decisions, Journal of Financial Economics, 37, 159-188.",
        "Wansink, Brian, Collin R. Payne, and Koert van Ittersum, 2008, Profiling the heroic leader: Empirical lessons from combat-decorated veterans of World War II, Leadership Quarterly 19, 547-555.",
        "Shyam-Sunder, L., and S.C. Myers, 1999, Testing static trade-off against pecking order models of capital structure, Journal of Financial Economics 51, 2 19-244.",
        "Schoar, A., 2007, CEO careers and style, Working Paper.",
        "Roll, R., 1986, The hubris hypothesis of corporate takeovers, Journal of Business 59, 197-216.",
        "Myers, Stewart C., and Nicholas S. Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Rajan, R.G., and L. Zingales, 1995, What do we know about capital structure? Some evidence from international data, Journal of Finance 50, 1421-1460.",
        "Modigliani, Franco, and Merton H. Miller, 1958, The cost of capital, corporate finance, and the theory of investment, American Economic Review 48, 655-669.",
        "Moore, P.G., 1977, The manager's struggle with uncertainty, Journal of The Royal Statistical Society Series A 149, 129-165.",
        "Myers, Stewart C., 1984, The capital structure puzzle, Journal of Finance 39, 575-592.",
        "Millman, Gregory J., 2001, Managing up the CFO and the board, Financial Executive 17, 24-26.",
        "Miller, Dale T., and M. Ross, 1975, Self-serving biases in the attribution of causality: fact or fiction? Psychological Bulletin 82, 213-225.",
        "Miller, Merton H., 1977, Debt and taxes, Journal of Finance 32, 261-275.",
        "March, J.G., and Z. Shapira, 1987, Managerial perspectives on risk and risk taking, Management Science 33, 1404-1418.",
        "Malmendier, Ulrike, and Geoffrey A. Tate, forthcoming, Who makes acquisitions? CEO overconfidence and the market's reaction, Journal of Financial Economics.",
        "Malmendier, Ulrike, and Geoffrey A. Tate, 2004, Who makes acquisitions? CEO overconfidence and the market's reaction, NBER Working Paper 10813.",
        "Malmendier, Ulrike, and Geoffrey A. Tate, 2005, CEO overconfidence and corporate investment, Journal of Finance 60, 2660-2 700.",
        "Malmendier, Ulrike, and Stefan Nagel, 2008, Depression babies: Do macroeconomic experiences affect risk-taking? Working Paper.",
        "Lowe, Robert A., and Arvids A. Ziedonis, 2006, Overoptimism and the performance of entrepreneurial firms, Management Science 52, 173-186.",
        "Lemmon, Michael, Michael Roberts, and Jaime Zender, 2008, Back to the beginning: Persistence and the cross-sectional distribution of capital structure, Journal of Finance 63, 1575-1608.",
        "Lemmon, Michael and Jaime Zender, forthcoming, Debt capacity and tests of capital structure, Journal of Financial and Quantitative Analysis.",
        "Larwood, L., and W. Whittaker, 1977, Managerial myopia: self-serving biases in organizational planning, Journal of Applied Psychology 62, 94-198.",
        "Langer, Ellen J., 1975, The illusion of control, Journal of Personality and Social Psychology 32, 311-328.",
        "Landier, Augustin, and David Thesmar, forthcoming, Contracting with optimistic entrepreneurs: Theory and evidence, Review of Financial Studies.",
        "Lambert, Richard A., David F. Larcker, and Robert E. Verrecchia, 1991, Portfolio considerations in valuing executive compensation, Journal of Accounting Research 29 (1), 129-149.",
        "Killgore, William D.S., Dave I. Cotting, Jeffrey L. Thomas, Anthony L. Cox, Dennis McGurk, Alexander H. Vo, Carl A. Castro, and Charles W. Hoge, 2008, Combat invincibility: Violent combat experiences are associated with increased risk-taking propensity following deployment, Journal of Psychiatric Research 42, 1112-1121.",
        "Kidd, John B., 1970, The utilization of subjective probabilities in production planning, Acta Psychologica 34, 338-347.",
        "Jensen, Michael C., and William H. Meckling, 1976, The theory of the firm: managerial behavior, agency costs, and ownership structure, Journal of Financial Economics 3, 305360.",
        "Holderness, Clifford G., Randall S. Kroszner, and Dennis P. Sheehan, 1999, Were the good old days that good? changes in managerial stock ownership since the Great Depression, Journal of Finance 54, 435-69.",
        "Hietala, Pekka, Steven Kaplan, and David Robinson, 2003. What is the price of hubris? Using takeover battles to infer overpayments and synergies. Financial Management 32, 1-32.",
        "Hechinger, J., 1998, Heard in New England: SLI's chief blasts analyst as firm puts off a big stock offering, Wall Street Journal, Jun 3, p. NE2.",
        "Heaton, J.B., 2002, Managerial optimism and corporate finance, Financial Management 31, 33-45.",
        "Hall, Brian J., and Kevin J. Murphy, 2002, Stock options for undiversified executives, Journal of Accounting and Economics 33, 3-42.",
        "Hall, Brian J., and Jeffrey B. Liebman, 1998, Are CEOs really paid like bureaucrats? Quarterly Journal of Economics 113, 653-691.",
        "Hackbarth, Dirk, forthcoming, Managerial traits and capital structure decisions, Journal of Financial and Quantitative Analysis.",
        "Graham, John, and Krishna Narasimhan, 2004, Corporate survival and managerial experiences during the Great Depression, Working Paper.",
        "Graham, John R., and Campbell R. Harvey, 2001, The theory and practice of corporate finance: evidence from the field, Journal of Financial Economics, 60, 187-243.",
        "Graham, John R., 2000, How big are the tax benefits of debt? Journal of Finance 5, 1901-1942.",
        "Gomes, Armando, and Gordon Phillips, 2007, Why do public firms issue private and public securities? Working Paper.",
        "Goel, Anand, and Anjan V. Thakor, forthcoming, Overconfidence, CEO selection, and corporate governance, Journal of Finance.",
        "Frank, Murray Z., and Vidham K. Goyal, 2007b, Corporate leverage: How much do managers really matter? Working Paper.",
        "Frank, Murray Z., and Vidham K. Goyal, 2007a, Trade-off and pecking order theories of debt, in Espen Eckbo, ed.: Handbook of Corporate Finance: Empirical Corporate Finance (Elsevier/North-Holland).",
        "Frank, Murray Z., and Vidham K. Goyal, 2003, Testing the pecking order theory of capital structure, Journal of Financial Economics 67, 2 17-248.",
        "Fama, Eugene F., and Kenneth R. French, 2002, Testing trade-off and pecking order predictions about dividends and debt, Review of Financial Studies 15, 1-33.",
        "Elder, Glen, C. Gimbel, and R. Ivie, 1991, Turning points in life: The case of military service and war, Military Psychology 3, 215-231.",
        "Elder, Glen, 1986, Military times and turning points in men's lives, Developmental Psychology 22, 233-45.",
        "Elder, Glen, and Elisabeth Clipp, 1989, Combat experience and emotional health: Impairment and resilience in later life, Journal of Personality 57, 311-341.",
        "Donaldson, Gordon, 1990, Voluntary restructuring: The case of General Mills, Journal of Financial Economics 27, 117-141.",
        "Camerer, C., and D. Lovallo, 1999, Overconfidence and excess entry: an experimental approach, American Economic Review 89, 306-318.",
        "Chevalier, Judith and Glenn Ellison, 1999, Are some mutual fund managers better than others? Cross-sectional patterns in behavior and performance, Journal of Finance 54, 875-899.",
        "Bertrand, Marianne, and Antoinette Schoar, 2003, Managing with style: The effect of managers on firm policies, Quarterly Journal of Economics 118, 1169-1208.",
        "Berkowitz, Leonard and Anthony Lepage, 1967, Weapons as aggression-eliciting stimuli, Journal of Personality and Social Psychology 7, 202-207.",
        "Ben-David, Itzak, John Graham, and Campbell Harvey, 2007, Managerial Overconfidence and Corporate Policies, Working Paper.",
        "Baker, Malcolm, Jeremy C. Stein, and Jeffrey Wurgler, 2003, When does the market matter? Stock prices and the investment of equity-dependent firms, Quarterly Journal of Economics 118, 969-1005.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2002, Market timing and capital structure, Journal of Finance 57, 1-32.",
        "Alicke, Mark D., M.L. Klotz, David L. Breitenbecher, Tricia J. Yurak et al., 1995, Personal contact, individuation, and the better-than-average effect, Journal of Personality and Social Psychology 68, 804-825."
    ]
}