{
    "id": 15651,
    "cites": 28,
    "cited_by": 13,
    "reference": [
        "Aghion, Philippe, Yann Algan, Pierre Cahuc, and Andrei Shleifer. 2009. Regulation and Distrust. Quarterly Journal of Economics, forthcoming.",
        "Becker, Gary 5. 1968. Crime and Punishment: An Economic Approach. Journal of Political Economy 76(2): 169-2 17.",
        "Berdejo, Carlos, and Noam M. Yuchtman. 2009. Crime, Punishment and Politics: An Analysis of Political Cycles in Criminal Sentencing. Unpublished manuscript, Harvard University.",
        "Chang, Tom, and Antoinette Schoar. 2007. Judge Specific Differences in Chapter 11 and Firm Outcomes. Mimeo, MIT.",
        "Coase, Ronald H. 1960. The Problem of Social Cost. Journal of Law and Economics 3: 1-44 Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2002. The Regulation of Entry. Quarterly Journal of Economics 117(1): 1-37.",
        "_____ 2003. Courts. Quarterly Journal of Economics 118(2): 453-5 17.",
        "Djankov, Simeon, Edward Glaeser, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2003. The New Comparative Economics. Journal of Comparative Economics 31: 595-619.",
        "Frank, Jerome. 1930. Law and the Modern Mind. New York, N.Y.: Brentano's.",
        "Gennaioli, Nicola. 2009. Contracting in the Shadow of the Law. Unpublished manuscript. Harvard University.",
        "Gennaioli, Nicola, and Andrei Shleifer. 2007a. The Evolution of Common Law. Journal of Political Economy 1 15(1):43-68.",
        "_____ 2007b. Overruling and the Instability of Law. Journal of Comparative Economics 35(2): 309-328.",
        "_____ 2008. Judicial Fact Discretion. Journal of Legal Studies 37(1): 1-36.",
        "Glaeser, Edward L., Simon Johnson, and Andrei Shleifer. 2001. Coase versus the Coasians. Quarterly Journal of Economics 116(3): 853-899.",
        "Glaeser, Edward L., and Andrei Shleifer. 2003. The Rise of the Regulatory State. Journal of Economic Literature 41(2): 401-425.",
        "Hart, Oliver. 2009. Regulation and Sarbanes-Oxley. Journal of Accounting Research 47(2): 437-445.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2008. The Economic Consequences of Legal Origins. Journal of Economic Literature 46(2):285-332.",
        "Landis, James M. 1938. The Administrative Process. Westport, Conn.: Greenwood Press.",
        "Mulligan, Casey, and Andrei Shleifer. 2005. The Extent of the Market and the Supply of Regulation. Quarterly Journal of Economics 120(4): 1445-1473.",
        "Niblett, Anthony. 2009. Inconsistent Contract Enforcement. Unpublished manuscript. Harvard University.",
        "Niblett, Anthony, Richard A. Posner, and Andrei Shleifer. 2009. The Evolution of a Legal Rule. NBER Working Paper No. 13856.",
        "Pistor, Katharina, and Chenggang Xu. 2003. Incomplete Law - A Conceptual and Analytical Framework and its Application to the Evolution of Financial Market Regulation. Journal of International Law and Politics 35(4): 931-1013.",
        "Ponzetto, Giacomo A. M., and Patricio A. Fernandez. 2008. Case Law versus Statute Law: An Evolutionary Comparison. Journal of Legal Studies 37(2): 379-430.",
        "Posner, Richard A. 2008. How Judges Think. Cambridge, MA: Harvard University Press.",
        "_____ 2009. Regulation (Agencies) versus Litigation (Courts): An Analytical Framework. Unpublished manuscript.",
        "Schwartzstein, Joshua, and Andrei Shleifer. 2008. Litigation and Regulation. NBER Working Paper No. 14752.",
        "Shavell, Steven. 1984. Liability for Harm versus Regulation of Safety. Journal of Legal Studies 13(2): 357-374.",
        "Stigler, George J. 1971. The Theory of Economic Regulation. Bell Journal of Economics and Management Science 2(1): 3-21.",
        "Summers, John. 1983. The Case of the Disappearing Defendant: An Economic Analysis. University of Pennsylvania Law Review 132 (1): 145-185."
    ]
}