{
    "id": 15650,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Boysen, Louis K. Report. Investment Banking (Investment Bankers Association of America, 1931).",
        "Collin-Dufresne, Pierre, Robert S. Goldstein and J. Spencer Martin. 2001. The Determinants of Credit Spread Changes. Journal of Finance, Vol. 56, No. 6 (December): 2177-2207.",
        "Commercial and Financial Chronicle. 1926. 5. W. Straus on building situation - Sees no basis for panicky utterances. 6 January: 19-20.",
        "Commercial and Financial Chronicle: Bank and Quotations Section. 1926-1935. General Quotations: Real Estate Bonds. Emporis Building Database. http ://www.emporis .com.",
        "Fishback, Price V., William C. Horrace and Shawn Kantor. 2001. The Origins of Modern Housing Finance: The Impact of Federal Housing Programs During the Great Depression. National Bureau of Economic Research and University of Arizona. Working paper.",
        "Gilbert, Cass. 1900. The Financial Importance of Rapid Building. Engineering Record, Vol. 41 (June): 624.",
        "Goetzmann, William N., Liang Peng and Jacqueline Yen. 2009. The Subprime Crisis and House Price Appreciation. NBER Working Paper.",
        "Gottlieb, Manuel. 1965. New Measures of Value of Nonfarm Building for the United States, Annually 1850-1939. Review of Economics and Statistics, Vol. 47, No. 4 (November): 412-419.",
        "Grebler, Leo, David Blank and Louis Winnick. 1956. Capital Formation in Residential Real Estate. Princeton: Princeton University Press. For the National Bureau of Economic Research.",
        "Halliburton, Robert A. 1939. The Real Estate Bond House. Michigan: Edwards Brothers, Inc.",
        "Homer, Sidney and Richard Sylla. 1991. A History of Interest Rates. 3rd Ed., New Brunswick: Rutgers University Press.",
        "Hoyt, Homer. 1933. One Hundred Years of Land Values in Chicago. Chicago: University of Chicago. Reprinted 2000, Washington D.C.: Beard Books.",
        "Johnson, Ernest A. 1936a. The Record of Long-Term Real Estate Securities. Journal of Land and Real Estate Economics, Vol. 12, No. 1 (February): 44-48.",
        "Johnson, Ernest A. 1936b. The Record of Long-Term Real Estate Securities: By Cities of Issue. Journal of Land and Real Estate Economics, Vol. 12, No. 2 (May): 195-197.",
        "Jones, Carrie M. 1933. Apartment House Bonds: Some Plans for Reorganizing Defaulted Issues. Journal of Land & Public Utility Economics, Vol. 9, No. 4 (November): 358-367.",
        "Jones, Canie M. 1934. II. Apartment House Bonds: Some Plans for Reorganizing Defaulted Issues. The Journal of Land & Public Utility Economics, Vol. 10, No. 1 (February): 6777.",
        "Mans, Brian A. and William Segal. 2002. Analysis of Yield Spreads on Commercial MortgageBacked Securities. Journal of Real Estate Research, Vol. 23, No. 3: 235-25 1.",
        "Moody's Manual of Industrial Securities. 1926. New York: Moody's Investors Service.",
        "Nicholas, Tom and Anna Scherbina. 2009. Real Estate Prices During the Great Depression. Working paper, UC Davis.",
        "Posner, Louis 5. 1948. The Lesson of Guaranteed Mortgage Certificates. Harvard Business Review, Vol. 26, No. 5 (September): 560-57 1.",
        "Radford, Gail. 1992. New Building and Investment Patterns in 1920s Chicago. Social Science History, Vol. 16, No. 1 (Spring): 1-21.",
        "Rothberg, James P., Frank E. Nothaft and Stuart A. Gabriel. 1989. On the Determinants of Yield Spreads Between Mortgage Pass-Through and Treasury Securities. Journal of Real Estate Finance and Economics, Vol. 2: 301-3 15.",
        "Simmons, E. H. H. 1929. Financing American Industry, and other addresses. New York: Real Estate Board of New York.",
        "Time. 1936. Little Markets. 1 June.",
        "Vanderblue, Homer. 1927. The Florida Land Boom. The Journal of Land & Public Utility Economics, Vol. 3, No. 3 (August): 252- 269.",
        "Wheelock, David C. 2008. The Federal Response to Home Mortgage Distress: Lessons from the Great Depression. Federal Reserve Bank of St. Louis Review, Vol. 90, No. 3 (May/June): 133-148.",
        "White, Eugene N. 2009. Lessons from the Great American Real Estate Boom and Bust of the 1920s. NBER Working Paper, No. 15573 (December).",
        "Willis, Carol. 1995. Form Follows Finance. New York: Princeton Architectural Press."
    ]
}