{
    "id": 1566,
    "cites": 27,
    "cited_by": 7,
    "reference": [
        "Akerloff, George A. (1970), The Market for Lemons: Qualitative Uncertainty and the Market Mechanism, Quarterly Journal of Economics, August, 84, 3 pp. 488-500.",
        "Akerloff, George A. (1984), Gift Exchange and Efficiency Wage Theory: Four Views, American Economic Review Papers and Proceedings, 74, 2, pp. 79-83.",
        "Arnott, Richard and J.E. Stiglitz (1983a), Basic Analytics of Moral Hazard, Princeton University mimeo, November.",
        "Arnott, Richard and J.E. Stiglitz (1983b), Moral Hazard and the Existence of equilibrium in Competitive Insurance Markets, forthcoming, Quarterly Journal of Economics.",
        "Arnott, Richard and J.E. Stiglitz (1983c), Moral Hazard and Optimal Commodity Taxation, NBER Working Paper No. 1154, June.",
        "Atkinson, A.B. and J.E. Stiglitz (1980), Lectures in Public Economics, New York and London: McGraw-Hill Book Company.",
        "Bliss, C. and N. Stern (1978), Productivity Wages and Nutrition, Journal of Development Economics, 5.",
        "Braverman, A. and J.E. Stiglitz (1981), Landlords, Tenants and Technological Change, Princeton University Mimeo3 January.",
        "Braverman, A. and J.E. Stiglitz(1982a), Sharecropping and the Interlinking of Agrarian Markets, American Economic Review, September, pp.695-714.",
        "Braverman, A. and J.E. Stiglitz (l982b), Moral Hazard, Incentive Flexibility and Risk: Cost Sharing Arrangements Under Sharecropping, World Bank, August. Braverman, A. and J.E. Stiglitz (1983), Cost Sharing Arrangements Under Shar,ecropping: Moral Hazard, Incentive Flexibility and Risk, Princeton University mimeo, November.",
        "Cheung, S.N. (1969). The Theory of Share Tenancy, Chicago: University of Chicago Press.",
        "Calvo, G., (1979), ,Quasi-Walrasian Theories of Unemployment, American Economic Review Papers and Proceedings, May, 69, pp. 102-106.",
        "Fields, G. (1972a), Private and Social Returns to Education in Less Developed Countries. Eastern Africa Economic Review~ June.",
        "Greenwa1d~ Bruce and J.E. Stiglitz(1984). Pecuniary and Market Mediated Externalities: Towards a General Theory of the Welfare Economics of Economies with Incomplete Information and Incomplete Markets, NBER Working Paper 1304, March.",
        "Heady, E. (,l947), Economics of Farm Leasing Systems, Journal of Farm Economics, August. Johnson, D. Gale (1950), Resource Allocation Under Share Contracts, Journal of Political Economy, 58: pp. 111-123.",
        "Leibenstein, H. (1957), Economic Backwardness and Economic Growth, New York: Wiley.",
        "Nirrlees, J. (1975), A Pure Theory of Underdeveloped Economies, ipAgriculture in Development Theory. ed. L.A. Reynolds, New Haven: Yale University Press.",
        "Sah, TRaaj and J.E. Stiglitz (1984), Taxation and Pricing of Agricultural and Industrial Goods, NBER Working Paper No., 1338.",
        "Spence. A. Michael (1974), Market Signaling: Informational Transfer in Hiring and Related Processes. Cambridge, Massachusetts: Harvard University Press.",
        "Stigler, George 3. (1961), The Economics of Information, Journal of Political Economy, June, 69, 3, pp. 213-225.",
        "Stiglitz, J.E. (l974a),Incentives and Risk Sharing in Sharecropping, Review of Economic Studies, April, pp. 219-255. Stiglitz, J.E. (1974b), Alternative Theories of Wage Development and Unemployment in L.D.C.s: The Labor Turnover Model, Quarterly Journal of Economics, May, pp. 194-227.",
        "Stiglitz, J.E. (l975b), The Theory of `Screening, Education and the Distribution of Income, American Economic Review, June, 65, 3, pp. 283-300. Stiglitz, J.E. (1976a), Prices and Queues as Screening Devices in Competitive Markets, IMSSS Technical Report No. 212, Stanford University, August.",
        "Stiglitz, J.E. (1976b), The Efficiency Wage Hypothesis, Surplus Labor and The Distribution of Income in L,C.D,s, Oxford Economic Papers, Vol. 28. No. 2, pp. 185-207.",
        "Stiglitz, J.E. (l984a),Theories of Wage Rigidity, paper presented at a conference on Keynes Economic Legacy, University of Delaware, January. Stiglitz, J.E. (1984b),Equilibrium Wage Distribution, NBER Working Paper No. 1337, April.",
        "Stiglitz, i.E. (l985),Infonnation and Economic Analysis: A Perspective Economic Journal, forthcoming. Weiss,- Andrew (1980), Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy, 88, pp. 526-538.",
        "Weiss, Andrew and i.E. Stiglitz (1983), Incentive Effects of Terminations: Applications to the Credit and Labor Markets, American Economic Review, December, 73, 5, pp. 912-927.",
        "Yellen, J. (1984), Efficiency Wage Models of Unemployment, American Economic Review, May, Vol. 72, No. 2, pp. 200-206."
    ]
}