{
    "id": 15669,
    "cites": 51,
    "cited_by": 2,
    "reference": [
        "Caborne, W.F. 1906. Stoking and Smoke Abatement, Journal of the Royal Sanitary Institute, 27:142-48.",
        "Brodie, Frederick J. 1905. Decrease of Fog in London During Recent Years, Quarterly Journal of the Royal Meteorological Society, 31:15-28.",
        "Brimblecombe, Peter T. 1971. The Big Smoke: A History of Air Pollution in London Since Medieval Times. Cambridge: Cambridge University Press.",
        "Brodie, Frederick J. 1891. Some Remarkable Features in the Winter of 1890-91, Quarterly Journal of the Royal Meteorological Society, 17:155-67.",
        "Booth, W.H. 1898. Smoke Prevention, Journal of the American Society of Naval Engineers, 10:1064-68.",
        "Brazell, J.H. 1968. London Weather. London: Her Majesty's Stationary Office.",
        "Bird, Paul P. 1911. Smoke Prevention, Transactions of the American Society of Heating and Ventilating Engineers, 17:216-34.",
        "Berman, Eli and Linda T. Bui. 2001. Environmental Regulation and Productivity: Evidence from Oil Refineries, Review of Economics and Statistics, 83:498-510.",
        "Barr, William M. 1900. A Catechism on the Combustion of Coal and the Prevention of Smoke: A Practical Treatise. New York: Norman W. Henley & Company.",
        "Ascher, Louis. 1907. Coal Smoke Abatement in England, Journal of the Royal Sanitary Institute, 28:88-93.",
        "Ackermann, A.S.E. 1906. The Distribution of Producer Gas as a Means of Alleviating the Smoke Nuisance, The Journal of the Royal Society for the Promotion of Health, 27:80-84.",
        "Wright, Carroll D. 1905. Department of Commerce and Labor. Twelfth Special Report of the Commissioner of Labor. Coal Mine Labor in Europe. Washington: Government Printing Office. (London)/(country) (Kew)/(country) (London)/(Kew) Interval winter summer winter summer winter summer 1881-85 .17 .83 .85 .97 .20 .84 1886-90 .29 .85 .89 .96 .32 .87 1891-95 .32 .95 .83 1.02 .39 .94 1896-00 .35 .89 .97 1.03 .36 .86 1901-05 .32 .93 .88 1.04 .37 .89 1906-10",
        "Wise, William. 2001. Killer Smog: The World's Worst Air Pollution Disaster. Lincoln, NE: iUniverse.com publication.",
        "Wilson, Leonard G. 2005. Commentary: Medicine, Population, and Tuberculosis, International Journal of Epidemiology, 34:521-24.",
        "White, William Charles, and Paul Shuey. 1914. The Influence of Smoke on Acute and Chronic Lung Infections, in Papers on the Influence of Smoke on Health, pp. 164-73. Oskar Klotz and Wm. Charles White, editors. Pittsburgh: Mellon Institute of Industrial Research and School of Specific Industries.",
        "Welsch, Heinz. 2004. Corruption, Growth, and the Environment: A Cross-Country Analysis, Environment and Development Economics, 9:663-93.",
        "Tyan, Nicola. 2002. London's Private Water Supply, 1582-1902, in Reinventing Water and Was tewater Systems, pp. 342-359. David Haarmeyer and Paul Seidenstat, editors. London: John Wiley & Sons.",
        "Thomson, Geo. Carruthers. 1894-95. Smoke Abatement with reference to Steam Boiler Furnaces, Proceedings of the Philosophical Society of Glasgow, 26:148-73.",
        "Taylor, R.C., and S.S. Haldeman. 1855. Statistics of Coal: Including Mineral Bituminous Substances. Second Edition. Philadelphia: J.W. Moore.",
        "Stradling, David and Peter Thorsheim. 1999. The Smoke of Great Cities: British and American Efforts to Control Air Pollution, 1860-1914, Environmental History, 4:6-31.",
        "Sedwick, William T., and J. Scott MacNutt. 1910. On the Mills-Reincke Phenomenon and Hazen's Theorem Concerning the Decrease in Mortality from Diseases Other than Typhoid Fever Following the Purification of Polluted Water Supplies, Journal of Infectious Diseases, 12:489-564.",
        "Scott, Robert H. 1896. Notes on Some of the Differences Between Fogs, as Related to the Weather Systems which Accompany Them, Quarterly Journal of the Royal Meteorological Society, 22:41-65.",
        "Schlicht, Paul. 1907. The Production of Coke and Its Application in Domestic Fires, Journal of the Society of Arts, May 10, pp. 684-98.",
        "Schaefer, Theodore W. 1907. The Contamination of Our Cities With Sulfur Dioxid, the Cause of Respiratory Disease, Boston Medical and Surgical Journal, CLVII (July 25):106-10.",
        "Russell, W.J. 1891. Town Fogs and Their Effects, Nature, November 5, 1891, pp. 10-16.",
        "Carpenter, Alfred. 1882. Town Smoke and Town Fog, Westminster Review, LXI:136-57.",
        "Chandler, T.J. 1965. The Climate of London. London: Hutchinson of London.",
        "de Bruyn, Sander M. 1997. Explaining the Environmental Kuznets Curve: Structural Change and International Agreements in Reducing Sulphur Emissions, Environment and Development Economics, 2:485-503.",
        "Deacon, Robert T. and Catherine S. Norman. 2006. Does the Environmental Kuznets Curve Describe How Individual Countries Behave? Land Economics, 82:291-315.",
        "Dines, W.H. 1894. On the Relation Between the Mean Quarterly Temperature and the Death Rate, Quarterly Journal of the Royal Meteorological Society, 20:173-79.",
        "Ferrie, Joseph P. and Werner Troesken. 2008. Water and Chicago's Mortality Transition, 1850-1925, Explorations in Economic History, 45:1-17.",
        "Frankland, E. 1882. Climate in Town and Country, Nature, Aug. 17, 1882, pp. 380-83.",
        "Great Britain. Board of Trade. 1903. Report on Wholesale and Retail Prices in the United Kingdom in 1902, with Comparative Statistical Tables for a Series of Years. Ordered by The House of Commons. London: HMSO.",
        "Hann, Julius. 1903. Handbook of Climatology. Part I. General Climatology. New York: MacMillan and Co.",
        "Lawther, P.J. 1959. Chronic Bronchitis and Air Pollution, Journal of the Royal Society for the Promotion of Health, 1:4-9.",
        "Lempfert, R.G.K. 1912. Sunshine Records: A Comparison of Sunshine Statistics for Urban and Rural Stations, in Papers Read at the Smoke Abatement Conferences. March 26, 27 & 28, pp. 23-28. Westminster: Coal Smoke Abatement Society.",
        "List, John A., and Craig A. Gallet. 1999. The Environmental Kuznets Curve: Does One Size Fit All? Ecological Economics, 31:409-23.",
        "Livesey, Sir George. 1906. Domestic Smoke Abatement, The Journal of the Royal Society for the Promotion of Health, 27:57-63. London Statistics. Various years.",
        "Manley, Gordon. 1974. Central England Temperatures: Monthly Means 1659 to 1973, Quarterly Journal of the Royal Meteorological Society, 100:389-405.",
        "Martin, Arthur J. 1906. Smoke Prevention and Coal Conservation, The Journal of the Royal Society for the Promotion of Health, 27:85-107.",
        "Meller, H.B. 1926. How Cities Can Control the Smoke Nuisance, National Municipal Review, 15:270-76.",
        "Mitchell, B.R. 1988. British Historical Statistics. London: Cambridge University Press.",
        "Mossman, R.C. 1897. The Non-Instrumental Meteorology of London, 1713-1896, Quarterly Journal of the Royal Meteorological Society, 23:287-94.",
        "Owens, John 5. 1912. Wasteful Power Production: With Special Reference with Waste Due to Smoke, in Papers Read at the Smoke Abatement Conferences. March 26, 27 & 28, pp. 89-94. Westminster: Coal Smoke Abatement Society.",
        "Poore, G.V. 1893. Light, Air, and Fog, Transactions of the Sanitary Institute, 14:13-41. Registrar General. Weekly Returns. Various years.",
        "Registrar General. Annual Reports. England, Ireland, Scotland, and Wales. Various years. Report from the Select Committee on Smoke Prevention, 1843. Great Britain. Parliament. House of Commons.",
        "Report of the Smoke Abatement Committee, 1883. London.",
        "Reynolds, Michael. 1882. Stationary Engine Driving: A Practical Manual. London: Crosby, Lockwood, and Co.",
        "Rideal, Samuel. 1906. The Abatement of Smoke in Factories, Journal of the Royal Sanitary Institute, 27:149-51.",
        "Russell, Rollo. 1906. The Artificial Production of Persistent Fog, Journal of the Royal Sanitary Institute, 27:152-59.",
        "Russell, Rob. 1912. Smoke and Fog, in Papers Read at the Smoke Abatement Conferences. March 26, 27 & 28, pp. 21-22. Westminster: Coal Smoke Abatement Society."
    ]
}