{
    "id": 15665,
    "cites": 116,
    "cited_by": 10,
    "reference": [
        "McClelland, J., & Mills, L. (2007). Weighing benefits and risks of taxing book income. Tax",
        "Maydew, E. (1997). Tax-induced earnings managements by firms with net operating losses. Journal ofAccounting Research, 35, 83-96.",
        "Manzon, G., & Plesko, G. (2001). The relation between financial and tax reporting measures of income. Tax Law Review, 175-2 14.",
        "Matsunaga, S., Shevlin, T., & Shores, D. (1992). Disqualifying dispositions of incentive stock options: tax benefits versus financial reporting costs. Journal ofAccounting Research, 30 (Supplement), 37-68.",
        "Manzon, G. (1992). Earnings management of firms subject to the alternative minimum tax. Journal of the American Taxation Association, 14, 88-111.",
        "Lisowksky, P. (2009b). Seeking shelter: Empirically modeling tax shelters and examining their link to the contingent tax liability reserve. University of Illinois working paper.",
        "Lipe, R. (1986). The information contained in the components of earnings. Journal of Accounting Research, 24 (Supplement), 37-64.",
        "Lindo, A. (2009). Speech at the Regulatory Accounting Update session. AICPA 2009 National Conference on Banks & Savings Institutions. Washington, DC.",
        "Lev, B., & Nissim, D. (2004). Taxable income, future earnings, and equity values. The Accounting Review, 79, 1039-1074.",
        "Lev, B., & Thiagarajan, 5. (1993). Fundamental information analysis. Journal of Accounting Research, 31, 190-215.",
        "Lenter, D., Shackelford, D., & Slemrod, J. (2003). Public disclosure of corporate tax return information: Accounting, economics, and legal perspectives. National Tax Journal, LVI, 803830.",
        "Kumar, K., & Visvanathan, G. (2003). The information content of the defened tax valuation allowance. The Accounting Review, 78, 47 1-490.",
        "Krull, L. (2004). Permanently reinvested foreign earnings, taxes, and earnings management. The Accounting Review, 79, 745-767.",
        "Khalaf, R. (1993, February 15). Read those footnotes! Forbes Magazine, 154.",
        "Keating, S., & Zimmerman, J. (1999). Depreciation policy changes: tax, earnings management, and investment opportunity incentives. Journal ofAccounting and Economics, 28, 359-389.",
        "Hanlon, M., Laplante, S., & Shevlin, T. (2005). Evidence for the possible information loss of conforming book income and taxable income. Journal of Law and Economics, XL VIII, 407-442.",
        "Hanlon, M., & Shevlin, T. (2005). Book-tax conformity for corporate income: An introduction to the issues. Tax Policy and the Economy, 19, 10 1-134.",
        "Hanlon, M., & Shevlin, T. (2002). Accounting for tax benefits of employee stock options and implications for research. Accounting Horizons, 16, 1-16.",
        "Hanlon, M., & Maydew, E. (2009). Book-tax conformity: Implications for multinational firms. National Tax Journal, 62, 127-153.",
        "Hanlon, M., & Heitzman, 5. (2009). A review of tax research. MIT working paper.",
        "Hanlon, M. (2003). What can we infer about a firm's taxable income from its financial statements? National Tax Journal, LVI, 83 1-863.",
        "Hanlon, M. (2005). The persistence and pricing of earnings, accruals, and cash flows when firms have large book-tax differences. The Accounting Review, 80, 137-166.",
        "Gupta, S., Mills, L., & Towery, E. (2009). Did FIN 48 anest the trend in multistate tax avoidance? Michigan State University working paper.",
        "Gupta, S., & Laux, R. (2008). Do firms use tax cushion reversals to meet earnings targets? Arizona State University working paper.",
        "Guenther, D., Maydew, E., & Nutter, 5. (1997). Financial reporting, tax costs, and book-tax conformity. Journal ofAccounting and Economics, 23 (3), 225-248.",
        "Guenther, D., & Sansing, R. (2000). Valuation of the firm in the presence of temporary book-tax differences: the role of deferred tax assets and liabilities. The Accounting Review, 75, 1-12.",
        "Guenther, D., & Sansing, R. (2004). The valuation relevance of reversing deferred tax liabilities. The Accounting Review, 79, 437-451.",
        "Guenther, D. (1994). Earnings Management in response to corporate tax rate changes: Evidence from the 1986 tax reform act. The Accounting Review, 69, 230-243.",
        "Gramlich, J. (1991). The effect of the alternative minimum tax book income adjustment on accrual decisions. The Journal of the American Taxation Association, 13, 36-56.",
        "Graham, J., & Mills, L. (2008). Using tax return data to simulate corporate marginal tax rates. Journal ofAccounting and Economics, 46, 366-380.",
        "Graham, J. (2003). Taxes and corporate finance: A review. Review of Financial Studies, 16, 1074-1128.",
        "Graham, J. R., Lang, M., & Shackelford, D. (2004). Employee stock options, corporate taxes and debt policy. Journal of Finance, VIX (4), 1585-16 18.",
        "Graham, J. R., Harvey, C., & Rajgopal, 5. (2005). The economic implications of corporate financial reporting. Journal ofAccounting and Economics, 40, 3-73.",
        "Graham, J. R., & Smith, C. (1999). Tax incentives to hedge. Journal of Finance, 54, 2241-2262.",
        "Graham, J. R., Hanlon, M., & Shevlin, T. (2009). The effect of financial accounting on the location, reinvestment, and repatriation decisions of multinational companies. Duke University working paper.",
        "Graham, J. R., & Kim, H. (2009). Simulating corporate marginal income tax rates and implications for corporate debt policy. Duke University working paper.",
        "Graham, J. (1996). Proxies for the corporate marginal tax rate. Journal of Financial Economics, 42, 187-221.",
        "Gordon, E., & Joos, P. (2004). Unrecognized defened taxes: evidence from the U.K. The Accounting Review, 79, 97-124. Gow, I., Ormazabal, G., & Taylor, D. (forthcoming). Correcting for cross-sectional and timeseries dependence in accounting research. The Accounting Review.",
        "Gleason, C., Pincus, M., & Rego, 5. (2007). Material weaknesses in tax-related internal controls and earnings management. University of Texas working paper.",
        "Gleason, C., & Mills, L. (2002). Materiality and contingent tax liability reporting. The Accounting Review, 77, 3 17-342.",
        "Gleason, C., & Mills, L. (2008). Evidence of differing market responses to beating analysts' targets through tax expense decreases. Review ofAccounting Studies, 13, 295-3 18.",
        "Gleason, C., & Mills, L. (2007). Do auditor-provided tax services improve the estimate of tax expense? University of Texas working paper.",
        "Givoly, D., & Hayn, C. (1992). The valuation of the defened tax liability: evidence from the stock market. The Accounting Review, 67, 394-4 10.",
        "Frischmann, P., Shevlin, T., & Wilson, R. (2008). Economic consequences of increasing the conformity in accounting for uncertain tax benefits. Journal of Accounting and Economics, 46, 26 1-278.",
        "Freedman, J. (2008). Financial and tax accounting: Transparency and truth. In W. Schon (Ed.), Tax and Corporate Governance (pp. 7 1-92). Springer Science.",
        "Freedman, J. (2004). Aligning taxable profits and accounting profits: Accounting standards, legislators and judges. eJournal Tax Research, 2(1), 71-99.",
        "Frank, M. M., & Rego, 5. (2006). Do managers use the valuation allowance account to manage earnings around certain earnings targets? Journal of the American Taxation Association, 28, 4365.",
        "Frank, M. M. (2009). Discussion of Inferring U.S. tax liability from financial statement information. Journal of the American Taxation Association, 31 (1), 65-74.",
        "Financial Accounting Standards Board. (1992). Statement of FinancialAccounting Standards No. 109, Accounting for Income Taxes. . Norwalk: FASB.",
        "Financial Accounting Standards Board. (2006). Financial Accounting Standards Board Interpretation No. 48, Accounting for Uncertainly in Income Taxes. Norwalk: FASB.",
        "Financial Accounting Standards Board. (1984). Concept Statement No. 5, Recognition and Measurement in Financial Statements of Business Enterprises. Norwalk: FASB.",
        "Engel, E., Erickson, M., & Maydew, E. (1999). Debt-equity hybrid securities. Journal of Accounting Research, 37, 249-274.",
        "Edgerton, J. (2009). Investment, accounting and the salience of the corporate income tax. Federal Reserve Board working paper.",
        "Dyreng, S., Hanlon, M., & Maydew, E. (2008). Long-run corporate tax avoidance. The Accounting Review, 83, 6 1-82.",
        "Dyreng, 5. (2009). The cost of private debt covenant violation. Duke University working paper.",
        "Dworin, L. (1985). On estimating corporate tax liabilities from financial statements. Tax Notes, 29 (Special Report), 965.",
        "Dunbar, A., Kolbasovsky, L., & Phillips, J. (2007). FIN 48 Adoption Disclosures . Financial Reporting Watch.",
        "Dharmapala, D., Foley, C., & Forbes, K. (2009). Watch what I do, not what I say: The unintended consequences of the Homeland Investment Act. NBER working paper 15023.",
        "Dhaliwal, D., Trezevant, R., & Wilkins, M. (2000). Tests of deferred tax explanation of the negative association between the LIFO reserve and firm value. Contemporary Accounting Research, 17, 41-59.",
        "Dhaliwal, D., Huber, R., Lee, H., & Pincus, M. (2008). Book-tax differences, uncertainty about fundamentals and information quality, and cost of capital. University of Arizona working paper.",
        "Dhaliwal, D., Gleason, C., & Mills, L. (2004). Last-chance earnings management: using the tax expense to meet analysts' forecasts. Contemporary Accounting Research, 21, 43 1-459.",
        "Dhaliwal, D., & Wang, 5. (1992). The effect of book income adjustment in the 1986 alternative minimum tax on corporate financial reporting. Journal ofAccounting and Economics, 15, 7-26.",
        "Dhaliwal, D. (2001). Discussion of Potential enors in detection of earnings management: Reexamining studies investigating the AMT of 1986. Contemporary Accounting Research, 18, 6 15-623.",
        "Desai, M., & Dharmapala, D. (2006). Corporate tax avoidance and high-powered incentives. Journal of Financial Economics, 79, 145-179.",
        "Desai, M. (2005). The degradation of reported corporate profits. Journal of Economic Perspectives, 19, 17 1-192.",
        "Desai, M. (2003). The divergence between book income and tax income. (J. M. Poterba, Ed.) Tax Policy and the Economy , pp. 169-206.",
        "Desai, M. (2006, May 9). Reform alternatives for the corporate tax. Testimony before the US House of Representatives Committee on Ways and Means, Subcommittee on Select Revenue Measures, Corporate Tax Reform public hearing . Washington DC.",
        "Dechow, P., Sloan, R., & Sweeney, A. (1995). Detecting earnings management. The Accounting Review, 70, 193-225.",
        "De Waegenaere, A., Wielhouwer, J., & Sansing, R. (2003). Valuation of a firm with a tax loss canyover. Journal of the American Taxation Association, 25 (Supplement), 65-82.",
        "De Waegenaere, A., & Sansing, R. (2008). Taxation of international income and accounting valuation. Contemporary Accounting Research, 25, 1045-1066.",
        "Crabtree, A., & Maher, J. (2009). The influence of differences in taxable income and book income on the bond credit market. Journal of the American Taxation Association, 31 (1), 75-99.",
        "Cook, K., Huston, G., & Omer, T. (2008). Earnings Management Through Effective Tax Rates: The Effects of Tax Planning Investment and the Sarbanes-Oxley Act of 2002. Contemporary Accounting Research, 25 (2), 447-47 1.",
        "Comprix, J., Mills, L., & Schmidt, A. (2009). Bias in quarterly estimates of annual effective tax rates and earnings management incentives. University of Texas working paper.",
        "Collins, J., Shackelford, D., & Wahlen, J. (1995). Bank differences in the coordination of regulatory capital, earnings, and taxes. Journal of Accounting Research, 33, 263-29 1.",
        "Collins, J., Hand, J., & Shackelford, D. (2001). Valuing Defenal: The Effect of Permanently Reinvested Foreign Earnings on Stock Prices. In J. James R. Hines (Ed.), International Taxation and MultinationalActivily. Chicago: University of Chicago Press.",
        "Collins, J., Geisler, G., & Shackelford, D. (1997). The effect of taxes, regulation, earnings, and organizational form on life insurers' investment portfolio realizations. Journal of Accounting and Economics, 24 (3), 337-36 1.",
        "Clinch, G., & Shibano, T. (1996). Differential tax benefits and the pension reversion decision. Journal ofAccounting and Economics, 21 (1), 69-106.",
        "Choi, W., Gramlich, J., & Thomas, J. (2001). Potential enors in detecting earnings management: Reexamining studies investigating the AMT of 1986. Contemporary Accounting Research, 18, 57 1-6 13.",
        "Chen, L., Dhaliwal, D., & Trombley, M. (2007). The impact of earnings management and tax planning on the information content of earnings. University of Arizona working paper.",
        "Chen, K., Danielson, M., & Schoderbek, M. (2003). Analysts' interpretation of transitory earnings components: Evidence from forecast revisions after disclosure of the 1993 defened tax adjustment. Journal of Accounting, Auditing, and Finance, 18 (3), 333-353.",
        "Chaney, P., & Jeter, D. (1994). The effect of defened taxes on security prices. Journal of Accounting, Auditing and Finance, 9, 91-116.",
        "Chen, K., & Schoderbek, M. (2000). The 1993 tax rate increase and deferred tax adjustments: a test of functional fixation. Journal ofAccounting Research, 38, 23-44.",
        "Bryant-Kutcher, L., Guenther, D., & Jones, D. (2007). Earnings persistence and the value of changes in firms' effective tax rates. University of Oregon working paper.",
        "Boynton, C., Dobbins, P., & Plesko, G. (1992). Earnings management and the corporate alternative minimum tax. Journal of Accounting Research, 30 (Supplement), 13 1-153.",
        "Blouin, J., Gleason, C., Mills, L., & Sikes, 5. (2007). What can we learn about uncertain tax benefits from FIN 48? National Tax Journal, 60 (3), 52 1-535.",
        "Blouin, J., Gleason, C., Mills, L., & Sikes, 5. (2009). The implications of uncertain tax benefits for valuation. University of Pennsylvania working paper.",
        "Blouin, J., Core, J., & Guay, W. (2008). Improved estimates of marginal tax rates: Why they are needed, approach, and implications. University of Pennsylvania working paper. Blouin, J., Gleason, C., Mills, L., & Sikes, S. (forthcoming). Pre-empting disclosure? Firms' decisions prior to FIN 48. The Accounting Review.",
        "Blouin, J., & Tuna, I. (2007). Tax contingencies: Cushioning the blow to earnings? University of Pennsylvania working paper.",
        "Blouin, J., & Krull, L. (2009). Bringing it home: A study of the incentives sunounding the repatriation of foreign earnings under the American Jobs Creation Act of 2004. Journal of Accounting Research, 47(4), 1027-1059.",
        "Blaylock, B., Shevlin, T., & Wilson, R. (2009). Tax avoidance, large positive book-tax differences, and earnings persistence. University of Washington working paper.",
        "Behn, B., Eaton, T., & Williams, J. (1998). The determinants of the defened tax allowance account under SFAS No. 109. Accounting Horizons, 12, 63-78.",
        "Beaver, W., & Dukes, R. (1972). Intraperiod tax allocation, earnings expectations, and the behavior of security prices. The Accounting Review, 47, 320-332.",
        "Beatty, A., Berger, P., & Magliolo, J. (1995). Motives for forming research & development financing organizations. Journal of Accounting and Economics, 19, 411-442.",
        "Bauman, M., & Shaw, K. (2005). Disclosure of managers' forecasts in interim financial statements: A study of effective tax rate changes. Journal of the American Taxation Association, 27, 57-82.",
        "Bauman, C., Bauman, M., & Halsey, R. (2001). Do firms use the defened tax asset valuation allowance to manage earnings? Journal of the American Taxation Association, 23 (Supplement), 27-48.",
        "Barth, M., Beaver, B., & Landsman, W. (2001). The relevance of the value relevance literature for financial accounting standard setting: another view. Journal ofAccounting and Economics, 31, 77-104.",
        "Badertscher, B., Phillips, J., Pincus, M., & Rego, 5. (2009). Earnings mangement strategies: To confrom or not to conform. The Accounting Review, 84 (1), 63-97.",
        "Ayers, B., Jiang, X., & Laplante, 5. (2009). Taxable income as a performance measure: the effects of tax planning and earnings quality. Contemporary Accounting Research, 26 (1), 15-54.",
        "Ayers, B. (1998). Defened tax accounting under SFAS No. 109: an empirical investigation of its incremental value-relevance relative to APB No. 11. The Accounting Review, 73, 195-212.",
        "Amir, E., Kirschenheiter, M., & Willard, K. (1997). The valuation of deferred taxes. Contemporary Accounting Research, 14, 597-622. Atwood, T., Drake, M., & Myers, L. (forthcoming). Book-tax conformity, earnings persistence and the association between earnings and future cash flows. Journal of Accounting and Economics.",
        "Amir, E., & Sougiannis, T. (1999). Analysts' interpretation and investors' valuation of tax carryforwards. Contemporary Accounting Research, 16, 1-33.",
        "Ali, A., & Hwang, L. (2000). Country-specific factors related to financial reporting and the value relevance of accounting data. Journal ofAccounting Research, 38, 1-21.",
        "Alexander, R., Ettredge, M., Stone, M. S., & Sun, L. (2009). No news is bad news: Determinants of the availability and usefulness of mandatory 5AB74 disclosures. University of Kansas working paper.",
        "Accounting Principles Board. (1967). Opinion No. 11, Accounting for Income Taxes. Stamford: APB.",
        "Accounting Principals Board. (1972). Opinion No. 23, Accounting for Income Taxes - Special Areas. Stamford: APB.",
        "Abarbanell, J., & Bushee, B. (1997). Fundamental analysis, future earnings, and stock prices. Journal ofAccounting Research, 35, 1-24.",
        "Abarbanell, J., & Bushee, B. (1998). Abnormal returns to a fundamental analysis strategy. The Accounting Review, 73, 19-45.",
        "Jennings, R., Mayew, W., & Weaver, C. (2009). The Effect of TRA86 on the extent of implicit taxes at the corporate level. University of Texas at Austin working paper.",
        "Jackson, M. (2009). Book-tax differences and earnings growth. University of Oregon working paper.",
        "Holthausen, R., & Watts, R. (2001). The relevance of the value-relevance literature for financial accounting standard setting. Journal of Accounting and Economics, 31, 3-75.",
        "Heltzer, W. (2008). Conservatism and book-tax differences. DePaul University working paper.",
        "Heiman-Hoffman, V., & Patton, J. (1994). An experimental investigation of defened tax asset judgments under SFAS 109. Accounting Horizons, 8, 1-7.",
        "Hanlon, M., Maydew, E., & Shevlin, T. (2008). An unintended consequence of book-tax conformity: A loss of earnings informativeness. Journal ofAccounting and Economics, 46, 294311.",
        "Junt, A., Moyer, S., & Shevlin, T. (1996). Managing interacting accounting measures to meet multiple objectives: a study of LIFO firms. Journal of Accounting and Economics, 21 (3), 339374.",
        "Joos, P., Pratt, J., & Young, 5. (2005). Using defened taxes to detect earnings management: Further evidence. Indiana University working paper.",
        "Jones, J. (1991). Earnings management during import relief investigations. Journal of Accounting Research, 29, 193-228."
    ]
}