{
    "id": 15663,
    "cites": 71,
    "cited_by": 6,
    "reference": [
        "ZHAO, K. (2009): Social Security, Differential Fertility, and the Dynamics of the Earnings Distribution, UWO Department of Economics Working Papers 20091, University of Western Ontario, Department of Economics.",
        "ZHANG, J., AND J. ZHANG (2007): Optimal social security in a dynastic model with investment externalities and endogenous fertility, Journal of Economic Dynamics and Control, 31(11), 3545-3567.",
        "THOMSON, D. (1984): I Am Not My Father's Keeper': Families and the Elderly in Nineteenth Century England, Law and History Review, 2(2), 265-286.",
        "SPONSLER, L. A. (1982): The Status of Married Women under the Legal System of Spain, Journal of Legal History, 3(2), 125-152.",
        "SOCIAL SECURITY ADMINISTRATION (2004): Social Security Programs Throughout the World: Europe, 2004, Office of Research, Evaluation and Statistics, Washington, DC.",
        "SINN, H.-W. (2004): The pay-as-you-go pension system as fertility insurance and an enforcement device, Journal of Public Economics, 88, 1335-1357.",
        "SAMUELSON, P. A. (1958): An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money, Journal of Political Economy, 66, 467-482.",
        "RAZIN, A., AND U. BEN-ZION (1975): An Intergenerational Model of Population Growth, American Economic Review, 65(5), 923-933.",
        "RUGGLES, 5. (2007): The Decline of Intergenerational Coresidence in the United States, 1850-2000, American Sociological Review, 72, 962-989.",
        "PLOTKIN, R. (1981): When Rights Collide: Parents, Children, and Consent to Treatment,  Journal of Pediatric Psychology, 6(2), 121-130.",
        "PITCHFORD, J. D. (1985): External Effects of Population Growth, Oxford Economic Papers, 37(2), 264-281.",
        "PAZNER, E. A., AND A. RAZIN (1980): Competitive efficiency in an overlappinggeneration model with endogenous population, Journal of Public Economics, 13(2), 249-258.",
        "NISHIMURA, K., AND J. ZHANG (1995): Sustainable Plans of Social Security with Endogenous Fertility, Oxford Economic Papers, 47(1), 182-194.",
        "(Oct., 1986): Endogenous Population with Public Goods and Malthusian Fixed Resources: Efficiency or Market Failure, International Economic Review, 27(3), 601-609.",
        "NERLOVE, M., A. RAZIN, AND E. SADKA (1985): Population Size: Individual Choice and Social Optima, Quarterly Journal of Economics, 100(2), 321-334.",
        "MICHEL, P., AND B. WIGNIOLLE (2007): On Efficient Child Making, Economic Theory, 31(2), 307-326. (forthcoming): Pareto-efficiency and endogenous fertility: a simple model, Mathematical Population Studies.",
        "MASON, M. A. (1994): From Father's Property to Children's Rights. Columbia University Press.",
        "MARKS, F. R. (1975): Detours on the Road to Maturity: A View of the Legal Conception of Growing up and Letting Go, Law and Contemporary Problems, Children and the Law, 39(3), 78-92.",
        "MARGOLIN, C. R. (1978): Salvation versus Liberation: The Movement for Children's Rights in a Historical Context, Social Problems, 25(4), 41-452.",
        "LEE, R., AND T. MILLER (1990): Population Policy and Externalities to Childbearing, Annals of the American Academy of Political and Social Science, 510, 17-32.",
        "LAZEAR, E. (1983): Intergenerational Externalities, Canadian Journal of Economics / Revue canadienne d'Economique, 16(2), 212-228.",
        "LANG, G. (2005): Endogenous Fertility and Modified Pareto-optimality, Portugese Economic Journal, 4, 171-191.",
        "LANDES, W. M., AND L. C. SOLMON (1972): Compulsory Schooling Legislation: An Economic Analysis of Law and Social Change in the Nineteenth Century, Journal of Economic History, 32(1).",
        "LAITNER, J. P. (1979): Bequests, Golden-age Capital Accumulation and Government Debt, Economica, 46(184), 403-414.",
        "LAITNER, J. (1988): Bequests, Gifts, and Social Security, Review of Economic Studies, 55(2), 275-299.",
        "KLINE, T. A. (1992): A Rational Role for Filial Responsibility Laws in Modern Society ?, Family Law Quarterly, 26(3), 195-207.",
        "JONES, L. E., A. SCHOONBROODT, AND M. TERTILT (2008): Fertility Theories: Can They Explain the Negative Fertility-Income Relationship?, in Topics in Demography and the Economy, NBER Chapters. National Bureau of Economic Research, Inc.",
        "HOSSEINI, R., L. E. JONES, AND A. SHOURIDEH (2009): Risk Sharing, Inequality and Fertility, NBER Working Paper 15111, National Bureau of Economic Research, Inc. JONES, L. E., AND A. SCHOONBROODT (forthcoming): Complements versus Substitutes and Trends in Fertility Choice in Dynastic Models, International Economic Review.",
        "HAWES, J. M. (1991): The Children's Rights Movement - A History of Advocacy and Protection. Twayne Publishers.",
        "HARFORD, J. D. (1998): The Ultimate Externality, American Economic Review, 88(1), 260-265.",
        "GUGGENHEIM, M. (2005): What's Wrong with Children's Rights. Harvard University Press.",
        "GOLOSOV, M., L. E. JONES, AND M. TERTILT (2007): Efficiency with Endogenous Population Growth, Econometrica, 75(4), 1039-1071.",
        "FOLBRE, N. (1994): Children as Public Goods, American Economic Review, 84(2), 8690.",
        "FERNANDEz, R., AND R. ROGERSON (2001): Sorting and Long-Run Inequality, Quarterly Journal of Economics, 116(4), 1305-1341.",
        "ECKSTEIN, Z., AND K. WOLPIN (1985): Endogenous Fertility and Optimal Population Size, Journal of Public Economics, 27, 93-106.",
        "DRAZEN, A. (1978): Government Debt, Human Capital, and Bequests in a Life-Cycle Model, Journal of Political Economy, 86(3), 505-516.",
        "DOEPKE, M. (2004): Accounting for Fertility Decline During the Transition to Growth, Journal of Economic Growth, 9(3), 347-383.",
        "DIAMOND, P. A. (1965): National Debt in a Neoclassical Growth Model, American Economic Review, 55(5), 1126-1150.",
        "(2009): To Segregate or to Integrate: Education Politics and Democracy, Review of Economic Studies, 76, 597-628.",
        "DE LA CROIX, D., AND M. DOEPKE (2003): Inequality and Growth: Why Differential Fertility Matters, American Economic Review, 93(4), 1091-1113. (2004): Public versus private education when differential fertility matters, Journal of Development Economics, 73(2), 607-629.",
        "DAVIS, B. (2006): A Matter of Trust For Rising Stars: Protecting Minors Earnings in California and New York, Journal of Juvenile Law, 27, 69-81.",
        "CONDE-RUIZ, J. I., E. L. GIMENEZ, AND M. PEREZ-NIEVAS (2010): Millian Efficiency with Endogenous Fertility, Review of Economic Studies, 77(1), 154-187.",
        "CUKIERMAN, A., AND A. H. MELTZER (1989): A Political Theory of Government Debt and Deficits in a Neo-Ricardian Framework, American Economic Review, 79(4), 713-732.",
        "(1992): Children and Pensions, Journal of Population Economics, 5, 175-183.",
        "CIGNO, A., AND M. WERDING (2007): Children and Pensions. Cambridge (Mass.): MIT Press.",
        "(1986): Fertility and the Tax-Benefit System: A Reconsideration of the Theory of Family Taxation, Economic Journal, 96(384), 1035-1051.",
        "CIGNO, A. (1983): On Optimal Family Allowances, Oxford Economic Papers, 35(1), 13-22.",
        "CASTLE, D. F. (1986): Early Emancipation Statutes: Should They Protect Parents as Well as Children?, Family Law Quarterly, 20(3), 343-372.",
        "CASS, D. (1972): On capital overaccumulation in the aggregative, neoclassical model of economic growth: A complete characterization, Journal of Economic Theory, 4(2), 200-223.",
        "CALLAHAN, D. (1985): What Do Children Owe Elderly Parents?, The Hastings Center Report, 15(2), 32-37.",
        "CARMICHAEL, J. (1982): On Barro's Theorem of Debt Neutrality: The Irrelevance of Net Wealth, American Economic Review, 72(1), 202-213.",
        "CALDWELL, J. C. (1978): A Theory of Fertility: From High Plateau to Destabilization, Population and Development Review, 4(4), 553-577.",
        "BYRD, C. D. (1988): Relative Responsibility Extended: Requirement of Adult Children to Pay for Their Indigent Parent's Medical Needs, Family Law Quarterly, 12(1), 87-102.",
        "BURBIDGE, J. B. (1984): Government Debt: Reply [Government Debt in an Overlapping-Generations Model with Bequests and Gifts], American Economic Review, 74(4), 766-67.",
        "BURBIDGE, J. B. (1983): Government Debt in an Overlapping-Generations Model with Bequests and Gifts, American Economic Review, 73(1), 222-227.",
        "BUITER, W. H., AND J. CARMICHAEL (1984): Government Debt: Comment, American Economic Review, 74(4), 762-765.",
        "BRUCE, N., AND M. WALDMAN (1990): The Rotten-Kid Theorem Meets the Samaritan 's Dilemma, Quarterly Journal of Economics, 105(1), 155-165.",
        "BRITTON, A. (1990): America's Best Kept Secret: An Adult Child's Duty to Support Aged Parents, California Western Law Review, 26, 351-372.",
        "BOLDRIN, M., AND A. MONIES (2005): The Intergenerational State Education and Pensions, Review of Economic Studies, 72(3), 651-664.",
        "BOLDRIN, M., M. DL NARDI, AND L. E. JONES (2005): Fertility and Social Security, NBER Working Paper 11146, National Bureau of Economic Research, Inc.",
        "(1988): A Reformulation of the Theory of Fertility, Quarterly Journal of Economics, 103(1), 1-25.",
        "BECKER, G. S., AND R. J. BARRO (1986): Altruism and the Economic Theory of Fertility,  Population and Development Review, 12, 69-76.",
        "BARRO, R. J. (1974): Are Government Bonds Net Wealth?, Journal of Political Economy, 82(6), 1095-1117.",
        "BARRO, R. J., AND G. S. BECKER (1989): Fertility Choice in a Model of Economic Growth, Econometrica, 57(2), 481-501.",
        "ARJAVA, A. (1998): Paternal Power in Late Antiquity, Journal of Roman Studies, 88, 147-165.",
        "BALASKO, Y., AND K. SHELL (1980): The overlapping-generations model, I: The case of pure exchange without money, Journal of Economic Theory, 23(3), 281-306.",
        "ALEXANDRE, D. (1972): The Status of Women in France, American Journal of Comparative Law, 20, 647-661.",
        "AIYAGARI, S. R., J. GREENWOOD, AND A. SESHADRI (2002): Efficient Investment in Children, Journal of Economic Theory, 102(2), 290-321.",
        "ABIO, G., G. MAHILU, AND C. PATxOT (2004): On the optimality of PAYG pension systems in an endogenous fertility setting, Journal of Pension Economics and Finance, 3(01), 35-62.",
        "ABEL, A. B., N. G. MANKIW, L. H. SUMMERS, AND R. J. ZECKHAUSER (1989): Assessing Dynamic Efficiency: Theory and Evidence, Review of Economic Studies, 56(1), 1-19.",
        "ABEL, A. B. (1987): Operative Gift and Bequest Motives, American Economic Review, 77(5), 1037-1047."
    ]
}