{
    "id": 15662,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "7More precisely, in December 2008 the Federal Reserve started announcing upper and lower limits for this rate, which at that time were 0.25 percent and zero.",
        "6For alternative descriptions of the policy responses to the crisis, see Cecchetti (2009) for the United States and Blanchard (2009) for an international perspective, as well as the many speeches by governors of the Federal Reserve available on its News & Events page (www.federalreserve.gov/newsevents/default.htm). An up-to-date exposition is the Federal Reserve's statement of its Credit and Liquidity Programs and the Balance Sheet (www.federalreserve.gov/monetarypolicylbst.htm).",
        "3The model is a simple version of the more complete analysis in Reis (2009).",
        "_________ 2008. How Important Is Money in the Conduct of Monetary Policy? Journal of Money, Credit and Banking 40, no. 8: 1561-98.",
        "1Operating procedures for the discount window changed in January 2003, and therefore a consistent discount rate series for the whole period does not exist. For the federal funds rate in 2009, I plot the upper end of the range targeted by the Federal Reserve. The figure also shows the interest rate on reserves that was introduced in October 2008, discussed further below. 2U.S. Treasury bills are three-month securities; total Treasury securities include bonds and notes, which have longer maturities. The figure includes only securities held outright, not those held as part of repurchase agreements.",
        "_________ 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press.",
        "Svensson, Lars E. 0. 2003. Escaping from a Liquidity Trap and Deflation: The Foolproof Way and Others. Journal of Economic Perspectives 17, no. 4: 145-66.",
        "Woodford, Michael. 1995. Price-Level Determinacy without Control of a Monetary Aggregate. Carnegie-Rochester Conference Series on Public Policy 43: 1-46.",
        "Stella, Peter. 2009. The Federal Reserve System Balance Sheet: What Happened and Why It Matters. IMF Working Papers. Washington: International Monetary Fund.",
        "__________ 2009. Price Level Determination in General Equilibrium. Presented at the annual meeting of the Society for Economic Dynamics, Istanbul, July 2-4.",
        "Sims, Christopher A. 1994. A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy. Economic Theory 4, no.3: 381-99.",
        "Romer, Christina D. 1992. What Ended the Great Depression? Journal of Economic History 52, no. 4: 757-84.",
        "Shleifer, Andrei, and Robert W. Vishny. 2009. Unstable Banking. Working Paper no. 14943. Cambridge, Mass.: National Bureau of Economic Research.",
        "_________ 2009. Where Should Liquidity Be Injected during a Financial Crisis? Columbia University.",
        "Mishkin, Frederic 5. 2007. Monetary Policy Strategy. MIT Press.",
        "Reis, Ricardo. 2007. The Analytics of Monetary Non-Neutrality in the Sidrauski Model. Economics Letters 94, no. 1: 129-35.",
        "Matsuyama, Kiminori. 2007. Aggregate Implications of Credit Market Imperfections. Working Paper no. 13209. Cambridge, Mass.: National Bureau of Economic Research.",
        "Kydland, Finn E., and Edward C. Prescott. 1977. Rules Rather Than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85, no. 3: 473-9 1.",
        "Krugman, Paul R. 1998. It's Baaack: Japan's Slump and the Return of the Liquidity Trap. BPEA, no. 2: 137-187.",
        "Hoimstr",
        "Kiyotaki, Nobuhiro, and John Moore. 1997. Credit Cycies. Journal of Political Economy 105, no. 2: 21 1-48. Krishnamurthy, Arvind. Forthcoming. Amplification Mechanisms in Liquidity Crises. American Economic Journal: Macroeconomics.",
        "Gorton, Gary. 2009. Information, Liquidity, and the (Ongoing) Panic of 2007. American Economic Review 99, no. 2: 567-72.",
        "Greeniaw, David, Jan Hatzius, Anii K Kashyap, and Hyun Song Shin, eds. 2008. Leveraged Losses: Lessons from the Mortgage Market Meltdown: Proceedings of the U.S. Monetary Policy Forum. Rosenberg Institute, Brandeis Internationai Business Schooi, and Initiative on Giobai Markets, University of Chicago Graduate Schooi of Business.",
        "_________ 2002. Interest on Reserves and Monetary Poiicy. Economic Policy Review 8, no. 1: 77-84.",
        "Goodfriend, Marvin. 2000. Overcoming the Zero Bound on Interest Rate Poiicy. Journal of Money, Credit, and Banking 32, no. 4: 1007-35.",
        "_________ 1969. The Optimum Quantity of Money: and Other Essays. Aidine.",
        "Friedman, Miiton. 1960. A Program for Monetary Stability. Fordham University Press.",
        "C",
        "Eggertsson, Gauti B., and Michaei Woodford. 2003. The Zero Bound on Interest Rates and Optimai Monetary Poiicy. BPEA, no. 1: 139-211.",
        "Cukierman, Aiex. 2008. Centrai Bank Independence and Monetary Poiicymaking Institutions: Past, Present and Future. European Journal of Political Economy 24, no. 4: 722-36.",
        "Cochrane, John H. 2009. Understanding Fiscai and Monetary Poiicy in 2008-2009 University of Chicago.",
        "Cecchetti, Stephen G. 2009. Crisis and Responses: The Federai Reserve in the Eariy Stages of the Financiai Crisis. Journal of Economic Perspectives 23, no.1: 5 1-75.",
        "Canzoneri, Matthew B., Robert E. Cumby, and Behzad T. Diba. 2001. Is the Price Levei Determined by the Needs of Fiscai Soivency? American Economic Review 91, no.5: 1221-38.",
        "Buiter, Wiiiem H., and Nikoiaos Panigirtzogiou. 2003. Overcoming the Zero Bound on Nominai Interest Rates with Negative Interest on Currency: Geseii's Soiution. Economic Journal 113, no.490: 723-46.",
        "Bianchard, Oiivier. 2009. The Crisis: Basic Mechanisms, and Appropriate Poiicies. CES~fo Forum Voi. 10, no. 1 Brunnermeier, Markus K. 2009. Deciphering the Liquidity and Credit Crunch 2007-2008. Journal of Economic Perspectives 23, no.1: 77-100.",
        "Berriei, Tiago C., and Saroj Bhattarai. 2009. Monetary Poiicy and Centrai Bank B aiance Sheet Concerns. B.E. Journal of Macroeconomics (Contributions) 9, no. 1.",
        "Bernanke, Ben 5. 2002. Deflation: Making Sure `It' Doesn't Happen Here. Remarks at a meeting of the Nationai Economists Ciub, Washington, November 21.",
        "Bassetto, Marco. 2008. Fiscai Theory of the Price Levei. In The New Palgrave Dictionary of Economics, edited by Lawrence E. Biume and Steven N. Duriauf. London: MacMiiian.",
        "Auerbach, Aian J., and Maurice Obstfeid. 2005. The Case for Open-Market Purchases in a Liquidity Trap. American Economic Review 95, no.1: 110-37.",
        "Aiien, Franklin, Ana Babus, and Eiena Carietti. 2009. Financiai Crises: Theory and Evidence. Annual Review of Financial Economics, Voi. 1, forthcoming..",
        "8The December 2008 press release of the Federal Open Markets Committee (FOMC) stated that, ...the Committee anticipates that weak economic conditions are likely to warrant exceptionally low levels of the federal funds rate for some time. The commitment to low interest rates has been reaffirmed at every meeting since then, with slightly different wording since March 2009. 9The Federal Reserve also controls the interest rate that it charges banks that borrow from it directly at the discount window. Although banks rarely use the discount window during normal times, this facility can be important during crises."
    ]
}