{
    "id": 15676,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Rosenberg, Nathan. 1998. Technological change in chemicals: the role of university-industry relations. In Ashish Arora, Ralph Landau, and Nathan Rosenberg (eds.) Chemicals and Long-Term Economic Growth. John Wiley & Sons. New York.",
        "Murmann, J. Peter. 2003. Knowledge and competitive advantage. Cambridge University Press. Cambridge UK.",
        "Morris, Peter J.T., 1989, The American Synthetic Rubber Research Program, University of Pennsylvania Press, Philadelphia.",
        "Maynard, John, and Howard M. Peters. 1991. Understanding Chemical Patents: A Guide for the Inventor. American Chemical Society. Washington, DC.",
        "Mansfield, E. et al., 1977, The Production and Application of New Industrial Technology, Norton & Company, New York.",
        "Lieberman, Marvin. 1989. The learning curve, technological barriers to entry, and competitive survival in the chemical processing industries. Strategic Management Journal, 10, 431-447.",
        "Landes, David S. The Unbound Prometheus: Technological Change and Industrial Development in Western Europe from 1750 to the Present. Cambridge: Cambridge University Press, 1969. ix + 566 pp. [Levin et al. 1987 goes here] Lieberman, Marvin. 1987. Patents, learning by doing, and market structure in the chemical processing industries. International Journal of Industrial Organization, 5, 257-276.",
        "Landau, Ralph and Nathan Rosenberg. 1992, Successful commercialization in the chemical process industries, in Rosenberg et al (eds.) Technology and the Wealth of Nations, Stanford University Press, Stanford, CA.",
        "Landau, Ralph. 1966. The Chemical Plant: From Process Selection to Commercial Operation. Rinhold Publishing Co., New York.",
        "Hounshell, David. 1988. The making of the synthetic fiber industry in the United States. unpublished manuscript, Harvard Business School.",
        "Hounshell, David. and John Kenley Smith. 1988. Science and Corporate Strategy: DuPont R&D 19021980. Cambridge University Press. Cambridge UK.",
        "Herbert, Vernon and Attilio Bisio. 1985. Synthetic Rubber : A Project That Had To Succeed. Greenwood Press. Westport, Conn.",
        "Freeman, Christofer, 1968, Chemical Process Plant: Innovation and the World Market, National Institute Economic Review, No.45 (August), 29-51.",
        "David, Paul A. 1990. The dynamo and the computer: an historical perspective on the modern productivity paradox. The American Economic Review, Vol. 80, No. 2, pp. 355-361.",
        "The Technology Pork Barrel. Brookings Institution, Washington, D.C. Cohen, Wesley M, Richard R. Nelson and John P. Walsh. 2000. Protecting their intellectual assets: appropriability conditions and why U.S. manufacturing firms patent (or not). working paper 7552. National Bureau of Economics Research. Cambridge MA.",
        "Chemical Age Project File. 1991. Database available from Reed Telepublishing Ltd, Reed Elsevier Plc. http://library.dialog.comlbluesheetslhtmlfblO3 18 .html Cohen, Linda, and Roger Noll. 1991. Synthetic fuels from coal. In, Linda Cohen and Roger Noll (eds).",
        "Chapman, K. 1991. The international petrochemical industry: Evolution and location. Basil Blackwell, Oxford.",
        "Bresnahan, Timothy, and Alfonso Gambardella. 1998. The division of inventive labor and the extent of the market. in Elhanan Helpman (ed.) General-Purpose Technologies and Economic Growth. MIT Press, Cambridge MA. pp 253-267 Bresnahan, Timothy, and Shane Greenstein. 1996. Technical progress and co-invention in computing and in the uses of computers. Brookings Papers on Economic Activity. Microeconomics, Vol. 1996, pp. 1-83.",
        "Arora A., Fosfuri A. 2003. Licensing the Market for Technology. Journal of Economic Behavior and Organization 52, 272-95.Arora, Ashish, Alfonso Gambardella and Andrea Fosfuri. 2000. Specialized technology suppliers, international spillovers and investment: evidence from the chemical industry. Journal of Development Economics. 65(1): 31-54.",
        "Arora, Ashish, and Andrea Fosfuri. 2000. The market for technology in the chemical industry: Causes and consequences. Revue dEconomie Industrielle. 92, 3 17-334.",
        "Arora, Ashish, and Alfonso Gambardella. 1998. Evolution of industry structure in the chemical industry (with Alfonso Gambardella), in Chemicals and Long Term Economic Growth, Ashish Arora, Ralph Landau, and Nathan Rosenberg (eds.), John Wiley and Sons, New York.",
        "Arora, Ashish. 2002. The government's role in chemical technology innovation, then and now. in Vicki Norberg-Bohm, ed. The Role Of Government In Energy Technology Innovation: Insights For Government Policy In The Energy Sector, Kennedy School of Government, Harvard, MA Arora, Ashish, and Nathan Rosenberg. 1998. The U.S. success story: The growth of the United States chemical industry, in Chemicals and Long Term Economic Growth, Ashish Arora, Ralph Landau, and Nathan Rosenberg (eds.), John Wiley and Sons. New York.",
        "Travis, Anthony 5. 1993. The Rainbow Makers: The Origins of the Synthetic Dyestuffs Industry in Western Europe. Associated University Presses. London.",
        "Struben, Jeroen and Sterman, John,Transition Challenges for Alternative Fuel Vehicle and Transportation Systems(May 1, 2007). Environment and Planning B: Planning and Design, Vol. 35, No. 6, pp. 1070-1097, 2008; MIT Sloan Research Paper No. 4587-06. Available at SSRN: http://ssrn.comlabstract=88 1800 Stokes, R., 1988, Divide and Prosper: The Heirs of IG Farben under Allied Authority 1945-5 1, University of California Press, Berkeley and London.",
        "Spitz, Peter H. 1988. Petrochemicals: The Rise of an Industry, John Wiley, New York."
    ]
}