{
    "id": 15679,
    "cites": 50,
    "cited_by": 5,
    "reference": [
        "Zhao, Gang, and Zhongyi Chen. (1997). History of Chinese Cotton Textile Industry. Beijing, China: China Agriculture Press.",
        "You, Shimin. (1990). Historical Materials of Trade in Sichuan for the Modern Period. Chengdu, China: Sichuan University Press.",
        "Yan, Se. (2008). Real Wages and Skill Premia in China, 1858 to 1936. Unpublished Ph.D. Dissertation, Department of Economics, UCLA.",
        "Wei, Shang Jin, and Yi Wu (2001). Globalization and Inequality: Evidence from within China. NBER Working Paper 8611 (November).",
        "Xiong, Ming'an. (1990). Zhonghua Minguo Jiaoyu Shi. Chongqing, China: Chongqing Publishing House.",
        "Wang, Jingyu. (2000). Zhongguo fin daijingji shi, 1895-192 7. Beijing: People's Press.",
        "United States Bureau of Statistics. (1950). 1950 Census of Popualtion, Alphabetical Index of Occupations and Industries. Washington: U.S. G.P.O. Wan, Guanghua, Ming Lu, Zhao Chen. (2007). Globalization and Regional Income Inequality: Evidence from within China. Review of Income and Wealth 53(1): 35-59.",
        "Topalova, Petia. (2004). Factor Immobility and Regional Impacts of Trade Liberalization: Evidence on Poverty and Inequality from India. Unpublished paper, Yale University.",
        "Saxonhouse, Gary R. and Gavin Wright. (1987). Stubborn Mules and Vertical Integration: The Disappearing Constraint. Economic History Review 40(1): 87-94.",
        "Saxonhouse, Gary R. and Gavin Wright. (1984). New Evidence on the Stubborn English Mule and Cotton Industry, 1878-1920. Economic History Review 37(4): 507-19.",
        "Sanchez-Paramo, C. and N. Schady. (2003).Off and Running? Technology, Trade, and the Rising Demand for Skilled Workers in Latin America, World Bank Policy Research Working Paper 3015.Washington, DC: World Bank.",
        "Robertson, R. (2004). Relative Prices and Wage inequality: Evidence from Mexico. Journal of International Economics 64(3): 3 87-409.",
        "Robbins, D. (1996). Evidence on Trade and Wages in the Developing World. OECD Technical Paper No. 119.",
        "Robertson, R. (2000). Trade Liberalization and Wage Inequality: Lessons from the Mexican Experience. World Economy 23: 827-849.",
        "Revenga, Anna L.(1992). Exporting Jobs? The Impact of Import Competition on Employment and Wags in U.S. Manufacturing. Quarterly Journal of Economics, 107(1): 255-84.",
        "O'Rourke Kevin H. and Jeffrey G. Williamson. (1994). Late-nineteenth Century Anglo-American Factor Price Convergence: Were Heckscher and Ohlin Right? Journal of Economic History, 54(12): 892-9 16.",
        "O'Rourke, Kevin H, Alan Taylor, Jeffrey G. Williamson. (1996). Factor Price Convergence in the Late Nineteenth Century. International Economic Review 37 (August): 499-53 0.",
        "Mohammed, Saif I. Shah and Jeffrey G. Williamson. (2004). Freight Rates and Productivity Gains in British Tramp Shipping 1869-1950. Explorations in Economic History 41(2): 172-203 O'Rourke Kevin H. and Jeffrey G. Williamson. (1999). Globalization and History: The Evolution of a Nineteenth-Century Atlantic Economy. Cambridge: MIT Press, 1999.",
        "Ministry of Agriculture and Commerce. (1928). The First Labor Yearbook of China.",
        "Melitz, Marc J. (2003). The Impact of Trade on Intra-industry Reallocations and Aggregate Industry Productivity, Econometrica 71(6): 1695-1725.",
        "Maskus, Keith E., and Shuichiro Nishioka. (2008). Development-Related Biases in Factor Productivities and the HOV Model of Trade. Canadian Journalf Economics 42(2): 5 19-553.",
        "Liu, Dajun. (1936). The Growth and Industrialization of Shanghai. Shanghai: China Institute of Pacific Relations.",
        "Leamer, Edward E. (1984). Sources of International Comparative Advantage. MIT Press, Cambridge.",
        "Lawrence, Robert Z. and Matthew J Slaughter. (1993). International Trade and American Wages in the 1980s: Giant Sucking Sound or Small Hiccup? Brookings Papers on Economic Activity (Microeconomics): 161-210.",
        "Leamer, Edward E. (1988). In Search of Stoloper-Samuelson Linkages. In Imports, Exports, and the American Worker, edited by Susan Collins, Washington, D.C.: Brookings, 141-214.",
        "Lawrence, Robert. (2008). Blue-collar blues: Is trade to blame for rising US income inequality? Institute for International Economics. Working Paper.",
        "Krugman, Paul. (2008). Trade and Wages Reconsidered. Brookings Papers on Economic Activity 2008(1): 103-54.",
        "Krugman, Paul. (1987). The Narrow Moving Band, the Dutch Disease, and the Consequences of Mrs. Thatcher: Notes on Trade in the Presence of Dynamic Scale Economies. Journal of Development Economics 27: 41-55.",
        "Kijama, Y. (2006). Why did wage inequality increase? Evidence from urban India 1983-99. Journal of Development Economics 81: 97-117.",
        "Jianxiong, Ge, Shuji, Cao and Songdi, Wu. (1993). A Brief History of Migration in China. Fuzhou, China: People's Press of Fujian.",
        "Hsieh, C. and K.Woo. (2005). The Impact of Outsourcing to China on Hong-Kong's Labor Market, American Economic Review 95: 1673-87.",
        "Hou, Chi-ming. (1965). Foreign Investment and Economic Development in China, 1840-1937. Cambridge, Massachusetts: Harvard University Press.",
        "Helpman Elhanan. (1999). The Structure of Foreign Trade. Journal of Economic Perspectives, 13(2): 121-144.",
        "Hsiao, Liang-lin. (1974). China's Foreign Trade Statistics, 1864-1949. Cambridge, MA: Harvard University Press.",
        "Hanson, Gordon. (2007). Globalization, Labor Income, and Poverty in Mexico, in Ann Harrison, ed., Globalization and Poverty, Chicago: University of Chicago Press and the National Bureau of Economic Research.",
        "Hanson, Gordon. (2004). What Has Happened to Wages in Mexico since NAFTA?, in T. Estevadeordal, D. Rodrik, A. Taylor, A. Velasco, eds., FTAA and Beyond: Prospects for Integration in the Americas, Cambridge: Harvard University Press.",
        "Goldberg, Pinelope and Nina. Pavcnik (2005). Trade Protection and Wages: Evidence from the Colombian Trade Reforms. Journal of International Economics 66 (1): 75-105.",
        "Goldberg, Pinelope and Nina Pavcnik. (2007). Distributional Effects of Globalization in Developing Countries. Journal of Economic Literature March 45(1): 39-82.",
        "Glick, Reuven and Alan M. Taylor. (2006). Collateral Damage: Trade Disruption and the Economic Impact of War. NBER Working Paper 11565.",
        "Findlay, Ronald and Kevin O'Rourke. (2003). Commodity Market Integration. In Globalization in Historical Perspective, edited by Michael D. Bordo, Alan M. Taylor, Jeffrey G. Williamson. Chicago: University of Chicago Press.",
        "Gasparini, L. (2003). Different Lives: Inequality in Latin America and the Caribbean. Unpublished Paper. Universidad Nacional de la Plata.",
        "Estevadeordal, Antoni and Alan M. Taylor. (2002). Testing Trade Theory in Ohlin's Time. In Bertil Ohlin: A Centennial Celebration 1899-1999, edited by Ronald Findlay, Lars Jonung, and Mats Lundahl. Cambridge: MIT Press.",
        "Doepke, Matthias. (2004). Accounting for Fertility Decline during the Transition to Growth. Journal of Economic Growth. 9(3): 347-83.",
        "Davis, Donald R. and Prachi Mishra. (2007). Stolper-Samuelson is Dead: And Other Crimes of Both Theory and Data. In Ann Harrison, ed., Globalization and Poverty. Chicago: University of Chicago Press.",
        "Cheng, Yu-Kwei. (1956). Foreign Trade and Industrial Development of China. University Press of Washington, D. C.",
        "Burstein, Ariel and Jonathan Vogel (2009). Globalization, Technology, and the Skill Premium. Columbia University Working paper (October).",
        "Blom, Andreas; Pinelopi Goldberg; Nina Pavcnik and Norbert Schady. (2004). Trade Policy and Industry Wage Structure: Evidence from Brazil. World Bank Economic Review: 18(3): 319-344.",
        "Beyer H., P. Rojas, and R. Vergara. (1999). Trade liberalization and wage inequality. Journal of Development Economics 59(1): 103-123.",
        "Attanasio, 0. and M. Szekely. (2000). Household Saving in East Asia and Latin America: Inequality Demographics and All That. In B. Pleskovic and N. Stern (eds.), Annual World Bank Conference on Development Economics 2000. Washington, DC: World Bank.",
        "Acemoglu, Daron and Fabrizio Zilibotti. (2001). Productivity Differences. Quarterly Journal of Economics 116(2): 563-606."
    ]
}