{
    "id": 15670,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Burdekin, Richard C.K. and Pierre Siklos. (1996). Exchange Rate Regimes and Shifts in Inflation Persistence: Does Nothing Else Matter? Journal of Money, Credit, and Banking 3 1(2): 235-47.",
        "Bordo, Michael and Anna Schwartz. (1981). Money and Prices in the Nineteenth Century: Was Thomas Tooke Right? Explorations in Economic History 18:97-127.",
        "Bordo, Michael, Christopher Meissner, and Angela Redish. (2005). How `Original Sin' was Overcome: The Evolution of External Debt Denominated in Domestic Currencies in the United States and the British Dominions 1800-2000. In Other People's Money: Debt Denomination and Financial Instability in Emerging Market Economies, Barry Eichengreen and Ricardo Hausmann (eds.), Chicago: University of Chicago Press, pp. 122- 153.",
        "Bordo, Michael and Finn Kydland. (1995). The Gold Standard as a Rule: An Essay in Exploration. Explorations in Economic History 32(4): 423-64.",
        "Benjamin, Daniel and Levis Kochin. (1984). War, Prices, and Interest Rates: A Martial Solution to Gibson's Paradox. in, A Restrospective on the Classical Gold Standard, 1821-1931 (Michael Bordo and Anna Schwartz, eds.), 587-604.",
        "Barsky, Robert B. and Lawrence H. Summers. (1988). Gibson's Paradox and the Gold Standard. Journal of Political Economy 96(3): 5 18-80.",
        "Barsky, Robert B. and J. Bradford Delong. (1991). Forecasting Pre-World War I Inflation: The Fisher Effect and the Gold Standard. Quarterly Journal of Economics 106(3): 815-36.",
        "Barsky, Robert B. (1987). The Fisher Hypothesis and the Forecastability and Persistence of Inflation. Journal of Monetary Economics 19(1): 3-24.",
        "Gtirkaymak, Refet, Sack, Brian, and Eric Swanson. (2005). The Sensitivity of LongTerm Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models. American Economic Review 95(1): 425-36.",
        "Good, David F. (1977). Financial Integration in Late Nineteenth Century Austria. Journal of Economic History. 37(4): 890-1910.",
        "Flamdreau, Marc and Frederic Zumer (2004). The Making of Global Finance. Paris: OECD.",
        "Friedman, Milton and Anna J. Schwartz. (1982). Monetary Trends in the United States and the United Kingdom, Their Relation to Income, Prices, and Interest Rates, 18671975. Chicago, IL: University of Chicago Press.",
        "Flamdreau, Marc and John Komlos (2001). Core or Periphery? The Credibility of the Austro-Hungariam Currency. CEPR Working Paper.",
        "Fisher, Irving (1930). The Theory of Interest. New York, NY: Macmillan.",
        "Eichemgreem, Barry and Ricardo Hausmamm. (1999). Exchange Rates and Financial Fragility. NBER Working Paper 7418.",
        "Cagan, Philip. (1984). Mr. Gibson's Paradox: Was It There? A Restrospective on the Classical Gold Standard, 1821-1931 (Michael Bordo and Anna Schwartz, eds.), 604-6 10.",
        "Capie, Forrest H., Terrence C. Mills, and Geoffrey E. Wood. (1991). Money, interest rates, and the Great Depression: Britain from 1870 to 1913, in New Persepectives on the late Victorian Economy (James Foreman-Peck, ed.), 25 1-284.",
        "Choudry, Tafiq. (1996). The Fisher Effect and the Gold Standard: Evidence from the USA. Applied Economic Letters 3(8): 553-555. Economist, various issues.",
        "Tullio, Giusseppe and Jurgem Wolters. (2007). Monetary Policy in Austria-Hungary, 1876-1913: Am Econometric Analysis of the Determinants of the Central Bank's Discount Rate and the Liquidity Ratio. Open Economies Review 18 (October): 521-37.",
        "Summers, Lawrence H. (1983). The Nomadjustmemt of Nominal Interest Rates. In Macroeconomics, Prices, and Quantities, edited by James Tobim. Washington, DC: Brookings Institute, pp. 201-41. The Times of London, various issues.",
        "Shiller, Robert and Jeremy Siegel. (1977). The Gibson Paradox and Historical Movements in Real Interest Rates. Journal of Political Economy 85(5): 891-8. Stock Exchange Official Intelligence, Various Issues.",
        "Perez, Stephen and Mark Siegler. (2003). Inflationary Expectations and the Fisher Effect prior Pre World War I. Journal of Money, Credit, and Banking 35(6): 947-65.",
        "Harley, C. Knick. (1977). The Interest Rate and Prices in Britain, 1873-1913: A Study of the Gibson Paradox. Explorations in Economic History 14(Jamuary): 69-89.",
        "McCallum, Bennett (1984). On Low-Frequency Estimates of Long-Rum Relationships in Macroeconomics. Journal of Monetary Economics 14(1): 3-14.",
        "Mishkim, Frederic 5. (1981). The Real Interest Rate: Am Empirical Investigation. Carnegie-Rochester Conference Series on Public Policy 15: 15 1-200.",
        "Mishkim, Frederic 5. (1992). Is the Fisher Effect for Real? A Reexamination of the Relationship between Inflation and Interest Rates. Journal of Monetary Economics 30(2): 195-215.",
        "Mitchemer, Kris and Marc D. Weidemmier (2008). Are Hard Pegs Ever Credible in Emerging Markets? NBER Working Paper #1540 1.",
        "Morys, Matthias. (2008). The Classical Gold Standard in the European Periphery: A Case Study of Austria-Hungary and Italy, 1870-1913. Unpublished Doctoral Dissertation, London School of Economics and Political Science."
    ]
}