{
    "id": 15677,
    "cites": 63,
    "cited_by": 10,
    "reference": [
        "Knowles, John A. Parental Decisions and Equilibrium Inequality. Ph.D. Dissertation, University of Rochester, 1999.",
        "Klepp, Susan. Lost, Hidden, Obstructed, and Repressed: Contraceptive and Abortive Technology in the Early Delaware Valley, In Judith A. McGaw, Ed, Early American Technology. Chappel Hill, University of North Carolina Press, 1994.",
        "Herzog, Dagmar. Sex after Fascism: Memory and Morality in Twentieth-Century Germany. Princeton, Princeton University Press, 2007.",
        "Heuser, Robert L. Fertility Tables for Birth Cohorts by Color: United States, 1973-1973. DHEW Publication No.(HRA) 76-1152, 1976.",
        "Hayden, Mary. Charity Children in Eighteenth-Century Dublin, Dublin Historical Record, 5 (1942-43).",
        "Harding, David J., and Jencks, Christopher. Changing Attitudes Toward Premarital Sex: Cohort, Period, and Aging Effects, Public Opinion Quarterly 67, 2 (Summer 2003): 211-226.-",
        "Guner, Nezih, Kaygusuz, Remzi, and Ventura, Gustavo. Taxation, Aggregates and the Household, IZA Discussion Paper 3318, January 2008.",
        "Guiso, Luigi, Sapienza Paola, and Zingales, Luigi. Does Culture Affect Economic Outcomes ? Journal of Economic Perspectives 20, 2 (Spring 2006): 23-48.-",
        "Guiliano, Paola. Living Arrangements in Western Europe: Does Cultural Origin Matter ? Journal of the European Economic Association, 5, 5 (September 2007): 927-952.",
        "Godbear, Richard. Sexual Revolution in Early America. Baltimore, The Johns Hopkins University Press, 2002.",
        "Greenwood, Jeremy and Guner, Nezih, Social Change: The Sexual Revolution, International Economic Review, forthcoming.",
        "Glaeser, Edward L., Sacerdote, Bruce I., and Scheinkman, Jose A. The Social Multiplier,  Journal of the European Economic Association, 1, 2-3 (April/May 2003): 345-353.",
        "Gale, David and Shapley, Lloyd S. College Admissions and Stability of Marriage, American Mathematical Monthly 69, 1 (January 1962): 9-15.",
        "Fuchs, Rachel. Poor and Pregnant in Paris. New Brunswick, Rutgers University Press, 1992.",
        "Fuchs, Rachel. Abandoned Children: Foundlings and Child Welfare in NineteenthCentury France. Albany, State University of New York Press, 1984.",
        "Fisher, David H. Albion's Seed: Four British Folkways in America. New York, Oxford University Press, 1989.",
        "Fern",
        "Finer, Lawrence B. Trends in Premarital Sex in the United States, 1954-2003, Public Health Reports, 122, 1 (January/February 2007): 73-78.",
        "Fern",
        "Fern",
        "Ermisch, John. An Economic History of Bastardy in England and Wales. ISER Working Paper 2006-15, University of Essex, 2006.",
        "Durham, William. Coevolution: Genes, Culture, and Human Diversity. Palo Alto, CA, Stanford University Press, 1992.",
        "Choo, Eugene and Siow, Aloysius. Who Marries Whom and Why, Journal of Political Economy, 114, 1 (February 2006): 175-210.",
        "Coleman, James S. Foundations of Social Theory. Cambridge, The Belknap Press of Harvard University Press, 1990.",
        "Del Boca, Daniela and Flinn, Christopher J. Household Time Allocation and Modes of Behavior: A Theory of Sorts. Working Paper, NYU, 2006.",
        "Doepke, Matthias and Zilibotti, Fabrizio. Occupational Choice and the Spirit of Capitalism,  Quarterly Journal of Economics, 123, 2 (May 2008): 747-793.",
        "Cavalli-Sforza, Luigi L. and Marcus Feldman. Cultural Transmission and Evolution. Princeton, Princeton University Press, 1981.",
        "Chiappori, Pierre-Andre, lyigun, Murat and Weiss, Yoram. Investment in Schooling and the Marriage Market, American Economic Review, 99, 5 (December 2009): 1689-1713.",
        "Borjas, George. Ethnic Capital and Intergenerational Mobility, Quarterly Journal of Economics, 107, 1 (February 1992): 123-50.",
        "Boswell, John. The Kindness of Strangers: The Abandonment of Children in Western Europe from Late Antiquity to the Renaissance. New York, Pantheon Books, 1998.",
        "Brown, Kathleen M. Good Wives, Nasty Wenches, and Anxious Patriarchs. Gender, Race, and Power in Colonial Virgina. Chapel Hill, University of North Carolina Press, 1996.",
        "Bisin, Alberto and Verdier, Thierry. Cultural Transmission. In Steven N. Durlauf and Lawrence E. Blume, Eds, The New Pal grave Dictionary of Economics. New York, N.Y., Palgrave Macmillan, 2nd Edition, v2, 2008: 329-333.",
        "Beckert, Jens. Inherited Wealth. Princeton, Princeton University Press, 2007.",
        "Bennett, Judith M. Writing Fornication: Medieval Leyrwite and its Historians, Transactions of the Royal Historical Society, Sixth Series Volume 13, (2003): 131-162.",
        "Bisin, Alberto and Verdier, Thierry. The Economics of Cultural Transmission and the Evolution of Preferences, Journal of Economic Theory, 97, 2 (April 2001): 298-319.",
        "Becker, Gary S. The Economic Way of Looking at Behavior, Journal of Political Economy, 101, 3 (June 1993): 385-409.",
        "Becker, Gary S. and Mulligan, Casey B. The Endogenous Determination of Time Preference,  Quarterly Journal of Economics, 113, 3 (August 1997): 729-758.",
        "Bachu, Amara. Trends in Premarital Childbearing: 1930-1994 . Current Population Reports P23-197. U.S. Census Bureau, Washington D.C. 1999.",
        "Barkow, Jerome H., Cosmides Leeda, and Tooby, John. The Adapted Mind: Evolutionary Psychology and the Generation of Culture. Oxford, U.K., Oxford University Press, 1992.",
        "Becker, Gary S. A Treatise on the Family. Cambridge, MA, Harvard University Press, 1981.",
        "Aguiar, Mark and Hurst, Erick. Measuring Trends in Leisure: The Allocation of Time Over Five Decades, Quarterly Journal of Economics, 122, 3 (August 2007): 969-1006.",
        "Abma, Joyce C., Martinez, G. M., Mosher, William D., and Dawson, B. S. Teenagers in the United States: Sexual Activity, Contraceptive Use, and Childbearing, 2002, Vital and Health Statistics, Series 23, No. 24. Hyattsville, Maryland, National Center for Health Statistics, 2004.",
        "Laslett, Peter and Oosterveen, Karla. Long-term Trends in Bastardy in England: A Study of Illegitimacy Figures in the Parish Registers and in the Reports of the Registrar General: 1561-1960, Population Studies, 27, 2 (July 1973): 255-286.",
        "Macfarlane, Alan. Illegitimacy and Illegitimates in English History. In Peter Laslett, Karla Oosterveen and Richard M. Smith, Eds, Bastardy and its Comparative History. London, Edward Arnold, 1980: 71-85.",
        "Manski, Charles F. Economic Analysis of Social Interactions, Journal of Economic Perspectives 14, 3, (Summer 2000): 115-136.",
        "McCants, Anne E.C.. Civic Charity in a Golden Age: Orphan Care in Early Modern Amsterdam. Urbana, University of Illinois Press, 1997.",
        "Muir, Edward. Ritual in Early Modern Europe. New York, Cambridge University Press, 2005.",
        "Ogburn, William, F. On Culture and Social Change. Chicago, The University of Chicago Press, 1964.",
        "Restuccia, Diego and Urrutia, Carlos. Intergenerational Persistence of Earnings: The Role of Early and College Education, American Economic Review, 94, 4 (December 2004): 1354-1378.",
        "Robson, Arthur and Samuelson, Larry. The Evolutionary Foundations of Preferences. In Jess Benhabib, Alberto Bisin, and Matthew Jackson, Eds, Social Economics Handbook. Amsterdam, The Netherlands, Elsevier Press, forthcoming.",
        "Ryan, Suzanne, Manlove, Jennifer, and Kerry, Franzetta. The First Time: Characteristics of Teens' First Sexual Relationships, Child Trends Research Brief, Washington, D.C., Child Trends, 2003.",
        "Safley, Thomas M. Charity and Economy in the Orphanages of Early Modern Augsburg. Atlantic Highlands, NJ, Humanities Press, 1997.",
        "Sherwood, Joan M. Poverty in Eighteenth-Century Spain: The Women and Children of the Inclusa. Toronto, University of Toronto Press, 1989.",
        "Smout, Christopher. Aspects of Sexual Behavior in Nineteenth-century Scotland. In Peter Laslett, Karla Oosterveen and Richard M. Smith, Eds, Bastardy and its Comparative History. London, Edward Arnold, 1980: 192- 216.",
        "Stone, Lawrence. The Family, Sex and Marriage in England 1500-1800. London, Weidenfeld and Nicolson, 1977.",
        "Terpstra, Nicholas. Abandoned Children of the Italian Renaissance: Orphan Care in Florence and Bologna. Baltimore, Johns Hopkins University Press, 2005.",
        "Therborn, G",
        "Udry, J. Richard and Bearman, Peter S. New Methods for New Research on Adolescent Sexual Behavior. In Richard Jessor, Ed, New Perspectives on Adolescent Risk Behavior. Cambridge, U.K., Cambridge University Press, 1998: 241-269.",
        "Ventura, Stephanie J., Mathews, T. J. and Hamilton, Brady E. Births to Teenagers in the United States, 1940-2000, National Vital Statistics Reports, Vol. 49, no 10 (Hyattsville, Maryland: National Center for Health Statistics, 2001).",
        "Voightlander, Nico and Voth, Hans-Joachim. How the West Invested Fertility Restriction.  Unpublished paper, Department of Economics, Universitat Pompeau Fabra, 2009.",
        "Witte, John Jr. The Sins of the Fathers: The Law and Theology of Illegitimacy Reconsidered. Cambridge, UK, Cambridge University Press, 2009.",
        "Edward A. Wrigley, Davies, R. S., Oeppen, James. E. and Schofield, Roger. S.. English Population History From Family Reconstruction 1580-1837. Cambridge, U.K., Cambridge University Press, 1997.",
        "Edward A. Wrigley and Schofield, Roger S. The Population History of England 15~11871. Cambridge, MA, Harvard University Press, 1981."
    ]
}