{
    "id": 15671,
    "cites": 56,
    "cited_by": 27,
    "reference": [
        "White, Tyrene (1992) Birth Planning between Plan and Market: The Impact of Reform on China's One-Child Policy, China's Economic Dilemmas in the 1990's. The Problems of Reforms, Modernization, and Interdependence. Studies in Contemporary China. Armonk, N.Y.U.S.C.J.E. Committee and London, Sharpe, 1992: 252-69.",
        "Wang, Dewen; Wu Yaowu; and Cai Fang (2003) Migration, unemployment, and urban labor market segregation in China's economic transition working paper, Beijing: Institute of Population and Labor Economics, Chinese Academy of Social Sciences.",
        "Wan, Chuan; Dezhu Wang and Bo Li (2004) Debates on Temporary Residence Permit System and Necessity for Adopting It Chinese Journal of Population Science (in Chinese): C29.",
        "Taylor, J. Edward (1986) Differential migration, networks, information and risk in Migration, Human Capital and Development, edited by 0. Stark, published by JAI Press, Greenwich, CT.",
        "Sjaastad , Larry A (1962) The costs and returns of human migration The Journal of Political Economy, 1962, vol. 70, no. S5: 80-93.",
        "Tan, Kejian (2003) Value Difference of Sons and Daughters to Their Families in Poverty-stricken Areas, Population Research (in Chinese): 2003 27(2).",
        "Sheng, Laiyun (2008) Flows or Migration. the Economic Analysis China's Rural Labor Flow. Published by Shanghai Far East Publishers(China).",
        "Sen, Amartya (1990) More than 100 million women are missing New York Review of Books 37(20): 6166.",
        "Rosenzweig, Mark (1988) Labor Markets in Low-income Countries Chapter 15 in the Handbook of Deveopment Economics, Volume 1, edited by H. Chenery and T. N. Srinivasan, Elsevier.",
        "Rosenzweig, Mark R and Kenneth L Wolpin (1980) Testing the Quantity-Quality Fertility Model: The Use of Twins as a Natural Experiment Econometrica, January 1980a, 48(1) : 227-40.",
        "Qian, Nancy (2009) Quantity-Quality and the One Child Policy: the Only-Child Disadvantage in School Enrollment in Rural China NBER working paper #14973.",
        "Munshi, Kaivan (2003) Networks in the Modern Economy: Mexican Migrants in the U.S. Labor Market Quarterly Journal of Economics, 118(2): 549-600.",
        "Men, Kepei and Wei Zeng (2003 Prediction of China Population Over the Next 50 Years, The Journal of Quantitative & Technical Economics (in Chinese): F224.",
        "Mckenzie, David and Nicole Hilderbrandt (2005) The Effects of Migration on Child Health in Mexico Economia 6(1): 257-289.",
        "Mckenzie, David and Hillel Rapoport (2007) Network Effects and the Dynamics of Migration and Inequality: Theory and Evidence from Mexico Journal of Development Economics 84: 1-24.",
        "Maurin, Eric; Hulie Moschion (2009) The Social Multipiler and Labor Market Participation of Mother American Economic Journal. Applied Economics 2009 1(1): 251-272.",
        "Manski, Charles F (1993) Identification of Endogenous Social Effects: The Reflection Problem Review of Economic Studies, 60:531-542.",
        "Lucas, Robert E.B. (1997) Internal Migration in Developing Countries Chapter 13, Handbook of Population and Family Economics, edited by M.R. Rosenzweig and 0. Stark 1997, Elsevier.",
        "Lucas, Robert E.B. (1987) Emigration to South Africa's mines American Economic Review 77: 313330.",
        "Lowry, 1(1966) Migration and metropolitan growth. Two Analytical Models. San Francisco: Chandler.",
        "Lin, Justin Yifu; Gewei Wang and Yaohui Zhao Regional Inequality and Regional Transfers in China in Cai Fang and Bai Nansheng edited Labor Migration in Transition China 2006, Social Science Academy Press (China).",
        "Liang, Qiusheng and Che-Fu Lee (2006) Fertility and Population Policy: An Overview in Fertility, Family Planning, and Population Policy in China, edited by D.L. Poston, Jr; Che-Fu Lee; Chiung-Fang Chang; Sherry L. McKibben and Carol S. Walther, published by Routledge Taylor & Francis Group.",
        "Lewis, W. Arthur (1954) Economic Development with Unlimited Supplies of Labour  Manchester School of Economic and Social Studies 22:139-91.",
        "Li, Hongbin; Junsen Zhang and Yi Zhu (2006) The Effect of the One-Child Policy on Fertility in China: Identification Based on Differences-in-Differences Working Paper, The Chinese University of Hong Kong.",
        "Lee, Everett 5 (1966) A theory of migration Demography 3: 47-57.",
        "Knight, John; Song Lina and Jia Huaibin (1999) Chinese Rural Migrants in Enterprises: Three Perspectives Journal of Development Studies 35: 73-104 LaLonde, R. J., and R. H. Topel (1991) Labor Market Adjustments to Increased Immigration, in J. M. Abowd and R. B. Freeman, eds., Immigration, Trade, and the Labor Market, Chicago: University of Chicago Press.",
        "Kling, Jeffrey R; Jeffrey B. Liebman and Lawrence F. Katz (2007) Experimental Analysis of Neighborhood Effects Econometrica 75(1) : 83-119.",
        "Jian, Yulan(2005) China's rural labor force transfer of the status quo and countermeasures, The Rural Economics, 2005(5): 110-112.",
        "James,W.H (1987) The Human Sex ratio, Parti: A Review of the Literature Human Biology 59:721752.",
        "loannides, Yannis and Linda Datcher Loury (2004) Job Information Networks, Neighborhood Effects and Inequality Journal of Economic Literature 42(4): 1056-1093).",
        "Huang, Ping and Frank N. Pieke (2003) China Migration Country Study Paper presented at the Regional Conference on Migration, Development and Pro-Poor Policy Choices in Asia, Dhaka, June 2124, 2003.",
        "Fei, John C. H and Ranis Gustav (1964) Development of the Labor Surplus Economy. Theory and Policy, New Haven, CT: Yale University Press.",
        "Carrington, W.J; E. Detragiache and T. Vishwanath (1996) Migration with Endogenous Moving Costs American Economic Review, 86(4): 909-30.",
        "Chen, Jinyong (2006) Reform of Hukou Policy and Rural-urban Migration in China in Fang Cai and Zansheng Bai edited Labor Migration in Transition China 2006, Social Science Academy Press (China).",
        "Chen, Jun(2005) On the Problem of Information Shortage Encountered by Peasant-workers in Job Hunting, Hunan Social Sciences, 2005(5): 83-85.",
        "Duflo, Esther and Emmanuel Saez (2002): The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment, The Quarterly Journal of Economics, Vol. 118, No. 3 (Aug., 2003), pp. 815-842 Du, Yin (2000) Rural Labor Migration in Contemporary China: An Analysis of Its Features and the Macro context in West, Loraine & Zhao, Yao Hui edited Rural Labor Flows in China, Institute of East Asian Studies, University of California.",
        "Zhao, Zhong (2005) Migration, labor market flexibility, and wage determination China: a review, The Developing Economies, 43, 285-3 12.",
        "Zhao, Yaohui (2002) Cause and Consequences of Return Migration: Recent Evidence from China Journal of Comparative Economics 30, 376-394.",
        "Zhao, Yaohui (2003) The Role of Migrant Networks in Labor Migration: The Case of China Contemporary Economic Policy 21: 500-511.",
        "Zhao, Yaohui (1999b) Labor Migration and Earnings Differences: the Case of Rural China Economic Development and Cultural Change 47(4): 767-782.",
        "Zhao, Yaohui (1999a) Leaving the Countryside: Rural-to-Urban Migration Decision in China American Economic Review Papers and Proceedings, May 1999, 89(2): 28 1-286.",
        "Zhang, Weiqing (1998) Introduction to Family Planning in China (in Chinese), China Population Publishing House.",
        "Young, Alwyn (2003) Gold into Base Metals: Productivity Growth in the People's Republic of China during the Reform Period Journal of Political Economy, Vol 111, no. 6.",
        "Woodruff, Christopher and Rene Zenteno (2007) Migration Networks and Microenterprises in Mexico Journal of Development Economics 82: 509-528.",
        "Cai, Fang and Wang Dewen (2003) Migration As Marketization: What Can We Learn from China's 2000Census Data? The China Review, Vol. 3, No. 2 : 73-93.",
        "Cai, Yong and William Lavely (2003) China's Missing Girls: Numerical Estimates and Effects on Population Growth The China Review, Vol. 3, No. 2: 13-29 Calvo-Armengol, Tony and Matthew Jackson (2004) The Effects of Social Networks on Employment and Inequality American Economic Review 94(3): 426-454.",
        "Cai, Fang (1996) An economic analysis for labor migration and mobility Social Sciences in China (Spring): 120-35. Cai, Fang; Albert Park; and Yaohui Zhao The Chinese Labor Market in the Reform Era forthcoming in Loren Brandt and Thomas Rawski, eds., China's Great Economic Transformation (Cambridge University Press).",
        "Caces, F; F Arnold; J.T. Fawcett and R.W.Gardner(1985) Shadow Household and Competing Auspices: Migration Behavior in Philippines Journal of Development Economics, 17:5-25.",
        "Borjas, George J. (1994) The Economics of Immigration, Journal of Economic Literature 32(4): 166717 17.",
        "Becker, Gary (1975) Human Capital. A Theoretical and Empirical Analysis (2~ Edition), New York: National Bureau of Economic Research.",
        "Bertrand, Marianne; Erzo F. P. Luttmer and Sendhil Mullainathan (2000) Network Effects and Welfare Cultures, Quarterly Journal of Economics 115:3, pp. 1019-55.",
        "Bayer, Patrick; Stephen L. Ross and Giorgio Topa (2008) Place of Work and Place of Residence: Informal Hiring Networks and Labor Market Outcomes, Journal of Political Economy, 116(6), pages 1150-1196, December.",
        "Angrist, Joshua D. and Kevin Lang (2004) Does School Integration Generate Peer Effects? Evidence from Boston's Metco Program American Economic Review, Vol. 94, No. 5 (Dec., 2004), pp. 16 13-1634 Bartel, Ann P. (1989) Where Do the New U.S. Immigrants Live? Journal of Labor Economics 7(4): 371-391.",
        "Angrist, Joshua D and Evans William N (1998) Children and Their Parents' Labour Supply: Evidence from Exogenous Variation in Family Size American Economic Review, vol. 88(3): 450-77.",
        "Andrews, Donald W.K. and James H. Stock (2007) Inference with Weak Instruments, Advances in Economics and Econometrics, Theory and Applications. Ninth World Congress of the Econometric Society, Vol. III, ed. by R. Blundell, W. K. Newey, and T. Persson. Cambridge, UK: Cambridge University Press, 2007.",
        "Aizer, Anna and Janet Curie (2004) Networks Or Neighborhoods? Correlations In The Use Of PubliclyFunded Maternity Care In California, Journal of Public Economics 88(12): 2573-2585."
    ]
}