{
    "id": 15672,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Schneider, Alison, Why Professors Don't Do More to Stop Students Who Cheat, Chronicle of Higher Education, 22 January 1999, A9.",
        "Scanlon, Patrick M., & Neumann, David R. Internet plagiarism among college students, Journal of College Student Development 43, 2002, pages 374-385.",
        "Rimer, Sara. A Campus Fad That's Being Copied: Internet Plagiarism, The New York Times, September 3, 2003.",
        "Rettinger, David A. and Yair Kramer. Situational and Personal Causes of Student Cheating, Research in Higher Education 50, 2009: 293-3 13.",
        "Power, Lori G. University Students' Perceptions of Plagiarism, Journal of Higher Education 80(6), November/December 2009, pages 643-662.",
        "Posner, Richard A. The Little Book of Plagiarism. Random House, Inc. 2007.",
        "Mueller, Dennis C. Public Choice II, Cambridge University Press, 1989.",
        "Murdock, T.B. and E. Anderman, E. Motivational perspectives on student cheating: Current status and future directions, Educational Psychologist 41, 2006, pages 121- 145.",
        "McGrath, Charles. Plagiarism: Everybody Into the Pool, The New York Times, January 7, 2007.",
        "McCabe, Donald L., Linda Klebe Treviflo, and Kenneth D. Butterfield. Cheating in Academic Institutions: A Decade of Research, Ethics and Behavior 11(3), 2001, 219-232.",
        "McCabe, Donald L. and Linda Klebe Treviflo. Individual and Contextual Influences on Academic Dishonesty: A Multicampus Investigation, Research in Higher Education 38(3), 1997, pages 379-396.",
        "Lau, Katherine S.L., Craig Nathanson, Kevin M. Williams, Bryce Westlake, and Delroy L. Paulhus. Investigating Academic Dishonesty with Concrete Measures, Department of Psychology, University of British Columbia, Poster presented at the 17th annual meeting of the American Psychological Society, Los Angeles, McCabe, Donald L. Cheating Among College and University Students: A North American Perspective, International Journal for Educational Integrity (2005) Volume 1, No. 1.",
        "Jackson, Pamela. Plagiarism Instruction Online: Assessing Undergraduate Students' Ability to Avoid Plagiarism, College & Research Libraries 67(5), 2006, 418428.",
        "Hanison, Glenn W. and John A. List. Field Experiments, Journal of Economic Literature Vol XLII, December 2004, pages 1009-1055.",
        "Howard, Rebecca Moore and Laura J. Davies. Plagiarism in the Internet Age, Educational Leadership, March 2009, 64-67.",
        "Downs, Anthony. An Economic Theory of Democracy. New York: Harper, 1957.",
        "Galles, Gary, Philip E. Graves, Robert L. Sexton and Suney M. Walton. Monitoring Costs and Tolerance Levels for Classroom Cheating, American Journal of Economics and Sociology, Vol. 62, No. 4 (Oct., 2003), pp. 713-719 Genereux, R.L. and B.L. McLeod. Circumstances sunounding cheating: A questionnaire study of college students, Research in Higher Education 36, 1995, pages 687704.",
        "Donald, Stephen G., and Kevin Lang, Inference with Difference-in-Differences and Other Panel Data, Review of Economics and Statistics 89(2), 2007, pages 221233.",
        "Cameron, A. Cohn, Jonah. B. Gelbach and Doug Miller. Bootstrap-Based Improvements for Inference with Clustered Enors, Review of Economics and Statistics, Vol 90, No 3, 2008, pages 4 14-427.",
        "Brown, B.S. and D. Emmett. Explaining variations in the level of academic dishonesty in studies of college students: Some new evidence, College Student Journal 35(4), 2001.",
        "Bilic-Zulle, Lidija, Josip Azman, Vedran Frkovic, Mladen Petrovecki. Is There an Effective Approach to Deterring Students from Plagiarizing? Science and Engineering Ethics 14, 2008, 139-147.",
        "Bowers, William J. Student Dishonesty and its Control in Colleges (New York: Bureau of Applied Social Research, Columbia University, 1964), 155.",
        "Bertrand, M., Duflo, E., Mullainathan, S. How Much Should We Trust Differences-inDifferences Estimates? Quarterly Journal of Economics 2004; 119(1), 249-75.",
        "Bell, Robert M., and Daniel F. McCaffrey, Bias Reduction in Standard Errors for Linear Regression with Multi-Stage Samples, Survey Methodology 28(2), 2002, pages 169-179.",
        "Baruchson-Arbib, Shifra and Eti Yaari. Printed versus Internet Plagiarism: A Study of Students' Perception, International Journal of Information Ethics 1, 2004, pages 1-7.",
        "Angrist, Joshua D. and J"
    ]
}