{
    "id": 15675,
    "cites": 13,
    "cited_by": 11,
    "reference": [
        "TAucHEN, G. (1986): Finite State Markov-Chain Approximation to Univariate and Vector Autoregressions, Economics Letters, 20, 177-81.",
        "PAKES, A., J. PORTER, K. Ho, AND J. ISHII (2006): Moment Inequalities and Their Application, http: //www. economics . harvard. edu/faculty/pakes/papers/Moments_ November-06 .pdf, Harvard University, mimeo.",
        "PAKES, A. (1994): Dynamic Structural Models, Problems and Prospects: Mixed Continuous discrete controls and market interactions, in Advances in Econometrics, Sixth World Congress, ed. by C. Sims, vol. 2, pp. 171-259. Cambridge University Press.",
        "HANSEN, L. P., AND K. J. SINGLEToN (1982): Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, 50, 1269-1286.",
        "HANSEN, L. P. (1982): Large Sample Properties of Generelized Method of Moments Estimators, Econometrica, 50, 1029-1054.",
        "GRILIcHE5, Z., AND J. HAu5MAN (1986): Errors in variables in panel data, Journal of Econometrics, 31, 93-118.",
        "21This is related to the procedures described in Pakes, Porter, Ho, and Ishii (2006).",
        "GILcHRIsT, S., AND C. HIMMELBERG (1995): Evidence on the role of cash flow for Investment, Journal of Monetary Economics, 36, 541-72.",
        "EBERLY, J. C. (1994): Adjustment of Consumers' Durables Stocks : Evidence from Automobile Purchases, Journal of Political Economy, 102, 403-436.",
        "CABALLERO, R. J., AND E. M. ENGEL (1999): Explaining investment dynamics in US manufacturing: a generalized (5, s) approach, Economctrica, 67(4), 783-826.",
        "COOPER, R., AND J. HALTIwANGER (2006): On the Nature of the Capital Adjustment Costs, Review of Economic Studies, 73, 611-34.",
        "AMEMIYA, 1. (1985): Advanced Econometrics. Harvard University Press.",
        "AGuIRREGABIRIA, V. (1997): Estimation of Dynamic Programming Models with Censored Dependent Variables, Invcstigacioncs Economicas, 21(2), 1 67-208."
    ]
}