{
    "id": 15682,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Wachter, Jessica and Motohiro Yogo. (2009). `Why Do Household Portfolio Shares Rise in Wealth?' Working Paper presented at the AFA 2008 New Orleans Meetings.",
        "Viceira, Luis. (2001). `Optimal Portfolio Choice for Long-Horizon Investors with Nontradable Labor Income.' Journal of Finance, 56: 433-470.",
        "Polkovnichenko, Valery. (2007). `Life-Cycle Portfolio Choice with Additive Habit Fonnation Preferences and Uninsurable Labor Income Risk.' Review of Financial Studies, 20: 83- 124.",
        "OECD. (2009). `Pensions at a Glance: 2009, Retirement Income Systems in OECD Countries.' OECD: Paris.",
        "Mitchell, Olivia S., James Poterba, Mark Warshawsky, and Jeffrey Brown. (1999). `New Evidence on the Money Worth of Individual Annuities.' American Economic Review, 89: 1299-1318.",
        "Mitchell, Olivia S. and John Phillips. (2006). `Social Security Replacement Rates For Alternative Earnings Benchmarks.' Benefits Quarterly, 4th Q: 37-47.",
        "Horneff, Wolfram, Raimond Maurer, and Michael Stamos. (2008). `Life-Cycle Asset Allocation with Annuity Markets.' Journal of Economic Dynamics and Control, 32: 3590-36 12.",
        "Hurd, Michael. (1989). `Mortality Risk and Bequests.' Econometrica, 57: 779-813.",
        "Horneff, Wolfram, Raimond Maurer, Olivia S. Mitchell, and Michael Stamos. (2009b). `Variable Payout Annuities and Dynamic Portfolio Choice in Retirement.' Journal of Pension Economics and Finance. Forthcoming.",
        "Horneff, Wolfram, Raimond Maurer, Olivia S. Mitchell, and Michael Stamos. (2009a). `Asset Allocation and Location Over the Life Cycle with Survival Contingent Payouts.' Journal of Banking and Finance. 33: 1688-1699.",
        "Heaton, John and Deborah Lucas. (1997). `Market Frictions, Savings and Portfolio Choice.' Macroeconomic Dynamics, 1: 76-101.",
        "Cocco, Jo",
        "Gomes, Francisco and Alexander Michaelides. (2005). `Optimal Life-Cycle Asset Allocation: Understanding the Empirical Evidence.' Journal of Finance, 60: 869-904.",
        "Chai, Jingjing, Wolfram Horneff, Raimond Maurer, and Olivia S. Mitchell. (2009). `Extending Life Cycle Models of Optimal Portfolio Choice: Integrating Flexible Work, Endogenous Retirement, and Investment Decisions with Lifetime Payouts.' NBERWP 15079.",
        "Bodie, Zvi, J",
        "Campbell, John and Luis Viceira. (2002). `Strategic Asset Allocation: Portfolio Choice for Long-Term Investors.' Clarendon Lectures in Economics. Oxford: Oxford University Press."
    ]
}