{
    "id": 15684,
    "cites": 47,
    "cited_by": 82,
    "reference": [
        ", Occupational Self-selection of Nineteenth-Century German Emigrants: Evidence from the Principality of Hesse-Cassel, European Review of Economic History, 6 (2002), 365-394.",
        "Wegge, Simone A., To Part or Not to Part: Emigration and Inheritance Institutions in Nineteenth-Century Hesse-Cassel, Explorations in Economic History, 36(1999), 30-55.",
        "US Bureau of the Census. Census of Agriculture. (Washington, DC: Government Printing Office, 1900).",
        "Statistiske Centralbureau. Statistik Aarbog for Kongeriget Norge (Annuaire Statistique de la Norvege).( Kristiania: I Kommission Hos H. Aschehough & Co. 1905.) Stock, James H. and Motohiro Yogo, Testing for Weak Instruments in Linear IV Regression. in Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, Donald W. K. Andrews and James H. Stock, eds. (Cambridge: Cambridge University Press, 2005).",
        "Semmingsen, Ingrid, Norway to America: A History of the Migration. (Minneapolis: University of Minnesota Press, 1978).",
        "Statistiske Centralbureau. Arbeidslonninger (Gages Annuels des Domestiques et Salaires des Ourvriers). (Kristiania: I Kommission Hos H. Aschehough & Co. 1900, 1910).",
        "Sacerdote, Bruce, How Large Are The Effects From Changes In Family Environment? A Study of Korean American Adoptees, Quarterly Journal of Economics, 122 (2007), 119-157.",
        "Ruggles, Stephen, et al., Integrated Public Use Microdata Series: Version 4.0. Minneapolis, MN: Minnesota Population Center, 2008.",
        "Roy, A.D., Some Thoughts on the Distribution of Earnings, Oxford Economic Papers, 3 (1951), 135-146.",
        "North Atlantic Population Project and Minnesota Population Center. NAPP: Complete Count Microdata. NAPP Version 2.0 [computer files]. Minneapolis, MN: Minnesota Population Center, 2008. [http://www.nappdata.org] Price, Joseph, Parent-Child Quality Time: Does Birth Order Matter? Journal of Human Resources, 43:1 (2005), p. 240-265.",
        "Mitchell, Wesley, Willford I. King, Frederick R. Macaulay and Oswald W. Knauth, Income in the United States, Its Amount and Distribution, 1909-1919. (New York: National Bureau of Economic Research, 1922).",
        "Margo Robert, Race and Schooling in the South, 1880-1950: An Economic History. (Chicago: The University of Chicago Press, 1990). McKenzie, David and John Gibson, The Microeconomic Determinants of Emigration and Return Migration of the Best and Brightest: Evidence from the Pacific, Journal of Development Economics, forthcoming. McKenzie, David, John Gibson and Steven Stillman, How Important is Selection? Experimental vs. Non-experimental Measures of the Income Gains from Migration, Journal of the European Economics Association, forthcoming. McKenzie, David and Hillel Rapoport, Self-selection Patterns in Mexico-US Migration: The Role of Migration Networks, Review of Economics and Statistics, forthcoming.",
        "Keeling, Drew, The Transportation Revolution and Transatlantic Migration, 1850-1914, Research in Economic History, 19 (1999), 39-74.",
        "Hvidt, Kristian, Flight to America. (New York: Academic Press, 1975).",
        "Hinojosa-Ojeda, Raul and Robert McCleery, US-Mexico Interdependence, Social Pacts and Policy Perspectives, in US-Mexican Relations: Labor Market Interdependence, eds. Jorge Bustamante, Clark Reynolds and Raul Hinojosa-Ojeda. (Stanford, CA: Stanford University Press, 1992).",
        ", International Migration in the Long-Run: Positive Selection, Negative Selection and Policy Williamson and Hatton, NBER Working Paper no. 10529, 2004.",
        ", The Age of Mass Migration: Causes and Economic Impact. (Oxford: Oxford University Press, 1998).",
        "Hatton, Timothy and Jeffrey Williamson, What Drove the Mass Migration from Europe in the Late Nineteenth Century? Population and Development Review, 20 (1994), 533-559.",
        "Hanson, Gordon, Illegal Migration from Mexico to the United States, Journal of Economic Literature, 44 (2006), 869-924.",
        "Haines, Michael R. and Samuel H. Preston, Fatal Years: Child Mortality in the Late NineteenthCentury America. (Princeton, NJ: Princeton University Press, 1991).",
        "Guinnane, Timothy W., Intergenerational Transfers, Emigration, and the Rural Irish Household System, Explorations in Economic History, 29 (1992), 456-476.",
        "Norges Banks Occasional Papers no. 35, 2004.",
        "Grytten, Ola H., Nominal Wages in Norway 1726-1940 by Occupation. In Historical Monetary Statistics for Norway - Part II. ",
        "Grytten, Ola H., A Consumer Price Index for Norway, 15 16-2003. In Historical Monetary Statistics for Norway, 1819-2003. ",
        "Griliches, Zvi. Sibling Models and Data in Economics: Beginnings of a Survey. Journal of Political Economy, 87 (1979), S37-S64.",
        "Goldenweiser, E. A, The Farmer's Income, American Economic Review, 6 (1916), 42-48.",
        "Genealogy, Family Trees and Family History Records online. Ancestry.com. The Generations Network, Inc. <http://www.ancestry.coml> Gjerde, Jon, From Peasants to Farmers: The Migration from Balestrand, Norway to the Upper Middle West, (Cambridge: Cambridge University Press, 1985).",
        ", The End of American Exceptionalism? Mobility in the U.S. Since 1850. Journal of Economic Perspectives, 19 (2005), 199-2 15.",
        "Ferrie, Joseph and Jason Long. Geographic and Occupational Mobility in Britain and the US, 1850-1881. Manuscript, 2004.",
        ", How Ya Gonna Keep `Em Down on the Farm [When They've Seen Schenectady]?: Rural to Urban Migration in Nineteenth Century America, 1850-70, working paper, Northwestern University, 1999.",
        "Ferrie, Joseph, A New Sample of Males Linked from the Public Use Micro Sample of the 1850 U.S. Federal Census of Population to the 1860 U.S. Federal Census Manuscript Schedules, Historical Methods, 29(1996), 141-156.",
        "Feliciano, Cynthia, Educational Selectivity in US Immigration: How Do Immigrants Compare to Those Left Behind? Demography, 42 (2005), 13 1-152.",
        "Chiswick, Barry and Timothy Hatton, International Migration and the Integration of the Labor Markets, in Globalization in Historical Perspective, Michael D. Bordo, Alan M. Taylor, and Jeffrey G. Williamson, eds. (Boston: National Bureau of Economic Research , 2003).",
        "Chiswick Barry, Are Immigrants Favorably Self-Selected? American Economic Review 89 (1999), 181-185.",
        ", Are Immigrants Favorably Self-Selected? An Economic Analysis, in Migration Theory: Talking Across Disciplines, Caroline Brettell, and James Frank Hollifield, eds. (New York: Routledge, 2000).",
        "Chiquiar, Daniel and Gordon Hanson, International Migration, Self-Selection, and the Distribution of Wages: Evidence from Mexico and the United States, Journal of Political Economy, 113 (2005), 239-281.",
        ", The Economics of Immigration, Journal of Economic Literature, 32 (1994), 1667-17 17.",
        ", Immigration and Self-Selection, in Immigration, Trade and the Labor Market, John M. Abowd, and Richard B. Freeman, eds. (Chicago: University of Chicago Press, 1991).",
        "British Pound-Norway Krone Exchange Rate. Global Financial Data. <http://www. globalfinancialdata.coml> Borjas, George, Self-Selection and the Earnings of Immigrants, American Economic Review, 77 (1987), 531-553.",
        "Black, Sandra, Paul Devereaux and Kjell Salvanes, The More the Merrier? The Effect of Family Size and Birth Order on Children's Education, Quarterly Journal of Economics, 120:2, (2005), p. 669-700.",
        "Atack, Jeremy and Fred Bateman, Matchmaker, Matchmaker, Make Me a Match': A General Personal Computer-Based Matching Program for Historical Research, Historical Methods, 25 (1992), 53-65.",
        "Aaronson, Daniel, Using Sibling Data to Estimate the Impact of Neighborhoods on Children's Educational Outcomes, Journal of Human Resources, 33 (1998), 9 15-946.",
        "Abramitzky, Ran and Fabio Braggion, Migration and Human Capital: Self Selection of Indentured Servants to the Americas, Journal of Economic History, 66 (2006), 882-905.",
        "Abramitzky, Ran, The Effect of Redistribution on Migration: Evidence from the Israeli Kibbutz, Journal of Public Economics, 93 (2009), 498-511.",
        "Altonji, Joseph P. and Thomas A. Dunn, Using Siblings to Estimate the Effect of School Quality on Wages, Review of Economics and Statistics, 78 (1996), 665-671.",
        "Armstrong, Alexander and Frank D. Lewis, Capital Constraints and European Migration to Canada: Evidence from the 1920s Passenger Lists. Manuscript, 2009.",
        "Ashenfelter, Orley and Alan Krueger, Estimates of the Economic Return to Schooling from a New Sample of Twins, American Economic Review, 84 (1994), 1157-1173."
    ]
}