{
    "id": 15680,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Williamson, J. G. (2010), Five Centuries of Latin American Inequality, Journal of Iberian and Latin American Economic History (Revista de Historia Econ",
        "Williamson, J. G. (2009), Trade and Poverty: When the Third World Fell Behind (Cambridge, Mass.: MIT Press, forthcoming).",
        "Williamson, J. G. (2008), Globalization and the Great Divergence: Terms of Trade Booms and Volatility in the Poor Periphery 1782-19 13, European Review of Economic History 12 (December): 355-9 1.",
        "Williamson, J. G. (2007), Explaining World Tariffs 1870-1938: Stolper-Samuelson, Strategic Tariffs and State Revenues. In R. Findlay, R. Henriksson, H. Lindgren and M. Lundahl (eds.), Eli F. Heckscher, 1879-1952: A Celebratory Symposium (Cambridge, Mass.: MIT Press, forthcoming).",
        "Williamson, J. G. (2006), Globalization and the Poor Periphery before 1950 (Cambridge, Mass.: MIT Press).",
        "Williamson, J. G. (2002), Land, Labor, and Globalization in the Third World, 1870-1940, Journal of Economic History 62(1): 55-85.",
        "Williamson, J. G. (1999), Real Wages, Inequality, and Globalization in Latin America Before 1940, Revista de Historia Economica 17 (special number): 101-42.",
        "Studer, R. (2008), India and the Great Divergence: Assessing the Efficiency of Grain Markets in Eighteenth- and Nineteenth-Century India, Journal of Economic History 68 (June): 393-437.",
        "Sachs, J. D. (2001), Tropical Underdevelopment, NBER WP 8119, National Bureau of Economic Research, Cambridge, Mass. (February).",
        "Ravallion, M., S. Chen and P. Sangraula (2007), New evidence on the urbanization of global poverty, Population and Development Review 33(4): 667-701.",
        "Prados de la Escosura, L. (2009), Lost Decades? Economic Performance in PostIndependence Latin America, Journal of Latin American Studies 41(2): 279-307.",
        "Prados de la Escosura, L. (2007), Inequality and Poverty in Latin America: A Long-Run Exploration, in T. J. Hatton, K. H. O'Rourke, and A. M. Taylor (eds.), The New Comparative Economic History (Cambridge, Mass.: MIT Press), pp. 291-3 15.",
        "Prados de la Escosura, L. (2006), The Economic Consequences of Independence in Latin America. In V. Bulmer-Thomas, J. Coatsworth and R. Cortes Conde (eds.), Cambridge Economic History of Latin America Volume I (Cambridge: Cambridge University Press).",
        "Ponzio, C. A. (2005), Looking at the Dark Side of Things: Political Instability and Economic Growth in Post-Independence Mexico, unpublished manuscript.",
        "Pakenham, T. (1991), The Scramble for Africa, 1876-1912 (London: Abacus).",
        "Obstfeld, M. and A. M. Taylor (2004), Global Capital Markets. Integration, Crisis, and Growth (Cambridge: Cambridge University Press).",
        "Ndulu, B. and S. O'Connell (eds.) (2007), Development Deferred. Explaining Africa's Economic Growth, 1960-2000 (Cambridge: Cambridge University Press).",
        "Maddison, A. (2008), at http&www.ggdc.net/Maddison Milanovic, B., P. H. Linden and J. G. Williarn~on (2008), Ancient Inequality, revised version of `?vieasuring Ancient Inequality~ NBER Working Paper 13550, National Bureau of Economic Research, Cambridge, Mass. (October).",
        "Ldpez, J. H. and G. Perry (2008), `Inequality in Latin America: Determinants and Consequences, Policy Research Working Paper 4504, The World Bank Maddison, A. (2003), The World Economy: Historical Statistics (Paris: OECD).",
        "Irigoin, M. A. (2003), `Ivlacroeconomic Aspects of Spanish American Independence: The Effects of Fiscal and Currency Fmgmentation, 1800s-1860s, Working Paper 03-45, Universidad Carlos ifi S Madrid (September).",
        "(]yimah-Brempong, K., and M. E Corley (2005), Civil Wars and Economic Growth in South Africa, Journal oil African Economies 14:270-311 Hoffman, P. t, D. Jacks, P. Levin, and P. H. Linden (2002), `teal Inequality in Western Europe since 1500, Journal of Economic History 62(2): 322-55.",
        "Graft, R., and M A. Irigoin (2006), The Spanish Empire and Its Legacy: Fiscal Redistribution and Political Conflict in Colonial and Post-Colonial Spanish America, GEHN Working Paper 23iV6, London School of Economic (May).",
        "Engerman, S. and K. Sokoloff (1997), `Pactor Endowments, Institutions, and Differential Paths of Growth Among New World Economies, in How Latin America Fell Behin4 S. by S. Haber, (Palo Alto, Cal.: Stanford), pp. 260-304.",
        "Easterly, W., and R. Levine (1997), Africa's growth tragedy: Policies and ethnic divisions, Quarterly Journal of Economics 112: 1203-50.",
        "Dobado Gonz",
        "Collier, P., A. Hoeffler, and C. Patillo (1999), Flight capital as a portfolio choice. Unpublished, International Monetary Fund (Washington D.C.). Collier, P., A. Hoeffler, and C. Pattillo (2002), Africa's exodus: Capital flight and the brain drain as portfolio decisions. Unpublished, World Bank (Washington D.C.). Deaton, A. (1999), Commodity Prices and Growth in Africa, Journal of Economic Perspectives 13 (Summer): 23-40.",
        "Coatsworth, J. H. and J. G. Williamson (2004), The Roots of Latin American Protectionism: Looking Before the Great Depression. In A. Estevadeordal, D. Rodrik, A. Taylor and A. Velasco (eds.), FTAA and Beyond: Prospects for Integration in the Americas (Cambridge, Mass.: Harvard University Press).",
        "Coatsworth, J. H. (2008), Inequality, Institutions and Economic Growth in Latin America, Journal of Latin American Studies 40 (August): 545-69.",
        "Coatsworth, J. H. (1988), Patterns of Rural Rebellion in Latin America: Mexico in Comparative Perspective. In F. Katz (ed.), Riot, Rebellion, and Revolution (Princeton: Princeton University Press).",
        "B",
        "Clingingsmith, D. and Williamson, J. G. (2008), Deindustrialization in 18th and 19th century India: Mughal Decline, Climate Shocks and British Industrial Ascent, Explorations in Economic History 45 (July): 209-34.",
        "Bates, R. H., J. H. Coatsworth, and J. G. Williamson (2007), Lost Decades: Postindependence Performance in Latin America and Africa, Journal of Economic History 67 (December): 917-43.",
        "Artadi, E. V. and X. Sala-i-Matin (2003), The Economic Tragedy of the XXth Century: Growth in Africa, NBER Working Paper 9865, National Bureau of Economic Research, Cambridge, MA. (July).",
        "Arroyo Abad, L. (2008), Inequality in Republican Latin America: Assessing the Effects of Factor Endowments and Trade, GPIH Working Paper 12, University of California, Davis (November).",
        "Acemoglu, D., S. Johnson, and J. Robinson (2002), Reversal of Fortune: Geography and Development in the Making of the Modern World Income Distribution, Quarterly Journal of Economics (4): 123 1-94.",
        "Abernethy, D. (2000), The Dynamics of Global Dominance: European Overseas Empires, 1415-1980 (New Haven, Conn.: Yale University Press).",
        "Acemoglu, D., S. Johnson, and J. Robinson (2001), The colonial origins of comparative development, American Economic Review 91(5): 1369-1401."
    ]
}