{
    "id": 15686,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Weber, Elke U., Ann-Renee Blais, and Nancy E. Betz (2002). Measuring risk perceptions and risk behaviors. Journal of Behavioral Decision Making, 15, 263-290.",
        "Smith, V Kerry, Donald Taylor and Frank Sloan (2001). Longevity expectations and death: can people predict their own demise? American Economic Review September pp.1126-1134.",
        "Slovic, Paul (1972b). Psychological study of human judgemental implications for investment decision making. Journal of Finance, 27(4), 779-799.",
        "Slovic, Paul (1972a). Information processing, situation specificity, and the generality of risktaking behavior. Journal of Personality and Social Psychology, 22(1), 128-134.",
        "Slovic, Paul (1962). Convergent validation of risk-taking measures. Journal of Abnormal and Social Psychology, 65, 68-71.",
        "Schoemaker, Paul J. H. (1993). Determinants of risk-taking: behavioral and economic view. Journal of Risk and Uncertainty, 6, 49-73.",
        "Rabin, Matthew, and Richard H. Thaler (2001). Anomalies: risk aversion. Journal of Economic Perspectives, 15(1), 2 19-232.",
        "Rabin, Matthew (2000). Risk aversion and expected-utility theory: a calibration theorem. Econometrica, 68(5): 1281-1292.",
        "Lusardi, Annamaria, and Olivia S. Mitchel. 2007. Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth. Journal of Monetary Economics 54: 205 - 224.",
        "Kimball, Miles S., Claudia R. Sahm, and Matthew D. Shapiro (2009). Risk preferences in the PSID: individual imputation and family covariation. NBER Working Paper No. 14754.",
        "Gollier, Christian, and John W. Pratt (1996). Risk Vulnerability and the Tempering Effect of Background Risk. Econometrica 64(5): 1109-1123.",
        "Hurd, Michael D., and Kathleen McGarry (2002). The predictive validity of subjective probabilities of survival. Economic Journal, 112(482), 966-985.",
        "Guiso Luigi, Tullio Jappelli, and Daniele Terlizzese (1996). Income Risk, Borrowing Constraints, and Portfolio Choice. American Economic Review 86(1): 158-172.",
        "Gan, Li, Michael Hurd, and Daniel McFadden (2005). Individual subjective survival curves. in Analyses of the Economics of Aging, David Wise (ed.). Chicago, IL: University of Chicago Press.",
        "Finkelstein, Amy, and Kathleen McGarry (2006). Multiple dimensions of private information: evidence from the long-term care insurance market. American Economic Review, 96, 938-958.",
        "Einav, Liran, Amy Finkelstein, and Mark Cullen (2010). Estimating welfare in insurance markets using variation in prices. Quarterly Journal of Economics, 125(3), forthcoming.",
        "Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde, Jurgen Schupp, Gert G. Wagner (2009). Individual risk attitudes: measurement, determinants and behavioral consequences. Journal of European Economic Association, forthcoming.",
        "Cutler, David, and Edward Glaeser (2005). What explains differences in smoking, drinking, and other health related behaviors?, American Economic Review papers and proceedings, 95(2), 238-242.",
        "Cohen, Alma, and Liran Einav (2007). Estimating risk preferences from deductible choice. American Economic Review, 97(3), 745-788.",
        "Cicchetti, Charles J., and Jeffrey A. Dubin (1994). A microeconometric analysis of risk aversion and the decision to self-insure. Journal of Political Economy, 102(1), 169-186.",
        "Choi, Syngjoo, Raymond Fisman, Douglas Gale, and Shachar Kariv (2007). Consistency and heterogeneity of individual behavior under uncertainty. American Economic Review, 97(5), 19211938.",
        "Chabris, Christopher, David Laibson, Carrie Morrie, Jonathan Schuldt, and Dmitry Taubinsky (2008). Individual laboratory-measured discount rates predict field behavior. Journal of Risk and Uncertainty, 37(2), 237-269.",
        "Benjamin, Daniel, Sebastian Brown, and Jesse Shapiro (2006). Who is `Behavioral'? Cognitive Ability and Anomalous Preferences. Mimeo, Harvard University.",
        "Barseghyan, Levon, Jeffrey Prince, and Joshua Teitelbaum (2009). Are risk preferences stable across contexts? evidence from insurance data. Mimeo, Cornell University.",
        "Barsky, Robert, Thomas Juster, Miles Kimball, and Matthew Shapiro (1997). Preference parameters and behavioral heterogeneity: an experimental approach in the health and retirement study. Quarterly Journal of Economics, 112(2), 537-579.",
        "Andersen, Steffen, Glenn W. Harrison, Morten I. Lau, and E. Elisabet Rusterom (2008). Lost in space: are preferences stable? International Economic Review, 49(3), 1091-1112.",
        "Ameriks, John, Andrew Caplin and John Leahy (2003). Wealth Accumulation and the Propensity to Plan. Quarterly Journal of Economics 68:1007-1047."
    ]
}