{
    "id": 15689,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Hurd, M.D. & McGarry, K. (1995). Evaluation of the subjective probabilities of survival in the health and retirement study. Journal of Human Resources, 30, 268292.",
        "Grossman, M. (1972b). On the concept of health capital and the demand for health. Journal of Political Economy, 80, 223-225.",
        "Grossman, M. (1972a). The demand for health: A theoretical and empirical investigation. New York: National Bureau of Economic Research, Occasional Paper 119.",
        "Gerdtham, U.G., Johannesson, M., Lundberg, L. & Isacson, D. (1999). A note on validating Wagstaff and van Doorslaer' s health measure in the analysis of inequalities in health. Journal of Health Economics, 18, 117-124.",
        "Finkelstein, A. & Poterba, J. (2004). Adverse selection in insurance markets: Policyholder evidence from the U.K. annuity market. Journal of Political Economy, 112, 183-208.",
        "Ettner, S.L. (1997). Adverse selection and the purchase of Medigap insurance by the elderly. Journal of Health Economics, 16, S43-S62.",
        "Finkelstein, A. & McGarry, K. (2003). Private information and its effect on market equilibrium: New evidence from long-term care insurance. NBER Working Paper 9957. Cambridge, MA: National Bureau of Economic Research.",
        "Doiron, D., Jones, G. & Savage, E. (2008). Healthy, wealthy and insured? The role of self-assessed health in the demand for private health insurance. Health Economics, 17, 3 17-334.",
        "Crossley, T.F. & Kennedy, 5. (2002). The reliability of self-assessed health status. Journal of Health Economics, 21, 643-6S8.",
        "Clark, P.M. & Ryan, C. (2006). Self-reported health: Reliability and consequences for health inequality measurement. Health Economics, iS, 645-652.",
        "Chiappori P.A. & Salanie, B. (2000). Testing for asymmetric information in insurance markets. Journal of Political Economy, 108, 56-78.",
        "Chang, F. (1996). Uncertainty and investment in health. Journal of Health Economics, iS, 369-376.",
        "Cawley, J.& Philipson, T. (1999). An empirical examination of information barriers to trade in insurance. American Economic Review, 89, 827-846.",
        "B",
        "Buber, I. & Engelhardt, H. (2008). Children's impact on the mental health of their older mothers and fathers. Findings from SHARE. European Journal ofAgeing 5(1): 3 1-45.",
        "Bonsang, E. (2009). Does informal care from children to their elderly parents substitute for formal care in Europe? Journal of Health Economics 28. 143-54.",
        "Bolin, K., Lindgren, B. & Lundborg, P. (2008). Your next of kin or your own career. Caring and working among the 50+ of Europe. Journal of Health Economics, 27, 718-738.",
        "Bolin, K., Lindgren, A., Lindgren, B. & Lundborg, P. (2009). Utilisation of physician services in the 50+ population: the relative importance of individual versus institutional factors in 10 European countries. International Journal of Health Care Finance & Economics, 9, 83-112.",
        "Verropoulou, G. & Tsimbos, C. (2007). Socio-demographic and health-related factors affecting depression of the Greek population in later life: an analysis using SHARE data. European Journal ofAgeing 4(3): 171-18 1. Country Total VHI % Country Total VHI % Austria 20.9 Greece 4.1 Belgium 63.4 Italy 3.5 Denmark 23.9 Spain 7.6 France 78.7 Sweden 2.2 Germany 10.6 Switzerland",
        "Sol",
        "Wagstaff, A. & van Doorslaer, E. (1994). Measuring inequalities in health in the presence of multiple-category morbidity indicators. Health Economics, 3, 281289.",
        "Smith, J.P. & Kington, R.S. (1997). Race, socioeconomic status, and health in late life. In L. Martin and B. Soldo (eds.), Racial and Ethnic Differences in the Health of Older Americans. National Academy Press: Washington, DC.",
        "Shmueli, A. (2001). The effect of health on acute care supplemental insurance ownership: an empirical analysis. Health Economics, 10, 341-3S0.",
        "Siciliani, L. & Verzulli, R. (2009). Waiting times and socioeconomic status among elderly Europeans: Evidence from SHARE. Health Economics (forthcoming).",
        "Rothschild, M. & Stiglitz, J. (1976). Equilibrium in competitive insurance markets: An essay on the economics of imperfect information. Quarterly Journal of Economics, 90(4): 629-49. Schut, F.T. & Van de Ven, W.P.M.M. (200S). Rationing and competition in the Dutch health-care system. Health Economics, 14, SS9-S74.",
        "Perry, C. & Rosen, H.S. (2004). The self-employed are less likely to have health insurance than wage earners. So what? In D. Holtz-Eakin & H.S. Rosen (eds), Public Policy and the Economics of Entrepreneurship. Cambridge, MA: MIT Press.",
        "OECD (2004). Private health insurance in OECD countries. Paris: OECD.",
        "Pauly, M.V. (1986). Taxation, health insurance, and market failure in the medical economy. Journal of Economic Literature, XXIV, 629-675.",
        "Maurer, J. (2009). Who has a clue to preventing the flu? Unraveling supply and demand effects on the take-up of influenza vaccinations. Journal of Health Economics, doi: 10. 1016/j.jhealeco.2009.0i .OOS.",
        "Liljas, B. (1998). The demand for health with uncertainty and insurance. Journal of Health Economics, 17, 1S3-170. Lokshin, M. & Ravallion, M. Rich and powerful? Subjective power and welfare in Russia. Journal of Economic Behavior and Organization, 56, 14 1-172.",
        "Klevmarken, A. & Lindgren, B. (2008). An ageing economy in an international perspective. In A. Klevmarken & B. Lindgren (Eds.) Simulating an ageing population. A microsimulation approach applied to Sweden (pp. 1-29). Contributions to Economic Analysis 28S. Bingley, UK: Emerald.",
        "Jurges, H. (2009). Healthy minds in healthy bodies. An international comparison of education-related inequality in physical health among older adults. Scottish Journal of Political Economy, forthcoming.",
        "Hurd, M.D. & McGarry, K. (1997). Medical insurance and the use of health care by the elderly. Journal of Health Economics, 16, 129-154."
    ]
}