{
    "id": 15681,
    "cites": 11,
    "cited_by": 3,
    "reference": [
        "Abel, Andrew B., et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Options, the Value of Capital, and Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. 111(3), August 1996: 753-77.",
        "Barro, Robert J. and Xavier Sala-i-Martin. Economic Growth. M.I.T. Press, 2003.",
        "Hall, Robert E. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Fluctuations and the Allocation of Time.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics. 15(1), Part 2 January 1997: S223-50.",
        "Jermann, Urban J. and Vincenzo Quadrini. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects of Financial Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15338, September 2009.",
        "Kydland, Finn and Edward C. Prescott. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to Build and Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica. 50(6), November 1982: 1345-70.",
        "Lucas, Robert E., Jr. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Policy Evaluation: A Critique.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Series on Public Policy. 1, 1976: 19-46.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Century of Labor-Leisure Distortions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 8774, February 2002.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do Aggregate Consumption Euler Equations Say about the Capital Income Tax Burden.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 94(2), Papers and Proceedings, May 2004: 166-70. Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Policies as Specification Errors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Caused the Recession of 2008? Hints from Labor Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 14729, February 2009a.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Means-tested Mortgage Modification: Homes Saved or Income Destroyed?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15821, August 2009b.",
        "Prescott, Edward C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Americans Work So Much More than Europeans?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review. 28(1), July 2004: 2-14."
    ]
}