{
    "id": 1568,
    "cites": 20,
    "cited_by": 4,
    "reference": [
        "Lugwig Arnold 1974, Stochastic Differential Equations (Wiley).",
        "Martin J. Bailey 1969, Capital Gains and Income Taxation. In Arnold C. Harberger and Martin J. Bailey, editors, The Taxation of Income from Capital (Brookings).",
        "E. K. Choi and C. F. Nenzes 1984, On the Magnitude of Relative Risk Aversion, mimeo.",
        "George N. Constantinides 1979, Multiperiod Consumption and Investment Behavior with Convex Transactions Costs, Management Science 25, 1127-37.",
        "George M. Constantinides 1983, Capital Market Equilibrium with Personal ~T_~ `r ~_,,...., ~1 ~ 1 ~`)~ ~ LLUU~JWeLLiLd JL~ UiLUJV.",
        "George N. Constantinides 1984a, Optimal Stock Trading with Personal Taxes: Implications for Prices and the Abnormal January Returns, Journal of Financial Economics 13, 65-89.",
        "George N. Constantinides 1984b, Capital Market Equilibrium with Transactions Costs, mimeo.",
        "John L. Evans and Stephen H. Archer 1968, Diversification and the Reduction of Dispersion: An Empirical Analysis, Journal of Finance 5: 761-767.",
        "Martin Feldstein and Joel Sleinrod 1978, The Lock-in Effect of the Capital Gains Tax: Some Time Series Evidence, Tax Notes, 134-135.",
        "Martin Feldstein, Joel Slemrod and Shiomo Yitzhaki 1980, The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains, Quarterly Journal of Economics 94, 777-791.",
        "Martin Feldsteinand Shlotno Yitzhaki 1978, The Effects of the Capital Gains Tax on the Selling and Switching of Common Stock, Journal of Public Economics 9, 17-36.",
        "N. Barry Goldman 1979, Anti-Diversification or Optimal Programmes for Infrequently Revised Portfolios, Journal of Finance 34, 505-516.",
        "Roger C. Ibbotson and Rex A. Sinquefield 1982, Stocks, Bonds, Bills and Inflation: The Past and the Future (Financial Analysts Research Foundation, Monograph No. 15, Charlottesville, VA).",
        "Norman L. Johnson and Samuel Kotz 1972, Distributions in Statistics: Continuous !4ultivariate Distributions (Wiley: New York).",
        "Shmuel Kandel and Stephen A. Ross 1983, Some Intertemporal Models of Portfolio Selection with Transactions Costs, mimeo.",
        "Daniel J. Kovenock and Michael Rothschild 1983, Capital Gains Taxation in an Economy with an `Austrian Sector, Journal of Public Economics 21, 2 15-256.",
        "Robert C. Merton 1971, Optimum Consumption and Portfolio Rules in a Continuous-Time Model, Journal of Economic Theory 3, 373-413.",
        "Aris Protopapadakis 1983, Some Indirect Evidence on Effective Capital Gains Tax Rates, Journal of Business 56, 127-138.",
        "Joseph E. Stiglitz 1983, Some Aspects of the Taxation of Capital Gains, Journal of Public Economics 21, 257-294.",
        "Michael Taksar, Michael J. Kiass and David Assaf 1983, A Diffusion Model for Optimal Portfolio Selection in the Presence of Brokerage Fees, Technical Report Number 4 (Department of Operations Research, Stanford University)."
    ]
}