{
    "id": 15693,
    "cites": 16,
    "cited_by": 25,
    "reference": [
        "Wilson, John D. (1990) ~Are Efficiency Improvements in Government Transfer Policies Self-Defeating in Political Equilibrium, Economics and Politics, 2, 241-258.",
        "Parente, Stephen L. and Edward C. Prescott (1999) ~Monopoly Rights: A Barrier to Riches, American Economic Review, 89, 1216-1233.",
        "Olson, Mancur (1982) The Rise and Decline of Nations: Economic Growth, Stagflation, and Economic Rigidities, Yale University Press, New Haven and London.",
        "North, Douglass C., John J. Wallis and Barry R. Weingast (2009) Violence and Social Orders: Conceptual Framework for Interpreting Recorded Human History, Cambridge University Press.",
        "Krusell, Per and Jos",
        "North, Douglass C. (1981) Structure and Change in Economic History, Norton, NY.",
        "Dixit, Avinash K. (1987) Strategic Behavior in Contests. American Economic Review, 77, 891-898.",
        "Acemoglu, Daron (2005) Politics and Economics in Weak and Strong States. Journal of Monetary Economics, 52, 1199-1226.",
        "Acemoglu, Daron (2007) Modeling Inefficient Institutions. In Advances in Economic Theory, Proceedings of World Congress 2005, edited by R. Blundell, W. Newey and T. Persson, Cambridge University Press, NY.",
        "Acemoglu, Daron, Simon Johnson and James Robinson (2005) Institutions as a Fundamental Cause of Long-Run Growth. in P. Aghion and S. Durlauf (editors) Handbook of Economic Growth, North Holland, Amsterdam, 384-473.",
        "Acemoglu, Daron and James A. Robinson (2000) Political Losers as a Barrier to Economic Development. American Economic Review, 90, 126-130.",
        "Acemoglu, Daron and James A. Robinson (2006) Economic Backwardness in Political Perspective. American Political Science Review, 100, 115-131.",
        "Acemoglu, Daron and James A. Robinson (2010) Why Nations Fail, forthcoming Crown, NY.",
        "Besley, Timothy J. and Torsten Persson (2010) State Capacity, Conflict and Development. Forthcoming Econometrica.",
        "Becker, Gary. S. and Casey. B. Mulligan (1998) Deadweight Costs and the Size of Government. NBER Working Paper No.6789.",
        "Brewer, John (1988) The Sinews of Power: War, Money and the English State, 1688-1783. Harvard University Press, Cambridge."
    ]
}