{
    "id": 15696,
    "cites": 75,
    "cited_by": 4,
    "reference": [
        "Ziliak, Stephen. (2002b) Some tendencies of social welfare and the problem of interpretation. Cato Journal 21(Winter): 499-S 13.",
        "Ziliak, Stephen. (2002a) Pauper fiction in economic science: paupers in almshouses and the odd fit of Oliver Twist. Review of Social Economy 60: 159-8 1.",
        "Ziliak, Stephen. (1997) Kicking the Malthusian vice: lessons from the abolition of welfare in the late nineteenth century. Quarterly Review of Economics and Finance 37: 449-68.",
        "Ziliak, Stephen. (1996) The end of welfare and the contradiction of compassion. Independent Review 1: 55-73.",
        "Winegarden, C.R. and John E. Murray. (1998) The contributions of early health-insurance programs to mortality declines in pre-World War I Europe: evidence from fixed-effects models. Explorations in Economic History 35(4): 43 1-446 Wright, Gavin. (1974) The Political Economy of New Deal Spending: An Econometric Analysis. Review of Economics and Statistics 56(February): 30-38.",
        "Wallis, John Joseph. (1989) Private employment and public relief during the Great Depression. Working paper. Department of Economics, University of Maryland.",
        "Wallis, John Joseph, and Benjamin, Daniel K. (1981) Public relief and private employment in the Great Depression. Journal of Economic History 41(March): 97-102.",
        "Wallis, John Joseph. (2001) The political economy of New Deal spending, yet again: a reply to Fleck. Explorations in Economic History 38(April): 305-14.",
        "Wallis, John Joseph. (1998) The political economy of New Deal spending revisited, again: with and without Nevada. Explorations in Economic History 35(April): 140-70.",
        "Wallis, John Joseph. (1991) The political economy of New Deal fiscal federalism. Economic Inquiry 39(July): 5 10-524.",
        "Wallis, John Joseph. (1987) Employment, politics, and economic recovery during the Great Depression. Review of Economics and Statistics 69(August): 5 16-20.",
        "Wallis, John Joseph. (1985) Why 1933? The origins and timing of national government growth, 1933-1940. Research in Economic History 4:1-5 1.",
        "Wallis, John Joseph. (1984) The birth of the old federalism: financing the New Deal, 19321940. Journal of Economic History 44(March): 139-59.",
        "United States Committee on Economic Security. (1937) Social security in America; the factual background of the Social security act as summarized from staff reports to the Committee on Economic Security. Washington, DC: Government Printing Office.",
        "Thompson, Laura. (1919) Laws relating to `mothers' pensions' in the United States, Canada, Denmark, and New Zealand. U S. Department of Labor, Childrens `Bureau Publication No. 63, Legal Series No. 4. Washington DC: Government Printing Office.",
        "Thomasson, Melissa. (2002) From sickness to health: the twentieth century development of U.S. health insurance. Explorations in Economic History 39: 233-253.",
        "Thomasson, Melissa. (1998) From Sickness to Heath: The Twentieth Century Development of the Demand for Health Insurance. PhD dissertation, University of Arizona, 1998.",
        "Sule, Balkan. Social Insurance Programs and Compensating Wage Differentials in the United States. University of Arizona PhD. Dissertation, 1998.",
        "Stromberg, David (2004) Radio's impact on public spending. Quarterly Journal of Economics 119 (February): 189-221.",
        "Stoian, Adrian and Price Fishback. (2010) Welfare spending and mortality rates for the elderly before the Social Security era. Explorations in Economic History, forthcoming.",
        "Reading, Don C. (1973) New Deal activity and the States, 1933 to 1939 Journal of Economic History 33(December): 792-8 10.",
        "Skocpol, Theda. (1992) Protecting Soldiers and Mothers: The Political Origins of Social Policy in the United States. Cambridge, MA: Belknap Press of Harvard University Press. Social Security Administration. Social Security Bulletin: Annual Statistical Supplement (SSBASS), various years.",
        "Raphael, Steven and Rudolf Winter-Ebmer. (2001) Identifying the effect of unemployment on crime. Journal of Law and Economics 64(April): 259-283.",
        "Parsons, Donald 0. (1991) Male retirement behavior in the United States, 1930-1950. Journal of Economic History 51: 65 7-674.",
        "Orloff, Ann. (1993) The Politics of Pensions: A Comparative Analysis of Britain, Canada, and the United States. Madison, WI: University of Wisconsin Press.",
        "Officer, Lawrence H. and Samuel H. Williamson. (2009) Purchasing power of money in the United States from 1774 to 2008. Measuring Worth. URL: http ://www.measuringworth. comlppowerus/.",
        "Murray, John. (2007) Origins ofAmerican Health Insurance: A History of Industrial Sickness Funds. New Haven: Yale University Press, 2007.",
        "Moehling, Carolyn. (2007) The American welfare system and family structure: an historical perspective. Journal of Human Resources 42: 117-155.",
        "Moehling, Carolyn. (2006) Mothers' pension legislation and the cross-state variation in welfare generosity. Unpublished working paper. Yale University, August.",
        "McJimsey, George. (1987) Harry Hopkins: Ally of the Poor and Defender of Democracy. Cambridge, MA: Harvard University Press.",
        "Massachusetts Department of Public Welfare. Annual Report of the Department of Public Welfare. Boston: Wright & Potter Printing Co., for years 1920 through 1930 Matthews, Kent and Daniel Benjamin. (1992) US. and UK. Unemployment Between the Wars: A Doleful Story. London: Institute of Economic Affairs.",
        "Boston: Wright & Potter Printing Co., for the years 1900 through 1919.",
        "Livingston, Brendan. (2009) The safety net in Massachusetts, 1900-1930: a study of the demand for poverty relief. Unpublished working paper. University of Arizona. Massachusetts State Board of Charity. Annual Report of the State Board of Charity of Massachusetts.",
        "Lindert, Peter. (2004) Growing Public: Social Spending and Economic Growth Since the Eighteenth Century. Cambridge, MA: Cambridge University Press.",
        "Lindert, Peter. (1994) The rise of Social Spending, 1880-1930. Explorations in Economic History3l: 1-37.",
        "Kiesling, Lynne and Robert Margo. (1997) Explaining the rise in antebellum pauperism: 18501860. Quarterly Review of Economics and Finance 37: 405-18.",
        "Hannon, Joan. (1985) Poor relief policy in antebellum New York State: the rise and decline of the poorhouse. Explorations in Economic History 22(3).",
        "Hannon, Joan Underhill. (1997) Shutting down welfare: two cases from America's past. Quarterly Review of Economics and Finance 37: 4 19-438.",
        "Hannon, Joan. (1984) The generosity of antebellum poor relief. Journal of Economic History 44(3).",
        "Hannon, Joan Underhill. (1984) Poverty and the antebellum Northeast: the view from New York State's poor relief rolls. Journal of Economic History 44: 1007-1032.",
        "Gruber, Jonathan and Hungerman, Daniel. (2007) Faith-based charity and crowd-out during the Great Depression. Journal of Public Economics 91.",
        "Friedberg, Leora. (1999) The effect of old age assistance on retirement. Journal of Public Economics. 71:,213-232.",
        "Fox, Jonathan. (2009) Public Health Movements, Local Poor Relief and Child Mortality in American Cities: 1923-1932. Unpublished working paper. University of Arizona.",
        "Fleck, Robert. (2002) Democratic opposition to the Fair Labor Standards Act of 1938. Journal of Economic History 62(March): 25-54.",
        "Fleck, Robert. (2001b) Population, land, economic conditions, and the allocation of New Deal spending. Explorations in Economic History 38(April): 296-304.",
        "Fleck, Robert. (2001 a) Inter-party competition, intra-party competition, and distributive policy: a model and test using New Deal data. Public Choice 108(July): 77-100.",
        "Fleck, Robert. (1999c) The value of the vote: a model and test of the effects of turnout on distributive policy. Economic Inquiry 3 7(October): 609-623.",
        "Fleck, Robert. (1999b) The marginal effect of New Deal relief work on county-level unemployment statistics. Journal of Economic History S 9(September): 659-87.",
        "Fleck, Robert. (1999a) Electoral incentives, public policy, and the New Deal realignment. Southern Economic Journal 63 (January): 377-404.",
        "Fishback, Price and Melissa Thomasson. (2006) Social welfare: 1929 to the present. In Carter, Susan, Gartner, Scott Sigmund, Haines, Michael, Olmstead, Alan, Sutch, Richard and Wright, Gavin (eds.) Historical Statistics of the United States: Millennial Edition, Volume 2. New York, NY: Cambridge University Press.",
        "Fishback, Price, Shawn Kantor and John Wallis. (2006) Institutional designs and the problem of corruption during the New Deal. Corruption and Reform, edited by Claudia Goldin and Edward Glaeser. Chicago: University of Chicago Press.",
        "Fishback, Price and Shawn Kantor. (2000) Prelude To The Welfare State: The Origins of Workers' Compensation. Chicago, Ii: University of Chicago Press.",
        "Fishback, Price, Shawn Kantor and John Wallis (2003) Can the New Deal's Three R's be rehabilitated? A program-by-program, county-by-county analysis. Explorations in Economic History (October): 278-307.",
        "Fishback, Price, William Horrace, and Shawn Kantor. (2005) The impact of New Deal expenditures on local economic activity: an examination of retail sales, 1929-1939. Journal of Economic History 65: 36-7 1.",
        "Fishback, Price, William Horrace, and Shawn Kantor. (forthcoming 2010) Do federal programs affect internal migration? The impact of New Deal expenditures on mobility during the Great Depression. Explorations in Economic History.",
        "Ziliak, Stephen and Joan Hannon. (2006) Public Assistance: Colonial Times to the 1920s, in Carter, Susan, Gartner, Scott Sigmund, Haines, Michael, Olmstead, Alan, Sutch, Richard and Wright, Gavin (eds.) Historical Statistics of the United States: Millennial Edition, Volume 2. New York, NY: Cambridge University Press, pp. 2-693 to 2-702 and 2-720 to 2-733",
        "Buffum, David. (1992) Workmen's Compensation: Passage and Impact. Ph.D. dissertation, University of Pennsylvania.",
        "Bowlbis, John. (forthcoming) The decline in infant death rates, 1878-1913: The role of early sickness insurance programs. Journal of Economic History.",
        "Balan-Cohen, Andreea. (2008) The effect on elderly mortality: evidence from the old age assistance programs in the United States. Unpublished working paper. Tufts University.",
        "Baicker, Katherine, Claudia Goldin and Lawrence Katz. (1998) A distinctive system: origins and impact of U.S. unemployment compensation, in the Defining Moment: The Great Depression and the American Economy in the Twentieth Century, edited by Bordo, Michael, Claudia Goldin, and Eugene N. White. Chicago: Chicago University Press.",
        "Allen, Samuel. (2009) State variation in workers' compensation insurance: the political economy of benefits, 1930-2000. Virginia Military Institute Working Paper.",
        "Allen, Samuel. (2004) The Economics and Politics of Workers' Compensation, 1930-2000. Ph.D. Dissertation at the University of Arizona.",
        "Abrams, Burton and Schmitz, Mark. (1978) The crowding-out effect of governmental transfers on private charitable contributions. Public Choice 5 3(1): Abrams, Burton A. and Schmitz, Mark D. (1984) The crowding-out effect of governmental transfers on private charitable contributions: cross-section evidence. National Tax Journal 37(4): 563-68.",
        "Paper presented at the International Economic History Association Congress in Utrecht, the Netherlands in August 2009.",
        "Fishback, Price V., Michael R. Haines and Shawn Kantor. (2001) The impact of the New Deal on black and white infant mortality in the south. Explorations in Economic History 38: 93- 122.",
        "Fishback, Price. (2009) Social expenditures in the United States and the Nordic Countries: 19002003.",
        "Emery, George and John Charles Herbert Emery. (1999) A Young Man `s Benefit: The Independent Order of Odd Fellows and Sickness Insurance in the United States and Canada, 1860-1929. Montreal, CA: McGill-Queens Press.",
        "DeParle, Jason. (2009) For victims of recession, patchwork state aid. New York Times May 10.",
        "Darby, Michael R. (1976) Three and a half million U.S. employees have been mislaid: or, an explanation of unemployment, 1934-194 1. Journal of Political Economy 84: 1-16.",
        "Couch, Jim, and Shugart, William. (1998) The Political Economy of the New Deal. New York, NY: Edward Elgar.",
        "Costa, Dora L. (1999) A house of her own: old age assistance and the living arrangements of older nonmarried women. Journal of Public Economics 72: 39-59.",
        "Costa, Dora L.. (1998) The Evolution of Retirement: An American Economic History, 18801990. Chicago, Ii: University of Chicago Press.",
        "Chelius, James R. (1977) Workplace Safety and Health: The Role of Workers' Compensation. Washington, DC: American Enterprise Institute.",
        "Chelius, James R. (1976) Liability for industrial accidents: a comparison of negligence and strict liability systems. Journal of Legal Studies 5: 293-309.",
        "Clark, Robert L., Lee Craig, and Jack Wilson. (2003) A History of Public Sector Pensions in the United States. Philadelphia, PA: University of Pennsylvania Press."
    ]
}