{
    "id": 15698,
    "cites": 16,
    "cited_by": 23,
    "reference": [
        "Rogoff, K. and V. Stavrakeva (2008), The Continuing Puzzle of Short Horizon Exchange Rate Forecasting, NBER Working paper 14071.",
        "Pojarliev, M. and R.M. Levich. 2008b. Trades of the Living Dead: Style Differences, Style Persistence and Performance of Currency Fund Managers? NBER working paper 14355, September 2008.",
        "Pojarliev, M. and R.M. Levich. 2008a. Do Professional Currency Managers Beat the Benchmark? FinancialAnalysts Journal, (Sep/Oct): vol. 64, no. 5.",
        "Pedersen, Lasse Heje. (2009) When Everyone Runs for the Exit, NBER working paper, No. 15297, August 2009.",
        "Levich, R.M., and L.R. Thomas, III. 1993. The Significance of Technical Trading-Rule Profits in the Foreign Exchange Market: A Bootstrap Approach. Journal of International Money and Finance, vol. 12, no. 5 (October):451-474.",
        "Meese, Richard A., and Kenneth Rogoff, 1983, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics, vol. 14, February, pp. 3-24.",
        "National Association of College and University Business Officers (2008), 2007 NACUBO Endowment Study, Washington, D.C. McCauley, Robert and Patrick McGuire. 2009. Dollar Appreciation in 2008: Safe Haven, Carry Trades, Dollar Shortage and Overhedging, BIS Quarterly Review, (December): 85-93.",
        "Jylh",
        "Galati, Gabriele, Alexandra Heath and Patrick McGuire. 2007. Evidence of Carry Trade Activity, BIS Quarterly Review, (September): 27-4 1.",
        "Froot, K. and R. Thaler. 1990. Anomalies: Foreign Exchange, Journal of Economic Perspectives, vol. 4, no. 3 (Summer): 179-92.",
        "Froot, K. A., and T. Ramadorai. Institutional Portfolio Flows and International Investments. Review of Financial Studies 21, no. 2 (April 2008): 937-971.",
        "Froot, K. A., and T. Ramadorai. Currency Returns, Intrinsic Value, and Institutional Investor Flows. Journal of Finance 60, no. 3 (June 2005): 1535-1566.",
        "Brunnermeier, Markus K., Stefan Nagel and Lasse H. Pedersen. (2008) Carry Trades and Currency Crashes, NBER Working Paper No. 14473, November.",
        "Evans, Martin D. D. and Richard K. Lyons. (2002) Order Flow and Exchange Rate Dynamics, Journal of Political Economy, Vol. 110, no. 1 (Feb): 170-80.",
        "Deutsche Bank. DB FX Positioning Indices, May 18, 2009.",
        "Chow, G., Jacquier, E., Kritzman, M., and K. Lowry. 1999. Optimal Portfolios in Good Times and Bad. FinancialAnalysts Journal, (May/June): pp. 65-73."
    ]
}