{
    "id": 15697,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Wordie, J. R. 1983. The Chronology of English Enclosure, 1500-19 14. The Economic History Review New Series 4: 483-505.",
        "Williamson, Oliver. 1985. The Economics Institutions of Capitalism: Firms, Markets, and Relational Contracting. New York: Macmillan Free Press.",
        "Willan, Thomas S. 1964. River Navigation in England, 1600-1 750. Oxford: Oxford University Press.",
        "Williams, 0. Cyprian. 1948. Historical Development of Private Bill Procedure and Standing Orders in the House of Commons. H.M. Stationary.",
        "Webb, Sidney, and Beatrice Webb. 1963. Statutory Authorities for Special Purposes, with a summary of the development of local government Structure. London: Hambden.",
        "Wazny, Tomasz. 1995. Oak Tree Ring Series from East Pomerania, Poland, 996-1985. PNI -ITRDB SPAIO18, World Data Center for Paleoclimatology Data Contribution Series. NOAA/NCDC Paleoclimatology Program, Boulder, Colorado.",
        "Turner, Michael. 1984. Enclosures in Britain: 1750 to 1830. London: The Macmillan Press.",
        "Tessier, L. 1995. Tree Ring Series from L Orgere, France, 1353-195 8. LADE - ITRDB FRANO12, World Data Center for Paleoclimatology Data Contribution Series. NOAA/NCDC Paleoclimatology Program, Boulder, Colorado.",
        "Rodger, N. A. M. 2004. The Command of the Ocean: A Naval History of Britain, 1649-1815. New York: W. W. Norton and Company.",
        "Tate, William Edward. 1978. A Domesday of English Enclosure Acts and Awards. Reading: University of Reading. 1967. The Enclosure Movement. New York: Walker.",
        "Richardson, Gary. 2005. The Prudent Village: Risk Pooling Institutions in Medieval English Agriculture. Journal of Economic History 65:386-413.",
        "Neal, Larry. 1990. The Rise of Financial Capitalism. Cambridge: Cambridge University Press.",
        "Newey, Whitney K. and Kenneth D. West. 1987. A simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Econometrica 55 :703-708.",
        "Mokyr, Joel. 2002. G~fts of Athena: Historical Origins of the Knowledge Economy. Princeton: Princeton University Press. 2009. Enlightened Economy: An Economic History of Britain 1700-1850. Mimeo.",
        "Libecap, Gary. 1989. Contractingfor Property Rights. Cambridge: Cambridge University Press.",
        "Mitchell, Brian. 1988. British Historical Statistics. Cambridge: Cambridge University Press.",
        "Langford, Paul. 1991. Public Life and the Propertied Englishman. Oxford: Oxford University Press.",
        "Innes, Joanna. 1998. The Local Acts of a National Parliament: Parliament's Role in Sanctioning Local Action in Eighteenth-Century Britain. In Dean, David and Clyve Jones (eds).",
        "Hoppit, Julian. 1996. Patterns of Parliamentary Legislation, 1660-1800. The Historical Journal 39: 109-13 1.",
        "Hoffsummer, P. 1986. Oak Tree Ring Series from Ardennes, Belgium, 1118-1986. QUSP -ITRDB BELGOO1, World Data Center for Paleoclimatology Data Contribution Series. NOAA/NCDC Paleoclimatology Program, Boulder, Colorado.",
        "Bogart, Dan. 2005. Turnpike Trusts and the Transport Revolution in Eighteenth Century England. Explorations in Economic History. 42:479-508.",
        "Belcher, F. V., P. Cottrell, F. V., Sheppard. 1979. The Middlesex and Yorkshire DeedRegistries and the study of Building Fluctuations. London Journal 5:176-2 17.",
        "Anderson, Terry and P. J. Hill. 1975. The Evolution of Property Rights: A Study of the American West. Journal of Law and Economics, 18:163-180.",
        "Baillie, Michael L. 1986. European Oak Tree Ring Series from Lockwood, Britain, 1652-1975. QUSP - ITRDB BRITOO8, World Data Center for Paleoclimatology Data Contribution Series. NOAA/NCDC Paleoclimatology Program, Boulder, Colorado.",
        "Allen, Robert. 1992. Enclosure and the Yeoman. Oxford: Clarendon Press.",
        "Alston, Lee, Gary Libecap, and Bernardo Mueller. 1999. Titles, Conflict, and Land Use: The Development of Property Rights and Land Reform on the Brazilian Amazon Frontier. Michigan: University of Michigan Press.",
        "Alston, Lee and Bernado Mueller. 2004. Property Rights and the State. In Menard, Claude and Mary M. Shirley (eds). Handbook for New Institutional Economics. Amsterdam: Kluwer.",
        "Albert, William. 1972. The Turnpike Road System in England, 1663-1840. Cambridge: Cambridge University Press.",
        "Holmes, Geoffrey and D. Szechi. 1993. The Age of Oligarchy: Pre-industrial Britain, 1722-83. London: Longman.",
        "Holmes, Geoffrey. 1993. The Making of a Great Power: Late Stuart and Early Georgian Britain. 1660-1 722. London: Longman.",
        "Great Britain, House of Commons. 1833. Select Committee on House of Commons Officers and Fees. British Parliamentary Papers 12: 424-429.",
        "Great Britain. 1807. Statutes of the Realm, 1225 to 1713. London: Dawsons of Pall Mall. 1800. Statutes at Large, 1223 to 1806. London: Mark Baskett, Robert Baskett, Henry Woodfall, and William Strahan.",
        "Genova Fuster, M. 1996. Pine Tree Ring Series from Adrinal, Spain, 1687-1989. PNI - ITRDB SPAIO18, World Data Center for Paleoclimatology Data Contribution Series. NOAA/NCDC Paleoclimatology Program, Boulder, Colorado.",
        "Evans, Eric. 2001. The Forging of the Modern State: Early Industrial Britain, 1783-1870. London: Longman.",
        "English B, and Saville, J. 1983. Strict Settlement: a Guide for Historians. Hull: University of Hull Press.",
        "Crafts, N.F.R. 1977. Determinants of the Rate of Parliamentary Enclosure. Explorations in Economic History 14:227-249.",
        "QUAL - ITRDB VAO17, World Data Center for Paleoclimatology Data Contribution Series. NOAA/NCDC Paleoclimatology Program, Boulder, Colorado. 1994. Tree Ring Series from Pack Forest, New York, 1595-1976. TSCA - ITRDB NYOO8, World Data Center for Paleoclimatology Data Contribution Series. NOAA/NCDC Paleoclimatology Program, Boulder, Colorado.",
        "Cook, Ed. 1994. Tree Ring Series from Patty's Oaks, Blue Ridge Parkway, Virginia, 15 89-1982.",
        "Coase, Ronald. 1960. The Problem of Social Cost. Journal of Law and Economics 3:1-44. 1974. The Lighthouse in Economics. Journal of Law and Economics 17:357-76.",
        "Clifford, Frederick. 1968. A History of Private Bill Legislation. London: Routledge.",
        "Clark, Gregory. 1998. Common Sense: Common Property Rights, Efficiency, and Institutional Change. Journal of Economic History 58:73-102. 2001. The Enclosure of English Common Lands, 1475-1839. Journal of Economic History 61:1009-1036. 2001. Farm Wages and Living Standards in the Industrial Revolution: England, 16701850. Economic History Review 54:477-505.",
        ". 2009. Estate Acts, 1600 to 1830: A New Source for British History. Forthcoming in Research in Economic History.",
        ". 2009. Making Property Productive: Reorganizing Rights to Real and Equitable Estates in Britain, 1660 to 1830. European Review of Economic History 13:3-30.",
        "Bogart, Dan and Gary Richardson. 2006. Parliament and Property Rights: A Database. Working paper."
    ]
}