{
    "id": 15692,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Weitzman, Martin L., Additive Damages, Fat-Tailed Climate Dynamics, and Uncertain Discounting, unpublished manuscript, April 2009. I0 = -1.13 Climate Sensitivity Distribution Mean = 3.0, A = 0.92, r = 3.8 0.1 3 4.5 6 7 8 Temperature Change,A T",
        "Weitzman, Martin L., Some Dynamic Economic Consequences of the Climate-Sensitivity Inference Dilemma, unpublished manuscript, Feb. 2008.",
        "Weitzman, Martin L., A Review of the Stern Review on the Economics of Climate Change, Journal of Economic Literature, Sept. 2007, 703-724.",
        "Tol, Richard S.J., Estimates of the Damage Costs of Climate Change, Environmental and Resource Economics, 2002, 21, 47-73 (Part 1: Benchmark Estimates), 135-160 (Part 2: Dynamic Estimates).",
        "Tol, Richard S.J., The Economic Effects of Climate Change, Journal of Economic Perspectives, Spring 2009, 23, 29-Si.",
        "Stokey, Nancy, Are There Limits to Growth? International Economic Review, Feb. 1998, 39, 1-31.",
        "Hope, Chris W., The Marginal Impact of CO2 from PAGE2002: An Integrated Assessment Model Incorporating the IPCC's Five Reasons for Concern, Integrated Assessment, 2006, 6, 1-16.",
        "Intergovernmental Panel on Climate Change (IPCC), Climate Change 2007: The Physical Science Basis, Cambridge University Press, 2007a; Climate Change 2007: Impacts, Adaptation, and Vulnerability, 2007b; Climate Change 2007: Mitigation of Climate Change, 2007c.",
        "Lucas, Robert E., Jr., Models of Bnsiness Cycles, Oxford: Basil Blackwell, 1987.",
        "Mendelsohn, Robert, Is the Stern Review an Economic Analysis? Review of Environmental Economics and Policy, Winter 2008, 2, 45-60.",
        "Mendelsohn, Robert, W.N. Morrison, M.E. Schlesinger, and N.G. Andronova, CountrySpecific Market Impacts of Climate Change, Climatic Change, 1998, 45, 553-569.",
        "Nordhaus, William D., A Review of the Stern Review on the Economics of Climate Change, Jonrnal of Economic Literatnre, Sept. 2007, 686-702.",
        "Nordhaus, William D., A Question of Balance: Weighing the Options on Clobal Warming Policies, Yale University Press, 2008.",
        "Nordhaus, William D., and J.G. Boyer, Warming the World: Economic Models of Clobal Warming, M.I.T Press, 2000.",
        "Pindyck, Robert S., Uncertainty in Environmental Economics, Review of Environmental Economics and Policy, Winter 2007.",
        "Pindyck, Robert S., Uncertain Outcomes and Climate Change Policy, NBER Working Paper, August 2009. Sokolov, A.P., P.11. Stone, C.E. Forest, R. Prinn, M.C. Sarofim, M. Webster, S. Paltsev, C.A.",
        "Schlosser, D. Kicklighter, S. Dutkiewicz, J. Reilly, C. Wang, B. Felzer, and H.D. Jacoby, Probabilistic Forecast for 21st Century Climate Based on Uncertainties in Emissions (without Policy) and Climate Parameters, MIT Joint Program on the Science and Policy of Global Change, Report No. 169, January 2009.",
        "Stern, Nicholas, The Economics of Climate Change: The Stern Review, Cambridge University Press, 2007.",
        "Stern, Nicholas, The Economics of Climate Change, American Economic Review, May 2008, 98, 1-37.",
        "Heal, Geoffrey, and Bengt Kristr",
        "Energy Information Administration, Comparing Cost Estimates for the Kyoto Protocol, Report No. SR/OIAF/98-03, Oct. 1998.",
        "Dietz, Simon, and Nicholas Stern, Why Economic Analysis Supports Strong Action on Climate Change: A Response to the Stern Review's Critics, Review of Environmental Economics and Policy, Winter 2008, 2, 94-113.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken, Temperature and Income: Reconciling New Cross-Sectional and Panel Estimates, American Economic Review, May 2009, 99, 198-204.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken, Climate Change and Economic Growth: Evidence from the Last Half Century, NBER Working Paper No. 14132, June 2008.",
        "Dasgupta, Partha, Karl-G",
        "Debreu, Gerard, A Classical Tax-Subsidy Problem, Econometrica, Jan. 1954, 22, 14-22."
    ]
}