{
    "id": 15691,
    "cites": 40,
    "cited_by": 7,
    "reference": [
        "Zhang, Y J. Donohue, J. Lave, et al (2009). The Effect of Medicare Part D on Drug Spending and Medical Spending, New England Journal of Medicine 361 (1), 52-61.",
        "Wosinska, M. (2005), Direct-to-Consumer Advertising and Drug Therapy Compliance, Journal of Marketing Research, Vol. 42 No. 3. pp. 323-332.",
        "Stuart. B., Briesacher, B., Doshi, J. et al. 2007. Will Part D Produce Savings in Part A and Part B? The Impact of Prescription Drug Coverage on Medicare Program Expenditures. Inquiry. 44: 146-156.",
        "Shang, B. and Goldman, D. (2007), Prescription Drug Coverage and Elderly Medicare Spending, National Bureau of Economic Research Working Paper No. 13358, NBER: Cambridge, MA.",
        "Rovelli, M., Palmeri, D., Vossler E. et al. (1989), Noncompliance in Organ Transplant Recipients, Transplantation Proceedings, Vol. 21, pp. 833-834.",
        "Rice, Thomas and Matsuoka, Karen Y. (2004), The Impact of Cost-Sharing on Appropriate Utilization and Health Status: A Review of the Literature on Seniors, Medical Care Research and Review, Vol. 61 No. 4, pp. 4 15-452.",
        "Newey, W. (1987), Simultaneous Estimation of Limited Dependent Variable Models with Endogenous Explanatory Variables, Journal of Econometrics, Vol. 36, pp. 23 1-250.",
        "National Healthcare Quality Report 2008, Agency for Healthcare Research and Quality, U.S. Department of Health and Human Services: Rockville, MD.",
        "Mullahy, J., 1998. Much ado about two: reconsidering retransformation and two-part model in health econometrics. Journal of Health Economics 17, 247-281.",
        "Medpac. June 2009 Report to the Congress: Improving Incentives in the Medicare Program. Medicare Payment Advisory Commission: Washington, DC.",
        "McDonald, K., Romano, P., Geppert, J., et al. (2002), Measures of Patient Safety Based on Hospital Administrative Data-The Patient Safety Indicators, Technical Review 5, AHRQ Publication No. 02-003 8. Agency for Healthcare Research and Quality: Rockville, MD.",
        "Mcl)onald, HP., Garg, AX. and Haynes, RB. (2002), Interventions to Enhance Patient Adherence to Medication Prescriptions, Journal of the American Medical Association, Vol. 288 No. 22, pp. 2868-2879.",
        "Leuven, E. and Sianesi, B. (2003), PSMATCH2: Stata module to perform full Mahalanobis and propensity score matching, common support graphing, and covariate imbalance testing. http://ideas.repec~org/c~~oc/bocode/s432OO 1 .htmi Manning, Willard G., and John Mullahy. Estimating log models: to transfOrm or not to transform? Journal of Health Economics, Volume 20, Issue 4, July 2001, 461-494.",
        "Kaiser Family Foundation, Health Research and Educational Trust. Employer Health Benefits: 2006 Annual Survey, Kaiser Family Foundation, Menlo Park, CA.",
        "Inzucchi, 5. (2002), Oral Antihyperglycemic Therapy for Type 2 Diabetes, Journal of the American Medical Association, Vol. 287 No. 3, pp. 360-372.",
        "Hsu, J. et al. (2006), Unintended Consequences of Caps on Medicare Drug Benefits, New England Journal of Medicine, Vol. 354 No. 22, pp. 2349-2359.",
        "Hughes, DA. et al. (2001), Accounting for Non-Compliance in Pharmacoeconomic Evaluations, Pharmacoeconomics, Vol. 19 No. 12, pp. 1185-1197.",
        "Goldman, Dana P., Joyce, Geoffrey F. and Zheng, Yuhui (2007), Prescription Drug Cost Sharing: Associations with Medication and Medical Utilization and Spending and Health, Journal of the American Medical Association, Vol. 298 No. 1, pp. 61-69, ElE18.",
        "Gibson TB, Ozminkowski RJ, and Goetzel RZ. (2005), The effects of prescription drug cost sharing: a review of the evidence, American Journal of Managed Care, Vol. 11 No. ll,pp. 730-740.",
        "Gaynor, Martin, Li, Jian and Vogt, William B. (2007), Substitution, Spending Offsets, and Prescription Drug benefit Design, Forum for Health Economics and Policy, Vol. 10 No. 2, pp. 1-31.",
        "Fuhrmans, V. (2004), A Radical Prescription, Wall Street Journal, May, 10, 2004. pp. R3-R4.",
        "Garber, Alan M. and McClellan, Mark B. (2007), Satisfaction Guaranteed---Payment by Results for Biologic Agents, New England Journal of Medicine, Vol. 357 No. 16, pp. 1575-1577.",
        "Frank, R.G. and Newhouse, J.P. (2008), Should Drug Prices Be Negotiated Under Part D of Medicare? And If So, How?, Health Affairs, Vol. 27 No. 1, pp. 33-42.",
        "Fendrick, A.M., Smith, D.G., Chernew, M.E., et al. (2001), A Benefit-Based Copay for Prescription Drugs: Patient Contribution Based on Total Benefits, Not Drug Acquisition Cost, American Journal of Managed Care, Vol. 7 No. 9, pp. 86 1-867.",
        "Dor, A. and Encinosa, W. (2010), How Does Cost-Sharing Affect Drug Purchases? Insurance Regimes in the Private Market for Prescription Drugs. Journal of Economics and Management Strategy, 19:3 forthcoming.",
        "Dor, A. and Encinosa, W. (2004), Does Cost-Sharing Affect Compliance? The Case of Prescription Drugs, National Bureau of Economic Research Working Paper 10738, September, 2004. NBER: Cambridge, MA.",
        "Dezii, C.M. (2000), Medication Noncompliance: What is the Problem?, Managed Care, Vol. 9 No. 9, pp. 7-12.",
        "Dor, A. (2004), Optimal Price Rules, Administered Prices and Suboptimal Prevention: Evidence from a Medicare Program, Journal of Regulatory Economics, Vol. 25 No. 1, pp. 81-104.",
        "Dehejia, R. (2005), Practical propensity score matching: a reply to Smith and Todd, Journal of Econometrics, Vol. 125 No. 1-2, pp. 355-364.",
        "Dehejia, R. and Wahba, 5. (2002), Propensity Score-Matching Methods for Nonexperimental Causal Studies, Review of Economics and Statistics, Vol. 84 No. 1, pp. 151-161.",
        "Deb, P., Travedi , P., and Zimmer, D. (2009), Dynamic Cost-Offsets of Prescription Drug Expenditures: Panel Data Analysis Using A Copula-Based Hurdle Model, National Bureau of Economic Research Working Paper No. 15191, July 2009, NBER: Cambridge, MA.",
        "Cragg, J. (1983), More Efficient Estimation in the Presence of Heteroscedasticity of Unknown Form, Econometrica, Vol. 51, pp. 75 1-763.",
        "Cramer JA. (1991), Overview of Methods to Measure and Enhance Patient Compliance, in Cramer JA, Spilker B, eds., Patient Compliance in Medical Practice and Clinical Trials, New York, NY: Raven Press; pp. 3-10.",
        "Chernew, Michael E., Rosen, Allison B. and Fendrick, A. Mark (2007), Value-Based Insurance Design, Health Affairs, MarchlApril; Vol. 26 No. 2, w195-w203.",
        "Cohen, FJ, Neslusan, CA, Conklin, JE and Song, X. (2003), Recent Hyperglycemic Trends for U.S Privately Insured Patients with Type 2 Diabetes, Diabetes Care, Vol. 26, pp. 1847-185 1.",
        "Chernew, M., Encinosa, W. and Hirth, R. (2000), Optimal Health Insurance: The Case of Multiple Treatment Options, Journal of Health Economics, Vol. 19, pp. 585-609.",
        "Chandra, Amitabh, Gruber, Jonathan and McKnight, Robin (2007), Patient CostSharing, Hospitalization Offsets, and the Design of Optimal health Insurance for the Elderly. National Bureau of Economic Research Working Paper No. 12972. NBER: Cambridge, MA.",
        "Bradford, D. et al. (2006), Effects of Direct-to-Consumer Advertising of Hydroxymethylglutaryl Coenzyme A Reductiase Inhibitors on Attainment of LDL-C Goals, Clinical Therapeutics, Vol. 23 No. 12, pp. 2105-18.",
        "Becker, S. and Ichino, A. (2002), Estimation of Average Treatment Effects Based on Propensity Scores. The Stata Journal, Vol. 2 No. 4, pp. 358-377.",
        "Baum, C., Shaffer, M. and Stillman, 5. (2003), Instrumental Variables and GMM: Estimation and Testing. The Stata Journal, Vol. 3 No. 1, pp. 1-3 1."
    ]
}