{
    "id": 15695,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "Reklaitis, Victor. (2009) Entertainment E-Com On Web's Retail Stage, Imvestor's Bnsimess Daily April 7, 2009.",
        "Roth, Alvin, E. and A. Ockenfels. (2002)  Last-Minute Bidding and the Rules for Ending Second-Price Auctions: Evidence from eBay and Amazon Auctions on the Internet, Amen cam Ecomomic Review 92, 1093-1103.",
        "Krishna, Vijay, and J. Morgan. (1997) An Analysis of the War of Attrition and the All-Pay Auction, Jonrmal of Ecomomic Theory 72, 343-362.",
        "Lambson, Val, and N. Thurston. (2006) Sequential Auctions: Theory and Evidence from the Seattle Fur Exchange, RAND Jonrmal of Ecomomics 37, 70-80.",
        "Konrad, Kai, and W. Leininger. (2007) The generalized Stackelberg equilibrium of the all-pay auction with complete information, Review of Ecomomic Desigm 11, 165-174.",
        "Kato, Donna. (2009) Penny Auction Sites Offer Chance for Big Bargins, Sam Jose Mercnry News, May 22, 2009.",
        "Jullien, Bruno, and B. Salani",
        "Kanto, Antti, G. Rosenqvist, and A. Suvas. (1992) On Utility Function Estimation of Racetrack Bettors, Jonrmal of Ecomomic Psychology 13, 49 1-98.",
        "Isaac, R. Mark, T. Salmon, and A. Zillante. (2007) A theory of jump bidding in ascending auctions, Jonrmal of Ecomomic Behavior amd Orgamizatiom 62, 144-164.",
        "H",
        "Gregory, Nathaniel. (1980) Relative Wealth and Risk Taking: A Short Note on the Friedman-Savage Utility Function, Jonrmal of Political Ecomomy 88, 1226-1230.",
        "Garrett, Thomas, and R. Sobel. (1999) Gamblers favor skewness, not risk: Further evidence from United States lottery games, Ecomomics Letters 63, 85-90.",
        "Golec, Joseph, and M. Tamarkin. (1998) Bettors Love Skewness, Not Risk, at the Horse Track, Jonrmal of Political Ecomomy 106, 205-225.",
        "Gavious, Arieh, B. Moldovanu, and A. Sela. (2002) Bid Costs and Endogenous Bid Caps, RAND Jonrnal of Economics 33, 709-722.",
        "Gimein, Mark. (2009) The Crack Cocaine of Auction Sites, The Big Momey, July 7, 2009. http: //www.thebigmoney.com/articles/money-trail/2009/07/07/crack-cocaineauction -sites.",
        "Friedman, Milton, and L. Savage. (1948) The Utility Analysis of Choices Involving Risk, Jonrnal of Political Economy 56, 279-304.",
        "Diecidue, Enrico, U. Schmidt, and P. Wakker. (2002) The Utility of Gambling Reconsidered,  Jonrnal of Risk and Uncertainty 29, 24 1-259.",
        "Clark, Derek, and C. Riis. (1998) Competition over More than One Prize, American Economic Review 88, 276-289.",
        "Daniel, Kent, and D. Hirshleifer. (1998) A Theory of Costly Sequential Bidding, Mimeo, University of California, Los Angeles.",
        "Che, Yeon-Koo, and I. Gale. (1998) Standard Auctions with Financially Constrained Bidders,  Review of Economic Stndies 65, 1-21.",
        "Brunk, Gregory. (1981) A Test of the Friedman-Savage Gambling Model, Qnarterly Jonrnal of Economics 96, 34 1-348.",
        "Baye, Michael, D. Kovenock, and C. de Vries. (1996) The All-Pay Auction with Complete Information, Economic Theory 8, 291-305.",
        "Barut, Yasar, and D. Kovenock. (1998) The symmetric multiple prize all-pay auction with complete information, Enropean Jonrnal of Political Economy 14, 627-644.",
        "Avery, Christopher. (1998) Strategic jump bidding in English auctions, Review of Economic Stndies 65, 185-210.",
        "Amann, Erwin, and W. Leininger. (1996) Asymmetric All-Pay Auctions with Incomplete Information, Games and Economic Behavior 14, 1-18.",
        "Alcalde, Jos",
        "Ali, Mukhtar M. (1977) Probability and Utility Estimates for Racetrack Bettors, Jonrnal of Political Economy 85, 803-15."
    ]
}