{
    "id": 15694,
    "cites": 13,
    "cited_by": 26,
    "reference": [
        "I I I 1995 2000 2005 year Trade ----- Military Spending Sample is a balanced panel 1988-2007 for which trnde share of GDP and military spending is available for all years. Trnde share of GDP is the avernge across countries for each year. Military spending is the sum across countries and is in 1996 dollars. For reasons of data availability, military spending for Russia and China in 1989 is assigned to 1988; 1991 military spending for Russia is interpolated; and 1990 openness for Russia is assigned to 1988 and 1989. See text for data definitions and sources. F~gure 2 Change in Trade and Militarization, 1988-2005 ~ 0. win -c (I) U) -o I: OIL;)--o U) U)0 0. GHA BD~ COL BFA TU N 0-i RWA -1 0 Residual Change in Log Military Expenditure coef = -1 7.585122, (robust) se = 6.2961775, t = -2.79",
        "Polachek, Simon (1980) Conflict and Trade, Journal of Conflict Resolution 24, 57-78 Smith, Tom W. and Lars Jarkko (2001) National Pride in Cross-National Perspective, Working Paper.",
        "Mayda, Anna Maria and Dani Rodrik (2002) Why Are Some People (and Countries) More Protectionism than Others? Working Paper.",
        "O'Rourke, Kevin H. and Richard Sinnott (2001) The Determinants of Individual Trade Policy Preferences: International Survey Evidence, Brookings Trade Forum, 157-196.",
        "Martin, Philippe, Thierry Mayer, and Mathias Thoenig (2008) Make Trade Not War?, Review of Economic Studies, 75, 865-900.",
        "Oneal, John R. and Bruce Russett (1999) Assessing the Liberal Peace with Alternative Specifications: Trade Still Reduces Conflict, Journal of Peace Research, 36, 423-442.",
        "Kagan, Robert (2008) The Return of History and the End of Dreams, Random House, New York.",
        "James, Harold (2001) The End of Globalization: Lessons from the Great Depression, Harvard University Press, Cambridge.",
        "Herge, Havard, John R. Oneal, and Bruce Russett (2009) Trade Does Promote Peace: The Perils of Simultaneous Estimation of the Reciprocal Effects of Trade on Conflict, forthcoming in Journal of Peace Research.",
        "Gleditsch, Kristian S. and Michael D. Ward (2001) Measuring Space: A Minimum-Distance Database and Applications to International Studies, Journal of Peace Research, 38, 739-758.",
        "Glick, Reuven and Alan M. Taylor (2006) Collateral Damage: Trade Disruption and the Economic Impact of War, NBER Working Paper.",
        "Findlay, Ronald and Kevin H. O'Rourke (2007) Power and Plenty: Trade, War, and the World Economy in the Second Millennium, Princeton University Press, Princeton.",
        "Eichengreen, Barry and Douglas A. Irwin (2009) The Slide to Protectionism in the Great Depression: Who Succumbed and Why? NBER Working Paper."
    ]
}