{
    "id": 15700,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "Tovar, Patricia. 2009. The effects of loss aversion on trade policy: Theory and evidence. Journal of International Economics Vol. 78:154-167.",
        "Stigler, George J. 1971. 1'The Theory of Economic Regulation.1' Bell Journal of Economics and Management Science, pp.137-146.",
        "Sobel, Joel. 2005. Interdependent Preferences and Reciprocity. Journal of Economic Literature Vol. XLIII No. 2 (June):392-436.",
        "Scheve, Kenneth, and Matthew J. Slaughter. 2001a. What Determines Individual TradePolicy Preferences. Journal of International Economics Vol. 54 No. 2:267-92.",
        "Scheve, Kenneth, and Matthew J. Slaughter. 2001b. Globalization and the Perceptions of American Workers. Washington DC: Institute for International Economics.",
        "Rotemberberg, Julio. 2003. Commercial Policy with Altruistic Voters. Journal of Political Economy Vol.111 No. 1:174-201.",
        "Peltzman, Sam. 1976. 1'Toward A More General Theory of Regulation.1' Journal of Law and Economics 19: 211-248.",
        "O'Rourke, Kevin, and Richard Sinnott. 2001. The Determinants of Individual TradePolicy Preferences: International Survey Evidence. In S.M. Collins and D. Rodrik (eds.) Brookings Trade Forum: 2001. Washington D.C.: Brookings Institution Press.",
        "Olson, Mancur. 1965. The Logic of Collective Action. Cambridge, MA: Harvard University Press.",
        "National Bureau of Statistics of China. 2008. China Statistical Yearbook. Beijing: China Statistics Press.",
        "Milner, Helen, and Bumba Mukherjee. 2009. Democracy and the Skill-Bias in Trade Policy in Developing Countries. Princeton University Working Paper.",
        "Milner, Helen. 1987. 1'Resisting the Protectionist Temptation: Industry and the Making of Trade Policy in France and the United States during the 1970s.1' International Organization 41:639-65.",
        "Mayda, Anna Marie, and Dani Rodrik. 2005. Why Are Some People (and Countries) More Protectionist than Others? European Economic Review Vol. 49 No. 6:1393-1430.",
        "Levitt, Steven D., and John A. List. 2007. What Do Laboratory Experiments Measuring Social Preferences Reveal About the Real World?1' Journal of Economic Perspectives Vol. 21 No. 2:153-174.",
        "Limao, Nuno, and Arvind Panagariya. 2007. Inequality and endogenous trade policy outcomes. Journal of International Economics 72:292-309.",
        "Krueger, Anne. 1990. 1'Asymmetries in Policy Between Exportables and ImportCompeting Goods.1' In Ronald Jones and Anne Krueger (eds.), The Political Economy of International Trade, Cambridge, MA: Basil Blackwell.",
        "King, Gary, Michael Tomz, and Jason Wittenberg. 2000. 1'Making the Most of Statistical Analyses: Improving Interpretation and Presentation.1' American Journal of Political Science Vol. 44 No. 2 (April):347-361.",
        "Hiscox, Michael J. 1999. 1'The Magic Bullet? The RTAA, Institutional Reform, and Trade Liberalization.1' International Organization 53:669-698.",
        "Davidson, Carl, Steve Matusz, and Doug Nelson. 2006. Fairness and the Political Economy of Trade. The World Economy pp. 989-1004.",
        "DellaVigna, Stefano. 2009. Psychology and Economics: Evidence from the Field. Journal of Economic Literature Vol. XLVII No. 2:315-372.",
        "Dunning, Thad. 2008. Model Specification in Instrumental-Variables Regression. Political Analysis Vol. 16:290-302.",
        "Fehr, Ernst, and Klaus M. Schmidt. 1999. `A Theory of Fairness, Competition, and Cooperation. The Quarterly Journal of Economics 114:817-868.",
        "Fehr, Ernst, and Klaus M. Schmidt. 2006. `The Economics of Fairness, Reciprocity, and Altruism~-Experimental Evidence and New Theories.1' In S. Kolm and Jean Mercier Ythier (eds.), Handbook on the Economics of Giving, Reciprocity, and Altruism, Elsevier, pp. 615-691.",
        "Freund, Caroline, and Caglar Ozden. 2008. `Trade Policy and Loss Aversion. American Economic Review 98:4, 1675-1691.",
        "Gawande, Kishore, and Pravin Krishna. 2003. `Political Economy of U.S. Trade Policy: Empirical Approaches.1' In James Harrigan and E. Kwan Choi (eds.), Handbook of International Economics. Basil: Blackwell, pp. 2 13-250.",
        "General Administration of Quality Supervision, Inspection and Quarantine of the People's Republic of China. 2002. The People's Republic of China Standards: Industrial Classification for National Economic Activities. Beijing: Standard Press of China.",
        "Gilligan, Michael. 1997. Empowering Exporters: Delegation, Reciprocity, and Collective Action in Twentieth Century American Trade Policy. Ann Arbor: University of Michigan Press.",
        "Goldberg, Pinelopi, and Giovanni Maggi. 1999. `Protection for Sale: An Emperical Investigation.1' American Economic Review 89:1135-1155.",
        "Goldberg, Pinelopi, and Nina Pavcnik. 2005. Trade, wages, and the political economy of trade protection: evidence from the Columbian trade reforms. Journal of International Economics 66:75-105.",
        "Goldberg, Pinelopi, and Nina Pavcnik. 2007. Distributional Effects of Globalization in Developing Countries. Journal of Economic Literature Vol. XLV (March) :39-82.",
        "Grossman, Gene, and Elhanan helpman. 1994. 1'Protection for Sale.1' American Economic Review 84:833-850.",
        "Grossman, Gene, and Elhanan helpman. 1996. 1'Rent Dissipation, Free Riding, and Trade Policy.1' European Economic Review 40:795-803.",
        "Hainmueller, Jens, and Michael Hiscox. 2006. Learning to Love Globalization: Education and Individual Attitudes Toward International Trade. International Organization Vol. 60 No. 2:469-98.",
        "Hanson, Gordon, and Ann Harrison. 1999. Trade Liberalization and Wage Inequality in Mexico. Industrial and Labor Relations Review, Vol. 52 No. 2:271-288.",
        "Hays, Jude, Sean Ehrlich, and Clint Peinhardt. 2005. Government Spending and Public Support for Trade in the OECD: An Empirical Test of the Embedded Liberalism Thesis. International Organization Vol. 59 No. 2:473-494.",
        "Hillman, Arye. 1982. `Declining Industries and Political Support Protectionist Motives.1' American Economic Review 72:1180-87.",
        "Curie, Janet, and Ann Harrison. 1997. Sharing the Costs: The Impact of Trade Reform on Capital and Labor in Morocco. Journal of Labor Economics Vol. 15 No. 3:S44-S71.",
        "Corden, Max. 1974. Trade Policy and Economic Welfare. Oxford: Oxford University Press.",
        "Constantopoulos, Maria. 1974. Labour Protection in Western Europe. European Economic Review 5:313-328.",
        "Charness, Gary, and Matthew Rabin. 2002. Understanding Social Preferences with Simple Tests. Quarterly Journal of Economics Vol. 117 No. 3: 817-69.",
        "Broda, Christian, Nuno Limao, and David Weinstein. 2008. Optimal Tariffs and Market Power: The Evidence. American Economic Review 98 (5):2032-65.",
        "Baldwin, Robert E. 1986. The Political Economy of US Import Policy. Cambridge: MIT Press.",
        "Ball, David. 1967. United States Effective Tariffs and Labor's Share. Journal of Political Economy 75:183-187.",
        "Broda, Christian, and David Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121 (2):541-585.",
        "Baldwin, Richard E., and Frederic Robert-Nicoud. 2007. Entry and Asymmetric Lobbying: Why Governmments Pick Losers. London School of Economics Working Paper.",
        "Baker, Andy. 2005. Who Wants to Globalize? Consumer Tastes and Labor Markets in a Theory of Trade Policy Beliefs. American Journal of Political Science Vol. 49 No. 4:924-38."
    ]
}