{
    "id": 15703,
    "cites": 9,
    "cited_by": 15,
    "reference": [
        "Blewett, L.A. and M. Davern. 2007. Distributing State Children&apos;s Health Insurance Funds: A Critical Review of the Design and Implementation of the Funding Formula. Journal of Health Politics, Policy and Law 32 (3): 415-55. Glied, Sherry, Dahlia K. Remler, and Joshua Graff Zivin. 2002. Inside the Sausage Factory: Improving Estimates of the Effects of Health Insurance Expansion Proposals. Milbank Quarterly 80 (4): 603-635.",
        "King, Miriam, Steven Ruggles, Trent Alexander, Donna Leicach, and Matthew Sobek. Integrated Public Use Microdata Series, Current Population Survey: Version 2.0. [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor], 2009. Available at http://cps.ipums.org.",
        "Minnesota Population Center and Inter-University Consortium for Political and Social Research. May 2000. The Public Use Microdata Samples of the U.S. Census: Research Applications and Privacy Issues. Prepared for Census 2000 Users&apos; Conference on PUMS data. Available at http://usa.ipums.org/usa/2000PUMSReport_full.pdf.",
        "Office of Management and Budget. July 2001. Statistical Policy Working Paper 31: Measuring and Reporting Sources of Error in Surveys. Statistical Policy Office, Office of Information and Regulatory Affairs. Available at http://www.fcsm.gov/01papers/SPWP31_final.pdf.",
        "Office of Management and Budget, Federal Committee on Statistical Methodology. December 2005. Statistical Policy Working Paper 22 (Second version, 2005): Report on Statistical Disclosure Limitation Methodology. Confidentiality and Data Access Committee of the Office of Information and Regulatory Affairs. Available at http://www.fcsm.gov/workingÃ\u0082Â­papers/SPWP22_rev.pdf.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. Integrated Public Use Microdata Series: Version 4.0 [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor], 2009. Available at http://usa.ipums.org.",
        "U.S. Bureau of the Census. April 2009. How to Use the Data: Errata, User Note 47. Available at http://www.census.gov/acs/www/UseData/Errata.htm.",
        "U.S. Bureau of the Census. October 2008. Public Use Microdata Sample: 2000 Census of Population and Housing, Technical Documentation. Available at http://www.census.gov/prod/cen2000/doc/pums.pdf.",
        "Zayatz, Laura. 2005. Disclosure avoidance practices and research at the U.S. Census Bureau: An update. Research Report Series (Statistics #2005-06). Washington, DC: Statistical Research Division, U.S. Census Bureau."
    ]
}