{
    "id": 15701,
    "cites": 37,
    "cited_by": 9,
    "reference": [
        "Wilcox, R. R. (1996). Statistics for the Social Sciences. San Diego, CA: Academic Press.",
        "StataCorp (2007). Stata Statistical Software: Release 10. College Station, TX: StataCorp LP.",
        "Mead, R. (1988). The design of experiments: Statistical principles for practical application. Cambridge, England: Cambridge University Press.",
        "McClelland, Gary H. (1997). Optimal Design in Psychological Research, Psychological Methods, 2(1), 3-19.",
        "O'Brien, P. C. and T. R. Fleming (1979), A Multiple Testing Procedure for Clinical Trials,. Biometrics, 35, 549-556.",
        "Pocock, Stuart J. (1977). ~Group Sequential Methods in the Design and Analysis of Clinical Trials. Biometrika, 64(2): 191-199.",
        "Raudenbush, S.W. (1997). Statistical Analysis and Optimal Design for Cluster Randomized Trials, Psychological Methods, 2(2): 173-185.",
        "Rutstrom, E. and Wilcox, N. (2007). ~Stated Beliefs Versus Inferred Beliefs: A Methodological Inquiry and Experimental Test, Games and Economic Behavior, forthcoming 2009.",
        "Schuirmann, D. J. (1987), A Comparison of the Two One-sided Tests Procedure and the Power Approach for Assessing the Equivalence of Bioavailability, Journal of Pharmacokinetics and Bio pharmaceutics, 15, 657-680.",
        "Spybrook, J., S.W. Raudenbush, X. Liu, R. Congden and. A. Martinez (2008a), Optimal Design for Longitudinal and Multilevel Research vl.76 [Computer Software ]. Retrieved last May, 2009. Available at: http://sitemaker.umich.edu/groupbased /optimal_ design_software",
        "Spybrook, J., S.W. Raudenbush, X. Liu, R. Congden and. A. Martinez (2008b), Optimal Design for Longitudinal and Multilevel Research: Documentation for the `Optimal Design' Software, Working Paper. Available at: http: //sitemaker.umich.edu/group-based/files/od-manual-20080312-v176.pdf",
        "Martinez, A., S.W. Raudenbush and J. Spybrook (2007). Strategies for Improving Precision in Group-Randomized Experiments, Educational Evaluation and Policy Analysis, 29(1): 5-29.",
        "List, John A. (2006). Field Experiments: A Bridge Between Lab and Naturally Occurring Data, Advances in Economic Analysis and Policy, 6(2), Article 8.",
        "Lewis, Rojer J. (1993). ~An Introduction to the Use of Interim Data Analyses in Clinical Trials, Annals of Emergency Medicine, 22(1):1463-1469.",
        "List, John A. (2001). ~Do Explicit Warnings Eliminate the Hypothetical Bias in Elicitation Procedures? Evidence from Field Auctions for Sportscards, American Economic Review, 91:5, 1498-1507.",
        "Levitt, Steven D. and John A. List (2007). What do Laboratory Experiments Measuring Social Preferences tell us about the Real World, Journal of Economic Perspectives, 21 (2): 153-174.",
        "Kish, L. (1965). Survey sampling. New York: Wiley.",
        "Lenth, R. V. (2006-2009). Java Applets for Power and Sample Size [Computer Software ]. Retrieved May, 2009 from http://www.stat.uiowa.edu/ rlenth/Power.",
        "Keren, G. (1993). Between or Within-subjects design: A Methodological Dilemma. In G. Keren & C. Lewis (Eds.), A handbook for data analysis in the behavioral sciences: Methodological Issues (pp. 257-272). Hillsdale, NJ: Eribaum.",
        "Karlan, D. and List, J.A. (2007). Does Price Matter in Charitable Giving? Evidence from a Large-Scale Natural Field Experiment, American Economic Review, 97:17741793.",
        "Harrison, Glenn W. & Morten I. Lau & Elisabet Rutstr",
        "Harrison, Glenn and John A. List (2004). Field Experiments, Journal of Economic Literature, XLII (December): 1013-1059.",
        "Hahn, J., K. Hirano and D. Karlan (2009). Adaptive Experimental Design Using the Propensity Score, forthcoming in Journal of Business and Economic Statistics.",
        "Greenwald, A.G. (1976). Within-Subjects Design: To Use or not to Use. Psychological Bulletin, 83, 314-320.",
        "Goodman S.N. and Berlin J.A. (1994). The use of predicted confidence intervals when planning experiments and the misuse of power when interpreting results, Annals of Internal Medicine; 121:200-6.",
        "Fleiss, Joseph L., Bruce Levin and Myunghee Cho Paik (2003). Statistical Methods for Rates and Proportions. Wiley-Interscience: Hoboken, N.J.",
        "Fisher, R.A. (1935). The Design of Experiments. Edinburgh, Scotland: Oliver and Boyd.",
        "El-Gamal M. and Palfrey T. (1996). Economical Experiments: Bayesian Efficient Experimental Designs,International Journal of Game Theory, 25: 495-517.",
        "El-Gamal, M., McKelvey, R. and Palfrey, T. (1993). A Bayesian Sequential Experimental Study of Learning in Games, Journal of the American Statistical Association, 88: 428-435.",
        "Donner, Allan and Neil Klar (2000). Design and Analysis of Cluster Randomization in Health Research. Holder Arnold, London.",
        "Cochran, W.G. and Cox, G.M. (1950). Experimental Designs. New York, NY: J. Wiley & Sons, Inc.",
        "Cohen, Jacob (1988). Statistical Power Analysis for the Behavioral Sciences. Hillsdale, NJ: L. Erlbaum Associates.",
        "Camerer, Cohn F. and Robin M. Hogarth (1999). The Effects of Financial Incentives in Experiments: A Review and Capital-Labor-Production Framework, Journal of Risk and Uncertainty, 7-42.",
        "Blundell, R. and Costas Dias, M. (2002) Alternative Approaches to Evaluation in Empirical Microeconomics, Portuguese Economic Journal, 1: 91-115.",
        "Bloom, Howard 5. (2005), Randomizing Groups to Evaluate Place-Based Programs.  In Howard S. Bloom, ed., Learning More From Social Experiments: Evolving Analytic Approaches, Russell Sage Foundation Publications.",
        "Berry, D. (2004) Bayesian Statistics and the Efficiency and Ethics of Clinical Trials. Statistical Science, 19:175-187.",
        "Atkinson, A. C. and Donev, A. N. (1992). Optimum experimental designs. Oxford, England: Clarendon Press."
    ]
}