{
    "id": 15702,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Waggoner, Daniel (b997) Spline Methods for Extracting Interest Rate Curves from Coupon Bond Prices. Working paper 97-bO. Atlanta, Ga.: Federal Reserve Bank of Atlanta.",
        "Treasury Bulletin, U.S. Department of Treasury, various issues, b940-2009.",
        "Stock, James and Mark W. Watson (2006) Why Has U.S. Inflation Become Harder to Forecast? NBER Working Paper b2324, National Bureau of Economic Research, Inc.",
        "Seater, John (b98b) The Market Value of Outstanding Government Debt, b9b9-b975. Journal of Monetary Economics Vol 8, pp. 85-bOb.",
        "Sargent, Thomas J. and Neil Wallace (b98b) Some Unpleasant Monetarist Arithmetic. Federal Reserve Bank of Minneapolis Quarterly Review, Fall.",
        "Piazzesi, Monika and Martin Schneider (2006) Equilibrium Yield Curves, Macroeconomic Annual, edited by Daron Acemoglu, Kenneth Rogoff, and Michael Woodford, National Bureau of Economic Research, pages 380-442.",
        "Lustig, Hanno, Christopher Sleet, and Sevin Yeltekin (2008) Fiscal Hedging with Nominal Assets, Journal of Monetary Economics, Elsevier, vol. 55(4), pages 7b0-727.",
        "Lucas, Robert Jr. and Nancy L. Stokey (b983) Optimal Fiscal and Monetary Policy in an Economy Without Capital. Journal of Monetary Economics, Elsevier, vol. b2(b), pages 55-93.",
        "Ljungqvist, Lars and Thomas J. Sargent (2Obb) Recursive Macroeconomic Theory, 3rd edition, MIT Press, Cambridge, Ma.",
        "Gurkaynak, Refet S., Brian Sack, and Jonathan Wright (2008) The TIPS Yield Curve and Inflation Compensation. Board of Governors of the Federal Reserve System Working Paper 2008-05. Ebb] Hall, George J. and Thomas J. Sargent (b997) Accounting for the Federal Government's Cost of Funds. Federal Reserve Bank of Chicago Economic Perspectives Vol 2b. No. 4. pp b8-28.",
        "Eisner, Robert (1986) How Real is the Federal Deficit? The Free Press, New York.",
        "Eisner, Robert and Paul Pieper (1984) A New View of the Federal Debt and Budget Deficits. American Economic Review Vol. 74, No. 1, pp. 11-29.",
        "Cox, Michael and Eric Hirschhorm (1983) The Market Value of U.S. Government Debt: Monthly, 1942-1980. Journal of Monetary Economics Vol. 16, pp. 227-240.",
        "Cox, Michael (1985) The Behavior of Treasury Securities Monthly, 1942-1980. Journal of Monetary Economics Vol. 16, pp. 227-240.",
        "Bohn, Henning (1992) Budget Deficits and Government Accounting, Carnegie-Rochester Conference Series on Public Policy Vol 37, pp. 1-83.",
        "Atkeson, Andrew and Lee E. Ohanian (2001) Are Phillips Curves Useful for Forecasting Inflation? Quarterly Review, Federal Reserve Bank of Minneapolis, issue Win, pages 2-11.",
        "Berndt, Antje, Hanno Lustig and Sevin Yeltekin, (2009) Does the US Government Hedge against Fiscal Risk? Working paper, May.",
        "Aizenman, Joshua and Nancy Marion (2009) Using Inflation to Erode the U.S. Public Debt NBER Working Paper 15562."
    ]
}