{
    "id": 15709,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "TELMER, C. I. (1993): Asset-Pricing Puzzles and Incomplete Markets, Journal of Finance, 48(5), 1803-1832.",
        "SANTOS, T., AND P. VERONESI (2006): Labor Income and Predictable Stock Returns, Rev. Financ. Stud., 19(1), 1-44.",
        "PARLOUR, C., R. STANTON, AND J. WALDEN (2009): Banking and Asset Pricing in a Flexible Tree Economy, Working paper, UC Berkeley.",
        "MOSCARINI, G., AND K. THOMSSON (2007): Occupational and Job Mobility in the US, Scandanavian Journal of Economics, 109(4), 807-836.",
        "MEHRA, R., AND E. C. PRESCOTT (1985): The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, 145-161.",
        "MAYERS, D. (1972): Nonmarketable assets and capital market equilibrium under uncertainty, in Studies in the Theory of Capital Markets, ed. by M. C. Jensen, pp. 223-248. Praeger.",
        "MANKIW, N. G., AND S. P. ZELDES (1991): The Consumption of Stockholders and Nonstockholders, Journal of Financial Economics, 29, 97-112.",
        "LUSTIG, H. N., S. VAN NIEUWERBURGH, AND A. VERDELHAN (2007): The Wealth-Consumption Ratio: A Litmus Test for Consumption-Based Asset Pricing Models, SSRN eLibrary.",
        "KIHLSTROM, R. E., AND J.-J. LAFFONT (1979): A General Equilibrium Entrepreneurial Theory of Firm Formation Based on Risk Aversion, Journal of Political Economy, 87(4), 719-48.",
        "LUSTIG, H., AND S. VAN NIEUWERBURGH (2008): The Returns on Human Capital: Good News on Wall Street is Bad News on Main Street, Rev. Financ. Stud., 21(5), 2097-2137.",
        "KARATZAS, I., AND S. E. SHREVE (1991): Brownian Motion and Stochastic Calculus. Springer-Verlag, New York, NY.",
        "JAGANNATHAN, R., AND Z. WANG (1997): The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance, 51, 3-53.",
        "HONG, H., J. D. KUBIK, AND J. C. STEIN (2004): Social Interaction and Stock-Market Participation, The Journal of Finance, 59(1), 137-163.",
        "HARRIS, M., AND B. HOLMSTR",
        "HEATON, J., AND D. J. LUCAS (1996): Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy, 104(3), 443-487.",
        "HALL, R. E. (1982): The Importance of Lifetime Jobs in the U.S. Economy, The American Economic Review, 72(4), 716-724.",
        "HALIASSOS, M., AND C. C. BERTAUT (1995): Why do so Few Hold Stocks?, The Economic Journal, 105(432), 1110-1129.",
        "GuISo, L., M. HALIASSOS, T. JAPPELLI, AND S. CLAESSENS (2003): Household Stockholding in Europe: Where Do We Stand and Where Do We Go?, Economic Policy, 18(36), 125-170.",
        "DUFFEE, G. (2005): Time Variation in the Covariance between Stock Returns and Consumption Growth, Journal of Finance, pp. 1673-.",
        "FAMA, E. F., AND G. W. SCHWERT (1977): Human capital and capital market equilibrium, Journal of Financial Economics, 4(1), 95- 125.",
        "BRAy, A., G. M. CONSTANTINIDES, AND C. C. GECzY (2002): Asset Pricing with Heterogeneous Consumers and Limited Participation: Empirical Evidence, Journal of Political Economy, 110(4), 793-824.",
        "CAMPBELL, J. Y. (1996): Understanding Risk and Return, Journal of Political Economy, 104(2), 298-345.",
        "CHRISTIANSEN, C., J. S. JOENSEN, AND J. RANGVID (2008): Are Economists More Likely to Hold Stocks?, Review of Finance, 12(3), 465-496.",
        "DANTHINE, J.-P., AND J. B. DONALDSON (2002): Labour Relations and Asset Returns, The Review of Economic Studies, 69(1), 41-64.",
        "DONANGELO, A. (2009): Human Capital Mobility and Expected Stock Returns, University of California, Berkeley.",
        "DREZE, J. H. (1989): The Role of Securities and Labor Contracts in the Optimal Allocation of RiskBearing,  in Risk, Information and Insurance, ed. by H. Louberge. Kluwer Academic Publishers."
    ]
}