{
    "id": 15714,
    "cites": 24,
    "cited_by": 44,
    "reference": [
        "Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy; Princeton: Princeton University Press, 2003.",
        "Uhlig, Harald, Fiscal Stimulus and Distortionary Taxation, presentation at the Federal Reserve Bank of Atlanta, January 2010.",
        "Taylor, John B., Discretion versus Policy Rules in Practice, CarnegieRochester Conference Series on Public Policy 39: 195-214 (1993).",
        "Sheedy, Kevin D., Intrinsic Inflation Persistence, London School of Economics, Centre for Economic Performance discussion paper no. 837, November 2007.",
        "Rotemberg, Julio J., and Michael Woodford, Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100: 1153-1207 (1992).",
        "Mankiw, N. Gregory, and Ricardo Reis, Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics 117: 1295-1328 (2002).",
        "Keynes, John Maynard, The General Theory of Employment, Interest and Money, New York: Macmillan, 1936.",
        "Hall, Robert E., By How Much Does GDP Rise if the Government Buys More Output? Brookings Papers on Economic Activity, forthcoming 2009.",
        "Gordon, Robert J., and Robert Krenn, The End of the Great Depression: VAR Insight on the Roles of Monetary and Fiscal Policy, unpublished, Northwestern University, September 2009.",
        "Erceg, Christopher J., and Jesper Linde, Is There a Fiscal Free Lunch in a Liquidity Trap? unpublished, Federal Reserve Board, April 2009.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin, Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics 46: 281-313 (2000).",
        "Eggertsson, Gauti B., and Michael Woodford, The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity 2003:1, pp. 139-211.",
        "C",
        "Eggertsson, Gauti B., What Fiscal Policy Is Effective at Zero Interest Rates? Federal Reserve Bank of New York Staff Report no. 402, November 2009.",
        "Ctdia, Vasco, and Michael Woodford, Credit Thictions and Optimal Monetary Policy~ unpublished, Fbderal Reserve Bank of New York~ August 2009a.",
        "Corsetti, Giancarlo, Andr",
        "Cogan, John F., Tobias Cwik, John B. Taylor, and Volker Wieland, New Keynesian Versus Old Keynesian Government Spending Multipliers, NBE1t Working Paper no. 14782, March 2009.",
        "Christiano, Lawrence, Martin Eichethaum, and Sergio Rebelo, When Is the Government Spending Multiplier Large? NBE1t Working Paper no. 15394, October 2009.",
        "Christiano, Lawrence J., The Zero Bound, Zero Inflation Targeting, and Output Collapse, unpublished, Northwestern Uthversity~ March 2004.",
        "Baxter, Marianne, and Robert G. King, Fiscal Policy in General Equilibrium, American Economic Review 83: 315-334 (1993).",
        "Barro, Robert J., and Robert G. King, Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles, Quarterly Journal of Economics 99: 817-839 (1984).",
        "Barro, Robert J., The Neoclassical Approach to Fiscal Policy, in RJ. Barro, ed., Modern Business Cycle Theory Cambridge, Mass.: Harvard University Press, 1989.",
        "Almunia, Miguel, Agustfn B",
        "Aiyagari, S. Rao, Lawrence J. Christiano, and Martin Eichenbaum, The Output, Employment and Interest Rate Effects of Government Consumption, Journal of Monetary Economics 30: 73-86 (1992)."
    ]
}