{
    "id": 15713,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        "Kearney, Melissa S. 2002a. State Lotteries and Consumer Behavior. Journal of Public Economics 89: 2269-2299.",
        "Guryan, Jonathan, and Melissa S. Kearney. 2008. Gambling at Lucky Stores: Empirical Evidence from State Lottery Sales. American Economic Review 98(1): 458-473.",
        "Garrett, Thomas A., and Thomas L. Marsh. 2002. The Revenue Impacts of Cross-border Lottery Shopping in the Presence of Spatial Autocorrelation. Regional Science and Urban Economics 32: 501-519.",
        "Davis, Peter. 2006. Spatial Competition in Retail Markets: Movie Theaters. RAND Journal of Economics 37(4): 964-982.",
        "Doyle, Joseph J. Jr. and Krislert Samphantharak. 2008. $2.00 Gas! Studying the Effects of a Gas Tax Moratorium. Journal of Public Economics 92(3-4): 869-884.",
        "Cook, Philip J., and Charles T. Clotfelter. 1993. The Peculiar Scale Economies of Lotto. American Economic Review 83(3): 634-643.",
        "Clotfelter, Charles T., Philip J. Cook, Julie A. Edell, and Marian Moore. 1999. State Lotteries at the Turn of the Century: Report to the National Gambling Impact Study Commission. Duke University.",
        "Clotfelter, Charles T., and Philip J. Cook. 1990. On the Economics of State Lotteries. Journal of Economic Perspectives 4(4): 105-119.",
        "Case, Anne C., Harvey S. Rosen, and James R. Hines, Jr. 1993. Budget Spillovers and Fiscal Policy Interdependence: Evidence from the States. Journal of Public Economics 52: 285-307.",
        "Brueckner, Jan K., and Luz A. Saavedra. 2001. Do Local Governments Engage in Strategic Property-Tax Competition? National Tax Journal 54: 203-229.",
        "Brueckner, Jan K. 2003. Strategic Interaction Among Governments: An Overview of Empirical Studies. International Regional Science Review 26(2): 175-188.",
        "Brennan, Geoffrey, and James M. Buchanan. 1980. The Power to Tax. Cambridge: Cambridge University Press.",
        "Brown, Ryan P., and Jonathan C. Rork. 2005. Copycat Gaming: A Spatial Analysis of State Lottery Structure. Regional Science and Urban Economics 35: 795-807.",
        "Besley, Timothy, and Anne Case. 1995. Incumbent Behavior: Vote-Seeking, Tax-Setting, and Yardstick Competition. American Economic Review 85(1): 25-45.",
        "Beard, T. Randolph, Paula A. Gant, and Richard P. Saba. 1997. Border-Crossing Sales, Tax Avoidance, and State Tax Policies: An Application to Alcohol. Southern Economic Journal 64(1): 293-306.",
        "Asplund, Marcus, Richard Friberg, and Fredrik Wilander. 2007. Demand and Distance: Evidence on Cross-border Shopping. Journal of Public Economics 91(1-2): 141-157.",
        "Tosun, Mehmet S., and Mark Skidmore. 2004. Interstate Competition and State Lottery Revenues. National Tax Journal 57(2): 163-178.",
        "Tiebout, Charles M. 1956. A Pure Theory of Local Expenditures. Journal of Political Economy 64(5)."
    ]
}