{
    "id": 1571,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Allen, P.R. and P. Kenen (1980). Asset Markets, Exchange Rates and Economic Integration, Cambridge.",
        "Beccaria, C. (1764-65), Tentativo Analitico Sui Contrabbandi, reprinted in Scrittori Classici Italiana di Economia Politica, Vol. XII, Milan, 1804, p. `235-241. Bhagwati, J. and B. Hansen (1973), A Theoretical Analysis of Smuggling, Quarterly Journal of Economics, May.",
        "Blejer, N. (1978a), Exchange Restrictions and the Monetary Approach to the Exchange Rate, in J. Frenkel and H. Johnson eds., The Economics of Flexible Exchange Rates, Addison-Wesley.",
        "Domestic Demand for Money: Some Empirical Results, Journal of Monetary Economics. Calvo, G. and C. Rodriguez (1977), A Model of Exchange Rate Determina- tion Under Currency Substitution and Rational Expectations, Journal of Political Economy, June.",
        "Canto, V. (1983), Monetary Policy, Dollarization and Parallel Market Exchange Rates: The Case of Dominican Republic, draft, University of Southern California, February.",
        "Cooper, R. (1974), Tariffs and Smuggling in Indonesia, in Bhagwati ed., Illegal Transactions in International Trade, North-Holland.",
        "Culbertson, W. (1975), Purchasing Power Parity and Black Market Exchange Rates, Economic Inquiry, May.",
        "Dornbusch, R. et al. (1983), The Black Market for Dollars in Brazil, Quarterly Journal of Economics, February.",
        "Garber, P. ((1983), The Collapse of Asset Price Fixing Regimes, draft, University of Rochester, November.",
        "Giddy, I. (1978), The Efficiency of Black Markets for Foreign Exchange, draft, Columbia Business School.",
        "Kouri, P. (1975), Essays in the Theory of Flexible Exchange Rates, Ph.D Thesis, Massachusetts Institute of Technology.",
        "Macedo, J. (1979), Exchange Rate Behavior Under Currency Inconver- tibility, Economic Growth Center Discussion Paper no. 319, Yale University, September.",
        "Development Economics, December. _________ (1982b), Portfolio Diversification and Currency Inconver tibility: Three Essays in International Monetary Economics, Lisbon (Portugal); Servicos Graficos da lJniversidade Nova de Lisboa.",
        "Sheikh, M. (1974), Smuggling, Production and Welfare, Journal of Inter national Economics."
    ]
}