{
    "id": 15712,
    "cites": 120,
    "cited_by": 48,
    "reference": [
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        "Walker, Francis A. 1887. The Source of Business Profits. Quarter~y Jounwj of Economics, 1(3): 265-288.",
        "Vives, Xavier. 2007. Innovation and Competitive Pressure. IESE Business School Working Paper no. 634.",
        "Verhoogen, Eric A. 2008. Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector. Quarterly Journal of Economics, 123(2): 489-530.",
        "Van Reenen, John. 1996. The Creation and Capture of Rents: Wages and Innovation in a Panel of U.K. Companies. Quarterly Journal of Economics, 111(1): 195-226.",
        "Veracierto, Marcelo. 2008. Firing Costs and Business Cycle Fluctuations. International Economic Review, 49(1): 1-39.",
        "UK Office of Fair Trading. 2007. Productivity and Competition: An OFT Perspective on the Productivity Debate. van Ark, Bart, Mary O'Mahony, and Marcel P. Timmer. 2008. The Productivity Gap between Europe and the United States: Trends and Causes. Journal of Economic Perspectives, 22(1): 25-44.",
        "Van Biesebroeck, Johannes. 2003. Productivity Dynamics with Technology Choice: An Application to Automobile Assembly. Review of Economic Studies, 70(1): 167-98.",
        "Van Biesebroeck, Johannes. 2005. Exporting Raises Productivity in sub-Saharan African Manufacturing Firms. Journal of International Economics, 67(2): 373-91.",
        "Van Biesebroeck, Johannes. 2008. The Sensitivity of Productivity Estimates: Revisiting Three Important Productivity Debates. Journal of Business and Economic Statistics, 26(3): 32138.",
        "Foster, Lucia, John Haltiwanger and C.J. Krizan. 2001. Aggregate Productivity Growth: Lessons from Microeconomic Evidence. NBER Studies in Income and Wealth, vol. 63. New Developments in Productivity Analysis. Chicago and London: University of Chicago Press, 303-63.",
        "Forbes, Silke and Mara Lederman. 2009. Does Vertical Integration Affect Firm Performance? Evidence from the Airline Industry. Working Paper.",
        "Fernandes, Ana M. 2007. Trade Policy, Trade Volumes and Plant-Level Productivity in Colombian Manufacturing Industries. Journal of International Economics, 71(1): 52-71.",
        "Faggio, Giulia, Kjell G. Salvanes, and John Van Reenen. 2009. The Evolution of Inequality in Productivity and Wages: Panel Data Evidence. Working Paper.",
        "Fabrizio, Kira, Nancy Rose and Catherine Wolfram. 2007. Do Markets Reduce Costs? Assessing the Impact of Regulatory Restructuring on U.S. Electric Generation Efficiency. American Economic Review, 97(4), 1250-1277.",
        "Bloom, Nick and John Van Reenen. 2007. Measuring and Explaining Management Practices Across Firms and Countries. Quarterly Journal of Economics, 122(4): 135 1-1408.",
        "Bloom, Nick, Rafaella Sadun, and John Van Reenen. 2009b. The Organization of Firms Across Countries. NBER Working Paper 15129.",
        "Bloom, Nick, Mark Schankerman and John Van Reenen. 2007. Identifying Technology Spillovers and Product Market Rivalry. NBER Working Paper 13060.",
        "Bloom, Nick, Rafaella Sadun, and John Van Reenen. 2009a. Americans Do I.T. Better: US Multinationals and the Productivity Miracle. LSE Working Paper.",
        "Bloom, Nick, Stephen Dorgan, John Dowdy, and John Van Reenen. 2007. Management Practice and Productivity: Why They Matter. Center for Economic Performance and McKinsey policy release.",
        "Bloom, Nick, Benn Eifert, Aprajit Mahajan, David McKenzie, John Roberts. 2009. Management as a Technology: Evidence from India. Working Paper.",
        "Bertrand, Marianne and Antoinette Schoar. 2003. Managing with Style: The Effect of Managers on Firm Policies, Quarterly Journal of Economics, 118(4): 1169-1208.",
        "Bernard, Andrew, J. Bradford Jensen and Peter Schott. 2006. Trade Costs, Firms and Productivity. Journal of Monetary Economics, 53(5): 9 17-37. Bernard, Andrew, Stephen Redding, and Peter Schott. Forthcoming. Multiple-Product Firms and Product Switching. American Economic Review.",
        "Benkard, C. Lanier. 2000. Learning and Forgetting: The Dynamics of Aircraft Production. American Economic Review, 90(4): 1034-54.",
        "Basu, Susanto, Luigi Pascali, Fabio Schiantarelli, and Luis Serven, 2009. Productivity, Welfare and Reallocation: Theory and Firm-Level Evidence. NBER Working Paper 15579.",
        "Bartelsman, Eric J., Jonathan Haskel, and Ralf Martin. 2008. Distance to Which Frontier? Evidence on Productivity Convergence from International Firm-level Data. CEPR Discussion Paper 7032.",
        "Bartelsman, Eric, John Haltiwanger and Stefano Scarpetta. 2009. Cross Country Differences in Productivity: The Role of Allocation and Selection. NBER Working Paper 15490.",
        "Bartelsman, Eric, Pieter Gautier, and Joris de Wind. 2009. Employment Protection, Technology Choice, and Worker Allocation. Working Paper.",
        "Bartelsman, Eric and Mark Doms. 2000. Understanding Productivity: Lessons from Longitudinal Microdata. Journal of Economic Literature, 38(3): 569-594.",
        "Bartel, Ann, Casey Ichniowski and Kathryn Shaw. 2007. How Does Information Technology Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker Skills. Quarterly Journal of Economics, 122(4): 1721-1758.",
        "Bandiera, Oriana, Iwan Barankay, and Imran Rasul. 2009. Social Connections and Incentives in the Workplace: Evidence from Personnel Data. Econometrica, 77(4): 1047-94.",
        "Bandiera, Oriana, Iwan Barankay, and Imran Rasul. 2007. Incentives for Managers and Inequality among Workers: Evidence from a Firm-Level Experiment. Quarterly Journal of Economics, 122(2): 729-73.",
        "Balasubramanian, Natarajan and Jagadeesh Sivadasan. 2009. What Happens When Firms Patent? New Evidence from U.S. Economic Census Data. Working Paper.",
        "Aw, Bee Yan, Mark J. Roberts, and Daniel Yi Xu. 2009. R&D Investment, Exporting, and Productivity Dynamics. Working paper.",
        "Asplund, Marcus and Volker Nocke. 2006. Firm Turnover in Imperfectly Competitive Markets. Review of Economic Studies, 73(2): 295-327.",
        "Arrow, Kenneth. 1962. Economic Welfare and the Allocation of Resources for Inventions. In The Rate and Direction of Inventive Activity, R. Nelson, ed. Princeton, N.J.: Princeton University Press.",
        "Arnold, Jens, Giuseppe Nicoletti, and Stefano Scarpetta. 2008. Regulation, Allocative Efficiency and Productivity in OECD Countries: Industry and Firm-level Evidence. OECD Economics Department Working Paper 616.",
        "Amiti, Mary and Jozef Konings. Trade Liberalization, Intermediate Inputs, and Productivity: Evidence from Indonesia. American Economic Review, 97(5): 1611-38.",
        "Ackerberg, D., L. Benkard, S. Berry, and A. Pakes. 2007. Econometric Tools for Analyzing Market Outcomes. in Handbook of Econometrics. Volume 6A, J. Heckman and E. Leamer (eds.), North Holland.",
        "Acemoglu, Daron and Joshua Linn. 2004. Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry. Quarterly Journal of Economics, 119(3): 1049-90.",
        "Acemoglu, Daron, Philippe Aghion, Claire Lelarge, John Van Reenen, and Fabrizio Zilibotti. 2007. Technology, Information, and the Decentralization of the Firm. Quarterly Journal of Economics, 122(4): 1759-99.",
        "Abowd, John M., Francis Kramarz, David N. Margolis. 1999. High Wage Workers and High Wage Firms. Econometrica, 67(2): 25 1-333.",
        "Abraham, Arpad and T. Kirk White. 2007. The Dynamics of Plant-level Productivity in U.S. Manufacturing. Working paper, University of Rochester.",
        "Abowd, John, John Haltiwanger, Ron Jarmin, Julia Lane, Paul Lengermann, Kristin McCue, Kevin McKinney, and Kristin Sandusky. 2005. The Relationship Between Human Capital, Productivity and Market Value: Building Up From Microeconomic Evidence. In Measuring Capital in the New Economy (eds. Carol Corrado, John Haltiwanger and Daniel Sichel), Chicago: University of Chicago Press."
    ]
}