{
    "id": 1572,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "2. Yeager (1983, p. 308) by contrast, expresses sympathy with some monetarist ideas.",
        "6. Hall (1982a) emphasizes that a dollar used to mean 0.04838 ounces of gold.",
        "9. The point is not explicit in most discussions of the advantages of having a common unit of account, even those that are very clear about the latter. See, for example, Brunner and Meltzer (1971, p. 787).",
        "11. It is reasonable to object to this terminology; since the deposits in question are equity rather than debt claims it would be more accurate to refer to them as shares and to the issuing firms as funds. Nevertheless, as these distinctions are not crucial for the particular issues under discussion, I will here and in subsequent sections use language similar to that of the writers under review.",
        "13. Some reservation should be expressed because of the possibility of increasing returns, mentioned in fn. 12. Also, the economies provided by combining transaction services and portfolio management activities in the same firms also must be kept in mind.",
        "18. Allan Meltzer suggests another way to express the point, as follows. In the example there is an unambiguous definition of money as a theoretical term. The appropriate empirical counterpart is unclear, but the same type of difficulty applies to theoretical concepts like income, consumption, and so on.",
        "20. Free, that is, of unit-of-account illusion.",
        "24. For the remainder of this example, we will follow Halls lead and use dollar to refer to the unit of account. Also, the adjustments referred to in the preceding paragraphs are now abstracted from, for simplicity.",
        "28. See Vaubel (1978) or Hayek (1978).",
        "29. The point was put by Adam Smith (1776) as follows: A positive law may render a shilling legal tender for a guinea ... but no positive law can oblige a person who sells goods and who is at liberty to sell or not to sell, as he pleases, to accept a shilling as equivalent to a guinea in the price of them.",
        "37. See, e.g., Greenfield and Yeager (1983, pp. 303, 305).",
        "38. See Greenfield and Yeager (1983, p. 307).",
        "39. This indeterminacy corresponds closely, I believe, to that described by Niehans (1982) in a rather similar economy (i.e, one without a MOE).",
        "40. If ... BFH funds kept their shares worth 1 unit of account each, then some bearer shares could circulate as coins and notes. Only a small fraction of all shares would presumably take that form, however, unless some convenient way were devised for adjusting ... the number of shares circulating as currency to vreflect the earnings or losses of individual funds (Greenfield and Yeager, 1983, p. 308). 37",
        "47. Recent attempts to begin such an analysis have been provided by King (1983), Vaubel (1982), and White (1983)."
    ]
}