{
    "id": 15722,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Adelman, C. Answers in the Tool Box: Academic Intensity, Attendance Patterns, and Bachelor's Degree Attainment. Washington, DC: U.S. Department of Education, 1999.",
        "Angrist, Joshua. Conditioning on the Probability of Selection to Control Selection Bias. NBER Technical Working Paper 181, 1995. Angrist, Joshua, and Victor Lavy. The Effects of High Stakes High School Achievement Awards: Evidence from a Group-Randomized Trial. Amercian Economic Review, forthcoming.",
        "Angrist, Joshua, Daniel Lang, and Philip Oreopoulos. Incentives and Services for College Achievement: Evidence from a Randomized Trial. American Economic Journal: Applied Economics 1,1 (2009): 136-163.",
        "Angrist, Joshua, Eric Bettinger, and Micheal Kremer. Long-Term Consequences of Secondary School Vouchers: Evidence from Administrative Records in Colombia. Amercian Economic Review, June 2006.",
        "Belley, Philippe, and Lance Lochner. The Changing Role of Family Income and Ability in Determining Educational Achievement. Journal of Human Capital 1, no. 1 (2007): 37-89.",
        "Berry, James. Child Control in Education Decisions: An Evaluation of Targeted Incentives to Learn in India. unpublished mimeo Cornell University, 2009.",
        "Bettinger, Eric P. Paying to Learn: The Effect of Financial Incentives on Elementary Test Scores. unpublished , 2009.",
        "Bettinger, Eric P., Bridget Terry Long, Philip Oreopoulos, and Lisa Sanbonmatsu. The Role of Simplification and Information in College Decisions: Results from the H&R Block FAFSA Experiment. NBER Working Paper 15361, 2009.",
        "Bowen, William, and Derek Bok. The shape of the river: Long-term consequences of considering race in college and university admissions. Princeton, NJ: Princeton University Press, 1998.",
        "Bradburn, Ellen M. Short-term Enrollment in Postsecondary Education: Student Background and Institutional Differences in Reasons for Early Departure. Washington, D.C.: U.S. Department of Education National Center for Education Statistics, 2002.",
        "Braun, Henry, and Irwin Kirsch. Testing the Effect of Incentives on Student Performance on the NAEP. unpublished mimeo, 2008.",
        "Brawer, F.B. Retention-attrition in the nineties. ERIC Document Reproduction Service No., 1996.",
        "Breland, Hunter M. Population validity and college entrance measures. New York: College Board, 1979. Camara, W. J., and G. Echternacht. The SAT I and high school grades: Utility in predicting success in college.",
        "Research Notes, The College Board, Office of Research and Development., 2001.",
        "Cameron, Judy, and David W. Pierce. Reinforcement, Reward, and Intrinsic Motivation: A Meta-Analysis. Review of Educational Research 64 (1994): 363-423.",
        "Cameron, Stephen, and James Heckman.  The Dynamic Models of Schooling Attainment for Blacks, Whites and Hispanics. Journal of Political Economy, 2001.",
        "Costrell, Robert M. An Economic Analysis of College Admission Standards. Education Economics 1, no. 3 (1993): 227-241.",
        "Cunha, Flavio, and James Heckman. The Technology of Skill Formation. American Economic Review 97, no. 2 (2007): 31-47.",
        "Cunha, Flavio, James J. Heckman, and Lance, Lochner. Interpreting the Evidence on Life Cycle Skill Formation. Elsevier, 2006.",
        "Currie, Janet. Early Childhood Education Programs. Journal of Economic Perspectives 15, no. 2 (2001): 213-238.",
        "Deci, Edward. L., and Richard. M. Ryan. Intrinsic Motivation and Self-Determination in Human Behavior. New York: Plenum, 1985.",
        "Deming. Early Childhood Intervention and Life-Cycle Skill Development: Evidence from Head Start. American Economic Journal: Applied Economics 1, no. 3 (2009): 111-134.",
        "Dougherty, Chrys, Lynn Mellor, and Shuling Jian. The Relationship between Advanced Placement and College Graduation. AP Study Series Report 1, February, National Centre for Education Assessment, 2006.",
        "Dynarski, Susan. Building the Stock of College-Educated Labor. Journal of Human Resources 43, no. 3 (2008): 676-610.",
        "Eimers, Mardy. Dual Credit and Advanced Placement: Do They Help Prepare Students for Success in College? MidAIR and AIR Conference. Tampa, Florida, 2003."
    ]
}