{
    "id": 15724,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Ai, C. and X Chen (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Estimation of Models With Conditional Moment Restrictions Containing Unknown Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1795-1843.",
        "Bajari, P and CL Benkard (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Estimation with Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(6), 1239-1276.",
        "Black, SE (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Better Schools Matter? Parental Valuation of Elementary Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114(2): 577-599.",
        "Case, KE and R. J Shiller (1989), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Efficiency of the Market for Single-Family Homes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 79(1): 125-137.",
        "Chay, KY and M Greenstone (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Air Quality Matter? Evidence from the Housing Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(2), 376-424.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ippoliti D, F Forastiere, C Ancona, N Agabity, D Fusco, P Michelozzi, and CA Perucci (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Myocardial Infarction in Rome: A Case-Crossover Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiology, 14: 528-535.",
        "Dockery DW, CA Pope, X Xu, JD Spengler, JH Ware, ME Fay, BG Ferris, and FE Speizer (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Association Between Air Pollution and Mortality in Six U.S. Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 329: 1753-1759.",
        "Dougherty, A. and R Van Order (1982), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation, Housing Costs, and the Consumer Price Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 72(1): 154-164.",
        "Ekeland, I, JJ Heckman, and L Nesheim (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Hedonic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(S1): S60-S109.",
        "Epple, D (1987), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedonic Prices and implicit Markets: Estimating Demand and Supply Functions for Differentiated Products,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 95(1): 59-80.",
        "Ghio AJ, C Kim, and RB Devlin (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Concentrated Ambient Air Particles Induce Mild Pulmonary Inflammation in Healthy Human Volunteers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Respiratory and Critical Care Medicine,162(3 Pt.1): 981-988.",
        "Greenstone, M. and J. Gallagher (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Hazardous Waste Matter? Evidence from the Housing Market and the Superfund Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, MIT Press, 123(3): 951-1003.",
        "Heckman, J, RL Matzkin, and L Nesheim. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation and Estimation of Hedonic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Economic Studies & Ifo Institute for Economic Research (CESifo), Working Paper No. 1014, August 2003.",
        "Lin M, Y Chen, RT Burnett, PJ Villeneuve, and D Kerwski (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence of Ambient Coarse Particulate Matter on Asthma Hospitalization in Children: Case-Crossover and Time-Series Analyses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives, 110: 575-581.",
        "Muller N., D. Tong, and R. Mendelsohn (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating NOx and SO2 Emissions in Atlanta,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis and Policy, Berkeley Electronic Press, 9(2).",
        "Murphy, K and R Topel (1985), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and Inference in Two-Step Econometric Models, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Business & Economic Statistics, 3-4, 370-379.",
        "Norris G, SN YoungPong, JQ Koenig, TV Larson, L Sheppard, and JW Stout (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Association Between Fine Particles and Asthma Emergency Department Visits for Children in Seattle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives, 107: 489-493.",
        "Rosen, S (1974), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedonic Prices and Implicit markets: Product Differentiation in Pure CompetitionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 82(1):34-55.",
        "Samet JM, DM DeMarini, and HV Malling (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Airborne Particulates Induce Heritable Mutations?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 304(5673):971-972.",
        "Slaughter JC, T Lumley, L Sheppard, JQ Koenig, and GG Shapiro (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Ambient Air Pollution on Symptom Severity and Medication Use in Children with Asthma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Allergy, Asthma, and Immunology, 91: 346-353.",
        "Smith, VK and JC Huang (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Markets Value Air Quality? A Meta-Analysis of Hedonic Property Value Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 103(1), 209-227.",
        "Tolbert PE, JA Mulholland, DD MacIntosh, F Xu, D Daniels, OJ Devine, BP Carlin, M Klein, J Dorley, AJ Butler, DF Nordenberg, H Franklin, PB Ryan, and MC White (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Quality and Pediatric Emergency Room Visits for Asthma in Atlanta, Georgia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Epidemiology, 151: 798-810.",
        "Tsai SS, WB Goggins, HF Chiu, and CY Yang (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence for an Association Between Air Pollution and Daily Stroke Admissions in Kaohsiung, Taiwan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stroke, 34(11): 26122616."
    ]
}