{
    "id": 15728,
    "cites": 15,
    "cited_by": 72,
    "reference": [
        "Altonji, Joseph G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of High School Curriculum on Education and Labor Market Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 30:3 (Summer 1995), 409-438.",
        "Averett, Susan and Korenmanm Sanders, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic reality of The Beauty Myth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 31:2 (Spring 1996), 304-330.",
        "Barron, John M., Bradley T. Ewing, and Glen R. Waddell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects Of High School Athletic Participation On Education And Labor Market Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Statistics, 82:3 (August 2000), 409-421.",
        "Becker, Gary S., Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education (Chicago, IL: Chicago University Press, 3rd Edition, 1993).",
        "Ewing, Bradley T. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Athletes and Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters. 59 (1998) 113-117.",
        "Goldin, Claudia, and Lawrence F. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Career and Marriage Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110:4 (2002), 730-770.",
        "Long, James E., and Steven B. Caudill, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Participation in Intercollegiate Athletics on Income and Graduation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 73:3 (August 1991), 525-531.",
        "Maloney, Michael T., and Robert E. McCormick. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Examination of the Role that Intercollegiate Athletic Participation Plays in Academic Achievement: AthletesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Feats in the Classroom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources. 28: 3 (Summer 1993): 555-570.",
        "McCormick, Robert E., and Maurice Tinsley. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Athletics versus Academics? Evidence from SAT Scores.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. Vol. 95, Iss. 5 (Oct): 1103-1116.",
        "Persico, Nicola, Andrew Postlewaite, and Dan Silverman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112:5 (2004), 1019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Postlewaite, Andrew and Dan Silverman, \"Social Isolation and Inequality,\" Journal of Economic Inequality, 3:3 (December 2005), 243 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 262.",
        "Rehberg, Richard and Walter E. Shafer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Participation in Interscholastic Athletics and College Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 73:6 (May 1968), 732-740.",
        "Ruggles, Steven and Matthew Sobek et. al., Integrated Public Use Microdata Series: Version 2.0 (Minneapolis, MN: Historical Census Projects, University of Minnesota, 1997).",
        "Spreitzer, Elmer, and Meredith Pugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interscholastic Athletics and Educational Expectiations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sociology of Education, 46:2 (Spring 1973), 171-182.",
        "Stevenson, Betsey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Title IX and the Evolution of High School Sports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy, 25:4 (2007) 486-505."
    ]
}