{
    "id": 15725,
    "cites": 35,
    "cited_by": 21,
    "reference": [
        "Aguiar, Erik, and Mike Hurst. Measuring Trends in Leisure: The Allocation of Time over Five Decades. Quarterly Journal of Economics, 2007: 969-1006.",
        "Becker, Gary. A Treatise on the Family. Cambridge: Harvard University Press, 1981.",
        "Blau, Francine, and Lawrence Kahn. Gender Differences in Pay. Journal of Economic Perspectives, 2000: 75-99.",
        "Blau, Francine, and Lawrence Kahn. Swimming upstream: Trends in the gender wage differential in the 1980s. Journal of Labor Economics, 1997: 1-42.",
        "Bumpass, Larry, James Sweet, and Teresa Castro Martin. Changing Patterns of Remarriage. Journal of Marriage and the Family, 1990: 747-756.",
        "Ellwood, David, and Christopher Jencks. The Spread of Single-Parent Families in the United States since 1960. Kennedy School of Government Harvard University: Unpublished manuscript, 2002.",
        "Glaeser, Edward, Joseph Gyourko, and Raven Saks. Why Have Housing Prices Gone Up? NBER Working Paper, 2005.",
        "Glick, Paul. American families. New York: Wiley, 1957.",
        "Goldin, Claudia. Career and Family: College Women Look to the Past. In Gender and Family Issues in the Workplace, by Francine Blau and Ronald Ehrenberg, 20-58. New York: Russell Sage Foundation, 1997.",
        "Goldin, Claudia. The Long Road to the Fast Track. AAPSS Annals, 2004: 20-35.",
        "Goldin, Claudia. The Quiet Revolution that Transformed Women&apos;s Employment, Education, and Family. American Economic Review Papers and Proceedings 96, no. 2 (2006): 1-21.",
        "Goldin, Claudia, and Lawrence Katz. The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Career and Marriage Decisions. Journal of Political Economy, 2002: 730-770.",
        "Goldin, Claudia, and Lawrence Katz. Transitions: Career and Family Life Cycles of the Educational Elite. American Economic Review Papers and Proceedings, 2008: 363-369.",
        "Goldin, Claudia, Lawrence Katz, and Ilyana Kuziemko. The Homecoming of American College Women: The Reversal of the College Gender Gap. Journal of Economic Perspectives 20, no. 4 (2006): 133-156.",
        "Goldstein, Joshua, and Catherine Kenney. Marriage Delayed or Marriage Forgone? New Cohort Forecasts of First Marriage for U.S. Women. American Sociological Review, 2001: 506-519.",
        "ReferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d2 Greenwood, Jeremy, and Nizah Guner. Marriage and Divorce since World War II: Analyzing the Role of Technological Progress on the Formation of Households. NBER Macro Annual. Cambridge: NBER, 2008.",
        "Loughran, David, and Julie Zissimopoulos. Why Wait? The Effect of Marriage and Childbearing on the Wage Growth of Men and Women. RAND Working Paper, 2007.",
        "Martin, Steven. Trends in marital dissolution by womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education in the United States. Demographic Research, 2006: 537-560.",
        "Martin, Steven. Reassessing delayed and forgone marriage in the United States. 2004a.",
        "Martin, Steven. Delayed Marriage and Childbearing: Implications and Measurement of Diverging Trends in Family Timing. In Social Inequality, by Kathryn Neckerman, 79 - 119. New York: Russell Sage, 2004b.",
        "Martin, Steven. Diverging Fertility among U.S. Women Who Delay Childbearing Past Age 30. Demography, 2000: 523-533.",
        "Miller, Amelia. The Effects of Motherhood Timing on Career Path. unpublished mimeo, University. of Virginia, 2007.",
        "Newhouse, Joseph. Medical Care Costs: How Much Welfare Loss? Journal of Economic Perspectives, 1992: 3-21.",
        "Pollak, Robert. Bargaining Power in Marriage: Earnings, Wage Rates and Household Production. NBER Working Paper, no. No. 11239 (2005).",
        "Preston, Samuel, and Caroline Sten Harnett. The Future of American Fertility. NBER Working Paper, 2008.",
        "Raley, R. Kelly, and Bumpass, Larry. The topography of the divorce plateau: Levels and trends in union stability in the United States after 1980. Demographic Research, 2003: 245 - 259.",
        "Rindfuss, Ron, S. Philip Morga, and Kate Offutt. Education and the Changing Age Pattern of American Fertility: 1963-1989. Demography, 1996: 277-290.",
        "Schwartz, Christine, and Mare, Robert. Trends in Educational Assortative Marriage from 1940 to 2003. Demography, 2005: 621-646.",
        "Stevenson, Betsey. The Impact of Divorce Laws on Marriage-Specific Capital . Journal of Labor Economics, 2007: 75-94.",
        "Stevenson, Betsey, and Justin Wolfers. Marriage and Divorce: Changes and Their Driving Forces. Journal of Economic Perspectives, 2007: 27-52.",
        "Stevenson, Betsey, and Justin Wolfers. Trends in Marital Stability. unpublished mimeo, University of Pennsylvania, 2008a.",
        "ReferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d3 Stevenson, Betsey, and Justin Wolfers. Marriage and Market. Cato Unbound, January 8, 2008b.",
        "Sweeney, Megan and Philips, Julie. Understanding Racial Differences in Marital Disruption: Recent Trends and Explanations. Journal of Marriage and Family, 2004: 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Sweeney, Megan, and Maria Cancian. The Changing Importance of Economic Prospects for Assortative Mating. Journal of Marriage and the Family, 2004: 1015-1028.",
        "Yang, Yang, and S. Philip Morgan. How Big Are Educational and Racial Fertility Differentials in the U.S.? Social Biology, 2004."
    ]
}