{
    "id": 15729,
    "cites": 30,
    "cited_by": 17,
    "reference": [
        "Ben-Porath, Y. 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production of Human Capital and the Life Cycle of Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 75(4, Part 1): 352-365.",
        "Betts, J. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Students Know about Wages? Evidence from a Survey on Undergraduates, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 31: 27-56.",
        "Brown, C. and M. Corcoran. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sex Based Differences in School Content and the MaleFemale Wage Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 99: 31-44.",
        "Daymont, T. and P. Andrisani. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job preferences, college major, and the gender gap in earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 19: 408-428.",
        "Delavande, A. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pill, Patch or Shot? Subjective Expectations and Birth Control Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 49: 999-1042.",
        "Dominitz, J. and C. Manski. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting Student Expectations of the Returns to Schooling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 31: 1-26.",
        "Dominitz, J. and C. Manski. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Expectations Data to Study Subjective Income Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 92: 855-867.",
        "Friedman, L. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mathematics and the Gender Gap: A Meta-Analysis of Recent Studies on Sex Differences in Mathematical Tasks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Educational Research 59: 185-213.",
        "Goldin, C., L. Katz, and I. Kuziemko. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Homecoming of American College Women: The Reversal of the College Gender Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 20: 133-156.",
        "Grogger, J. and E. Eide. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in College Skills and the Rise in the College Wage Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 30: 280-310.",
        "Hamermesh, D. and S. Donald. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of college curriculum on earnings: An affinity identifier for non-ignorable non-response bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 144(2): 479-491.",
        "Hotz, V. J. and R. A. Miller. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Choice Probabilities and the Estimation of Dynamic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 60(3): 497-530.",
        "Hotz, V. J., R. A. Miller, S. Sanders and J. Smith. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simulation Estimator for Dynamic Models of Discrete Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 61: 256-289.",
        "James, E., A. Nabeel, J. Conaty, and D. To. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College quality and future earnings: where should you send your child to college?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 79: 247-252.",
        "Kang, S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting Expectations and Counterfactuals about College Major Choice: Data DocumentationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Kaufmann, K. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Income Gradient in College Attendance in Mexico: The Role of Heterogeneity in Expected Returns to College,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Loury, L., 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The gender-earnings gap among college-educated workers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 50: 580-593.",
        "Loury, L. and D. Garman. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Selectivity and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 13: 289-308.",
        "Manski, C. 1993a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adolescent Econometricians: How Do Youth Infer the Returns to Schooling ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in C. Clotfelter and M. Rothschild, eds., Studies of Supply and Demand in Higher Education, Chicago: University of Chicago Press.",
        "Manski, C. 1993b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Choice in Social Settings: Learning from the Experiences of Others.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 53: 121-136.",
        "Manski, C. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analysis of Choice Expectations in Incomplete Scenarios.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty 19(1-3): 49-66.",
        "Manski, C. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 72: 1329-1376.",
        "Montmarquette, C., K. Cannings, and S. Mahseredjian. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Young People Choose College Majors?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 21: 543-556.",
        "Paglin, M. and A. Rufolo. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Human Capital, Occupational Choice, and Male-Female Earnings Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 8: 123-144.",
        "Turner, W. and W. Brown. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice of Major: the Changing (Unchanging) Gender Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 52: 289-313.",
        "van der Klaauw, W. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Use of Expectations Data in Estimating Structural Dynamic Models: An Analysis of Career Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UNC-Chapel Hill.",
        "van der Klaauw, W. and K. Wolpin. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and Savings and Retirement Behavior of Low Income Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 145(1-2): 21-42.",
        "Wolpin, K. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commentary on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Analysis of Choice Expectations in Incomplete Scenarios, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ by C. F. Manski,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 19(1): 67-69.",
        "Zafar, B. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Major Choice and the Gender Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Zafar, B. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do College Students Form Expectations?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper. A Appendix In the survey, we also elicited from all students their preference orderings over all majors. These orderings provide us with additional information with which to analyze how students determined their choice of major. We first examine the proportion of students who ranked their own major as most preferred. These results are given in Table 13. Here we see that, while there is clearly a strong positive correlation, many students do not rank their own major first. This suggests that some individuals are answering this question based upon what they enjoy outside of labor market considerations. This is confirmed in the next two tables where we estimate exploded logit models of major choice. While the income measures are still significant, they are about half the magnitude of the estimates when actual major choice is used."
    ]
}