{
    "id": 15720,
    "cites": 24,
    "cited_by": 6,
    "reference": [
        "Baum CF, Schaffer ME, Stillman S. Enhanced routines for instrumental variables/generalized method of moments estimation and testing. Stata Journal 2007;7; 465-506.",
        "Bertrand M, Duflo E, Mullainathan S. How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics 2004;119; 249-275.",
        "Burkhauser RV, Cawley J. Beyond BMI: The value of more accurate measures of fatness and obesity in social science research. Journal of Health Economics 2008;27; 519-529.",
        "Calle EE, Thun MJ, Petrelli JM, Rodriguez C, Heath CW. Body-Mass Index and Mortality in a Prospective Cohort of U.S. Adults. New England Journal of Medicine 1999;341; 1097-1105.",
        "Chou S-Y, Grossman M, Saffer H. An economic analysis of adult obesity: results from the Behavioral Risk Factor Surveillance System. Journal of Health Economics 2004;23; 565-587.",
        "Deurenberg-Yap M, Chew SK, Deurenberg P. Elevated body fat percentage and cardiovascular risks at low body mass index levels among Singaporean Chinese, Malays and Indians. Obesity Reviews 2002;3; 209-215.",
        "Deurenberg P, Yap M, Staveren WAv. Body mass index and percent body fat: a meta analysis among different ethnic groups. International Journal of Obesity 1998;22; 1164-1171.",
        "Drewnowski A, Kurth CL, Rahaim JE. Taste preferences in human obesity: environmental and familial factors. American Journal of Clinical Nutrition 1991;54; 635.",
        "Durnin J, Womersley J. Body fat assessed from total body density and its estimation from skinfold thickness: measurements on 481 men and women aged from 16 to 72 Years. British Journal of Nutrition 1974;32; 77-97.",
        "Fang C, Beghin JC. Urban Demand for Edible Oils and Fats in China: Evidence from Household Survey Data. Journal of Comparative Economics 2002;30; 732-753.",
        "Gallagher D, Visser M, Sepulveda D, Pierson RN, Harris T, Heymsfield SB. How Useful Is Body Mass Index for Comparison of Body Fatness across Age, Sex, and Ethnic Groups? American Journal of Epidemiology 1996;143; 228-239.",
        "He M, Tan KCB, Li ETS, Kung AWC. Body fat determination by dual energy X-ray absorptiometry and its relation to body mass index and waist circumference in Hong Kong Chinese. International Journal of Obesity 2001;25; 748-752.",
        "Lakdawalla D, Philipson T. The Growth of Obesity and Technological Change: A Theoretical and Empirical Examination. National Bureau of Economic Research Working Paper Series 2002;No. 8946.",
        "Lean ME, Han TS, Deurenberg P. Predicting body composition by densitometry from simple anthropometric measurements. American Journal of Clinical Nutrition 1996;63; 4-14.",
        "Mokdad AH, Marks JS, Stroup DF, Gerberding JL. Actual Causes of Death in the United States, 2000. Journal of the American Medical Association 2004;291; 1238-1245. of 39 Must A, Dallal GE, Dietz WH. Reference data for obesity: 85th and 95th percentiles of body mass index (wt/ht2) and triceps skinfold thickness. American Journal of Clinical Nutrition 1991;53; 839-846.",
        "National Institutes of Health. Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults: The Evidence Report NIH Publication 1998;No. 98-4083.",
        "Ng SW, Zhai F, Popkin BM. Impacts of China's edible oil pricing policy on nutrition. Social Science & Medicine 2008;66; 414-426.",
        "Ogden CL, Carroll MD, Curtin LR, McDowell MA, Tabak CJ, Flegal KM. Prevalence of Overweight and Obesity in the United States, 1999-2004. Journal of the American Medical Association 2006;295; 1549-1555.",
        "Piers L, Soares M, Frandsen S, O'Dea K. Indirect estimates of body composition are useful for groups but unreliable in individuals. International Journal of Obesity 2000;24; 1145-1152.",
        "Rolland-Cachera MF, Brambilla P, Manzoni P, Akrout M, Sironi S, Del Maschio A, Chiumello G. Body composition assessed on the basis of arm circumference and triceps skinfold thickness: a new index validated in children by magnetic resonance imaging. American Journal of Clinical Nutrition 1997;65; 1709-1713.",
        "Romero-Corral A, Montori VM, Somers VK, Korinek J, Thomas RJ, Allison TG, Mookadam F, Lopez-Jimenez F. Association of bodyweight with total mortality and with cardiovascular events in coronary artery disease: a systematic review of cohort studies. The Lancet 2006;368; 666-678.",
        "Wang Y, Mi J, Shan XY, Wang QJ, Ge Ky. Is China facing an obesity epidemic and the consequences? The trends in obesity and chronic disease in China. International Journal of Obesity 2007;31; 177-188. Williams DP, Going SB, Lohman TG, Hewitt MJ, Haber AE. Estimation of body fat from skinfold thicknesses in middle-aged and older men and women: a multiple component approach.",
        "World Health Organization. Obesity: preventing and managing the global epidemic. WHO Technical Report Series 2000;894.",
        "World Health Organization. Appropriate body-mass index for Asian populations and its implications for policy and intervention strategies. The Lancet 2004;363; 157-163. of 39"
    ]
}