{
    "id": 15735,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Acharya, Viral V., and Krishnamurthy Subramanian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bankruptcy Codes and Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, Forthcoming (2008).",
        "Acharya, Viral V., Yakov Amihud, and Lubomir Litov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creditor Rights and Corporate Risktaking, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper (2008).",
        "Air Transport Association, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Airline HandbookÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, 2007 Beck, T., R. Levine, and N. Loayza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance and the Sources of Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2000.",
        "Benmelech, Efraim, and Nittai K., Bergman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidation Values and the Credibility of Financial Contract Renegotiation: Evidence from U.S. Airlines ,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics,(2008), 123(4) 1635-1677..",
        "Benmelech, Efraim, and Nittai K. Bergman Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, (2009), 91(3) 339-360.",
        "Bergman, Nittai, K., and Daniel Nicolaievsky Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Protection and the Coasian View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2007.",
        "Braun, Matias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Contractibility and AssetsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Hardness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2003.",
        "Boucekkine, Raouf, David de la Croix, and Omar Licandro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vintage Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Palgrave Dictionary in Economics, Second Edition, (2008) Forthcoming.",
        "Chari, V. V., and H. Hopenhayn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vintage Human Capital, Growth and the DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬usion of New technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 99 (1991), 1142-1165.",
        "Eisfeldt, Andrea, and Adriano Rampini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New or Used? Investment with Credit Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54 (2007) 2656-2681.",
        "Eisfeldt, Andrea, and Adriano Rampini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leasing, Ability to Repossess, and Debt Capacity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, (2009), 1621-1657.",
        "Esty, Benjamin, and William Megginson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creditor Rights, Enforcement, and Debt Ownership Structure: Evidence from the Global Syndicated Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 38(1) (2003), 37-59.",
        "Fisman, Raymond, and Inessa Love, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Development and Intersectoral Allocation: A New Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59(6) (2004), 2785-2807.",
        "Gavazza, Alessandro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Liquidity and Financial Contracts: Evidence from Aircraft Leases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Yale University (2007).",
        "Hsieh, Chang-Tai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Growth and Obsolescence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 66 (2001), 153-171.",
        "Jovanovic, Boyan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vintage Capital and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 1 (1998) 497530.",
        "King, Robert, and Ross Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance and Growth: Schumpeter Might Be Right,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 108 (1993), 717-738.",
        "Kloek, T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OLS Estimation in a Model where a Microvariable is Explained by Aggregates and Contemporaneous Disturbances are Equicorrelated,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 49 (1981), 205-207.",
        "Knack, Stephen, and Philip Keefer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions and Economic Performance: Cross-Country Tests Using Alternative Institutional Measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics and Politics VII (1995), 207-227.",
        "La Porta, R., F. Lopez-de-Silanes, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Consequences of Legal Origin,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Harvard University, (2007).",
        "Lerner, Josh, and Antoinette Schoar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Legal Enforcement AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect Financial Transactions? The Contractual Channel in Private Equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120(1) (2005), 223-246.",
        "Peter S. Morrel, Airline Finance (second edition), (Ashgate, USA), 2007 Ongena, Steven, and David Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines the Number of Bank Relationships? CrossCountry Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 9(1) (2000), 26-56.",
        "Qian, Jun, and Philip E., Strahan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Law and Institutions Shape Financial Contracts: The Case of Bank Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, (2007) Forthcoming.",
        "Solow, R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment and Technological Progress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In K. Arrow, S. Karlin, and P. Suppes (eds.) Mathematical Methods in Social Sciences 1959, (1960), 89-104. Stanford University Press.",
        "Shleifer, Andrei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will the Sovereign Market Survive?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(2) (2003), 85-90.",
        "Shleifer, Andrei, and Robert W. Vishny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidation Values and Debt Capacity: A Market Equilibrium Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 47 (1992), 143-66.",
        "SingÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081eld, Tom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAirliners Worldwide Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2nd Edition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Midland Publishing, 2005 Wurgler, JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Markets and the Allocation of Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 58 (2000), 187-214. qnew f(qnew) q*new qnew Old Tech New Tech 1.0 Value V New() V Old(, pOld)"
    ]
}