{
    "id": 15734,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "E. I. Altman, B. Brady, A. Resti, and A. Sironi. The link between default and recovery rates: Theory, empirical evidence, and implications. Journal of Business, 78:2203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2227, 2005.",
        "L. Andersen and J. Andreasen. Jump-diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬usion processes: Volatility smile Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081tting and numerical methods for option pricing. Review of Derivatives Research, 4:1380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6645, 2000.",
        "L. Andersen and J. Sidenius. Extensions to the gaussian copula: random recovery and random factor loadings. Journal of Credit Risk, 1(1), 2004.",
        "D. Backus, S. Foresi, and L. Wu. Accounting for biases in black-scholes. working paper, 2004.",
        "G. Bakshi, C. Cao, and Z. Chen. Empirical performance of alternative option pricing models. Journal of Finance, 52:2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2049, 1997.",
        "G. Bakshi, D. Madan, and F. X. Zhang. Investigating the role of systematic and Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081rmspeciÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081c factors in default risk: Lessons from empirically evaluating credit risk models. Journal of Business, 79:1955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1988, 2006.",
        "F. Black and J. C.Cox. Valuing corporate securities: some eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of bond indentures provisions. Journal of Finance, 31:351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367, 1976.",
        "F. Black and M. Scholes. The pricing of options and corporate liabilities. Journal of Political Economy, 81:637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654, 1973.",
        "R. Blanco, S. Brennan, and I. W. Marsh. An empirical analysis of the dynamic relation between investment-grade bonds and credit default swaps. Journal of Finance, 60:2255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2281, 2005.",
        "D. T. Breeden and Litzenberger. Prices of stochastic contingent claims implicit in option prices. Journal of Business, 51:621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c651, 1978.",
        "M. Broadie, M. Chernov, and M. Johannes. The impact of jumps in volatility and returns. Journal of Finance, 62:1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1490, 2007.",
        "J. Campbell and J. Cochrane. By force of habit: A consumption-based explanation of aggregate stock return behavior. Journal of Political Economy, 107:205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251, 1999.",
        "P. Carr and D. Madan. Option valuation using the fast fourier transform. Journal of Computational Finance, 2:61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73, 1998.",
        "P. Carr and L. Wu. The Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nite moment log stable process and option pricing. Journal of Finance, 58:753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777, 2003.",
        "L. Chen, P. Collin-Dufresne, and R. Goldstein. On the relation between the credit spread puzzle and the equity premium puzzle. Review of Financial Studies, 22:3367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3409, 2009.",
        "T. Cogley and T. Sargent. Anticipated utility and rational expectations as approximations of bayesian decision making. International Economic Review, 49:1:185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221, 2008.",
        "P. Collin-Dufresne, R. S. Goldstein, and J. Helwege. Is credit event risk priced? modeling contagion via the updating of beliefs. working paper, 2003.",
        "J. D. Coval, J. W. Jurek, and E. StaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ord. Economic catastrophe bonds. American Economic Review, 99(3):628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c666, 2009.",
        "K. M. Cremers, J. Driessen, and P. Maenhout. Explaining the level of credit spreads: Option-implied jump risk premia in a Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081rm value model. The Review of Financial Studies, 21:2210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2242, 2008.",
        "S. R. Das, D. DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, N. Kapadia, and L. Saita. Common failings: How corporate defaults are correlated. Journal of Finance, pages 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117, 2007.",
        "S. R. Das, L. Freed, G. Geng, and N. Kapadia. Correlated default risk. Journal of Fixed Income, pages 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32, 2006.",
        "S. R. Das and R. Sundaram. Of smiles and smirks: A term structure perspective. Journal of Financial and Quantitative Analysis, 34:211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240, 1999.",
        "S. A. Davydenko. When do Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081rms default? a study of the default boundary. working paper, 2007.",
        "D. DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e and N. Garleanu. Risk and valuation of collateralized debt obligations. Financial Analysts Journal, 57n1:41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59, 2001.",
        "D. DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, J. Pan, and K. Singleton. Transform analysis and option pricing for aÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ne jump-diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬usions. Econometrica, 68:1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376, 2000.",
        "D. DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, L. Saita, and K. Wang. Multi-period corporate default prediction with stochastic covariates. Journal of Financial Economics, 83:635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665, 2007.",
        "B. Dumas, J. Fleming, and R. Whaley. Implied volatility functions: Empirical tests. Journal of Finance, 53:2059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2106, 1998.",
        "Y. Eom, J. Helwege, and J.-Z. Huang. Structural models of corporate bond pricing. RFS, 17:499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544, 2004.",
        "B. Eraker. Do stock prices and volatility jump? reconciling evidence from spot and option prices. Journal of Finance, 59:1367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1403, 2004.",
        "B. Eraker, M. S. Johannes, and N. Polson. The impact of jumps in volatility and returns. Journal of Finance, 58:1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1300, 2003.",
        "K. Giesecke and L. R. Goldberg. A top down approach to multi-name credit. working paper, 2005.",
        "R. Goldstein, N. Ju, and H. Leland. An ebit-based model of dynamic capital structure. Forthcoming, Journal of Business, 2001.",
        "J. Hull and A. White. Valuation of a cdo and an nth to default cds without monte carlo simulation. Journal of Derivatives, 12n4:8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23, 2004.",
        "P. E. Jones, S. P. Mason, and E. Rosenfeld. Contingent claims analysis of corporate capital structures: An empirical investigation. Journal of Finance, v39 n3 July:611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25, 1984.",
        "P. Jorion and G. Zhang. Good and bad credit contagion: Evidence from credit default swaps. Journal of Financial Economics, 84:860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c883, 2007.",
        "H. Leland. Predictions of default probabilities in structural models of debt. Journal of Investment Management, 2(2), 2004.",
        "D. X. Li. On default correlation: A copula function approach. Journal of Fixed Income, v9n4:43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54, 2000.",
        "F. A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, S. Mithal, and E. Neis. Corporate yield spreads: Default risk or liquidity? new evidence from the credit default swap market. Journal of Finance, 60:2213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2253, 2005.",
        "F. A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ and A. Rajan. An empirical analysis of the pricing of collateralized debt obligations. working paper, 2006.",
        "R. C. Merton. On the pricing of corporate debt: The risk structure of interest rates. Journal of Finance, 29:449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470, 1974.",
        "A. Mortensen. Semi-analytical valuation of basket credit derivatives in intensity-based models. Journal of Derivatives, v13n4:8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26, 2006.",
        "J. Pan. The jump-risk premia implicit in options: evidence from an integrated time-series study. Journal of Financial Economics, 63:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50, 2002.",
        "M. Rubinstein. Implied binomial trees. Journal of Finance, 49:771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c818, 1994.",
        "K. Toft and B. Prucyk. Options on leveraged equity: Theory and empirical tests. Journal of Finance, 52:1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180, 1997.",
        "O. Vasicek. Probability of loss on a loan portfolio. MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s-KMV Research document, 1987.",
        "= eA(T)+um0 +B(T)V0 +C(T)Ã\u0083Å½Ã\u0082Â´0 , where A(t), B(t), C(t) solves the ODEs, AÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â² (t) = (r Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å\u0092Ã\u0082â\u0080\u009ey Ã\u0083Å½Ã\u0082Â»Q Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (eyC Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1) Ã\u0083Å½Ã\u0082Â»Q C )u + Ã\u0083Å½Ã\u0082ÂºV VÃ\u0083Å\u0092Ã\u0082â\u0080\u009e B(t) + Ã\u0083Å½Ã\u0082ÂºÃ\u0083Å½Ã\u0082Â´ Ã\u0083Å½Ã\u0082Â´Ã\u0083Å\u0092Ã\u0082â\u0080\u009eC(t) + Ã\u0083Å½Ã\u0082Â»Q E [ euy+B(t)yV +C(t)yÃ\u0083Å½Ã\u0082Â´ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 ] + (eu yC Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1) Ã\u0083Å½Ã\u0082Â»Q C BÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â² (t) = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 u + u2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082ÂºV B(t) + Ã\u0083Â\u008fÃ\u0082Æ\u00922 V B(t)2 + Ã\u0083Â\u008fÃ\u0082Æ\u00922 Ã\u0083Å½Ã\u0082Â´ C(t)2 + Ã\u0083Â\u008fÃ\u0082Â\u0081Ã\u0083Â\u008fÃ\u0082Æ\u0092V B(t)u +(Ã\u0083Â\u008fÃ\u0082Â\u0081Ã\u0083Â\u008fÃ\u0082Â\u00811 + Ã\u0083Â\u008fÃ\u0082Â\u00812 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082Â\u00812)Ã\u0083Â\u008fÃ\u0082Æ\u0092V Ã\u0083Â\u008fÃ\u0082Æ\u0092Ã\u0083Å½Ã\u0082Â´ B(t)C(t) + Ã\u0083Â\u008fÃ\u0082Â\u00811 Ã\u0083Â\u008fÃ\u0082Æ\u0092Ã\u0083Å½Ã\u0082Â´ uC(t) CÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â² (t) = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099u Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082ÂºÃ\u0083Å½Ã\u0082Â´ C(t), where E [ euy+B(t)yV +C(t)yÃ\u0083Å½Ã\u0082Â´ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 ] = euy + 1 u2Ã\u0083Â\u008fÃ\u0082Æ\u00922 y +C(t)d + 1 C(t)2Ã\u0083Â\u008fÃ\u0082Æ\u00922 d 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 V (B(t) + uÃ\u0083Â\u008fÃ\u0082Â\u0081q ) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1. We can apply the FFT to the characteristic function Ã\u0083Â\u008fÃ\u0082â\u0080¢T (iv) to get the risk-neutral market distribution at time T, and use the distribution to price European options. Details about the FFT application on option pricing can be found in Carr and Madan(1999)."
    ]
}