{
    "id": 15738,
    "cites": 48,
    "cited_by": 4,
    "reference": [
        "Alesina, A., and D. Dollar (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Gives Foreign Aid to Whom and Why?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 5(1), pp. 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Bennet, Lance, L. R., and S. Livingston (2007): When the Press Fails: Political Power and the News Media from Iraq to Katrina. University of Chicago Press, Chicago.",
        "Bennett, W., R. Lawrence, and S. Livingston (2008): When the Press Fails: Political Power and the News Media from Iraq to Katrina, Studies in Communication, Media, and Pub. University of Chicago Press.",
        "Berger, D., W. Easterly, N. Nunn, and S. Satyanath (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commercial Imperialism? Political Influence and Trade During the Cold War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review.",
        "Berger, D., W. Easterly, and S. Satyanath (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was Lenin Right? US Political Influence and International Trade during the Cold War Era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Harvard University Working Paper.",
        "Besley, T., and A. Prat (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handcuffs for the Grabbing Hand? Media Capture and Government Accountability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 96(3), pp. 720Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Blanton, S. L., and R. G. Blanton (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Attracts Foreign Investors? An Examination of Human Rights and Foreign Direct Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics, 69(1), pp. 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Brooks, J. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Letter to The Honorable Dante B. Fascell (on the Investigation of the Office of Public Diplomacy),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "Carleton, D., and M. Stohl (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Policy of Human Rights: Rhetoric and Reality from Jimmy Carter to Ronald Reagan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Human Rights Quarterly, 7(2), pp. 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Chiang, C.-F., and B. Knight (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media Bias and Influence: Evidence from Newspaper Endorsements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 78(3), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820.",
        "Cohen, J. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return of Otto Reich: Will government propagandist join Bush Administration ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Fairness and Accuracy in Reporting.",
        "Cook, T. (1998): Governing with the News: The News Media as a Political Institution, Studies in Communication, Media, and Pub. University of Chicago Press.",
        "DellaVigna, S., and E. Kaplan (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fox News Effect: Media Bias and Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122(3), pp. 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1234.",
        "Djankov, Simeon, M. C. N. T., and A. Shleifer (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Owns the Media?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 46(2), pp. 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Dube, A., E. Kaplan, and S. Naidu (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coups, Corporations, and Classified Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 126(3), pp. 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1409.",
        "Durante, R., and B. Knight (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisan Control, Media Bias, And Viewer Responses: Evidence From BerlusconiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S Italy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 10(3), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 481.",
        "Enikolopov, Ruben, P. M., and E. Zhuravskaya (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media and political persuasion: Evidence from Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 101(7), pp. 3253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3285.",
        "Gbadolite, A. Z. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leaving Fire in His Wake,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d TIME Magazine.",
        "Gentzkow, M. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Television and Voter Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 121(3), pp. 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c972.",
        "Gentzkow, M., N. Petek, J. M. Shapiro, and M. Sinkinson (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Newspapers Serve the State? Incumbent Party Influence on the US Press, 1869-1928,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 18164, National Bureau of Economic Research, Inc.",
        "Gentzkow, M., and J. M. Shapiro (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Media Slant? Evidence from US Daily Newspapers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research Working Paper No. 12707.",
        "(2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preschool Television Viewing and Adolescent Test Scores: Historical Evidence from the Coleman study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123(1), pp. 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Gerber, A., D. Karlan, and D. Bergan (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Media Matter? A Field Experiment Measuring the Effect of Newspapers on Voting Behavior and Political Opinions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 1(2), pp. 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Graber, D. A. (2006): Mass media and American politics, Mass Media and American Politics. CQ Press.",
        "Hadenius, A., and J. Teorell (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural and Economic Prerequisites of Democracy: Reassessing Recent Evidence.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Studies in Comparative International Development, 39(4), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 106. Hamilton, L. H., and D. K. Inouye (????): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report of the Congressional Committees Investigating the Iran-Contra Affair with Supplemental, Minority, and Additional Views, 100th Congress, 1st Session,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "Jacobwitz, J. (1985a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duties of TDY Military Personnel (Memo to Ambassador Reich),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Security Archives.",
        "(1985b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Diplomacy Action Plan. Support for the White House Educational Campaign, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Security Archives.",
        "Jensen, R., and E. Oster (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of TV: Cable Television and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Status in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124(3), pp. 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094.",
        "Kuziemko, I., and E. D. Werker (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Is a Seat on the Security Council Worth? Foreign Aid and Bribery at the United Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114(5), pp. 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 930. La Ferrara, E., A. Chong, and S. Duryea (????): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soap Operas and Fertility: Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Working Paper, Department of Economics, University of Bocconi, Milan, Italy.",
        "Malone, D. M. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eyes on the Prize: The Quest for Nonpermanent Seats on the UN Security Council,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Governance, 6(1), pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "(2004): The UN Security Council: From the Cold War to the 21st Century, A project of the International Peace Academy. Lynne Rienner.",
        "Miller, J. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093White Propaganda, An Operation (Memo to Mr. Pat Buchanan),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Security Archives.",
        "Mitchell, N. J., and J. M. McCormick (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic and Political Explanations of Human Rights Violations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Politics, 40(4), 476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Olken, B. A. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do television and radio destroy social capital? Evidence from Indonesian villages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 1(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill, B. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power and Satisfaction in the United Nations Security Council,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Conflict Resolution, 40(2), pp. 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Paluck, E. L. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing intergroup prejudice and conflict using the media: a field experiment in Rwanda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 96(3), pp. 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Parry, R., and P. Kornblub (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Iran-ContraÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Untold Story,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Foreign Policy, (72), pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Poe, Steven C., C. S. C., and T. C. Vazquez (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Are These Pictures Different? A Quantitative Comparison of the US State Department and Amnesty International Human Rights Reports, 1976-1995,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Human Rights Quarterly, 23(3), pp. 650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Prat, A., and D. Stromberg (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commercial television and voter information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, CEPR Discussion Paper No. 4989.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Mass Media,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Mimeo, LSE and IIES.",
        "Qian, N., and D. Yanagizawa-Drott (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Strategic Determinants of US Human Rights Reporting: Evidence from the Cold War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 7(2-3), pp. 446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Schultz, G. P. (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Coverage of Central America (Memo to The President),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Security Archives.",
        "Stromberg, D. (1999): The Politics of Public Spending. Princeton University.",
        "(2004a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mass Media Competition, Political Competition, and Public Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 71(1), pp. 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "(2004b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RadioÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Impact on Public Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 119(1), pp. 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Thomas, H. (2006): Watchdogs of Democracy? The Waning Press Corps and How It Has Failed the Public. Scribner, New York.",
        "Voeten, E. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outside Options and the Logic of Security Council Action Source,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Political Science Review, 95(4), pp. 845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c858.",
        "Wood, R. M., and M. Gibney (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Terror Scale (PTS): a Re-introduction and a Comparison to CIRI,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Human Rights Quarterly, 32(2), pp. 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400."
    ]
}