{
    "id": 15740,
    "cites": 11,
    "cited_by": 17,
    "reference": [
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, Atila, Joshua D. Angrist, Susan M. Dynarski, Thomas J. Kane, and Parag A. Pathak. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability and Flexibility in Public Schools: Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charters and Pilots.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15549.",
        "Carnoy, Martin, Rebecca Jacobsen, Lawrence Mishel, and Richard Rothstein. 2005. The Charter School Dust-Up: Examining Evidence on Student Achievement. Washington, DC: Economic Policy Institute Press.",
        "Carter, Samuel Casey. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Excuses: Lessons from 21 High-Performing, High-Poverty Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: Heritage Foundation.",
        "Dobbie, Will and Roland G. Fryer, Jr. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are High Quality Schools Enough to Close the Achievement Gap? Evidence from a Social Experiment in Harlem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15473.",
        "Hoxby, Caroline M. and Sonali Murarka. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter Schools in New York City: Who Enrolls and How They Affect Student Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14852.",
        "Mathews, Jay. 2009. Work Hard. Be Nice. Chapel Hill, NC: Algonquin Books.",
        "Rothstein, Richard. 2004. Class and Schools: Using Social, Economic, and Educational Reform to Close the Black-White Achievement Gap. New York: Teachers College Press.",
        "Thernstrom, Abigail and Stephen Thernstrom. 2003. No Excuses: Closing the Racial Gap in Learning. New York: Simon & Schuster.",
        "United Federation of Teachers. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Separate and Unequal: The Failure of New York City Charters Schools to Serve the CityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Neediest Students.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed January 28, 2010 at http://www.uft.org.",
        "Whitman, David. 2008. Sweating the Small Stuff: Inner-City Schools and the New Paternalism. Washington, DC: The Fordham Institute.",
        "Zimmer, Ron, Brian Gill, Kevin Booker, Stephane Lavertu, Tim R. Sass and John Witte. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter Schools in Eight States: Effects on Achievement, Attainment, Integration and Competition. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Santa Monica, CA: RAND Corporation."
    ]
}