{
    "id": 15743,
    "cites": 34,
    "cited_by": 11,
    "reference": [
        "Akram, Q. F., 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Prices, Interest Rates and the Dollar.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNorges Bank Research Department Working Paper No. 2008/12, August.",
        "Bai, J., 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inferential Theory for Factor Models of Large Dimensions, Econometrica 71, pp. 135-172.",
        "Bernanke, B. S., 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outstanding Issues in the Analysis of InÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dspeech at the Federal Reserve Bank of BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s 53rd Annual Economic Conference, Chatham MA, June 9.",
        "Boivin, J. and S. Ng, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are More Data Always Better for Factor Analysis?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Econometrics 132, pp. 169-194.",
        "Borenszeiten, E. and C. M. Reinhart, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Determinants of Commodity Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington D.C., International Monetary Fund Working Paper No. WP/94/9, January.",
        "Bowman, C. and A. M. Husain, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Commodity Prices: Futures Versus JudgmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Washington D.C., International Monetary Fund Working Paper No. WP/04/41, March.",
        "Cecchetti, S. G. and R. Moessner, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Prices and InÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ation Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank for International Settlements Quarterly Review, December, pp. 55-66.",
        "Chen, Y., K. Rogo and B. Rossi, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Exchange Rates Forecast Commodity Prices?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , NBER Working Paper No. 13901, March 2008.",
        "Clark, T. E. and K. D. West, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Out-of-Sample Mean Squared Prediction Errors to Test the Martingale Dierence HypothesisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Econometrics 135, pp. 155-186.",
        "Clark, T. E. and K. D. West, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Approximately Normal Tests for Equal Predictive Accuracy in Nested ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Econometrics 138, pp. 291-311.",
        "Den Haan, W. J. and A. Levin, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Guide to Robust Covariance Matrix Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Handbook of Statistics 24, pp. 291-341.",
        "Diebold, F. X. and R. S. Mariano, 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Predictive AccuracyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Business and Economic Statistics 13, pp. 253-263.",
        "Elekdag, S., R. Lalonde, D. Laxton, D. Muir and P. Pesenti, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oil Price Movements and the Global Economy: a Model-Based Assessment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIMF Sta Papers 55, pp.297311.",
        "Engel, C. and K. D. West, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and FundamentalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Political Economy 113, pp. 485-517.",
        "Frankel, J., 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Eects of Monetary Policy on Real Commodity Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009din J. Y. Campbell, ed., Asset Prices and Monetary Policy, Chicago IL, The University of Chicago Press, pp. 291-334.",
        "Gauded, G., 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resource Economics under the Rule of Hotelling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCanadian Journal of Economics / Revue Canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Ã\u0083Æ\u0092Ã\u0082â\u0080°conomique 40, pp. 1033-1059.",
        "Groen, J. J. J. and G. Kapetanios, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting Useful Approaches to Data-Rich Macroeconomic ForecastingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Federal Reserve Bank of New York Sta Reports No. 327.",
        "Groen, J. J. J. and G. Kapetanios, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Model Selection Criteria for FactorAugmented Regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dFederal Reserve Bank of New York Sta Reports No. 363.",
        "Gorton, G. and K. G. Rouwenhorst, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Facts and Fantasies About Commodity Futures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dYale ICF Working Paper No. 04-20, February.",
        "Hamilton, J., 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causes and Consequences of the Oil Shock of 2007-08,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. Romer and J. Wolfers, eds., Brookings Papers on Economic Activity, Spring, forthcoming.",
        "Hannan, E. J. and B. G. Quinn, 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determination of the Order of an Autoregression Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of the Royal Statistical Society, Series B, 41, pp. 190-195.",
        "Hobijn, B., 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Price Movements and PCE InÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dFederal Reserve Bank of New York Current Issues in Economics and Finance, Vol. 14 No.8, November.",
        "Hotelling, H., 1931. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Exhaustible Resources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 39, pp. 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 175.",
        "Interagency Task Force on Commodity Markets, 2008. Interim Report on Crude Oil, Washington D.C., July.",
        "International Monetary Fund, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is InÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ation Back? Commodity Prices and InÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , in World Economic Outlook: Financial Stress, Downturns, and Recoveries, Washington D.C., International Monetary Fund, October, pp.83-128.",
        "KeyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦tz, R., 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currencies and Commodities: Modeling the Impact of Exchange Rates on Commodity Prices in the World Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWashington D.C., The World Bank, Development Prospects Group.",
        "Kilian, L., 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Not All Oil Price Shocks Are Alike: Disentangling Demand and Supply Shocks in the Crude Oil MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , American Economic Review 99, pp. 1053-69.",
        "Reinhart, C.M., 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rates and Commodity Prices in a Neoclassical ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Washington D.C., International Monetary fund Working Paper No. WP/88/55, June.",
        "Schwarz, G., 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Dimension of a ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Annals of Statistics 6, pp. 461-464.",
        "Slade, M.E., and H. Thille, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Spot Prices: An Explanatory Assessment of Market-Structure and Forward-Trading Eects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Warwick and University of Guelph Working Paper, September.",
        "Stock, J. H. and M. W. Watson, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Using Principal Components from a Large Number of PredictorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of the American Statistical Association 97, pp. 1167-1179.",
        "Stock, J. H. and M. W. Watson, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Forecasting Using Diusion IndexesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Business and Economic Statistics 20, pp. 147-162.",
        "Verleger, P. K., 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oil-Dollar Link.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The International Economy, Spring, pp.46-50.",
        "World Bank, 2009. Global Economic Prospects. Commodities at the Crossroads. Washington D.C., The International Bank for Reconstruction and Development / The World Bank."
    ]
}