{
    "id": 15762,
    "cites": 46,
    "cited_by": 3,
    "reference": [
        "[1] Agell, Jonas and Per Lundborg (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survey Evidence on Wage Rigidity: Sweden in the 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, Vol. 105, No.1, pp. 15-29.",
        "[2] Akerlof, George A. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Missing Motivation in Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 97(1), pp. 5-36.",
        "[4] Andersen, Torben M. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Inflation Be Too Low?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kyklos, Volume 54, Number 4, pp. 591-602(12).",
        "[5] Ball, Laurence and Gregory Mankiw (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Price Adjustment and Economic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economics Journal, Vol. 104, No. 423, pp. 247-61.",
        "[6] Ball, Laurence, Gregory Mankiw and David Romer (1988), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Keynesian Economics and the Output-Inflation Trade-Off,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, pp. 1-82.",
        "[7] Barattieri, Alessandro, Susantu Basu, and Peter Gottschalk (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Boston College.",
        "[8] Barro, Robert J. and David B. Gordon (1983), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Positive Theory of Monetary Policy in a Natural Rate Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, Vol. 91, No. 4, pp. 589-610.",
        "[9] Benigno, Pierpaolo and Luca Antonio Ricci (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Inflation-Unemployment Trade-Off as Low Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13986.",
        "[10] Bertola, Giuseppe and Ricardo Caballero (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Irreversibility and Aggregate Investment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies Vol. 61, No. 2, pp. 223-246.",
        "[11] Bewley Truman F. (1999), Why Wages Do Not Fall During a Recession? Cambridge, MA, Harvard University Press.",
        "[12] Bhaskar, V. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Price Adjustment: Micro-foundations and Macroeconomic Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished manuscript, UCL.",
        "[13] Blanchard, Olivier (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Macro,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14259.",
        "[14] Borio, Claudio E V and Andrew Filardo (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and inflation: New Cross-country Evidence on the Global Determinants of Domestic InflationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. BIS Working Papers No 227.",
        "[15] Card, David and Dean Hyslop (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Inflation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Grease the WheelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of the Labor Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Christina Romer and David Romer (eds.) Reducing Inflation: Motivation and Strategy, Chicago: The University of Chicago Press.",
        "[16] Cox, D.R. and H.D. Miller (1990), The Theory of Stochastic Processes, Chapman and Hall.",
        "[17] Dickens, William T., Goette, Lorenz F., Groshen, Erica L., Holden, Steinar, Messina, JuliaÃ\u0083Å\u0092Ã\u0082Â\u0081n, Schweitzer, Mark E., Turunen, Jarkko and Melanie E. Ward-Warmedinger (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Wages Change: Micro Evidence from the International Wage Flexibility Project,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 21, 2, 195-214.",
        "[18] Dickens, William T., Goette, Lorenz F., Groshen, Erica L., Holden, Steinar, Messina, JuliaÃ\u0083Å\u0092Ã\u0082Â\u0081n, Schweitzer, Mark E., Turunen, Jarkko and Melanie E. Ward-Warmedinger (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Real and Nominal Rigidity: Micro Evidence from the International Wage Flexibility ProjectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, unpublished manuscript, Eurosystem Wage Dynamics Network.",
        "[19] Driffill John, Marzia Raybaudi, and Martin Sola (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInvestment Under Uncertainty with Stochastically Switching Profit Streams: Entry and Exit over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Studies in Nonlinear Dynamics & Econometrics: Vol. 7: No. 1, Article 1.",
        "[20] Elsby Michael W. L. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Economic Significance of Downward Nominal Wage Rigidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, forthcoming.",
        "[21] Fagan Gabriel and Julian Messina (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Wage Rigidity and Optimal Steady State Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished manuscript, Eurosystem Wage Dynamics Network.",
        "[22] Fahr Stephan and Frank Smets (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Wage Rigidities and Optimal Monetary Policy in a Monetary Union,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished manuscript, Eurosystem Wage Dynamics Network.",
        "[23] Fehr, Ernst and Lorenz Gotte (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Robustness and Real Consequences of Nominal Wage Rigidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 52, Issue 4, pp. 779804.",
        "[24] Friedman, Milton (1968), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, Vol. 58 No. 1, pp. 1-17.",
        "[25] Gertler, Mark and John Leahy (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Phillips Curve with an Ss Foundation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 116, no. 3.",
        "[26] Gottschalk, Peter (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Flexibility: Real or Measurement Error?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 1327.",
        "[27] Gray, Jo Anna (1976), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Indexation: A Macroeconomic Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 2, pp. 221-235.",
        "[28] Golosov, Mikhail and Robert E. Lucas (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Menu Costs and Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 115, no.2, pp. 171-199.",
        "[29] Goodfriend, Martin S. and Robert G. King (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Neoclassical Synthesis and the Role of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Bernanke, B.S., Rotemberg, J., (Eds.), NBER Macroeconomic Annual 1997. MIT Press, Cambridge, pp. 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "[30] Guo, Xin, Jianjun Miao and Erwan Morellec (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Irreversible Investment with Regime Shifts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 122, 37-59.",
        "[31] Holden Steinar (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Price Stability: Downward Nominal Wage Rigidity in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, Vol. 71, pp. 183-208.",
        "[32] International Monetary Fund (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Has Globalization Changed Inflation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Economic Outlook, Washington, D.C.: IMF, April, pp. 97-134.",
        "[34] Kim, Jinill and Francisco L. Ruge-Murcia (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Inflation is Necessary to Grease the Wheels?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cahiers de recherche 2007-10, UniversiteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ de Montreal, Departement de sciences economiques.",
        "[35] Knoppik Christoph and Thomas Beissinger (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Rigid Are Nominal Wages? Evidence and Implications for Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, Vol. 105, No.4, pp. 619-41.",
        "[36] Kydland, Finn E. and Edward C. Prescott (1977), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rules Rather than Discretion: The Inconsistency of Optimal Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, Vol. 85, No. 3, pp. 473-492.",
        "[37] Lebow, David E., Raven E. Saks, and Beth A. Wilson (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity: Evidence from the Employment Cost Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Macroeconomics, Vol.3, N.1. [38] Loboguerrero, Ana Maria and Ugo Panizza (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Inflation Grease the Wheels of the Labor Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contributions to Macroeconomics, Berkeley Electronic Press, vol. 6(1), pages 1450-1450.",
        "[39] Lucas, Robert E. (1973), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some International Evidence on Output-Inflation Tradeoffs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 63, pp. 326-334.",
        "[40] Lucas, Robert E. (1987), Models of Business Cycles, Blackwell, Oxford.",
        "[42] Messina, JuliaÃ\u0083Å\u0092Ã\u0082Â\u0081n, Du Caju, Philip, Claudia Filipa Duarte, Mario Izquierdo, and Niels LynggaÃ\u0083Å\u0092Ã\u0082Å rd Hansen (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causes and Consequences of Nominal and Real Wage Rigidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished manuscript, Eurosystem Wage Dynamics Network.",
        "[43] Ã\u0083Æ\u0092Ã\u0082Ë\u009cksendal, Bernt and Agnes Sulem (2004), Applied Stochastic Control of Jump Diffusions, Springer.",
        "[44] Phillips, Alban W. (1958), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relation between Unemployment and the Rate of Change of Money Wage Rates in the United Kingdom, 1861-1957,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 25, No. 100, pp. 283-299.",
        "[45] Samuelson, Paul A., and Robert M. Solow (1960), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Problems of Achieving and Maintaining a Stable Price Level: Analytical Aspects of Anti-inflation Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings 50(2): 177-194.",
        "[46] Schmitt-Grohe, Stephanie and Martin Uribe (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Fiscal and Monetary Policies under Sticky Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, vol. 114, Issue 2, pp. 198-230.",
        "[47] Smets, Frank and Raf Wouters (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Associations Vol. 1, No. 5, pp. 1123-1175.",
        "[48] Tobin, James (1972), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, vol. 62, No. 1 /2, pp. 1-18.",
        "[49] Woodford, Michael (2003), Interest and Prices, Princeton University Press.",
        "[50] Wyplosz, Charles (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do We Know How Low Inflation Should Be?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No. 2722."
    ]
}