{
    "id": 15770,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Arellano, M., Bond, S., 1991. Some tests of specification for panel data: Monte carlo evidence and an application to employment fluctuations. Review of Economic Studies 58, 277-297.",
        "Baskin, J. B., 1988. The development of corporate financial markets in Britain and the United States, 1600-1914: Overcoming asymmetric information. Business History Review 62, 199237.",
        "Bencivenga, V. R., Smith, B. D., 1991. Financial intermediation and endogenous growth. Review of Economic Studies 58, 195-209.",
        "Berry, T. S., 1988. Production and population since 1789: Revised GNP series in constant dollars. Bostwick Paper No. 6. Bostwick Press, Richmond, VA.",
        "Calomiris, C. W., Kahn, C. M., 1991. The role of demandable debt in structuring optimal banking arrangements. American Economic Review 81, 497-513.",
        "Carter, S. B., Gartner, S. S., Haines, M. R., Olmstead, A. L., Sutch, R., Wright, G. 2006. The Historical Statistics of the United States: Millennial Edition. Cambridge University Press, New York.",
        "The Commercial and Financial Chronicle, various issues, 1866-1897.",
        "Davis, L., 1965. The investment market, 1870-1914: The evolution of a national market. Journal of Economic History 25, 355-399.",
        "Diamond, D. W., 1984. Financial intermediation and delegated monitoring. Review of Economic Studies 51, 393-414.",
        "Grant, J., 1992. Money of the Mind: Borrowing and Lending in America from the Civil War to Michael Milken. Farrar Straus Giroux, New York.",
        "Greenwood, J., Jovanovic, B., 1990. Financial development, growth, and the distribution of income. Journal of Political Economy 98, 1076-1107.",
        "Gurley, J. G., Shaw, E. S., 1955. Financial aspects of economic development. American Economic Review 45, 515-538.",
        "Holtz-Eakin, D., Newey, W., Rosen, H. S., 1988. Estimating vector autoregressions with panel data. Econometrica 56, 1371-1395.",
        "James, J. A., 1978. Money and Capital Markets in Postbellum America. Princeton University Press, Princeton, NJ.",
        "James, J. A., Weiman, David F., 2010a. From drafts to checks: The evolution of correspondent banking networks and the formation of the modern U.S. payments system, 1850-1914. Journal of Money, Credit and Banking, forthcoming.",
        "James, J. A., Weiman, David F., 2010b. The National Banking Act and the transformation of New York banking after the Civil War. Journal of Economic History, forthcoming.",
        "Judson, R. A., Owen, A. L., 1999. Estimating dynamic panel data models: A guide for macroeconomists. Economics Letters 65, 9-15. King, R. G., Levine, R., Finance, entrepreneurship and growth: Theory and evidence. Journal of Monetary Economics 32, 513-42.",
        "McKinnon, R. I., 1973. Money and Capital in Economic Development. Brookings Institution, Washington, DC.",
        "The New York Times, various issues, 1866-1897.",
        "Nickell, S., 1981. Biases in dynamic models with fixed effects. Econometrica 49, 1417-1426.",
        "Rousseau, P. L., 1998. The permanent effects of innovation on financial depth: Theory and U.S. historical evidence from unobservable components models. Journal of Monetary Economics 42, 387-425.",
        "Rousseau, P. L., 2009. Share liquidity, participation, and growth of the Boston market for industrial equities, 1854-1897. Explorations in Economic History 46 (2), 203-219.",
        "Rousseau, P. L., Sylla, R., 2005. Emerging financial markets and early U.S. growth. Explorations in Economic History 42 (1), 1-26.",
        "Rousseau, P. L., Wachtel, P., 1998. Financial intermediation and economic performance: Historical evidence from five industrialized countries. Journal of Money, Credit and Banking 30, 657-678.",
        "Sylla, R., 1969. Federal policy, banking market structure, and capital mobilization in the United States, 1863-1913. Journal of Economic History 29, 657-686. U.S. Comptroller of the Currency, various issues, Annual Report of the Comptroller of the Currency. Government Printing Office, Washington, DC. Data Appendix"
    ]
}