{
    "id": 15778,
    "cites": 39,
    "cited_by": 2,
    "reference": [
        "Adams, Peter, Michael D. Hurd, Daniel McFadden, Angela Merrill and Tiago Ribeiro. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthy, wealthy, and wise? Tests for direct causal paths between health and socioeconomic status.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 112(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Adams, Scott J. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Attainment and Health: Evidence from a Sample of Older Adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Economics 10(1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Angrist, Joshua and Alan B. Krueger. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do World War II Veterans Earn More than Nonveterans?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 12(1):74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Angrist, Joshua D. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 80(3):313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Angrist, Joshua D. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Labor Market Impact of Voluntary Military Service Using Social Security Data on Military Applicants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 66(2):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Becker, Gary S. 1962. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in Human Capital: A Theoretical Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 70(5):S9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS49.",
        "Becker, Gary S. 1967. Human Capital and the Personal Distribution of Income. Ann Arbor: University of Michigan Press.",
        "Becker, Gary S. and Casey B. Mulligan. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Endogenous Determination of Time Preference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112(3):729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758.",
        "Bedard, Kelly and Olivier DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Impact of Military Service on Health: Evidence from World War II and Korean War Veterans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(1):176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Bound, John. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 20(4):784Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c815.",
        "Card, David. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 69(5):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Card, David and Thomas Lemieux. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dropout and Enrollment Trends in the Post-War Period: What Went Wrong in the 1970s?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 7658.",
        "Card, David and Thomas Lemieux. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going to College to Avoid the Draft: The Unintended Legacy of the Vietnam War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 91(2):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Cutler, David M. and Adriana Lleras-Muney. 2008. Education and Health: Evaluating Theories and Evidence. In Making Americans Healthier: Social and Economic Policy as Health Policy, ed. Robert F. Schoeni, James S. House, George A. Kaplan and Harold Pollack. New York: Russell Sage pp. 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Dobkin, Carlos and Reza Shabani. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Health Effects of Military Service: Evidence from the Vietnam Draft.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 47(1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Ehrlich, Isaac and Hiroyuki Chuma. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Demand for Longevity and the Value of Life Extension.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 98(4):761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Fuchs, Victor R. 1982. Time Preference and Health: An Exploratory Study. In Economic Aspects of Health, ed. Victor R. Fuchs. Chicago: University of Chicago Press. Chapter 3.",
        "Gall, Thomas, Patrick Legros and Andrew Newman. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing of Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 4(2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3):427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Griliches, Zvi. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling Interruption, Work While in School and the Returns from Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics 82(2):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Grimard, Franque and Daniel Parent. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Smoking: Were Vietnam War Draft Avoiders Also More Likely to Avoid Smoking?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 26(5):896Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Grossman, Michael. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Concept of Health Capital and the Demand for Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 80(2):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Grossman, Michael. 2006. Education and Nonmarket Outcomes. In Handbook of the Economics of Education, ed. Eric Hanushek and Finis Welch. Vol. 1 Amsterdam: North Holland pp. 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c628.",
        "Holmlund, Bertil, Qian Liu and Oskar NordstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m Skans. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mind the Gap? Estimating the Effects of Postponing Higher Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers 60(4):683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Imbens, Guido and Wilbert van der Klaaw. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Cost of Conscription in The Netherlands.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 13(2):207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Kitagawa, Evelyn M. and Philip M. Hauser. 1973. Differential Mortality in the United States: A Study in Socioeconomic Epidemiology. Cambridge, MA: Harvard University Press.",
        "Light, Audrey. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Interrupted Schooling on Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 30(3):472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c502.",
        "Lleras-Muney, Adriana. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship Between Education and Adult Mortality in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 72(1):189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "London, Andrew S. and Janet M. Wilmoth. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Military Service and (Dis)Continuity in the Life Course: Evidence on Disadvantage and Mortality From the Health and Retirement Study and the Study of Assets and Health Dynamics Among the Oldest-Old.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research on Aging 28(1):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "MacLean, Alair. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The privileges of rank: The peacetime draft and later life attainment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Armed Forces & Society .",
        "MacLean, Alair and Ryan D. Edwards. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pervasive Role of Rank in the Health of U.S. Veterans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Armed Forces & Society doi:10.1177/0095327X09356166.",
        "Marcus, Richard D. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Rate of Return to Interrupted Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Educational Statistics 9(4):295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Mincer, Jacob. 1974. Schooling, Experience, and Earnings. New York: Columbia University Press.",
        "Monks, James. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of College Timing on Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 16(4):419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Oreopoulos, Philip. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Dropouts Drop Out Too Soon? International Evidence From Changes in School-Leaving Laws.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 10155.",
        "Picone, Gabriel, Martin Uribe and Mark R. Wilson. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Uncertainty on the Demand for Medical Care, Health Capital and Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 17(2):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "SjoÃ\u0083Å\u0092Ã\u0082Ë\u0086gren, Anna and Maria Saez-Marti. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing of Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Institute of Industrial Econonomics Working Paper No. 614.",
        "Stanley, Marcus. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Education and the Midcentury GI Bills.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 118(2):671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "U.S. Department of Education, National Center for Education Statistics. 2009. Digest of Education Statistics, 2008. NCES 2009-020. Table 331.",
        "Willis, Robert J. 1986. Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions. In Handbook of Labor Economics, ed. Orley Ashenfelter and Richard Layard. Vol. 1 New York: North Holland."
    ]
}