{
    "id": 1577,
    "cites": 27,
    "cited_by": 2,
    "reference": [
        "Barro, Robert. 19711. Are government bonds net wealth? Journal of Political Economy 82 (November/December): 1095-1117.",
        "Bhagwati, Jagdish N. 1968. The theory and practice of commercial policy: departures from unified exchange rates. Special Papers in International Economics, No. 8, International Finance Section, Princeton University.",
        "Blanchard, Olivier. 19814. Debt, deficits and finite horizons. Unpublished manuscript, Department of Economics, MIT.",
        "Buiter, Willem and Miller, Marcus. 1983. Real exchange rate overshooting and the cost of bringing down inflation. In Exchange Rates and International Macroeconomics, ed. J.A. Frenkel. Chicago: University of Chicago Press, pp. 317-58.",
        "Calvo, Guillermo and Rodriquez, Carlos. 1977. A model of exchange rate determination under currency substitution and rational expectations.",
        "Journal of Political Economy 85 (June): 617-25. Corden, W. Max. 1960. The geometric representation of policies to attain external and internal balance. Review of Economic Studies 28 (February): 1-22.",
        "Thailand: Social and Economic Studies in Development, ed. T.H. Silcock. Canberra: Australian National University Press. _________ 1971. The Theory of Protection. London: Oxford University Press.",
        "Dornbusch, Rudiger. 1975. Alternative price stabilization rules and the effects of exchange rate changes. Manchester School of Economic and Social Studies 113 (September): 275-92.",
        "Political Economy 84 (November/December): 1161-76. 61 __________ 1980. Open Economy Macroeconomics. New York: Basic Books.",
        "Frenkel, Jacob A. and Razin, Asaf. 198~4. Fiscal policies in the world economy. Unpublished manuscript, Department of Economics, University of Chicago. Harberger, Arnold C. 1950. Currency depreciation, income and the balance of payments. Journal of Political Economy 58 (February): 47-60.",
        "Henderson, Dale W. 198)1. Exchange market intervention operations: their effects and their role in financial policy. In Exchange Rate Theory and Policy, eds. J. Bilson and R. Marston. Chicago: University of Chicago Press. Kenen, Peter B. 1981. Effects of intervention and sterilization in the short run and the long run. In The International Monetary System under Exchange Rates: Global, Regional and National, ed. R.N. Cooper. Cambridge, Mass.",
        "Ballinger. Kouri, Pentti. 1976. The exchange rate and the balance of payments on the short run and the long run. Scandinavian Journal of Economics 78 (May): 280-304.",
        "Machiup, Fritz. 1955. Relative prices and aggregate expenditure in the analysis of devaluation. American Economic Review 245 (June): 255-78.",
        "Meade, James E. 1951. The Theory of International Economic Policy, Volume I: The Balance of Payments. London, New York, Toronto: Oxford University Press.",
        "Metzler, Lloyd A. 1951. Wealth, saving and the rate of interest. Journal of Political Economy 59 (April): 93-116.",
        "Mundell, Robert A. 1960. The public debt, corporate income taxes and the rate of interest. Journal of Political Economy 68 (December): 622-26.",
        "Mussa, Michael. 1976. The exchange rate, the balance of payments and monetary and fiscal policy under a regime of controlled floating.",
        "Scandinavian Journal of Economics 78 (May): 229-248. __________ 1977. A dynamic theory of foreign exchange. In Studies in Modern Economic Analysis: Proceedings of The University Teachers of Economics, eds. M. Artis and A.R. Nobay. Oxford: Basil Blackwell.",
        "Dornbusch and J. Frenkel. Baltimore: Johns Hopkins University Press. _________ 1982a. A model of exchange rate dynamics. Journal of Political Economy 90 (February): 724-10~4.",
        "Bhandari. New York: Preager. _________ 198)1. The theory of exchange rate determination. ` In Exchange Rate Theory and Practice, eds. J. Bilson and R. Marston. Chicago: University of Chicago Press. Obstfeld, Maurice. 1981a. Macroeconomic policy, exchange rate dynamics and optimal asset accumulation. Journal of Political Economy 89 (December): 11242-61.",
        "Discussion Paper No. 194, Board of Governors of the Federal Reserve System. 63 _________ 1983. Intertemporal price speculation and the optimal current- account deficit. Journal of International Monetary Economics 12 (August): 135-~45.",
        "Pearce, Ivor F. 1961. The problem of the balance of payments. International Economic Review 2 (Feb~ruary): 1-28.",
        "Razin, P.saf and Svennsson, Lars. 1983. Trade taxes and the current account. Economic Letters 13: 55-57.",
        "Salter, W. 1959. Internal and external balance: the role of price and expenditure effects. Economic Record 35 (August): 226-38.",
        "Svennsson, Lars and Razin, Asaf. 1983. The terms of trade and the current account: the Harberger Laursen-Metzler effect. Journal of Political Economy 91 (February): 97-175.",
        "Swan, Trevor. 1960. Economic control in a dependent economy. Economic Record 36 (March): 51-66.",
        "Tsiang, S.C. 1961. The role of money in trade balance stability. American Economic Review 51 (December): 912-36."
    ]
}