{
    "id": 15783,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Admati, A. R. (1985). A noisy rational expectations equilibrium for Multi-Asset securities markets. Econometrica 53(3), 629-657.",
        "Ausubel, L. (1990). Partially-Revealing rational expectations equilibrium in a competitive economy. Journal of Economic Theory 50(1), 93-126.",
        "Barlevy, G. and P. Veronesi (2000). Information acquisition in financial markets. The Review of Economic Studies 67(1), 79-90.",
        "Barlevy, G. and P. Veronesi (2008). Information acquisition in financial markets: A correction. Review of Economic Studies, forthcoming.",
        "Black, F. (1986). Noise. The Journal of Finance 41(3), 529-543.",
        "Chamley, C. (2007). Complementarities in information acquisition with Short-Term trades. Theoretical Economics 2(4), 441-467.",
        "Chamley, C. (2008). On Acquisition of information in Ã\u0083â\u0080\u0093nancial markets. The Review of Economic Studies 75(4), 1081-1084.",
        "Ganguli, J. V. and L. Yang (2009). Complementarities, multiplicity, and supply information. Journal of the European Economic Association 7(1), 90-115.",
        "Gibbons, R. S., R. T. Holden, and M. L. Powell (2009). Integration and information: Markets and hierarchies revisited. Massachusetts Institute of Technology Working Paper.",
        "Grossman, S. J. (1976). On the efficiency of competitive stock markets where trades have diverse information. Journal of Finance, 573-585.",
        "Grossman, S. J. (1977). The existence of futures markets, noisy rational expectations and informational externalities. The Review of Economic Studies, 431-449.",
        "Grossman, S. J. and O. D. Hart (1986). The costs and benefits of ownership: A theory of vertical and lateral integration. The Journal of Political Economy 94(4), 691.",
        "Grossman, S. J. and J. E. Stiglitz (1976). Information and competitive price systems. The American Economic Review 66(2), 246-253.",
        "Grossman, S. J. and J. E. Stiglitz (1980). On the impossibility of informationally efficient markets. The American Economic Review 70(3), 393-408.",
        "Hayek, F. A. (1945). The use of knowledge in society. American Economic Review 35(4), 519-530.",
        "Hellwig, M. (1980). On the aggregation of information in competitive markets. Journal of Economic Theory 22(3), 477-498.",
        "Klein, B., R. G. Crawford, and A. A. Alchian (1978). Vertical integration, appropriable rents, and the competitive contracting process. The Journal of Law and Economics 21(2), 297.",
        "Krebs, T. (2007). Rational expectations equilibrium and the strategic choice of costly information. Journal of Mathematical Economics 43(5), 532-548.",
        "Muendler, M. (2007). The possibility of informationally efficient markets. Journal of Economic Theory 133(1), 467-483.",
        "Veldkamp, L. L. (2006). Information markets and the comovement of asset prices. Review of Economic Studies 73(3), 823.",
        "Verrecchia, R. E. (1982). Information acquisition in a noisy rational expectations economy. Econometrica: Journal of the Econometric Society, 1415-1430.",
        "Wang, J. (1993). A model of intertemporal asset prices under asymmetric information. The Review of Economic Studies, 249-282.",
        "Williamson, O. E. (1971). The vertical integration of production: Market failure considerations. The American Economic Review, 112-123."
    ]
}