{
    "id": 15790,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "ACEMOGLU, D. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(5), 1259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "(2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good Jobs versus Bad Jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "BARTELSMAN, E. J., AND M. DOMS (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding productivity: lessons from longitudinal microdata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper. Specifically, we use single, married without children, and married with at least one child under the age of 5.",
        "For cities in the 1980 Census not observed in the 1970 Census, we use the 1980 probabilities.",
        "BARTIK, T. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits from Local Job Growth: Migrants or the Original Residents ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Studies, 27(4), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "BARTIK, T. J. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do the Effects of Local Growth on Employment Rates Vary With Initial Labor Market Conditions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Working Papers 09-148, W.E. Upjohn Institute for Employment Research.",
        "BEAUDRY, P., D. GREEN, AND B. SAND (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Industrial Composition Matter? An empirical evaluation based on Search and Bargaining Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of British Columbia.",
        "BLANCHARD, O. J., AND P. DIAMOND (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Beveridge Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 20(1989-1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "BLANCHARD, O. J., AND L. F. KATZ (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Evolutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers and Economic Activity, (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "BLAU, F. D., AND L. M. KAHN (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions and laws in the labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Labor Economics, ed. by O. Ashenfelter, and D. Card, vol. 3 of Handbook of Labor Economics, chap. 25, pp. 1399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1461. Elsevier.",
        "BOUSTAN, L. P., P. V. FISHBACK, AND S. E. KANTOR (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Internal Migration on Local Labor Markets: American Cities During the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 13276, National Bureau of Economic Research, Inc.",
        "CARD, D. (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of the Mariel boatlift on the Miami labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 43(2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "(2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 19(1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "(2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 14683, National Bureau of Economic Research, Inc.",
        "CARD, D., AND J. DINARDO (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Immigrant Inflows Lead to Native Outflows?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90(2), 360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "DAHL, G. B. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility and the Return to Education: Testing a Roy Model with Multiple Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, (6), 2367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2420.",
        "DEATON, A., AND D. LUBOTSKY (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality, Inequality and Race in American Cities and States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 8370, National Bureau of Economic Research, Inc.",
        "DOMS, M., AND E. LEWIS (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor supply and personal computer adoption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "HAMERMESH, D. (1993): Labor Demand. New Jersey:Princeton University Press.",
        "JOVANOVIC, B. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and the Evolution of Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50(3), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 670.",
        "KRUEGER, A. B., AND J.-S. PISCHKE (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Observations and Conjectures on the U.S. Employment Miracle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 6146, National Bureau of Economic Research, Inc.",
        "LEWIS, E. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How did the Miami labor market absorb the Mariel immigrants?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "MANSKI, C. F. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Endogenous Social Effects: The Reflection Problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 60(3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "MELITZ, M. J. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "MOFFITT, R. A. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Interventions, Low-Level Equilibria And Social Interactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Social Dynamics, pp. 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82. MIT Press.",
        "MORETTI, E. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 6997, C.E.P.R. Discussion Papers.",
        "PARK, J. H. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Sheepskin Effects and Returns to Schooling Using he Old and the New CPS Measures of Educational Attainment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Papers 338, Princeton, Department of Economics - Industrial Relations Sections.",
        "PISSARIDES, C. (2000): Equilibrium Unemployment Theory. Cambridge, MA: MIT press, second edn.",
        "ROBACK, J. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Rents, and the Quality of Life,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 90(6), 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "ROY, A. D. (1951): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Thoughts on the Distribution of Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, pp. 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "RUGGLES, S., M. SOBEK, T. ALEXANDER, C. A. FITCH, R. GOEKEN, P. K. HALL, M. KING, AND C. RONNANDER (2004): Integrated Public Use Microdata Series: Version 3.0 [Machinereadable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor ]."
    ]
}