{
    "id": 15796,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "Anderson, T. W. and C. Hsiao (1981). Estimation of dynamic models with error components. Journal of the American Statistical Association 76(375), 598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Beggs, J. J. and M. Nerlove (1988). Biases in dynamic models with fixed effects. Economics Letters 26(1), 29 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 31.",
        "Brankston, G., L. Gitterman, Z. Hirji, C. Lemieux, and M. Gardam (2007). Transmission of influenza a in human beings. The Lancet Infectious Diseases 7(4), 257 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 265.",
        "Cannell, J. J., M. Zasloff, C. F. Garland, R. Scragg, and E. Giovannucci (2008). On the epidemiology of influenza. Virology Journal 5, 29.",
        "Cherry, D., E. Hing, D. Woodwell, and E. Rechtsteiner (2006). National ambulatory medical care survey: 2006 summary.",
        "Cox, N. J. and K. Subbarao (2000). Global epidemiology of influenza: past and present. Annual Review Of Medicine 51, 407 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 421.",
        "Gerdtham, U. and M. Johannesson (1999). New estimates of the demand for health: results based on a categorical health measure and swedish micro data. Social Science & Medicine (1982) 49(10), 1325 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1332.",
        "Gerdtham, U. and C. J. Ruhm (2006). Deaths rise in good economic times: evidence from the oecd. Economics And Human Biology 4(3), 298 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 316.",
        "Ginsberg, J., M. H. Mohebbi, R. S. Patel, L. Brammer, M. S. Smolinski, and L. Brilliant (2009). Detecting influenza epidemics using search engine query data. Nature 457(7232), 1012 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1014.",
        "Huber, P. J. (1967). The behavior of maximum likelihood estimates under nonstandard conditions. In Proc. Fifth Berkeley Sympos. Math. Statist. and Probability (Berkeley, Calif., 1965/66), Vol. I: Statistics, pp. 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233. Berkeley, Calif.: Univ. California Press.",
        "Molinari, N.-A. M., I. R. Ortega-Sanchez, M. L. Messonnier, W. W. Thompson, P. M. Wortley, E. Weintraub, and C. B. Bridges (2007). The annual impact of seasonal influenza in the us: Measuring disease burden and costs. Vaccine 25(27), 5086 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 5096.",
        "Nickell, S. J. (1981). Biases in dynamic models with fixed effects. Econometrica 49(6), 1417 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1426.",
        "Ruhm, C. J. (2000). Are recessions good for your health? Quarterly Journal of Economics 115(2), 617 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 650.",
        "Ruhm, C. J. (2003). Good times make you sick. Journal Of Health Economics 22(4), 637 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 658.",
        "Ruhm, C. J. (2005). Healthy living in hard times. Journal of Health Economics 24(2), 341 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 363.",
        "Ruhm, C. J. (2007). A healthy economy can break your heart. Demography 44(4), 829 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 848.",
        "Ruhm, C. J. and W. E. Black (2002). Does drinking really decrease in bad times?. Journal of Health Economics 21(4), 659 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 678.",
        "Tellier, R. (2006). Review of aerosol transmission of influenza a virus. Emerging Infectious Diseases 12(11), 1657 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1662."
    ]
}