{
    "id": 15792,
    "cites": 61,
    "cited_by": 33,
    "reference": [
        "Abel, A. B. and Eberly, J. C. (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe mix and scale of factors with irreversibility and fixed costs of investmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Carnegie-Rochester Conference Series on Public Policy 48(1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Aghion, P., Bloom, N., Blundell, R., Griffith, R. and Howitt, P. (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCompetition and innovation: An inverted-U relationshipÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics 120(2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Aitken, B. J. and Harrison, A. E. (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo domestic firms benefit from direct foreign investment? Evidence from VenezuelaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 89(3), 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Archibugi, D. and Sirilli, G. (2001), The direct measurement of technological innovation in business. in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and enterprise creation: Statistics and indicators. Proceedings of the conference held at Sophia AntipolisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Arnold, J. M. and Javorcik, B. S. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGifted kids or pushy parents? Foreign direct investment and plant productivity in Indonesia?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of International Economics 79(1), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Atkeson, A. and Burstein, A. (2007), Innovation, firm dynamics, and international trade. NBER Working Paper No. 13326.",
        "Aw, B. and Hwang, A. R. (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cProductivity and the export market: A firm-level analysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Development Economics 47(2), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Ayyagari, M., DemirguÃ\u0083Å\u0092Ã\u0082Ë\u0086cÃ\u0083Å\u0092Ã\u0082Â§-Kunt, A. and Maksimovic, V. (2007), Firm innovation in emerging markets: The roles of governance and finance. World Bank Policy Research Working Paper 4157.",
        "Banerjee, A. V. and Duflo, E. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo firms want to borrow more? Testing credit constraints using a directed lending programÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, mimeo .",
        "Becheikh, N., Landry, R. and Amara, N. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLessons from innovation empirical studies in the manufacturing sector: A systematic review of the literature from 1993-2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Technovation 26(5-6), 644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Bellone, F., Musso, P., Nesta, L. and Schiavo, S. (2008), Financial constraints and firm export behavior. Department of Economics (University of Trento) Working Paper 0816.",
        "Berman, N. and HeÃ\u0083Å\u0092Ã\u0082Â\u0081ricourt, J. (2008), Financial factors and the margins of trade: Evidence from cross-country firm-level data. Documents de travail du centre dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie de la Sorbonne -bla08050.",
        "Bernard, A. B. and Jensen, B. J. (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExceptional exporter performance: Cause, effect, or both?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of International Economics 47(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Bernard, A. B. and Jensen, J. B. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhy some firms exportÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Review of Economics and Statistics 86(2), 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Bernard, A. B. and Wagner, J. (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExports and success in German manufacturingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of World Economics (Weltwirtschaftliches Archiv) 133(1), 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Blomstrom, M. (1988), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLabor productivity differences between foreign and domestic firms in mexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, World Development 16(11), 12951298.",
        "Bond, S., Harhoff, D. and Van Reenen, J. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInvestment, R&D and financial constraints in Britain and GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistique 79-80, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Brown, J. R., Fazzari, S. M. and Petersen, B. C. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFinancing innovation and growth: Cash flow, external equity, and the 1990s R&D boomÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Finance 64(1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Buch, C. M., Kesternich, I., Lipponer, A. and Schnitzer, M. (2009), Exports versus FDI revisited: Does finance matter? Unpublished manuscript.",
        "Bustos, P. (2007), Rising wage inequality in the argentinean manufacturing sector: The impact of trade and foreign direct investment on technology and skill upgrading. Unpublished manuscript.",
        "Canepa, A. and Stoneman, P. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFinancial constraints to innovation in the UK: Evidence from CIS2 and CIS3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Oxford Economic Papers 60, 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730.",
        "Carlin, W., Schaffer, M. and Seabright, P. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA minimum of rivalry: Evidence from transition economies on the importance of competition for innovation and growthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Contributions to Economic Analysis and Policy 3(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Chaney, T. (2005), Liquidity constrained exporters. University of Chicago, Unpublished manuscript.",
        "Constantini, J. A. and Melitz, M. J. (2008), The dynamics of firm-level adjustment to trade liberalization, in E. Helpman, D. Marin and T. Verdier, eds, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Organization of Firms in a Global EconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Harvard University Press, Cambridge, chapter 4.",
        "Das, S., Roberts, M. and Tybout, J. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMarket entry costs, producer heterogeneity, and export dyanmicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica 75(3), 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c873.",
        "De Loecker, J. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo exports generate higher productivity? Evidence from SloveniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of International Economics 73(1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "de Mel, S., McKenzie, D. and Woodruff, C. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cReturns to capital in microenterprises: Evidence from a field experimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, mimeo .",
        "Estrin, S., Hanousek, J., Kocenda, E. and Svejnar, J. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe effects of privatization and ownership in transition economiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Economic Literature 47(3), 699 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 728.",
        "Gorodnichenko, Y. (2007), Using firm optimization to evaluate and estimate returns to scale. NBER Working Paper 13666.",
        "Gorodnichenko, Y. and Grygorenko, Y. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAre oligarchs productive? Theory and evidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Comparative Economics 36(1)(1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Gorodnichenko, Y., Svejnar, J. and Terrell, K. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGlobalization and innovation in emerging marketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Journal: Macroeconomics .",
        "Greenaway, D., Guariglia, A. and Kneller, R. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFinancial factors and exporting decisionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of International Economics 73(2), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c395.",
        "Grossman, G. and Helpman, E. (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInnovation and growth in the global economyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Cambridge Massachusetts: MIT Press .",
        "Haddad, M. and Harrison, A. E. (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAre the positive spillovers from direct foreign investment? Evidence from panel data for MoroccoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Development Economics 42(1), 5174.",
        "Hajivassiliou, V. and Savignac, F. (2007), Financing constraints and a firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s decision and ability to innovate: Establishing direct and reverse effects. FMG Discussion Paper 594.",
        "Hall, B. H. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe financing of research and developmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Oxford Review of Economic Policy 18(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Hall, B. H. and Lerner, J. (2009), The financing of R&D and innovation. NBER Working Paper 15325.",
        "Harhoff, D. (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAre there financing constraints for R&D and investment in German manufacturing firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistique (49-50).",
        "Harrison, A. E. and Mcmillan, M. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes direct foreign investment affect domestic credit constraints?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of International Economics 61(1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Himmelberg, C. P. and Petersen, B. C. (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cR&D and internal finance: A panel study of small firms in high-tech industriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economics and Statistics 76(1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Kaplan, S. N. and Zingales, L. (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInvestment-cash flow sensitivities are not valid measures of financing constraintsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Quarterly Journal of Economics 115(2), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Lane, P. R. (2009), Innovation and Financial Globalization, Instiute for International Integration Studies, III Discussion Paper 299.",
        "Levine, R. (2005), Finance and growth: Theory and evidence: 12, in P. Aghion and S. Durlauf, eds, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHandbook of Economic GrowthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Vol. 1 of Handbook of Economic Growth, Elsevier, pp. 865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Manova, K. (2008), Credit constraints, heterogeneous firms, and international trade. NBER Working Paper 14531.",
        "Marin, D. and Schnitzer, M. (2002), Contracts in Trade and Transition. The resurgence of barter, Cambridge Massachusetts: MIT Press.",
        "Marin, D. and Schnitzer, M. (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDisorganization and financial collapseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, European Economic Review 49(2), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Marin, D. and Schnitzer, M. (2006), When is FDI a Capital Flow? CEPR Discussion Paper 5755.",
        "Melitz, M. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe impact of trade on intra-industry reallocations and aggregate industry productivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Meyer, K. E. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cManagement challenges in privatization acquisitions in transition economiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of World Business 37(4), 266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Michie, J. (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIntroduction: The internationalisation of the innovation processÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, International Journal of the Economics of Business 5(3), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Mulkay, B., Hall, B. and Mairesse, J. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFirm level investment and R&D in France and the United States: A comparisonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. NBER Working Paper 8038.",
        "Nickell, S. (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCompetition and corporate performanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy 104(4), 724Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "OECD (2005), The measurement of scientific and technological advances, Organisation for Economic Co-operation and Development.",
        "Sabirianova Peter, K., Svejnar, J. and Terrell, K. (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDistance to the efficiency frontier and foreign direct investment spilloversÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of the European Economic Association 3(2-3), 576Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 586.",
        "Schumpeter, J. (1943), Capitalism, Socialism, and Democracy, New York: Harper.",
        "Stiebale, J. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo financial constraints matter for foreign market entry? A firm-level examination Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Ruhr Economic Papers (0051).",
        "Ughetto, E. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes internal finance matter for R&D? New evidence from a panel of Italian firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Cambridge Journal of Economics 32(6), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c925.",
        "Van Biesebroeck, J. (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExporting raises productivity in sub-Saharan African manufacturing firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of International Economics 67(2), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Wagner, J. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExports and productivity: A survey of the evidence from firm-level dataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The World Economy 30(1), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "World Bank (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWorld development report: The challange of developmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, New York: Oxford University Press .",
        "World Bank (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe East Asian miracle: Economic growth and public policyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, New York: Oxford University Press ."
    ]
}