{
    "id": 15807,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Aguerrevere, 2009, Real options, product market competition, and asset returns, Journal of Finance 64, 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c983.",
        "Anderson, C.W., and L. Garcia-Feijoo, 2006, Empirical evidence on capital investment, growth options, and security returns, Journal of Finance 61, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Ang, A., and J. Liu, 2001, A general affine earnings valuation model, Review of Accounting Studies 6, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Ang, A., and J. Liu, 2004, How to discount cashflows with time-varying expected returns, Journal of Finance 59, 2745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2783.",
        "Ang, A., and J. Liu, 2007, Risk, return, and dividends, Journal of Financial Economics 85, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Baker, M., and R.S. Ruback, 1999, Estimating industry multiples, Working Paper, Harvard University.",
        "Berk, J.B., R.C. Green, and V. Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1607.",
        "Bhojraj, S., and D.T. Ng, 2007, Cross-country differences in firm multiples, Working Paper, Cornell University.",
        "Brennan, M.J., and E.S. Schwartz, 1985, Evaluating natural resource investment, Journal of Business 58, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Carlson, M., A. Fisher, and R. Giammarino, 2004, Corporate investment and asset price dynamics: Implications for the cross-section of returns, Journal of Finance 59, 2577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2603.",
        "Driscoll, J.C., and A.C. Kraay, 1998, Consistent covariance matrix estimation with spatially dependent panel data, Review of Economics and Statistics 80, 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "Duffie, D., and D. Lando, 2001, Term structure of credit spreads with incomplete accounting information, Econometrica 69, 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Goldstein, R., N. Ju, and H. Leland, 2001, An EBIT-based model of dynamic capital strucure, Journal of Business 74, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Grenadier, 2002, Option exercise games: An application to the equilibrium investment strategies of firms, Review of Financial Studies 15, 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Liu, J. and. D. Nissim, and J. Thomas, 2002, Equity valuation using multiples, Journal of Accounting Research 40, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Liu, J. and. D. Nissim, and J. Thomas, 2007, Is cash flow king in valuations?, Financial Analysts Journal 63, March/April, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "McDonald, R., and D. Siegel, 1986, The value of waiting to invest, Quarterly Journal of Economics 101, 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Merton, R.C., 1974, On the pricing of corporate debt: The risk structure of interest rates, Journal of Finance 29, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Pedersen, M.A., 2009, Estimating standard errors in Finance panel data sets: Comparing approaches, Review of Financial Studies 22, 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Titman, S., K.C.J. Wei, and F. Xie, 2004, Capital investments and stock returns, Journal of Financial and Quantitative Analysis 39, 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700."
    ]
}