{
    "id": 1580,
    "cites": 65,
    "cited_by": 6,
    "reference": [
        "Simpson, Thomas D., and Richard D. Porter. Some Issues Involving the Definition and Interpretation of the Monetary Aggregates. Federal Reserve Bank of Boston Conference Series, 23(October 1980), 161-234.",
        "Simpson, Thomas D. Changes in the Financial System: Implications for Rnetary Policy. Brookings Papers on Economic Activifl~ 1(1984), 249-65.",
        "Sellon, Gordon H., Jr. The Instruments of Monetary Policy. Federal Reserve Bank of Kansas City, Economic Review 69(May 1984), 3-20.",
        "Santomero, Anthony M., and John H. Seater. Partial Adjustment in the Demand for Money: Theory and Empirics. American Economic Review 71(Septeniber 1981), 566-78.",
        "Roley, V. Vance and Carl E. Walsh. Monetary Policy Regimes, Expected Inflation, and the Response of Interest Rates to Money Announcements.. Quarterly Journal of Economics, forthcoming, 1985.",
        "Roley, V. Vance, and Rick Troll. The Impact of Discount Rate Changes on Market Interest Rates. Federal Reserve Bank of Kansas City, Economic Review 69(January 1984), 27-39.",
        "__________ The~ Response of Short-Term. Interest Rates to Weekly Money Announcements. Journal Of MOfley,Credit and Banking 15(August 1983), 344-54 (b). -51_________ The Demand for Money by Households: An Evaluation of Its Stability. Federal Reserve Bank of Kansas City, Economic Review, forthcoming, 1985.",
        "Quick, Perry D., and John Paulus. Financial Innovations and the Transactions Demand for Money. Mimeo, Board of Governors of the Federal Reserve Systeth, 1977. .5 Roley, V. Vance. Symmetry Restrictions in a System of Financial Asset Demands: Theoretical and Empirical Results. Review of Economics and Statistics 65(February 1983), 124-30(a).",
        "Plosser, Charles I., G. William Schwert, and ilalbert White. Differencing as a Test of Specification. International Economic RevIew, 23 (October 1982), 535-52.",
        "Plosser, Charles I., and C. William Schwert. Money, Income, and Sunspots: Measuring Economic Relationships and the Effects of Differencing. Journal of Monetary Economics 4(November 1978), 637-60.",
        "Meltzer, Allan H. The Demand for Money: The Evidence from the Time Series. Journal of Political Economy 7l(June 1963), 219-46.",
        "Lucas, Robert E. Jr. Econometric Policy Evaluations: A Critique. Carnegie-Rochester Conference Series on Public Policy, 1(1976), 19-46.",
        "LeRoy, Stephen F. Monetary Control Under Lagged Reserve Accounting. Southern Economic Journal 46(October 1979), 460-70.",
        "Lieberman, Charles. The Transactions Demand for Money and Technological Change. Review of Economics and Statistics 59(August 1977), 307-17.",
        "Laumas, G.S. and David E. Spencer. The Stability of the Demand for Money: Evidence from the Post-1973 Period. Reveiw of Economics and Statisics 62(August 1980), 455-9.",
        "_________________ The Demand for Money in the United States--Yet Again. Carnegie-Rochester Conference Series on Public Policy, 12 (1980), 219-71.",
        "Klein, Benjamin. Competitive Interest Payments on Bank Deposits and the Long-Run Demand for Money. American Economic Review 64(December 1974), 931-49. -50Laidler, David E.W. The Demand for Money: Theories and Evidence, 2nd ed.",
        "The Sthrch for a Stable Money Demand Function: A Survey of the Post-1973 Literature. Journal of Economic Literature 20(September 1982), 993-1023.",
        "Judd, John P., and John L. Scadding. Liability Management, Bank Loans and Deposit `Market Disequilibrium. Federal Reserve Bank of San Francisco, Economic Review (Summer 1981), 21-43.",
        "Judd, John P., and Rose McElhattan. The Behavior of Money and the Economy in 1982-83. Federal Reserve Bank of San Francisco, Economic Review, (Summer 1983), 46-51.",
        "Hetzel, Robert L. The October 1979 Regime of Monetary Control and the Behavior of the Money Supply in 1980. Journal of MoneL Credit and Banking 14~4ay 1982), 234-51.",
        "Hem, Scott E. Dynamic Forecasting and the Demand for Money. Federal Reserve Bank of St. Louis, Review 62(June/July 1980), 13-23.",
        "Hatanaka, Michio. An Efficient Two-Step Estimation for the Dynamic Adjustment Model with Autoregressive Errors. Journal of Econometrics 2(September 1974), 199-220.",
        "____________________ Recent Velocity Behavior, the Demand for Money and Monetary Policy. Conference on Monetary Targeting and Velocity, Federal Reserve Bank of San Francisco, 1983.",
        "Hamburger, Michael J. Behavior of the Money Stock: Is There a Puzzle? Journal of Monetary Economics 3(July 1977), 265-88.",
        "______________________________ A Comment on the Stability of the Demand for Money: Evidence from the Post-1973 Period. Review of Economics and Statistics 64(May 1982), 355-7(b).",
        "____________________________ The Shift in Money Demand: What Really Happened? Federal Reserve Bank of St. Louis, Review 64(February 1982), 11-16 (a).",
        "_____________________________ The Dynamics and Estimation of Short-Run Money Demand. Federal Reserve Bank of St. Louis, Review 62(March 1980), 26-35.",
        "Hafer, R.W. ttThe Money-GNP Link: Assessing Alternative Transaction Measures. Federal Reserve Bank of St. Louis, Review 66 (March 1984), 19-27. -49Hafer, R.W., and Scott E. Hem. Evidence on the Temporal Stability of the Demand for Money Relationship in the United States. Federal Reserve Bank of St. Louis, Review 61(December 1979), 3-14.",
        "Granger, Clive W.J., and Paul Newbold. Spurious Regressions in Econometrics. Journal of Econometrics 2(July 1974), 111-20.",
        "Cordon, Robert J. The 1981-82 Velocity Decline: A Structural Shift in Income or Money Demand. Mimeo, National Bureau of Economic Research, 1984(a). ________________ The Short-Run Demand for Money; A Reconsideration. Journal of Money, Credit, and Banking, 16 (November l984b), 403-34.",
        "Goodfriend, Marvin. Measurement Error and a Reinterpretation of the Conventional Money Demand Regression. Mimeo, Federal Reserve Bank of Richmond, 1983.",
        "Goldfeld, Stephen M. The Demand for Money Revisited. Brookings Papers on Economic Activity 3(1976), 577-638.",
        "The Case of the Missing Money. Brookings Papers on Economic Activity 3(1976), 683-730.",
        "Garcia, Gillian, and Simon Pak. Some Clues in the Case of the Missing Money. American Economic Review 69(May 1979), 330-4.",
        "____________________ Crowding Out or Crowding In? The Economic Consequences of Financing Government Deficits. Brookings Papers on Economic Activity 3(1978), 593-641. Friedman, Milton. The Quantity Theory of Money, A Restatement. In Studies in the Quantity Theory of Money, edited by Milton Friedman, pp. 3-21.",
        "Friedman, Bemjwnin M. Financial Flow Variables and the Short-Run Determination of Long-Term Interest Rates. Journal of Political Economy 85(August 1977), 661-89.",
        "Feige, Edgar L., and Douglas K. Pearce. The Substitutability of Money and Near Monies: A Survey of the Time-Series Evidence. Journal of Economic Literature IS(June 1977), 439-69.",
        "Feige, Edgar L. Expectations and Adjustments in the Monetary Sector. American Economic Review 57(May 1967), 462-73.",
        "Fackler, James S., and W. Douglas McMillin. Specification and Stability of the Goldfeld Money Demand Function. Mimeo, 1984.",
        "Enzler, Jared, Lewis Johnson, and John Paulus. Some Problems of Money Demand. Brookings Papers on Economic Activity 1(1976), 261-80.",
        "Cooley, Thomas F., and Stephen F. LeRoy. Identification and Estimation of Money Demand. American Economic Review 71(November 1981), 825-44. -48Domowit:, Ian, and Craig S. Hakkio. Testing for Serial Correlation and Common Factor Dynamics in the Presence of Heteroscedasticity. Mimeo, Federal Reserve Bank of Kansas City, 1984.",
        "Clower, Robert W., and Peter W. Howitt. The Transactions Theory of the Demand for Money: A Reconsideration. Journal of Politic,~ Economy 86(June 1978), 449-66.",
        "Chow, Gregory. On the Long-Run and Short-Run Demand for Money. Journal of Political Economl 74(April 1966), 111-31.",
        "_____________ Monetary Policy and Subduing Inflation. Mimeo, American Enterprise Institute, 1983.",
        "Carr, Jack, and Michael R. Darby. The Role of Money Supply Shocks in the Short-Run Demand for Money.~ Journal of Monetary Economics 8 (September 1981), 183-99.",
        "Cagan, Phillip. The Monetary Dynamics of Hyperinflation. In Studies in the Quantity Theory of Money, edited by Milton Friedman, pp. 25-117. Chicago: University of Chicago Press, 1956.",
        "Buiter, Willem H., aM dive A. Armstrong. A Didactic Note on the Transactions Demand for Money and Behavior Toward Risk. Journal of Money, Credit and Banking lO(November 1978), 529-38.",
        "Akerlof, George A. Irving Fisher on His Head: The Consequences of Constant Target-Threshold Monitoring of Money Holdings. Quarterly Journal of Economics 9.3(May 1979), 169-87. Akerlof, George A., and Ross M. Milbourne. Irving Fisher on Uis Head tI: The Consequences of the Timing of Payments for the Demand for Money.",
        "Anderson, Richard G., and Robert H. Rasche. What Do Money Market Models Tell Us about How to Implement Monetary Policy. Journal of Mo~y, Credit and Banking 14(November 1982), 796-828.",
        "Barro, Robert J.,, and Anthony H. Santomero. Household Money Holdings and the Demand Deposit Rate. Journal of Money, Credit and Banking 4(May 1972), 397-413.",
        "Baumol, William J. The Transactions Demand for Cash: An Inventory Theoretic Approach. Quarterly Journal of Economics 66(November 1952)., 545-56.",
        "Bennett, Barbara A. Shift Adjustments to the Monetary Aggregates. Federal Reserve Bank of San Francisco, Economic Review (Spring 1982), 6-18.",
        "Brainard, William C., and James Tobin. Pitfalls in Financial Model Building. American Economic Review 58(May 1968), 99-122.",
        "Brayton, Flint, Terry Farr, and Richard Porter. Alternative Money Demand Specifications and Recent Growth in Ml. Mimeo, Board of Governors of the Federal Reserve System, 1983.",
        "= natural logarithm of real GNP, $1972b. = natural logarithm of the total value of equities (Board of Governors of the Federal Reserve System, Flow of Funds Accounts) divided by the GNP deflator.",
        "Working, Holbrook. Note on the Correlation of First Differences of Averages in a Random Chain. Econometrica 28(October 1960), 916-18.",
        "Wenninger, John, Lawrence Radecki, and Elizabeth Hammond. Recent Instability in the Demand for Money. Federal Reserve Bank of New York, Quarterly Review 6(Summer 1981), 1-9.",
        "________ Interest Rate Volatility and Monetary Policy. Journal of Money, Credit and Banking l6(May 1984), 133-50. -52Wenninger, John, and Charles M. Sivesand. Defining Money for a Changing Financial System. Federal Reserve Bank of New York, Quarterly Review 4(Spring 1979), 1-8.",
        "Walsh, Carl E. The Effects of Alternative Operating Procedures on Economic and Financial Relationships. In Monetary Policy Issues in the 1980s, Federal Reserve Bank of Kansas City, 1982.",
        "Tobin, James. The Interest Elasticity of Transactions Demand for Cash. Review of Economics and Statistics 38(August 1956), 241-7.",
        "___________ Liquidity Preference as Behavior toward Risk. Review of Economic Studies 25(February 1958), 65-86.",
        "Tatom, John A. Was the 1982 Velocity Decline Unusual? Federal Reserve Bank of St. Louis, Review (August/September 1983), 5-15.",
        "Tinsley, Peter A., Bonnie Garrett, and Monica B. Friar. An Expose of Disguised Deposits. Journal of Econometrics 15(January 1981), 117-37.",
        "Sims, Christopher A. Policy Analysis with Econometric Models. Brookings Papers on Economic Activity 1(1982), 107-52."
    ]
}