{
    "id": 15805,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Abel, A. B. (1987). The Ricardian Equivalence Theorem, Volume 4 of In: John Eatwell, Murray Milgate and Peter Newman (eds.), The New Palgrave: A Dictionary of Economic Theory and Doctrine, pp. 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179. The Macmillan Press Ltd.",
        "Ball, L. and N. G. Mankiw (2007). Intergenerational risk sharing in the spirit of arrow, debreu, and rawls, with applications to social security design. Journal of Political Economy 115(4), 523 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 547.",
        "Barro, R. J. (1974). Are government bonds net wealth? Journal of Political Economy 82(6), 1095 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1117.",
        "Barro, R. J. (1979). On the determination of the public debt. Journal of Political Economy 87(5), p. 940 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 971.",
        "Basak, S. and D. Cuoco (1998). An equilibrium model with restricted stock market participation. Review of Financial Studies 11(2), 309 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 341.",
        "Blanchard, O. J. (1985). Debt, deficits, and finite horizons. Journal of Political Economy 93(2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Bodie, Z., R. C. Merton, and W. F. Samuelson (1992). Labor supply flexibility and portfolio choice in a life cycle model. Journal of Economic Dynamics and Control 16(3-4), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Bovbjerg, B. D. (2009). Private pensions: Alternative approaches could address retirement risks faced by workers but pose tradeoffs. Technical Report GAO-09-642, United States Government Accountability Office.",
        "Campbell, J. Y. and M. Feldstein (2001). Risk Aspects of Investment-Based Social Security Reform. Cambridge, MA: NBER.",
        "Cole, H. L. and N. R. Kocherlakota (2001). Efficient allocations with hidden income and hidden storage. Review of Economic Studies 68(3), 523 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 542.",
        "Constantinides, G. M., J. B. Donaldson, and R. Mehra (2002). Junior must pay: Pricing the implicit put in privatizing social security. National Bureau of Economic Research, Working Paper: 8906.",
        "Cuoco, D. (1997). Optimal consumption and equilibrium prices with portfolio constraints and stochastic income. Journal of Economic Theory 72(1), 33 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 73.",
        "Duffie, D. (2001). Dynamic asset pricing theory. Princeton and Oxford: Princeton University Press.",
        "Farhi, E. and S. Panageas (2007). Saving and investing for early retirement: A theoretical analysis. Journal of Financial Economics 83(1), 87 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 121.",
        "Feldstein, M. (2005a). Reducing the risk of investment-based social security reform. National Bureau of Economic Research, Working Paper: 11084.",
        "Feldstein, M. (2005b). Rethinking social insurance. American Economic Review 95(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Feldstein, M. and E. Ranguelova (2001). Individual risk in an investment-based social security system. American Economic Review 91(4), 1116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1125.",
        "Fuster, L., A. Imrohoroglu, and S. Imrohoroglu (2008). Personal Security Accounts and Mandatory Annuitization in a Dynastic Framework. In: Fenge, R., de Menil, G. and Pestieau, P. , eds., Strategies for Pension Reform. Cambridge: MIT Press.",
        "Gallmeyer, M. and B. Hollifield (2008). An examination of heterogeneous beliefs with a short-sale constraint in a dynamic economy. Review of Finance 12(2), 323 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 364.",
        "Golosov, M. and A. Tsyvinski (2006). Designing optimal disability insurance: A case for asset testing. Journal of Political Economy 114(2), 257 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 279.",
        "He, H. and H. F. Pages (1993). Labor income, borrowing constraints, and equilibrium asset prices. Economic Theory 3(4), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c696.",
        "Karatzas, I. and S. E. Shreve (1991). Brownian motion and stochastic calculus (Second ed.), Volume 113 of Graduate Texts in Mathematics. New York: Springer-Verlag.",
        "Karatzas, I. and S. E. Shreve (1998). Methods of mathematical finance. Applications of Mathematics. New York: Springer-Verlag.",
        "Krueger, D. and F. Kubler (2006). Pareto-improving social security reform when financial markets are incomplete!? American Economic Review 96(3), 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Marcet, A. and R. Marimon (1998). Recursive contracts. UPF Working Paper.",
        "Mitchell, O. S. and M.-E. Lachance (2003). Guaranteeing individual accounts. American Economic Review 93(2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Oksendal, B. (1998). Stochastic differential equations: An introduction with applications. Universitext. Berlin: Springer-Verlag.",
        "Ramsey, F. P. (1927). A contribution of the theory of taxation. Economic Journal, 47 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 61.",
        "Shoffner, D., A. G. Biggs, and P. Jacobs (2005). Poverty-level annuitization requirements in social security proposals incorporating personal retirement accounts. U.S. Social Security Administration Office of Policy."
    ]
}