{
    "id": 15800,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Aiyagari, S. Rao, Lawrence J. Christiano, and Martin Eichenbaum. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Output, Employment, and Interest Rate Effects of Government Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics. 30(1), October 1992: 73-86.",
        "Alesina, Alberto F. and Silvia Ardagna. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Changes in Fiscal Policy: Taxes Versus Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15438, October 2009.",
        "Barro, Robert J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output Effects of Government Purchases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 89(6), December 1981: 1086-1121.",
        "Barro, Robert J. and Charles J. Redlick. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects from Government Purchases and Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15369, September 2009.",
        "Baxter, Marianne and Robert G. King. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy in General Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 83(3), June 1993: 315-34.",
        "Bernanke, Ben S., Mark Gertler, and Mark Watson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systematic Monetary Policy and the Effects of Oil Price Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity. 19(1), December 1997: 91-157.",
        "Blanchard, Olivier and Nobuhiro Kiyotaki. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Competition and Effects of Aggregate Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 77(4), September 1987: 64766.",
        "Calvo, Guillermo A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-maximizing Framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics. 12(3), September 1983: 383-398.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is the Government Spending Multiplier Large?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15394, October 2009.",
        "Clarida, Richard, Jordi GalÃ\u0083Æ\u0092Ã\u0082Â­, and Mark Gertler. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. 115(1), February 2000: 147-180.",
        "Curdia, Vasco and Michael Woodford. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking. 42(1), 2010: 3-35.",
        "Davis, Michael C. and James D. Hamilton. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are Prices Sticky? The Dynamics of Wholesale Gasoline Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking. 36(1), 2004: 17-37. Eckholm, Erik. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prolonged Aid to Unemployed is Running Out.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times.",
        "Eggertsson, Gauti. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Fiscal Policy is Effective at Zero Interest Rates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report no. 402, November 2009.",
        "Eggertsson, Gauti. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Paradox of Toil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Federal Reserve Bank of New York, January 2010a.",
        "Eggertsson, Gauti. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comment on Casey MulliganÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Test of the Paradox of Toil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Federal Reserve Bank of New York, May 2010b.",
        "Employment Policies Institute. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wage Issue Guide.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 21, 2009. http://www.epi.org/page/-/mwig/epi_minimum_wage_issue_guide.pdf McGrattan, Ellen R. and Lee E. Ohanian. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Neoclassical Theory Account for the Effects of Big Fiscal Shocks? Evidence from World War II.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review. 51(2), May 2010: 509-32.",
        "Meyer, Bruce D. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Unemployment Spells.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica. 58(4), July 1990: 757-782.",
        "Moffitt, Robert A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare Programs and Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Alan J. Auerbach and Martin Feldstein, eds. Handbook of Public Economics. Volume 4, 2002: 2393430.",
        "Mountford, Andrew, and Harald Uhlig. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are the Effects of Fiscal Policy Shocks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics. 24(6), 2009: 960-992.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SchoolÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Out for Summer: A Gem in the Jobs Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times Economix Blog, August 11, 2009.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreclosures, Enforcement, and Collections under Federal Mortgage Modification Guidelines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15777, February 2010a.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Labor Supply Matter During a Recession? Evidence from the Seasonal Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 16357, September 2010b.",
        "Mulligan, Casey B. and Luke Threinen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Responses to the Panic of 2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 14446, October 2008.",
        "Ohanian, Lee E. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discussion of: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhat Fiscal Policy is Effective at Zero Interest Rates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ NBER Macroeconomics Annual. 25, 2010.",
        "Nakamura, Emi and Jon Steinsson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Facts about Prices: A Reevaluation of Menu Cost Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. 123(4), November 2008: 141564.",
        "Ramey, Valerie A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Government Spending Shocks: ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s All in the Timing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15464, October 2009.",
        "Rudebusch, Glenn D. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The FedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Monetary Policy Response to the Current Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Economic Letter. 2009-17, May 22, 2009.",
        "Sharp, Keith P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests of U.S. Short and Long Interest Rate Seasonality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics. 70(1), February 1988: 177-182.",
        "Sidrauski, Miguel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Choice and Patterns of Growth in a Monetary Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 57(2), May 1967: 534-544.",
        "United Status Bureau of Labor Statistics. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Summer Youth Labor Force.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 2009. United States Census Bureau. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Table A-13: Employment Status of the Civilian Noninstitutional Population by Age, Sex, and Race.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labor Force Statistics from the Current Population Survey, various issues. United States Census Bureau. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Table A-18: Employed and Unemployed Full- and Parttime Workers by Age, Sex, Race, and Hispanic or Latino Ethnicity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labor Force Statistics from the Current Population Survey, various issues.",
        "United States Department of Labor, Wages and Hours Division. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History of Federal Minimum Wage Rates Under the Fair Labor Standards Act, 1938 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009 http://www.dol.gov/whd/minwage/chart.htm.",
        "Woodford, Michael. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Analytics of the Government Expenditure Multiplier.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15714, January 2010."
    ]
}