{
    "id": 15813,
    "cites": 29,
    "cited_by": 37,
    "reference": [
        "Acemoglu, D. and S. Johnson (2007). Disease and Development: The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Life Expectancy on Economic Growth. Journal of Political Economy, vol.115(6), pp.925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d85.",
        "Ashraf, Q., Lester, A. and D. N. Weil (2008). When Does Improving Health Raise GDP? NBER Macroeconomics Annual 2008.",
        "Becker, G.S., Philipson, T.J. and Soares, R.R. (2005). The quantity and quality of life and the evolution of world inequality. American Economic Review, vol.95(1), pp.277-91.",
        "Behrman, J.R. and M.R. Rosenzweig (2004). Returns to birthweight. The Review of Economics and Statistics, vol.86(2), pp.586-601.",
        "Black, S.E., P.J. Devereux and K.G. Salvanes (2007). From the cradle to the labour market? The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of birth weight on adult outcomes. Quarterly Journal of Economics, vol.122(1), pp.409-39.",
        "Bleakley, H. (2003). Disease and Development: Evidence from the American South. Journal of the European Economic Association, vol.1(2-3), pp.376-86.",
        "Bleakley, H. (2007). Disease and Development: Evidence from Hookworm Eradication in the American South. Quarterly Journal of Economics, vol.122(1), pp.73-117.",
        "Bleakley, H. and F. Lange (2009). Chronic Disease Burden and the Interaction of Education, Fertility and Growth. Review of Economics and Statistics, vol.91(1), pp.52-65.",
        "Blundell, R. and S. Bond (1998). Initial conditions and moment restrictions in dynamic panel data models. Journal of Econometrics, vol.87(1), pp.115-43.",
        "Cervellati, M. and U. Sunde (2009). Life Expectancy and Economic Growth: The Role of the Demographic Transition. IZA wp.4160.",
        "Doppelhofer, G., Miller, R. and X. Sala-I-Martin (2004). Determinants of Long-Term Growth: A Bayesian Averaging of Classical Estimates (BACE) Approach. American Economic Review, vol.94(4), pp.813-35.",
        "Galor, O. (2005). The Demographic Transition and the Emergence of Sustained Economic Growth. Journal of the European Economic Association, vol.3(2-3), pp.494-504.",
        "Hauk, W.R. and R. Wacziarg (2009). A Monte Carlo Study of Growth Regressions. Journal of Economic Growth, vol.14(2), pp.103-147.",
        "Howitt, P. (2005). Health, Human Capital, and Economic Growth: A Schumpeterian Perspective. In Health and Economic Growth: Findings and Policy Implications, edited by G. LÃ\u0083Æ\u0092Ã\u0082Â³pez-Casasnovas, B. Rivera and L. Currais. Cambridge, MA: MIT Press, 2005, 19-40.",
        "Jayachandran, S., and A. Lleras-Muney (2009). Longevity and human capital investments: evidence from maternal mortality declines in Sri Lanka. Quarterly Journal of Economics, vol.124(1), pp.349-397.",
        "Kraay, A. (2008). Instrumental variables regressions with honestly uncertain exclusion restrictions, World Bank WP4632.",
        "Kraay, A. (2010). Instrumental variables regressions with honestly uncertain exclusion restrictions. Journal of Applied Econometrics, forthcoming.",
        "Krueger, A. B. and M. Lindahl (2001). Education for Growth: Why and for Whom? Journal of Economic Literature, vol.39(4), pp.1101-36.",
        "Lee, R. (2003). The Demographic Transition: Three Centuries of Fundamental Change. Journal of Economic Perspectives, vol.17(4), pp.167-90.",
        "Lorentzen, P., McMillan J. and R. Wacziarg (2008). Death and Development. Journal of Economic Growth, vol.13(2), pp.81-124.",
        "Lucas, R. (1988). On the Mechanics of Economic Development. Journal of Monetary Economics, vol.22(1), pp.3-42.",
        "Mankiw, N.G., Romer D. and D. Weil (1992). A Contribution to the Empirics of Growth. Quarterly Journal of Economics, vol.107(2), pp.407-37.",
        "Miguel, E. and M. Kremer (2004). Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities. Econometrica, vol.72(1), pp.159-217.",
        "Morrisson, C. and F. Murtin (2009). The Century of Education. Journal of Human Capital, vol.3(1), pp.1-42.",
        "Murtin, F. (2009). On the Demographic Transition 1870-2000. Paris School of Economics working paper.",
        "Roodman, D. (2009). A Note on the Theme of Too Many Instruments. Oxford Bulletin of Economics and Statistics, vol.71(1), pp.135-58.",
        "Sachs, J., Kiszewski A., Mellinger A., Spielman A., Malaney P. and S. Ehrlich (2004). A Global Index of the Stability of Malaria Transmission. American Journal of Tropical Medicine and Hygiene, vol.70(5), pp.486-98.",
        "Weil, D. (2007). Accounting for The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Health on Economic Growth. Quarterly Journal of Economics, vol.122(3), pp.1265-1306.",
        "Zhang, J., Zhang, J., and R. Lee (2003). Rising Longevity, Education, Savings, and Growth. Journal of Development Economics, vol.70(1), pp.83-101."
    ]
}