{
    "id": 15822,
    "cites": 32,
    "cited_by": 8,
    "reference": [
        "Al-Qudsi Sulayman S. and A. Shatti. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Lifeline a Viable Alternative to KuwaitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Fixed Electricity Rates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. Rowse, ed., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Energy Markets: Coping with Instability Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Friesen Press, 1987.",
        "Bajari, Patrick and Matthew E. Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Hedonic Models of Consumer Demand with an Application to Urban Sprawl,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A. Baranzini et al. (eds.), Hedonic Methods in Housing Markets, Springer Science, 2008, pp. 129-155.",
        "Charles L. Ballard and Don Fullerton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distortionary Taxes and the Provision of Public Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 6, No. 3 (Summer 1992), pp. 117-131.",
        "Baum-Snow, Nathaniel and Justin Marion. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of low income housing tax credit developments on neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 93 (2009), pp. 654666 BC Hydro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932008 Residential Inclining Block Rate Application,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vancouver, B.C., February 2008.",
        "Berg, Sanford V. and William E. Roth. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Remarks on Residential Electricity Consumption and Social Rate Restructuring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics, Vol. 7, No. 2 (Autumn, 1976), pp. 690-698.",
        "Borenstein, Severin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To What Electricity Price Do Consumers Respond? Residential Demand Elasticity Under Increasing-Block Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, July 2009.",
        "Bovenberg, A. Lans and Lawrence H. Goulder. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Environmental Taxation in the Presence of Other Taxes: General-Equilibrium Analyses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 86, No. 4 (September 1996), pp. 985-1000.",
        "Burgess, Giles and Morton Paglin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifeline Electricity Rates as an Income Transfer Device, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Land Economics, Vol. 57, No. 1 (February 1981), pp. 41-47.",
        "Busse, Meghan, Jorge Silva-Risso and Florian Zettelmeyer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093$1,000 Cash Back: The PassThrough of Auto Manufacturer Promotions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol 96, No. 4 (September 2006), pp. 1253-1270.",
        "Dimopoulos, Dionissis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing Schemes for Regulated Enterprises and Their Welfare Implications in the Case of Electricity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics, Vol. 12, No. 1 (Spring, 1981), pp. 185-200.",
        "Duncan, Dudley O. and Beverly Davis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Alternative to Ecological Correlation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, Vol. 18, (1953), pp. 665-666.",
        "Faruqui, Ahmad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inclining Toward EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Utilities Fortnightly, August 2008.",
        "Freedman, David A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ecological Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Smelser and Baltes, eds., International Encyclopedia of the Social & Behavioral Sciences, Elsevier Press, 2004, pp. 4027-4030.",
        "Goodman, Leo A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ecological Regressions and Behavior of Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, Vol. 18, No. 6 (December 1953), pp. 663-664.",
        "Hancock, Ruth and Catherine Waddams Price, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition in the British Domestic Gas Market: EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency and Equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fiscal Studies, vol. 16, no. 3 (1996), pp. 81-105.",
        "Hastings, Justine S., Thomas J. Kane, Douglas O. Staiger. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Preferences and School Competition: Evidence from a Public School Choice Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 11805, November 2005.",
        "Hennessy, Michael. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of Lifeline Electricity Rates: Methods and Myths,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evaluation Review, Vol. 8, No. 3 (June 1984), pp. 327-346.",
        "Hennessy, Michael and Dennis M. Keane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifeline Rates in California: Pricing Electricity to Attain Social Goals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evaluation Review, Vol. 13, No. 2 (April 1989), pp. 123-140.",
        "Herriges, Joseph A. and Kathleen Kuester King. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Residential Demand for Electricity under Inverted Block Rates: Evidence from a Controlled Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, Vol. 12, No. 4. (October 1994), pp. 419-430.",
        "Ito, Koichiro. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Consumers Respond to Nonlinear Pricing? Evidence from Household Electricity Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2010.",
        "Jacob, Brian A. and Lars Lefgren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Parents Value in Education? An Empirical Investigation of ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Revealed Preferences for Teachers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, vol. 122, no. 4 (November 2007), pp. 1603-1637.",
        "Kamerschen, David R. and David V. Porter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand for residential, industrial and total electricity, 19731998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, vol. 26 (2004), pp. 87-100.",
        "King, Gary. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Solution to the Ecological Inference Problem: a Reconstructing Individual Behavior from Aggregate Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University Press, 1997.",
        "Marcus, William B. and Greg Ruszovan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Know Your Customers: A Review of Load Research Data and Economic, Demographic, and Appliance Saturation Characteristics of California Utility Residential Customers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d prepared on behalf of The Utility Reform Network for California Public Utilities Commission App. 06-03-005 Dynamic Pricing Phase, December 11, 2007.",
        "Price, Catherine Waddams and Ruth Hancock. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Liberalising UK Residential Utility Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fiscal Studies (1998) Vol. 19, no. 3 (1998), pp. 295319.",
        "Scott, Frank A., Jr. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Recipient BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ts and Waste from Lifeline Electricity Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Land Economics, Vol. 57, No. 4 (Nov., 1981), pp. 536-543.",
        "Saez, Emmanuel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Taxpayers Bunch at Kink Points?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, working paper, June 2002. Shin, Jeong-Shik. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perception of Price When Price Information Is Costly: Evidence from Residential Electricity Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, Vol. 67, No. 4.",
        "Arthur Snow, Ronald S. Warren, Jr. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The marginal welfare cost of public funds: Theory and estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 61 (1996), pp. 289-305.",
        "Southern California Edison, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Southern California Edison CompanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (U-338 E) Annual Progress Report for the California Alternate Rates for Energy Program for the Period January-December 2006.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 1, 2007. Available at http://www.liob.org/lib.cfm .",
        "Taylor, Lester D. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Electricity: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, Vol. 6, No. 1. (Spring, 1975), pp. 74-110.",
        "WakeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081eld, Jon. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ecological Inference for 2 x 2 Tables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, Series A (Statistics in Society), Vol. 167, No. 3 (2004), pp. 385-445.",
        "Wodon, Quentin, Mohamed Ishan Ajwad, and Corinne Siaens. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifeline or Means-Testing? Electric Utility Subsidies in HondurasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in P. Brook and T. Irwin, eds., Infrastructure for Poor People: Public Policy for Private Provision, 2003, pp. 277-296."
    ]
}