{
    "id": 15847,
    "cites": 9,
    "cited_by": 3,
    "reference": [
        "[1] Aaberge Rolf, Ugo Colombino and Tom Wennemo, 2002, Heterogeneity in the elasticity of labor supply in Italy and some policy implications, CHILD working paper, 20 [2] Alesina, Alberto and Philippe Weil, 1992, Menu of linear income tax schedules, NBER Working paper 3968 [3] Blundell, Richard, Alan Duncan and Costas Meghir, 1998, Estimating Labor Supply Responses Using Tax Reforms, Econometrica 66(4), pp. 827-861.",
        "[4] Conesa, Juan Carlos, Sagiri, Kitao and Dirk Krueger, 2008, Taxing Capital? Not a Bad Idea After All!, American Economic Review, 99 (1), pp. 25-48.",
        "[5] Diamond, Peter A. 1998. Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates, American Economic Review, 88 (1), pp. 8395.",
        "[6] Erosa, Andres, Luisa Fuster and Gueorgui Kambourov, 2009, The Heterogeneity and Dynamics of Individual Labor Supply over the Life Cycle: Facts and Theory, manuscript, University of Toronto [7] Feldstein Martin, 1995, Behavioral Responses to Tax Rates: Evidence from TRA86, American Economic Review 85(2), 170-174 [8] Fukushima, Kenichi, 2010, Quantifying the Welfare Gains From Flexible Dynamic Income Tax Systems, manuscript, University of Minnesota [9] Gouveia, Miguel, and Robert P. Strauss. 1994. Effective Federal Individual Income Tax Functions: An Exploratory Empirical Analysis. National Tax Journal, 47(2), pp 317-339.",
        "[10] Heathcote, Jonathan, Kjetil Storesletten, and Gianluca Violante, 2008, The Macroeconomic Implications of Rising Wage Inequality in the United States, NBER Working paper 14052 [11] Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante. 2010. Redistributive Taxation in a Partial-Insurance Economy, manuscript, Federal Reserve Bank of Minneapolis [12] Heathcote, Jonathan, Fabrizio Perri and Gianluca Violante, 2010, Unequal We Stand: An Empirical Analysis of Economic Inequality in the United States, 1967-2006, Review of Economic Dynamics, 13(1), pp. 15-51 [13] Imrohoroglu Selahattin and Sagiri Kitao, 2009, Labor supply elasticity and social security reform, Journal of Public Economics, 93(7-8), pp. 867-878 [14] Katz, Lawrence F., and David H. Autor. 1999. Changes in the Wage Structure and Earnings Inequality. In Handbook of Labor Economics, vol. 3A, edited by Orley Ashenfelter and David Card. Amsterdam: North Holland.",
        "[15] Krusell Per and Anthony A. Smith , 1998. Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106(5), pp. 867-896, [16] Kimball, Miles and Matthew Shapiro, 2008, Labor Supply: Are the Income and Substitution Effects Both Large or Both Small?, NBER Working paper 14208 [17] Mankiw, N. Gregory and Matthew Weinzierl. 2006. Dynamic Scoring. A Back-Of-TheEnvelope Guide, 90, Issues 8-9, September 2006, Pages 1415-1433 [18] Mas-Colell, A. and Whinston, M.D. and Green, J.R. 1995 Microeconomic theory, Oxford university press, Oxford.",
        "[19] Mirrlees, James A. 1971. An Exploration in the Theory of Optimum Income Taxation. Review of Economic Studies 38(2), pp. 175-208.",
        "[20] Prescott Edward C. 2004. Why do Americans work so much more than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review, July 28 (1), pp. 2-13 [21] Saez, Emmanuel, 2001, Using Elasticities to Derive Optimal Income Tax rates, Review of Economic Studies 68, 205-229.",
        "[22] SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081, Bernard. 2003. The Economics of Taxation. MIT Press, Cambridge."
    ]
}