{
    "id": 15844,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Banzhaf, H. Spencer, Dallas Burtraw, David Evans, and Alan Krupnick, Valuation of Natural Resource Improvements in the Adirondacks, Land Economics, 2006, 82, 445464.",
        "Bergstrom, Theodore C. and Richard C. Cornes, Gorman and Musgrave are Dual: An Antipodean Theorem on Public Goods, Economic Letters, 1981, 7, 3718.",
        "Bullock, David S. and Nicholas Minot, On Measuring the Volume of a Non-Market Good Using Market Data, American Journal of Agricultural Economics, 2006, 88, 61973.",
        "Carbone, Jared C. and V. Kerry Smith, Evaluating Policy Interventions with General Equilibrium Externalities, Journal of Public Economics, 2008, 92, 12541274.",
        "Cornes, Richard, External Eects: An Alternative Formulation, European Economic Review, 1980, 14, 307321.",
        "Diamond, Peter A. and James A. Mirrlees, Aggregate Production with Consumption Externalities, Quarterly Journal of Economics, February 1973, 87, 124.",
        "Driscoll, C. T., G. B. Lawrence, A. J. Bulger, T. J. Butler, C. S. Cronan, C. Eagar, K. F. Lambert, G. E. Likens, J. L. Stoddard, and K. C. Weathers, Acidic Deposition in the Northeastern United States: Sources and Inputs, Ecosystem Eects and Management Strategies, Bioscience, March 2001, 51, 180198.",
        "Ebert, Udo, Evaluation of Non-Market Goods: Recovering Preferences, American Journal of Agricultural Economics, 1998, 80, 241254.",
        "Eiswerth, Mark E. and W. Douglass Shaw, Adjusting Benets Transfer Values for Ination, Water Resources Research, October 1997, 33, 23812385.",
        "Englin, J.E., T.A. Cameron, R.E. Mendelsohn, G.A. Parsons, and S.A. Shankle, Valuation of Damages to Recreational Trout Fishing in the Upper Northeast Due to Acidic Deposition, Technical Report, National Acidic Precipitation Assessment Program, Pacic Northwest Laboartory March 1991.",
        "Espinosa, J. AndrÃ\u0083Æ\u0092Ã\u0082Â©s and V. Kerry Smith, Measuring the Environmental Consequences of Trade Policy: A Nonmarket CGE Analysis, American Journal of Agricultural Economics, August 1995, 77 (3), 7727.",
        "Finno, David and John Tschirhart, Harvesting in an eight-species ecosystem, Journal of Environmental Economics and Management, 2003, 45, 589611.",
        "Gauthier, Stephane and Guy Laroque, Separability and Public Finance, Journal of Public Economics, 2010, in press.",
        "Goulder, Lawrence H. and Roberton C. Williams III, The Substantial Bias from Ignoring General Equilibrium Eects in Estimating Excess Burden, and a Practical Solution,  Journal of Political Economy, 2003, 111 (4), 898927.",
        "Hanemann, Michael, Three Approaches to Dening Existence or Non-Use Value under Certainty, Unpublished paper, Department of Agricultural and Resource Economics, University of California, Berkeley 1988.",
        "Herriges, Joseph A., Catherine L. Kling, and Daniel J. Phaneuf, What&apos;s the Use? Welfare Estimates from Revealed Preference Models When Weak Complementarity Does Not Hold, Journal of Environmental Economics and Management, January 2004, 47, 5570.",
        "Just, Richard E., Darrell L. Hueth, and Andrew Schmitz, The Welfare Economics of Public Policy: A Practical Approach to Project And Policy Evaluation, Edward Elgar, 2004.",
        "Kopp, R. J. and V. Kerry Smith, Constructing Measures of Economic Value, in R. J. Kopp, W. Pommerhne, and N. Schwarz, eds., Determining the Value of Non-Marketed Goods, Economic, Psychological and Policy Relevant Aspects of Contingent Valuation, Boston: Kluwer Nijho, 1997.",
        "Krutilla, John V, Conservation Reconsidered, American Economic Review, 1967, 57, 777786. Mansur, Ahsan and John Whalley, Numerical Specication of Applied General Equilibrium Models: Estimations, Calibrations, and Data, in Herbert E. Scarf and John B.",
        "Shoven, eds., Applied General Equilibrium Analysis, Cambridge: Cambridge University Press, 1984.",
        "McConnell, Kenneth E., Models for Referendum Data: The Structure of Discrete Choice Models for Contingent Valuation, Journal of Environmental Economics and Management, 1990, 18 (1), 1934.",
        "Perroni, Carlo, Homothetic representations of regular non-homothetic preferences, Economics Letters, 1992, 40, 1922.",
        "Rowe, R.D., C.M. Lang, L.G. Chestnut, D.A. Latimer, D.A. Rae, S.M. Bernow, and D.E. White, The New York Electricity Externality Study Volume I: Introduction and Methods, Technical Report, Empire State Electric Energy Research Corporation, New York 1995.",
        "Rutherford, Thomas F., Lecture Notes on Constant Elasticity Forms, unpublished paper, University of Colorado, Boulder November 2002.",
        "Sandmo, Agnar, Anomaly and Stability in the Theory of Externalities, Quarterly Journal of Economics, June 1980, 94, 799808.",
        "Smith, V. Kerry, Krutilla&apos;s Legacy: Twenty First Century Challenges for Environmental Economics, American Journal of Agricultural Economics, 2004, 86 (5), 11671178.",
        ", Subhrendu K. Pattanayak, and George Van Houtven, Benet Transfer via Preference Calibration: `Prudential Algebra&apos; for Policy, Land Economics, 2002, 78 (1), 132152.",
        "United States Environmental Protection Agency, National Air Quality and Emissions Trends Report, 1995 1996. EPA 454/R-96-05.",
        ", The Benets and Costs of the Clean Air Act of 1990 to 2010, EPA Report to Congress November 1999.",
        "Willig, Robert D, Incremental Consumer&apos;s Surplus and Hedonic Price Adjustment, Journal of Economic Theory, 1978, 17, 22753."
    ]
}