{
    "id": 15853,
    "cites": 18,
    "cited_by": 11,
    "reference": [
        "Fortin, Nicole M. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gender Wage Gap among Young Adults in the United States: The Importance of Money versus PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Human Resources, Vol.43 (4) pp. 884Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c918.",
        "Gereffi, Gary, Vivek Wadhwa, Ben Rissing and Ryan Ong. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting the Numbers Right: International Engineering Education in the United States, China and IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Engineering Education, Vol.97 pp.13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Hall, Linley Erin. 2007. WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Afraid of Marie Curie? The Challenges Facing Women in Science and Technology, Emeryville, C.A.: Seal Press.",
        "Hewlett, Sylvia Ann, Carolyn Buck Luce and Lisa J. Servon. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Athena Factor: Reversing the Brain Drain in Science, Engineering, and TechnologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Harvard Business Review Research Report 10094.",
        "Hunt, Jennifer. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Immigrants Are Most Innovative and Entrepreneurial? Distinctions by Entry VisaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper 14920.",
        "Institute of Electrical and Electronics EngineersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cUSA. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ensuring a Strong HighÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Tech Workforce Through Educational and EmploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBased Immigration Reforms Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. www.ieeeusa.org/policy/positions/immigration/Immigration0607.pdf, accessed 15 April 2009.",
        "Morgan, Laurie A. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Engineering Hostile to Women? An Analysis of Data from the 1993 National Survey of College GraduatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Sociological Review Vol. 65 (2), pp. 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "National Academy of Sciences, National Academy of Engineering and Institute of Medicine. 2007. Rising Above the Gathering Storm: Energizing and Employing America for a Brighter Future, Washington, D.C.: The National Academies Press.",
        "Preston, Anne. E. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Have All the Women Gone? A Study of Exit of Women from the Science and Engineering ProfessionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review, Vol. 84 pp. 1446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1462.",
        "Preston, Anne E. 2004. Leaving Science: Occupational Exit from Science Careers, New York: Russell Sage Foundation.",
        "Preston, Anne E. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women Leaving ScienceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Haverford College working paper.",
        "Robst, John. 2007a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and job match: The relatedness of college major and workÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Economics of Education Review, Vol. 26 pp. 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Robst, John. 2007b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education, College Major, and Job Match: Gender Differences in Reasons for MismatchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Education Economics, Vol. 15(2) pp.159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Rosser, Sue V. and Mark Zachary Taylor. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Women Leave ScienceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Technology Review January/February. Available at www.technologyreview.com/article/21859/, accessed 15 April 2009.",
        "Sonnert, Gerhard and Gerald Holton. 1995. Gender Differences in Science Careers, New Brunswick, N.J.: Rutgers University Press.",
        "Stephan, Paula E. and Sharon G. Levin. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leaving Careers in IT: Gender Differences in RetentionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Technology Transfer, Vol.30 pp.383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Data Appendix I use individualÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009clevel data from the 1993 and 2003 National Surveys of College Graduates (NSCG). The data may be downloaded at sestat.nsf.gov/datadownload/. The surveys are stratified random samples of respondents to the 1993 and 2000 census long forms who reported having a bachelorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s degree or higher. I drop respondents who live outside the United States or in U.S. territories, or who are aged 65 or older. I include in all samples those who are selfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cemployed on their principal job. I would like to exclude fullÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctime students, but I cannot identify students in 1993, except those who say they are either working partÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctime or not working because they are students. I therefore exclude in both years all these students from the analysis of the probability of employment, and the partÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c time worker students from the analysis of working in the field of study of highest degree.",
        "As I explain below, I exclude all partÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctime workers from the earnings analysis. I scale the weights from the 1993 and 2003 surveys so the sum of weights is equal for each year. I define science as natural science, including mathematics, and excluding social science and health fields. I define engineering to include computer science. Field of study is provided in 30 or 143 categories. To use 142 field dummies as controls seems excessively detailed, but the more aggregate categorization is rather coarse for fields outside science, engineering and social science. For these fields, I therefore examine the finer categorization for my sample of workers, and select the six finer fields studied by more than 2% of workers. I use these and the 30 aggregate categories to create 36 field of study categories, listed in"
    ]
}