{
    "id": 15859,
    "cites": 83,
    "cited_by": 9,
    "reference": [
        "Alessie, Rob, Stefan Hochguertel, and Arthur Van Soest, 2002, Household portfolios in the Netherlands, in Luigi Guiso, Michael Haliassos and Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "Ameriks, John, and Stephen Zeldes, 2004, How do household portfolio shares vary with age?, working paper, Columbia University.",
        "Ashenfelter, Orley, and Alan Krueger, 1994, Estimates of the economic return to schooling from a new sample of twins, American Economic Review 84(5), 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 1173.",
        "Ashenfelter, Orley, and Cecilia Rouse, 1998, Income, schooling, and ability: Evidence from a new sample of identical twins, Quarterly Journal of Economics 113, 253-284.",
        "Banks, James, and Sarah Tanner, 2002, Household portfolios in the United Kingdom, in Luigi Guiso, Michael Haliassos and Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "Barnea, Amir, Henrik Cronqvist, and Stephan Siegel, 2010, Nature or nurture: What determines investor behavior?, working paper, Claremont McKenna College and University of Washington.",
        "Barsky, Robert, Thomas Juster, Miles Kimball, and Matthew Shapiro, 1997, Preference parameters and behavioral heterogeneity: An experimental approach in the Health and Retirement Study, Quarterly Journal of Economics 112(2), 537-579.",
        "Behrman, Jere, and Mark Rosenzweig, 2002, Does increasing womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s schooling raise the schooling of the next generation?, American Economic Review 92(1), 323-334.",
        "Behrman, Jere, and Paul Taubman, 1989, Is schooling mostly in the genes? Naturenurture decomposition using data on relatives, Journal of Political Economy, 97, 1425-1446.",
        "Bertaut, Carol, and Martha Starr-McCluer, 2002, Household portfolios in the United States, in Luigi Guiso, Michael Haliassos and Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¶rklund, Anders, Markus JÃ\u0083Æ\u0092Ã\u0082Â¤ntti, and Gary Solon, 2007, Nature and nurture in the intergenerational transmission of socioeconomic status: Evidence from Swedish children and their biological and rearing parents, B.E. Journal of Economic Analysis and Policy 7.",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¶rklund, Anders, Mikael Lindahl, and Erik Plug, 2006, The origins of intergenerational associations: Lessons from Swedish adoption data, Quarterly Journal of Economics 121, 999-1028.",
        "Bodie, Zvi, Robert C. Merton, and William Samuelson, 1992, Labor supply flexibility and portfolio choice in a life cycle model, Journal of Economic Dynamics and Control 16, 427-49.",
        "Brennan, Michael, and Eduardo Schwartz, 1988, Time invariant portfolio insurance strategies, Journal of Finance 43, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d299.",
        "Bronars, Stephen, and JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ Grogger, 1994, The economic consequences of unwed motherhood: Using twin births as a natural experiment, American Economic Review 84 (5), 1141-1156.",
        "Brunnermeier, Markus, and Stefan Nagel, 2008, Do wealth fluctuations generate time-varying risk aversion? Micro-evidence on individualsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ asset allocation, American Economic Review 98 (3), 713-736.",
        "Calvet, Laurent E., John Y. Campbell, and Paolo Sodini, 2007, Down or out: Assessing the welfare costs of household investment mistakes, Journal of Political Economy 115, 707-747.",
        "Calvet, Laurent E., John Y. Campbell, and Paolo Sodini, 2009a, Fight or flight? Portfolio rebalancing by individual investors, Quarterly Journal of Economics 124, 301-348.",
        "Calvet, Laurent E., John Y. Campbell, and Paolo Sodini, 2009b, Measuring the financial sophistication of households, American Economic Review Papers and Proceedings 99, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d98.",
        "Calvet, Laurent E., and Etienne Comon, 2003, Behavioral heterogeneity and the income eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect, Review of Economics and Statistics 85(3), 653-669.",
        "Calvet, Laurent E., MartÃ\u0083Æ\u0092Ã\u0082Â­n Gonzalez-Eiras, and Paolo Sodini, 2004, Financial innovation, market participation and asset prices, Journal of Financial and Quantitative Analysis 39, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d459.",
        "Calvet, Laurent E., Jean-Michel Grandmont, and Isabelle Lemaire, 2005, Aggregation of heterogeneous beliefs, asset pricing and risk-sharing in complete financial markets, working paper, HEC Paris and CREST.",
        "Calvet, Laurent E., and Paolo Sodini, 2010, Appendix to Twin picks: Disentangling the determinants of risk-taking in household portfolios, available online at http://www.hec.fr/calvet.",
        "Campbell, John Y., 2006, Household finance, Journal of Finance 61, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1604.",
        "Campbell, John Y., and John Cochrane, 1999, By force of habit: A consumption based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205-251.",
        "Carroll, Christopher D., 2000, Why do the rich save so much?, in J.B. Slemrod ed. Does Atlas Shrug? The Economic Consequences of Taxing the Rich, Harvard University Press, Cambridge, MA.",
        "Carroll, Christopher D., 2002, Portfolios of the rich, in Luigi Guiso, Michael Haliassos and Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "Carroll, Christopher D., and Andrew Samwick, 1997, The nature of precautionary wealth, Journal of Monetary Economics 40, 41-71.",
        "Cesarini, David, Christopher Dawes, Magnus Johannesson, Paul Lichtenstein, and BjÃ\u0083Æ\u0092Ã\u0082Â¶rn Wallace, 2009a, Genetic variation in preferences for giving and risk-taking, Quarterly Journal of Economics 124 (2), 809-842.",
        "Cesarini, David, Magnus Johannesson, Paul Lichtenstein, Sandewall Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093rjan and BjÃ\u0083Æ\u0092Ã\u0082Â¶rn Wallace, 2009b, Genetic variation in financial decision making, forthcoming, Journal of Finance.",
        "Chiappori, Pierre-AndrÃ\u0083Æ\u0092Ã\u0082Â©, and Monica Paiella, 2008, Relative risk aversion is constant: evidence from panel data, working paper, Columbia University and University of Naples.",
        "Christiansen, Charlotte, Juanna SchrÃ\u0083Æ\u0092Ã\u0082Â¶ter Joensen, and Jesper Rangvid, 2008, Are economists more likely to hold stocks?, Review of Finance 12 (3), 465-496.",
        "Cocco, Joao, 2005, Portfolio choice in the presence of housing, Review of Financial Studies 18 (2), 535-567.",
        "Cocco, Joao, Francisco Gomes, and Pascal Maenhout, 2005, Consumption and portfolio choice over the life cycle, Review of Financial Studies 18 (2), 491-533.",
        "Cohn, R. A., Wilbur G. Lewellen, Ronald C. Lease, and Gary G. Schlarbaum, 1975, Individual investor, risk aversion, and investment portfolio composition, Journal of Finance 39, 602-620.",
        "Constantinides, George M., 1982, Intertemporal asset pricing with heterogeneous consumers and without demand aggregation, Journal of Business 55(2), 253-267.",
        "Constantinides, George, 1990, Habit formation: A resolution of the equity premium, Journal of Political Economy 98, 519-543.",
        "Croson, Rachel, and Uri Gneezy, 2008, Gender diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erences in preferences, Journal of Economic Literature, 47 (2), 1-27.",
        "CvitanicÃ\u0083Å\u0092Ã\u0082Â\u0081, JakÃ\u0083â\u0080¦Ã\u0082Â¡a, and Ioannis Karatzas, 1992, Convex duality in constrained portfolio optimization, Annals of Applied Probability 2(4), 767-818.",
        "Deaton, Angus, 1974, The analysis of consumer demand in the United Kingdom, 1900-1970, Econometrica 42 (2), 341-367.",
        "Eymann, Angelika, and Axel BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan, 2002, Household portfolios in Germany, in Luigi Guiso, Michael Haliassos and Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "Feng, Lei and Marc Seasholes, 2007, Individual investors and gender similarities in an emerging stock market, Pacific Basin Finance Journal 16, 44-60.",
        "Flavin, Marjorie, and Takashi Yamashita, 2002, Owner-occupied housing and the composition of the household portfolio, American Economic Review 92 (1), 345362.",
        "Friend, Irwin, and Marshall Blume, 1975, The demand for risky assets, American Economic Review 65(5), 900-922.",
        "Gollier, Christian (2001), Wealth inequality and asset pricing, Review of Economic Studies 68, 181-203.",
        "Grinblatt, Mark, Matti Keloharju, and Juhani Linnainmaa, 2009, IQ and stock market participation, Working paper, UCLA, Helsinki School of Economics, and University of Chicago.",
        "Grossman, Sanford, and Jean-Luc Vila, 1992, Optimal dynamic trading with leverage constraints, Journal of Financial and Quantitative Analysis 27(2), 151-168.",
        "Guiso, Luigi, Michael Haliassos, and Tullio Jappelli, 2002, Household Portfolios, MIT Press.",
        "Guiso, Luigi, and Tullio Jappelli, 2002, Household portfolios in Italy, in Luigi Guiso, Michael Haliassos and Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "Guiso, Luigi, and Tullio Jappelli, 2006, Information acquisition and portfolio performance, CEPR Working Paper 5901.",
        "Guiso, Luigi, Tullio Jappelli, and Daniele Terlizzese, 1996, Income risk, borrowing constraints and portfolio choice, American Economic Review 86, 158-171.",
        "Guiso, Luigi, Paolo Sapienza, and Luigi Zingales, 2009, Cultural biases in economic exchange?, Quarterly Journal of Economics 124(3), 1095-1131.",
        "Haliassos, Michael, and Carol Bertaut, 1995, Why do so few hold stocks?, Economic Journal 105, 1110-1129.",
        "Haliassos, Michael, and Alexander Michaelides, 2002, Calibration and computation of household portfolio models, in Guiso, Haliassos and Jappelli (2002), 55-101.",
        "Hara, Chiaki, James Huang and Christoph Kuzmics, 2007, Representative consumer Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s risk aversion and eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient risk-sharing rules, Journal of Economic Theory 137, 652-72.",
        "Heaton, John, and Deborah Lucas, 1999, Stock prices and fundamentals, in NBER Macroeconomics Annual Vol. 14, 213-242.",
        "Heaton, John, and Deborah Lucas, 2000, Portfolio choice and asset prices: The importance of entrepreneurial risk, Journal of Finance 55, 1163-1198.",
        "Jorgenson, Dale, and Daniel Slesnick, 1987, Aggregate consumer behavior and household equivalence scales, Journal of Business and Economic Statistics 5, 219232.",
        "Jouini, ElyÃ\u0083Æ\u0092Ã\u0082Â¨s, and Clothilde Napp, 2007, Consensus consumer and intertemporal asset pricing with heterogeneous beliefs, Review of Economic Studies 74, 1149-1174.",
        "Juster, Thomas, James Smith, and Frank StaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ord, 1999, The measurement and structure of household wealth, Labor Economics 6, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "King, Mervyn A., and Jonathan I. Leape, 1987, Asset accumulation, information and the life cycle, NBER Working Paper 2392.",
        "King, Mervyn A., and Jonathan I. Leape, 1998, Wealth and portfolio composition: Theory and evidence, Journal of Public Economics 69, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d193.",
        "Lewbel, Arthur, and Krishna Pendakur, 2008, Equivalence scales, entry for The New Palgrave Dictionary of Economics, 2nd Edition.",
        "Lichtenstein, Paul, Patrick F. Sullivan, Sven Cnattingius, Margaret Gatz, Sofie Johanson, Eva CarlstrÃ\u0083Æ\u0092Ã\u0082Â¶m, Camilla BjÃ\u0083Æ\u0092Ã\u0082Â¶rk, Magnus Svartengren, Alicja Volk, Lars Klareskog, Ulf de Faire, Martin Schalling, Juni Palmgren, and Nancy L. Pedersen, 2006, The Swedish Twin Registry in the third millenium: An update, Twin Research and Human Genetics 9, 875-882.",
        "Lupton, Joseph, 2002, Household portfolio choice and the habit liability: Evidence from panel data, working paper, University of Michigan.",
        "Manski, Charles, 2000, Economic analysis of social interactions, Journal of Economic Perspectives 14(3), 115-136.",
        "Massa, Massimo, and Andrei Simonov, 2006, Hedging, familiarity and portfolio choice, Review of Financial Studies 19, 633-685.",
        "Murray, Charles, 2002, IQ and income inequality in a sample of sibling pairs from advantaged family backgrounds, American Economic Review Papers and Proceedings 92(2), 339-343.",
        "Palia, Darius, Yaxuan Qi, and Yangru Wu, 2009, Heterogeneous background risks, portfolio choice, and asset returns: Evidence from micro-level data, Working Paper, Concordia University and Rutgers Business School.",
        "Paxson, Christina, 1990, Borrowing constraints and portfolio choice, Quarterly Journal of Economics 105(2), 535-543.",
        "Pedersen, Nancy L., Paul Lichtenstein, and Pia Svedberg, 2002, The Swedish Twin Registry in the third millenium, Twin Research and Human Genetics 5, 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d432.",
        "Peress, JoÃ\u0083Æ\u0092Ã\u0082Â«l, 2004, Wealth, information acquisition, and portfolio choice, Review of Financial Studies 17, 879-914.",
        "Perraudin, William, and Bent SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, 2000, The demand for risky assets: Sample selection and household portfolios, Journal of Econometrics 97, 117-144.",
        "Plug, Erik, and Wim Vijverberg, 2003, Schooling, family background, and adoption: Is it nature or is it nurture?, Journal of Political Economy 111, 611-641.",
        "Prais, S. J., and Hendrik Houthakker, 1955, The Analysis of Family Budgets, Cambridge University Press.",
        "Rubinstein, Mark, 1974, An aggregation theorem for securities markets, Journal of Financial Economics 1, 225-244.",
        "Sacerdote, Bruce, 2002, The nature and nurture of economic outcomes, American Economic Review 92, 344-348.",
        "Sacerdote, Bruce, 2007, How large are the eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects from changes in family environment ? A study of Korean American adoptees, Quarterly Journal of Economics 122, 119-157.",
        "Taubman, Paul, 1976, The determinants of earnings: Genetics, family, and other environments; A study of white male twins, American Economic Review 66(5), 858-870.",
        "TeplÃ\u0083Æ\u0092Ã\u0082Â¡, Lucie, 2000, Optimal portfolio policies with borrowing and shortsale constraints, Journal of Economic Dynamics and Control 24, 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d39.",
        "Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Annette, 2002a, Limited asset market participation and the elasticity of intertemporal substitution, Journal of Political Economy 100, 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 853.",
        "Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Annette, 2002b, Towards an explanation of household portfolio choice heterogeneity: Nonfinancial income and participation cost structures, NBER Working Paper 8884.",
        "Yao, Rui, and Harold Zhang, 2005, Optimal consumption and portfolio choices with risky housing and borrowing constraints, Review of Financial Studies 18(1), 197-239."
    ]
}