{
    "id": 1585,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Burtless, Gary and Moffitt, Robert A. The Effects Of Social Security On The Labor Supply Of The Aged in Henry Aaron and Gary Burtless, editors, Retirement And Economic Behavior, Brookings Institution, Washington, D.C., f9~4T Butler, Robert N., `Current Data Inconclusive About Ageds Health and Work, Aging and Work, vol. 6, no. 3, 1983.",
        "Feldman, Jacob 3., Work Ability of the Aged Under Conditions of Improving Mortality, Aging and Work, vol. 6, no. 3, 1983.",
        "Gustman, Alan L., Modeling Individuals Behavior: Evaluation of A Policy Makers Tool, Journal of Policy Analysis and Management, Winter, 1984, pp. 191-205.",
        "Gustman, Alan L. and Steinmeier, Thomas L., A Structural Retirement Model. National Bureau of Economic Research, Working Paper No. 1237, October, l983a. Gustman, Alan L., and Steinmeier, Thomas L., Social Security Reform and Labor Supply, National Bureau of Economic Research, Working Paper No. 1212, October, 1983b.",
        "Gustman, Alan L. and Steinmeier, Thomas L., Partial Retirement and The Analysis of Retirement Behavior, Industrial and Labor Relations Review, vol. 37, April, 1984, pp.403-415.",
        "Gustman, Alan L. and Steinmeier, Thomas L., The Effect of Partial Retirement on Wage Profiles of Older Workers, Industrial Relations, Spring, 1985.",
        "Haveman, Robert and Wolfe, Barbara, Disability Transfers and the Work Effort Response of Older Males: A Reconciliation, mimeo, 1982.",
        "Haveman, Robert and Wolfe, Barbara, The Decline In Male Labor Force Participation: Comment, Journal of Political Economy, June 1984(a), vol. 92, No. 3 pp. 532-541.",
        "Haveman, Robert and Wolfe, Barbara, Disability Transfers and Early Retirement: A Causal Relationship, Journal of Public Economics, vol. 24, 1984(b), pp. 47-66.",
        "Kingson, Eric R., The Health of Very Early Retirees, Aging and Work, vol. 4, no. 1, winter 1981, pp. 11-22.",
        "Kingson, Eric R., 11-Critique Retirement Study Disputed, Aging and Work, vol. 5, no. 2, 1982, pp. 93-110.",
        "Kingson, Eric, Still More About Early Retirement, Aging and Work, vol. 6, no. 2, 1983, pp. 111-116.",
        "Lambrinos, James, Health: A Source of Bias in labor Supply Models, Review of Economics and Statistics, May 1981, 206-212.",
        "Lee, Lung-Fei, Health and Wage: A Simultaneous Equation Model with Multiple Discrete Indicators, International Economic Review, vol. 23, No. 1, 1982, pp.199-221.",
        "Leonard, Johnathan S., The Social Security Disability Program and labor Force Participation, NBER Working Paper No. 392, August 1979.",
        "Parsons, Donald 0., The Decline In Male Labor Force Participation, Journal of Political Eco~~, February 198Oa, vol. 88, pp. 117-134. Parsons, Donald 0., Disability Insurance and Male Labor Force Participation: A Response to Haveman and Wolfe, Journal of Political Economy, vol. 92, no. 3, June 1984, pp. 542-549.",
        "Parsons, Donald 0., The Male Labor Force Participation Decision, Health, Reported Health and Economic Incentives, Ecormomica, February 1982, vol. 49, pp. 81-91."
    ]
}