{
    "id": 15867,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Adams, Raymond J. 2003. Response to &apos;Cautions on OECD&apos;s recent educational survey (PISA)&apos;. Oxford Review of Education 29, no. 3: 377-389.",
        "Adams, Raymond J., Alla Berezner, and Maciej Jakubowski. 2010. Analysis of PISA 2006 preferred items ranking using the percentage correct method. OECD Education Working Paper 46, Paris: Organisation for Economic Co-operation and Development.",
        "Ammermueller, Andreas, and JÃ\u0083Â¶rn-Steffen Pischke. 2009. Peer effects in European primary schools: Evidence from the Progress in International Reading Literacy Study. Journal of Labor Economics 27, no. 3: 315-348.",
        "Baker, David P. 1997. Surviving TIMSS: Or, everything you blissfully forgot about international comparisons. Phi Delta Kappan 79, no. 4 (December): 295-300.",
        "Barro, Robert J. 2001. Human capital and growth. American Economic Review 91, no. 2: 1217.",
        "Beaton, Albert E., Ina V. S. Mullis, Michael O. Martin, Eugenio J. Gonzalez, Dana L. Kelly, and Teresa A. Smith. 1996. Mathematics achievement in the middle school years: IEA&apos;s Third International Mathematics and Science Study (TIMSS). Chestnut Hill, MA: Center for the Study of Testing, Evaluation, and Educational Policy, Boston College.",
        "Bedard, Kelly, and Elizabeth Dhuey. 2006. The persistence of early childhood maturity: International evidence of long-run age effects. Quarterly Journal of Economics 121, no. 4: 1437-1472.",
        "Berliner, David C., and Bruce J. Biddle. 1995. The manufactured crisis: Myths, fraud, and the attack on America&apos;s public schools. Boston: Addison-Wesley Publishing Company.",
        "Bishop, John H. 1997. The effect of national standards and curriculum-based examinations on achievement. American Economic Review 87, no. 2: 260-264.",
        "Bosworth, Barry P., and Susan M. Collins. 2003. The empirics of growth: An update. Brookings Papers on Economic Activity 2003, no. 2: 113-206.",
        "Bracey, Gerald W. 1996. International comparisons and the condition of American education. Educational Researcher 25, no. 1 (January-February): 5-11.",
        "Brunello, Giorgio, and Daniele Checchi. 2007. Does school tracking affect equality of opportunity? New international evidence. Economic Policy 22, no. 52: 781-861.",
        "Ciccone, Antonio, and Elias Papaioannou. 2009. Human capital, the structure of production, and growth. Review of Economics and Statistics 91, no. 1: 66-82."
    ]
}