{
    "id": 15869,
    "cites": 63,
    "cited_by": 3,
    "reference": [
        "Agarwal, R., R. Echambadi, A. Franco, MB Sarkar. 2004. Knowledge transfer through inheritance: spinout generation, development, and survival. Academy of Management Journal. 47(4) 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Agarwal, R., M. Ganco, R. Ziedonis. 2009. Reputations for toughness in patent enforcement: Implications for knowledge spillovers via inventor mobility. Strategic Management Journal. 30 1349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374 Agrawal, A., I. Cockburn, J. McHale. 2006. Gone but not forgotten: Labor flows, knowledge spillovers, and enduring social capital. Journal of Economic Geography. 6(5) 571-591.",
        "Angrist, J.D., A.B. Krueger. 1994. Why do World War II veterans earn more than nonveterans? Journal of Labor Economics 12 (1) 74-97 Angrist, J.D., J. Pischke. 2009. Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Companion. Princeton University Press.",
        "Alcacer. J., M. Gittelman. 2006. Patent citations as a measure of knowledge flows: The influence of examiner citations. Review of Economics and Statistics. 88(4) 774-779.",
        "Almeida, P., B. Kogut. 1999. The localization of knowledge and the mobility of engineers in regional networks. Management Science. Vol. 45(7) 905-917.",
        "Arrow, K. J. 1962. Economic welfare and the allocation of resources for invention. In R. R. Nelson (ed.), The Rate and Direction of Inventive Activity: Economic and Social Factors. Vol. 13 of NBER Special Conference Series, Princeton University Press, New Jersey, pp. 609-625.",
        "Azoulay, P., W. Ding, T. Stuart. 2009. The impact of academic patenting on the rate, quality and direction of (public) research output. Journal of Industrial Economics LVII(4) 637-676.",
        "Azoulay, P., J. S. Graff Zivin, J. Wang. 2010. Superstar Extinction. Quarterly Journal of Economics, Forthcoming.",
        "Barney, J. 1991. Firm resources and sustained competitive advantage. Journal of Management. 17(1) 99120.",
        "Becker, G.S. 1962. Investment in human capital: A theoretical analysis. Journal of Political Economy. 70(5) 9-49.",
        "Breschi, S., F. Lissoni. 2009. Mobility of skilled workers and co-invention networks: an anatomy of localized knowledge flows. Journal of Economic Geography 9(4) 439-468.",
        "Chesbrough, H. 2003. Open Innovation. Boston, Harvard Business School Press.",
        "Coff, R.W. 1997. Human assets and management dilemmas: Coping with hazards on the road to resourcebased theory. The Academy of Management Review. 22(2) 374-402.",
        "Cohen, W.M., D.A. Levinthal. 1989. Innovation and learning: The two faces of R&D. Economic Journal. 99(397) 569-596.",
        "Corredoira, R.A., L. Rosenkopf. 2010. Should auld acquaintance be forgot? The reverse transfer of knowledge through mobility ties. Strategic Management Journal. 31 159-181.",
        "Dahl, M.S., O. Sorenson. 2010. The migration of technical workers. Journal of Urban Economics 67.",
        "DiMaggio, P., W.W. Powell. 1983. The iron cage revisited: Institutional isomorphism and collective rationality in organizational fields. American Sociological Review. 48(2) 147-160.",
        "Dosi, G. 1988. Sources, procedures and microeconomic effects of innovation. Journal of Economic Literature. 26(3) 1120-1171.",
        "Duguet, E., M. MacGarvie. 2005. How well do patent citations measure knowledge spillovers? Evidence from French innovation surveys. Economics of Innovation and New Technology. 14(5) 375-393.",
        "Fleming, L. 2001. Recombinant uncertainty in technological search. Management Science. 47(1) 117-132.",
        "Fleming, L., C. King, A. Juda. 2007. Small worlds and innovation. Organization Science. 18(6) 938-954.",
        "Franco, A.M., M.F. Mitchell. 2008. Covenants not to compete, labor mobility, and industry dynamics. Journal of Economics and Management Strategy. 17 581-606.",
        "Furman, J.L., S. Stern. 2006. Climbing atop the shoulders of giants: the impact of institutions on cumulative research. NBER Working Paper 12523.",
        "Gompers, P., J. Lerner, D. Scharfstein. 2005. Entrepreneurial spawning: public corporations and the genesis of new ventures, 1986 to 1999. Journal of Finance. 60(2) 517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Grossman, G., E. Helpman. 1991. Innovation and Growth in the World Economy. Cambridge, MIT Press.",
        "Groysberg, B., L.E. Lee, A. Nanda. 2008. Can they take it with them? The portability of star knowledge workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ performance. Management Science.1-18.",
        "Hall, B. H., J. Mairesse, L. Turner. 2007. Identifying age, cohort and period effects in scientific research productivity: Discussion and illustration using simulated and actual data on French physicists. Economics of Innovation and New Technology. 16 159-177.",
        "Hansen, M.T. 1999. The search-transfer problem: The role of weak ties in sharing knowledge across organization subunits. Administrative Science Quarterly. 44(1) 82-111.",
        "Hausman, J., B. Hall, Z. Griliches. 1984. Econometric models for count data with an application to the patents-R&D relationship. Econometrica. 52(4) 909-38.",
        "Heckman, J., S. Navarro-Lozano. 2004. Using matching, instrumental variables, and control functions to estimate economic choice models. The Review of Economics and Statistics. 86(1) 30-67.",
        "Iacus, S.M., G. King, G. Porro. 2009. Causal inference without balance checking: Coarsened exact matching. Working Paper, Harvard University.",
        "Imbens, G.W. 2004. Nonparametric estimation of average treatment effects under exogeneity: A review. The Review of Economics and Statistics. 86(1) 4-29.",
        "Jaffe, A.B., M. Trajtenberg, 2002. Patents, Citations & Innovations: A Window on the Knowledge Economy. MIT Press, Cambridge.",
        "Jovanovic, B. 1979. Job matching and the theory of turnover. Journal of Political Economy. 87(5)972-90.",
        "Klepper, S., S. Sleeper. 2005. Entry by spin-offs. Management Science. 51(8) 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306.",
        "Lampe R. 2008. Strategic citation. SSRN Working Paper #984123.",
        "Lazear, E.P. 1986. Raids and offer matching. Research in Labor Economics. 8 141-165.",
        "Levin, S.G., P.E. Stephan. 1991. Research productivity over the life cycle: Evidence for academic scientists. American Economic Review. 81 114-132.",
        "Llorente, G., R. Michaely, G. Saar, J. Wang. 2002. Dynamic volume-return relation of individual stocks.",
        "Malamud, O., C. Pop-Eleches. 2010. General education versus vocational training: Evidence from an economy in transition. The Review of Economics & Statistics. XCII(1) 43-60.",
        "March, J.G. 1991. Exploration and exploitation in organizational learning. Organization Science. 2(1) 7187.",
        "Marx, M., D. Strumsky, L. Fleming. 2009. Mobility, skills, and the Michigan non-compete experiment. Management Science. 55(6) 875-889.",
        "Mehta, A., M. Rysman, T. Simcoe. 2010. Identifying the age profile of patent citations: New estimates of knowledge diffusion. Journal of Applied Econometrics, Forthcoming.",
        "Moen, J. 2005. Is mobility of technical personnel a source of R&D spillovers? Journal of Labor Economics. 23(1) 81-114.",
        "Moffitt, R.A. 2004. Introduction to the symposium on the econometrics of matching. The Review of Economics and Statistics. 86(1) 1-3.",
        "Murray, F., S. Stern. 2007. Do formal intellectual property rights hinder the free flow of scientific knowledge? An empirical test of the anti-commons hypothesis. Journal of Economic Behavior and Organization. 63(4) 648-687.",
        "Nelson, R.R., S.G. Winter. 1982. An evolutionary theory of economic change. Cambridge, MA: Belknap.",
        "Oettl, A., A. Agrawal. 2008. International labor mobility and knowledge flow externalities. Journal of International Business Studies.39 1242-1260.",
        "Oettl, A. 2009. Productivity and Helpfulness: A New Taxonomy for Star Scientists. Working Paper, Georgia Institute of Technology Penrose, E.T. 1959. The Theory of the Growth of the Firm. Oxford, England: Blackwell.",
        "Peteraf, M.A. 1993. The cornerstones of competitive advantage: A resource-based view. Strategic Management Journal. 14(3) 179-191.",
        "Rosenkopf, L., P. Almeida. 2003. Overcoming local search through alliances and mobility. Management Science. 49(6) 0751-0766.",
        "Samila, S., O. Sorenson. 2009. Non-compete covenants: Incentives to innovate or impediments to growth. Working paper, Yale School of Management.",
        "Saxenian, A.L. 1994. Regional Advantage: Culture and Competition in Silicon Valley and Route 128. Harvard University Press, Cambridge, MA.",
        "Simon, H.A. 1991. Bounded rationality and organizational learning. Organization Science. 2(1) 125-134.",
        "Simon, C.J., J. Warner. 1992. Matchmaker, matchmaker: The effect of old boy networks on job match quality, earnings, and tenure. Journal of Labor Economics. 10(3) 306-330.",
        "Singh, J. 2005. Collaborative networks as determinants of knowledge diffusion patterns. Management Science. 51(5) 756-770.",
        "Singh, J. 2008. Distributed R&D, cross-regional knowledge integration and quality of innovative output. Research Policy. 37(1) 77-96.",
        "Song, J., P. Almeida, G. Wu. 2003. Learning by hiring: When is mobility more likely to facilitate interfirm knowledge transfer? Management Science. 49(4) 351-365.",
        "Thompson, P., M. Fox-Kean. 2005. Patent citations and the geography of knowledge spillovers: A reassessment. American Economic Review. 95(1) 450-460.",
        "Trajtenberg, M. 2006. The \"names game\": Harnessing inventors' patent data for economic research. NBER Working Paper 12479.",
        "Tzabbar, D., B.S. Silverman, B.S. Aharonson. 2009. Learning by hiring or hiring to avoid learning? Organizational exploration via individualsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ exploitation. Working Paper.",
        "Weitzman, M. 1998. Recombinant growth. The Quarterly Journal of Economics CXIII(2) 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Wooldridge, J. M. 1999. Distribution-free estimation of some nonlinear panel data models. Journal of Econometrics. 90(1) 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97."
    ]
}