{
    "id": 15863,
    "cites": 21,
    "cited_by": 32,
    "reference": [
        "Adamopoulos, Tasso. 2006. Transportation Costs, Agricultural Productivity and Cross-Country Income Dierences. Manuscript. York University.",
        "Buera, Francisco J. and Joseph Kaboski. 2008. Scale and the Origins of Structural Change. Working Paper Series WP-08-06, Federal Reserve Bank of Chicago.",
        "CalderÃ\u0083Æ\u0092Ã\u0082Â³n, CÃ\u0083Æ\u0092Ã\u0082Â©sar. 2009. Infrastructure and Growth in Africa. Policy Research Working Paper Series 4914. Washington, DC: The World Bank.",
        "Improving Connectivity: Investing in Transport Infrastructure in SubSaharan Africa. AICD, Background Paper, World Bank, Washington, D.C. Caselli, Francesco and Wilbur John Coleman II. 2001. The U.S. structural transformation and regional convergence: A reinterpretation. Journal of Political Economy 109(3): 584-616.",
        "Chenery, Hollis B. and Moshe Syrquin. 1975. Patterns of Development, 1950-1970. London: Oxford University Press.",
        "Central Intelligence Agency. 2009. World Factbook 2009. Last accessed at https://www.cia.gov/library/ publications/the-world-factbook/geos/ug.html.",
        "Dekle, Robert and Guillaume Vandenbroucke. 2006. A Quantitative Analysis of China&apos;s Structural Transformation. IEPR Working Papers 06.51. Institute of Economic Policy Research.",
        "Dorosh, P., Wang, H., You, L. and Schmidt, E. 2008. Crop Production and Road Connectivity in Sub-Saharan Africa: A Spatial Analysis. AICD, Working Paper, World Bank, Washington, D.C. Echevvaria, Cristina. 1995. Agricultural development vs. industrialization: Eects of trade. Canadian Journal of Economics 28 (3): 631-47.",
        "Echevarria, Cristina. 1997. Changes in sectoral composition associated with economic growth. International Economic Review 38 (2): 431-52.",
        "Eswaran, Mukesh and Ashok Kotwal. 1993. A theory of real wage growth in LDCs. Journal of Development Economics 42(2): 243-69.",
        "Fan, Shenggen and Connie Kang-Chan. 2004. Road Development, Economic Growth, and Poverty Reduction in China. IFPRI mimeo.",
        "Fan, Shenggen and Peter Hazell. 2001. Returns to Public Investment in the Less-Favored Areas of India and China. American Journal of Agricultural Economics 83(5): 1217-22.",
        "Food and Agriculture Organization of the United Nations. FAOSTAT. Online database. Last accessed March 2010.",
        "Fei, John C. H. and Gustav Ranis. 1964. Development of the Labor Surplus Economy: Theory and Policy. A Publication of the Economic Growth Center, Yale University. Homewood, Illinois: Richard D. Irwin, Inc.",
        "Gachassin, Marie, Boris Najman, Boris, and Gael Raballand. 2010. The Impact of Roads on Poverty Reduction : A Case Study of Cameroon. Policy Research Working Paper Series 5209. The World Bank.",
        "Gollin, Douglas, Stephen L. Parente, and Richard Rogerson. 2002. The role of agriculture in development. American Economic Review Papers and Proceedings 92(2): 160-164.",
        "Gollin, Douglas, Stephen L. Parente, and Richard Rogerson. 2007. The food problem and the evolution of international income levels. Journal of Monetary Economics 54(4): 1230-1255.",
        "Goodfriend, Marvin and John McDermott. 1998. Industrial development and the convergence question. American Economic Review 88(5): 127789.",
        "Hansen, G. and E. C. Prescott. 2002. Malthus to Solow. American Economic Review 92(4): 1205-17.",
        "Herrendorf, Berthold, James A. Schmitz, and Arilton Teixeira. 2006. How Important was the 19th Century Transportation Revolution for U.S. Development? Manuscript: Arizona State University, Department of Economics.",
        "Herrendorf, Berthold and Arilton Teixeira. 2008. Barriers to Entry and Development. Forthcoming, International Economic Review."
    ]
}