{
    "id": 15870,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Abel, A., G. Mankiw, L. Summers, and R. Zeckhauser, 1989, Assessing Dynamic Efficiency: Theory and Evidence, Review of Economic Studies 56, 1-19.",
        "Azariadis, C., and B. Smith, 1993, Adverse Selection in the Overlapping Generations Model: The Case of Pure Exchange, Journal of Economic Theory 60, 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d305.",
        "Caballero, R., E. Farhi and J. Ventura, 2010, Bubbles and Rents, mimeo, CREI.",
        "Caballero, R. and A. Krishnamurthy, 2006, Bubbles and Capital Flow Volatility: Causes and Risk Management, Journal of Monetary Economics 53(1), 33-53.",
        "Farhi, E. and J. Tirole, 2009, Bubbly Liquidity, mimeo, Harvard University.",
        "Gertler, M. and N. Kiyotaki, 2009, Financial Intermediation and Credit Policy, mimeo, NYU.",
        "Diba, and Grosman, 1987, On the Inception of Rational Bubbles, Quarterly Journal of Economics 102, 697-700.",
        "Grossman, G. and N. Yanagawa, 1993, Asset Bubbles and Endogenous Growth, Journal of Monetary Economics 31, 3-19.",
        "King, I. and D. Ferguson, 1993, Dynamic Inefficiency, Endogenous Growth, and Ponzi Games, Journal of Monetary Economics 32, 79-104.",
        "Kiyotaki, N., and J. Moore, 1997, Credit Cycles, Journal of Political Economy 105, 211-248.",
        "Kraay, A., and J. Ventura, 2007, The Dot-Com Bubble, the Bush Deficits, and the US Current Account, in G7 Current Account Imbalances: Sustainability and Adjustment, R. Clarida (eds.), The University of Chicago.",
        "Martin, A. and J. Ventura, 2010, Some Theoretical Notes on the Current Crisis, mimeo, CREI.",
        "Saint Paul, G., 1992, Fiscal Policy in an Endogenous Growth Model, Quarterly Journal of Economics 107, 1243-1259.",
        "Samuelson, P., 1958, An Exact Consumption-loan Model of Interest with or without the Social Contrivance of Money, Journal of Political Economy 66, 467-482.",
        "Tirole, J., 1985, Asset Bubbles and Overlapping Generations, Econometrica 53 (6), 1499-1528.",
        "Ventura, J., 2004, Bubbles and Capital Flows, mimeo, CREI.",
        "Ventura, J., 2005, A Global View of Economic Growth, in Handbook of Economic Growth, Philippe Aghion and Stephen Durlauf (eds.), 1419-1497.",
        "Weil, P., 1987, Confidence and the Real Value of Money, Quarterly Journal of Economics 102, 1-22."
    ]
}