{
    "id": 15877,
    "cites": 73,
    "cited_by": 4,
    "reference": [
        "Anderson, David A. 1999. The Aggregate Burden of Crime, Journal of Law and Economics 42, October 2: 611-642.",
        "Ayres, Ian, and Steven D. Levitt. 1998. Measuring Positive Externalities from Unobservable Victim Precautions: An Empirical Analysis of Lojack, Quarterly Journal of Economics 113, 1: 43-77.",
        "Ayres, Ian and Barry Nalebuff. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stop thief!Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forbes, Jan. 10.",
        "Baumer, Eric and Janet Lauritsen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reporting crime to the police, 1973-2005: A multivariate analysis of long-term trends in the NCS and NCVS.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Criminology (forthcoming).",
        "Bayley, David H. 1994. Police for the Future. New York: Oxford University Press.",
        "Bayley, David, and Clifford Shearing. 2001. The New Structure of Policing: Description, Conceptualization, and Research Agenda. Washington, DC: National Institute of Justice.",
        "Becker, Gary S. 1968. Crime and Punishment: An Economic Approach, Journal of Political Economy 76, 2: 169-217.",
        "Berrien, Jenny and Christopher Winship (2002). Ã\u0083Æ\u0092Ã\u0082â\u0080\u009en Umbrella of Legitimacy: BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Police Department Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Ten Point Coalition CollaborationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gary S. Katzmann (ed.) Securing Our ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Future: New Approaches to Juvenile Justice and Youth Violence, Washington, DC: Brookings Institution Press: 200-228.",
        "Blackstone, Erwin A., Andrew J. Buck, Simon Hakim. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of alternative policies to combat false emergency callsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evaluation and Program Planning 28: 233-242.",
        "Blumstein, Alfred. 2000. Disaggregating the Violence Trends. In The Crime Drop in America, edited by Alfred Blumstein and Joel Wallman. New York: Cambridge University Press: 13-44.",
        "Blumstein, Alfred, and Joel Wallman. 2000. The Crime Drop in America. New York: Cambridge University Press.",
        "Blumstein, Alfred, and Joel Wallman. 2006. The Crime Drop and Beyond, Annual Review of Law and Social Science 2: 125-146.",
        "Briffault, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Government for Our Time? Business Improvement Districts and Urban Governance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia Law Review, Vol. 99, No. 2, March 1999, pp. 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Brooks, Leah (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volunteering to Be Taxed: Business Improvement Districts and the Extra-Governmental Provision of Public SafetyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92, 388-406.",
        "City of Los Angeles Office of the City Clerk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Improvement Districts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d undated Web page. As of January 7, 2010: http://cityclerk.lacity.org/bids/ Clarke, Ronald V. 1983. Situational crime prevention: Its theoretical basis and practical scope. In Crime and Justice: An Annual Review of Research, Vol. 4, edited by Michael Tonry and Norval Morris. Chicago: University of Chicago Press.",
        "Clarke, Ronald V. and Patricia M.Harris. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Auto theft and its prevention.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Crime and Justice 16: 1-54.",
        "Clotfelter, Charles T. 1977. Public services, private substitutes, and the demand for protection against crime, American Economic Review, (December): 867-877.",
        "Clotfelter, Charles T. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private security and the public safetyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Urban Economics V: 388-402.",
        "__________. 1993. The Private Life of Public Economics, Southern Economic Journal 59, 4: 579-596.",
        "Cohen, Mark A., Roland Rust, Sara Steen, and Simon Tidd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Willingness-to-Pay for Crime Control Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Criminology 42(1): 86-106 (February 2004).",
        "Cook, Philip J. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand and supply of criminal opportunities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Crime and Justice VII: 1-27.",
        "Cook, Philip J. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime control in the city: A research-based briefing on public and private measures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cityscape: A Journal of Policy Development and Research. 11(1): 53-79.",
        "Cook, Philip J., and John H. Laub. 2002. After the Epidemic: Recent Trends in Youth Violence in the United States. In Crime and Justice: A Review of Research, edited by Michael Tonry. Chicago: University of Chicago Press: 117-153.",
        "Cook, Philip J., and Jens Ludwig. 2000. Gun Violence: The Real Costs. New York: Oxford University Press.",
        "__________. 2003. The Effects of Gun Prevalence on Burglary: Deterrence vs. Inducement. In Evaluating Gun Policy, edited by Jens Ludwig and Philip J. Cook. Washington, DC: Brookings Institution Press: 74-118.",
        "__________. 2006. The social costs of gun ownership, Journal of Public Economics 90, (1-2, Jan.): 379-391.",
        "Cook, Philip J., Jens Ludwig, Sudhir A. Venkatesh, and Anthony A. Braga. 2007. Underground gun markets, The Economic Journal 117(524), (November): 588-618.",
        "Copes, Heith and Michael Cherbonneau. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The key to auto theft: Emerging methods of auto theft from the offendersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢persepctive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Criminology 46: 917-034.",
        "Corby, E.A., J.M. Roll, D.M. Ledgerwood, and C.R. Schuster. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contingency management interventions for treating the substance abuse of adolescents: A feasibility study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental and Clinical Psycholpharmacology 8, 371-376.",
        "Cornish, Derek and Ronald V. Clarke. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opportunities, precipitators, and criminal decisions: A reply to WortleyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s critique of situational crime preventionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Theory for Practice in Situational Crime Prevention. Martha J. Smith and Derek B. Cornish, eds.",
        "Cullen, Julie Berry, and Steven D. Levitt. 1999. Crime, Urban Flight and the Consequences for Cities, Review of Economics and Statistics 81, 2: 159-169.",
        "Cunningham, William C., John J. Strauchs, and Clifford W. Van Meter. 1990. Private Security Trends 1970 to 2000: The Hallcrest Report II. Boston: Butterworth-Heinemann. Draca, Mirko, Stephen Machin and Robert Witt. (forthcoming). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime displacement and police interventions: Evidence from LondonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOperation TheseusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In Rafael Di Tella, Sebastian Edwards and Ernesto Schargrodsky, eds. The Economics of Crime in Latin America. University of Chicago Press.",
        "Eck, John E. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preventing crime at places.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Evidence-based Crime Prevention, rev. ed. Lawrence Sherman, David Farrington, Brendan Welsh, and MacKenzie, eds. Routledge.",
        "Ehrlich, Isaac. 1974. Participation in illegitimate activities: An economic analysis. In Essays in the Economics of Crime and Punishment, edited by Gary S. Becker and William M. Landes. New York: National Bureau of Economic Research.",
        "Ehrlich, Isaac. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime, punishment, and the market for offenses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 10(1), Winter: 43-67.",
        "Ehrlich, Isaac, and Gary S. Becker. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market insurance, self-insurance, and selfprotection Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 80(4), July-August: 623-648.",
        "Forst, Brian. 1999. Policing with Legitimacy, Efficiency, and Equity. In The Privatization of Policing: Two Views, edited by Brian Forst and Peter Manning. Washington, DC: Georgetown University Press: 1-48.",
        "Gonzalez-Navarro, Marco. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detereence and displacement in auto theftÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University Working Paper, Oct. 15.",
        "Gottfredson, Michael R. and Don M. Gottfredson. 1988. Decision Making in Criminal Justice: Toward the Rational Exercise of Discretion. Second ed. New York: Plenum.",
        "Guerette, Rob T. and Kate J. Bowers. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the extent of crime displacement and diffusion of benefits: A review of situational crime prevention evaluations.",
        "Harcourt, Bernard E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policing L.A.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Skid Row: Crime and Real Estate Development in Downtown Los Angeles (An Experiment in Real Time),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Legal Forum, Vol. 2005, May 2005.",
        "Helperin, Joanne. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating stolen vehicle recovery systems: The pros, cons and pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.(posted 11/20/09) www.edmunds.com/ownership/articles/128786/article.html Hemenway, David. 2004. Private Guns, Public Health. Ann Arbor, MI: University of Michigan Press.",
        "Holter, Darryl, Four: The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Improvement DistrictsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revolution, Los Angeles, Calif.: UCLA School of Public Affairs, California Policy Options paper 943, January 1, 2002. As of January 2, 2009: http://repositories.cdlib.org/uclaspa/cpo/943 Hoyt, Lorlene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collecting Private Funds for Safer Public Spaces: An Empirical Examination of the Business Improvement District Concept,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment and Planning B: Planning and Design, Vol. 31, No. 3, 2004, pp. 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Joyce, Theodore. 2004. Did legalized abortion lower crime? Journal of Human Resources 39, 1: 1-28.",
        "Kindermann, Charles, James P. Lynch, and David Cantor. 1997. The Effects of the Redesign on Victimization Estimates. Washington, DC: Bureau of Justice Statistics.",
        "Kleiman, Mark A.R.(2009, forthcoming). When Brute Force Fails: Strategy for Crime Control. Princeton: Princeton University Press.",
        "Kocieniewski, David 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Few choices in shielding of Witnesses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times New York region: Oct. 28.",
        "Kruttschnitt, Candace and Kristin Carbone-Lopez. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Customer satisfaction: Crime victimsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢willingness to call the police.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Police Foundation.",
        "Levitt, Steven D. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The relationship between crime reporting and police: Imlications for the use of Uniform Crime Reports.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Quantitative Criminology 14(1): 61-81.",
        "Levitt, Steven D. 2004. Understanding Why Crime Fell in the 1990s: Four Factors That Explain the Decline and Six That Do Not, Journal of Economic Perspectives 18, 1: 163190.",
        "Levitt, Steven D., and Thomas J. Miles. 2007. The Empirical Study of Criminal Punishment. In The Handbook of Law and Economics, edited by A. Mitchell Polinsky and Steven Shavell.",
        "Ludwig, Jens and Philip J. Cook. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Benefits of Reducing Gun Violence: Evidence from Contingent-Valuation Survey DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty 22(3), 2001: 207-226.",
        "MacDonald, John and Robert J. Stokes. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cities Should Enlist Business in Their Battle Against CrimeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Commentary accessed at http://www.rand.org/commentary/2006/07/03/LABJ.html.",
        "MacDonald, John, Ricky Bluthenthal, Aaron Kofner, Robert Stokes, Amber Sehgal, Terry Fain, and Leo Beletsky. 2009. Neighborhood Effects on Crime and Youth Violence: The Role of Business Improvement Districts in Los Angeles. Santa Monica, CA: RAND Corporation.",
        "Miller, Ted R., Mark A. Cohen, and Shelli B. Rossman. 1993. Victim Costs Of Violent Crime And Resulting Injuries. Health Affairs, 12, 186-197.",
        "Mitchell, Jerry. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Improvement Districts and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNewÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Revitalization of Downtown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development Quarterly, Vol. 15, No. 2, 2001, pp. 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Mitchell, J. 2008. Business Improvement Districts and the Shape of American Cities.",
        "Albany: SUNY Press National Highway Transportation Safety Administration. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Auto theft and recovery: Effects of the Ã\u0083Æ\u0092Ã\u0082â\u0080\u009enti Car Theft Act of 1992 and the Motor Vehicle Theft Law Enforcement Act of 1984: Report to the Congress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NHTSA Report Number DOT HS 808 761. http://www.nhtsa.dot.gov/cars/rules/regrev/evaluate/808761.html. Accessed 11/22/09.",
        "Philipson, Tomas J., and Richard A. Posner. 1996. The Economic Epidemiology of Crime, Journal of Law and Economics 39 (October): 405-433.",
        "Reiss, Albert J. 1971. The Police and the Public. New Haven, CT: yale University Press.",
        "Roman, Jonathan K. 2009. What is the Price of Crime? New Estimates of the Cost of Criminal Victimization. Dissertation. University of Maryland, College Park, MD.",
        "Available at: http://www.lib.umd.edu/drum/handle/1903/9868 Shavell, Steven. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual precautions to prevent theft: Private versus socially optimal behaviorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Law and Economics, XI: 123-132.",
        "Sklansky, David A. 2008. Democracy and Police Stanford University Press.",
        "Skogan, Wesley and Kathleen Frydl, eds. 2004. Fairness and Effectiveness in Policing, Washington, DC: National Academy Press.",
        "Stokes, Robert, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Place Management in Commercial Areas: Customer Service Representatives in PhiladelphiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Central Business District,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Security Journal, Vol. 15: 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Stokes, R. 2006. Business Improvement Districts and Inner City Revitalization: The Case of Philadelphia&apos;s Frankford Special Services District. International Journal of Public Administration, 29 (1 - 3), 173-186.",
        "Tobolowsky, Peggy M. 2001. Crime Victim rights and Remedies. Durham, Carolina Academic Press.",
        "Tremblay, Pierre, Yvan Clermont, and Maurice Cusson. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jockeys and joyriders: Changing patterns in car theft opportunity structures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Criminology, 34(3), Summer: 307-321.",
        "Turner, Susan, Terry Fain, John MacDonald, Amber Sehgal (with Jitahadi Imara, Felicia Cotton, Davida Davies, and Apryl Harris). 2007. Los Angeles County Juvenile Justice Crime Prevention Act: Fiscal Year 2004-2005 Report. Santa Monica, CA: RAND Corporation.",
        "Tyler, Tom R. and Jeffrey Fagan. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legitimacy and cooperation: Why do people help the police fight crime in their communities? Ohio State Journal of Criminal Law 6: 231-275.",
        "Walker, Samuel E. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Between two worlds: The PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Crime commission and the police, 1967-1992.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The 1967 PresWebb, Barry. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Steering column locks and motor vehicle theft: Evaluations from three countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Home Office Police Research Group, London.",
        "Welsh, Brandon C. and David P. Farrington. 2009.Making Public Places Safer: Surveillance and Crime Prevention. New York: Oxford University Press.",
        "Zimring, Franklin E. 2007. The Great American Crime Decline. New York: Oxford University Press."
    ]
}