{
    "id": 1587,
    "cites": 40,
    "cited_by": 3,
    "reference": [
        "Abramovitz, Moses (1950), Inventories and Business Cycles. New York: National Bureau of Economic Research.",
        "Abrarnovitz, Moses, and David, Paul A. (1973), Reinterpreting Economic Growth: Parables and Realities. American Economic Review Papers and Proceedings 63, 428-439.",
        "Alberro, Jose (1981), The Lucas Hypothesis on the Phillips Curve. Journal -~Ã\u0083Â§ ~ ~ .-~- 7 ~Y~fl U~ IlUII~LQf J L%..LIIIUII(l (~ I L~JJL-J-.",
        "Burns, Arthur F., and Mitchell, Wesley C. (1946), Measuring Business Cycles.",
        "Chandler, Alfred D. (1977), The Visible Hand. Cambridge, Mass.: Harvard University Press.",
        "Coelho, Philip, and Shepherd, James (1974), Differences in Regional Prices: The United States, 1851-1880. Journal of Economic History 34, 551-591.",
        "Cukierman, Alex (1979), Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics 5, 213-229.",
        "David, Paul A. (1977), Invention and Accumulation in Americas Economic Growth: A Nineteenth Century Parable. In Karl Brunner and Allan Meltzer (Eds.), International Organization, National Policies and Economic Development. Amsterdam: North Holland. Pp. 179-228.",
        "David, Paul A., and Solar, Peter (1977), A Bicentenary Contribution to the History of the Cost of Living in America. In Paul Uselding (Ed.), Research in Economic History, Volume 2, Greenwich, Ct.: JAI Press. Pp.",
        "Davis, Lance E., and Galiman, Robert E. (1973), The Share of Savings and Investment in Gross National Product During the 19th Century in the U.S.A. In F. C. Lane (Ed.), Fourth International Conference of Economic History. Paris: Mouton, pp. 437-466.",
        "Davis, Lance E., and Gailman, Robert E. (1978), uCapital Formation in the United States during the Nineteenth Century. In Cambridge Economic History of Europe. New York: Cambridge University Press. Volume VII, Part 2, pp. 1-69.",
        "Du Boff, Richard (1983), The Telegraph and the Structure of Markets in the United States, 1845-1890. In Paul Uselding (Ed.), Research in Economic History, Volume 8. Greenwich, Ct.: JAI Press, pp. 253-277.",
        "Fair, Ray C. (1979), An Analysis of the Accuracy of Four Macroeconomic Models. Journal of Political Economy 87, 701-718.",
        "Feige, Edgar, and Pearce, Douglas (1976), Economically Rational Expectations: Are Innovations in the Rate of Inflation Independent of Innovations in Measures of Monetary and Fiscal Policy? Journal of Political Economy 84, 499-522.",
        "Friedman, Milton, and Schwartz, Anna J. (1970), Monetary Statistics of the United States. New York: National Bureau of Economic Research.",
        "Friedman, Milton, and Schwartz, Anna J. (1982), Monetary Trends in the United States and the United Kingdom. Chicago: University of Chicago Press.",
        "Froyen, Richard T., and Waud, Roger N. (1984), The Changing Relationship between Aggregate Price and Output: The British Experience. Economica 51, 53-67.",
        "Godfrey, L. G. (1976), Testing for Serial Correlation in Dynamic Simultaneous Models. Econometrica 44, 1077-1084.",
        "Gordon, Robert J. (1980), A Consistent Characterization of a Near Century of Price Behavior. American Economic Review Papers and Proceedings 70, 243-249.",
        "Gordon, Robert J. (1981a), Macroeconomics. Boston: Little, Brown.",
        "Gordon, Robert J. (1981b), Output Fluctuations and Gradual Price Adjustment. Journal of Economic Literature 19, 493-530.",
        "Hercowitz, Zvi (1981), Money and the Dispersion of Relative Prices. Journal of Political Economy 89, 328-356.",
        "James, John A. (1984), Public Debt Management Policy and Nineteenth-Century American Economic Growth. Explorations in Economic History 21, 192-217.",
        "Kendrick, John W. (1961), Productivity Trends in the United States.",
        "Princeton: Princeton University Press. Kuznets, Simon (1961), Capital in the American Economy. Princeton: Princeton University Press.",
        "Lucas, Robert E. (1973), Some International Evidence on Output-Inflation Trade-offs. American Economic Review 63, 326-334.",
        "Lucas, Robert E. (1975), An Equilibrium Model of the Business Cycle. Journal of Political Economy 83, 1113-1144.",
        "Phelps, Edmund, ed. (1970), Microeconomic Foundations of Employment and Inflation Theory. New York: W. W. Norton.",
        "Pred, Allan R. (1973), Urban Growth and the Circulation of Information: The United States System of Cities, 1790-1840. Cambridge, Mass.: Harvard University Press.",
        "Romer, Christina (1984), Is the Stabilization of the Postwar Economy A Figment of the Data?, unpublished manuscript.",
        "Rosenberg, Nathan (1976), Perspectives on Technoio~y. Cambridge: Cambridge University Press.",
        "Rosenberg, Nathan, and Hughes, Jonathan R. T. (1963), The United States Business Cycle before 1860: Some Problems of Interpretation. Economic History Review 15, 476-493.",
        "Rothenberg, Winifred (1981), The Market and Massachusetts Farmers, 1750- 1855. Journal of Economic History 41, 283-314.",
        "Sprague, 0. M. W. (1910), j2~pf Crises under the National Banking System. Washington: Government Printing Office.",
        "Stevens, Edward J. (1971), Composition of the Money Stock Prior to the Civil War. Journal of Money, Credit, and Banking 3, 84-101.",
        "Ternin, Peter (1974), The Anglo-American Business Cycle, 1820-1860. Economic His~~y Review 27, 207-221.",
        "U. S. Bureau of the Census (1975), Historical Statistics of the United States. Washington, D.C.: Government Printing Office.",
        "Wachter, Michael (1976), The Changing Cyclical Responsiveness of Wage Inflation. Brookinys Papers on Economic Activity 1, 115-168.",
        "Warren, George F., and Pearson, Frank A. (1933), Prices. New York: John Wi 1 ey.",
        "Williamson, Jeffrey G., and Lindert, Peter (1980), American Inequality. New York: Academic Press."
    ]
}