{
    "id": 15885,
    "cites": 35,
    "cited_by": 31,
    "reference": [
        "Averch, H. and Johnson, L. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavior of the Firm Under Regulatory Constraint.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 52 (1962), pp. 1052-1069.",
        "Baumol, W.J. and Bradford, D.F. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Departures from Marginal Cost Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 60 (1970), pp. 265-283.",
        "Baumol, W.J. and Klevorick, A.K. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Choices and Rate-of-Return Regulation: An Overview of the Discussion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics and Management Science, Vol. 1 (1970), pp. 162-190.",
        "Barnett, A.H. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Pigouvian Tax Rule Under Monopoly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 70 (1980), pp. 1037-1041.",
        "Boiteux, M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sur la Gestion des Monopoles Publics Astreints a LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢equilibre Budgetaire.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 24 (1956), pp. 22-40.",
        "Borenstein, S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Redistributional Impact of Nonlinear Electricity Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Institute @ Haas Working Paper 204, University of California Berkeley, (2010).",
        "Borenstein, S., Busse, M. and Kellogg, R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Principal-Agent Incentives, Excess Caution, and Market Inefficiency: Evidence from Utility Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13679, (2009).",
        "Buchanan, J.M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Diseconomies, Corrective Taxes, and Market Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol 59 (1969), pp. 174-177.",
        "Davis, L.W. and Kilian, L. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Allocative Cost of Price Ceilings in the U.S. Residential Market for Natural Gas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14030, (2008).",
        "Feldstein, M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity and Efficiency in Public Sector Pricing: The Optimal Two-Part Tariff.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 86 (1972), pp. 175-187.",
        "Friedman, L.S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Utility Pricing and Customer Response: The Recent Record in California. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regulatory Choices Ed. Richard J. Gilbert. Berkeley: University of California Press, (1991), pp. 10-62.",
        "Joskow, P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Environmental Concern: Change in the Process of Public Utility Price Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, Vol. 2 (1974), pp. 291-327.",
        "Joskow, P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restructuring, Competition and Regulatory Reform in the U.S. Electricity Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 11 (1997), pp. 119-138.",
        "Kahn, E. Electric Utility Planning and Regulation, Washington D.C.: American Council for an Energy-Efficient Economy, 2nd Edition, (1994).",
        "Knittel, C.R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Structure and the Pricing of Electricity and Natural Gas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics, Vol. 60 (2003), pp. 167-191.",
        "Klein, C.C. and Sweeney, G.H. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulator Preferences and Utility Prices: Evidence from Natural Gas Distribution Utilities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 21 (1999), pp. 1-15.",
        "Metcalf, G.E. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Proposal for a U.S. Carbon Tax Swap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Institution Discussion Paper, 2007-12, (2007).",
        "Muller, N. and Mendelsohn, R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Pollution Regulation: Getting the Prices Right.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 99 (2009), pp. 1714-1739.",
        "Muller, N., Tong, D. and Mendelsohn, R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating NOx and SO2 Emissions in Atlanta.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis and Policy, Vol. 9 (2009), Article 3.",
        "Naughton, M.C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Efficiency and Equity Consequences of Two-Part Tariffs in Electricity Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics,Vol. 68 (1982), pp. 406-414.",
        "Nelson, R.A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Test of the Ramsey Theory and Stigler-Peltzman Theory of Public Utility Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, Vol. 20 (1982), pp. 277-290.",
        "Ng, C. and Seabright, P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, Privatisation and Productive Efficiency: Evidence from the Airline Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconomic Journal Vol. 111 (2001), pp. 591-619.",
        "Ng, Y. and Weisser, M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Pricing with a Budget Constraint-The Case of the Two-part Tariff.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies Vol. 41 (1974), pp. 337-345.",
        "Nordhaus, W. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review of the Stern Review on the Economics of Global Warming.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 45 (2007), pp 686-702.",
        "Oates, W.E. and Strassman, D.L. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effluent Fees and Market Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 24 (1984), pp. 29-46.",
        "Olley, S. and Pakes, A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 64 (1996), pp. 1263-1297.",
        "Peltzman, S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a More General Theory of Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, Vol. 19 (1976), pp. 211-240.",
        "Ramsey, F. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Theory of Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, Vol. 37 (1927), pp. 47-61.",
        "Ramsey, F. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Theory of Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, Vol. 37 (1927), pp. 47-61.",
        "Reiss, P. and White, M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Electricity Demand, Revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Vol. 72 (2005), pp. 853-883.",
        "Schmalensee, R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Two-Part Pricing Arrangements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBell Journal of Economics, Vol. 12 (1981), pp. 445-466.",
        "Sherman, R. and Visscher, M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rate-of-Return Regulation and Two-Part Tariffs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics, Vol. 96 (1982), pp. 27-42.",
        "U.S. Department of Energy, Energy Information Administration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Gas Annual 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, DOE/EIA-0131, published March 2010.",
        "Viscusi, W. Kip, J.E. Harrington, Jr., and J.M. Vernon. Economics of Regulation and Antitrust, Cambridge, Massachusetts: MIT Press, 2005.",
        "Wolfram, C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Markets Reduce Costs? Assessing the Impact of Regulatory Restructuring on U.S. Electric Generation Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, Vol. 97 (2007), pp. 12501277."
    ]
}