{
    "id": 15888,
    "cites": 13,
    "cited_by": 14,
    "reference": [
        "Bernanke, Ben S., Mark Gertler, and Mark Watson. 1997. Systematic monetary policy and the effects of oil price shocks. Brookings Papers on Economic Activity 1: 91-142.",
        "Blanchard, Olivier J., and Jordi Gali. 2007. The macroeconomic effects of oil shocks: Why are the 2000s so different from the 1970s? NBER Working Paper no. 13368, September.",
        "Blinder, Alan S., and Jeremy B. Rudd. 2008. The supply-shock explanation of the Great Stagflation revisited. NBER Working Paper no. 14563, December.",
        "Blinder, Alan S., and Jeremy B. Rudd. 2009. Oil Shocks Redux. VOX Website, http://www.voxeu.org/index.php?q=node/2786 De Gregorio, JosÃ\u0083Æ\u0092Ã\u0082Â©, Oscar Landerretche, and Christopher Neilson. 2007. Another Pass-through Bites the Dust? Oil Prices and Inflation. Bank of Chile Working Paper 417.",
        "Hooker, Mark A. 1996. What happened to the oil price-macroeconomy relationship? Journal of Monetary Economics 38 (October): 195-213 Hooker, Mark A. 2002. Are oil shocks inflationary? Asymmetric and nonlinear specifications versus changes in regime. Journal of Money, Credit, and Banking 34 (May): 540-561.",
        "International Labor Office. 2004. Consumer price index manual: theory and practice, International Labour Organization.",
        "Ito, Takatoshi and Kiyotaka Sato. 2008. Exchange rate changes and inflation in post-crisis Asian economies: Vector autoregression analysis of the exchange rate pass-through. Journal of Money, Credit, and Banking 40, 1407-1438.",
        "Japan Fair Trade Commission. 2004. Research note on the state of gasoline distribution (in Japanese).",
        "Jongwanich, Juthathip and Donghyun Park. 2008. Inflation in Developing Asia: Pass-Through from Global Food and Oil Price Shocks. Mimeo, Asian Development Bank.",
        "Kilian, Lutz. 2008. The economic effects of energy price shocks. Journal of Economic Literature 46(4), 871-909.",
        "Kim, Chang-Jin, and Charles R. Nelson. 1999. State-Space Models with Regime-Switching: Classical and Gibbs-Sampling Approaches with Applications. MIT Press.",
        "Shioji, Etsuro and Taisuke Uchino. 2009. Kawase reto to genyu kakaku hendo no pasu suru ha henka shitaka (Have pass-through of the exchange rate and oil prices changed?). In Japanese. Bank of Japan Working Paper Series No. 09-J-8.",
        "Shiratsuka Shigenori. 2005. Waga kuni no shouhisha bukka shisuu no keisoku gosa (Measurement Errors in the Japanese Consumer Price Index), Bank of Japan Review no.2005-J-14."
    ]
}