{
    "id": 15900,
    "cites": 48,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Daron and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was Prometheus Unbound by Chance? Risk, Diversification and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 105 (1997), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Arnold, Jens Matthias and Beata S. Javorcik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gifted Kids or Pushy Parents? Foreign Direct Investment and Plant Productivity In Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 79 (2009), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Bekaert, Geert, Campbell R. Harvey, and Christian Lundblad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Volatility and Financial Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance 25 (2006), 370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c03.",
        "Black, Sandra E. and Philip E. Strahan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship and Bank Credit Availability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 57 (2002), 2807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Bloom, Nicholas, Raffaella Sadun, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Organization of Firms Across Countries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 15129 (2009), National Bureau of Economic Research, Inc.",
        "Caballero, Ricardo J. and Eduardo M.R.A. Engel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Investment Dynamics in U.S. Manufacturing: A Generalized (S,s) Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 67 (1999), 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Chaney, Thomas, Xavier Gabaix, and Thomas Philippon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Massachusetts Institute of Technology (2002).",
        "Chari, Anusha, Wenjie Chen, and Kathryn M.E. Dominguez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Ownership and Firm Performance: Emerging-Market Acquisitions in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 14786 (2009), National Bureau of Economic Research, Inc..",
        "Cetorelli, Nicola and Philip E. Strahan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance as a Barrier to Entry: Bank Competition and Industry Structure in Local U.S. Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 61 (2006), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Comin, Diego and Sunil Mulani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Growth and Volatility at the Aggregate and Firm Level,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 56 (2009), 1023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1042.",
        "Comin, Diego and Thomas Philippon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise in Firm-Level Volatility: Causes and Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in: Mark Gertler and Kenneth Rogoff (Eds.) NBER Macroeconomics Annual 2005 (2006), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28, National Bureau of Economic Research, Inc.",
        "Correa, Ricardo and Gustavo Suarez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Volatility and Banks: Evidence from U.S. Banking Deregulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Federal Reserve Board (2007).",
        "Davis, Steven J. and James A. Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting the Great Moderation: Changes in the Volatility of Economic Activity at the Macro and Micro Levels,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 22 (2008), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Davis, Steven J., John Haltiwanger, Ron Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in: Daron Acemoglu, Kenneth Rogoff and Michael Woodford (Eds.) NBER Macroeconomics Annual 2006 (2007), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80, MIT Press, Cambridge MA.",
        "di Giovanni, Julian and Andrei A. Levchenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Openness and Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 91 (2009a), 558Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "di Giovanni, Julian and Andrei A. Levchenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade and Aggregate Fluctuations in Granular Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RSIE Discussion Paper no. 585 (2009b).",
        "Ekinci, Mehmet, Sebnem Kalemli-Ozcan, and Bent E. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows within EU Countries: The Role of Institutions, Confidence and Trust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Richard H. Clarida, Jeffrey A. Frankel, Francesco Giavazzi, and Kenneth D. West (Eds.) NBER International Seminar on Macroeconomics 2007 (2009), 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400, MIT Press, Cambridge MA.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Granular Origins of Aggregate Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 15286 (2009), National Bureau of Economic Research, Inc.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Social Capital in Financial Development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 94 (2004), 526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Holmstrom, Bengt and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, Loanable Funds, and the Real Sector, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112 (1997), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Kalemli-Ozcan, Sebnem, Bent E. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, and Oved Yosha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Sharing and Industrial Specialization: Regional and International Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 93 (2003), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 18.",
        "Kalemli-Ozcan, Sebnem, Elias Papaioannou, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-Luis PeydroÃ\u0083Å\u0092Ã\u0082Â\u0081, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Lies Beneath the EuroÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Effect on Financial Integration? Currency Risk, Legal Harmonization, or Trade?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics (2010), forthcoming.",
        "Kerr, William and Ramana Nanda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democratizing Entry: Banking Deregulations, Financing Constraints, and Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Economic Studies, U.S. Census Bureau. Working Paper no. 07-33 (2007).",
        "Koren, Miklos and Silvana Tenreyro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility and Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122 (2007), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Kose, Ayhan M., Eswar Prasad, and Marco E. Terrones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Integration and Macroeconomic Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers 50 (2003), International Monetary Fund, Washington, DC.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970-2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 73 (2007), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Leuven and B. Sianesi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPSMATCH2: Stata module to perform full Mahalanobis and propensity score matching, common support graphing, and covariate imbalance testing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (2003) http://ideas.repec.org/c/boc/bocode/s432001.html.",
        "McConnell, Margaret M. and Gabriel Perez-Quiros, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output Fluctuations in the United States: What Has Changed since the Early 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 90 (2000), 1464Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Mendoza, Enrique G., Vincenzo Quadrini, and Jose-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Integration, Financial Deepness and Global Imbalances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 12909 (2007), National Bureau of Economic Research, Inc.",
        "Morgan, Donald, Bertrand Rime, and Philip E. Strahan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Integration and State Business Cycles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 119 (2004), 1555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Obstfeld, Maurice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-Taking, Global Diversification, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 84 (1994), 1310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Schouten, Michael C. and Mathias M. Siems, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Ownership Disclosure Rules Across Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper no. 393 (2009)), Centre for Business Research, University of Cambridge.",
        "Stock, James H. and Mark W. Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the Business Cycle Changed and Why?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Mark Gertler and Kenneth Rogoff (Eds.), NBER Macroeconomics Annual 2002 (2003), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30, National Bureau of Economic Research, Inc.",
        "Stock, James H. and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Weak Instruments in Linear IV Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Technical Working Papers no. 0284 (2002), National Bureau of Economic Research, Inc.",
        "To give an example how each step eliminates firms consider 2006 in which we have 3 million firms with at least 1 year of assets and outcome. Out of these, 100,000 do not report ownership information and 500,000 firms have assets less than 1000 euros. 100,000 are financial firms and 1 million has faulty records such as no, or negative, employment. Another 100,000 firms are dropped due to our procedures explained above that filters out firms in the tails, etc., which brings us to 1.2 million firms.",
        "Using this BvD ID for Usinor SA, we can locate the records for this company in ZEPHYR we find a single record where Usinor SA was involved in the deal Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acquisition 97.58 percentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d by the Arcelor SA of Luxembourg, announced on 12/12/2001 and completed on 14/03/2002.",
        "Example 2 is the French lawn care company Top Green SAS (www.topgreen.com). Based on the information in the AMADEUS Ownership database FO for the Top Green SAS was 50 percent in 2004, 67 percent in 2006, and 66 percent in 2008. From 2004 to 2008, FO consists of one identified non-French owner DLF Trifolium A/S of Denmark which holds stakes in the French company. The only other owner is the French firm Vilmorin Clause et Compagnie.",
        "Using the BvD ID for Top Green SAS we locate the records for this company in ZEPHYR and obtain a single record where Top Green SAS was involved in the deal Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acquisition increased from 50 percent to 67 percentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d by DLF Trifolium A/S which was announced on 19/09/2006. As a result, the stake of DLF in Top Green SAS went up from 50 percent to 67 percent between 2004 and 2006. The 1 percent sale by DLF between 2006 and 2008 is not found in ZEPHYR.",
        "Example 3 is the French software firm PTV Online (www.ptv-vision.fr). Based on information in the AMADEUS Ownership database FO for PTV Online was 40 percent in 2004 and 100 percent in 2006. In 2004, FO consists of one identified non-French owner PTV Planung Transport Verkehr AG (PTV AG) of Germany, owning 40 percent. The additional two owners of the company in 2004 are the French company 01Direct with 40 percent and an individual, Mr. Stern, with 20 percent.",
        "Based on information in the AMADEUS Ownership database FO for NHI was 37 percent in 2002, 68 percent in 2004, 68.01 percent in 2006, and 68.51 percent in 2008. In 2002, FO consists of two identified non-French owners: Agusta Westland (Italy) with 32 percent and Stork Fokker Aerospace NV (The Netherlands) with 5 percent. The other owner of the company is the French company Eurocopter France with 32 percent. In 2004 FO becomes 68 percent due to the divestment of Eurocopter France in favor of the German company Eurocopter Deutschland GmbH. In 2006 an Italian firm Finmeccanica - SocietaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Per Azioni appears as a new owner with a small stake and in 2008 the stake of Stork NV increases to 6 percent.",
        "The French fashion and perfume company Parfums Nina Ricci SA (www.ninaricci.com) has operated since 1932 and is a private company. Based on information in the AMADEUS Ownership database FO for Nina Ricci SA was 50 percent in 2000 and 2002, 51 percent in 2004, and 0 percent in 2006 and 2008. In 2000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004 the company was 50 percent owned by Jorba BV of the Netherlands and a Spanish company Antonio Puig SA appears to hold a minority stake of around 1 percent in 2004. The domestic owners are Paco Rabanne Parfums with 36 percent and Puig France and Puig International SA with 5 percent each. From 2006 on the only owner of the company is the French Puig France with a 100 percent stake. According to the company website, Parfums Nina Ricci SA now operates as a subsidiary of Puig Prestige Beaute (France). Constructing the Instrument The Financial Harmonization Directives Index is the sum of individual financial directive dummies.",
        "The explanatory variables are for 2002. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d sample excludes firms with assets less than 10 million euros.",
        "The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Permanent firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d sample is composed of firms with non-missing outcomes in every year between 2002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006. Log Foreign Ownership denotes the logarithm of 1+percent ownership share that belongs to foreigners. Largest Owner is Foreign is a dummy variable that takes a value of one if the largest owner of a given firm is a foreigner. Log Foreign Minority Ownership denotes the logarithm of 1+the percent ownership share that belonging to foreigners after the share of the largest owner is excluded; Domestic Minority Ownership is calculated similarly. Firm Age is the difference between the end year in our sample and the date of incorporation.",
        "Operating Revenue and Assets are in 2005 constant euros. Industry-fixed effects at the 2-digit NACE level. See Appendix B for detailed explanations.",
        "Log Foreign Minority Ownership denotes the logarithm of 1+the percent ownership belonging to foreigners after the share of the largest owner is excluded; Domestic Minority Ownership is calculated similarly. Firm Age is the difference between the end year in our sample and the date of incorporation. Operating Revenue and Assets are in 2005 constant euros. Industry-fixed effects at the 2-digit NACE level. See Appendix B for detailed explanations.",
        "Region Total Assets is the sum of total assets of firms within a given region. Sales, Operating Revenue, and Assets are all in 2005 constant euros. See Appendix B for detailed explanations.",
        "Total GDP (%) Debt Portfolio Equity and FDI 0 10 20 30 0 50 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 Sum of P",
        "Figure 14: Distribution of Firm Assets in AMADEUS by Availability of Ownership Data, 2006 Panel A: All Firms 0 100000 200000 300000 Number of Firms 0 5 10 15 20 25 Log Total Assets (Euro) skewness-0.057 kurtosis 4.749 Panel B: Reporting Firms 0 50000 100000 150000 200000 250000 Number of Firms 0 5 10 15 20 25 Log Total Assets (Euro) skewness-0.172 kurtosis 4.975 Panel C: Non-Reporting Firms 0 20000 40000 60000 80000 Number of Firms 0 5 10 15 20 25 Log Total Assets (Euro) skewness 0.440 kurtosis 5.047"
    ]
}