{
    "id": 15901,
    "cites": 130,
    "cited_by": 20,
    "reference": [
        "Abowd, John M. and Arnold Zellner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Gross Labor-Force Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 1985, 3 (3), 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        ", , Paul Lengermann, and SeÃ\u0083Å\u0092Ã\u0082Â\u0081bastien PeÃ\u0083Å\u0092Ã\u0082Â\u0081rez-Duarte, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Good Workers Employed by Good Firms? A Test of a Simple Assortative Matching Model for France and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Cornell University Mimeo 2004.",
        "Abraham, Katharine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Help-Wanted Advertising, Job Vacancies, and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1987, 1, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89 (5), 1259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Aghion, Phillipe and Peter Howitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1994, 61 (3), 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Aguiar, Mark and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Trends in Leisure: The Allocation of Time over Five Decades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (3), 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006.",
        "Alvarez, Fernando and Marcelo Veracierto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-Market Policies in an Equilibrium Search Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 1999, 14, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Andolfatto, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles and Labor-Market Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1996, 86 (1), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Attanasio, Orazio, Hamish Low, and Virginia Sanchez-Marcos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Changes in Female Labor Supply in a Life-Cycle Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (4), 1517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1552.",
        "Azariadis, Costas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implicit Contracts and Underemployment Equilibria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1975, 83 (6), 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1202.",
        "Baily, Martin N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages and Employment under Uncertain Ddemand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1974, 41 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Barro, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Contracting, Sticky Prices, and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1977, 3 (3), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Bertola, Giuseppe and Andrea Ichino, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality and Unemployment: United States vs. Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 1995, 10, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Bewley, Truman F., Why Wages DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Fall During a Recession, Harvard Univ Press, 2002.",
        "Blanchard, Olivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European Unemployment: The Evolution of Facts and Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 2006, 21 (45), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Bruno, Michael and Jeffrey D. Sachs, Economics of Worldwide Stagflation, Harvard University Press, 1985.",
        "Burda, Michael and Charles Wyplosz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross Worker and Job Flows in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 1994, 38 (6), 1287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1315.",
        "Burdett, Kenneth and Dale T. Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Differentials, Employer Size, and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1998, 39 (2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        ", Shouyong Shi, and Randall Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing and Matching with Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2001, 109 (5), 1060Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1085.",
        "Caballero, Ricardo J. and Mohamad L. Hammour, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Efficiency of Creative Destruction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1996, 111 (3), 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "Cahuc, Pierre, Fabien Postel-Vinay, and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Bargaining with On-the-Job Search: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2006, 74 (2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Card, David, Francis Kramarz, and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Relative Structure of Wages and Employment: A Comparison of the United States, Canada, and France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 1999, 32 (4), 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c877.",
        "Chang, Yongsung and Sun-Bin Kim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity and Aggregation: Implications for Labor-Market Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2007, 97 (5), 1939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Accounting, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, 75 (3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Chetty, Raj, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard versus Liquidity and Optimal Unemployment Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 2008, 116 (2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Cociuba, Simona E., Edward C. Prescott, and Alexander Ueberfeldt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Hours and Productivity Behavior Using CPS Hours Worked Data: 1959-I to 2009-II,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Federal Reserve Bank of Dallas, 2009.",
        "Cogley, Timothy and James M. Nason, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output Dynamics in Real-Business-Cycle Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1995, 85 (3), 492Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Cooley, Thomas F. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Thomas F. Cooley, ed., Frontiers of Business Cycle Research, Princeton University Press, 1995, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Costain, James S. and Marcel Jansen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Fluctuations with Downward Wage Rigidity: The Role of Moral Hazard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. IZA Discussion Paper 4344.",
        "Cummins, Jason G. and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment-Specific Technical Change in the United States (1947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000): Measurement and Macroeconomic Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2002, 5 (2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Daveri, Francesco and Guido Tabellini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment, Growth and Taxation in Industrial Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 2000, 15 (3), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Davis, Steven J. and John C. Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross Job Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David E. Card, eds., Handbook of Labor Economics, Vol. 3, Elsevier, 1999, chapter 41, pp. 2711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2805.",
        ", R. Jason Faberman, John C. Haltiwanger, and Ian Rucker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjusted Estimates of Worker Flows and Job Openings in JOLTS,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. NBER Working Ppaer 14137.",
        "Diamond, Peter A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Demand Management in Search Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1982, 90 (5), 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Eckstein, Zvi and Gerard J. Van den Berg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Labor Search: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2007, 136 (2), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Elsby, Michael W.L., Bart Hobijn, and AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Dynamics in the OECD,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14617, 2008.",
        ", Ryan Michaels, and Gary Solon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ins and Outs of Cyclical Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2009, 1 (1), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Fallick, Bruce and Charles Fleischman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. Federal Reserve Board, Finance and Economics Discussion Series Working Paper 2004-34.",
        "Flinn, Christopher and James J. Heckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Methods for Analyzing Structural Labor Force Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1982, 18 (1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Frazis, Harley J., Edwin L. Robison, Thomas D. Evans, and Martha A. Duff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Gross Flows Consistent with Stocks in the CPS,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, 2005, 128 (9), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Fujita, Shigeru and Garey Ramey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclicality of Separation and Job Finding Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2009, 50 (2), 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Gale, Douglas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibria and Pareto Optima of Markets with Adverse Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 1996, 7 (2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, Mark Gertler, and J. David LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markups, Gaps, and the Welfare Costs of Business Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2007, 89 (1), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Galor, Oded and David N. Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The gender gap, fertility, and growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1996, 86 (3), 374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Garibaldi, Pietro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Flow Dynamics and Firing Restrictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 1998, 42 (2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Gertler, Mark and Antonella Trigari, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Fluctuations with Staggered Nash Wage Bargaining,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2009, 117 (1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Goldin, Claudia and Lawrence F. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Career and Marriage Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2002, 110 (4), 730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Gordon, Robert J., The Measurement of Durable Goods Prices, University of Chicago Press, 1990.",
        "Gottschalk, Peter and Robert Moffitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Earnings Instability in the US Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1994, 1994 (2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Engines of Liberation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2005, 72 (1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Guerrieri, Veronica, Robert Shimer, and Randall Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection in Competitive Search Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. NBER Working Paper 14915.",
        "Haefke, Christian, Marcus Sonntag, and Thijs van Rens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Rigidity and Job Creation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. IZA Discussion Paper 3714.",
        "Hagedorn, Marcus and Iourii Manovskii, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (4), 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1706.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Fluctuations and the Allocation of Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1997, 15 (1), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Fluctuations with Equilibrium Wage Stickiness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (1), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2009, 117 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Hansen, Gary D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indivisible Labor and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, November 1985, 16 (3), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Hopenhayn, Hugo A. and Juan Pablo Nicolini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Unemployment Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, 1997, 105 (2), 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology-Policy Interaction in Frictional Labor-Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2007, 74 (4), 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1124.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictional Wage Dispersion in Search Models: A Quantitative Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Federal Reserve Bank of Richmond Manuscript.",
        "Hosios, Arthur J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Efficiency of Matching and Related Models of Search and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1990, 57 (2), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Inderst, Roman and Achim Wambach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Insurance Markets under Adverse Selection and Capacity Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2001, 45 (10), 1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1992.",
        "Johnson, G.E. and Richard Layard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Natural Rate of Unemployment: Explanation and Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 1986, 2, 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Jones, Larry E., Rodolfo E. Manuelli, and Ellen R. McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are Married Women Working so Much?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. Federal Reserve Bank of Minneapolis Staff Report 317.",
        "Katz, Lawrence F. and David David H. Autor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Wage Structure and Earnings Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David E. Card, eds., Handbook of Labor Economics, Vol. 3, Elsevier, 1999, chapter 26, pp. 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1555.",
        "Kennan, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Information, Wage Bargaining and Employment Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2010, 77 (2), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Kitao, Sagiri, Lars Ljungqvist, and Thomas J. Sargent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Life Cycle Model of Trans-Atlantic Employment Experiences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. NYU Mimeo.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Past and Prospective Causes of High Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Kansas City Economic Review, 1994, 79 (4), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Kugler, Adriana D. and Gilles Saint-Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Firing Costs Affect Worker Flows in a World with Adverse Selection?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2004, 22 (3), 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584.",
        "Kydland, Finn E. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to Build and Aggregate Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1982, 50 (6), 1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Layard, Richard, Stephen Nickell, and Richard Jackman, Unemployment: Macroeconomic Performance and the Labour Market, Oxford University Press, 2005.",
        "Lentz, Rasmus and Dale T. Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Models of Worker and Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. University of Wisconsin at Madison Mimeo.",
        "Lilien, David M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral Shifts and Cyclical Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1982, 90 (4), 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Lippman, Steven A. and John J. McCall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Job Search: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 1976, 14 (2), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Ljungqvist, Lars, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Lay-off Costs Affect Employment?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2002, 112 (482), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Lopes de Melo, Rafael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sorting in the Labor Market: Theory and Measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. University of Chicago Mimeo.",
        "Lucas, Robert E. Jr. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Search and Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1974, 7 (2), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "MacLeod, W. Bentley and James M. Malcomson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implicit Contracts, Incentive Compatibility, and Involuntary Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1989, 57 (2), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Manning, Alan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Competition in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. In preparation for the Handbook of Labor Economics, volume 4.",
        "Marimon, Ramon and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment vs. Mismatch of Talents: Reconsidering Unemployment Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 1999, 109 (455), 266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Mazumder, Bhashkar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on Labor Market Dynamics over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Economic Perspectives, 2007, (1Q), 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "McDaniel, Cara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hours worked in the OECD 1960-2003: Driving forces and propagation mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Kenyon College Mimeo.",
        "Menzio, Guido and Shouyong Shi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Search on the Job and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14905, 2009.",
        "Merz, Monika, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search in the Labor Market and the Real Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1995, 36 (2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Moen, Espen R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Search Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105 (2), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Montgomery, James D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion and Interindustry Wage Differentials, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1991, 106 (1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Mortensen, Dale T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property Rights and Efficiency in Mating, Racing, and Related Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1982, 72 (5), 968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c979.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search and Labor Market Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics, Vol. 2, Elsevier, 1987, chapter 15, pp. 849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c919.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search Theory and Macroeconomics : A Review Essay,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1992, 29 (1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Monopsonistic is the (Danish) Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion, Roman Frydman, Joseph E. Stiglitz, and Michael Woodford, eds., Knowledge, Information and Expectations in Modern Macroeconomics, Princeton University Press, 2003, chapter 14, pp. 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 308.",
        ", Wage Dispersion: Why are Similar Workers Paid Differently?, The MIT Press, 2005.",
        "Moscarini, Giuseppe and Fabien Postel-Vinay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing of Labor Market Expansions: New Facts and a New Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2008, 23, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "NagypaÃ\u0083Å\u0092Ã\u0082Â\u0081l, EÃ\u0083Å\u0092Ã\u0082Â\u0081va, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-Market Fluctuations and On-the-Job Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Northwestern University Manuscript.",
        "Nickell, Stephen and Richard Layard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and Economic Performance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David E. Card, eds., Handbook of Labor Economics, Vol. 3, Elsevier, 1999, chapter 46, pp. 3029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3084.",
        "What Do We Know?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2005, 115 (500), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Ohanian, Lee, Andrea Raffo, and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries, 1956Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2008, 55 (8), 1353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1362.",
        "Olivetti, Claudia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Hours of Market Work: The Role of Returns to Experience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2006, 9 (4), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Parkin, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Method for Determining Whether Parameters in Aggregative Models Are Structural,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, 1988, 29, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 252.",
        "Peters, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ex Ante Price Offers in Matching Games: Non-Steady States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1991, 59 (5), 1425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1454.",
        "Petrongolo, Barbara and Christopher A. Pissarides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking into the Black Box: A Survey of the Matching Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2001, 39 (2), 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Pissarides, Christopher A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-Run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1985, 75 (4), 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        ", Equilibrium Unemployment Theory, MIT Press, 2000.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 09 2009, 77 (5), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1369.",
        "Ponomareva, Natalia and Jeffrey Sheen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Flows in Australian Labour Markets, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Macquarie University Mimeo.",
        "Postel-Vinay, Fabien and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Worker and Employer Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Poterba, James M. and Lawrence H. Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reporting Errors and Labor Market Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1986, 54 (6), 1319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1338.",
        "Prescott, Edward C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Americans Work So Much More Than Europeans?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 2004, 28 (1), 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Pries, Michael and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hiring Policies, Labor Market Institutions, and Labor Market Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, 113 (4), 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Ragan, Kelly S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy and the Family: Explaining Labor Supply in a Model with Household Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. University of Chicago Mimeo.",
        "Ramey, Garey and Joel Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contractual Fragility, Job Destruction, and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 112 (3), 873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c911.",
        "Rogerson, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Market Work: is Scandinavia an Outlier?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 2007, 32 (1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Transformation and the Deterioration of European Labor Market Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2008, 116 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        ", Robert Shimer, and Randall Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search-Theoretic Models of the Labor Market: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2005, 43 (4), 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Rotemberg, Julio J. and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markups and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 1991, 6, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Rudanko, Leena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Dynamics Under Long-Term Wage Contracting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2009, 56 (2), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Shapiro, Carl and Joseph E. Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Unemployment as a Worker Discipline Device,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1984, 74 (3), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Shavell, Shavell and Laurence Weiss, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Payment of Unemployment Insurance Benefits over Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1979, 87 (6), 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1362.",
        "Shi, Shouyong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Directed Search Model of Inequality with Heterogeneous Skills and Skill-Biased Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2002, 69 (2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Shimer, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracts in a Frictional Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1996. MIT mimeo.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of Rigid Wages in Search Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2004, 2 (2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Assignment of Workers to Jobs in an Economy with Coordination Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, 113 (5), 996Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1025.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing the Ins and Outs of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Mimeo.",
        ", Labor Markets and Business Cycles, Princeton University Press, 2010.",
        "Silva, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 and Manuel Toledo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Turnover Costs and the Cyclical Behavior of Vacancies and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, 2009. forthcoming.",
        "Trabandt, Mathias and Harald Uhlig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Far Are We From the Slippery Slope? The Laffer Curve Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15343, 2009.",
        "Trigari, Antonella, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Unemployment, Job Flows, and Inflation Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2009, 41 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Veracierto, Marcelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Cyclical Behavior of Employment, Unemployment and Labor Force Participation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2008, 55 (6), 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1157.",
        "Wolpin, Kenneth I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating a Structural Search Model: The Transition from School to Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1987, 55 (4), 801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Working, Holbrook, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Note on the Correlation of First Differences of Averages in a Random Chain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1960, 28 (4), 916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c918."
    ]
}