{
    "id": 15916,
    "cites": 32,
    "cited_by": 11,
    "reference": [
        "Acemoglu, Daron, Victor Chernozhukov and Muhamet Yildiz. 2009. Fragility of asymptotic agreement under Bayesian learning. Working Paper, Massachusetts Institute of Technology.",
        "Adamic, Lada A. 2010. Zipf, power-laws, and Pareto - a ranking tutorial. Information Dynamics Lab, HP Labs. http://www.hpl.hp.com/research/idl/papers/ranking/ranking.html.",
        "Adamic, Lada A. and Natalie Glance. 2005. The political blogosphere and the 2004 U.S. election: divided they blog. In Proceedings of the 3rd International Workshop on Link Discovery, August 21-25. Chicago, Illinois: Association of Computing Machinery, pp. 36-43.",
        "Brooks, David. 2010. Getting Obama right. The New York Times. March 11. Op-Ed Section.",
        "Campante, Filipe R. and Daniel Hojman. 2010. Media and Polarization. Working Paper, Harvard Kennedy School.",
        "Carr, Nicholas. 2008. The Big Switch: Rewiring the World, from Edison to Google. New York: W. W. Norton & Company.",
        "Cutler, David M., Edward L. Glaeser and Jacob L. Vigdor. 1999. The rise and decline of the American ghetto. The Journal of Political Economy 107, no. 3, 455-506.",
        "DellaVigna, Stefan and Ethan Kaplan. 2007. The Fox News effect: Media bias and voting. Quarterly Journal of Economics 122, no. 3, 1187-1234. DiPrete, Thomas, Andrew Gelman, Julien Teitler, Tian Zheng and Tyler McCormick. forthcoming. Segregation in social networks based on acquaintanceship and trust. American Journal of Sociology.",
        "Frankel, David and Oscar Volij. 2008. Scale invariant measures of segregation. Working paper.",
        "Friedman, Thomas L. 2009. Advice from grandma. The New York Times. November 21. Op-Ed Section.",
        "Gentzkow, Matthew. 2006. Television and voter turnout. The Quarterly Journal of Economics 121, no. 3, 931-972.",
        "Gentzkow, Matthew and Jesse M. Shapiro. 2006. Media bias and reputation. Journal of Political Economy 114, no. 2, 280-316.",
        "Gentzkow, Matthew and Jesse M. Shapiro. 2008. Competition and truth in the market for news. Journal of Economic Perspectives 22, no. 2, 133-154.",
        "Gentzkow, Matthew and Jesse M. Shapiro. 2010. What drives media slant? Evidence from U.S. daily newspapers. Econometrica 78, no. 1, 35-71.",
        "Glaeser, Edward L. and Jacob L. Vigdor. 2001. Racial segregation in the 2000 Census: Promising news. Center on Urban and Metropolitan Policy Survey Series. Brookings Institution.",
        "Glaeser, Edward L. and Bryce A. Ward. 2006. Myths and realities of American political geography. Journal of Economic Perspectives 20, no. 2, 119-144.",
        "Knight, Brian G. and Chun-Fang Chiang. 2008. Media bias and influence: Evidence from newspaper endorsements. SSRN Working Paper.",
        "Kohut, Andrew. 2004. The Nation: Media myopia; More news is not necessarily good news. The New York Times. July 11. Week in Review Section.",
        "Leibowitz, Jon. 2010. Introductory remarks. Comments given at conference, How Will Journalism Survive the Internet Age? March 9-10, Federal Trade Commission Workshop.",
        "Lord, Charles G., Lee Ross and Mark R. Lepper. 1979. Biased assimilation and attitude polarization: The effects of prior theories on subsequently considered evidence. Journal of Personality and Social Psychology 37, no. 11, 2098-2109.",
        "McCarty, Nolan, Keith Poole and Howard Rosenthal. 2006. Polarized America: The Dance of Ideology and Unequal Riches. Cambridge, M.A.: MIT Press.",
        "Mullainathan, Sendhil and Andrei Shleifer. 2005. The market for news. American Economics Review 95, no. 4, 1031-1053.",
        "Olken, Benjamin A. 2009. Do TV and radio destroy social capital? Evidence from Indonesian villages. American Economic Journal: Applied Economics 1, no. 4, 1-33.",
        "Orfield, Gary. 2001. Schools more separate: Consequences of a decade of resegregation. The Civil Rights Project, University of California, Los Angeles (formerly Harvard University). http://www.civilrightsproject.ucla.edu/research/deseg/separate_schools01.php.",
        "Prior, Markus. 2005. News vs. entertainment: How increasing media choice widens gaps in political knowledge and turnout. American Journal of Political Science 49, no. 3, 577-592.",
        "Sobbrio, Francesco. 2009. A citizens-editors model of news media. Working Paper.",
        "Stone, Daniel F. 2010. Ideological media bias. SSRN Working Paper.",
        "Stromberg, David. 2004. RadioÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s impact on public spending. The Quarterly Journal of Economics 119, no. 1, 189-221. Stromberg, David and James Snyder. forthcoming. Press coverage and political accountability. Journal of Political Economy.",
        "Tewksbury, David. 2005. The seeds of audience fragmentation: Specialization in the use of online news sites. Journal of Broadcasting and Electronic Media 49, no. 3, 332Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Von Drehle, David. 2004. Political split is pervasive: Clash of cultures is driven by targeted appeals and reinforced by geography. The Washington Post. April 25. A01.",
        "White, Michael J. 1986. Segregation and diversity measures in population distribution. Population Index 52, no. 2, 198-221.",
        "Frankel and Volij (2008) shows that the ordering defined by this index is the unique measure of segregation satisfying a set of intuitive axioms, including scale invariance."
    ]
}