{
    "id": 1592,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "Auten G., and G. Rudney (1983) Charitable Deductions and Tax Reform: New Evidence on Giving Behavior, Mimeo.",
        "Auten G., and G. Rudney (1985) Charitable Giving and Tax Reform: Discussion Tables, The Brookings Institution, Mimeo.",
        "Boskin, M. and M. Feldstein (1977) Effects of the Charitable Deduction on Contributions by Low-Income and Middle-Income Households: Evidence from a National Survey of Philanthropy Review of Economics and Statistics 59:351-54.",
        "Clotfelter C. Federal Tax Policy and Charitable Giving (forthcoming) National Bureau of Economic Research, Cambridge. Dennis B., Rudney, G., Wyscarver, R. (1983) Charitable Contributions: The Discretionary Income Hypothesis, Institution for Social and Policy Studies, Working Paper No. 63, Yale University.",
        "Dye, R. (1977) Personal Charitable Contributions: Tax Effects and Other Motives Proceedings of the National Tax Association, pp. 311-18.",
        "Feenberg, D. Identification in Tax-Price Regression Models: The Case of Charitable Giving, NBER Working Paper No. 988, National Bureau of Economic Research, Cambridge Feldstein, M. (1975) The Income Tax and Charitable Contributions: Tax Effects and Other Motives, Proceedings of the National Tax Association, pp. 311-18.",
        "Feldstein, M. and Clotfelter, C. (1976) Tax Incentives and Charitable Contributions in the United States Journal of Public Economics 5:1-26.",
        "Feldstein M. and A. Taylor (1976) The Income Tax and Charitable Contributions Econometrica 44 : 1201-22.",
        "Feldstein, M. and L. Lindsey (1983) Simulating Nonlinear Tax Rules and Nonstandard Behavior: An Application to the Tax Treatment of Charitable Contributions in Feldstein, M., ed. Behavioral Simulation Methodsin Tax Policy Analysis, Cambridge: National Bureau of Economic Research.",
        "Feldstein, M., 3. Slemrod, and S. Yitzhaki., The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains, Quarterly Journal of Economics, June 1980, pp. 777-91.",
        "Hausman, J.A. (1979) Exact Consumer Surplus. MIT Mimeo.",
        "Taussig, M. (1967) Economic Aspects of the Personal Income Tax Treatment of Charitable Contributions National Tax Journal 20:1-19."
    ]
}