{
    "id": 15922,
    "cites": 30,
    "cited_by": 11,
    "reference": [
        "Alderman, Peter F. Orazem Harold and Elizabeth M. Paterno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Quality, School Cost, and the Public/Private School Choices of Low-Income Households in Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2001, 36 (2), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Atkin, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Skill Acquisition and Export Manufacturing in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Yale University, 2009.",
        "Burde, Dana and Leigh L. Linden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Proximate Schools: A Randomized Controlled Trial in Afghanistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Columbia University, December 2009.",
        "Chaudhury, F. Halsey Rogers Karthik Muralidharan Michael Kremer Nazmul and Jeffrey Hammer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Absence in India: A Snapshot,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2005, 3 (2-3).",
        "Dossani, Rafiq and Martin Kenney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Next Wave of Globalization? Exploring the Relocation of Service Provision to India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 156, 2004.",
        "Duflo, Esther, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4).",
        ", Rema Hanna, and Stephen Ryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring Works: Getting Teachers to Come to School,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, MIT, 2009.",
        "Evans, David, Michael Kremer, and Muthoni Ngatia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Distributing School Uniforms on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Education in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, World Bank, 2008.",
        "Foster, Andrew and Mark Rosenzweig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Change and Human Capital Returns and Investments: Evidence from the Green Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1996, 86 (4), 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c953.",
        "Freeman, Richard, The Overeducated American, New York: Academic Press, 1976.",
        "Glewwe, Paul and Hanan G. Jacoby, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic growth and the demand for education: is there a wealth effect?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2004, 74 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Glick, Peter and David E. Sahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling of girls and boys in a West African country: the effects of parental education, income, and household structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2000, 19, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Griliches, Zvi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education, Human Capital, and Growth: A Personal Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1997, 15, S330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS344.",
        "Heckman, James, Private Sector Skill Formation: International Comparisons, University of Chicago Press, 1993.",
        "Jensen, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Opportunities and Gender Differences in Human Capital: an Experimental Test for India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, UCLA, 2010. , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The (Perceived) Returns to Education and the Demand for Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Forthcoming.",
        "Kane, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Entry by Blacks since 1970: The Role of College Costs, Family Background and the Returns to Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1994, 102 (5), 878Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c911.",
        "Katz, Lawrence and Kevin Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963-1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1992, 107 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kremer, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized Evaluations of Educational Programs in Developing Countries: Some Lessons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 92 (2).",
        "LaFerrara, Eliana, Alberto Chong, and Suzanne Duryea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soap Operas and Fertility: Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Bocconi, 2009.",
        "Miguel, Edward and Michael Kremer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2004, 72 (1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Mirchandani, Kiran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Practices of Global Capital: gaps, cracks, and ironies in transnational call centres in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Networks, 2004, 4 (4), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Munshi, Kaivan and Mark Rosenzweig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Traditional Institutions Meet the Modern World: Caste, Gender, and Schooling Choice in a Globalizing Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (4).",
        "NASSCOM, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Review 2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Delhi: National Association of Software and Service Companies, 2004, pp. 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Review 2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Delhi: National Association of Software and Service Companies, 2010.",
        "Ng, Cecelia and Swasti Mitter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Voices: Call Center Workers in Malaysia and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gender and Technology Development, 2005, 9, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Noronha, Ernesto and Premilla DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Cruz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Engaging the professional: organising call centre agents in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial Relations Journal, 2009, 40 (3), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Orazem, Peter and Elizabeth M. King, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling in Developing Countries: The Roles of Supply, Demand and Government Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Iowa State University, Department of Economics Working Paper 07019, 2007.",
        "Schultz, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Subsidies for the Poor: Evaluating the Mexican PROGRESA Poverty Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2004, 74 (1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Shastry, Gauri Kartini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Response to Globalization: Education and Information Technology in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Wellesley College, 2010.",
        "World Bank, World Development Indicators 2009, The World Bank, 2009."
    ]
}