{
    "id": 15923,
    "cites": 33,
    "cited_by": 81,
    "reference": [
        "AczeÃ\u0083Å\u0092Ã\u0082Â\u0081l, J. 1966. Lectures on Functional Equations and their Applications. New York: Academic Press.",
        "Ali, Mukhtar M. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Probability and Utility Estimates for Racetrack Bettors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy 85 (4):803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c815.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence of the Efficiency of a Speculative Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47 (2):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Asch, Peter, Burton G. Malkiel, and Richard E. Quandt. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racetrack Betting and Informed Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 10 (2):187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Asch, Peter and Richard E. Quandt. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency and Profitability in Exotic Bets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 54 (215):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Busche, Kelly. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Market Results in an Asian SettingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Efficiency of Racetrack Betting Markets, edited by Donald Hausch, V. Lo, and William T. Ziemba. New York: Academic Press, 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c616.",
        "Busche, Kelly and Christopher D. Hall. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Exception to the Risk Preference Anomaly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Business 61 (3):337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Camerer, Colin F. and Teck Hua Ho. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violations of the betweenness axiom and nonlinearity in probability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty 8 (2):167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Cleveland, William S., Susan J. Devlin, and Eric Grosse. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression by Local Fitting: Methods, Properties, and Computational Algorithms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 37 (1):87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Conlisk, John. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Utility of Gambling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty 6 (3):255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Dolbear, F. Trenery. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Racetrack Betting on Exactas Efficient?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 60 (237):105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 111.",
        "Friedman, Milton and Leonard J. Savage. 1948. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Utility Analysis of Choices Involving Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy 56 (4):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Gandhi, Amit. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Expectations at the Racetrack: Testing Expected Utility Using Prediction Market Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Wisconsin-Madison, mimeo.",
        "Golec, Joseph and Maurry Tamarkin. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bettors Love Skewness, Not Risk, at the Horse Track.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 106 (1):205.",
        "Griffith, R.M. 1949. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Odds Adjustments by American Horse-Race Bettors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Psychology 62 (2):290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Harville, David A. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assigning Probabilities to the Outcomes of Multi-Entry Competitions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 68 (342):312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Henery, Robert J. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Average Probability of Losing Bets on Horses with Given Starting Price Odds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series A (General) 148 (4):342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Hurley, William and Lawrence McDonough. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on the Hayek Hypothesis and the Favorite-Longshot Bias in Parimutuel Betting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 85 (4):949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 955.",
        "Jullien, Bruno and Bernard SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Preferences Under Risk: The Case of Racetrack Bettors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 108 (3):503.",
        "Kahneman, Daniel and Amos Tversky. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory: An Analysis of Decision under Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47 (2):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Levitt, Steven D. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are Gambling Markets Organised so Differently from Financial Markets?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 114 (495):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Manski, Charles F. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting the Predictions of Prediction Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 91 (3):425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "McGlothlin, William H. 1956. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability of Choices among Uncertain Alternatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Psychology 69 (4):604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Ottaviani, Marco and Peter Norman SÃ\u0083Æ\u0092Ã\u0082Â¸renson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Noise, Information, and the FavoriteLongshot Bias in Parimutuel Predictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics forthcoming.",
        "Prelec, Drazen. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Probability Weighting Function.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 66 (3):497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Quandt, Richard E. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Betting and Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 101 (1):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Rosett, Richard N. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gambling and Rationality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy 73 (6):595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Segal, Uzi. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Stage Lotteries without the Reduction Axiom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 58 (2):349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 377.",
        "Shin, Hyun Song. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices of State Contingent Claims with Insider Traders, and the Favourite-Longshot Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 102 (411):426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Snowberg, Erik and Justin Wolfers. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Favorite-Longshot Bias: Understanding a Market AnomalyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Efficiency of Sports and Lottery Markets, edited by Donald Hausch and William Ziemba. Elsevier: Handbooks in Finance series.",
        "Thaler, Richard H. and William T. Ziemba. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anomalies: Parimutuel Betting Markets: Racetracks and Lotteries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives 2 (2):161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Weitzman, Martin. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Utility Analysis and Group Behavior: An Empirical Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy 73 (1):18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Williams, Leighton Vaughn and David Paton. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is There a Favourite-Longshot Bias in British Racetrack Betting Markets?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 107 (440):150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158."
    ]
}