{
    "id": 15933,
    "cites": 39,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron and Pischke, Jorn-Steffen. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Firms Train? Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 113(1), pp. 79-119.",
        "Anderlini, Luca and Leonardo Felli. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Written Contracts: Undescribable States of Nature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 109(4): 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1124.",
        "Baccara, Mariagiovanna and Razin, Ronny. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and Corporate Conservatism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NYU Stern School of Business Working Paper (April).",
        "Becker, Gary. 1964. Human Capital. Chicago: University of Chicago Press.",
        "Buzard, Kristy and Joel Watson. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract, Renegotiation, and Hold Up: General Results on the Technology of Trade and Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UC San Diego Working Paper.",
        "Cabral, Luis and Wang, Zhu. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spin-offs: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Kansas City Research Working Paper No. 08-15 (December).",
        "Carnevale, Lawrence F. and Doran, Lorraine R. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restrictive Employment Clauses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Law Journal, February 5.",
        "Che, Yeon-Koo and Hausch, Donald. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cooperative Investments and the Value of Contracting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89, pp. 125-147.",
        "Coase, Ronald H. 1960. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Problem of Social Cost.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 3 (October): 1-44.",
        "Dye, Ronald A. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Contract Contingencies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 26: 233-50.",
        "Fallick, Bruce; Fleishman, Charles A., and Rebitzer, James B. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-Hopping in Silicon Valley: Some Evidence Concerning the Micro Foundations of a High-Technology Cluster.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 88 (August): 472-481.",
        "Franco, April M. and Filson, Darren. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spin-Outs: Knowledge Diffusion through Employee Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 37 (Winter): 841-860.",
        "Franco, April M. and Mitchell, Matthew F. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covenants Not to Compete, Labor Mobility, and Industry Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy 17 (Fall): 581-606.",
        "Garmaise, Mark J. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ties That Bind: Noncompetition Agreements, Executive Compensation, and Firm Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization, forthcoming.",
        "Gilson, Ronald J. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Legal Infrastructure of High Technology Industrial Districts: Silicon Valley, Route 128, and Covenants Not to Compete.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York University Law Review 74, pp. 575-628.",
        "Henderson, Rebecca M. and Clark, Kim B. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Architectural Innovation: The Reconfiguration of Existing Product Technologies and the Failure of Established Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Administrative Science Quarterly 35 (March): 9-30.",
        "Hillman, Robert W. 1990. Law Firm Breakups. Boston: Little, Brown and Company.",
        "Hvide, Hans K. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Size and the Quality of Entrepreneurs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Norwegian School of Economics and Business.",
        "Klepper, Steven and Sleeper, Sally. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry by Spinoffs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 51 (August): 1291-1306.",
        "Klier, Thomas and Testa, William. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Location Trends of Large Company Headquarters During the 1990s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives (Federal Reserve Bank of Chicago), 2nd quarter, pp. 12-26.",
        "KrÃ\u0083Æ\u0092Ã\u0082Â¤kel, Matthias and Sliwka, Dirk. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should You Allow Your Employee to Become Your Competitor? On Noncompete Agreements in Employment Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 50 (February): 117-141.",
        "Lewis, Tracy R. and Yao, Dennis. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, Knowledge Flow, and Worker Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Warrington School of Business, University of Florida.",
        "Lichtenberg, Robert M. 1960. One-tenth of a Nation. Cambridge, MA: Harvard University Press.",
        "McMillan, John. 2002. Reinventing the Bazaar: A Natural History of Markets. New York: W. W. Norton.",
        "Mincer, Jacob. 1974. Schooling, Experience, and Earnings. New York: Columbia University Press.",
        "Muendler, Marc-Andreas and Rauch, James E. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employee Spinoffs and Industrial Clustering: Evidence from Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of California, San Diego.",
        "Ono, Yukako. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outsourcing Business Services and the Role of Central Administrative Offices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 53 (May): 377-395.",
        "Phillips, Damon J. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Genealogical Approach to Organizational Life Chances: The Parent-Progeny Transfer Among Silicon Valley Law Firms, 1946-1996.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Administrative Science Quarterly 47 (September): 474-506.",
        "Posner, Eric.; Triantis, Alexander; and Triantis, George. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investing in Human Capital: The Efficiency of Covenants Not to Compete.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of Chicago.",
        "Rauch, James E. and Joel Watson. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship in International Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 8708, January.",
        "Rauch, James E. and Joel Watson. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are There Too Many Entrepreneurs? A Model of Client-Based Entrepreneurship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UC San Diego Working Paper.",
        "Reiche, SÃ\u0083Æ\u0092Ã\u0082Â¶nje. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambivalent Investment and the Hold-Up Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 4: 1148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "Ruef, Martin. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strong Ties, Weak Ties and Islands: Structural and Cultural Predictors of Organizational Innovation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Corporate Change 11(3): 427-449.",
        "Schwartz, Alan and Joel Watson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Law and Economics of Costly Contracting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization 20 (April 2004): 2-31.",
        "Segal, Ilya. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complexity and Renegotiation: A Foundation for Incomplete Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 66: 57-82.",
        "Sterk, Stewart E. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restraints on Alienation of Human Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Virginia Law Review 79, pp. 383-460.",
        "Tushman, Michael L. and Anderson, Philip. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Discontinuities and Organizational Environments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Administrative Science Quarterly 31 (September): 439465.",
        "Watson, Joel. 2002. Strategy: An Introduction to Game Theory. New York: W. W. Norton.",
        "Watson, Joel. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract and Game Theory: Basic Concepts for Settings with Finite Horizons.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCSD Working Paper."
    ]
}