{
    "id": 15936,
    "cites": 17,
    "cited_by": 14,
    "reference": [
        "Arnold, J.M., Javorcik, B.S., 2009. Gifted Kids or Pushy Parents? Foreign Acquisitions and Plant Productivity in Indonesia. Journal of International Economics 79 (1), 42-53.",
        "Asian Development Bank, 2005. Labor Markets in Asia: Promoting Full, Productive, and Decent Employment. Asian Development Bank, Manila.",
        "Aswicahyono, H., Bird, K., Hill, H., 1996. What Happens to Industrial Structure when Countries Liberalize? Indonesia since the mid 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s. Journal of Development Studies 32 (3), 340-363.",
        "Aswicahyono, H., Hill, H., 2002. Perspiration versus Inspiration in Asian Industrialisation: Indonesia before the Crisis. Journal of Development Studies 38 (3), 138-163.",
        "Aswicahyono, H., Dionisius, N., Hil, H., 2008. Industrialization after a Deep Economic Crisis: Indonesia. Paper presented at the 11th International Convention of the East Asian Economic Association 15-16 November 2008, Manila.",
        "Balasubramanyam, V.N., Salisu, M., Sapsford, D., 1996. Foreign Direct Investment and Growth in EP and IS Countries. The Economic Journal 106 (434), 92-105.",
        "Bandick,R., Karpaty, P., 2007. Foreign Acquisition and Employment Effect in Swedish Manufacturing. Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093rebro University, Working Paper No. 10.",
        "Blalock, G., Gertler, P.J., 2008. Welfare Gains from Foreign Direct Investment Trough Technology Transfer to Local Suppliers. Journal of International Economics 74 (2), 402421.",
        "BlomstrÃ\u0083Æ\u0092Ã\u0082Â¶m, M., SjÃ\u0083Æ\u0092Ã\u0082Â¶holm, F., 1999. Technology Transfer and Spillovers: Does Local Participation with Multinationals Matter? European Economic Review 43 (4-6), 915-923.",
        "Blundell, R., Costa Dias, M., 2000. Evaluation Methods for non-experimental data. Fiscal Studies 21 (4), 427-468.",
        "Hakkala, K., Heyman, F., SjÃ\u0083Æ\u0092Ã\u0082Â¶holm, F., 2008. Multinational Firms and Job Tasks. The Research Institute of Industrial Economics, Working Paper No. 781.",
        "Heyman, F., SjÃ\u0083Æ\u0092Ã\u0082Â¶holm, F., Gustavsson Tingvall, P., 2007. Is there Really a Foreign Ownership Wage Premium? Evidence from Matched Employer-Employee Data. Journal of International Economics 73 (2), 355-376.",
        "Karlsson, S., Lundin, N., SjÃ\u0083Æ\u0092Ã\u0082Â¶holm, F., Ping, H., 2008. Foreign Firms and Chinese Employment. The World Economy 31 (1), 178-201.",
        "Lewis, W.A., 1954. Economic Development with Unlimited Supplies of Labour. Manchester School of Economic and Social Studies 22 (2), 139-191.",
        "Lipsey, R.E., 2004. Home- and Host-Country Effects of Foreign Direct Investment. In: Baldwin, R.E., Winters, A. (Eds.), Challenges to Globalization. University of Chicago Press, Chicago.",
        "Lipsey, R.E., SjÃ\u0083Æ\u0092Ã\u0082Â¶holm, F., 2004. Foreign Direct Investment, Education, and Wages in Indonesian Manufacturing. Journal of Development Economics 73 (1), 415-422.",
        "Takii, S., 2005. Productivity spillovers and characteristics of foreign multinational plants in Indonesian manufacturing 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1995. Journal of Development Economics 76 (2), 521-542. .1 .2 .3 .4 Employment Growth Rates -1 0 1 2 3 t=0 is the year of acquisition Foreign Takeover Domestic Takeover"
    ]
}