{
    "id": 15935,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "Allen, R.G.D. (1938). Mathematical Analysis for Economists. New York: St. MartinÃ\u0082â\u0080\u0099s. Autor, David H., Lawrence F. Katz, and Melissa S. Kearney.  (2005).  Ã\u0082â\u0080\u009cRising wage  inequality: The role of composition and prices.Ã\u0082â\u0080\u009d  NBER Working Paper 11628.",
        "Berman, Eli, John Bound and Zvi Griliches.  (1994).  Ã\u0082â\u0080\u009cChanges in the demand for skilled  labor within US manufacturing: Evidence from the annual survey of  manufacturers.Ã\u0082â\u0080\u009d  Quarterly Journal of Economics 109, 367-398.",
        "Bound, John and George Johnson.  (1992).  Ã\u0082â\u0080\u009cChanges in the structure of wages in the  1980s: An evaluation of alternative explanations.Ã\u0082â\u0080\u009d  American Economic Review  82, 371-392.",
        "Bovenberg, A. Lans and Lawrence H. Goulder.  (1997).  Ã\u0082â\u0080\u009cCosts of environmentally  motivated taxes in the presence of other taxes:  General equilibrium analyses.Ã\u0082â\u0080\u009d   National Tax Journal 50, 60-87.",
        "Bovenberg, A. Lans and Ruud A. de Mooij.  (1994a).  Ã\u0082â\u0080\u009cEnvironmental levies and  distortionary taxation.Ã\u0082â\u0080\u009d  American Economic Review 84, 1085-1089.",
        "Bovenberg, A. Lans and Ruud A. de Mooij.  (1994b).  Ã\u0082â\u0080\u009cEnvironmental taxes and labor-  market distortions.Ã\u0082â\u0080\u009d  European Journal of Political Economy 10, 655-683.",
        "Bovenberg, A. Lans and Ruud A. de Mooij.  (1998).  Ã\u0082â\u0080\u009cEnvironmental taxes, international  capital mobility and inefficient tax systems:  Tax burden vs. tax shifting.Ã\u0082â\u0080\u009d   International Tax and Public Finance 5, 7-39.",
        "Bovenberg, A. Lans and Frederick van der Ploeg.  (1994).  Ã\u0082â\u0080\u009cEnvironmental policy,  public  finance and the labour market in a second-best world.Ã\u0082â\u0080\u009d  Journal of Public  Economics 55, 349-390.",
        "Burtraw, Dallas, Richard Sweeney and Margaret Walls. (2009). Ã\u0082â\u0080\u009cThe incidence of U.S. climate policy: Alternative uses of revenues from a cap-and-trade auction.Ã\u0082â\u0080\u009d National Tax Journal 62, 497-518.",
        "Dinan, Terry and Diane Rogers.  (2002).  Ã\u0082â\u0080\u009cDistributional effects of carbon allowance  trading:  How government decisions determine winners and losers.Ã\u0082â\u0080\u009d  National Tax  Journal 55, 199-222.",
        "Fullerton, Don and Gilbert E. Metcalf.  (2001).  Ã\u0082â\u0080\u009cEnvironmental controls, scarcity rents,  and pre-existing distortions.Ã\u0082â\u0080\u009d  Journal of Public Economics 80, 249-267.",
        "Fullerton, Don and Garth Heutel.  (2007).  Ã\u0082â\u0080\u009cThe general equilibrium incidence of  environmental taxes.Ã\u0082â\u0080\u009d  Journal of Public Economics 91, 571-591.",
        "Goulder, Lawrence H.  (1995).  Ã\u0082â\u0080\u009cEnvironmental taxation and the Ã\u0082â\u0080\u009cDouble Dividend:Ã\u0082â\u0080\u009d  A  readerÃ\u0082â\u0080\u0099s guide.Ã\u0082â\u0080\u009d  International Tax and Public Finance 2, 155-182.",
        "Hanson, Gordon H. and Ann Harrison.  (1999).  Ã\u0082â\u0080\u009cTrade liberalization and wage inquality  in Mexico.Ã\u0082â\u0080\u009d  Industrial and Labor Relations Review 52, 271-288.",
        "Harberger, Arnold C. (1962).  Ã\u0082â\u0080\u009cThe incidence of the corporation income tax.Ã\u0082â\u0080\u009d  Journal of Political Economy 70, 215-240.",
        "Hassett, Kevin A., Aparna Mathur, and Gilbert E. Metcalf (2009). \"The incidence of a U.S. carbon tax: A lifetime and regional analysis.\" The Energy Journal 30, 157-79.",
        "Katz, Lawrence F. and Kevin M. Murphy.  (1991).  Ã\u0082â\u0080\u009cChanges in relative wages, 1963- 1987: Supply and demand factors.Ã\u0082â\u0080\u009d  Quarterly Journal of Economics 107, 35-78.",
        "Metcalf, Gilbert E.  (1999).  Ã\u0082â\u0080\u009cA distributional analysis of green tax reforms.Ã\u0082â\u0080\u009d  National  Tax Journal 52, 655-681.",
        "Metcalf, Gilbert E., Sergey Paltsev, John M. Reilly, Henry D. Jacoby, and Jennifer Holak (2008). \"Analysis of a carbon tax to reduce U.S. greenhouse gas emissions,\" Cambridge, MA: MIT Joint Program on the Science and Policy of Global Change.",
        "Mieszkowski, Peter.  (1967).  Ã\u0082â\u0080\u009cOn the theory of tax incidence.Ã\u0082â\u0080\u009d  Journal of Political  Economy 75, 655-681.",
        "Mieszkowski, Peter.  (1972).  Ã\u0082â\u0080\u009cThe property tax:  An excise tax or a profits tax?Ã\u0082â\u0080\u009d  Journal  of Public Economics 1, 73-96.",
        "Parry, Ian W.H., Roberton C. Williams III, and Lawrence H. Goulder.  (1999).  Ã\u0082â\u0080\u009cWhen  can carbon abatement policies increase welfare?  The fundamental role of  distorted factor markets.Ã\u0082â\u0080\u009d  Journal of Environmental Economics and Management  37, 52-84.",
        "Parry, Ian W.H.  (1995).  Ã\u0082â\u0080\u009cPollution taxes and revenue recycling.Ã\u0082â\u0080\u009d Journal of  Environmental Economics and Management 29, S64-S77.",
        "West, Sarah E. and Roberton C. Williams III.  (2004).  Ã\u0082â\u0080\u009cEstimates from a consumer  demand system:  Implications for the incidence of environmental taxes.Ã\u0082â\u0080\u009d Journal  of Environmental Economics and Management 47, 535-558."
    ]
}