{
    "id": 1593,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Abel, Andrew B. Optimal Monetary and Fiscal Policy in Overlapping Generations Models. Mimeo, Department of Economics, Harvard University, 1984. ________. Precautionary Savings and Accidental Bequests. Amer i can Economic Review 75 (1985): in press.",
        "Arrow, Kenneth J., and Mordecai Kurz. Public Investment, the Rate of Return, and Optimal Fiscal Policy. Baltimore: The Johns Hopkins Press, 1970. Blanchard, Olivier J. Debts, Deficits, and Finite Horizons. Journal of Political Economy, forthcoming, i985.",
        "Buiter, Willem H. Fiscal Policy in Open Interdependent Economies. Working Paper no. 1429, National Bureau of Economic Research, 1984.",
        "Calvo, Guillermo A. On the Time Consistency of Optimal Policy in a Monetary Economy. Econometrica 46 (November 1978): 1411-1428.",
        "Cass, David. Optimum Growth in an Aggregative Model of Capital Accumulation. Review of Economic Studies 32 (July 1965): 233-240.",
        "Diamond, Peter A. National Debt in a Neo-classical Growth Model. American Economic Review 55 (December 1965): 1125-1150.",
        "Eckstein, Zvi; Martin Eichenbaum; and Dan Peled. Uncertain Lifetimes and the Welfare-Enhancing Properties of Annuity Markets and Social Security. Mimeo, Graduate School of Industrial Administration, Carnegie-Mellon University, 1983.",
        "Frenkel, Jacob A., and Assaf Razin. The International Transmission of Fiscal Expenditures and Budget Deficits in the World Economy. Working Paper no. i5^7, N ational Bureau of Economic Research, 1984.",
        "Giovannini, Alberto. The Exchange Rate, the Capital Stock, and Fiscal Policy, Mimeo, Graduate School of Business, Columbia University, 1984.",
        "Koopmans, Tjaliing C. On the Concept of Optimal Economic Growth. In Semaine d'Etude sur le Role de l'Analyse EconomÃ\u0083Â©trique dans la Formulation des Plans de DÃ\u0083Â©veloppement, vol. I. Vatican City: Pontifical Academy of Sciences, 1965.",
        "Kydland, Finn E., and Edward C. Prescott. Rules Rather than Discretion; The Inconsistency of Optimal Plans. Journal of Political Economy 85 (June 1977): 473-491.",
        "Lerner, Abba P. Consumption-Loan Interest and Money. Journal of Political Economy 67 (October 1959): 512-518.",
        "tierton, Robert C. Optimum Consumption and Portfolio Rules in a Conti nuous-Ti nie Model. Journal of Economic Theory 5 {December 1971): 373-413.",
        "Phelps, Edmund S., and John G. Riley. Rawlsian Growth: Dynamic Programming of Capital and Wealth for Intergeneration 'Maximin' Justice. Review of Economic Studies 45 (February 1978): 103-120.",
        "Samuel son, Paul A. A Turnpike Refutation of the Golden Rule in a Welfare-Maximizing Many-Year Plan. In Karl Shell (ed.), Essays on the Theory of Optimal Economic Growth. Cambridge, Massachusetts: The M.I.T. Press, 1967.",
        "________. The Two-Part Golden Rule Deduced as the Asymptotic Turnpike of Catenary Motions. Western Economic Journal 6 (March 1968): 85-89.",
        "Ramsey, Frank P. A Mathematical Theory of Saving, Economic Journal 38 (December 1928): 543-559.",
        "Strotz, Robert H. Myopia and Inconsistency in Dynamic Utility Maximization. Review of Economic Studies 23 (June 1956): 165-180.",
        "Tobin, James. Life Cycle Saving and Balanced Growth. In Ten Economic Studies in the Tradition of Irving Fisher. New York: John Wiley k Sons, 1967.",
        "Yaari, Menachem E. Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies 32 (April 1965): 137-150."
    ]
}