{
    "id": 15937,
    "cites": 33,
    "cited_by": 12,
    "reference": [
        "Ackermann, C., R. McEnally, and D. Ravnescraft, 1999, The Performance of Hedge Funds: Risk, Return, and Incentives, Journal of Finance 54, 833-874.",
        "Aragon, G.O., 2007, Share Restrictions and Asset Pricing: Evidence from the Hedge Fund Industry, Journal of Financial Economics 83, 33-58.",
        "Asness, C., R. Krail, and J. Liew, 2001, Do Hedge Funds Hedge? Journal of Portfolio Management 28, 6-19.",
        "Berk, J.B. and R.H. Stanton, 2007, Managerial Ability, Compensation, and the Closed-End Fund Discount, Journal of Finance 62, 529-556.",
        "Bollen, N.P.B. and V. Pool, 2008, Conditional Return Smoothing in the Hedge Fund Industry, Journal of Financial and Quantitative Analysis 43, 267-298.",
        "Bollen, N.P.B., T. Smith, and R.E. Whaley, 2004, Modeling the Bid/Ask Spread: Measuring the Inventory-Holding Premium, Journal of Financial Economics 72, 97-41.",
        "Brown, S.J., W.N. Goetzmann, and J. Park, 2001, Careers and Survival: Competition and Risk in the Hedge Fund and CTA Industry, Journal of Finance 56, 1,869-1,886.",
        "Chacko, G.C., J.W. Jurek, and E. Stafford, 2008, The Price of Immediacy, Journal of Finance 53, 1,253-1,290.",
        "Cherkes, M., J. Sagi, and R. Stanton, 2009, A Liquidity-Based Theory of Closed-End Funds, Review of Financial Studies 22, 257-297.",
        "Derman, E., 2007, A Simple Model for the Expected Premium for Hedge Fund Lockups, Journal of Investment Management 5, 5-15.",
        "Derman, E., K.S. Park, and W. Whitt, 2009, Markov Chain Models to Estimate the Premium for Extended Hedge Fund Lockups, Wilmott Journal 1, 263-293.",
        "Detemple, J. and S. Sundaresan, 1999, Non-traded Asset Valuation with Portfolio Constraints, Review of Financial Studies 12, 835-872.",
        "Ding, B., M. Getmansky, B. Liang, and R. Wermers, 2007, Investor Flows and Share Restrictions in the Hedge Fund Industry, University of Massachusetts Working Paper.",
        "Duffie, D., K. Wang, and L. Saita, 2007, Multi-Period Corporate Default Prediction with Stochastic Covariates, Journal of Financial Economics 83, 635-665.",
        "Garleanu, N., 2009, Pricing and Portfolio Choice in Illiquid Markets, Journal of Economic Theory 144, 532-564.",
        "Getmansky, M., A.W. Lo, and I. Makarov, 2004, An Econometric Model of Serial Correlation and Illiquidity in Hedge Fund Returns, Journal of Financial Economics 74, 529-609.",
        "Grecu, A., B.G. Malkiel, and A. Saha, 2007, Why Do Hedge Funds Stop Reporting Their Performance? Journal of Portfolio Management 34, 119-126.",
        "Gregoriou, G.N., 2002, Hedge Fund Survival Lifetimes, Journal of Asset Management 3, 237252.",
        "Hull, J. and A. White, 1993, Numerical Procedures for Implementing Term Structure Models I: Single-Factor Models, Journal of Derivatives 2, 9-16.",
        "Hull, J. and A. White, 2004, How to Value Employee Stock Options, Financial Analysts Journal 60, 114-119.",
        "Jagannathan, R., A. Malakhov, and D. Novikov, 2010, Do Hot Hands Persist Among Hedge Fund Managers? An Empirical Evaluation, Journal of Finance 65, 217-255.",
        "Kahl, M., J. Liu, and F.A. Longstaff, 2003, Paper Millionaires: How Valuable is Stock to a Stockholder Who is Restricted from Selling It? Journal of Financial Economics 67, 385-410.",
        "Kalbfleisch, J.D. and R.L. Prentice, 2002, The Statistical Analysis of Failure Time Data, 2nd edition, Hoboken, NJ, John Wiley & Sons.",
        "Kulatilaka, N. and A. Marcus, 1994, Valuing Employee Stock Options, Financial Analysts Journal 50, 46-56.",
        "Lerner, J. and A. Schoar, 2004, The Illiquidity Puzzle: Theory and Evidence from Private Equity, Journal of Financial Economics 72, 3-40.",
        "Liang, B., 2000, Hedge Funds: The Living and the Dead, Journal of Financial and Quantitative Analysis 35, 309-326.",
        "Longstaff, F.A., 1995, How Much Can Marketability Affect Security Values? Journal of Finance 50, 1,767-1,774.",
        "Longstaff, F.A., 2009, Portfolio Claustrophobia: Asset Pricing in Markets with Illiquid Assets, American Economic Review 99, 1,119-1,144.",
        "Margrabe, W., 1978, The Value of an Option to Exchange One Asset for Another, Journal of Finance 33, 177-186.",
        "Murphy, K., 1999, Executive Compensation, in O. Ashenfelter and D. Card, Eds., Handbook of Labor Economics, Amsterdam, North-Holland.",
        "Ramadorai, T., 2008, The Secondary Market for Hedge Funds and the Closed-Hedge Fund Premium, University of Oxford Working Paper.",
        "Scholes, M.S., 2000, The Near Crash of 1998: Crisis and Risk Management, American Economic Association Papers and Proceedings 90, 17-21.",
        "Sharpe, W.F., 1992, Asset Allocation: Management Style and Performance Management, Journal of Portfolio Management 18, 7-19."
    ]
}