{
    "id": 15940,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "Asness, Cliff, R. Burt Porter and Ross Stevens, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting Stock Returns Using Industry-relative Firm Characteristics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AQR Capital Management working paper.",
        "Berk, Jonathan B., 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A critique of size-related anomalies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 8, 275-286.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Investment and Asset Pricing Dynamics: Implications for the Cross-section of Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 56, pp. 2577-2603.",
        "Chan, Louis K. C., Narasimhan Jegadeesh, and Josef Lakonishok, 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum strategies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 51, pp. 16811713.",
        "Chen, Long, Robert Novy-Marx, and Lu Zhang, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An alternative three-factor model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Cohen, Randolph B., and Christopher K. Polk, 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Industry Factors in Asset-Pricing Tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Eisfeldt, Andrea L., and Dimitris Papanikolaou, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organization Capital and the CrossSection of Expected Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Fama, Eugene F., and Kenneth R. French, 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross-Section of Expected Stock Returns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 47, pp. 427-465.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common Risk Factors in the Returns on Stocks and Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 33, pp. 3-56.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry costs of equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 43, pp. 153-193.",
        "Fama, Eugene F., and Kenneth R. French, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profitability, investment and average returns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 82, pp. 491-518.",
        "Fama, Eugene F., and James D. MacBeth, 1973, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, return, and equilibrium: empirical tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 81, pp. 607-636.",
        "Lakonishok, Joseph, Andrei Shleifer, and Robert Vishny, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contrarian investment, extrapolation, and risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 49, 1541-1578.",
        "Lettau, Martin, and Jessica A. Wachter, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Is Long-Horizon Equity Less Risky? A Duration-Based Explanation of the Value Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 62, 55-92.",
        "Novy-Marx, Robert, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, productivity, organization and the cross-section of expected Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Novy-Marx, Robert, 2010a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Operating leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, forthcoming.",
        "Ohlson, James A., 1980, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Ratios and the Probabilistic Prediction of Bankruptcy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research 18, 109-131.",
        "Zhang, Lu, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 60, pp. 67-103."
    ]
}