{
    "id": 15947,
    "cites": 106,
    "cited_by": 9,
    "reference": [
        "Saxenian, Anna Lee., 1994. Regional Advantage: Culture and Competition in Silicon Valley and Route 128. Harvard University Press, Cambridge, MA.",
        "Slesnick, Daniel T., 2002. Prices and regional variation in welfare. Journal of Urban Economics 51, 446-468.",
        "Rotemberg, Julio R., Saloner, Garth, 2000. Competition and human capital accumulation: a theory of interregional specialization and trade. Regional Science and Urban Economics 30 (4), 373-404.",
        "Rosenthal, Stuart S., Strange, William C., 2008. The attenuation of human capital spillovers. Journal of Urban Economics 64 (2), 373-389.",
        "Rosenthal, Stuart S., Strange, William C., 2004. Evidence on the nature and sources of agglomeration. In: Henderson, J. Vernon, Thisse, Jacques-Francois (Eds.), Handbook of Urban and Regional Economics, vol. 4. North-Holland, Amsterdam.",
        "Rosenthal, Stuart S., Strange, William C., 2003. Geography, industrial organization, and agglomeration. Review of Economics and Statistics 85 (2), 377-393.",
        "Rosenthal, Stuart S., Strange, William C., 2001. The determinants of agglomeration. Journal of Urban Economics 50 (September), 191-229.",
        "Rosen, Sherwin, 1979. Wage based indexes of urban quality of life. In: Miezkowski, Peter N., Straszheim, Mahlon R. (Eds.), Current Issues in Urban Economics. Johns Hopkins University Press, Baltimore, MD, pp. 74-104.",
        "Roback, Jennifer, 1988. Wages, rents and amenities: differences among workers and regions. Economic Inquiry 26 (January), 23-41.",
        "Renkow, M., 2006. Employment growth and the allocation of new jobs. Review of Regional Studies 36 (1), 121-139.",
        "Roback, Jennifer, 1982. Wages, rents and the quality of life. Journal of Political Economy 90 (December), 1257-1278.",
        "Renkow, M., 2003. Employment growth, worker mobility and rural economic development. American Journal of Agricultural Economics 85 (2), 503-513.",
        "Puga, Diego, 2009. The magnitude and causes of agglomeration economies. Mimeo.",
        "Rauch, James E., 1993. Productivity gains from geographic concentration of human capital: evidence from the cities. Journal of Urban Economics 34 (November), 380-400.",
        "Petrongolo, Barbara, Pissarides, Christopher A., 2005. Scale effects in markets with search. The Economic Journal 116 (January), 21-44.",
        "Peters, Alan H., Fisher, Peter S., 2002. State enterprise zone programs: have they worked? W.E. Upjohn Institute, Kalamazoo, MI.",
        "Peri, Giovanni, 2002. Young workers, learning, and agglomerations. Journal of Urban Economics 52 (3), 582-607.",
        "Partridge, Rickman, Li, 2009. Who wins from local economic development? Economic Development Quarterly 23 (1).",
        "Papke, Leslie E., 1994. Tax policy and urban development: evidence from the Indiana enterprise zone program. Journal of Public Economics 54, 37-49.",
        "Papke, Leslie E., 1993. What do we know about enterprise zone? In: Poterba, J.M. (Ed.), Tax Policy and the Economy, vol. 7. MIT Press, Cambridge, Massachusetts.",
        "Overman, Henry G., Puga, Diego, 2010. Labour pooling as a source of agglomeration:an empirical investigation. In: Glaeser Edward L. (Ed.) Agglomeration Economics. Chicago University Press, Chicago, IL (forthcoming).",
        "Moretti, Enrico, Local Multipliers American Economic Review, Papers and Proceedings (forthcoming). Notowidigdo, Matthew J., 2010. The Incidence of Local Labor Demand Shocks. MIT mimeo.",
        "Moretti, Enrico, 2004c. Human capital externalities in cities. In: Henderson, J. Vernon, Thisse, Jacques-Francois (Eds.), Handbook of Urban and Regional Economics, vol. 4. North-Holland, Amsterdam.",
        "Moretti, Enrico, 2004b. Workers education, spillovers and productivity: evidence from plant- level production functions. American Economic Review 94 (June), 656-690.",
        "Moretti, Enrico, 2004a. Estimating the external return to higher education: evidence from cross- sectional and longitudinal data. Journal of Econometrics 120 (July-August), 175-212.",
        "Mion, Giordano, Naticchioni, Paolo, 2009. The spatial sorting and matching of skills and firms. Canadian Journal of Economics, Canadian Economics Association 42 (1), 28-55.",
        "Melitz, Marc, Ottaviano, Gianmarco I.P., 2008. Market size, trade and productivity. Review of Economic Studies 75 (1), 295-316.",
        "Marshall, Alfred, 1890. Principles of Economics. Macmillan and Co., London.",
        "Mas, Alex, Moretti, Enrico, 2009. Peers at work. American Economic Review 99 (1).",
        "Malamud,Wozniak, 2009. The impact of college graduation on geographic mobility: identifying education using multiple components of Vietnam draft risk, IZA WP 3432.",
        "Lucas Jr., Robert E., Rossi Hansberg, Esteban, 2002. On the internal structure of cities. Econometrica 70 (4), 1445-1476.",
        "Machin, Steve, Pelkonen, Panu, Salvanes, Kjell G., 2009. Education and Mobility IZA WP 3845.",
        "Lucas Jr., Robert E., 1988. On the mechanics of economic development. Journal of Monetary Economics 22 (July), 3-42.",
        "Kuhn, Peter, Riddell, Chris, 2010. The long-term effects of a generous income support program: unemployment insurance in New Brunswick and Maine, 1940-1991, ILLR.",
        "Krugman, Paul, 1991b. Increasing returns and economic geography. Journal of Political Economy 99 (june), 483-499.",
        "Kline, Patrick, 2010. Place based policies, heterogeneity, and agglomeration, American Economic Review, Papers and Proceedings.",
        "Krugman, Paul, 1991a. Geography and Trade. MIT Press, Cambridge, MA.",
        "Jovanovic, Boyan, Rob, Rafael, 1989. The growth and diffusion of knowledge. Review of Economic Studies 56 (October), 569-582.",
        "Holmes, Thomas J., 1999. Localization of industry and vertical disintegration. Review of Economics and Statistics 81 (2), 314-325.",
        "Jaffe, Adam B., Trajtenberg, Manuel, Henderson, Rebecca M., 1993. Geographic localization of knowledge spillovers as evidenced by patent citation. Quarterly Journal of Economics 108 (August), 577-598.",
        "Henderson, J. Vernon, Black, Duncan, 1999. A theory of urban growth. Journal of Political Economy 107 (April), 252-284.",
        "Henderson, J. Vernon, 2003. Marshalls scale economies. Journal of Urban Economics 55 (January), 1-28.",
        "Greenstone, Michael, Moretti, Enrico, 2004. Bidding for industrial plants: does winning a Million Dollar Plant increase Welfare? National Bureau of Economic Research Working Paper No. 9844.",
        "Greenstone, Michael, Hornbeck, Rick, Moretti, Enrico, Identifying Agglomeration spillovers: evidence from winners and losers of large plant openings, Journal of Political Economy (forthcoming). Helsley, Robert W., Strange,William C., 1990. Matching and agglomeration economies in a system of cities. Regional Science and Urban Economics 20 (2), 189-212.",
        "Goolsbee, Austan, Maydew, Edward L., 2000. Coveting thy neighbors manufacturing: the dilemma of state income apportionment. Journal of Public Economics 75, 125-143.",
        "Glaeser, Edward, Gottlieb, Joshua, 2009. The wealth of cities: agglomeration and the spatial equilibrium in the United States. Journal of Economic Literature.",
        "Glaeser, Edward, 2008. Cities, Agglomeration and Spatial Equilibrium. Oxford University Press.",
        "Glaeser, Edward, Gottlieb, Joshua, 2008. The economics of place-making policies. Brookings Papers on Economic Activity.",
        "Glaeser, Edward L., Scheinkman, Jose A., Shleifer, Andrei, 1995. Economic growth in a cross-section of cities. Journal of Monetary Economics 36 (1), 117-143.",
        "Glaeser, Edward L., Mare, David C., 2001. Cities and skills. Journal of Labor Economics 19 (2), 316-342.",
        "Glaeser, Edward L., Kohlhase, Janet E., 2003. Cities, regions and the decline of transport costs. Papers in Regional Science 83, 197-228.",
        "Glaeser, Edward L., 1999. Learning in cities. Journal of Urban Economics 46 (2), 254-277.",
        "Glaeser, Edward L., 2001. The economics of location-based tax incentives. Harvard Institute of Economic Research, Discussion Paper Number 1932.",
        "Glaeser, Edward L., 1998. Should transfer payments be indexed to local price levels? Regional Science and Urban Economics 28 (1), 120.",
        "Faulk, Dagney, 2002. Do state economic development incentives create jobs? An analysis of state employment tax credits? National Tax Journal 55 (June), 263-280.",
        "Fallick, Bruce, Fleischman, Charles A., Rebitzer, James B., 2006. Job-hopping in silicon valley: some evidence concerning the microfoundations of a high-technology cluster. The Review of Economics and Statistics 88 (3), 472-481.",
        "Ellison, Glenn, Glaeser, Edward L., Kerr,William, 2010. What causes industry agglomeration? Evidence from coagglomeration patterns. American Economic Review (forthcoming).",
        "Ellison, Glenn, Glaeser, Edward L., 1999. The geographic concentration of industry: does natural advantage explain agglomeration? American Economic Review Papers and Proceedings 89 (2), 311-316.",
        "Eberts, Randall W., Stone, Joe A., 1992. Wage and Employment Adjustment in Local Labor Markets. Books from Upjohn Press,W.E. Upjohn Institute for Employment Research.",
        "Ellison, Glenn, Glaeser, Edward L., 1997. Geographic concentration in US manufacturing industries: a dartboard approach. Journal of Political Economy 105 (5), 889-927.",
        "Duranton, Gilles, Puga, Diego, 2004. Microfoundations of urban agglomeration economies. In: Henderson, J. Vernon, Thisse, Jacques-Francois (Eds.), Handbook of Regional and Urban Economics, vol. 4. NorthHolland, Amsterdam, pp. 2063-2117.",
        "Duranton, Gilles, Puga, Diego, 2001. Nursery cities: urban diversity, process innovation, and the life cycle of products. American Economic Review 91 (5), 1454-1477.",
        "Duranton, Gilles, Overman, Henry G., 2005. Testing for localization using microgeographic data. Review of Economic Studies 72 (4), 1077-1106.",
        "Duranton, Giles, Puga, Diego, 2004. Micro-foundations of urban agglomeration economies. In: Henderson, J. Vernon, Thisse, Jacques-Francois (Eds.), Handbook of Urban and Regional Economics, vol. 4. North-Holland, Amsterdam.",
        "Doms, Mark, Lewis, Ethan, Robb, Alicia, 2009. Local labor market endowments, new business characteristics, and performance, mimeo, Federal Reserve Bank of San Francisco.",
        "Diamond, Peter A., 1982. Aggregate demand management in search equilibrium. Journal of Political Economy 90 (5), 881-894.",
        "David, Steve, Loungani, Prakash, Mahidhara, Ramamohan, 1997, Regional Labor Fluctuations: Oil Shocks, Military Spending, and other Driving Forces.Working paper, January.",
        "Dahl, Gordon, 2002. Mobility and the return to education: testing a Roy model with multiple markets. Econometrica 70 (6), 2367-2420.",
        "Costa, Dora L., Kahn, Matthew E., 2000. Power couples: changes in the locational choice of the college educated, 19401990. Quarterly Journal of Economics 115 (4), 1287-1315.",
        "Combes, Pierre Philippe, Duranton, Gilles, Overman, Henry G., 2005. Agglomeration and the adjustment of the spatial economy. Papers in Regional Science 84 (3), 311-349.",
        "Combes, Pierre Philippe, Duranton, Gilles, Gobillon, Laurent, Puga, Diego, Roux, Sebastien, 2009. The productivity advantages of large cities: distinguishing agglomeration from firm selection. Discussion Paper 7191, Centre for Economic Policy Research.",
        "Ciccone, Antonio, Hall, Robert E., 1996. Productivity and the density of economic activity. American Economic Review 86 (1), 54-70.",
        "Carrington, William J., 1996. The Alaskan labor market during the pipeline era. Journal of Political Economy 104 (February).",
        "Carlino, Gerald A., Chatterjee, Satyajit, Hunt, Robert M., 2007. Urban density and the rate of invention. Journal of Urban Economics 61 (3), 389-419.",
        "Card, David, Hallock, Kevin F., Moretti, Enrico, 2007. The geography of giving: the effect of corporate headquarters on local charities. University of California, Berkeley Mimeograph.",
        "Busso, Matias, Gregory, Jesse, Kline, Patrick, 2009. Assessing the incidence and efficiency of a prominent place based policy, mimeo.",
        "Bound, John, Holzer, Harry J., 2000. Demand shifts, population adjustments, and labor market outcomes during the 1980s. Journal of Labor Economics 18 (1), 20-54.",
        "Bound, John, Groen, Jeffrey, Kezdi, G. Gabor, Turner, Sarah, 2004. Trade in university training: cross-state variation in the production and stock of college-educated labor. Journal of Econometrics 121 (12), 143-173.",
        "Bondonio, Daniele, Engberg, John, 2000. Enterprise zones and local employment: evidence from the states programs. Regional Science and Urban Economics 30 (5), 519-549.",
        "Boarnet, Marlon, Bogart, William, 1996. Enterprise zones and employment: evidence from New Jersey. Journal of Urban Economics 40, 198-215.",
        "Bleakley, Hoyt, Lin, Jeffrey, 2006. Thick-market effects and churning in the labor market: evidence from US Cities, mimeo. University of Chicago.",
        "Blanchard, Olivier, Katz, Larry, 1992. Regional evolutions. Brookings Papers on Economic Activity.",
        "Black, Dan, McKinnish, Terra, Sanders, Seth, 2005. The economic impact of the coal boom and bust. The Economic Journal 115 (April), 449-476.",
        "Black, Dan, Kolesnikova, N., Taylor, L., 2009. Earnings functions when wages and prices vary by location. Journal of Labor Economics 27 (1), 21-48.",
        "Berry, Christopher R., Glaeser, Edward L., 2005. The divergence of human capital levels across cities. NBER Working Papers 11617, National Bureau of Economic Research.",
        "Bennmarker, Helge, Mellander, Erik, Ockert, Bjorn, 2009. Do Regional payroll tax reductions boost employment? Labour Economics 16, 480-489.",
        "Beaudry, Paul, Doms, Mark, Lewis, Ethan, 2006. Endogenous skill bias in technology adoption: city level evidence from the IT revolution. NBER Working Papers 12521, National Bureau of Economic Research, Inc.",
        "Baumgardner, James R., 1988. The division of labor, local markets, and worker organization.Journal of Political Economy 96 (3), 509-527.",
        "Bartik, Timothy J., 2009. What proportion of children stay in the same location as adults, and how does this vary across location and groups? Upjohn Working Papers 09-145,W.E. Upjohn Institute for Employment Research.",
        "Bartik, Timothy J., 2002. Evaluating the impacts of local economic development policies on local economic outcomes: what has been done and what is doable? Upjohn Working Papers 03-89, W.E. Upjohn Institute for Employment Research.",
        "Barro, R.J., Sala-i-Martin, X., 1991. Brookings Papers on Economic Activity.",
        "Bartik, Tim, 1991. Who Benefits from State and Local Economic Development Policies? W.E. Upjohn Institute, Kalamazoo, MI.",
        "Audretsch, David B., Feldman, Maryann P., 1996. R&D spillovers and the geography of innovation and production. American Economic Review 86 (3), 630-640.",
        "Arzaghi, Mohammad, Henderson, J. Vernon, 2008. Networking off Madison Avenue. Review of Economic Studies 75 (4), 1011-1038.",
        "Andersson, Fredrik, Simon, Burgess, Lane, Julia I., 2007. Cities, matching and the productivity gains of agglomeration. Journal of Urban Economics 61 (1), 112-128.",
        "Albouy, David, 2009. The unequal geographic burden of federal taxation. Journal of Political Economy 117 (4), 635-667.",
        "Adams, James D., Jaffe, Adam B., 1996. Bounding the effects of R&D: an investigation using matched establishment-firm data. RAND Journal of Economics, The RAND Corporation 27 (4), 700-721.",
        "Acemoglu, Daron, Angrist, Joshua, 2000. How large are human capital externalities? Evidence from compulsory schooling laws. NBER Macroeconomic Annual 15.",
        "Abdel Rahman, Hesham M., Fujita, Masahisa, 1990. Product variety, Marshallian externalities, and city sizes. Journal of Regional Science 30 (2), 165-183. Acemoglu, Daron, 1996. A microfoundation for social increasing returns in human capital accumulation. Quarterly Journal of Economics 11 (August), 779-804. Acemoglu, Daron, 1997. Training and innovation in imperfect labor markets. Review of Economic Studies.",
        "Sveikauskas, Leo, 1975. Productivity of cities. Quarterly Journal of Economics 89 (3), 393-413.",
        "Tabuchi, Takatoshi, Thisse, Jacques-Francois, 2002. Taste heterogeneity, labor mobility and economic geography. Journal of Development Economics 69 (1), 155-177.",
        "Topel, Robert H., 1986. Local labor markets. The Journal of Political Economy 94 (3).",
        "Wasylenko, Michael, 1997. Taxation and economic development: the state of the economic literature. New England Economic Review (March/April), 37-52.",
        "Wheaton,William C., Lewis, Mark J., 2002. Urban wages and labor market agglomeration. Journal of Urban Economics 51 (3), 542-562.",
        "Wheeler, Christopher, 2008. Local market scale and the pattern of job changes among young men. Federal Reserve Bank of St Louis Working Paper 2005-033.",
        "Zucker, Lynne G., Darby, Michael R., Brewer, Marilynn B., 1998. Intellectual human capital and the birth of US biotechnology enterprises. American Economic Review 88 (March), 290-306."
    ]
}