{
    "id": 15942,
    "cites": 35,
    "cited_by": 9,
    "reference": [
        "Alm J, E Sennoga, and M Skidmore (2009). Perfect competition, urbanization, and tax incidence in the retail gasoline market. Economic Inquiry 47 (1): 118 - 134.",
        "Barzel, Y (1976). An alternative approach to the analysis of taxation. Journal of Political Economy 84 (6): 1177-1197.",
        "Baye MR, J Morgan, and P Scholten (2006). Information, search, and price dispersion. Handbook on Economics and Information Systems, Volume 1 (T. Hendershott, editor). Amsterdam: Elsevier.",
        "Besley, TJ. (1989). Commodity taxation and imperfect competition: A note on the effects of entry. Journal of Public Economics 40: 359-367.",
        "Bulow, Jeremy and Paul Klemperer (1998). The tobacco deal. Brookings Papers on Economic Activity: Microeconomics. 323-394.",
        "Colman, Gregory J. and Dahlia K. Remler (2008). Vertical equity consequences of very high cigarette tax increases: If the poor are the ones smoking, how could cigarette tax increases be progressive? Journal of Policy Analysis and Management 27 (2): 376 - 400.",
        "Cook PJ (1981). The Effect of Liquor Taxes on Drinking, Cirrhosis, and Auto Fatalities, in Mark Moore and Dean Gerstein, eds., Alcohol and public policy: Beyond the shadow of prohibition. Washington, DC: National Academies of Science, 1981, pp. 255-85.",
        "Cummings K, A Hyland, T Pechacek, M Orlandi, and W Lynn (2007). Comparisons of recent trends in adult and adolescent cigarette smoking behavior and brand preferences. Tobacco Control 6 (Supplement 2): S31 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S37.",
        "DeCicca, P, D Kenkel and F Liu (2010). Excise tax avoidance: the case of state cigarette taxes. Working paper, Department of Policy Analysis and Management, Cornell University.",
        "DeCicca P, D Kenkel, A Mathios, Y-J Shin, and J-Y Lim (2008). Youth smoking , cigarette prices, and anti-smoking sentiment. Health Economics 17 (6): 733-749.",
        "Delipalla S and O O'Donnell (2001). Estimating tax incidence, market power and market conduct: The European cigarette industry. International Journal of Industrial Organization 19: 885-908.",
        "Feighery EC, K M Ribisl, N C Schleicher, L Zellers and N Wellington (2005). How do minimum cigarette price laws affect cigarette prices at the retail level? Tobacco Control 14:80-85 Fullerton, D and G E Metcalf (2002). Tax Incidence. Chapter 26 in Handbook of Public Economics, Volume 4. Auerbach A, and M. Feldstein, eds., Amsterdam: Elsever, 1788-1872.",
        "Hanson, A and R Sullivan (2009). The Incidence of Tobacco Taxation: Evidence from Geographic Micro-Level Data.\" National Tax Journal 62(4): 677-698.",
        "Harding M, E. Leibtag, and M. Lovenheim (2010). The heterogeneous geographic and socioeconomic incidence of cigarette and beer taxes: evidence from Nielsen Homescan data. Working Paper, Department of Policy Analysis and Management, Cornell University.",
        "Hartman A, G Willis, et al. (2002). The 1998-1999 NCI Tobacco Use Supplement to the Current Population Survey (TUS-CPS): Representative Survey Findings. Division of Cancer Control and Prevention, National Cancer Institute.",
        "Heckman JJ, and E Vytlacil (2005). Structural equations, treatment effects and econometric policy evaluation. NBER Working Paper 11259.",
        "Johnson, TR (1978). Additional evidence on the effects of alternative taxes on cigarette prices. Journal of Political Economy 86 (2): 325-328.",
        "Katz, M and HS Rosen (1985). Tax analysis in an oligopoly model. Public Finance Quarterly 13 (1): 3-19.",
        "Keeler, TE., T-W Hu, PB Barnett, WG Manning, and H-Y Sung. (1996). Do cigarette producers price-discriminate by State? An empirical analysis of local cigarette pricing and taxation. Journal of Health Economics 15 (4): 499-512.",
        "Kenkel DS (2005). Are alcohol tax hikes fully passed through to prices? Evidence from Alaska.\" American Economic Review Papers & Proceedings 95 (2): 273-277.",
        "Lach S (2002). Existence and persistence of price dispersion: an empirical analysis. Review of Economics & Statistics 84 (3): 433-444.",
        "Lillard, D and A. Sfekas (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Offer You CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Refuse: Who Uses Cigarette Price Discounts?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Department of Policy Analysis and Management, Cornell University.",
        "Lovenheim MF (2008). How far to the border? The extent and impact of crossborder cigarette sales, National Tax Journal 61 (1): 7 - 33.",
        "Lyon AB, Schwab RM. Consumption taxes in a life-cycle framework: are sin taxes regressive? Rev Economics Stat. 1995;77:389-406.",
        "Michael J. (2000). The Unfair Cigarette Sales Act, an information brief. St Paul, Minnesota: Minnesota House of Representatives, Research Department, September 2000, http://www.house.leg.state.mn.us/hrd/pubs/UCSA.pdf.",
        "Novak S P, S F Reardon, S W Raudenbush, and S L Buka (2006). Retail tobacco outlet density and youth cigarette smoking: a propensity-modeling approach. American Journal of Public Health 96 (4): 670-676.",
        "Orzechowski and Walker (2008). The Tax Burden on Tobacco: Historical Compilation, Orzechowski and Walker, Arlington, VA.",
        "Peterson N A, J B Lowe, and R J Reid (2005). Tobacco outlet density, cigarette smoking prevalence, and demographics at the county level of analysis. Substance Use & Misuse 40: 1627-1635.",
        "Remler D (2004). Poor smokers, poor quitters, and cigarette tax regressivity. American Journal of Public Health Vol 94, No. 2: 225-229.",
        "Scholten P and A Smith (2002). Price dispersion then and now: evidence from retail and E-tail markets. In Michael R. Baye (ed) The Economics of the Internet and Ecommerce, Advances in Applied Microeconomics.",
        "Stern N (1987). The effects of taxation, price control and government contracts in oligopoly and monopolistic competition. Journal of Public Economics 32: 133-158.",
        "Stigler G (1961). The economics of information. Journal of Political Economy 69 (3): 213-225.",
        "Sumner MT, and R Ward (1981). Tax changes and cigarette prices. Journal of Political Economy 89 (6): 1261-1265.",
        "US Department of Commerce, Census Bureau (2006). National Cancer Institute and Centers for Disease Control and Prevention Co-sponsored Tobacco Use Special Cessation Supplement to the Current Population Survey (2003): http://riskfactor.cancer.gov/studies/tus-cps/. Data files (AND/OR) technical documentation (technical documentation website: http://riskfactor.cancer.gov/studies/tus-cps/info.html).",
        "U.S. Department of Agriculture (2007). Tobacco Outlook. Web page accessed March 3, 2010: http://usda.mannlib.cornell.edu/usda/ers/TBS//2000s/2007/TBS-1024 -2007.pdf Young D and A Bielinska-Kwapisz (2002).Alcohol Taxes and Beverage Prices. National Tax Journal 55(1): 57-73."
    ]
}