{
    "id": 15941,
    "cites": 101,
    "cited_by": 18,
    "reference": [
        "Adams, Scott and Chad Cotti (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drunk Driving After the Passage of Smoking Bans in Bars.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92: 1288 - 1305.",
        "Advisory Commission on Intergovernmental Relations (1977). Cigarette Bootlegging: A State and Federal Responsibility. Washington, DC: U.S. Government Printing Office.",
        "Alamar B, and SA Glantz (2006). Effect of increased social unacceptability of cigarette smoking on reduction in cigarette consumption. American Journal of Public Health 96 (8): 1359-1363.",
        "American Automobile Association (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AAA Says Average Driving Costs Up 1.5 Cents Per Mile for 2003.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Automobile Association, Orlando Florida, April 7, 2003.",
        "Available from www.aaanewsroom.net, accessed April 18, 2008.",
        "Asplund, Marcus, Richard Friberg, and Fredrik Wilander (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand and Distance: Evidence on Cross-Border Shopping.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 91 ( ): 141-157.",
        "Baltagi BH and D Levin (1986). Estimating dynamic demand for cigarettes using panel data: The effects of bootlegging, taxation and advertising reconsidered. Review of Economics and Statistics 68 (1): 148-155.",
        "Barzel, Y (1976). An alternative approach to the analysis of taxation. Journal of Political Economy 84 (6): 1177-1197.",
        "Forthcoming, Handbook on Economics and Information Systems, T. Hendershott, et. (Elsevier) Becker GS, M Grossman and K Murphy (1994). An empirical analysis of cigarette addiction. American Economic Review 84 (3): 396-418.",
        "Benjamin, Daniel K. and William R. Dougan (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Excise Taxation: The Evidence from Cigarettes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics XL: 113- 136.",
        "Besley, Timothy (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Model for Merit Good Arguments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 35: 371-383.",
        "Bulow, Jeremy and Paul Klemperer (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tobacco Deal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity: Microeconomics. 323-394.",
        "Carpenter, Christopher and Cook, Philip J. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette taxes and youth smoking: New evidence from national, state and local Youth Risk Behavior Studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 27 (2): 287-299.",
        "Chaloupka, Frank J. and Kenneth E. Warner (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Smoking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Anthony Culyer and Joseph P. Newhouse, editors, Handbook of Health Economics (Volume 1B, pp. 1539 - 1627). Amsterdam: North Holland.",
        "Chetty, Raj (2009a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Taxable Income Elasticity Sufficient to Calculate Deadweight Loss? The Implications of Evasion and Avoidance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal -Economic Policy 1 (2): 31-52.",
        "Chetty, Raj (2009b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sufficient Statistics for Welfare Analysis: A Bridge between Structural and Reduced-form Methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 1: 451-488.",
        "Chetty, Raj, Adam Looney, and Kory Kroft (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience and Taxation: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99 (4): 1145 - 1177.",
        "Chiou, Lesley and Erich Muehlegger (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crossing the Line: Direct Estimation of Cross-Border Cigarette Sales and the Effect on Tax Revenue.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy 8 (1): Article 48.",
        "Cnossen, Sijbren (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics and Politics of Excise Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Sijbren Cnossen, ed. Theory and Practice of Excise Taxation: Smoking, Drinking, Gambling, Polluting, and Driving. Oxford University Press. Pages 1 - 19.",
        "Cnossen, Sijbren and Michael Smart (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation of Tobacco.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Sijbren Cnossen, ed. Theory and Practice of Excise Taxation: Smoking, Drinking, Gambling, Polluting, and Driving. Oxford University Press, pages 20 - 55.",
        "Coats, R. Morris (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Estimating Cross-Border Effects of State Cigarette Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 48 (4): 573-584.",
        "Colman, Gregory J. and Dahlia K. Remler (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Equity Consequences of Very High Cigarette Tax Increases: If the Poor Are the Ones Smoking, How Could Cigarette Tax Increases Be Progressive?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 27 (2): 376 - 400.",
        "Cook, Philip J. and Michael J. Moore (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alcohol.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Anthony Culyer and Joseph P. Newhouse, editors, Handbook of Health Economics (Volume 1B, pp. 1629 - 1673). Amsterdam: North Holland.",
        "Cummins, K. Michael, Andrew Hyland, Eugene Lewit, and Don Shopland (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Use of Discount Cigarettes by Smokers in 20 Communities in the United States, 1988 - 1993.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tobacco Control 6 (Supplement 2): S25 - S30.",
        "DeCicca, Philip, Donald S. Kenkel, and Feng Liu (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays Cigarette Taxes? The Impact of Consumer Price Search.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Department of Policy Analysis and Management, Cornell University.",
        "DeCicca, Philip, Donald S. Kenkel, and Alan D. Mathios (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette Taxes and the Transition from Youth to Adult Smoking: Smoking Initiation, Cessation, and Participation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 27 (4): 904-917.",
        "DeCicca, Philip, Donald S. Kenkel, Alan D. Mathios, AD, Shin, Y-J, and Lim, J-Y (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Youth smoking, taxes, and anti-smoking sentiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 17 (6): 739 - 749.",
        "DeCicca, Philip and Logan McLeod (2008). \"Cigarette taxes and older adult smoking: Evidence from recent large tax increases, Journal of Health Economics.",
        "Delipalla S and O O'Donnell (2001). Estimating tax incidence, market power and market conduct: The European cigarette industry. International Journal of Industrial Organization 19: 885-908.",
        "Doyle, Joseph J and Krislert Samphantharak (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093$2.00 Gas! Studying the Effects of a Gas Tax Moratorium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92: 869-884.",
        "Efrati, Amir (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette-Tax Disparities Are a Boon for Border Towns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal, March 2, 2007, p. B1.",
        "Emery, Sherry, M M White, E A Gilpin, John P. Pierce (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was There Significant Tax Evasion After the 1999 50 Cent per Pack Cigarette Tax Increase in California?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tobacco Control 11: 130 - 134.",
        "Farrelly, Matthew C. and Christian T. Nimsch (2003). Impact of Cigarette Excise Tax Increases in Low-Tax Southern States on Cigarette Sales, Cigarette Excise Tax Revenue, Tax Evasion, and Economic Activity. Final Report, RTI International, Research Triangle Park NC.",
        "Farrelly, Matthew C., Christian T. Nimsch, and Joshua James (2003). State Cigarette Excise Taxes: Implications for Revenue and Tax Evasion. Final Report, RTI International, Research Triangle Park NC.",
        "Federation of Tax Administrators (2010). Http://www.taxadmin.org.",
        "Feldstein, Martin S. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Avoidance and the Deadweight Loss of the Income Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 81 (4): 674-680.",
        "Fleenor, Patrick (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Excise Tax Differentials Affect Interstate Smuggling and Cross-Border Sales of Cigarettes in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Background Paper # 26. Tax Foundation, Washington, D.C. Fleenor, Patrick (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette Taxes are Fueling Organized Crime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Opinion, The Wall Street Journal May 7, 2008. P. A17.",
        "Freeman, A. Myrick (1979). The Benefits of Environmental Improvement: Theory and Practice. Published for Resources for the Future Inc. by the Johns Hopkins University Press, Baltimore and London.",
        "Gallet, Craig A., and John A. List (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette Demand: A Meta-analysis of Elasticities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 12 (10): 821 - 835.",
        "Gilpin EA, L Lee and JP Pierce (2004). Changes in population attitudes about where smoking should not be allowed: California versus the rest of the USA. Tobacco Control 13: 38-44.",
        "Goel, Rajeev K. and Michael A. Nelson (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Master Settlement Agreement and Cigarette Tax Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Modeling 29: 431-438.",
        "Goodwin, Phil, Joyce Dargay, and Mark Hanly (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticities of Road Traffic and Fuel Consumption with Respect to Price and Income: A Review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transport Reviews 24 (3): 275-292.",
        "Goolsbee, Austin, Michael Lovenheim, and Joel Slemrod (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Playing with Fire: Cigarettes, Taxes and Competition from the Internet.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 2 (1):131 - 154.",
        "Goulder, Lawrence H. and Roberton C. Williams (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Substantial Bias from Ignoring General Equilibrium Effects in Estimating Excess Burden, and a Practical Solution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 11 (4): 898 - 927.",
        "Gruber, Jonathan and B Koszegi (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Addiction Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cRationalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢? Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 116 (4): 1261-1303.",
        "Gruber, Jonathan and B Koszegi (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Incidence When Individuals are TimeInconsistent: The Case of Cigarette Excise Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 88: 1959-1987, Gruber, Jonathan, A Sen, M Stabile (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Price Elasticities When There Is Smuggling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 22 (5): 821 - 842.",
        "Harrington, Winston, Ian Parry, and Margaret Walls (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Externalities and Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature XLV: pp. 374-400 Hartman A, Willis G, Lawrence D, Marcus S. (2002). The 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999 NCI Tobacco Use Supplement to the Current Population Survey (TUS-CPS): Representative Survey Findings.",
        "National Cancer Institute, Available from: http://riskfactor.cancer.gov/studies/tus-cps/, Accessed February 2004.",
        "Hines, James R. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing Consumption and Other Sins.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 21 (1): 49-68.",
        "Horwitz, Sari (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette Smuggling Linked to Terrorism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington Post, June 8, 2004, p. A01.",
        "Hyland, A., J. E. Bauer, Q Li, et al. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Higher Cigarette Prices Influence Cigarette Purchase Patterns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tobacco Control 14: 86 - 92.",
        "Johnson, TR (1978). Additional evidence on the effects of alternative taxes on cigarette prices. Journal of Political Economy 86 (2): 325-328.",
        "Johnson, Terry R. (1978). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cross-Section Analysis of the Demand for New and Used Automobiles in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 16 (October): 531 - 548.",
        "Kayser, Hilke A. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Demand and Car Choice: Estimating Gasoline Demand Using Household Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics 22: 331-348.",
        "Keeler, TE., T-W Hu, PB Barnett, WG Manning, and H-Y Sung. (1996). Do cigarette producers price-discriminate by State? An empirical analysis of local cigarette pricing and taxation. Journal of Health Economics 15 (4): 499-512.",
        "Keeler, Theodore E., T eh - wei Hu, Willard G. Manning, and Hai-Yen Sung (2001). \"State Tobacco Taxation, Education and Smoking: Controlling for the Effects of Omitted Variables.\" National Tax Journal 54 (1): 83 - 102.",
        "Khwaja, Ahmed, Dan Silverman, and Frank Sloan (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Preference, Time Discounting, and Smoking Decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 26: 927-949.",
        "LaFaive, Michael, Patrick Fleenor, and Todd Nesbit (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette Taxes and Smuggling: A Statistical Analysis and Historical Review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mackinac Center for Public Policy, Midland, Michigan.",
        "Lee, L.F. (1978). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unionism and Wage Rates: A Simultaneous Equation Model with Qualitative and Limited Dependent Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 19: 415-433.",
        "Levy DE, and Ellen Meara (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of the 1998 Master Settlement Agreement on Prenatal Smoking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 25(2): 276-294.",
        "Liu (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cutting through the Smoke: Separating the Effect of Price on Smoking Initiation, Relapse, and Cessation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economics .",
        "Lovenheim, Michael F. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Far to the Border? The Extent and Impact of Cross-Border Casual Cigarette Smuggling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 61 (1): 7 - 33.",
        "Lovenheim, Michael and Joel Slemrod (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fatal Toll of Driving to Drink: The Effect of Minimum Legal Drinking Age Evasion on Traffic Fatalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 29: 62 - 77.",
        "Maddala, G.S. (1983). Limited-dependent and Qualitative Variables in Econometrics. Cambridge: Cambridge University Press.",
        "Manning, Willard G, Emmet B. Keeler, Joseph P. Newshouse, et al. (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Taxes of Sin: Do Smokers and Drinkers Pay Their Way?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association 261: 1604-1609.",
        "Merriman, David (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Micro-geography of Tax Avoidance: Evidence from Littered Cigarette Packs in Chicago.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy .",
        "Nelson, Michael A. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Excise Taxes to Finance State Government: Do Neighboring State Taxation Policy and Cross-Border Markets Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science 42 (4): 731-752.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor, Brian P. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Update Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Additional Cigarette Tax Revenue Sources for New York State.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Prepared for the New York Association of Convenience Stores.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted and Matthew Rabin (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Studying Optimal Paternalism, Illustrated by a Model of Sin Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review May 93 (2): 186-191.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted and Matthew Rabin (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Sin Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 90 (10 - 11): 1825-1849.",
        "Organisation for Economic Cooperation and Development (2005). Consumption Tax Trends, 2004 edition. Paris: OECD.",
        "Orzechowski and Walker (2007). The Tax Burden on Tobacco: Historical Compilation. Orzechowski and Walker, Arlington Virginia.",
        "Office of Applied Studies Substance Abuse and Mental Health Services Administration (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette Brand Preferences in 2005.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The NSDUH Report, January 12, 2007.",
        "Parry, Ian W.H., Ramanan Laxminarayan, and Sarah E. West (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal and Externality Rationales for Alcohol Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper, Resources for the Future, Washington D.C. Parry, Ian W.H. and Kenneth Small (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Britain or the United States Have the Right Gasoline Tax?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95 (4): 1276 - 1289.",
        "Parry, Ian W.H., Margaret Walls, and Winston Harrington (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Externalities and Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature. 45 (2): 373-400.",
        "Pogue, Thomas F. and Larry G. Sgontz (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing to Control Social Costs: The Case of Alcohol.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 79: 235-243.",
        "R.J. Reynolds Tobacco Company (2010). NoCigTax.com. Accessed March 23, 2010.",
        "Saba, Richard P., T. Randolph Beard, Robert B. Eklund, and Rand W. Ressler (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Cigarette Smuggling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 33: 189 - 202.",
        "Sack, Kevin (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093States Look to Tobacco Tax for Budget Holes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, April 21, 2008.",
        "Sandmo, Agnar (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Tax Evasion: A Retrospective View.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tas Journal 58 (4): 643-663.",
        "Sarlin, Benjaimin (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette Tax Hike: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGold MineÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for Smugglers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Sun, April 1, 2008.",
        "Schroyen, Fred (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Alternative Way to Model Merit Good Arguments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89: 957-966.",
        "Shelley, Donna, M. Jennifer Cantrell, Joyce Moon-Howard, Destiny Q. Ramjohn, and Nancy VanDevanter (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The $5 Man: The Underground Economic Response to a Large Cigarette Tax Increase in New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health 97 (8): 1483 -1488.",
        "Slemrod, Joel (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cheating Ourselves: The Economics of Tax Evasion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 21 (1): 25 - 48.",
        "Sloan, Frank A., Jan Osterman, Gabriel Picone, Chistopher Conover, and Donald H. Taylor (2004). The Price of Smoking. Cambridge, Massachusetts: The MIT Press.",
        "Small, Kenneth A., Clifford Winston, and Jia Yan (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncovering the Distribution of MotoristsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Preferences for Travel Time and Reliability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 73 (4): 1367 - 1382.",
        "Smith, Stephen (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Issues in Alcohol Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Sijbren Cnossen, ed. Theory and Practice of Excise Taxation: Smoking, Drinking, Gambling, Polluting, and Driving. Oxford University Press. Pages 56 - 83.",
        "Staiger D and JH Stock (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental variables regressions with weak instruments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 65 (3): 557-586.",
        "Stehr, Mark (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette Tax Avoidance and Evasion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 24 ( ): 277 - 297.",
        "Stehr, Mark (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Sunday Sales Bans and Excise Taxes on Drinking and Cross-Border Shopping for Alcoholic Beverages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 60 (1): 85 - 105.",
        "Stern N (1987). The effects of taxation, price control and government contracts in oligopoly and monopolistic competition. Journal of Public Economics 32: 133-158.",
        "Stock JH, JH Wright, and M Yogo (2002). A survey of weak instruments and weak identification in generalized method of moments.\" Journal of Business & Economic Statistics 20 (4): 518-529.",
        "Sumner MT, and R Ward (1981). Tax changes and cigarette prices. Journal of Political Economy 89 (6): 1261-1265.",
        "Tauras, John (2006). \"Smoke-free Air Laws, Cigarette Prices, and Adult Cigarette Demand.\" Economic Inquiry 44(2): 333-342.",
        "Thursby, Jerry G., and Marie C. Thursby (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interstate Cigarette Bootlegging: Extent, Revenue Losses, and Effects of Federal Intervention.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 53 (1): 59 -77.",
        "Train, Kenneth E. (2003). Discrete Choice Models with Simulation. Cambridge University Press, Cambridge, England.",
        "Vedder, Richard K. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bordering on Chaos: Fiscal Federalism and Excise Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In William F. Shughart, editor. Taxing Choice: The Predatory Politics of Fiscal Discrimination. The Independent Institute, Transaction Publishers, New Brunswick and London.",
        "Victoria Transport Policy Institute (2008). Transportation Cost and Benefit Analysis Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Travel Time Costs. Victoria Transport Policy Institute, www.vtpi.org.",
        "Wasserman, Jeffery, Willard G. Manning, Joseph P. Newhouse, J.D. Winkler (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Excise Taxes and Regulations on Cigarette Smoking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 10: 43-64.",
        "Willis, Robert and Sherwin Rosen (1979). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Self-Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 87 (5, Part 2): 507 - 536.",
        "Yurekli, Ayda A. and Ping Zhang (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Clean Indoor-Air Laws and Cigarette Smuggling on Demand for Cigarettes: An Empirical Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 9 (2): 159-170."
    ]
}