{
    "id": 15951,
    "cites": 40,
    "cited_by": 45,
    "reference": [
        "Frees, E., 2004, Longitudinal and Panel Data Analysis and Applications in the Social Sciences, Cambridge University Press, New York, NY.",
        "Fazzari S., R. G. Hubbard, and B. Petersen, 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Constraints and Corporate Investment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBrooking Papers on Economic Activity 1, 141-195.",
        "Erickson, T., and T. Whited, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Step GMM Estimation of the Errors-In-Variables Model Using High-Order Moments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometric Theory 18, 776-799.",
        "Erickson, T., and T. Whited, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement Error and the Relationship between Investment and Q,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy 108, 1027-1057.",
        "Doran, H., and P. Schmidt, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM Estimators with Improved Finite Sample Properties Using Principal Components of the Weighting Matrix, with an Application to the Dynamic Panel Data Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Econometrics133, 387-409.",
        "Cragg, J., 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Higher Moments to Estimate the Simple Errors-In-Variables Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRAND Journal of Economics 28, 71-91.",
        "Colak, G., and T. Whited, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spin-os, Divestitures, and Conglomerate Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 20, 557-595.",
        "Gan, J., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Constraints and Corporate Investment: Evidence from an Exogenous Shock to Collateral,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Financial Economics 85, 709-734.",
        "Griliches, Z., and J. A. Hausman, 1986, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Errors in Variables in Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Econometrics 31, 93-118.",
        "Hadlock, C., 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ownership, Liquidity, and Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRAND Journal of Economics 29, 487508.",
        "Hayashi, F., 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Marginal q and Average q: A Neoclassical Interpretation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica 50, 213-24.",
        "Hennessy, C., 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Q, Debt Overhang, and Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 59, 17171742.",
        "Hubbard, R. G., 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Market Imperfections and Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Economic Literature 36, 193-227.",
        "Kaplan, S., and L. Zingales, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Financing Constraints Explain Why Investment Is Correlated with Cash Flow?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics 112, 169-215.",
        "Lamont, O., 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash Flow and Investment: Evidence from Internal Capital Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance 52, 83-110.",
        "Lyandres, E., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Financing Costs, Investment Timing, and Investment-Cash Flow Sensitivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Corporate Finance 13, 959-980.",
        "Malmendier, U., and G. Tate, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO OverconÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦dence and Corporate Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance 60, 2661-2700 Petersen, M., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Standard Errors in Finance Panel Data Sets: Comparing Approaches, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Financial Studies 22, 435-480.",
        "Poterba, J., 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Constraints and Corporate Investment: CommentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Brookings Papers on Economic Activity 1, 200-204.",
        "Rauh, J., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment and Financing Constraints: Evidence from the Funding of Corporate Pension Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance 61, 33-71.",
        "Riddick, L., and T. Whited, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Corporate Propensity to Save,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Journal of Finance.",
        "Stein, J., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Information and Corporate Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009din G. Constantinides, M. Harris, and R. Stulz (eds.), Handbook of the Economics of Finance, Elsevier/North-Holland, Amsterdam.",
        "Xiao, Z., J. Shao, and M. Palta, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A UniÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦ed Theory for GMM Estimation in Panel Data Models with Measurement Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dmimeo, University of Wisconsin Madison.",
        "Wansbeek, T. J., 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM Estimation in Panel Data Models with Measurement Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Econometrics 104, 259-268.",
        "Whited, T., 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is It Ine cient Investment that Causes the DiversiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation Discount?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance 56, 1667-1691.",
        "Whited, T., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Finance Constraints and the Intertemporal Pattern of Intermittent Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Financial Economics 81, 467-502.",
        "Chirinko, R., 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Fixed Investment Spending: Modeling Strategies, Empirical Results, and Policy ImplicationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Economic Literature 31, 1875-1911.",
        "Bond, S., and J. Cummins, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Stock Market and Investment in the New EconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBrookings Papers on Economic Activity 13, 61-124.",
        "Blundell, R., S. Bond, M. Devereux, and F. Schiantarelli, 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment and TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Q: Evidence from Company Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Econometrics 51, 233-257.",
        "Blanchard, O., F. Lopez-de-Silanes, and A. Shleifer, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Firms Do with Cash Windfalls ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Financial Economics 36, 337-360.",
        "Biorn, E., 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel Data with Measurement Errors: Instrumental Variables and GMM Procedures Combining Levels and Dierences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometric Reviews 19, 391-424.",
        "Bertrand, M., and A. Schoar, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing with Style: The Eect of Managers on Firm Policies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics 118, 1169-1208.",
        "Bertrand, M., and S. Mullainathan, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bidding for Oil and Gas Leases in the Gulf of Mexico: A Test of the Free Cash Flow Model?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dmimeo, University of Chicago and MIT.",
        "Bertrand, M., E. DuÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ o, and S. Mullainathan, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Dierences-inDi erences Estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics 119, 249-275.",
        "Baum, C., M. Schaer, and S. Stillman, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables and GMM: Estimation and Testing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dStata Journal 3, 1-31.",
        "Baltagi, B., 2005, Econometric Analysis of Panel Data, John Wiley and Sons Press, 3rd Edition.",
        "Bakke, T., and T. Whited, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Gives? A Study of FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Reactions to Cash Shortfalls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Rochester.",
        "Arellano, M., and S. Bond, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Tests of SpeciÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation for Panel Data: Monte Carlo Evidence and an Application to Employment Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Studies 58, 277-297.",
        "Almeida, H., and M. Campello, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Constraints, Asset Tangibility and Corporate InvestmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Review of Financial Studies 20, 1429-1460.",
        "Altonji, J., and L. Segal, 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small-Sample Bias in GMM Estimation of Covariance Structures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics 14, 353-366.",
        "Agca, S., and A. Mozumdar, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment-Cash Flow Sensitivity: Myth or Reality?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dmimeo, George Washington University."
    ]
}