{
    "id": 15965,
    "cites": 26,
    "cited_by": 21,
    "reference": [
        "Taylor, J. and H. Uhlig, (1990). Solving nonlinear stochastic growth models: a comparison of alternative solution methods. Journal of Business and Economic Statistics 8, 1-17. 0.5 1.5 2.5 3.5 -1 -0.5 0.5 1.5 2.5 3.5 x i1 x i2",
        "Stroud A., (1971). Approximate Integration of Multiple Integrals. Prentice Hall: Englewood Clis, New Jersey.",
        "Santos, M., (1999). Numerical solution of dynamic economic models, in: J. Taylor and M. Woodford (Eds.), Handbook of Macroeconomics, Amsterdam: Elsevier Science, pp. 312-382.",
        "Rust, J., (1996). Numerical dynamic programming in economics, in: H. Amman, D. Kendrick and J. Rust (Eds.), Handbook of Computational Economics, Amsterdam: Elsevier Science, pp. 619-722.",
        "Romesburg, C., (1984). Cluster Analysis for Researchers. Lifetime Learning Publications: Belmont, California.",
        "Pakes, A. and P. McGuire, (2001). Stochastic algorithms, symmetric Markov perfect equilibria, and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢curseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of dimensionality. Econometrica 69, 1261-1281.",
        "Marimon, R. and A. Scott, (1999). Computational Methods for Study of Dynamic Economies, Oxford University Press, New York.",
        "Maliar, S., L. Maliar, and K. Judd, (2010). Solving the multi-country real business cycle model using ergodic set methods. Manuscript.",
        "Krueger, D. and F. Kubler, (2004). Computing equilibrium in OLG models with production. Journal of Economic Dynamics and Control 28, 1411-1436.",
        "Kollmann, R., S. Maliar, B. Malin and P. Pichler, (2010). Comparison of solutions to the multi-country real business cycle model. Manuscript.",
        "Kim, J., S. Kim, E. Schaumburg and C. Sims, (2008). Calculating and using second-order accurate solutions of discrete time dynamic equilibrium models. Journal of Economic Dynamics and Control 32, 3397-3414.",
        "Juillard, M. and S. Villemot, (2010). Multi-country real business cycle models: accuracy tests and testing bench. Manuscript.",
        "Judd, K., L. Maliar and S. Maliar, (2009). Numerically stable stochastic simulation approaches for solving dynamic models. NBER Working Paper 15296.",
        "Judd, K. and S. Guu, (1993). Perturbation solution methods for economic growth models, in: H. Varian, (Eds.), Economic and Financial Modeling with Mathematica, Springer Verlag, pp. 80-103.",
        "Judd, K., (1998). Numerical Methods in Economics. Cambridge, MA: MIT Press.",
        "Judd, K., (1992). Projection methods for solving aggregate growth models. Journal of Economic Theory 58, 410-452.",
        "Hastie, T., Tibshirani, R. and J. Friedman, (2009). The Elements of Statistical Learning: Data Mining, Inference, and Prediction. Springer, New York.",
        "Gaspar, J. and K. Judd, (1997). Solving large-scale rational-expectations models. Macroeconomic Dynamics 1, 45-75.",
        "Fair, R. and J. Taylor, (1983). Solution and maximum likelihood estimation of dynamic nonlinear rational expectation models. Econometrica 51, 1169-1185.",
        "Everitt, B., S. Landau, and M. Leese, (2001). Cluster Analysis. Arnold: London.",
        "Den Haan, W. and A. Marcet, (1990). Solving the stochastic growth model by parameterized expectations. Journal of Business and Economic Statistics 8, 31-34.",
        "Den Haan W., K. Judd and M. Juillard, (2010). Computational suite of models with heterogeneous agents: multi-country real business cycle models, Manuscript.",
        "Den Haan, W., (1996). Heterogeneity, aggregate uncertainty, and the short-term interest rate. Journal of Business and Economic Statistics, 14, 399-411.",
        "Collard, F., and M. Juillard, (2001). Accuracy of stochastic perturbation methods: the case of asset pricing models, Journal of Economic Dynamics and Control, 25, 979-999.",
        "Christiano, L. and D. Fisher, (2000). Algorithms for solving dynamic models with occasionally binding constraints. Journal of Economic Dynamics and Control 24, 1179-1232.",
        "Aruoba, S., J. Fernandez-Villaverde, and J. Rubio-Ramirez, (2006). Comparing solution methods for dynamic equilibrium economies. Journal of Economic Dynamics and Control 30, 2477-2508."
    ]
}