{
    "id": 15966,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "CTB/McGraw-Hill (2006). New York State Testing Program 2006: Mathematics, Grades 3-8. Technical Report. Monterey, CA.",
        "Daly, T., Keeling, D., Grainger, R., & Grundies, A. (2008). Mutual benefits: New York CityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s shift to mutual consent in teacher hiring. The New Teacher Project policy brief downloaded February, 2009 from http://www.tntp.org/publications/Mutual_Benefits.html.",
        "Boyd, D., Lankford, H., Loeb, S. and Wyckoff, J. (2009). Analyzing Determinants of the Matching of Public School Teachers to Jobs: Estimating Compensating Differentials in Imperfect Labor Markets. Working paper available at www.teacherpolicyresearch.org.",
        "Boyd, D., Lankford, H., Loeb, S. and Wyckoff, J. (2005). Explaining the short careers of highachieving teachers in schools with low-performing students. American Economic Review Proceedings, 95(2), 166-171. (An expanded version of this paper is available at www.teacherpolicyresearch.org) Boyd, D., Grossman, P., Lankford, H., Loeb, S. and Wyckoff, J. (2007). Who leaves? Teacher attrition and student achievement. Working paper available at www.teacherpolicyresearch.org.",
        "Boyd, D., Grossman, P., Lankford, H., Loeb, S. and Wyckoff, J. (2006). How changes in entry requirements alter the teacher workforce and affect student achievement. Education Finance and Policy, 1(2), 176-216.",
        "Ingersoll, R. & Smith, T. (2003). What are the effects of mentoring and induction on beginning teacher turnover? American Education Research Journal, 41(3), 681-714.",
        "Ingersoll, R. M. (2001). Teacher turnover and teacher shortages: An organizational analysis. American Educations Research Journal, 38(3), 499-534.",
        "Hanushek, R., Kain, J., OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Brien, D., & Rivkin, S. (2005). The market for teacher quality. (Technical report). National Bureau of Economic Research.",
        "Hanushek, E., Kain, J., & Rivkin, S. (2004). Why public schools lose teachers. Journal of Human Resources, 39(2), 326-254.",
        "Grossman, P., Loeb, S., Cohen, J., Hammerness, K., Boyd, D., Wyckoff, J., Lankford, H. (2010). Measure For Measure: The Relationship Between Measures of Instructional Practice in Middle School English Language Arts and Teachers&apos; Value-Added Scores. Working Paper.",
        "Goldhaber, D., Gross, P., & Player, D. (2007). Are public schools really losing their Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093bestÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d? Assessing the career transitions of teachers and their implications for the quality of the teacher workforce. CALDER working paper.",
        "Fowler, R. C. (2003). The Massachusetts signing bonus program for new teachers: A model of teacher preparation worth copying? Retrieved March 31, 2009 from http://epaa.asu.edu/epaa/v11n13/.",
        "Fisk, C. P., Prowda, P., & Beaudin, B. (2001). Are we keeping the best and brightest? A study of beginning teacher attrition in Connecticut. Paper presented at the American Educational Research Association Annual Meeting, Seattle, April 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Dee, T. (2004). Teachers, Race and Student Achievement in a Randomized Experiment. Review of Economics and Statistics, 86(1), 195-210.",
        "Feng, L. (2009). Opportunity wages, classroom characteristics, and teacher mobility. Southern Economic Journal, Vol.75, No. 4, 1165-1190.",
        "Scafidi, B., Sjoquist, D. L., & Stinebrickner, T. (2007). Race, poverty, and teacher mobility. Economics of Education Review, 26(2), 145-159.",
        "Rockoff, J. (2004). The impact of individual teachers on student achievement: Evidence from panel data. American Economic Review Proceedings, 94(2), 247-252.",
        "Rivkin, S., Hanushek, E., & Kain, J. (2005). Teachers, schools, and academic achievement. Econometrica, 73(2), 417-458.",
        "New York State Teacher Certification Examinations (2009). Tests for teacher certification. Retrieved from http://www.nystce.nesinc.com/NY14_teachercertification.asp.",
        "Murnane, R., Singer, J.D., Willett, J. B., Kemple, J. J., & Olsen, R. J. (1991). Who will teach? Policies that matter. Cambridge: Harvard University Press.",
        "Marvel, J., Lyter, D. M., Peltola, P., Strizek, G. A., & Morton, B. A. (2007). Teacher attrition and mobility: Results from the 2004-05 Teacher Follow-up Survey. Washington, DC: National Center for Education Statistics.",
        "Johnson, S. M., Berg, J. H., & Donaldson, M. L. (2005). Who stays in teaching and why? A review of the literature on teacher retention. The Project on the Next Generation of Teachers, Harvard Graduate School of Education. Published in AARPÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Education Community. (Available at http://www.aarp.org/nrta/teaching.html) Kane, T., Rockoff, J., & Staiger, D. (2008). What does certification tell us about teacher effectiveness? Evidence from New York City. Economics of Education Review 27(6) 615-631.",
        "Kirby, S. N., Berends, M., &Naftel, S. (1999). Supply and demand of minority teachers in Texas: Problems and prospects. Educational Evaluation and Policy Analysis, 21(1), 47-66.",
        "Levin, J. & Quinn, M. (2003). Missed opportunities: How we keep high quality teachers out of urban classrooms. Washington, DC: New Teacher Project.",
        "Leukens, M. T., Lyter, D. M., Fox, E. E., & Chandler, K. (2004). Teacher attrition and mobility: Results from the Teacher Follow-up Survey, 2000-01. Washington, D.C.: National Center for Education Statistics."
    ]
}