{
    "id": 15971,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Campbell, John Y. and Joao F. Cocco. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do Housing Prices Affect Consumption? Evidence from Micro Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics. 46(2), 2000: 38596.",
        "Buiter, Willem H. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Wealth IsnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 14204, July 2008.",
        "Bharadwaj, Anandhi, Sundar G. Bharadwaj, and Benn R. Konsynski. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Technology Effects on Firm Performance as Measured by TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science. 45(7), July 1999: 1008-24.",
        "Abel, Avinash K. Dixit, Janice C. Eberly, Andrew B. and Robert S. Pindyck. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Options, the Value of Capital, and Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. 11(3), August 1996: 753-777.",
        "Beaudry, Paul and Franck Portier. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Prices, News and Economic Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 96(4), September 2006.",
        "United States Department of Justice. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Justice Department Sues National Association of Realtors for Limiting Competition among Real Estate Brokers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 8, 2005. (http://www.usdoj.gov/atr/public/press_releases/2005/211008.htm)",
        "Topel, Robert and Sherwin Rosen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Investment in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 96(4), August 1988: 718-740.",
        "Shiller, Robert J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Home Prices May Keep Falling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times. June 6, 2009.",
        "Summers, Lawrence. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Corporate Investment: A q Theory Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity. 1981(1): 67-127.",
        "Poterba, James M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Subsidies to Owner-Occupied Housing: An Asset Market Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. 99, November 1984: 729-52.",
        "Mulligan, Casey B. and Luke Threinen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Responses to the Panic of 2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 14446, October 2008.",
        "Mulligan, Casey B. and Luke Threinen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Marginal Products of Residential and NonResidential Capital Through 2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 15897, April 2010.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fundamental Origins of the Housing Boom and Bust.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cato Unbound. December 2008.",
        "Mulligan, Casey B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on the Time-Elimination Method for Solving Recursive Dynamic Economic Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Technical Working paper no. 116, November 1991.",
        "Mayerhauser, Nicole and Marshall Reinsdorf. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Services in the National Economic Accounts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Bureau of Economic Analysis, September 2007.",
        "Matteo, Iacoviello and Stefano Neri. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Market Spillovers: Evidence from an Estimated DSGE Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Boston College, August 2008. Mayer, Christopher. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes, Income Distribution, and the Real Estate Cycle: Why All Houses DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Appreciate at the Same Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Economics Review.",
        "Himmelberg, Charles, Christopher Mayer, and Todd Sinai. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing High House Prices: Bubbles, Fundamentals and Misperceptions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives. 19(4), December 2005: 67-92.",
        "Hendershott, Patric and Joel Slemrod. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes and the User Cost of Capital for OwnerOccupied Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Real Estate and Urban Economics Association. 10(3), Winter 1983: 375-93.",
        "Hall, Robert E. and Susan E. Woodward. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Crisis and Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Stanford University, November 24, 2008. (http://sites.google.com/site/woodwardhall/) Hayashi, Fumio. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Marginal q and Average q: A Neoclassical Interpretation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica. 50(1), January 1982: 213-224.",
        "Glaeser, Edward L., Joseph Gyourko, and Albert Saiz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Supply and Housing Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2008.",
        "Flood, Robert P. and Robert J. Hodrick. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Testing for Speculative Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives. 4(2), December 1990: 85-101.",
        "Davis, Morris A. and Francois Ortalo-Magne. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Expenditures, Wages, Rents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Review of Economic Dynamics, 2010.",
        "Davis, Morris A., Andreas Lehnert, and Robert F. Martin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rent-Price Ratio for the Aggregate Stock of Owner-Occupied Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth. 54(2), 2008: 279-84.",
        "Christiano, Lawrence J., et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Stock Market Boom-Bust Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB working paper no. 955, October 2008.",
        "Case, Karl E., John M. Quigley, and Robert J. Shiller. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Wealth Effects: The Stock Market versus the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Macroeconomics. 5(1), 2005: 1-32."
    ]
}