{
    "id": 15983,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Thomas, J., Worrall, T., 1988. Self-enforcing wage contracts. Review of Economic Studies 55, 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d53.",
        "Snell, A., Thomas, J., 2008. Labor contracts, equal treatment, and wage-unemployment dynamics. Unpublished Manuscript, University of Edinburgh.",
        "Shimer, R., 1996. Contracts in a frictional labor market. Unpublished Manuscript, M.I.T.",
        "Shimer, R., 2005. The cyclical behavior of unemployment and vacancies. American Economic Review 95, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d49.",
        "Rudanko, L., 2009. Labor market dynamics under long-term wage contracting. Journal of Monetary Economics 56, 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d83.",
        "Pissarides, C. 1985. Short-run equilibrium dynamics of unemployment, vacancies, and real wages. American Economic Review 75, 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d690.",
        "Moen, E., 1997. Competitive search equilibrium. Journal of Political Economy 105, 694Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d723.",
        "Moen, E., Rosen, Ã\u0083Æ\u0092Ã\u0082â\u0080¦., 2008. Incentives in competitive search equilibrium. Unpublished Manuscript, Norwegian School of Management.",
        "Menzio, G., Shi, S., 2009b. Block recursive equilibria for stochastic models of search on the job. Journal of Economic Theory (forthcoming).",
        "Menzio, G., 2005. High-frequency wage rigidity. Unpublished Manuscript, University of Pennsylvania.",
        "Menzio, G., Shi, S., 2009a. EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient search on the job and the business cycle. NBER Working Paper.",
        "MacLeod, B., Malcomson, J., 1989. Implicit contracts, incentive compatibility, and involuntary unemployment. Econometrica 57, 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d80.",
        "Kennan, J., 2009. Private information, wage bargaining and employment fluctuations. Review of Economic Studies (forthcoming).",
        "Gertler, M., Trigari, A., 2009. Unemployment fluctuations with staggered nash bargaining. Journal of Political Economy 117, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d86.",
        "Hall, R., 2005. Employment fluctuations with equilibrium wage stickiness. American Economic Review 95, 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d65.",
        "Burdett, K., Mortensen, D., 1998. Wage diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentials, employer size, and unemployment. International Economic Review 39, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d73.",
        "Bewley, T., 1999. Why wages donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t fall during a recession?. Harvard University Press, Cambridge, MA.",
        "Blinder, A., Choi, D. 1990. A shred of evidence on theories of wage stickiness. Quarterly Journal of Economics 105, 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d15.",
        "Azariadis, C., 1975. Implicit contracts and underemployment equilibria. Journal of Political Economy 83, 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d202.",
        "Acemoglu, D., Shimer, R., 1999. EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient unemployment insurance. Journal of Political Economy 107, 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d928.",
        "Agell, J., Bennmarker, H., 2007. Wage incentives and wage rigidity: A representative view from within. Labour Economics 14, 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d69."
    ]
}