{
    "id": 1598,
    "cites": 12,
    "cited_by": 31,
    "reference": [
        "Michael Adler and Bernard Dumas, International Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance 38 (1983), 925-84.",
        "William Branson and Dale Henderson, The Specification and Influence of Asset Markets, forthcoming in R. Jones and P. Kenen (eds.) , Handbook of International Economics, Vol. II, Amsterdam: North-Holland, 1985.",
        "Will jam Brock, Asset Prices in a Production Economy, in J. McCall (ed.) , The Economics of Information and Uncertainty, Chicago: Un i vers i ty of Ch i cago Press, 1982.",
        "Jacob Frenkel and Michael Mussa, Asset Markets, Exchange Rates, and the Balance of Payments: The Reformulation of Doctrine, forthcoming in R. S ,.S r~ ii.._...... f_.i.. 1i......JL_..I. ...Z ~ ~.._.. %S_ S S ~ ~iiU r. TeJleI, ~ , I7d11(JLJLJCJ/c UI IfIWIfldL(UfldI ~LU(IUI111Ã\u0083Â§.~, VW * I Amsterdam: North-Holland, 1985.",
        "John Long and Charles Plosser, Real Business Cycles, Journal of Political Economy 91 (1983) , 39-69.",
        "Robert Lucas, Asset Prices in an Exchange Economy, Econometrica 46 (1978), 1429-45.",
        "Maurice Obstfeld and Alan Stockman, Exchange Rate Dynamics, forthcoming in R. Jones and P. K e nen (ed s.), Handbook of International Economics, Vo 1. II, Amsterdam: North-Holland, 1985.",
        "Torsten Persson and Lars E.0. Svensson, Current Account Dynamics and the Terms of Trade: Harberger-Laursen-Metzler Two Generations Later, Journal of Political Economy, for thcom i ng, 1984.",
        "Jeffrey Sachs, Aspects of the Current Account Behavior of OECD Economies, in E. C I aa s sen and P. S a 1 i n (ed s.) , Recent Issues in the Theory of Flexible Exchange Rates, Amsterdam: North-Holland, 1983.",
        "Alan C. Stockman, A Theory of Exchange Rate Determination, Journal of Political Economy 88 (1980) , 673-98.",
        "Lars E.0. Svensson, Currency Prices, Terms of Trade, and Interest Rates: A General Equilibrium Asset-Pricing, Cash-in-Advance Approach, forthcoming, Journal of International Economics, 1984a. __________ Money and Asset Prices in a Cash-in-Advance Economy, for t hcom i ng, Journal of Political Economics, 1 984b.",
        "Robert Townsend, Asset Return Anomalies: A Choice-Theoretic, Monetary Explanation, GSIA, Carnegie-Mellon University, 1982."
    ]
}