{
    "id": 16005,
    "cites": 40,
    "cited_by": 11,
    "reference": [
        "Balassa, Bela, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Demonstration fo the Classical Comparative Cost Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 1963, 45 (3), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Revealed Comparative Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manchester School, 1965, 33, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Bejan, Maria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Openness and Output Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2004. Mimeo, ITAM.",
        "Bekaert, Geert, Campbell R. Harvey, and Christian Lundblad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Volatility and Equity Market Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 2006, 25, 370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Caballero, Ricardo J. and Kevin Cowan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Integration Without the Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2007. Mimeo, MIT.",
        "Cameron, A. Colin and Pravin K. Trivedi, Microeconometrics: Methods and Applications, New York: Cambridge University Press, 2005.",
        "Cavallo, Eduardo A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Openness to Trade and Output Volatility: A Reassessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005. Mimeo, Harvard University.",
        "Choudhri, Ehsan U. and Lawrence L. Schembri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Performance and International Competitiveness: an Old Test Reconsidered,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, May 2002, 35 (2), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Cleveland, William S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Locally Weighted Regression and Smoothing Scatterplots,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, December 1979, 74 (368), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Costinot, Arnaud and Ivana Komunjer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goods Do Countries Trade? A Structural Ricardian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2008. Mimeo, MIT and U.C. San Diego.",
        "Cowan, Kevin and Alejandro Neut, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods, Institutions, and Output Per Worker,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007.",
        "CunÃ\u0083Å\u0092Ã\u0082Æ\u0092at, Alejandro and Mark J. Melitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility, Labor Market Flexibility, and the Pattern of Comparative Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2006. Mimeo, University of Essex and Harvard University.",
        "di Giovanni, Julian and Andrei A. Levchenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Openness and Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 2009, 91 (3), 558Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Diamond, Peter A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of a Stock Market in a General Equilibrium Model with Technological Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, sep 1967, 57 (4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c776.",
        "Easterly, William, Roumeen Islam, and Joseph E. Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shaken and Stirred: Explaining Growth Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in B. Pleskovic and N. Stern, eds., Annual World Bank Conference on Development Economics, 2001.",
        "Golub, Stephen S. and Chang-Tai Hsieh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Classical Ricardian Theory of Comparative Advantage Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, May 2000, 8 (2), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Grossman, Gene M. and Assaf Razin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pattern of Trade in a Ricardian Model with CountrySpecific Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, February 1985, 26 (1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Harrigan, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Factor Supplies, and International Specialization: Estimating the Neoclassical Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 1997, 87 (4), 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Helpman, Elhanan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Pattern under Uncertainty with Country Specific Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 1988, 56 (3), 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c659.",
        "Heston, Alan, Robert Summers, and Bettina Aten, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Penn World Table Version 6.1,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2002. Center for International Comparisons at the University of Pennsylvania (CICUP).",
        "Imbs, Jean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2007, 54 (7), 1848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1862.",
        "International Labor Organization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yearbook of Labour Statistics, 62nd Issue,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. CD-ROM.",
        "Kalemli-Ozcan, Sebnem, Bent E. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, and Oved Yosha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Sharing and Industrial Specialization: Regional and International Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2003, 93 (3), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18. Kaminsky, Graciela L., Carmen M. Reinhart, and Carlos A. VeÃ\u0083Å\u0092Ã\u0082Â\u0081gh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When It Rains, It Pours: Procyclical Capital Flows and Macroeconomic Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Mark Gertler and Kenneth S.",
        "Koren, MikloÃ\u0083Å\u0092Ã\u0082Â\u0081s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Globalization, Portfolio Diversification, and the Pattern of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. IMF Working Paper 03/233.",
        "Kose, M. Ayhan, Eswar S. Prasad, and Marco E. Terrones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Integration and Macroeconomic Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 2003, 50 (Special Issue), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970-2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2006. IMF Working Paper No. 06/69.",
        "MacDougall, G.D.A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093British and American Exports: A Study Suggested by the Theory of Comparative Costs, Part I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, December 1951, 61 (244), 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Mendoza, Enrique, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, February 1995, 36 (1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "OECD, The Rise of China and India: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s in it for Africa?, OECD Publishing, May 2006.",
        "Raddatz, Claudio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Needs and Vulnerability to Financial Underdevelopment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, June 2006, 80 (3), 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c722.",
        "Rajan, Raghuram and Luigi Zingales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial dependence and growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1998, 88 (3), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Robinson, P.M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Root-N-Consistent Semiparametric Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 1988, 56 (4), 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Rodrik, Dani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do More Open Economies Have Bigger Governments?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1998, 106 (5), 997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1032.",
        "Romalis, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Proportions and the Structure of Commodity Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2004, 94 (1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Saint-Paul, Gilles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological choice, financial markets, and economic development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, May 1992, 32 (4), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        "Turnovsky, Stephen J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological and Price Uncertainty in a Ricardian Model of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, April 1974, 41 (2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "United Nations Industrial Development Organization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial Statistics Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005. CDROM.",
        "United Nations Statistical Yearbook, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093UN National Accounts Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. Electronic Resource.",
        "Volosovych, Vadym, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Market Integration, Risk Sharing, and Institutions: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2006. Working Paper 06008, Department of Economics Working Papers, Florida Atlantic University.",
        "Yatchew, Adonis, Semiparametric Regression for the Applied Econometrician Themes in Modern Econometrics, New York: Cambridge University Press, 2003."
    ]
}