{
    "id": 16006,
    "cites": 38,
    "cited_by": 162,
    "reference": [
        "Alessandria, George, Joseph P. Kaboski, and Virgiliu Midrigan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Trade Collapse of 200809: An Inventory Adjustment?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2010. mimeo, Federal Reserve Bank Philadelphia, Ohio State University and New York University.",
        "Amiti, Mary and David E. Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exports and Financial Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2009. mimeo, Federal Reserve Bank of New York and Columbia University.",
        "Auboin, Marc, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restoring Trade Finance: What the G20 Can Do,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Richard Baldwin and Simon Evenett, eds., The Collapse of Global Trade, Murky Protectionism, and the Crisis: Recommendations for the G20, London: CEPR, 2009, chapter 15, pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Business Cycles: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Thomas Cooley, ed., Frontiers of business cycle research, Princeton: Princeton University Press, 1995, pp. 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Baldwin, Richard and Simon Evenett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction and Recommendations for the G20,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Richard Baldwin and Simon Evenett, eds., The Collapse of Global Trade, Murky Protectionism, and the Crisis: Recommendations for the G20, London: CEPR, 2009, chapter 1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Behrens, Kristian, Gregory Corcos, and Giordano Mion, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Crisis? What Trade Crisis?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2010. mimeo, UQAM, NHH, and LSE.",
        "Bems, Rudolfs, Robert C. Johnson, and Kei-Mu Yi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Vertical Linkages in the Propagation of the Global Downturn of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2010. mimeo, International Monetary Fund, Dartmouth College, and Federal Reserve Bank of Philadelphia.",
        ", Hamid Faruqee, and Mitali Das, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The initial impact of the crisis on emerging market countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2010. mimeo, International Monetary Fund.",
        "Boileau, Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade in capital goods and the volatility of net exports and the terms of trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, August 1999, 48 (2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Bricongne, Jean-Charles, Lionel FontagneÃ\u0083Å\u0092Ã\u0082Â\u0081, Guillaume Gaulier, Daria Taglioni, and Vincent Vicard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and the global crisis: French exports in the turmoil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2009. Bank of France Working Paper 265.",
        "Broda, Christian and David Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains from Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2006, 121 (2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Burstein, Ariel, Christopher Kurz, and Linda L. Tesar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Production Sharing, and the International Transmission of Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2008, 55, 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Carvalho, Vasco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Fluctuations and the Network Structure of Intersectoral Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2008. Mimeo, CREI-Universitat Pompeu Fabra.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Accounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 2007, 75 (3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Chinn, Menzie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Does the Collapse of US Imports and Exports Signify?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 23 2009.",
        "Chor, Davin and Kalina Manova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Off the Cliff and Back? Credit Conditions and International Trade during the Global Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2009. mimeo, Singapore Management University and Stanford University.",
        "Cole, Harold and Lee Ohanian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. and U.K. Great Depressions through the Lens of Neoclassical Growth Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, P&P, May 2002, 92 (2), 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Cowan, Kevin and Alejandro Neut, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods, Institutions, and Output Per Worker,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Central Bank of Chile Working Paper No. 420.",
        "di Giovanni, Julian and Andrei A. Levchenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Openness and Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 2009, 91 (3), 558Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "di Giovanni, Julian and Andrei A. Levchenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting the Parts Together: Trade, Vertical Linkages, and Business Cycle Comovement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2010, 2 (2), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Eaton, Jonathan, Sam Kortum, Brent Neiman, and John Romalis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Global Recession, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2010. mimeo, Penn State University and University of Chicago.",
        "Economist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shipping in the Downturn: Sea of Troubles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 30 2009.",
        "Engel, Charles and Jian Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade in Durable Goods: Understanding Volatility, Cyclicality, and Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2009. mimeo, University of Wisconsin and Federal Reserve Bank of Dallas.",
        "Erceg, Christopher J., Luca Guerrieri, and Christopher Gust, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade adjustment and the composition of trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, August 2008, 32 (8), 2622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2650.",
        "Freund, Caroline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trade Response to the Global Downturn: Historical Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 2009. World Bank Policy Research Working Paper 5015.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nature and Growth of Vertical Specialization in World Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, June 2001, 54, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Iacovone, Leonardo and Veronika Zavacka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Crises and Exports: Lessons from the Past,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2009. World Bank Policy Research Working Paper 5016.",
        "Imbs, Jean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The First Global Recession in Decades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2009. mimeo, HEC Lausanne.",
        "IMF, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survey of Private Sector Trade Credit Developments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2009. memorandum.",
        "Jacks, David S., Christopher M. Meissner, and Dennis Novy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of trade costs in the great trade collapse,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Richard Baldwin, ed., The great trade collapse: Causes, Consequences and Prospects, VoxEU.org Ebook, 2009, chapter 18.",
        "Jin, Keyu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Business Cycles with Heterogenous Sectors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2009. mimeo, LSE.",
        "Kremer, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The O-Ring Theory of Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1993, 108 (3), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Lane, Philip and Gian Maria Milesi-Ferretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross-Country Incidence of the Global Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2010. mimeo, Trinity College Dublin and International Monetary Fund.",
        "Levchenko, Andrei A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Quality and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2007, 74 (3), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Love, Inessa, Lorenzo A. Preve, and Virginia Sarria-Allende, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Credit and Bank Credit: Evidene from Recent Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2007, 83, 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Raddatz, Claudio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Chains and Sectoral Comovement: Does the Use of Trade Credit Amplify Sectoral Shocks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Forthcoming, Review of Economics and Statistics.",
        "WTO, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Trade Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2009.",
        "Yi, Kei-Mu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Vertical Specialization Explain the Growth of World Trade?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2003, 111 (1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102."
    ]
}