{
    "id": 16007,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Aguiar, Mark and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life-Cycle Prices and Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Econmic Review, December 2007, pp. 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1559.",
        "Ayres, Ian, Pervasive Prejudice? Unconventional Evidence of Race and Gender Discrimination, Chicago: University of Chicago Press, 2001.",
        "Becker, Gary, The Economics of Discrimination, Chicago: Univeersity of Chicago Press, 1957.",
        "Berndt, Antje, Burton HolliÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081eld, and Patrik SandaÃ\u0083Å\u0092Ã\u0082Å s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Mortgage Brokers in the Subprime Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2009. Carnegie-Mellon University.",
        "Black, Harold A., Thomas P. Boehm, and Ramon P. DeGennaro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There Discrimination in Mortgage Pricing? The Case of Overages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2001. Working Paper 2001-4a. Atlanta, GA: Federal Reserve Bank of Atlanta.",
        "Burdett, Kenneth and Kenneth L. Judd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Price Dispersion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1983, 51 (4), 955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Busse, Meghan, Jorge Silva-Risso, and Florian Zettelmeyer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093$1,000 Cash Back: The PassThrough of Auto Manufacturer Promotions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Econmic Review, September 2006, 96 (4), 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1270.",
        "Cohen, Mark A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Competition in Auto Lending: Subjective Markup, Racial Disparity, and Class Action LitigationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2006. Law and Economics Research Paper 07-01, Own Graduate School of Management, Vanderbilt University.",
        "Courchane, Marsha and David Nickerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrimination Resulting from Overage Practices, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Services Research, 1997, 11, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        ", Brian Surette, and Peter Zorn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrimination Resulting from Overage Practices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Real Estate Economics and Finance, 2003.",
        "Federal Reserve Board, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Design and Testing of Truth-in-Lending Disclosures for Closed-end Mortgages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. federalreserve.gov/newsevents/press/bcreg/bcreg20081218a7.pdf.",
        "Hall, Robert E. and Alan B. Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the Determinants of the Choice between Wage Posting and Wage Bargaining,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2010. Hoover Institution, Stanford University.",
        "Hong, Han and Matthew Shum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Price Distributions to Estimate Search Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 2006, 37 (2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentiation, Search Costs, and Competition in the Mutual Fund Industry: A Case Study of S&P 500 Index Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (2), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Koenker, Roger and Kevin F. Hallock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantile Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Autumn 2001, 15 (4), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Lacko, James and Janis Pappalardo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving Consumer Mortgage Disclosures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Federal Trade Commission. ftc.gov/os/2007/06/ P025505Mortgage DisclosureReport. pdf.",
        "LaCour-Little, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrimination in Mortgage Lending: A Critical Review of the lIterature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Real Estate Literature, 1999, 7, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "McAfee, R. Preston and John McMillan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1988, 44 (1), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Moraga-GonzaÃ\u0083Å\u0092Ã\u0082Â\u0081lez, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 Luis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Search Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2006. University of Groningen.",
        "Scott-Morton, Fiona, Floden Zettelmeyer, and Jorge Silva-Risso, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Information and Discrimination: Does the Internet AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect the Pricing of New Casrs to Women and Minorities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Marketing and Economics, 2003, 1 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        ", Florian Zettelmeyer, and Jorge Silva-Risso, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Matters for Price Negotiation: Evidence from the U.S. Auto Retailing industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Haas School of Business Working Paper.",
        "Shroder, Mark D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Sunshine Cure: The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cacy of the Real Estate Settlement Procedures Act Disclosure Strategy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cityscape: A Journal of Policy Development and Research, 2007, 9 (1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "U.S. Census Department, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Housing Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2001. census.gov/hhes/ www/housing/ahs/ ahs01 2000wts/tab315.html.",
        "Woodward, Susan E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Confusion in the Mortgage Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. Sand Hill Econometrics Working Paper.",
        "Woodward, Susan E., A Study of Closing Costs for FHA Mortgages, US Department of Housing and Urban Development, 2008."
    ]
}