{
    "id": 1600,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Auerbach, Alan J. (1983), The Dynamic Effects of Tax Law Asymmetries, Working Paper No. 1152, Cambridge, MA: National Bureau of Economic Research.",
        "Auerbach, Alan J. and Dale W. Jorgenson (1980), Inflation-Proof Depreciation of Assets, Harvard Business Review 58, 113-18.",
        "Feldstein, Martin and Lawrence H. Sumniers (1979), Inflation and the Taxation of Capital Income in the Corporate Sector, National Tax Journal 32, December, 445-70.",
        "Feldstein, Martin, Louis Dicks-Mireaux, and James Poterba (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics 21, July, 129-58.",
        "Fullerton, Don (1984), Which Effective Tax Rate? National Tax Journal 37, March, 23-41.",
        "Fullerton, Don and Andrew B. Lyon (1983), Differential Effects of the Accelerated Cost Recovery System on Investment: A Survey, with Implications for Understanding Effects on High Technology Investment, Report No. 83-GB-0007, Washington, D.C.: National Science Foundation.",
        "Hall, Robert and Dale W. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review 57, June, 391-414.",
        "Harberger, Arnold C. (1966), Efficiency Effects of Taxes on Income from Capital, in M. Krzyzaniak, ed., Effects of Corporation Income Tax, Detroit: Wayne State University Press.",
        "Hulten, Charles R. and James 14. Robertson (1982), Corporate Tax Policy and Economic Growth: An Analysis of the 1981 and 1982 lax Acts, discussion paper, Washington, D.C.: The Urban Institute.",
        "Hulten, Charles R. and James W. Robertson (1984), The Taxation of High Technology Industries, National Tax Journal 37, September, 327-45.",
        "Hulten, Charles R. and Frank C. Wykoff (1981a), Economic Depreciation and Accelerated Depreciation: An Evaluation of the Conahle-Jones 10-5-3 Proposal, National lax Journal 34, March, 45-60.",
        "Hulten, Charles R. and Frank C. Wykoff (1981h), The Measurement of Economic Depreciation, in C. R. Hulten, ed., Depreciation, Tnflation, and the Taxation of Income from Capital, Washington, D.C.: The Urban Institute Press.",
        "Stiglitz, Joseph E. (1973), Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Public Economics 2, 1-34."
    ]
}