{
    "id": 16016,
    "cites": 86,
    "cited_by": 7,
    "reference": [
        "Abadie, Alberto, Joshua D. Angrist, and Guido Imbens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables Estimates of the Effect of Subsidized Training on the Quantiles of Trainee Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 2002, 70 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 117.",
        "Abbring, Jaap H. and James J. Heckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Evaluation of Social Programs, Part III: Distributional Treatment Effects, Dynamic Treatment Effects, Dynamic Discrete Choice, and General Equilibrium Policy Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J.J. Heckman and E.E. Leamer, eds., Handbook of Econometrics, Vol. 6 of Handbook of Econometrics, Elsevier, December 2007, chapter 72.",
        "Angrist, Joshua D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1990, 80 (3), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Treatment effect heterogeneity in theory and practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 03 2004, 114 (494), C52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c C83.",
        ", Guido W. Imbens, and Donald B. Rubin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Causal Effects Using Instrumental Variables, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1996, 91 (434), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Angrist, Joshua, Eric Bettinger, and Michael Kremer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Educational Consequences of Secondary School Vouchers: Evidence from Administrative Records in Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2006, 96 (3), 847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c862.",
        "Ashenfelter, Orley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the effect of training programs on earnings.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1978, 60 (1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Barnow, B., G. Cain, and A. Goldberger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Issues in the Analysis of Selectivity Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evaluation Studies Review Annual, 1976, 5, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Biewen, Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effects of SocioÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cEconomic Variables on the Income Distribution: An Application to the East German Transition Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper Series, RuprechtÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cKarlsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cUniversitÃ\u0083Æ\u0092Ã\u0082Â¤t, Heidelberg, Germany March 1999.",
        "Black, Sandra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Better Schools Matter? Parental Valuation of Elementary Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 1999, 114 (2), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Busso, Matias, John DiNardo, and Justin McCrary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite Sample Properties of Semiparametric Estimators of Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper, University of Michigan, Ann Arbor, MI September 19 2008.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Finite Sample Properties of Propensity Score Matching and Reweighting Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 3998, Institute for the Study of Labor (IZA) February 2009.",
        "Campbell, Donald T. and Thomas D. Cook, QuasiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cExperimentation: Design and Analysis for Field Settings, first ed., Chicago: Rand McNally College Publishing Company, 1979.",
        "Card, David and Alan B. Krueger, Myth and measurement : the new economics of the minimum wage, Princeton, N.J.: Princeton University Press, 1995.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Nearly Universal Insurance Coverage on Health Care Utilization: Evidence from Medicare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming 2009.",
        "Cook, T.D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Waiting for life to arrive: A history of the regression-discontinuity design in psychology, statistics and economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, February 2008, 142 (2), 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Cox, D. R., Planning of Experiments, New York: Wiley, 1958.",
        "Deaton, Angus S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instruments of Development: randomization in the tropics and the search for the elusive keys to development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the British Academy, October 7 2008, 162, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160. Keynes Lecture, British Academy.",
        "DiNardo, John and David S. Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Impacts of New Unionization on Private Sector Employers: 1984-2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 2004, 119 (4), 1383 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1441.",
        ", Nicole Fortin, and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and The Distribution of Wages, 19731993: A Semi-Parametric Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 1996, 64 (5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        "Fan, Jianqing and Irene Gijbels, Local Polynomial Modelling and Its Applications, New York: Chapman and Hall, 1996.",
        "Fang, Hanming, Michael Keane, Ahmed Khwaja, Martin Salm, and Daniel Silverman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing the Mechanisms of Structural Models: The Case of the Mickey Mantle Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2007, 97 (2), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, JesÃ\u0083Æ\u0092Ã\u0082Âºs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Econometrics of DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 14677, National Bureau of Economic Research January 2009.",
        "Field, Erica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entitled to Work: Urban Property Rights and Labor Supply in Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2007, 122 (4), 1561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1602.",
        "Firpo, Sergio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Semiparametric Estimation of Quantile Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 2007, 75 (1), 259 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 276.",
        ", Nicole Forin, and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposition Methods in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 4, Amsterdam: North Holland, 2010.",
        "Fisher, Sir Ronald Aylmer, Design of Experiments, Edinburgh, London: Oliver and Boyd, 1935.",
        ", Design of Experiments, 8th ed., Edinburgh, London: Oliver and Boyd, 1966. First edition published in 1935.",
        "Freedman, David A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Screening Regression Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Statistician, 1983, 37 (2), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Guttman, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Training Partnership Act: new help for the unemployed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, March 1983, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Haavelmo, Trygve, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Probability Approach in Econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1944, 12, iiiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Hacking, Ian, The Logic of Statistical Inference, Cambridge: Cambridge University Press, 1965.",
        "Hahn, Jinyong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Role of the Propensity Score in Efficient Semiparametric Estim ation of Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1998, 66 (2), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        ", Petra Todd, and Wilbert Van der Klaauw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Treatment Effects with a Regression-Discontinuity Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 2001, 69 (1), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables, and a Simple Estimator for Such Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Economic and Social Measurement, 1976, 5 (4), 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dummy Endogenous Variables in a Simultaneous Equation System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1978, 46, 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 960.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Parameters and Policy Analysis in Economics: A Twentieth Century Retrospective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 2000, 115 (1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data, Heterogeneity, and the Evaluation of Public Policy: Nobel Lecture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 2001, 109 (4), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Heckman and Burton Singer, eds., Longitudinal Analysis of Labor Market Data, New York: Cambridge University Press, 1985.",
        ", H. Ichimura, and Petra Todd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching as an Econometric Evaluation Estimator,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, April 1998, 65 (2), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        ", Justin L. Tobias, and Edward J. Vytlacil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Four Parameters of Interest in the Evaluation of Social Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal, October 2001, 68 (2), 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Estimators for Treatment Parameters in a Latent Variable Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 2003, 85 (3), 748Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        ", Robert J. LaLonde, and James A. Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics and Econometrics of Active Labour Market Programmes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Handbook of Labour Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. III NorthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cHolland Amsterdam 1998.",
        ", Sergio Urzua, and Edward J. Vytlacil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Instrumental Variables in Models with Essential Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 2006, 88 (3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Hirano, Keisuke, Guido Imbens, and Geert Ridder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Estimation of Average Treatment Effects Using the Estimated Propensity Score,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 2003, 71 (4), 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Holland, Paul W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics and Causal Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, December 1986, 81 (396), 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960.",
        "Imbens, Guido and Joshua Angrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1994, 62 (2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Keane, Michael P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural vs. atheoretic approaches to econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2009, In Press, Corrected Proof, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c.",
        "Lee, David S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized Experiments from Non-random Selection in U.S. House Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, February 2008, 142 (2), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Lehmann, Erich Leo, Testing Statistical Hypotheses, New York: John Wiley & Sons, Inc., 1959.",
        "Lemieux, Thomas and Kevin Milligan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive Effects of Social Assistance: A Regression Discontinuity Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, February 2008, 142 (2), 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Lucas, Robert Jr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric policy evaluation: A critique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, January 1976, 1 (1), 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Maddala, G. S., Limited-dependant and qualitative variables in Econometrics, Cambridge University Press, 1983.",
        "Manning, Alan, Monopsony in Motion: Imperfect Competition in Labor Markets, Princeton, NJ: Princeton University Press, April 2003.",
        "Marschak, Jacob, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Measurements for Policy and Prediction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in William C. Hood and Tjalling C. Koopmans, eds., Studies in Econometric Method, John Wiley and Sons New York 1953, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Mayo, Deborah G., Error and the Growth of Experimental Knowledge Science and Its Conceptual Foundations, Chicago: University of Chicago Press, 1996.",
        "McCall, Brian Patrick and John Joseph McCall, The economics of search, Routledge, London ; New York :, 2008.",
        "McCrary, Justin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, February 2008, 142 (2), 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "McFadden, Daniel, Antti Talvitie, and Associates, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Model Estimation and Validation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Travel Demand Forecasting Project UCB-ITS-SR-77-9, The Institute of Transportation Studies, University of California, Irvine and University of California, Berkeley 1977. Phase 1 Final Report Series, Volume V.",
        "Millimet, Daniel L. and Rusty Tchernis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Specification of Propensity Scores, With Applications to the Analysis of Trade Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2009, 27 (3), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Oreopoulos, Phillip, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Average and Local Average Treatment Effects of Education When Compulsory Schooling Laws Really Matter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2006, 96 (1), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Orr, Larry, Judith D. Feins, Robin Jacob, Erik Beecroft, Lisa Sanbonmatsu, Lawrence F. Katz, Jeffrey B. Liebman, and Jeffrey R. Kling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving to Opportunity Interim Impacts Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Final Report, U.S. Department of Housing and Urban Development, 2003.",
        "Pagan, A. and A. Ullah, Nonparametric Econometrics, Cambridge University Press, New York, 1999.",
        "Powell, James L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Semiparametric,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Robert Engle and Daniel McFadden, eds., Handbook of Econometrics, Vol. 4, Amsterdam: North Holland, 1994.",
        "Quandt, Richard E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Estimation of the Parameters of a Linear Regression System Obeying Two Separate Regimes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1958, 53 (284), 873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to Estimating Switching Regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1972, 67 (338), 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Reiss, Peter C. and Frank A. Wolak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Econometric Modeling: Rationales and Examples from Industrial Organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in James J. Heckman and E.E. Leamer, eds., Handbook of Econometrics, Vol. 6 of Handbook of Econometrics Elsevier 2007.",
        "Robins, Philip K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparison of the Labor Supply Findings from the Four Negative Income Tax Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 1985, 20 (4), 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Rosen, Sherwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The theory of equalizing differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and R. Layard, eds., Handbook of Labor Economics, Vol. 1 of Handbook of Labor Economics, Elsevier, December 1987, chapter 12, pp. 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Rosenbaum, Paul and Donald Rubin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Central Role of the Propensity Score in Observational Studies for Causal Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 1983, 70 (1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rosenzweig, Mark R. and Kenneth I. Wolpin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNatural ExperimentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ In Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, December 2000, 38 (4), 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874.",
        "Roy, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Thoughts on the Distribution of Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 1951, 3 (2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Rubin, Donald B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Causal Effects of Treatments in Randomized and Nonrandomized Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Educational Psychology, October 1974, 66 (5), 688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Rubin., Donald B. and N. Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching Using Estimated Propensity Scores: Relating Theory to Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrics, 1996, 52, 249.",
        "Rust, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comments on: by Michael Keane,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2009, In Press, Corrected Proof, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c.",
        "Splawa-Neyman, Jerzy, D. M. Dabrowska, and T. P. Speed, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Application of Probability Theory to Agricultural Experiments. Essay on Principles. Section 9.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Science, 1990, 5 (4), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        ", K. Iwaszkiewicz, and St. Kolodziejczyk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Problems in Agricultural Experimentation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Supplement to the Journal of the Royal Statistical Society, 1935, 2 (2), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Taber, Christopher and Eric French, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Models of the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 4, Elsevier Science, 2010.",
        "Tesfatsion, Leight, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introductory Notes on Complex Adaptive Systems and Agent-Based Computational Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Department of Economics, Iowa State University January 2007. http: //www.econ.iastate.edu/classes/econ308/tesfatsion/bat1a.htm.",
        "Thistlethwaite, Donald L. and Donald T. Campbell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression-Discontinuity Analysis: An Alternative to the Ex-Post Facto Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Educational Psychology, December 1960, 51, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Todd, Petra and Kenneth Wolpin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ex Ante Evaluation of Social Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PIER Working Paper Archive, Penn Institute for Economic Research, Department of Economics, University of Pennsylvania 2006.",
        "Van der Klaauw, Wilbert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effect of Financial Aid Offers on College Enrollment: A Regression-Discontinuity Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, November 2002, 43 (4), 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1287.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression-Discontinuity Analysis: A Survey of Recent Developments in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour, June 2008, 22 (2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Van der Klaauw, Wilbert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression-Discontinuity Analysis: A Survey of Recent Developments in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d LABOUR, 06 2008, 22 (2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Windrum, Paul, Giorgio Fagiolo, and Alessio Moneta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Validation of Agent-Based Models: Alternatives and Prospects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Artificial Societies and Social Simulation, 2007, 10.",
        "Wolpin, Kenneth I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ex Ante Policy Evaluation, Structural Estimation and Model Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2007, 97 (2), 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52."
    ]
}