{
    "id": 16019,
    "cites": 179,
    "cited_by": 39,
    "reference": [
        "Abowd, John M., 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effect of Wage Bargains on the Stock Market Value of the FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 79(4), 774-800.",
        "Abowd, John M., and Thomas Lemieux, 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in CanadaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics 108(4), 983-1014.",
        "Abowd, John H, Haltiwanger, John and Lane, Julia (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWage structure and Labor Mobility in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Lazear, Edward, and Kathryn Shaw (eds) An International Comparison of the Structure of Wages within and across firms, Chicago: University of Chicago.",
        "Acemoglu, Daron, Philippe Aghion, Claire Lelarge, John Van Reenen and Fabrizio Zilibotti, 2007.",
        "Ackerberg, Daniel, Lanier Benkard, Steven Berry and Ariel Pakes, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEconometric Tools for Analyzing Market OutcomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Handbook of Econometrics Volume 6A, eds. James Heckman and Edward Leamer. Amsterdam: North-Holland.",
        "Ackerberg, Daniel and Maristella Botticini (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEndogenous Matching and the empirical determinants of contract formÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Journal of Political Economy, 110: 564-91 Adams, Christopher, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAgent Discretion, Adverse Selection and the Risk-Incentive Trade-OffÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Working Paper, Federal Trade Commission.",
        "Aggarwal, Rajesh K. and Andrew A. Samwick, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Other Side of the Trade-off: The Impact of Risk on Executive CompensationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 107(1), 65-105.",
        "Aghion, Philippe, and Jean Tirole, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFormal and Real Authority in OrganizationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 105(1), 1-29.",
        "Aghion, Philippe, Eve Caroli and Cecilia Garcia-Penalosa, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInequality and Economic Growth: The Perspective of the New Growth TheoriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Economic Literature, 37(4), 16151660.",
        "Asch, Beth, 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo Incentives Matter? The Case of Navy RecruitersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Industrial and Labor Relations Review, 43(3), 89-107.",
        "Askenazy, Philippe, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInnovative Workplace Practices and Occupational Injuries and Illnesses in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Economic and Industrial Democracy 22(4), 485-516.",
        "Athey, Susan and Scott Stern, 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAn Empirical Framework for Testing Theories About Complementarity in Organizational DesignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, NBER Working Paper 6600.",
        "Atkeson, Andrew and Patrick J. Kehoe, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cModeling and Measuring Organization CapitalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 113(5), 1026-1053.",
        "Autor, David, Frank Levy and Richard Murnane, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Skill Content of Recent Technological Change: An Empirical ExplorationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 118(4), 1279-1334.",
        "Aw, Bee Yan, Mark J. Roberts and Daniel Xu, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cR&D Investments, Exporting, and the Evolution of Firm ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 98(2), 451-456. Azoulay, Pierre and Joshua Graff Zivin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPeer Effects in the Workplace: Evidence from Star ExtinctionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Baily, Martin, Charles Hulten and David Campbell, 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cProductivity Dynamics in Manufacturing PlantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Brookings Papers on Economic Activity, Microeconomics, 187-249.",
        "Baiker, Katherine and Mireille Jacobson 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFinders Keepers: Forfeiture Laws, Policing, and Local BudgetsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Public Economics, 91(11-12), 2113-2136.",
        "Baker, George, 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIncentive Measures and Performance MeasurementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 100, 598-614.",
        "Baker, George, Robert Gibbons and Kevin Murphy, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSubjective Performance Measures in Optimal Incentive ContractsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 109, 1125-1156.",
        "Baker, George, Robert Gibbons and Kevin Murphy, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInformal Authority in OrganizationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Law, Economics, and Organization, 15(1), 56-73.",
        "Baker, George and Thomas Hubbard, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cContractibility and Asset Ownership: On Board Computers and Governance in US TruckingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 119(4), 14431479.",
        "Bandiera, Oriana, Iwan Barankay and Imran Rasul, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSocial Preferences and the Response to incentives: Evidence from Personnel DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 120(3), 917-962.",
        "Bandiera, Oriana, Iwan Barankay, and Imran Rasul, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIncentives for Managers and Inequality Among Workers: Evidence from a Firm-Level Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics Bandiera, Oriana, Iwan Barankay, and Imran Rasul, 2009a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSocial Connections and Incentives in the Workplace: Evidence from Personnel DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, LSE mimeo forthcoming in Econometrica.",
        "Bandiera, Oriana, Iwan Barankay, and Imran Rasul, 2009b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTeam Incentives: Evidence from a Field ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, LSE mimeo.",
        "Bandiera, Oriana, Luigi Guiso, Andrea Prat and Raffaella Sadun (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMatching firms, managers and incentivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, LSE mimeo.",
        "Bartel, Ann, Casey Ichniowski and Kathryn Shaw, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHow Does Information Technology Really Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker SkillsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 122(4), 1721-1758.",
        "Bartelsman, Eric and Phoebus Dhrymes, 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cProductivity Dynamics U.S. Manufacturing Plants 1972-1986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Productivity Analysis, 9(1), 5-33.",
        "Bartelsman, Eric and Mark Doms, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUnderstanding Productivity: Lessons from Longitudinal MicrodataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Economic Literature, 38(3), 569-594.",
        "Bartelsman, Eric, John Haltiwanger and Stefano Scarpetta, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCross Country Differences in Productivity: The Role of Allocative EfficiencyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, University of Maryland mimeo.",
        "Bennesden, Morten, Kasper Nielsen, Francisco PÃ\u0083Æ\u0092Ã\u0082Â©rez-GonzÃ\u0083Æ\u0092Ã\u0082Â¡les and Daniel Wolfenzon, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInside the Family Firm: The Role of Families in Succession Decisions and PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 122(2), 647-691.",
        "Bertrand, Marianne and Antoinette Schoar, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Role of Family in Family FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Economic Perspectives 20(2), 73-96.",
        "Black, Sandra and Lisa Lynch. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhat's Driving the New Economy? The Benefits of Workplace InnovationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Economic Journal, 114(493), 97-116.",
        "Black, Sandra and Lisa Lynch, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHow to Compete: The Impact of Workplace Practices and Information Technology on ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economics and Statistics, 83(3), 434Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Blanchflower, David, Oswald, Andrew and Sanfrey, Peter (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWages, Profits and Rent SharingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 111(1), 227-251.",
        "Blasi, Joseph, Richard Freeman, Christopher Mackin and Douglas Kruse, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCreating a Bigger Pie? The Effects of Employee Ownership, Profit Sharing, and Stock Options on Workplace Performance, in Shared Capitalism at Work: Employee Ownership, Profit and Gain Sharing, and Broad-based Stock Options, eds. Douglas Kruse, Joseph Blasi and Richard Freeman. University of Chicago Press.",
        "Bloom, N, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe impact of uncertainty shocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica, 77 (3), May, 623-685.",
        "Bloom N, Eifert, B, Mahajan, A, McKenzie, D and Roberts, J. 2009 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes management matter: Evidence from India. Stanford mimeo.",
        "Bloom, Nick and John Van Reenen, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMeasuring and Explaining Management Practices Across Firms and CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 122(4), 1341-1408.",
        "Bloom, Nick and John Van Reenen, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhy do management practices differ across firms and countriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, LSE/Stanford mimeo forthcoming Journal of Economic Perspectives Bloom, Nick, Christos Genakos, Ralf Martin and Raffaella Sadun, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cModern Management: Good for the Environment or Just Hot AirÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, NBER Working Paper 14394.",
        "Bloom, Nick, Christos Genakos, Raffaella Sadun and John Van Reenen, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cManagement MattersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, LSE/Stanford mimeo.",
        "Bloom, Nick, Tobias Kretschmer and John Van Reenen, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWork-life Balance, Management Practices and ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in International Differences in the Business Practice and Productivity of Firms, Richard Freeman and Kathy Shaw (eds). Chicago: University of Chicago Press.",
        "Bloom, Nick, Raffaella Sadun and John Van Reenen, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAmericans do IT Better: American Multinationals and the Productivity MiracleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, LSE/Stanford mimeo (revision of NBER Working Paper 13085).",
        "Bloom, Nick, Raffaella Sadun and John Van Reenen, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Organization of Firms Across CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Centre for Economic Performance Discussion Paper No 937.",
        "Bloom, Nick, Raffaella Sadun and John Van Reenen, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes Product Market Competition Lead firms to decentralize?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, forthcoming, American Economic Review Papers and Proceedings Bloom, Nick, Luis Garicano, Raffaella Sadun and John Van Reenen, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Distinct Effects of Information Technology and Communication Technology on Firm OrganizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Centre for Economic Performance Discussion Paper No. 927.",
        "Bolton, Patrick and Mathias Dewatripont, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Firm as a Communication NetworkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 109(4), 809-839.",
        "Bolton, Patrick and Mathias Dewatripont, 2005. Contract Theory. Cambridge: MIT Press.",
        "Boning, Brent, Casey Ichniowski, and Kathryn Shaw, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOpportunity Counts: Teams and the Effectiveness of Production IncentivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 25(4), 613-650.",
        "Blundell, Richard and Costa-Diaz, Monica, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAlternative Approaches to Evaluation in Empirical Micro-economicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, CEMMAP working Paper no. 26/08, forthcoming in Journal of Human Resources Bond, Steve and Van Reenen, John (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMicro-econometric models of investment and employmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Heckman, James and Leamer, (eds) Handbook of Econometrics Volume 6A Chapter 65 4417-4498 Bresnahan, Timothy, Erik Brynjolfsson and Lorin Hitt, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInformation Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 117(1), 339-376.",
        "Brown, Charles, 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Choice of Method of PayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Industrial and Labor Relations Review, 43, 165-182 Bruhn, M., D. Karlan, and A. Schoar (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effect of Mentorship on SME Growth in MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, University of Chicago, mimeo Brynjolfson, Erik and Lorin Hitt, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cComputing Productivity: Firm-Level EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economics and Statistics, 85(4), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        "Bryson, Alex and Richard Freeman 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWork and WellbeingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, National Institute Economic Review, 209, 70-71.",
        "Bryson, Alex and Stephen Wood 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHigh Involvement ManagementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in The Evolution of the Modern Workplace, eds. W. Brown, Alex Bryson, John Forth, and K. Whitfield. Cambridge: Cambridge University Press.",
        "Bull, Clive, 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Existence of Self-Enforcing Implicit ContractsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 102(1), 147-159.",
        "Burgess, Simon, Carol Propper, Marisa Ratto, Vanessa von Hinke Kessler Scholder and Emma Tominey, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSmarter Task Assignment or Greater Effort: The Impact of Incentives on Team PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Economic Journal.",
        "Capelli, Peter and David Neumark, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHigh-PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Work Practices Improve Establishment-Level Outcomes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Industrial and Labor Relations Review, 54(4), 737-775.",
        "Caroli Eve and John Van Reenen, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSkill Biased Organizational ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 116(4), 1449-1492.",
        "Caselli, Francesco, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAccounting for Cross Country Income DifferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Handbook of Economic Growth, eds Philppe Aghion and Durlauf, S. North-Holland: Elsevier.",
        "Cahuc, Pierre, Postel-Vinay, Fabienne, and Robin, Jean-Marc (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Bargaining and On-TheJob SearchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 323-364 Chandler, Alfred, 1962. Strategy and Structure: Chapters in the History of the Industrial Enterprise. Cambridge: MIT Press.",
        "Chevalier, Judith and Ellison, Glenn, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cRisk Taking by Mutual Funds as a Response to IncentivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 105(6), 1167-1200.",
        "Choi, James, David Laibson and Brigitte Madrian (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093$100 Bills on the Sidewalk: Suboptimal Investment in 401(k) Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #11554.",
        "Cristiner, Annalisa, Leoni, Riccardo, Sandrine, Labory and Gai, Alessandro, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Work Practices in Italy. Adoption and Performance EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, University of Bergamo, mimeo.",
        "Colombo, Massimo and Marco Delmastro, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDelegation of Authority in Business Organizations: An Empirical TestÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Industrial Economics, 52(1), 53-80.",
        "Cooke, William, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEmployee Participation Programs, Group-based Incentives, and Company Performance: A Union-nonunion ComparisonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Industrial and Labor Relations Review, 47(4), 594-609.",
        "Corrado, C, Hulten, C and Sichel, D (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intangible Capital and Economic GrowthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 11948 Courty, Pascal and Gerald Marshke, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAn Empirical Investigation of Gaming Responses to Performance IncentivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 22(1), 23-56.",
        "Criscuolo, Chiara, Jonathan Haskel and Ralf Martin, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBuilding the Evidence Base for Productivity Policy Using Business Data LinkingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Economic Trends, 600, 39-51.",
        "Duflo, Esther, Kremer, Michael and Robinson, Jonathan (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nudging farmers to use fertilizer: theory and experimental evidence from KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Harvard mimeo.",
        "Dunlop, John T. and David Weil. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diffusion and performance of modular production in the US Apparel industryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Industrial Relations 35(3) 334-355 DeVaro, Jed and Fidan A. Kurtulus, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAn Empirical Analysis of Risk, Incentives, and the Delegation of Worker AuthorityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Working Paper, University of Massachusetts at Amherst.",
        "DiNardo, John and David Lee, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEconomic Impacts of New Unionization on Private Sector Employers: 1984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics 119: 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1441.",
        "DiNardo, John and David Lee (this volume) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Program evaluation and Research DesignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Easton, George and Sherry Jarrell, 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effects of Total Quality Management on Corporate Performance: An Empirical InvestigationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Business 71(2), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Edmans, Alex, Xavier Gabaix and Augustin Landier, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA Multiplicative Model of Optimal CEO Incentives in Market EquilibriumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Financial Studies.",
        "Faggio, Giulia, Salvanes, Kjell and John Van Reenen (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evolution of inequality in Productivity and Wages: Panel Data EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Economic Performance Discussion Paper No. 821, Falk, Armin and Andrea Ichino, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cClean Evidence on Peer EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 24(1), 39-57.",
        "Farber, Hank (this volume) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093UnionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fernie, Sue and David Metcalf, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIt's Not What You Pay it's the Way that You Pay it and that's What Gets Results: Jockeys' Pay and PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Labour, 13(2), 385-411.",
        "Foster, Lucia, C.J. Krizan, and John Haltiwanger, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMarket Selection, Reallocation and Restructuring in the U.S. Retail Trade Sector in the 1990sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economics and Statistics, 88(4), 748-758.",
        "Foster, Lucia, John Haltiwanger and Chad Syverson, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cReallocation, Firm Turnover and Efficiency: Selection on Productivity or ProfitabilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 98(1), 394425.",
        "Foster, Andrew and Mark Rosenzweig, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cComparative Advantage, Information and the Allocation of Workers to Tasks: Evidence from an Agricultural Labor MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economic Studies 63(3), 347-374.",
        "Freeman, Richard and Morris Kleiner, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Last American Shoe Manufacturers: Decreasing Productivity and Increasing Profits in the Shift from Piece Rates to Continuous Flow ProductionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Industrial Relations 44(2), 307-330.",
        "Freeman, Richard and James Medoff, 1984. What Do Unions Do? New York: Basic Books.",
        "Freeman, Richard, Joseph Blasi and Douglas Kruse, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cShared Capitalism at Work: Employee Ownership, Profit and Gain Sharing, and Broad-based Stock OptionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Shared Capitalism at Work: Employee Ownership, Profit and Gain Sharing, and Broad-based Stock Options, eds Douglas Kruse, Joseph Blasi and Richard Freeman. University of Chicago Press.",
        "Gant, Jon, Casey Ichniowski and Kathryn Shaw, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSocial Capital and Organizational Change in High-Involvement and Traditional Work OrganizationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Economics & Management Strategy, 11(2), 289-328.",
        "Garicano, Luis, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHierarchies and the Organization of Knowledge in ProductionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 108(5), 874-904.",
        "Gibbons, Robert. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPiece-Rate Incentive SchemesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 5(4), 413-29.",
        "Gibbons, Robert and J. Roberts, 2008. The Handbook of Organizational Economics. Princeton: Princeton University Press.",
        "Gibbons, Robert, and Michael Waldman, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCareers in Organizations: Theory and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Handbook of Labor Economics, Vol. III, eds. Orley C. Ashenfelter and David Card. Amsterdam: North Holland.",
        "Gibrat, Robert, 1931. Les Inegalites Economiques, Sirey, Paris.",
        "Garen, John, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExecutive Compensation and Principal-Agent TheoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 102(6), 1175-1199.",
        "Gaynor, Martin, James Rebitzer and Lowell Taylor, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPhysician Incentives in Health Maintenance OrganizationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 112, 915-931.",
        "Glewwe, Paul, Ilias, Nauman and Kremer, Michael (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher IncentivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 9671 Greif, Avner, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCultural Beliefs and the Organization of Society: A Historical and Theoretical Reflection on Collectivist and Individualistic SocietiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 102(5), 912-50.",
        "Griffith, Rachel and Andrew Neely, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIncentives and Managerial Experience in Multi-task Teams: Evidence from Within a FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 27(1), 49-82.",
        "Griliches, Zvi, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Discovery of the Residual: A Historical NoteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Economic Literature, 34(3), 1324-1330.",
        "Groves, Theodore, Yongmiao Hong, John McMillan and Barry Naughton, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAutonomy and Incentives in Chinese State EnterprisesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 109, 183-209.",
        "Guadalupe, Maria and Vicente Cunat, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHow Does Product Market Competition Shape Incentive Contracts?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Journal of the European Economic Association MIT Press, 3(5), 1058-1082.",
        "Guadalupe, Maria and Vicente Cunat, 2009a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGlobalization and the Provision of Incentives inside the Firm, Journal of Labor Economics (forthcoming).",
        "Guadalupe, Maria and Vicente Cunat, 2009b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExecutive Compensation and Competition in the Banking and Financial SectorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Banking and Finance, 33, 439-474.",
        "Guadalupe, Maria and Julie Wulf, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Flattening Firm and Product Market Competition: The Effects of Trade Costs and LiberalizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, forthcoming, American Economic Journal: Applied Guiso, Luigi, Paola Sapienza and Luigi Zingales, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes Culture Affect Economic Outcomes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Journal of Economic Perspectives, 20(2), 23-48.",
        "Guiso Luigi, Paola Sapienza and Luigi Zingales, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCultural Biases in Economic ExchangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, forthcoming in Quarterly Journal of Economics.",
        "Hall, Bronwyn, 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cR&D tax policy during the 1980s: Success or Failure?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Tax Policy and the Economy 7, 1-36 Hall, Bronwyn, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInnovation and DiffusionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Handbook of Innovation, eds. Jan Fagerberg, Davis Mowery and Richard Nelson. Oxford: Oxford University Press.",
        "Hamilton, Barton H., Jack A. Nickerson, and Hideo Owan, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTeam Incentives and Worker Heterogeneity: An Empirical Analysis of the Impact of Teams on Productivity and ParticipationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 111(3), 465-497.",
        "Heckman, James and Jeffrey Smith, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Determinants of Participation in a Social Program: Evidence from a Prototypical Job Training ProgramÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 22(2), 243.",
        "Hellerstein, Judith, , David Neumark and Ken Troske (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, productivity and worker characteristics: evidence from plant level production functions and wage equationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Labor Economics, 17, 409-446 Helpman Elhanhan, Marc Melitz and Stephen Yeaple, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExport Versus FDI with Heterogeneous FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 94(1), 300-316.",
        "Holmstrom, Bengt and Paul Milgrom, 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMultitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job DesignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Law, Economics, and Organization, 7, 24-52.",
        "Hopenhayn, Hugo, 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEntry, Exit, and Firm Dynamics in Long Run EquilibriumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica, 60,1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Hsieh Chang-Tai and Peter Klenow, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMisallocation and Manufacturing TFP in China and IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, NBER Working Paper 13290.",
        "Huselid, Mark, 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Impact of Human Resource Management Practices on Turnover, Productivity and Corporate Financial PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Academy of Management Journal, 38, 635-672.",
        "Huselid, Mark and Brian Becker, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMethodological Issues in Cross-sectional and Panel Estimates of the Human Resource-firm Performance linkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Industrial Relations, 35, 400-422.",
        "Ichino, Andrea, and Giovanni Maggi, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWork Environment and Individual Background: Explaining Regional Differentials in a Large Italian FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 115(3), 1057-1090.",
        "Ichniowski, Casey, 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHuman Resource Management Systems and the Performance of U.S. Manufacturing BusinessesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, NBER Working Paper 3449.",
        "Ichniowski, Casey, Kathryn Shaw, and Giovanna Prennushi, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing LinesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 87(3), 291-313.",
        "Jones, Derek and Takao Kato, 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Productivity Effects of Employee Stock Ownership Plans and Bonuses: Evidence from Japanese Panel DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 85(3), 391414.",
        "Jorgenson, Dale, Mun Ho and Kevin Stiroh, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA Retrospective Look at the US Productivity Growth ResurgenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Economic Perspectives, 22(1), 3-24.",
        "Kaldor, Nicholas, 1934. The Equilibrium of the Firm, Economic Journal, 44 (173) 60-76 Karlan, Dean and Martin Valdivia, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTeaching Entrepreneurship: Impact Of Business Training on Microfinance Clients and InstitutionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Yale mimeo.",
        "Kastl, Jacob, David Martimort and Salvatore Piccolo, 2008 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDelegation and R&D Incentives: Theory and Evidence from ItalyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Stanford mimeo Kahn, Charles, Emilson Silva and James Ziliak, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPerformance-based Wages in Tax Collection: The Brazilian Tax Collection Reform and its Effects, Economic Journal 111(468), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Keane, Michael and Susan Feinberg (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAdvances in logistics and the growth of intra-firm trade: The case of Canadian Affiliates of US multinationalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Journal of Industrial Economics, LV(4) 571-632 Klette, Tor and Zvi Griliches, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Inconsistency of Common Scale Estimators When Output Prices are Unobserved and EndogenousÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Applied Econometrics, 11, 343-361.",
        "Knack Stephen and Philip Keefer, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes Social Capital have an Economy Payoff? A Crosscountry InvestigationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics 12(4), 1251-1288.",
        "Knez, Marc and Duncan Simester 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFirm-Wide Incentives and Mutual Monitoring at Continental AirlinesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 19(4), 743-72.",
        "Kruse, Douglas and Joseph Blasi, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEmployee Ownership, Employee Attitudes, and Firm PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Handbook of Resource Management, eds. Mitchell, Daniel J.B., David Lewin and Mahumdad Zaidi. Greenwich, CT: JAI.",
        "Kruse, Douglas, Joseph Blasi and Rhokuen Park, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cShared Capitalism in the US Economy: Prevalence, Characteristics, and Employee Views of Financial Participation in EnterprisesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Shared Capitalism at Work: Employee Ownership, Profit and Gain Sharing, and Broad-based Stock Options, eds. Douglas Kruse, Joseph Blasi and Richard Freeman. University of Chicago Press.",
        "Kwoka, John and David Ravenscroft, 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCooperation Versus Rivalry: Price-Cost Margins by Line of BusinessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Economica, 53, 351-64.",
        "La Porta R, Lopez-de-Silanes, F, Shleifer, A and Vishny, R. 1997 Trust in Large Organizations. American Economic Review, 87(2): 333-338.",
        "Laeven, Luc and Christopher Woodruff, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Quality of the Legal System, Firm Ownership, and Firm SizeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economics and Statistics, 89(4), 601-614.",
        "Lafontaine, Francine and Srinivasan, Jagadeesh (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Within Firm Labor Productivity across countries: A case studyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Richard Freeman and Katheryn Shaw (eds) International Differences in Business Practices and Productivity of Multinational Firms: A Case Based Approach, University of Chicago Press Larkin, Ian, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Cost of High-Powered Incentives: Employee Gaming in Enterprise Software SalesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Working Paper, Harvard University.",
        "Lavy, Victor (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the effect of TeachersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Performance Incentives on PupilsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ achievementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, 110(6) 1283-1317 Lavy, Victor (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Performance-Based Pay to improve the Quality of TeachersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Future of Children 7(1), 87-109 Lavy, Victor (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance Pay and TeachersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Effort, Productivity and Grading ethicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 99(5) 1979-2011 Lawler, Edward, 1986. High Involvement Management. San Francisco: Josey-Bass.",
        "Lawler, Edward, Susan Mohrman and Gerald E. Ledford Jr. 1995. Creating High Performance Organizations: Practices and Results of Employee Involvement and TQM in Fortune 1000 Companies. San Francisco: Jossey-Bass.",
        "Lawler, Edward, Susan Mohrman, and George Benson, 2001. Organizing for High Performance: Employee Involvement, TQM, Reengineering, and Knowledge Management in the Fortune 1000. San Francisco: Jossey-Bass.",
        "Lazear, E, 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSalaries and Piece RatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Business, 9(3), 405-431.",
        "Lazear, Edward, 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPay Equality and Industrial PoliticsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 97, 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 80.",
        "Lazear, Edward, 1995. Personnel Economics, Cambridge: MIT Press Lazear, Edward, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPersonnel Economics: Past Lessons and Future DirectionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 17(2), 199-236.",
        "Lazear, Edward, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPerformance Pay and ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review 90(5), 13461361.",
        "Lazear, Edward and Paul Oyer, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPersonnel EconomicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Handbook of Organizational Economics, eds. Gibbons, E and Roberts, D J. Princeton: Princeton University Press.",
        "Lazear, Edward, and Kathryn Shaw, 2008. An International Comparison of the Structure of Wages within and across firms University of Chicago.",
        "Lemieux, Thomas, W. Bentley MacLeod and Daniel Parent, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPerformance Pay and Wage Inequality-superÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 124(1), 1-49.",
        "Lo, Desmond, Mrinal Ghosh and Francine Lafontaine, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Role of Risk, Incentives, and Selection in Salesforce Compensation ContractsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, unpublished paper, Ross School of Business, University of Michigan.",
        "Lucas, Robert, 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOn the Size Distribution of Business FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Bell Journal of Economics, 9, 508523.",
        "Machin, Stephen and John Van Reenen, 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTechnology and changes in the skill structure: Evidence from seven OECD countriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Quarterly Journal of Economics CXI, 113, 1215-44 Machin, Stephen and John Van Reenen, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cChanges in Wage InequalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, New Palgrave Dictionary of Economics (Bruce Weinberg and Chris Taber, eds) Malcomson, James, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIndividual Employment ContractsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Handbook of Labor Economics, Vol. III, eds. Orley C. Ashenfelter and David Card. Amsterdam: North Holland.",
        "MacLeod, W. Bentley, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOn Optimal Contracting with Subjective EvaluationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 93(1), 216-240.",
        "MacLeod, W. Bentley and James M. Malcomson, 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cImplicit Contracts, Inventive Compatibility, and Involuntary UnemploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica, 57(2), 447-480.",
        "Marin, Dalia and Thierry Verdier, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCorporate Hierarchies and the Size of Nations: Theory and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Paris School of Economics mimeo.",
        "Mas, Alexandre and Enrico Moretti, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPeers at WorkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 99(1), 112145.",
        "MacDuffie, John, 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHuman Resource Bundles and Manufacturing Performance: Organizational Logic and Flexible Production Systems in the World Auto IndustryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Industrial and LaborRelations Review, 48(2), 197-221.",
        "Malmendier, Ulrike and Tate, Geoffrey, (2005) Does Overconfidence Affect Corporate Investment? CEO Overconfidence Measures Revisited (with G. Tate). European Financial Management, November 2005, vol. 11 (5), pp. 649-659.",
        "Melitz, Mark, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Impact of Trade on Intra-Industry Reallocations and Aggregate Industry ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica, 71(6), 1695-1725.",
        "Milgrom, Paul and John Roberts, 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAn Economic Approach to Influence Activities in OrganizationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Journal of Sociology, 94(supplement), S154-S179.",
        "Mookherjee D. 2006 Decentralization, Hierarchies and Incentives: A Mechanism Design Approach. Journal of Economic Literature, 44(2): 367-390.",
        "Moretti, Enrico, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ education, spillovers and productivity: Evidence from plant level production functionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ American Economic Review, 94, 656-690 Mundlak, Yair, 1961. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEmpirical Production Function Free of Management BiasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Farm Economics, 43, 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Murphy, Kevin, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cExecutive CompensationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Handbook of Labor Economics, Vol. III, eds. Orley C. Ashenfelter and David Card. Amsterdam: North Holland.",
        "Nickell, Steve, Nicolistsas, D and Patterson, M, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes Doing Badly Encourage Innovation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Oxford Bulletin of Economics and Statistics, 63(1), 5-28.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted and Matthew Rabin (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing it now or Doing it later.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89 (1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Olley, Steven and Ariel Pakes, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Dynamics of Productivity in the Telecommunications Equipment IndustryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica 64(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1298.",
        "Olson, Trond and Gaute Torsvik, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDiscretion and Incentives in OrganizationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 18(3), 377-404.",
        "Osterman, Paul, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHow Common Is Workplace Transformation and Who Adopts It?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Industrial and Labor Relations Review, 47(2), 173-188 .",
        "Osterman, Paul, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Wage effects of High Performance Work Organizations in ManufacturingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Industrial and Labor Relations Review, 59(2), 187-204 Oxera, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTax-advantaged Employee Share Schemes: Analysis of Productivity EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, HM Revenue and Customs Research Report No. 33.",
        "Oyer, Paul, 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFiscal Year Ends and Nonlinear Incentive Contracts: The Effect on Business SeasonalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, 113(1): 149-185.",
        "Oyer, Paul and Schaefer, Scott (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPersonal Economics: Hiring and IncentivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Stanford mimeo Pavcnik, Nina, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade Liberalization, Exit, and Productivity Improvement: Evidence from Chilean PlantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economic Studies, 69,245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Pendleton, Andrew, Keith Whitfield and Alex Bryson, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Changing Use of Contingent Pay in the Modern British WorkplaceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in The Evolution of the Modern Workplace, eds. William Brown, Alex Bryson, John Forth and Keith Whitfield. Cambridge University Press.",
        "Penrose, Edith, 1959. Theory of the Growth of the Firm. New York: J. Wiley & Sons.",
        "PÃ\u0083Æ\u0092Ã\u0082Â©rez-GonzÃ\u0083Æ\u0092Ã\u0082Â¡les, Francisco, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInherited Control and Firm PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 96(5), 1559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1588.",
        "Postel-Vinay, Fabienne and Robin, Jean-Marc (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Search with Heterogeneous Workers and FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70, 1295-1350 Prendergast, Canice, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhat Happens Within Firms? A Survey of Empirical Evidence on Compensation PoliciesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Economic Literature, 37, 7-63.",
        "Prendergast, Canice, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhat Trade-Off of Risk and Incentives?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, American Economic Review, 90(2), 421-425.",
        "Prendergast, Canice, 2002a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Tenuous Trade-Off between Risk and IncentivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 110(5), 1071-102.",
        "Prendergast, Canice, 2002b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUncertainty and IncentivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 20(2), S115S137.",
        "Prendergast, Canice and Robert Topel, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFavoritism in OrganizationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 104(5): 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Prentice, Graham, Simon Burgess and Carol Propper, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPerformance-pay in the Public Sector: A Review of the Issues and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Office of Manpower Economics.",
        "Prescott, Edward and Michael Visscher, 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOrganization CapitalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 88(3), 446-461.",
        "Putnam, Robert, 1993. Making Democracy Work: Civic Traditions in Modern Italy. Princeton NJ: Princeton University Press.",
        "Radner, Roy, 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Organization of Decentralized Information ProcessingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Econometrica, 61(5), 1109-1146.",
        "Rajan R and Zingales, L. 2001 The Firm as a Dedicated Hierarchy: A Theory of the Origin and Growth of Firms. Quarterly Journal of Economics, 116(3): 805-851.",
        "Rajan, Raghuram and Julie Wulf, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate HierarchiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economics and Statistics, 88(4), 759773.",
        "Reed, Howard, Dearden, Lorraine and John Van Reenen, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training and Corporate Productivity: Evidence from a panel of UK industriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economic and Social Research (2006), 68, 4, 397-421 Salter, W G., 1960. Productivity and Technical Change. Cambridge: Cambridge University Press.",
        "Schmitz, James, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines Productivity? Lessons from the Dramatic Recovery of the U.S. and Canadian Iron Ore Industries Following Their Early 1980s Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 113 (3) 582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Shaw, K., 2009 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insider Econometrics: A Roadmap with stops along the wayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Labor Economics Shearer, Bruce, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPiece Rates, Fixed Wages and Incentives: Evidence from a Field ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economic Studies, 71(2), 513-534.",
        "Stiroh, Kevin, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cReassessing the Role of IT in the Production Function: A Meta AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Federal Reserve Bank of New York mimeo.",
        "Svenson, Ola, 1981, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAre we all less risky and more skillful than our fellow drivers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Acta Psychologica 47, 143-148.",
        "Syverson, Chad, 2004a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cProduct Substitutability and Productivity DispersionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Economics and Statistics 86(2), 534-550.",
        "Syverson, Chad, 2004b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMarket Structure and Productivity: A concrete ExampleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Political Economy, 112(6), 1181-1222.",
        "Thesmar, David and Mathias Thoenig, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFrom Flexibility to Insecurity: How Vertical Separation Amplifies Firm-level UncertaintyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of the European Economic Association 5(6), 11611202.",
        "Thesmar, David and Mathias Thoenig, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCreative Destruction and Organization ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Quarterly Journal of Economics, 115(4), 1201-1237.",
        "Van Biesebroeck, Johannes, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cComplementarities in Automobile ProductionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Applied Econometrics, 22, 1315-1345.",
        "Van Reenen, John, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Creation and Capture of Economic Rents: Wages and Innovation in a Panel of UK CompaniesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Quarterly Journal of Economics, CXI, 443, 195-226.",
        "Xavier Vives, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInnovation and Competitive PressureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Journal of Industrial Economics, 56(3), 419-469, Weitzman, Martin and Douglas Kruse, 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cProfit Sharing and Productivity\", in Paying for Productivity: A look at the Evidence, ed. Blinder, A. The Brookings Institution, Washington, DC.",
        "Wulf, Julie (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAuthority, Risk and Performance Incentives: Evidence from Division Manager Positions Insider FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Industrial Economics, LV(1), 169-186 Woodward J. 1958 Management and Technology, Cambridge: Cambridge University Press.",
        "Zabojnik, Jan, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPay-Performance Sensitivity and Production UncertaintyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Labor Economics, 20(1), 1-22."
    ]
}