{
    "id": 16036,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Adamowicz, W. L. 2000. Environmental Valuation. Stated Choice Methods: Analysis and Application. eds. J. Louviere, D. Hensher, and J. Swait. Cambridge, UK: Cambridge University Press.",
        "Adamowicz, W. L., P. Boxall, M. Williams, and J. Louviere. 1998. Stated Preference Approaches for Measuring Passive Use Values: Choice Experiments and Contingent Valuation. American Journal of Agricultural Economics 80, no. 1: 6475.",
        "Bazerman, M. H. D. A Moore A. E. Tenbrunsel K. A. Wade-Benzoni and S. Blount. 1999. Explaining how Preferences Change Across Joint versus Separate Evaluation. Journal of Economic Behavior and Organization 39: 41-58.",
        "Bazerman, M. H. G. F. Loewenstein and S. B. White. 1992. Reversals of Preference in Allocation Decisions: Judging an Alternative versus Choosing Among Alternatives. Administrative Science Quarterly: 220-240.",
        "Boxall, P. C., W. L. Adamowicz, J. Swait, M. Williams, and J. Louviere. 1996. A Comparison of Stated Preference Methods for Environmental Valuation. Ecological Economics 18, no. 3: 243-53.",
        "Carson, Richard T., Nicholas E. Flores,and Norman F. Meade. 2001. Contingent Valuation: Controversies and Evidence. Environmental and Resource Economics 19: 173-210.",
        "Chaikin, S., and Y. Trope, Eds. 1999. Dual-Process Theories in Social Psychology. New York: Guilford Press.",
        "Desvousges,W.H., F.R. Johnson, R.W. Dunford, K.J. Boyle, S.P. Hudson, K.N. Wilson, 1993. Measuring natural resource damages with contingent valuation: tests of validity and reliability, Contingent Valuation: A Critical Assessment, pp. 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159. Ed. J.A. Hausman, North-Holland, Amsterdam.",
        "Frederick, Shane 2002. Automated Choice Heuristics. Heuristics of Intuitive Judgment. Eds. T. Gilovich, D. Griffin, and D. Kahneman, 548-58. New York: Cambridge University Press.",
        "Frederick, Shane, and Baruch Fischoff. Scope (In)sensitivity in Elicited Valuations, Risk Decision and Policy, 1998, 3, pp. 109-123.",
        "Grether, David M. and Plott, Charles. Economic Theory of Choice and the Preference Reversal Phenomenon, American Economic Review, September 1979, 69, pp. 623-638.",
        "Heberlein, Thomas A., Matthew W Wilson, Richard C. Bishop and Nora Schaeffer. Scope Sensitivity and the Validity of Contingent Valuation, Journal of Environmental Economics and Management, 2005, 50. pp 1-22.",
        "Hsee, C. K. 1996. The Evaluability Hypothesis: An Explanation of Preference Reversals Between Joint and Separate Evaluations of Alternatives. Organizational Behavior and Human Decision Processes 46: 247-57.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1998. Less is Better: When Low-Value Options are Valued more Highly than High-Value Options. Journal of Behavioral Decision-Making 11: 107-21.",
        "Hsee, C. K G. F. Loewenstein S. Blount and M. A. Bazerman. 1999. Preference Reversals Between Joint and Separate Evaluations of Options: A Review and Theoretical Analysis. Psychological Bulletin 125, no. 5: 576-90.",
        "Irwin, J. R., P. Slovic, S. Lichtenstein, and McClelland. G.H. 1993. Preference Reversals and the Measurement of Environmental Values. Journal of Risk and Uncertainty 6: 5-18.",
        "Kahneman, Daniel. Maps of Bounded Rationality: Psychology for Behavioral Economics. American Economic Review, 2003, 93 (5), 1449-1475.",
        "Kahneman, D., and S. Frederick. 2002. Representativeness Revisited: Attribute Substitution in Intuitive Judgment. Heuristics and Biases: The Psychology of Intuitive Thought. T. Gilovich, D. Griffin, and D. Kahneman, 49-81. New York: Cambridge University Press.",
        "Kahneman, D. and J.L. Knetsch. 1992. Valuing Public Goods: The Purchase of Moral Satisfaction, Journal of Environmental Economics and Management 22, 57-70.",
        "List, J. A. 2002. Preference Reversals of a Different Kind: The more is less Phenomenon. American Economic Review 92, no. 5: 1636-43.",
        "List, John A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Market Experience Eliminate Market Anomalies?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118 (2003), pp. 41-71 List, John A., Neoclassical Theory Versus Prospect Theory: Evidence from the Marketplace, Econometrica, 72 (2004), pp. 615-625.",
        "Louviere, J. J. D. A. Hensher and J. D. Swait. 2000. Stated Choice Models: Analysis and Application. Cambridge, U.K.: Cambridge University Press.",
        "Magat, W. A., W.K. Viscusi, and J. Huber. 1988. Paired Comparison and Contingent Valuation Approaches to Morbidity Risk Valuation. Journal of Environmental Economics and Management 15, no. 4: 395-411.",
        "Shogren, Jason F., Michael Margolis, Cannon Koo, and John A. List. 2001. A Random nth-price Auction. Journal of Economic Behavior and Organization 46: 409-421.",
        "Slovic, Paul, Melissa Finucane, Ellen Peters, and Donald G. MacGregor. 2007. The Affect Heuristic. European Journal of Operational Research 177 (3): 1333-1352.",
        "Slovic, Paul., and S. Lichtenstein. 1968. Relative Importance of Probabilities and Payoffs in Risk Taking. Journal of Experimental Psychology 78: 1-18.",
        "Takatsuka, Y., J. Kahn, and S. Stewart. 2002. Choice Model and Contingent Valuation Estimates of the Value of Ecosystem Attributes. Working Paper: University of Tennessee.",
        "Vickrey, W. 1961. Counterspeculation, auctions, and competitive sealed tenders. Journal of Finance 16:8-37.",
        "Wooldridge, Jeffrey M. 2002. Econometric Estimation of Cross Section and Panel Data. Cambridge, MA: MIT Press."
    ]
}