{
    "id": 1603,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Aizenman, J. and J. Frenkel, 1984, Optimal Wage Indexation, Foreign-Exchange Intervention, and Monetary Policy, American Economic Review, Forthcoming.",
        "Blanco, H. and P. Garber, 1984, Recurrent Devaluation and Speculative Attacks on the Mexican Peso, University of Rochester manuscript February.",
        "Cecchetti, S., 1984, Indexation and Incomes Policy: A Study of Wage Adjustment in Unionized Manufacturing, Working Paper, Solomon Center, New York University.",
        "Dornbusch, R., 1976, Expectations and Exchange Rate Dynamics, Journal of Political Economy, 84, December, pp. 1161-76.",
        "Eaton, J., 1982, Optimal and Time Consistent Exchange Rate Management in an Overlapping Generations Economy, Economic Growth Center Discussion Pap~r 413, Yale University.",
        "Flood, R. P., 1979, Capital Mobility and Choice of Exchange Rate System, International Economic Review 20, June, pp. 405-16.",
        "Flood, R. and P. Garber, 1983, A Model of Stochastic Process Switching Econometrica, May, pp. 537-52.",
        "Linear Examples, Journal of International Economics, August, pp. 1-14. Flood, R. and N. Marion, 1982, The Transmission of Disturbances Under Alternative Exchange-Rate Regimes with Optimal Indexing, Q~rterly Journal of Economics, February, pp. 43-66.",
        "Italy 1974, Journal of International Money and Finance, December, pp. 279-97.",
        "Fischer, S., 1982, Seignorage and the Case for a National Money, Journal of Political Economy, August, pp. 295-313.",
        "Frenkel, J, and H. Johnson, 1975, The Monetary Approach to the Balance of ~yments, George, Allen and Unwin.",
        "Helpman, E., 198i, An Exploration in the Theory of Exchange-Rate Regimes, Journal of Political Economy 89, October, pp. 865-90. Ishiyama, Y., 1975, The Theory of Optimum Currency Areas: A Survey, International Monetary Fund Staff Papers, July, pp. 344-83.",
        "Karni, E., 1983, On Optimal Wage Indexation, Journal of Political Economy April, pp. 282-92.",
        "Kimbrough, K., 1983, The Information Content of the Exchange Rate and the Stability of Real Output under Alternative Exchange-Rate Regimes, Journal of International Money and Finance 2, April, pp. 27-38.",
        "Krugman, P., 1979, A Model of Balance of Payments Crises, Journal of Money Credit and Banking, 11, August, pp. 311-25.",
        "Lapan, H. E. and W. Enders, 1980, Random Disturbances and the Choice of Exchange Regimes in an Intergenerational Model, `Journal of International Economics 10, May, pp. 263-83.",
        "Lucas, R. E. Jr., 1973, Some Internatonal Evidence on Output-Inflation Tradeoffs, American Economic Review, 63, June, pp. 326-34.",
        "Obstfeld, M., 1984, Rational and Self-Fulfilling Balance-of-Payments Crises National Bureau of Economic Research Working paper, No. 1486.",
        "Salant, S. and D. Henderson, 1978, Market Anticipations of Government Gold Policies and the Price of Gold, Journal of Political Economy, 86, August, pp. 627-48.",
        "Tower, E. and T. D. Willett, 1976, The Theory of Optimum Currency Areas and Exchange-Rate Flexibility, Special Paper in International Economics No. 11, May, International Finance Section, Princeton University.",
        "Turnovsky, S. 1983 Wage Indexation and Exchange Market Intervention in a Small Open Economy. Canadian J~tirnal of Economics 16, November, pp. 574-92.",
        "Weber, W., 1981, Output Variability under Monetary Policy and Exchange-Rate Rules, Journal of Political Economy 89, August, pp. 733-51."
    ]
}