{
    "id": 16033,
    "cites": 22,
    "cited_by": 24,
    "reference": [
        "Ausubel, Lawrence M., Peter Cramton, and Raymond J. Deneckere, Handbook of Game Theory, Elsevier, 2002.",
        "Binmore, Ken, Ariel Rubinstein, and Asher Wolinsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nash Bargaining Solution in Economic Modeling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, Summer 1986, 17 (2), pp. 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Burdett, Kenneth and Dale T. Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Differentials, Employer Size,and Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, May 1998, 39 (2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Butters, Gerard R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Distributions of Sales and Advertising Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, October 1977, 44 (3), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, 113 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Diamond, Peter A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Price Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1971, 3, 156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Determination and Efficiency in Search Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, April 1982, 49 (2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Groves, Robert M. and Emilia Peytcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Nonresponse Rates on Nonresponse Bias: A Meta-Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Opinion Quarterly, 2008, 72 (2), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Hagedorn, Marcus and Iourii Manovskii, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spot Wages over the Business Cycle?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2009. Department of Economics.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Fluctuations with Equilibrium Wage Stickiness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2005, 95 (1), pp. 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Koenker, Roger and Kevin F. Hallock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantile Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Autumn 2001, 15 (4), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "McCall, John J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics of Information and Job Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 1970, 84 (1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Menzio, Guido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Partially Directed Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2007, 115 (5), 748Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c769.",
        "Michelacci, Claudio and Javier Suarez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Wage Posting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2006, 114 (6), 1098Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1123.",
        "Mortensen, Dale T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specific Capital and Labor Turnover,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics, Autumn 1978, 9 (2), 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        ", Wage Dispersion: Why Are Similar Workers Paid Differently?, Cambridge, Massachusetts: MIT Press: Zeuthen Lecture Book Series, 2003.",
        "Moscarini, Giuseppe and Fabien Postel-Vinay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing of Labor Market Expansions: New Facts and a New Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2008, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Pissarides, Christoper A., Equilibrium Unemployment Therory, second ed., Cambridge, Massachusetts: MIT Press, 2000.",
        "Rogerson, Richard and Robert Shimer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search in Macroeconomic Models of the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 4, Elsevier, 2012, forthcoming.",
        ", , and Randall Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search-Theoretic Models of the Labor Market: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, December 2005, 43, pp. 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Shimer, Robert, Labor Markets and Business Cycles, Princeton, NJ: , Princeton University Press, 2010.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1962, 70 (5, Part 2), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105."
    ]
}