{
    "id": 16035,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Backus, D., M. Chernov, and I. Martin, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters Implied by Equity Index Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, New York University.",
        "Barro, R. J., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare disasters and asset markets in the twentieth century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarter Journal of Economics, 121, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Barro, R. J., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters, Asset Prices, and Welfare Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Barro, R. J., and J. F. UrsuÃ\u0083Å\u0092Ã\u0082Â\u0081a, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic crises since 1870,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, pp. 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Basak, S., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices with Heterogenous Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 29.",
        "Bates, D. S., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Crash Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 32.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, J., 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survival and stationary equilibria with heterogeneous beliefs under recursive preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago.",
        "Buraschi, A., and A. Jiltsov, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Model Uncertainty and Option Markets with Heterogeneous Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 61, 2841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2897.",
        "Chan, Y. L., and L. Kogan, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catching Up with the Joneses: Heterogeneous Preferences and the Dynamics of Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110, 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Chen, H., and S. Joslin, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Transform Analysis of Affine Processes And Asset Pricing Applications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, MIT.",
        "Chen, H., S. Joslin, and N.-K. Tran, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affine Disagreement and Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, Forthcoming.",
        "Constantinides, G. M., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Macroeconomic Crises since 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, pp. 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Cox, J. C., and C. Huang, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimum Consumption and Portfolio Policies When Asset Prices Follow a Diffusion Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 49, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Darroch, J., and K. Morris, 1968, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Passage-time generating functions for disrete-time and continuous time finite Markov chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Probability, 5, 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 426.",
        "David, A., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Beliefs, Speculation, and the Equity Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 63, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Dieckmann, S., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Event Risk and Heterogeneous Beliefs: The Case of Incomplete Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Donaldson, J., and R. Mehra, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Based Explanations of the Equity Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R. Mehra (ed.), Handbook of the Equity Risk Premium, Elsevier, Amsterdam, Netherlands.",
        "Duffie, D., 2001, Dynamic Asset Pricing Theory, Princeton University Press, Princeton, 3rd edn.",
        "Dumas, B., 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Person Dynamic Equilibrium in the Capital Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Dumas, B., A. Kurshev, and R. Uppal, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Portfolio Strategies in the Presence of Sentiment Risk and Excess Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 64, 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Farhi, E., and X. Gabaix, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, National Bureau of Economic Research, Inc.",
        "Gabaix, X., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, New York University.",
        "Hansen, L., and T. J. Sargent, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fragile Beliefs and the price of uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Chicago and New York University.",
        "Hansen, L. P., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beliefs, Doubts and Learning: Valuing Macroeconomic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Heaton, J., and D. J. Lucas, 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Kogan, L., S. A. Ross, J. Wang, and M. M. Westerfield, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price Impact and Survival of Irrational Traders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 61, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Liu, J., J. Pan, and T. Wang, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Rare-Event Premia and Its Implication for Option Smirks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 18, 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Longstaff, F., and J. Wang, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing and the Credit Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, UCLA and MIT.",
        "Longstaff, F. A., and M. Piazzesi, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate earnings and the equity premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 74, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Martin, I. W. R., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters and the Welfare Cost of Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98, 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Protter, P., 2003, Stochastic Integration and Differential Equations, Springer, 2bd.",
        "Rietz, T. A., 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Premium: A Solution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 22, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Wachter, J., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can time-varying risk of rare disasters explain aggregate stock market volatility?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Pennsylvania.",
        "Wang, J., 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Interest Rates in a Pure Exchange Economy with Heterogenous Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 41, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Weitzman, M. L., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective Expectations and Asset-Return Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, 1102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1130.",
        "Xiong, W., and H. Yan, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Expectations and Bond Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, forthcoming.",
        "Yan, H., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Selection in Financial Markets: Does It Work?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 54, 1935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1950."
    ]
}