{
    "id": 1604,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Bluestone, B. and B. Harrison. The Delndustrialization of America. New York: Basic Books, 1982.",
        "Branson, W.H. and J.J. Botemberg. International Adjustment With Wage Rigidity, European Economic Review. Vol. 13 (1980) pp. 308- 322.",
        "Bruno, M. and J. Sachs. Economics of World Wide Stagflation. Cambridge, Massachusetts: Harvard University Press, 19814.",
        "Dunlop, J.T. Productivity and the Wage Structure, in Income, Employment and Public Policy (Essays in Honor of Alvin H. Hansen). New York: Norton, 19148.",
        "Freeman, R.B. and J.L. Medoff. New Estimates of Private Sector Unionism in the United States, Industrial and Labor Relations Review, Vol. 32, No. 2 (January, 1979), pp. 1143-1714.",
        "Freeman, R.B. and J.L. Medoff. What Do Unions Do? New York: Basic Books, 1983.",
        "Garbino, J. A Theory of Interindustry Wage Structure, Quarterly Journal of Economics, Vol. LXIV No. 2., (May, 1950) pp. 282-305.",
        "Hainermesh, D.S. and A. Rees. The Economics of Work and Pay, 3rd edition. New York: Harper and Row, 19814.",
        "Jacoby, Sanford M. and Maury Pearl, Wage Dispersion and Labor Market Contracting, Unpublished Paper, Graduate School of Management, UCLA, 19814.",
        "Johnson, G. Changes over time in the Union/Nonunion Wage Differential in the United States (University of Michigan, February 1981, mimeographed).",
        "Meyers, F. and R. L. Bovlby. The Interindustry Wage Structure and Productivity. Industrial and Labor Relations Review, Vol. 7, No. 1 (October 1953).",
        "Organization for Economic Cooperation and Development. Employment Outlook. Paris, 19814.",
        "Organization for Economic Cooperation and Development. Wages and Labor Mobility, Paris, 1965.",
        "Reynolds, L. and C.H. Taft. The Evolution of the Wage Structure, New Haven: Yale University Press, 1956.",
        "Sachs, J. Wages, Profits and Macroeconomic Adjustment: A Comparative Study, Brookings Papers on Economic Activity. Vol. 2 (1979), pp. 269-319.",
        "Salter, W.E.G. Productivity and Technical Change. Cambridge: Cambridge University Press, 1960."
    ]
}