{
    "id": 16056,
    "cites": 12,
    "cited_by": 6,
    "reference": [
        "Altonji, J. G., Elder, T. E., & Taber, C. R. (2005). Selection on observed and unobserved variables: Assessing the effectiveness of Catholic schools. Journal of Political Economy, 113(1).",
        "Andersen, S. C., & Serritzlew, S. (2005, Aug 11-13). The unintended effects of private school competition. Paper presented at the 14th Conference of the Nordic-Political-ScienceAssociation, Reykjavik, Iceland.",
        "Arum, R. (1996). Do private schools force public schools to compete? American Sociological Review, 61(1), 29-46.",
        "Belfield, C. R., & Levin, H. M. (2002). The effects of competition between schools on educational outcomes: A review for the United States. Review of Educational Research, 72(2), 279-341.",
        "Bohlmark, A., & Lindahl, M. (2008). Does school privatization improve educational achievement? Evidence from Sweden&apos;s voucher reform. IZA Discussion Paper #3691, September.",
        "Chakrabarti, R. (2007). Vouchers, public school response, and the role of incentives: Evidence from Florida. FRB of New York Staff Report No. 306. Available at http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1028557 Chakrabarti, R. (2008). Can increasing private school participation and monetary loss in a voucher program afect public school performance? Evidence from Milwaukee. Journal of Public Economics, 92(5-6), 1371-1393.",
        "Chan, P. C. W., & McMillan, R. (2009). School choice and public school performance: Evidence from Ontario&apos;s tuition tax credit. Working paper, University of Toronto.",
        "Chiang, H. (2009). How accountability pressure on failing schools affects student achievement. Journal of Public Economics.",
        "Clark, D. (2009). The performance and competitive effects of school autonomy. Journal of Political Economy, 117(4):745-783.",
        "Couch, J. F., Shughart, W. F., & Williams, A. L. (1993). Private school enrollment and public-school performance. Public Choice, 76(4), 301-312.",
        "Cullen, J. B., Jacob, B. A., & Levitt, S. (2006). The effect of school choice on participants: Evidence from randomized lotteries. Econometrica, 74(5), 1191-1230.",
        "Dee, T. S. (1998). Competition and the quality of public schools. Economics of Education Review, 17(4), 419-427. Epple, D. & Romano, R. (forthcoming). Peer effects in education: A survey of the theory and evidence. In J. Behabib, A, Bisin, and M. Jackson, eds., Handbook of Social Economics."
    ]
}