{
    "id": 16060,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Almeida, Heitor, Murillo Campello and Michael S. Weisbach, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cash Flow Sensitivity of Cash,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, American Finance Association, 59(4):1777-1804.",
        "Barro, Robert J, 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Loan Market, Collateral, and Rates of Interest,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, Ohio State University Press, 8(4):439-56.",
        "Benmelech, Efraim, Mark J. Garmaise and Tobias J. Moskowitz, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Liquidation Values Affect Financial Contracts? Evidence from Commercial Loan Contracts and Zoning Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 120(3):1121-1154. Benmelech, Efraim and Nittai Bergman, forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral PricingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Financial Economics.",
        "Benmelech, Efraim and Nittai Bergman, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidation Values and the Credibility of Financial Contract Renegotiation: Evidence from U.S. Airlines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123(4): 1635-1677.",
        "Bernanke, Benjamin and Mark Gertler, 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth and Business FluctuationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 79(1):14-34.",
        "Bernanke, Ben S, (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonmonetary Effects of the Financial Crisis in Propagation of the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 73(3):257-76.",
        "Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Difference in Difference Estimators ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 119:249-275 Case, Karl, Quigley, John and Robert Shiller , 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Wealth Effects: The Stockmarket Versus the Housing Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper N.8606.",
        "Cutts, Robert, L., (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power from the Ground Up: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Land BubbleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Harvard Business Review, 68:164-72. Eisfeldt, Andrea, and Adriano Rampini, forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leasing, Ability to Repossess, and Debt Capacity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies.",
        "Gan, Jie, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral, Debt Capacity, and Corporate Investment: Evidence from a Natural ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Financial Economics, 85:709-734.",
        "Gan, Jie, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Real Effects of Asset Market Bubbles: Loan- and Firm-Level Evidence of a Lending ChannelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Financial Studies, 20:1941-1973.",
        "Goyal, Vidhan and Takeshi Yamada, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Price Shocks, Financial Constraints and Investment: Evidence From Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Business, 77(1):175-200 Hart, Oliver and John Moore, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Debt Based on the Inalienability of Human Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 109(4):841-79.",
        "Himmelberg, Charles, Christopher Mayer and Todd Sinai, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing High House Prices: Bubbles, Fundamentals and Misperceptions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 19(4):6792.",
        "Kaplan, Steven N. and Luigi Zingales, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Investment-Cash Flow Sensitivities provide Useful Measures of Financing Constraints?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 112: 169215.",
        "Mian, Atif and Amir Sufi, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices, Home Equity-Based Borrowing, and the U.S. Household Leverage CrisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Nelson, Theron R., Thomas Potter and Harold H. Wilde, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Estate Asset on Corporate Balance Sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Corporate Real Estate, 2(1):29-40.",
        "Peek, Joe and Eric S. Rosengren, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCollateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90(1):30-45, March. Rampini, Adriano, and S. Viswanathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral, Financial Intermediation, and the Distribution of Debt Capacity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Duke University.",
        "Rauh, Joshua D., 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment and Financing Constraints: Evidence from the Funding of Corporate Pension Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 61(1):33-71.",
        "Saiz, Albert, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Local Housing Supply ElasticityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, forthcoming.",
        "Sufi, Amir, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Lines of Credit in Corporate Finance: An Empirical AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Review of Financial Studies, 22(3):1057-1088.",
        "Stiglitz, Joseph E. and Andrew Weiss, 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Rationing in Markets with Imperfect Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71(3):393-410.",
        "In most of the regression analysis, we use initial characteristics of firms to control for the potential heterogeneity among our 2,750 firms. These controls, measured in 1993, are based on Return on Assets (operating income before depreciation (item #13) minus depreciation (item #14) divided by total assets (item #6)), Assets (item #6), Age measured as number of years since IPO, Leverage, 2-digit SIC codes and state of location. Finally, to ensure that our results are statistically robust, all variables defined as ratios are windsorized at the 5th percentile.20"
    ]
}