{
    "id": 16071,
    "cites": 11,
    "cited_by": 7,
    "reference": [
        "Altig, David, Lawrence J. Christiano, Martin Eichenbaum, and Jesper LindeÃ\u0083Å\u0092Ã\u0082Â\u0081, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-Specific Capital, Nominal Rigidities, and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 11034, January 2005.",
        "Beaudry, Paul, and Bernd Lucke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Letting Different Views about Business Cycles Compete,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, University of Hamburg, 2009.",
        "Cogley, Timothy and James M. Nason, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output Dynamics in Real-Business-Cycle Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 85, June 1995, 492-511.",
        "Fisher, Jonas D. M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamic Effects of Neutral and Investment-Specific Technology Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114, 2006, 413-451.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of investment-specific technological change in the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 44, 2000, 91-115.",
        "Justiniano, Alejandro, Giorgio Primiceri, and Andrea Tambalotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Shocks and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, January 24, 2008.",
        "King, Robert G. Charles I. Plosser, and Sergio T. Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production, growth and business cycles: II. New directions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 21, March-May 1988, 309341.",
        "Kydland, Finn E. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to Build and Aggregate Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 50, November 1982, 1345-1370.",
        "Rotemberg, Julio J. and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real-Business-Cycle Models and the Forecastable Movements in Output, Hours, and Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 86, March 1996, 71-89.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s News in Business Cycles?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Columbia University, 2010.",
        "Smets, Frank and Raf Wouters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97, June 2007, 586-606."
    ]
}