{
    "id": 16076,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Adda, Jerome, James Banks, and Hans-Martin von Gaudecker. 2009. The Impact of Income Shocks on Health: Evidence from Cohort Data. Journal of the European Economic Association 7 (6):1361-1399.",
        "Bound, John, David A. Jaeger, and Regina M. Baker. 1995. Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variable is weak. Journal of the American Statistical Association 90 (430):443-450.",
        "Engelhardt, Gary, Jonathan Gruber, and Cynthia Perry. 2005. Social Security and Elderly Living Arrangements: Evidence from the Social Security Notch. Journal of Human Resources 40 (2):354-372.",
        "Ettner, Susan L. 1994. The Effect of the Medicaid Home Care Benefit on Long-Term Care Choices of the Elderly. Economic Inquiry 32 (1):103-127.",
        "Grabowski, David C., and Jonathan Gruber. 2007. Moral hazard in nursing home use. Journal of Health Economics 26 (3):560-77.",
        "Kane, Robert L., and Rosalie A. Kane. 2001. What older people want from long-term care, and how they can get it. Health Affairs 20 (6):114-27.",
        "Kemper, Peter. 1992. The use of formal and informal home care by the disabled elderly. Health Services Research 27 (4):421-51.",
        "Kemper, Peter, Harriet L. Komisar, and Lisa Alecxih. 2005. Long-term care over an uncertain future: what can current retirees expect? Inquiry 42 (4):335-50.",
        "Krueger, Alan, and Jorn-Steffen Pischke. 1992. The Effects of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation. Journal of Labor Economics 10 (4):412-437.",
        "Lindahl, Mikael. 2005. Estimating the Effect of Income on Health and Mortality Using Lottery Prizes as Exogenous Variation in Income. Journal of Human Resources 40 (1):144-168.",
        "Mattimore, Thomas J., Neil S. Wenger, Norman A. Desbiens, Joan M. Teno, Mary Beth Hamel, Honghu Liu, Robert Califf, Alfred F. Connors, Jr., Joanne Lynn, and Robert K. Oye. 1997. Surrogate and physician understanding of patients' preferences for living permanently in a nursing home. Journal of the American Geriatrics Society 45 (7):81824.",
        "Meer, Jonathan, Douglas L. Miller, and Harvey S. Rosen. 2003. Exploring the health-wealth nexus. Journal of Health Economics 22 (5):713-30.",
        "Moran, John R., and Kosali I. Simon. 2006. Income and the Use of Prescription Drugs by the Elderly: Evidence from the Notch Cohorts. Journal of Human Resources 41 (2):411-432.",
        "Norton, Edward C. 1995. Elderly Assets, Medicaid Policy, and Spend-Down in Nursing Homes. Review of Income & Wealth 41 (3):309-29.",
        "Pezzin, Liliana E., Peter Kemper, and James Reschovsky. 1996. Does publicly provided home care substitute for family care? Experimental evidence with endogenous living arrangements. Journal of Human Resources 30 (3):650-676.",
        "Snyder, Stephen E., and William Evans. 2006. The Impact of Income on Mortality: Evidence from the Social Security Notch. Review of Economics and Statistics 88 (3):482-495.",
        "Terza, Joseph V., Anirban Basu, and Paul J. Rathouz. 2008. Two-stage residual inclusion estimation: addressing endogeneity in health econometric modeling. Journal of Health Economics 27 (3):531-43."
    ]
}