{
    "id": 16073,
    "cites": 98,
    "cited_by": 0,
    "reference": [
        "AÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086t-Sahalia, Y., 1992. The delta and bootstrap methods for nonlinear functionals of nonparametric kernel estimators based on dependent multivariate data, working Paper.",
        "AÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086t-Sahalia, Y., Brandt, M., 08 2001. Variable selection for portfolio choice. Journal of Finance 56 (4), 1297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1351.",
        "AÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086t-Sahalia, Y., Duarte, J., 2003. Nonparametric option pricing under shape restrictions. Journal of Econometrics 116 (1-2), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Andersen, T. G., Bollerslev, T., Diebold, F. X., Labys, P., March 2003. Modeling and forecasting realized volatility. Econometrica 71 (2), 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Ang, A., Kristensen, D., Mar. 2009. Testing conditional factor models, nBER Working Paper.",
        "Bakshi, G. S., Chen, Z., May 1996. The spirit of capitalism and stock market prices. American Economic Review 86 (1), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Bandi, F., February 2004. On persistence and nonparametric estimation (with an application to stock return predictability), university of Chicago Working Paper.",
        "Bansal, R., Kiku, D., Shaliastovich, I., Yaron, A., May 2012. Volatility, the macroeconomy and asset prices. Working Paper 18104, National Bureau of Economic Research.",
        "Bansal, R., Viswanathan, S., September 1993. No arbitrage and arbitrage pricing: A new approach.",
        "Bansal, R., Yaron, A., August 2004. Risks for the long run: A potential resolution of asset pricing puzzles. Journal of Finance 59 (4), 1481 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1509.",
        "Benzoni, L., Collin-Dufresne, P., Goldstein, R. S., 2007. Portfolio choice over the life-cycle when the stock and labor markets are cointegrated. Journal of Finance 62 (5), 2123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2167.",
        "Bollerslev, T., Engle, R. F., Wooldridge, J. M., February 1988. A capital asset pricing model with time varying covariances. Journal of Political Economy 96 (1), 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Brandt, M. W., October 1999. Estimating portfolio and consumption choice: a conditional Euler equation approach. Journal of Finance 54 (5), 1609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1645.",
        "Brandt, M. W., Chapman, D., 2007. Linear approximations and tests of conditional pricing models, NBER Working Paper No. W12513.",
        "Breeden, D. T., 1979. An intertemporal asset pricing model with stochastic consumption and investment opportunities. Journal of Financial Economics 7, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Campbell, J. Y., 1987. Stock returns and the term structure. Journal of Financial Economics 18, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Campbell, J. Y., April 1996. Understanding risk and return. Journal of Political Economy 104 (2), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Campbell, J. Y., Cochrane, J. H., 1999. By force of habit: A consumption based explanation of aggregate stock market behavior. Journal of Political Economy 107 (2), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Campbell, J. Y., Cochrane, J. H., 2000. Explaining the poor performance of consumption-based asset pricing models. Journal of Finance 55 (6), 2863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2878.",
        "Campbell, J. Y., Giglio, S., Polk, C., Turley, R., September 2012. An intertemporal CAPM with stochastic volatility. Working Paper 18411, National Bureau of Economic Research.",
        "Chan, Y. L., Kogan, L., 2002. Catching up with the joneses: Heterogeneous preferences and the dynamics of asset prices. Journal of Political Economy 110, 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Chen, H., Joslin, S., November 2010. Generalized transform analysis of aÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ne processes: with an application to a model of time-varying labor income risk, working paper, MIT Sloan.",
        "Chen, X., Fan, Y., August 1999. Consistent hypothesis testing in semiparametric and nonparametric models for econometric time series. Journal of Econometrics 91 (2), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Chen, X., Ludvigson, S. C., 2009. Land of addicts? An empirical investigation of habit-based asset pricing models. Journal of Applied Econometrics 24 (7), 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1093.",
        "Cochrane, J. H., 1996. A cross-sectional test of an investment-based asset pricing model. Journal of Political Economy 104 (3), 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        "Cochrane, J. H., 2005. Asset Pricing. Princeton University Press, Princeton, NJ.",
        "Cochrane, J. H., LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, F. A., Santa-Clara, P., 2008. Two Trees. Review of Financial Studies 21 (1), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Constantinides, G. M., June 1990. Habit formation: A resolution of the equity premium puzzle. Journal of Political Economy 98 (3), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Cuoco, D., 1997. Optimal consumption and equilibrium prices with protfolio constraints and stochastic income. Journal of Economic Theory 72, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Daniel, K. D., Titman, S., July 2005. Testing factor-model explanations of market anomalies, working paper.",
        "DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ee, G., 2005. Time-variation in the covariance between stock returns and consumption growth.",
        "DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, D., Epstein, L. G., 1992. Asset pricing with stochastic diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erential utility. Review of Financial Studies 5 (3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Epstein, L., Zin, S., 1989. Substitution, risk aversion, and the temporal behavior of consumption growth and asset returns I: A theoretical framework. Econometrica 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Epstein, L., Zin, S., 1991. Substitution, risk aversion, and the temporal behavior of consumption growth and asset returns II: An empirical analysis. Journal of Political Economy 99, 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Fama, E. F., French, K. R., June 1992. The cross-section of expected stock returns. Journal of Finance 47 (2), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Fama, E. F., French, K. R., 1993. Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, E. F., MacBeth, J., May-June 1973. Risk, return and equilibrium: Empirical tests. Journal of Political Economy 81, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Fama, E. F., Schwert, G. W., 1977. Human capital and capital market equilibrium. Journal of Financial Economics 4, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Fan, J., Gijbels, I., 1996. Local Polynomial Modelling and Its Applications. Chapman and Hall, London.",
        "Ferson, W. E., Harvey, C. R., 1999. Conditioning variables and the cross section of stock returns.",
        "Ferson, W. E., Kandel, S., Stambaugh, R. F., June 1987. Tests of asset pricing with time-varying expected risk premiums and market betas. Journal of Finance 42 (2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Ferson, W. E., Siegel, A. F., 2009. Testing Portfolio EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency with Conditioning Information.",
        "Gabaix, X., Laibson, D., 2002. The 6D bias and the equity-premium puzzle. In: NBER Macroeconomics Annual 2001, Volume 16. MIT Press, pp. 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Gallant, A. R., Hansen, L. P., Tauchen, G., July/August 1990. Using conditional moments of asset returns to infer the volatility of intertemporal marginal rates of substitution. Journal of Econometrics 45 (112), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Garleanu, N., Panageas, S., 2009. Young, old, conservarive and bold. the implications of Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nite lives and heterogeneity for asset pricing, working paper.",
        "Ghysels, E., 1998. On stable factor structures in the pricing of risk: Do time-varying betas help or hurt? Journal of Finance 53 (2), 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "Gourieroux, C., Monfort, A., Tenreiro, C., 2000. Kernel M-estimators and functional residual plots. In: Krishnakumar, J., Ronchetti, E. (Eds.), Panel Data Econometrics: Future Directions. Elsevier Science B.V., Amsterdam, Ch. 12.",
        "Grossman, S. J., Melino, A., Shiller, R. J., July 1987. Estimating the continuous-time consumptionbased asset-pricing model. Journal of Business and Economic Statistics 5 (3), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Grossman, S. J., Shiller, R. J., 1982. Consumption correlatedness and risk measurement in economies with non-traded assets and heterogeneous information. Journal of Financial Economics 10, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Hansen, L., Richard, S. F., 1987. The role of conditioning information in deducing testable restrictions implied by dynamic asset pricing models. Econometrica 55, 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Hansen, L. P., July 1982. Large sample properties of generalized method of moments estimators.",
        "Hansen, L. P., Heaton, J., Lee, J., Roussanov, N., 2007. Intertemporal substitution and risk aversion. In: Heckman, J. J., Leamer, E. E. (Eds.), Handbook of Econometrics. Vol. 6. Elsevier, pp. 3967 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 4056.",
        "Hansen, L. P., Heaton, J., Yaron, A., 1996. Finite-sample properties of some alternative GMM estimators. Journal of Business and Economic Statistics 14 (3), 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Hansen, L. P., Heaton, J. C., Li, N., 04 2008. Consumption strikes back? measuring long-run risk. Journal of Political Economy 116 (2), 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "HaÃ\u0083Å\u0092Ã\u0082Ë\u0086rdle, W., Hall, P., Ichimura, H., 1993. Optimal smoothing in single-index models. The Annals of Statistics 21 (1), pp. 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "HaÃ\u0083Å\u0092Ã\u0082Ë\u0086rdle, W. K., 1992. Applied Nonparametric Regression. Cambridge University Press.",
        "Harvey, C., 1989. Time-varying conditional covariances in tests of asset pricing models. Journal of Financial Economics 24, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "He, H., PageÃ\u0083Å\u0092Ã\u0082Â\u0081s, H., 1993. Labor income, borrowing constraints, and equilibrium asset prices. Economic Theory 3, 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c696.",
        "Heaton, J. C., Lucas, D. J., 2000. Portfolio choice and asset prices: The importance of entrepreneurial risk. Journal of Finance 55, 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Horowitz, J. L., 2001. The bootstrap. In: Heckman, J. J., Leamer, E. (Eds.), Handbook of Econometrics. Vol. 5. Elsevier Science B.V., Amsterdam.",
        "Jagannathan, R., Kubota, K., Takehara, H., 1998. Relationship between labor-income risk and average return: Empirical evidence from the Japanese stock market. Journal of Business 71 (3), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Jagannathan, R., Wang, Y., 08 2007. Lazy investors, discretionary consumption, and the crosssection of stock returns. Journal of Finance 62 (4), 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1661.",
        "Jagannathan, R., Wang, Z., March 1996. The conditional CAPM and the cross-section of expected returns. Journal of Finance 51 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Lettau, M., Ludvigson, S., 2001a. Consumption, aggregate wealth and expected stock returns. Journal of Finance.",
        "Lettau, M., Ludvigson, S., 2001b. Resurrecting the (C)CAPM: a cross-sectional test when risk premia are time-varying. Journal of Political Economy 109, 1238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1287.",
        "Lettau, M., Wachter, J. A., 02 2007. Why Is Long-Horizon Equity Less Risky? A Duration-Based Explanation of the Value Premium. Journal of Finance 62 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Lewellen, J., Nagel, S., November 2006. The conditional CAPM does not explain asset-pricing anomalies. Journal of Financial Economics 82 (2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Lewellen, J., Nagel, S., Shanken, J., May 2010. A skeptical appraisal of asset pricing tests. Journal of Financial Economics 96 (2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Li, M., Pearson, N. D., Poteshman, A. M., 2004. Conditional estimation of diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬usion processes. Journal of Financial Economics 74 (1), 31 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 66.",
        "Ludvigson, S. C., Ng, S., January 2007. The empirical risk-return relation: A factor analysis approach. Journal of Financial Economics 83 (1), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Ludvigson, S. C., Ng, S., 2009. Macro Factors in Bond Risk Premia. Review of Financial Studies 22 (12), 5027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5067.",
        "Lustig, H., Van Nieuwerburgh, S., 06 2005. Housing collateral, consumption insurance, and risk premia: An empirical perspective. Journal of Finance 60 (3), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "Lustig, H., Van Nieuwerburgh, S., 2008. The Returns on Human Capital: Good News on Wall Street is Bad News on Main Street. Review of Financial Studies 21 (5), 2097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2137.",
        "Lustig, H., Van Nieuwerburgh, S., Verdelhan, A., 2009. The wealth-consumption ratio, NBER working paper.",
        "Lynch, A. W., Randall, O., 2010. Why Surplus Consumption in the Habit Model May Be Less Persistent than You Think, NBER Working Paper.",
        "Malloy, C., Moskowitz, T., Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, A., December 2005. Long-run stockholder consumption risk and asset returns. Journal of Finance 64 (6), 2427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2479.",
        "Martin, I., June 2009. The Lucas orchard, working paper, Stanford University.",
        "Merton, R. C., September 1973. An intertemporal capital asset pricing model. Econometrica 41 (5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887.",
        "Merton, R. C., 1980. On estimating the expected return on the market: an exploratory investigation. Journal of Financial Economics 8, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Nagel, S., Singleton, K., 2010. Estimation and evaluation of conditional asset pricing models. Journal of Finance, forthcoming.",
        "Pagan, A., Ullah, A., 1999. Nonparametric Econometrics. Cambridge University Press, New York.",
        "Pagan, A. R., Schwert, G. W., July 1990. Alternative models for conditional stock volatility. Journal of Econometrics 45, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Pakos, M., 2004. Asset pricing with durable goods and non-homothetic preferences, working paper, University of Chicago.",
        "Palacios, M., September 2010. Human capital as an asset class implications from a general equilibrium model, working paper, Vanderbilt University.",
        "Papanikolaou, D., 2011. Investment shocks and asset prices. Journal of Political Economy 119 (4), 639 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 685.",
        "Parker, J. A., May 2003. Consumption risk and expected stock returns. American Economic Review 93 (2), 376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Parker, J. A., Julliard, C., 2005. Consumption risk and the cross section of expected returns. Journal of Political Economy 113 (1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Petkova, R., Zhang, L., October 2005. Is value riskier than growth? Journal of Financial Economics 78 (1), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Piazzesi, M., Schneider, M., Tuzel, S., March 2007. Housing, consumption and asset pricing. Journal of Financial Economics 83 (3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Politis, D., Romano, J., 1994. The stationary bootstrap,. Journal of the American Statistical Association 89, 1303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Roll, R. W., 1977. A critique of the asset pricing theoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tests. Journal of Financial Economics 4, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Roussanov, N., October 2010. DiversiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation and its discontents: Idiosyncratic and entrepreneurial risk in the quest for social status. Journal of Finance 65 (5), 1755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1788.",
        "Santos, T., Veronesi, P., 2006. Labor income and predictable stock returns. Review of Financial Studies 19 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Santos, T., Veronesi, P., November 2010. Habit formation, the cross section of stock returns and the cash-Ã\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aow risk puzzle. Journal of Financial Economics 98 (2), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "Shanken, J., 1990. Intertemporal asset pricing : An empirical investigation. Journal of Econometrics 45 (1-2), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Stambaugh, R. F., 1982. On the exclusion of assets from tests of the two-parameter model: A sensitivity analysis. Journal of Financial Economics 10, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Wang, K. Q., 2003. Asset pricing with conditioning information: a new test. Journal of Finance 58, 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Yogo, M., April 2006. A consumption-based explanation of expected stock returns. Journal of Finance 61, 539580."
    ]
}