{
    "id": 16086,
    "cites": 28,
    "cited_by": 3,
    "reference": [
        "Barro, Robert (1979), On the Determination of Government Debt, Journal of Political Economy, Vol. 87 (October), pp. 940-971.",
        "Blanchard, Olivier and Larry Katz (1992), Regional Evolutions, Brookings Papers on Economic Activity, Vol. 1992 (Spring), pp. 1-75.",
        "Blanchard, Olivier and Roberto Perotti (2002), An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics, Vol. 117 (November), pp. 1329-1368.",
        "Bohn, Henning and Robert Inman (1996), Balanced Budget Rules and Public Deficits: Evidence from U.S. States, Carnegie-Rochester Conference Series on Public Policy, Vol. 45 (December), pp. 13-76.",
        "Buettner, Thiess (2007), Equalization Transfers and Dynamic Fiscal Adjustment: Results for German Municipalities and the U.S.-German Comparison, Institute for Federalism and Intergovernmental Relations, WP 2007-07.",
        "Gilligan, Thomas and John Matsusaka (1995), Deviations from Constituent Interests: The Role of Legislative Structure and Political Parties in the States, Economic Inquiry, Vol. 33 (July), pp. 383401.",
        "Gordon, Roger (1983), An Optimal Tax Approach to Fiscal Federalism, Quarterly Journal of Economics, Vol. 95 (November), pp. 567-586.",
        "Gramlich, Edward (1987), Subnational Fiscal Policy, Perspectives on Local Public Finance and Policy, Vol. 3, pp. 3-27.",
        "Hou, Yilin and Daniel Smith (2006), A Framework for Understanding State Balance Budget Requirement Systems: Reexamining Distinctive Features and an Operational Definition, Public Budgeting and Finance, Vol. 26 (Fall), pp. 22-45.",
        "Inman, Robert (1978), The Fiscal Performance of Local Governments: An Interpretative Review, in P. Mieszkowski and M. Straszheim (eds.), Current Issues in Urban Economics, Johns Hopkins Press: Baltimore, pp. 270-321.",
        "Inman, Robert (1982), Public Employee Pensions and the Local Labor Budget, Journal of Public Economics, Vol. 19 (October), pp. 49-72.",
        "Inman, Robert. (1997), Do Balanced Budget Rules Work? U.S. Experience and Possible Lessons for the EMU, in H. Siebert (ed.), Quo Vadis Europe?, J.C.B. Mohr, Turingen, pp. 307-332. R-2 Inman, Robert (2002), On Designing Intergovernmental Transfers with an Application in the New South Africa, in A. Panagariya, P. Portney, and R. Schwab (eds.), Environmental and Public Economics: Essays in Honor of Wallace Oates, E. Elgar, Northampton, MA, pp. 222-252.",
        "InmanRobert (2003), Transfers and Bailouts: Enforcing Local Fiscal Discipline with Lessons from U.S. Federalism, in J. Rodden, G. Eskeland, and J. Litvack (eds.), Enforcing a Hard Budget Constraint, MIT Press: Cambridge, MA., pp. 35-83.",
        "Inman, Robert (2007), Federalism's Values and the Value of Federalism, CESifo Economic Studies, Vol. 53 (Winter), pp. 522-560.",
        "Inman, Robert (2008), The Flypaper Effect, NBER Working Paper No. 14579.",
        "Inman, Robert and Andrew Haughwout (2001), Fiscal Policies in Open Cities with Firms and Households, Regional Science and Urban Economics, Vol. 31 (April), pp. 147-180.",
        "Inman, Robert and Daniel Rubinfeld (1996), Designing Tax Policy in Federalist Economies: An Overview, Journal of Public Economics, vol. 60 (June), pp. 307-334.",
        "Johnson, David, John Parker, and Nicholas Souleles (2006), Household Expenditure and Income Tax Rebates in 2001, American Economic Review, Vol. 96 (December), pp. 1589-1610.",
        "Joyce, Philip (2001), What's So Magical about Five Percent? A Nationwide Look at Factors That Influence the Optimal Size of State Rainy Day Funds? Public Budgeting and Finance, Vol. 21 (Summer), pp. 62-87.",
        "Krelove, Russell (1992), Competitive Tax Theory in Open Economies, Journal of Public Economics, Vol. 48 (August), pp. 361-375.",
        "Mieszkowski, Peter (1972), The Property Tax: An Excise Tax or a Profits Tax? Journal of Public Economics, Vol. 1 (April), pp. 73-96.",
        "Rangel, Antonio (2005), How to Protect Future Generations Using Tax-Base Restrictions, American Economic Review, Vol. 95 (March), pp. 314-346.",
        "Rivlin, Alice (1992), Reviving the American Dream: The Economy, the States, and the Federal Government, Brookings Institution: Washington, D.C. Rodden, Jonathan, Gunnar Eskeland, and Jennifer Litvack (2003), Enforcing a Hard Budget Constraint, MIT Press: Cambridge, MA. Romer,ChristineandDavidRomer(2010),TheMacroeconomicEffectsofTaxChanges:Estimates Based on a New Measure of Fiscal Shocks, American Economic Review, forthcoming. R-3 Sheffrin, Steven (2004), State Budget Deficit Dynamics and the California Debacle, Journal of Economic Perspectives, Vol. 18 (Spring), pp. 205-226.",
        "Shefter, Martin (1992), Political Crisis, Fiscal Crisis: The Collapse and Revival of New York City, Columbia University Press: New York.",
        "Sobel, Russell and Randall Holcombe, The Impact of Rainy Day Funds in Easing State Fiscal Crises During the 1990-1991 Recession, Public Budgeting and Finance, Vol. 16 (Fall), pp. 28-48.",
        "Wallis, John and Namshuk Kim (2005), The Market for American State Government Bonds in Britain and the United States, 1830-1843, Economic History Review, Vol. 58 (November), pp. 736764.",
        "Wildasin, David (1989), Interjurisdictional Capital Mobility: fiscal Externality and a Corrective Subsidy, Journal of Urban Economics, Vol. 25 (March), pp. 193-212.",
        "Wildasin, David (2000), Labor Market Integration, Investment in Risky Human Capital, and Fiscal Competition, American Economic Review, Vol. 90 (March), pp. 73-95."
    ]
}