{
    "id": 16088,
    "cites": 50,
    "cited_by": 5,
    "reference": [
        "Allman, James and John May. 1979. Fertility, Mortality, Migration, and Family Planning in Haiti. Population Studies 33(3):505521.",
        "Atkinson, Anthony B. 1970. On the Measurement of Inequality. Journal of Economic Theory 2(3):244263.",
        "Banister, Judith and Kenneth Hill. 2004. Mortality in China, 19642000. Population Studies 58(1):5575.",
        "Barro, Robert J. and Jong-Wha Lee. 2001. International Data on Educational Attainment: Updates and Implications. Oxford Economic Papers 53(3):541563.",
        "Barro, Robert J. and Xavier Sala-i-Martin. 1992. Convergence. jpe 100(2):223251.",
        "Becker, Gary S., Tomas J. Philipson and Rodrigo R. Soares. 2005. The Quantity and Quality of Life and the Evolution of World Inequality. American Economic Review 95(1):277291.",
        "Bongaarts, John. 2005. Long-Range Trends in Adult Mortality: Models and Projection Methods. Demography 42(1):2349.",
        "Cheung, Siu Lan Karen, Jean-Marie Robine, Edward Jow-Ching Tu and Graziella Caselli. 2005. Three Dimensions of the Survival Curve: Horizontalization, Verticalization, and Longevity Extension.  Demography 42(2):243258.",
        "Coale, Ansley J. 1991. Excess Female Mortality and the Balance of the Sexes in the Population: An Estimate of the Number of Missing Females. Population and Development Review 17(3):517 523.",
        "Coale, Ansley J. and Judith Banister. 1994. Five Decades of Missing Females in China. Demography 31(3):459479.",
        "Coale, Ansley J. and Paul Demeny. 1983. Regional Model Life Tables and Stable Populations. 2 ed. New York: Academic Press.",
        "Crespo Cuaresma, Jesus. 2006. Convergence of Educational Attainment Levels in the OECD: More Data, More Problems? Economics of Education Review 25(2):173178.",
        "Cutler, David, Angus Deaton and Adriana Lleras-Muney. 2006. The Determinants of Mortality. Journal of Economic Perspectives 20(3):97120.",
        "de Gregorio, Jose and Jong-Wha Lee. 2002. Education and Income Inequality: New Evidence from Cross-Country Data. Review of Income and Wealth .",
        "Edwards, Ryan D. 2008. The Cost of Uncertain Life Span. NBER Working Paper 14093.",
        "Edwards, Ryan D. 2009. The Cost of Uncertain Life Span. Unpublished manuscript, March.",
        "Edwards, Ryan D. and Shripad Tuljapurkar. 2005. Inequality in Life Spans and a New Perspective on Mortality Convergence Across Industrialized Countries. Population and Development Review 31(4):645675.",
        "Finch, Caleb E. and Eileen M. Crimmins. 2004. Inflammatory Exposure and Historical Changes in Human Life-Spans. Science 305(5691):17361739.",
        "Finch, Caleb E., Malcolm C. Pike and Matthew Witten. 1990. Slow Mortality Rate Accelerations During Aging in Some Animals Approximate That of Humans. Science 249(4971):902905.",
        "Foster, James E. and Amartya Sen. 1997. On Economic Inequality After a Quarter Century. Oxford: Clarendon Press.",
        "Glei, Dana A. and Shiro Horiuchi. 2007. The narrowing sex differential in life expectancy in highincome populations: Effects of differences in the age pattern of mortality. Population Studies 61(2):141159.",
        "Goesling, Brian and Glenn Firebaugh. 2004. The Trend in Between-Nation Health Inequality. Population and Development Review 30(1):131146.",
        "Human Mortality Database. 2009. University of California, Berkeley (USA) and Max Planck Institute for Demographic Research (Germany). Available at www.mortality.org.",
        "Keyfitz, Nathan. 1985. Applied Mathematical Demography. 2nd ed. New York: Springer.",
        "Lee, Ronald D. and Lawrence R. Carter. 1992. Modeling and Forecasting U.S. Mortality. Journal of the American Statistical Association 87(419):659671.",
        "Lopez, Alan D., O. B. Ahmad, Michel Guillot, M. Inoue, B. D. Ferguson, J. A. Salomon, Christopher J. L. Murray and Kenneth H. Hill. 2002. World Mortality in 2000: Life Tables for 191 Countries. Geneva: World Health Organization.",
        "Lorenz, Max O. 1905. Methods of Measuring the Concentration of Wealth. Publications of the American Statistical Association 9(70):209219.",
        "Meara, Ellen R., Seth Richards and David M. Cutler. 2008. The Gap Gets Bigger: Changes in Mortality and Life Expectancy, By Education, 19812000. Health Affairs 27(2):350360.",
        "Moser, Kath, Vladimir Shkolnikov and David A. Leon. 2005. World mortality 19502000: divergence replaces convergence from the late 1980s. Bulletin of the World Health Organization 83(3):202209.",
        "Pradhan, Menno, David E. Sahn and Stephen D. Younger. 2003. Decomposing World Health Inequality. Journal of Health Economics 22:271293.",
        "Preston, Samuel H., Nathan Keyfitz and Robert Schoen. 1972. Causes of Death: Life Tables for National Populations. New York: Academic Press.",
        "Preston, Samuel H. and Paul Taubman. 1994. Socioeconomic Differences in Adult Mortality and Health Status. In The Demography of Aging, ed. Linda G. Martin and Samuel H. Preston. Washington: National Academy Press pp. 279318.",
        "Pritchett, Lant. 1997. Divergence, Big Time. Journal of Economic Perspectives 11(3):317.",
        "Ram, Rati. 2006. State of the Life Span Revolution between 1980 and 2000. Journal of Development Economics 80(2):518526.",
        "Sab, Randa and Stephen C. Smith. 2002. Human Capital Convergence: A Joint Estimation Approach. IMF Staff Papers 49(2):200211.",
        "Sala-i-Martin, Xavier. 2006. The World Distribution of Income: Falling Poverty and ... Convergence, Period. Quarterly Journal of Economics 121(2):351397.",
        "Shkolnikov, Vladimir M., Evgueni E. Andreev and Alexander Z. Begun. 2003. Gini coefficient as a life table function: computation from discrete data, decomposition of differences and empirical examples. Demographic Research 8(11).",
        "Smits, Jeroen and Chistiaan Monden. 2009. Length of life inequality around the globe. Social Science & Medicine 68(6):11141123. doi:10.1016/j.socscimed.2008.12.034.",
        "Theil, Henri. 1967. Economics and Information Theory. Amsterdam: North-Holland.",
        "Theil, Henri. 1979. World Income Inequality and Its Components. Economics Letters 2(1):99102.",
        "Tuljapurkar, Shripad and Ryan D. Edwards. 2009. Variance in Death and Its Implications for Modeling and Forecasting Mortality. NBER Working Paper 15288.",
        "United Nations Population Division. 1982. Model Life Tables for Developing Countries. Number 77 in Population Studies New York: United Nations.",
        "United Nations Population Division. 2006. World Population Prospects: The 2004 Revision. New York: United Nations.",
        "Vallin, Jacques. 1975. La mortalite en Algerie. Population 33(6):10231046.",
        "Vaupel, James W. and Vladimir Canudas-Romo. 2003. Decomposing Change in Life Expectancy: A Bouquet of Formulas in Honor of Nathan Keyfitz's 90th Birthday. Demography 40(2):201216.",
        "White, Kevin M. 2002. Longevity Advances in High-Income Countries. Population and Development Review 28(1):5976.",
        "Wilmoth, John R. and Shiro Horiuchi. 1999. Rectangularization Revisited: Variability of Age at Death within Human Populations. Demography 36(4):475495.",
        "Wilson, Chris. 2001. On the Scale of Global Demographic Convergence 19502000. Population and Development Review 27(1):155171.",
        "World Health Organization Life Table Database. 2009. Available at www.who.int/whosis.",
        "World Health Organization Mortality Database. 2009. Available at www.who.int/whosis/mort."
    ]
}