{
    "id": 16081,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Baumgartner, J., E. Glatzer, F. Rumler, and A. Stiglbauer. 2005. Ã\u0082â\u0080\u009cHow frequently do consumer prices change in Austria?Ã\u0082â\u0080\u009dECB working paper series, No. 523.",
        "Aucremanne, L., and E. Dhyne. 2004. Ã\u0082â\u0080\u009cHow frequently do prices change? Evidence based on the micro data underlying the Belgian CPI.Ã\u0082â\u0080\u009dNational Bank of Belgium Working paper No. 44.",
        "Alvarez, L. J., and I. Hernando. 2004. Ã\u0082â\u0080\u009cPrice setting behavior in Spain: Stylized facts using consumer price micro data.Ã\u0082â\u0080\u009dECB working paper series No. 416.",
        "Stockman, A. C., 1980. Ã\u0082â\u0080\u009cA theory of exchange rate determination.Ã\u0082â\u0080\u009dJournal of Political Economy, 88(4), 673-698.",
        "Stockman, A. C., 1980. Ã\u0082â\u0080\u009cA theory of exchange rate determination.Ã\u0082â\u0080\u009dJournal of Political Economy, 88(4), 673-698.",
        "Stockman, A. C., 1980. Ã\u0082â\u0080\u009cA theory of exchange rate determination.Ã\u0082â\u0080\u009dJournal of Political Economy, 88(4), 673-698.",
        "RogoÃ\u0082Â¤, K., 1996. Ã\u0082â\u0080\u009cThe purchasing power parity puzzle.Ã\u0082â\u0080\u009dJournal of Economic Literature, 34(2), 647-668.",
        "Rogers, J. H., 1999. Ã\u0082â\u0080\u009cMonetary shocks and real exchange rates.Ã\u0082â\u0080\u009dJournal of International Economics, 49, 269-288.",
        "Ramsey, J. B., 1969. Ã\u0082â\u0080\u009cTests for speciÃ\u0082â\u0080¦cation errors in classical linear least-squares regression analysis.Ã\u0082â\u0080\u009dJournal of the Royal Statistical Society B, 31, 350Ã\u0082â\u0080\u0093371.",
        "Meese, R. A. and K. RogoÃ\u0082Â¤. 1983. Ã\u0082â\u0080\u009cEmpirical exchange rate models of the seventies : Do they Ã\u0082â\u0080¦t out of sample?Ã\u0082â\u0080\u009dJournal of International Economics, 14(1-2), 3-24.",
        "Kehoe, P. J., and V. Midrigan. 2007. Ã\u0082â\u0080\u009cSticky prices and sectoral real exchange rates. Federal Reserve Bank of Minneapolis Working Paper No. 656.",
        "Ghosal, S., A. Sen, and A.W. van der Vaart. 2000. Ã\u0082â\u0080\u009cTesting monotonicity of regression.Ã\u0082â\u0080\u009d The Annals of Statistics, 28(4), 1054-1082.",
        "Eichenbaum, M., and C. Evans, 1995. Ã\u0082â\u0080\u009cSome empirical evidence on the eÃ\u0082Â¤ects of monetary policy shocks on exchange rates.Ã\u0082â\u0080\u009dQuarterly Journal of Economics, 110, 975Ã\u0082â\u0080\u00931010.",
        "Dornbusch, R., S. Fischer, and R. Startz. 2004. Ã\u0082â\u0080\u009cMacroeconomics: Sd fs a.Ã\u0082â\u0080\u009dMcGraw Hill.",
        "Crucini, M. J., and C. Telmer. 2007. Ã\u0082â\u0080\u009cMicroeconomic sources of real exchange rate variability.Ã\u0082â\u0080\u009dunpublished manuscript.",
        "Crucini, M. J., M. Shintani, and T. Tsuruga. 2010. Ã\u0082â\u0080\u009cThe law of one price without the border: the role of distance versus sticky prices.Ã\u0082â\u0080\u009dEconomic Journal, 120, 462-480.",
        "Clarida, R., and J. GalÃ\u0083Â­. 1994. Ã\u0082â\u0080\u009cSources of real exchange-rate Ã\u0082â\u0080¡uctuations: How important are nominal shocks?Ã\u0082â\u0080\u009dCarnegie-Rochester Conference Series on Public Policy, 41(1), 1-56.",
        "Chari, V. V., P. J. Kehoe, and E. R.McGrattan. 2002. Ã\u0082â\u0080\u009cCan sticky price models generate volatile and persistent real exchange rates? Review of Economics Studies, 69(3), 533-563.",
        "Bils, M., and P. J. Klenow. 2004. Ã\u0082â\u0080\u009cSome evidence on the importance of sticky prices.Ã\u0082â\u0080\u009d Journal of Political Economy, 112(5), 947-985.",
        "Calvo, G., 1983. Ã\u0082â\u0080\u009cStaggered prices in a utility-maximizing framework.Ã\u0082â\u0080\u009dJournal of Monetary Economics 12 (3), 383Ã\u0082â\u0080\u0093398.",
        "Bergin, P. R., R. Glick, and J.-L. Wu. 2009. Ã\u0082â\u0080\u009cThe micro-macro disconnect of purchasing power parity,Ã\u0082â\u0080\u009dNBER Working Papers 15624, National Bureau of Economic Research.",
        "Baudry, L., H. Le Bihan, P. Sevestre, and S. Tarrieu. 2007. Ã\u0082â\u0080\u009cWhat do thirteen million price records have to say about consumer price rigidity?Ã\u0082â\u0080\u009dOxford Bulletin of Economics and Statistics, 69(2), 139-183."
    ]
}