{
    "id": 16087,
    "cites": 29,
    "cited_by": 7,
    "reference": [
        "Ashcraft, Adam, Nicolae Garleanu, and Lasse H. Pedersen, 2010, Two Monetary Tools: Interest Rates and Haircuts, NBER Macroeconomics Annual, forthcoming.",
        "Burnside, Craig, Martin Eichenbaum and Sergio Rebelo, 2006, Government Finance in the Wake of Currency Crises, Journal of Monetary Economics 53, 401-440.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, 1, 195--228.",
        "Cha, Ariana Eunjung, 2009, Geithner Tells China Its Dollar Assets Are Safe Washington Post Foreign Service, June 1, 2009, http://www.washingtonpost.com/wp-dyn/content/article/2009/06/01/AR2009060101784.html Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo, 2010, When is the Government Spending Multiplier Large? Manuscript, Northwestern University.",
        "Cochrane, John H., 1992, Explaining the Variance of Price-Dividend Ratios, Review of Financial Studies 5,243--80.",
        "Cochrane, John H., 1988, A Frictionless model of U.S. Inflation, in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual 1998 Cambridge MA: MIT press, p. 323-384.",
        "Cochrane, John H., 2001, Long Term Debt and Optimal Policy in the Fiscal Theory of the Price Level, Econometrica 69, 69-116.",
        "Cochrane, John H., 2005, Money as Stock, Journal of Monetary Economics 52:3, 501528.",
        "Cochrane, John H., 2007, Inflation Determination with Taylor Rules: A Critical Review, Manuscript, University of Chicago.",
        "Cochrane, John H., 2008, The Dog That Did Not Bark: A Defense of Return Predictability,  Review of Financial Studies 21, 1533-1575.",
        "Cochrane, John H., 2010, The Government Debt Valuation Equation. An Appendix to `Understanding Policy' http://faculty.chicagobooth.edu/john.cochrane/research/Papers/ Congressional Budget Office, 2009, A Preliminary Analysis of the President's Budget and an Update of CBO's Budget and Economic Outlook, http://www.cbo.gov/ftpdocs/100xx/doc10014/Summary.4.1.shtml Council of Economic Advisers, 2009, The Economic Case for Health Care Reform http://www.whitehouse.gov/assets/documents/CEA_Health_Care_Report.pdf Duffie, Darrell, 2010, The Failure Mechanics of Dealer Banks, Journal of Economic Perspectives 24, 51--72.",
        "Elmendorf, Doug, 2009, The Budget and Economic Outlook, September 2009 presentation to the National Economists Club, http://www.cbo.gov/doc.cfm?index=10624&type=1 Federal Reserve, 2010, Semiannual Monetary Policy Report to the Congress, February 24, 2010 http://federalreserve.gov/monetarypolicy/mpr_20100224_part1.htm. February 24.",
        "Feldstein, Martin, 2009, Inflation is Looming on America's Horizon, Financial Times, April 19, http://belfercenter.ksg.harvard.edu/publication/18990/ inflation_is_looming_on_americas_horizon.html Ferguson, Niall, 2009, History Lesson for Economists in Thrall to Keynes Financial Times, May 29 2009, http://www.ft.com/cms/s/0/a635d12c-4c7c-11de-a6c5-00144feabdc0.html Gorton, Gary B., and Andrew Metrick, 2009, Haircuts NBER Working Paper 15273.",
        "Gorton, Gary B., and Andrew Metrick, 2009b, Securitized Banking and the Run on Repo, NBER Working Paper No. 15223.",
        "Graham, Jed, 2010,  Debt Shock May Hit In 2018, Maybe As Soon As 2013, Investor's Business Daily May 6, 2010, p. A01.",
        "Hilsentrath, Jon, 2010, Inflation Fears Cut Two Ways at the Fed Wall Street Journal April 5 2010.",
        "Krishnamurthy, Arvind and Annette Vissing-Jorgenson, 2008, The Aggregate Demand for Treasury Debt, Manuscript, Northwestern University.",
        "Krugman, Paul, 2009, The Big Inflation Scare New York Times May 28 2009 http://www.nytimes.com/2009/05/29/opinion/29krugman.html Leeper, Eric, 1991, Equilibria Under `Active' and `Passive' Monetary and Fiscal Policies, Journal of Monetary Economics 27, 129-147.",
        "Laffer, Arthur, 2009, Get Ready for Inflation and Higher Interest Rates  Wall Street Journal, June 11, 2009, http://online.wsj.com/article/SB124458888993599879.html Miller, Rich, 2009, U.S. Needs More Inflation to Speed Recovery, Say Mankiw, Rogoff, Bloomberg.com May 19 2009, http://www.bloomberg.com/apps/news?pid=20601083&sid=auyuQlA1lRV8 Orszag, Peter R., 2008, Letter to Representative Paul Ryan (R--WI), May 19, 2008, http://www.cbo.gov/ftpdocs/92xx/doc9216/.",
        "Piergallini, Alessandro, and Rodano, Giorgio, 2009, Public Debt, Distortionary Taxation, and Monetary Policy, Manuscript, University of Rome.",
        "Pittman, Mark, and Bob Ivry, 2009, Financial Rescue Nears GDP as Pledges Top $12.8 Trillion (Update1) Bloomberg.com March 31 2009, http://www.bloomberg.com/apps/news?pid=20601087&sid=armOzfkwtCA4 Novy-Marx, Robert, and Joshua D. Rauh, 2009, The Liabilities and Risks of StateSponsored Pension Plans, Journal of Economic Perspectives, 23(4): 191--210, DOI:10.1257/jep.23.4.191.",
        "Rey, Helene, and Pierre-Olivier Gourinchas, 2007, International Financial Adjustment, Journal of Political Economy, 115, 665-703.",
        "Romer, Christina and David Bernstein, 2009, The Job Impact of the American Recovery and Reinvestment Plan, http://otrans.3cdn.net/45593e8ecbd339d074_l3m6bt1te.pdf Samuelson, Robert J., 2008, The Great Inflation and its Aftermath, New York: Random House.",
        "Sargent, Thomas J., 1992, Rational Expectations and Inflation, New York: Harper and Row, Second edition.",
        "Sargent, Thomas J., 1999, The Conquest of American Inflation, Princeton: Princeton University Press Sargent, Thomas J. and Neil Wallace, 1981,Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review, 5:3, Fall 1981, 1--17.",
        "Satow, Julie, 2009, http://www.nysun.com/business/anna-schwartz-the-fed-is-inviting-inflation/70958/ Taylor, John, 2009b, Empirically Evaluating Economic Policy in Real Time, NBER Reporter 2009 Number 3, www.nber.org/reporter.",
        "Trabandt, Mathias, and Harald Uhlig, 2009, How Far Are We From the Slippery Slope? The Laffer Curve Revisited, NBER Working Paper 15343.",
        "Uhlig, Harald, 2010, Some Fiscal Calculus, Manuscript, University of Chicago.",
        "Woodford, Michael, 2003, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press."
    ]
}