{
    "id": 16085,
    "cites": 42,
    "cited_by": 4,
    "reference": [
        "Akerlof, George A. (1970). The Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality Uncertainty and the Market Mechanism. The Quarterly Journal of Economics 84, 488-500.",
        "Berk, Jonathan B. and Green, R. C. (2004). Mutual Fund Flows and Performance in Rational Markets. Journal of Political Economy 112, 1269-1295.",
        "Board, Oliver J. (2009). Competition and Disclosure. Journal of Industrial Economics 57, 197-213.",
        "Brown, Keith C., W. V. Harlow, and Laura T. Starks (1996). Of Tournaments and Temptations: An Analysis of Managerial Incentives in the Mutual Fund Industry. The Journal of Finance 51, 85-110.",
        "Capon, Noel, Gavin J. Fitzsimons, and Russ Alan Prince (1996). An individual level analysis of the mutual fund investment decision. Journal of Financial Services Research 10, 59-82.",
        "Carlin, Bruce I. (2009). Strategic Price Complexity in Retail Financial Markets. Journal of Financial Economics 91: 278-287. Carlin, Bruce I., and Gustavo Manso (20010). Obfuscation, Learning, and the Evolution of Investor Sophistication. Forthcoming, Review of Financial Studies.",
        "Chauvin, Keith W., and James P. Guthrie (1994). Labor Market Reputation and the Value of the Firm. Managerial and Decision Economics 15, 543-552.",
        "Clinch, G. and Verrecchia, R. E. (1997). Competitive Disadvantage and Discretionary Disclosure in Industries. Australian Journal of Management 22, 125-138.",
        "Darrough, Masako N. (1993). Disclosure Policy and Competition: Cournot vs. Bertrand. The Accounting Review 68, 534-561.",
        "Darrough, Masako N. and Stoughton, Neal M. (1990). Financial Disclosure Policy in an Entry Game. Journal of Accounting and Economics 12, 219-243.",
        "Del Guercio, Diane and Paula A. Tkac (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Star Power: The Effect of Morningstar Ratings on Mutual Fund FlowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Financial and Quantitative Analysis 43, 907-936.",
        "Diamond, Douglas W. (1985). Optimal Release of Information By Firms. Journal of Finance 40, 1071-1094.",
        "Dye, Ronald A. (1985). Disclosure of Nonproprietary Information. Journal of Accounting Research 23, 123-145.",
        "Dye, Ronald A. and Sridhar, Sri S. (1995). Industry-Wide Disclosure Dynamics. Journal of Accounting Research 33, 157-174.",
        "Feltham, G.A. and Xie, J.Z. (1992). Voluntary Financial Disclosure in an Entry Game with Continua of Types. Contemporary Accounting Research 9, 46-80.",
        "Fishman, Michael J., and Kathleen M. Hagerty (1989). Disclosure Decisions by Firms and the Competition for Price Efficiency. Journal of Finance 44, 633-646.",
        "Fishman, Michael J., and Kathleen M. Hagerty (1990). The Optimal Amount of Discretion to Allow in Disclosure. Quarterly Journal of Economics 105, 427-444.",
        "Fishman, Michael J., and Kathleen M. Hagerty (2003). Mandatory Versus Voluntary Disclosure in Markets with Informed and Uninformed Customers. Journal of Law, Economics and Organization 19, 45-63.",
        "Gallaher, Steven, Ron Kaniel, and Laura Starks (2005). Madison Avenue Meets Wall Street: Mutual Fund Families, Competition and Advertising. Working Paper, University of Texas and Duke University.",
        "Gaspar, Jos-Miguel, Massimo Massa and Pedro Matos (2006). Favoritism in Mutual Fund Families? Evidence on Strategic Cross-Fund Subsidization. The Journal of Finance 61, 73-104.",
        "Gatewood, Robert D., Mary A. Gowan, and Gary J. Lautenschlager (1993). Corporate Image, Recruitment Image, and Initial Job Choice Decisions. The Academy of Management Journal 36, 414-427.",
        "Gibbs, Michael (1994). Testing Tournaments? An Appraisal of the Theory and Evidence. Labor Law Journal 45, 493-500.",
        "Grossman, Gene M. and Shapiro, Carl (1984). Informative Advertising with Differentiated Products. The Review of Economic Studies 51, 63-81.",
        "Grossman, Sanford J. (1981). The Informational Role of Warranties and Private Disclosure about Product Quality. Journal of Law and Economics 24, 461-483.",
        "Grossman, S. J. and Hart, O. D. (1980). Disclosure Laws and Takeover Bids. Journal of Finance 35, 323-334.",
        "Gualtieri, Paolo and Giovanni Petrella (2005). Does Visibility Affect Mutual Fund Flows?. Working Paper, Catholic University, Milan, Italy.",
        "Hendricks, Kevin B., and Vinod R. Singhal (1996). Quality Awards and the Market Value of the Firm: An Empirical Investigation. Management Science 42, 415-436.",
        "Hoeffding, Wassily (1963). Probability Inequalities for Sums of Bounded Random Variables. Journal of the American Statistical Association 58, 13-30.",
        "Hsu, David H. (2004). What Do Entrepreneurs Pay for Venture Capital Affiliation? The Journal of Finance 59, 1805-1844.",
        "Jovanovic, Boyan (1982). Truthful Disclosure of Information. The Bell Journal of Economics 13, 36-44.",
        "Jung, Woon-Oh and Kwon, Young K. (1988). Disclosure When the Market Is Unsure of Information Endowment of Managers. Journal of Accounting Research 26, 146-153.",
        "Malmendier, Ulrike, and Geoffrey Tate (2009). Superstar CEOs. Quarterly Journal of Economics 124, 1593-1638.",
        "Milgrom, Paul R. (1981). Good News and Bad News: Representation Theorems and Applications. The Bell Journal of Economics 12, 380-391.",
        "Nanda, Vikram, Z. Jay Wang, and Lu Zheng (2004). Family Values and the Star Phenomenon: Strategies of Mutual Fund Families The Review of Financial Studies 17, 667-698.",
        "Pae, Suil. (2002). Optimal Disclosure Policy in Oligopoly Markets. Journal of Accounting Research 40, 901-932.",
        "Rosen, Sherwin (1981). The Economics of Superstars. American Economic Review 71, 845-858.",
        "Sirri, Erik R. and Peter Tufano (1998). Costly search and mutual fund flows. Journal of Finance 53, 1589-1622.",
        "Starks, Laura and Miachael Yates (2008). Reputation and Mutual Fund Choice. Working Paper, University of Texas.",
        "Stivers, Andrew (2004). Unraveling of Information: Competition and Uncertainty. Topics in Theoretical Economics 4, 1151-1151.",
        "Turban, Daniel B., and Daniel W. Greening (1996). Corporate Social Performance and Organizational Attractivenenss to Prospective Employees. The Academy of Management Journal 40, 658-672.",
        "Verrecchia, Robert E. (1983). Discretionary Disclosure. Journal of Accounting and Economics 5, 179-194.",
        "Wagenhofer, Alfred. (1990). Voluntary Disclosure with a Strategic Opponent. Journal of Accounting and Economics 12, 341-363."
    ]
}