{
    "id": 1608,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Ben-Porath, Yoram. Labor-Force Participation Rates and the Supply of Labor. Journal of Political Economy, Vol. 81, No. 3, (May/June 1973) : pp. 697-704.",
        "Bowen, William G., and T. Aldrich Finegan. The Economics of Labor Force Participation, Princeton: Princeton University Press, 1969.",
        "Cain, Glen G., and Martin D. Dooley. Estimation of A Model of Labor Supply, Fertility, and Wages of Married Women. Journal of Political Economy, Vol. 84, No. 4, Part 2, (August 1976): pp. sl79-s199.",
        "Furugori, Tomoko. Recent Changes in the Labor Force Behavior of Women in Japan: A Time-Series Analysis. Keio Economic Studies, Vol. 17, No. 2, (1980): pp. 51-69.",
        "Gronau, Reuben. Wage Comparisons - a Selectivity Bias. Journal of Political Economy, Vol. 82, No. 6, (November/December 1974): pp. 1119-43.",
        "Hamilton, Jonathan H. Fertility and Female Labor Force Participation in Japan. Paper presented at the Japan Economic Seminar at M.I.T., (March 1979).",
        "Heckman, James. Shadow Prices, Market Wages, and Labor Supply. Econometrica, Vol. 42, No. 4, (July 1974): pp. 679-94.",
        "Hill, N. Anne. A Comparison of Economic Models and Empirical Results for Female Labor Force Participation in Japan and the United States. Nihon Roudo Kyoukai Zasshi, (January 1982), pp. 14-25 (in Japanese).",
        "Countries - Consideration of the Informal Sector. Review of Economics and Statistics, Vol. 65, No. 3, (August 1983): pp. 459-68.",
        "R- 2 Japan. Department of Labor, Fujin Roudo No Jitsujou, Showa 57 Nenban (in Japanese), Actual Conditions of Womens Labor in 1982. Tokyo: 1982.",
        "Keeley, Michael C. Labor Supply and Public Policy: A Critical Review. New York: Academic Press, 1981.",
        "Leibowitz, Arleen. Education and Home Production. American Economic Review, Vol. 74, No. 2, (May 1974) : pp. 243-50.",
        "Link, Charles R., and Russell F. Settle. A Simultaneous-Equation Model of Labor Supply, Fertility and Earnings of Married Women: The Case of Registered Nurses. Southern Economic Journal, Vol. 47, No. 4, (April 1981) : pp. 977-89.",
        "Long, James E., and Ethel B. Jones. Part-week Work by Married Women. Southern Economic Journal, Vol. 46, No. 3, (January 1980): pp. 716-25.",
        "Mincer, Jacob. Labor Force Participation of Married Women In H. G. Lewis (ed.), Aspects of Labor Economics, Princeton, N.J.: Princeton University Press, 1962.",
        "Nagano, Hitoshi. Factors for Changes in Female Labor Supply. M.A. Thesis, Aoyama Gakuin University, (1980) (in Japanese).",
        "Schultz, T. Paul. The Influence of Fertility on Labor Supply of Married Women: Simultaneous Equation Estimates In Donald G. Ehrenberg (ed.), Research in Labor Economics, Vol. 2, Connecticut: JAI Press, 1978.",
        "Shapiro, David, and Lois B. Shaw. Growth in the Labor Force Attachment of Married Women: Accounting for changes in the l970s. Southern Economic Journal, Vol. 50, No. 2, (October 1983): pp. 461-73.",
        "Shimada, Haruo, et al. A Study of the Labor Market Mechanism. Economic Research Institute, Economic Planning Agency Monograph No. 37. Tokyo: Government Printing Office, 1981 (in Japanese).",
        "Participation in Japan. Journal of Labor Economics, Vol. 3, No. 1 (Supplement), (January 1985): pp. s355-74.",
        "R- 3 Smith, James P. (ed.), Female Labor Supply: Theory and Estimation. Princeton, N.J.: Princeton University Press, 1980.",
        "Umetani, Shunichiro. An Analysis of Married Womens Labor Force Participation Rates In Youko Sano (ed.), Economics of Female Labor, Tokyo: Nihon Roudo Kyoukai Zasshi, 1972 (in Japanese)."
    ]
}