{
    "id": 16092,
    "cites": 5,
    "cited_by": 0,
    "reference": [
        "Bai Juyi. Forests of Countermeasures, Volume 29. 806 A.D. Ban Gu. Biography of Jia Shan, History of the Former Han Dynasty.88 A.D.~106 A.D. Chao Cuo. Memorandum to the Emperor for Rising Grain's Price. 168 B.C. Chen Zhiwu. The Ending of Filial Duty of Confucianism and the Rising of China's Fiance, New Wealth. 2006.",
        "Kong Ji. Statement on Casting Coin and Equipoising money. 482 A.D. Lacylin, J. L., Money and Business Cycles, 1911.",
        "Li Tao. Continuation of History Retold as a Mirror for Rulers, Volume 283. 1163 A.D~1177 A.D. Liu Dingzhi. Countermeasures on Ten Subject, Volume Six.. 1433 A.D. Liu Zhi. On Money. 734 A.D. Lu Zhi. The Complete Works of Lu Xuan Gong, Volume Four. 794 A.D. Luo Mi. On the Origin of Money, History of the Lu. 1165 A.D.~1173 A.D. Ma Duanlin. Money, Part Two, General Study of Literary Records, Volume Nine. 1307 A.D. Mohist Canons, Voulme 43. 468 B.C.~376 B.C. Peng Xinwei. The History of China's Money. Shanghai: Shanghai Renmin Press,2007.",
        "Qiu Jun. Copper Coin and Paper Currency, More about the Great Learning Derivative. 1487 A.D. Shen Yue. Biography of Yan Jun, Chronicles of the Sung in Southern Dynasty. 487 A.D. Sima Qian,  the Book on Counterpoise, Shi Ji Historical Records. 104 B.C~91 B.C. Skaggs, N. T., Changing Views: Twentieth Century Opinion on the ?? School  Currency School Controversym, History of Political Economy, Vol. 31(2), 1999, pp. 361-391.",
        "Xin Qiji. Memorandum to the Emperor for Applying the Money of Huizi. 1175 A.D. Xu Mei. On Money. 1846 A.D. Yang Wanli. Memorandum to the Emperor for Begging to Suspend Ferruginous Coin and Huizi Money in Jiangnan State. Anthology of Cheng Zhai. 1192 A.D. Ye Shi. Financing, Volume Two, Another Anthology of Shui Xin. 1150 A.D~1223 A.D. Ye Ziqi. Part of Various Institution, Cao MU Zi. 1378 A.D. Yuan Xie. Memorandum to the Emperor for People's Convenience. 1208 A.D. Zhang Fangping. Statement on Money and Banning Copper. 1068 A.D.~1085 A.D. Zhang Jiaxiang. The History of Monetary Thought in China. Wuhan: Hubei Renmin Press,2001."
    ]
}