{
    "id": 1609,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Aizenman, Joshua and Frenkel, Jacob A. Optimal Wage Indexation, Foreign Exchange Intervention and Monetary Policy. American Economic Review 75, No. 3 (June 1985), forthcoming.",
        "Azariadis, Costas. Escalator Clauses and the Allocation of Cyclical Risks.I! Journal of Economic Theory 18, No. 1 (June 1978): 119-55.",
        "Barro, Robert J. Long-term Contracting, Sticky Prices, and Monetary Policy. Journal of Monetary Economics 3, No. 3 (July 1977): 3O5-1~.",
        "Bean, Charles H. ~`Targeting Nominal Income: An Appraisal. Economic Journal 93, No. )4 (December 1983): 806-19.",
        "Blinder, Alan S. Monetary Accommodation of Supply Shocks Under Rational Expectations. Journal of Money, Credit_and Banking 13, No. )4 (November 1981): ~125-38.",
        "Blinder Alan S. and Mankiw, Gregory N. Aggregation and Stabilization Policy in a Multi-Contract Economy. Journal of Monetary Economics 13, No. 1 (January 198~4): 67-86. Bruno, Michael. Raw Naterials, Profits, and the Productivity Slowdown. Quarterly Journal of Economics 99, No. 1 (February 198~i: 1-30. Bruno, Michael an~ Sachs, Jeffrey. Input Price Shocks and the Slowdown in Economic Growth: The Case of U.K. Manufacturing. ~eview of Economic Studies 5 (Special Issue, 1982): 679-705.",
        "Calvo, Guillermo A. On Models of Money and Perfect Foresight. Inter national Economic Review 20, No. 1 (February 1979): 33-102.",
        "Cukierman, Alex. The Effects of wage Indexation on Macroeconomic Fluc- tuations: A Generalization. Journal of Monetary Economics 6, No. 2 (April 1980): 1~17-70.",
        "Euen, Benjamin. The Nominal System: Linkage to the Quantity of Money or to Nominal Income. Revue Economique 30, No. 1 (January 1979): 121-~43.",
        "Findlay, Ronald and Rodriguez, Carlos A. Intermediate Ir~ports and Macro- economic Policy Under Flexible Exchange Rates. Canadian Journal of Economics 10 (May 1977): 208-17.",
        "Fischer, Stanley (1977a). Wage Indexation and Macroeconomic Stability. in Karl Brunner and Allan Meltzer (eds.) Stabilization of Domestic and International Economy, Carnegie-Rochester Conference Series on Public Policy, Vol. 5, a supplementary series to the Journal of Monetary Economics (1977): 107-147.",
        "Policy: A Comment. Journal of Monetary Economics 3, No. 3 (July 1977): 317-23.",
        "Optimal Money Supply Rule. Journal of Political Economy 85, No. 1 (February 1977): 191-205.",
        "Gordon, Robert J. Alternative Responses of Policy to External Supply Shocks. Brookings Papers on Economic Activity 1 (1975): 183-206.",
        "Economic Review 7)4, No. 2 (May 198~4): 38-L~3. Gray, Jo Anna. Wage Indexation: A Macroecoricrnic Approach. Journal of Monetary Economics 2, No. 2 (April 1976): 221-35.",
        "Hall, Robert E. Macroeconomic Policy Under Structural Cnange. in Industrial Change and Public Policy, Federal Reserve Bank of Kansas City, 1983: 85-111.",
        "Stability and Public Policy, Federal Reserve Bank of Kansas City, 198)4: 137-59. 48 and Lazear, Edward P. The Excess Sensitivity of Quits and Layoffs to Demand. Journal of Labor Economics 2, no. 2 (April l98~l): 233-57. I-iarberger, Arnold C. Three Basic Postulates for Applied Welfare Economics: An Interpretive Essay. Journal of Economic Literature 9, No. 3 (September 1971): 785-97.",
        "Karni, Ecu. ~`On Optimal Wage Indexation. Journal of Political Economy 91, No. 2 (April 1983): 282-92.",
        "Marion, Nancy P. and Svensson, Lars E. 0. Adjustment to Expected and Un- expected Oil Price Increases. NBER Working Paper Series, No. 997, October 1982."
    ]
}