{
    "id": 16095,
    "cites": 75,
    "cited_by": 29,
    "reference": [
        "Adam, Klaus, and Roberto Billi, Optimal Monetary Policy under Commitment with a Zero Bound on Nominal Interest Rates, Journal of Money, Credit and Banking 38: 1877-1905 (2006).",
        "Aoki, Kosuke, Optimal Monetary Policy Responses to Relative Price Changes, Journal of Monetary Economics 48: 55-80 (2001).",
        "Aoki, Kosuke, Optimal Commitment Policy Under Noisy Information, Journal of Economic Dynamics and Control 30: 81-109 (2006).",
        "Aoki, Kosuke, and Kalin Nikolov, Rule-Based Monetary Policy under Central Bank Learning, CEPR discussion paper no. 5056, May 2005.",
        "Ball, Laurence, N. Gregory Mankiw, and Ricardo Reis, Monetary Policy for Inattentive Economies, Quarterly Journal of Economics 52: 703-725 (2005).",
        "Benigno, Pierpaolo, Optimal Monetary Policy in a Currency Area, Journal of International Economics 63: 293-320 (2004).",
        "Benigno, Pierpaolo, and Michael Woodford, Optimal Monetary and Fiscal Policy: A Linear-Quadratic Approach, in M. Gertler and K. Rogoff, eds., NBER Macroeconomics Annual 2003, Cambridge, MA: MIT Press.",
        "Benigno, Pierpaolo, and Michael Woodford, Inflation Stabilization and Welfare: The Case of a Distorted Steady State, unpublished draft, New York University, May 2004.",
        "Benigno, Pierpaolo, and Michael Woodford, Inflation Stabilization And Welfare: The Case Of a Distorted Steady State, Journal of the European Economic Association 3: 1185-1236 (2005a).",
        "Benigno, Pierpaolo, and Michael Woodford, Optimal Monetary Policy when Wages and Prices are Sticky: The Case of a Distorted Steady State, in J. Faust. A. Orphanides, and D. Reifschneider, eds., Models and Monetary Policy, Washington, D.C.: Federal Reserve Board, 2005b.",
        "Benigno, Pierpaolo, and Michael Woodford, Optimal Inflation Targeting under Alternative Fiscal Regimes, in F.S. Mishkin and K. Schmidt-Hebbel, eds., Monetary Policy under Inflation Targeting, Santiago, Chile: Central Bank of Chile, 2007.",
        "Benigno, Pierpaolo, and Michael Woodford, Linear-Quadratic Approximation of Optimal Policy Problems, NBER working paper no. 12672, revised August 2008.",
        "Blake, Andrew P. (2001), A `Timeless Perspective' on Optimality in ForwardLooking Rational Expectations Models, NIESR Discussion Papers 188, National Institute of Economic and Social Research.",
        "Canzoneri, Matthew, Robert Cumby, and Behzad Diba, The Interaction Between Monetary and Fiscal Policy, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Carvalho, Carlos, Heterogeneity in Price Stickiness and the Real Effects of Monetary Shocks, The BE Journal of Macroeconomics 2(1: Frontiers) (2006).",
        "Christiano, Lawrence J., The Zero Bound, Zero Inflation Targeting, and Output Collapse, unpublished, Northwestern University, March 2004.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 113: 1-45 (2005).",
        "Christiano, Lawrence J., Mathias Trabandt, and Karl Walentin, DSGE Models for Monetary Policy, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Clarida, Richard, Jordi Gali and Mark Gertler, The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37: 1661-1707 (1999).",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain LeDuc, Optimal Monetary Policy in Open Economies, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Curdia, Vasco, and Michael Woodford, Credit Frictions and Optimal Monetary Policy, unpublished, Federal Reserve Bank of New York, August 2009a.",
        "Curdia, Vasco, and Michael Woodford, Conventional and Unconventional Monetary Policy, CEPR Discussion Paper no. 7514, October 2009b.",
        "Denes, Matthew, and Gauti B. Eggertsson, A Bayesian Approach to Estimating Tax and Spending Multipliers, Federal Reserve Bank of New York Staff Report no. 403, November 2009.",
        "Dotsey, Michael, Pitfalls in Interpreting Tests of Backward-Looking Pricing in New Keynesian Models, Federal Reserve Bank of Richmond Economic Quarterly 88(1): 37-50 (2002).",
        "Dotsey, Michael, Robert G. King, and Alexander L. Wolman, State-Dependent Pricing and the General-Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics 114: 655-690 (1999).",
        "Dupor, William , Optimal Random Monetary Policy with Nominal Rigidity, Journal of Economic Theory 112: 66-78 (2003).",
        "Eggertsson, Gauti B., and Michael Woodford, The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity 2003:1, pp. 139-211.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin, Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics 46: 281-313 (2000).",
        "Evans, George W., and Seppo Honkapohja, Monetary Policy, Expectations and Commitment, Scandinavian Journal of Economics 108: 15-38 (2006).",
        "Evans, George W., and Seppo Honkapohja, Expectations, Learning and Monetary Policy: An Overview of Recent Research, K. Schmitt-Hebbel and C.E. Walsh, Monetary Policy Under Uncertainty and Learning, Santiago, Chile: Central Bank of Chile, 2009.",
        "Fuhrer, Jeffrey C., Inflation Persistence, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Gali, Jordi, Monetary Policy and Unemployment, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Gaspar, Vitor, Frank R. Smets, and David Vestin, Inflation Expectations, Adaptive Learning, and Optimal Monetary Policy, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Giannoni, Marc P., and Michael Woodford, Optimal Inflation Targeting Rules, in B.S. Bernanke and M. Woodford, eds., The Inflation Targeting Debate, Chicago: University of Chicago Press, 2005.",
        "Giannoni, Marc P., and Michael Woodford, Optimal Target Criteria for Stabilization Policy, NBER Working Paper no. 15757, February 2010.",
        "Goodfriend, Marvin, and Robert G. King, The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual 12: 231-283 (1997).",
        "Gorodnichenko, Yuriy, and Matthew D. Shapiro, Monetary Policy when Potential Output is Uncertain: Understanding the Growth Gamble of the 1990s, NBER working paper no. 12268, May 2006.",
        "Hall, Robert E., Monetary Policy with an Elastic Price Standard, in Price Stability and Public Policy, Kansas City: Federal Reserve Bank of Kansas City, 1984.",
        "Hansen, Lars Peter, and Thomas J. Sargent, Wanting Robustness in Macroeconomics,  in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Jensen, Christian, and Bennett C. McCallum, The Non-Optimality of Proposed Monetary Policy Rules Under Timeless-Perspective Commitment, Economics Letters 77(2): 163-168 (2002).",
        "Jung, Taehun, Yuki Teranishi, and Tsutomu Watanabe, Optimal Monetary Policy at the Zero-Interest-Rate Bound, Journal of Money, Credit and Banking 37: 813-835 (2005).",
        "Khan, Aubhik, Robert G. King, and Alexander L. Wolman, Optimal Monetary Policy, Review of Economic Studies 70: 825-860 (2003).",
        "Kim, Jinill, and Sunghyun Kim , Spurious Welfare Reversal in International Business Cycle Models, Journal of International Economics 60: 471-500 (2003).",
        "Kirsanova, Tatiana, David Vines, and Simon Wren-Lewis, Inflation Bias with Dynamic Phillips Curves and Impatient Policy Makers, The B.E. Journal of Macroeconomics 9(1: Topics), Article 32 (2009).",
        "Kitamura, Tomiyuki, Optimal Monetary Policy under Sticky Prices and Sticky Information, unpublished, Ohio State University, March 2008.",
        "Koenig, Evan, Optimal Monetary Policy in Economies with 'StickyInformation ' Wages, Federal Reserve Bank of Dallas Research Department working paper no. 0405, December 2004.",
        "Levin, Andrew, David Lopez-Salido, and Tack Yun, Limitations on the Effectiveness of Forward Guidance at the Zero Lower Bound, unpublished, Federal Reserve Board, November 2009.",
        "Nakamura, Emi, and Jon Steinsson, Monetary Non-Neutrality in a Multi-Sector Menu Cost Model, Quarterly Journal of Economics, forthcoming 2010.",
        "Preston, Bruce, Adaptive Learning and the Use of Forecasts in Monetary Policy,  Journal of Economic Dynamics and Control 32: 3661-3681 (2008).",
        "Rawls, John, A Theory of Justice, Cambridge, MA: Harvard University Press, 1971.",
        "Reis, Ricardo, Inattentive Producers, Review of Economic Studies 73: 793-821 (2006).",
        "Rotemberg, Julio J., and Michael Woodford, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual 1997, pp. 297-346.",
        "Schmitt-Grohe, Stephanie, and Martin Uribe, Optimal Operational Monetary Policy in the Christiano-Eichenbaum-Evans Model of the U.S. Business Cycle, unpublished, Duke University, August 2004.",
        "Schmitt-Grohe, Stephanie, and Martin Uribe, Optimal Inflation Stabilization in a Medium-Scale Macroeconomic Model, in F.S. Mishkin and K. SchmidtHebbel, eds., Monetary Policy under Inflation Targeting, Santiago, Chile: Central Bank of Chile, 2007.",
        "Schmitt-Grohe, Stephanie, and Martin Uribe, The Optimal Rate of Inflation, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Sheedy, Kevin D., Intrinsic Inflation Persistence, London School of Economics, Centre for Economic Performance discussion paper no. 837, November 2007.",
        "Sheedy, Kevin D., Robustly Optimal Monetary Policy, unpublished, London School of Economics, May 2008.",
        "Smets, Frank, and Raf Wouters, Shocks and Frictions in US Business Cycles, American Economic Review 97: 586-606 (2007).",
        "Sugo, Tomohiro, and Yuki Teranishi, Optimal Monetary Policy Rule under the Non-Negativity Constraint on Nominal Interest Rates, Economics Letters 89: 95-100 (2005).",
        "Svensson, Lars E.O., Inflation Forecast Targeting: Implementing and Monitoring Inflation Targeting, European Economic Review 41: 1111-1146 (1997).",
        "Svensson, Lars E.O., What Is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules, Journal of Economic Literature 41: 426-477 (2003).",
        "Svensson, Lars E.O., Monetary Policy with Judgment: Forecast Targeting, International Journal of Central Banking 1: 1-54 (2005).",
        "Svensson, Lars E.O., Inflation Targeting, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Svensson, Lars E.O., and Michael Woodford, Optimal Policy with Partial Information in a Forward-Looking Model: Certainty-Equivalence Redux, NBER Working Paper no. 9430, January 2003.",
        "Svensson, Lars E.O., and Michael Woodford, Indicator Variables for Optimal Policy Under Asymmetric Information, Journal of Economic Dynamics and Control 28: 661-690 (2004).",
        "Svensson, Lars E.O., and Michael Woodford, Implementing Optimal Policy through Inflation-Forecast Targeting, in B.S. Bernanke and M. Woodford, eds., The Inflation Targeting Debate, Chicago: University of Chicago Press, 2005.",
        "Taylor, John B., and John C. Williams, Monetary Policy Rules, in B.M. Friedman and M. Woodford, eds., Handbook of Monetary Economics, volume 3, Amsterdam: North-Holland, forthcoming 2010.",
        "Wolman, Alexander L., Sticky Prices, Marginal Cost, and the Behavior of Inflation,  Federal Reserve Bank of Richmond Economic Quarterly 85(4): 29-48 (1999).",
        "Woodford, Michael, Commentary: How Should Monetary Policy Be Conducted in an Era of Price Stability? in New Challenges for Monetary Policy, Kansas City: Federal Reserve Bank of Kansas City, 1999.",
        "Woodford, Michael, Fiscal Requirements for Price Stability, Journal of Money, Credit and Banking 33: 669-728 (2001).",
        "Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press, 2003.",
        "Woodford, Michael, Forecast Targeting as a Monetary Policy Strategy: Policy Rules in Practice, NBER working paper no. 13716, December 2007.",
        "Woodford, Michael, Robustly Optimal Monetary Policy under Near-Rational Expectations, American Economic Review 100: 274-303 (2010).",
        "Yun, Tack, Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics 37: 345-370 (1996).",
        "Yun, Tack, Optimal Monetary Policy with Relative Price Distortions, American Economic Review 95: 89-109 (2005)."
    ]
}