{
    "id": 16097,
    "cites": 35,
    "cited_by": 40,
    "reference": [
        "Aaronson, Daniel, The Effect of School Finance Reform on Population Heterogeneity, National Tax Journal, 52 (1999), 5-29.",
        "Alesina, Alberto, and Eliana La Ferrara, Participation in Heterogeneous Communities, Quarterly Journal of Economics, 115 (2000), 847-904.",
        "Alesina, Alberto, and Eliana La Ferrara, Who Trusts Others? Journal of Public Economics, 85 (2002), 207-234.",
        "Alesina, Alberto, Reza Baqir, and William Easterly, Public Goods and Ethnic Divisions, Quarterly Journal of Economics, 114 (1999), 1243-1284.",
        "Alesina, Alberto, Reza Baqir, and Caroline Hoxby, Political Jurisdictions in Heterogeneous Communities, Journal of Political Economy, 112 (2004), 348-396.",
        "Alesina, Alberto, Edward Glaeser, and Bruce Sacerdote, Why Doesn't the United State Have a EuropeanStyle Welfare State? Brookings Papers on Economic Activity, 2 (2001), 187-254.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney, Trends in U.S. Wage Inequality: Revising the Revisionists, Review of Economics and Statistics, 90 (2008), 300-323.",
        "Baicker, Katherine, and Nora Gordon, The Effect of State Education Finance Reform on Total Local Resources, Journal of Public Economics, 90 (2006), 1519-1535.",
        "Benabou, Roland, Heterogeneity, Stratification, and Growth: Macroeconomic Implications of Community Structure and School Finance, American Economic Review, 86 (1996), 584-609.",
        "Benabou, Roland, Inequality and Growth, NBER Macroeconomics Annual, 11 (1996), 11-74.",
        "Bergstrom, Theodore C., and Robert P. Goodman, Private Demands for Public Goods, The American Economic Review, 63 (1973), 280-296.",
        "Besley, Timothy, and Stephen Coate, Public Provision of Private Goods and the Redistribution of Income, American Economic Review, 81 (1991), 979-984.",
        "Black, Sandra E., Do Better Schools Matter? Parental Valuation of Elementary Education, The Quarterly Journal of Economics, 114 (1999), 577-599.",
        "Borcherding, Thomas E., and Robert T. Deacon, The Demand for the Services of Non-Federal Governments, The American Economic Review, 62 (1972), 891-901.",
        "Borck, Rainald, Voting, Inequality, and Redistribution, Journal of Economic Surveys, 21 (2007), 90-109.",
        "Borge, Lars-Erik, and J. JÃ\u0083Â¸rn RattsÃ\u0083Â¸, Income Distribution and Tax Structure: Empirical Test of the MeltzerRichard Hypothesis, European Economic Review, 48 (2004), 805-826.",
        "Bound, John, David A. Jaeger, and Regina M. Baker, Problems with Instrumental Variables When the Correlation between the Instruments and the Endogenous Explanatory Variable is Weak, Journal of the American Statistical Association, 90 (1995), 443-50.",
        "Brown, Byron W., and Daniel H. Saks, The Revealed Influence of Class, Race, and Ethnicity on Local Public-School Expenditures, Sociology of Education, 58 (1985), 181-190.",
        "Brunner, Eric J., and Jon Sonstelie, California's School Finance Reform: An Experiment in Fiscal Federalism, in William A. Fischel, ed., The Tiebout Model at Fifty: Essays in Public Economics in Honor of Wallace Oates (Cambridge, MA: Lincoln Institute of Land Policy, 2006), pp. 55-99.",
        "Card, David, and Abigail Payne, School Finance Reform, the Distribution of School Spending, and the Distribution of Student Test Scores, Journal of Public Economics, 83 (2002), 49-82.",
        "Corcoran, Sean P., and William N. Evans, Equity, Adequacy, and the Evolving State Role in Education Finance, in Helen F. Ladd, and Edward B. Fiske, eds., Handbook of Research in Education Finance and Policy (New York: Routledge, 2008).",
        "Costa, Dora L., and Matthew E. Kahn, Understanding the American Decline in Social Capital, 1952-1998, Kyklos, 56 (2003), 17-46.",
        "Cutler, David M., Douglas W. Elmendorf, and Richard Zeckhauser, Demographic Characteristics and the Public Bundle, Public Finance, 48 (1993), 178-198.",
        "Cutler, David M., Edward L. Glaeser, and Jacob L. Vigdor, The Rise and Decline of the American Ghetto, Journal of Political Economy, 107 (1999), 455-506.",
        "Dagum, Camilo, Inequality Measures Between Income Distributions with Applications, Econometrica, 48 (1980), 1791-1803.",
        "Deaton, Angus, Relative Deprivation, Inequality, and Mortality, National Bureau of Economic Research Working Paper Series, No. 8099 (2001).",
        "de Bartolome, Charles A. M., What Determines State Aid to School Districts? A Positive Model of Foundation Aid as Redistribution, Journal of Policy Analysis and Management, 16 (1997), 32-47.",
        "Epple, Dennis, and Glenn J. Platt, Equilibrium and Local Redistribution in an Urban Economy When Households Differ in Both Preferences and Incomes, Journal of Urban Economics, 43 (1998), 23-51.",
        "Epple, Dennis, and Richard E. Romano, Ends Against the Middle: Determining Public Service Provision When There Are Private Alternatives, Journal of Public Economics, 62 (1996), 297-325.",
        "Evans, William, Sheila Murray, and Robert Schwab, School House, Court Houses, State Houses after Serrano, Journal of Policy Analysis and Management, 16 (1997), 10-31.",
        "Evans, William N., Michael Hout, and Susan Mayer, Assessing the Effect of Income Inequality, in Kathryn M. Neckerman, ed., Social Inequality (New York: Russell Sage Foundation, 2004), pp. 933-968.",
        "Fajnzylber, Pablo, Daniel Lederman, and Norman Loayza, Inequality and Violent Crime, The Journal of Law and Economics, 45 (2002), 1-39.",
        "Fernandez, Raquel, and Gilat Levy, Diversity and Redistribution, Journal of Public Economics, 92 (2008), 925943.",
        "Fernandez, Raquel, and Richard Rogerson, Income Distribution, Communities, and the Quality of Public Education, Quarterly Journal of Economics, 111 (1996), 135-164.",
        "Fernandez, Raquel, and Richard Rogerson, The Determinants of Public Education Expenditures: LongerRun Evidence from the States, Journal of Education Finance, 27 (2001), 567-584."
    ]
}