{
    "id": 16101,
    "cites": 17,
    "cited_by": 17,
    "reference": [
        "Metcalf, Distributional and Behavioral Effects of Environmental Policy. Chicago: University of Chicago Press, 2001, 45-85.",
        "Bull, Nicholas; Hassett, Kevin A. and Metcalf, Gilbert E. Who Pays Broad-Based Energy Taxes? Computing Lifetime and Regional Incidence. Energy Journal, 1994, 15(3), pp. 145-64.",
        "Congressional Budget Office. H.R. 2454 American Clean Energy and Security Act of 2009 Cost Estimate. Congressional Budget Office, 2009.",
        "Dinan, Terry and Rogers, Diane Lim. Distributional Effects of Carbon Allowance Trading: How Government Decisions Determine Winners and Losers. National Tax Journal, 2002, 55(2), pp. 199-221.",
        "Fullerton, Don and Heutel, Garth. Analytical General Equilibrium Effects of Energy Policy on Output and Factor Prices. National Bureau of Economic Research Working Paper No. 15788, 2010.",
        "Feldstein, Handbook of Public Economics. Amsterdam: Elsevier Science, 2002, 1787-872.",
        "Harberger, Arnold C. The Incidence of the Corporation Income Tax. Journal of Political Economy, 1962, 70(3), pp. 215-40.",
        "Hassett, Kevin A.; Mathur, Aparna and Metcalf, Gilbert E. The Incidence of a U.S. Carbon Tax: A Lifetime and Regional Analysis. The Energy Journal, 2009, 30(2), pp. 157-79.",
        "Lyon, Andrew B. and Schwab, Robert M. Consumption Taxes in a Life-Cycle Framework: Are Sin Taxes Regressive? Review of Economics and Statistics, 1995, 77(3), pp. 389-406.",
        "Metcalf, Gilbert E. A Distributional Analysis of Green Tax Reforms. National Tax Journal, 1999, 52(4), pp. 655-81.",
        "Metcalf, Gilbert E.; Paltsev, Sergey; Reilly, John M.; Jacoby, Henry D. and Holak, Jennifer. Analysis of a Carbon Tax to Reduce U.S. Greenhouse Gas Emissions. MIT Joint Program on the Science and Policy of Global Change Report No. 160, 2008.",
        "Parry, Ian W. H. Are Emissions Permits Regressive. Journal of Environmental Economics and Management, 2004, 47, pp. 364-87.",
        "Poterba, James. Lifetime Incidence and the Distributional Burden of Excise Taxes. American Economic Review, 1989, 79(2), pp. 325-30.",
        "____. Is the Gasoline Tax Regressive? Tax Policy and the Economy, 1991, 5, pp. 14564.",
        "Rausch, Sebastian; Metcalf, Gilbert E.; Reilly, John M. and Paltsev, Sergey. Distributional Implications of Proposed U.S. Greenhouse Gas Control Measures. Joint Program on the Science and Policy of Global Change mimeo, 2010.",
        "The Tax Foundation. Who Pays America's Tax Burden, and Who Gets the Most Government Spending? The Tax Foundation Special Report No. 151, 2007.",
        "Wolfe, Edward N. Recent Trends in Household Wealth in the United States: Rising Debt and the Middle-Class Squeeze--an Update to 2007. Levy Economics Institute Working Paper No. 589, 2010."
    ]
}