{
    "id": 16103,
    "cites": 12,
    "cited_by": 8,
    "reference": [
        "Brookings Trade Policy Forum, Washington, DC, Brookings Institution. Bordo, M.D., B. Eichengreen, and J. Kim (1999). `Was There Really an Earlier Period of International Financial Integration Comparable to Today?', in S. Lee (ed.), Implications of the Globalization of World Financial Markets, Seoul, Bank of Korea.",
        "______ (2003). `Have National Business Cycles Become More Synchronized?', NBER Working Paper 10130, Cambridge, Mass., National Bureau of Economic Research.",
        "_____ (2001). `A Return to the Convertibility Principle? Monetary and Fiscal Regimes in Historical Perspective: The International Evidence', in A. Leijonhufvud (ed.), Monetary Theory and Policy Experience, IEA Conference Volume, No. 132. Houndmills, U.K. and New York, Palgrave in association with the International Economic Association.",
        "------ (2003). `A Comparison of Two Business Cycle Dating Methods', Journal of Economic Dynamics and Control, Vol. 27, pp. 168190.",
        "IMF (2001). `Business Cycle Linkages among Major Advanced Economies' in World Economic Outlook, October. Washington, DC, International Monetary Fund.",
        "______ (2002). `Recessions and Recoveries' in World Economic Outlook, April, Washington, DC, International Monetary Fund.",
        "------ (1995). `Growing World Trade: Causes and Consequences', Brookings Papers on Economic Activity, Vol. 1, pp. 327377.",
        "______ (1998b). International Historical Statistics: The Americas, 1750-1993, London: Macmillan Reference.",
        "______ (1998c). International Historical Statistics: Africa, Asia, and Oceanian, 1750-1993, London: Macmillan Reference.",
        "_____ (2003). `Globalization and Capital Markets', in M. D. Bordo, A. Taylor and J. Williamson (eds.), Globalization in Historical Perspective, Chicago, Illinois, University of Chicago Press. - 34 -Otto, G., G. Voss, and L. Willard (2001). `Understanding OECD Output Correlations', Research Discussion Paper 2001-05, Sidney, Reserve Bank of Australia.",
        "______(2002). `Has the Business Cycle Changed and Why?', in B. Bernanke and K. Rogoff (eds.), NBER Macroeconomics Annual: 2002, Cambridge, Mass. and London, MIT Press.",
        "______ (2005). `Understanding Changes in International Business Cycle Dynamics', Journal of the European Economic Association, Vol. 3, pp. 9681006."
    ]
}