{
    "id": 16106,
    "cites": 42,
    "cited_by": 18,
    "reference": [
        "Alt, James E., and Michael Gilligan. 1999. The Political Economy of Trading States: Factor Specificity, Collective Actions Problems and Domestic Political Institutions. In International Political Economy: Perspectives on Global Power and Wealth, eds. Jeffry Frieden and David A Lake. Belmont, CA: Wadsworth.",
        "Bernard, Andrew B., Stephen J. Redding, and Peter K. Schott. 2007. Comparative Advantage and Heterogeneous Firms. Review of Economic Studies 74: 3166.",
        "Bernard, Andrew B., Stephen J. Redding, and Peter K. Schott. 2009. Multi-product Firms and Trade Liberalization. Revised version of National Bureau of Economic Research Working Paper 12782. Cambridge, MA: National Bureau of Economic Research.",
        "Bernard, Andrew B., Stephen J. Redding, and Peter K. Schott. 2010. Multi-product Firms and Product Switching. American Economic Review, forthcoming.",
        "Bernard, Andrew, J. Bradford Jensen, and Peter K. Schott. 2006. Survival of the Best Fit: Competition from Low Wage Countries and the (Uneven) growth of US Manufacturing Firms. Journal of International Economics 68, no. 1: 219237.",
        "Bivens, Josh. 2007. Globalization, American Wages and Inequality, Past, Present and Future. Economic Policy Institute Working Paper 279. Washington: Economic Policy Institute.",
        "Broda, Christian, and John Romalis. 2008. Inequality and Prices: Does China Benefit the Poor in America? University of Chicago (mimeo).",
        "Broda, Christian, and David Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121, no. 2: 541585.",
        "Cline, William. 1997. Trade and Income Distribution. Washington: Peterson Institute for International Economics.",
        "Deardorff, Alan V., and Dalia Hakura. 1994. Trade and Wages: What are the Questions? In Trade and Wages Leveling Wages Down? eds. Jagdish Bhagwati and Marvin Kosters. Washington: American Enterprise Institute.",
        "Deardorff, Alan V., and Robert W. Staiger. 1988. An Interpretation of the Factor Content of Trade. Journal of International Economics 24, 12: 93107.",
        "Edwards, Lawrence, and Robert Z. Lawrence. 2010. Rising Tide: Is Growth in Emerging Economies Good for the United States? Forthcoming, Washington: Peterson Institute for International Economics.",
        "Feenstra, Robert C., and Gordon H. Hanson. 1996. Foreign Investment, Outsourcing and Relative Wages. In The Political economy on Trade Policy: Papers in Honor of Jagdish Bhagwati eds. Robert C. Feenstra, Gene M. Grossman, and Douglas Irwin. Cambridge, MA: MIT Press.",
        "Feenstra, Robert C. 2004. Advanced International Trade: Theory and Evidence. Princeton, NJ: Princeton University Press.",
        "Feenstra, Robert C., and Gordon H. Hanson. 1999. The Impact of Outsourcing and HighTechnology Capital on Wages: Estimates for the US, 19791990. Quarterly Journal of Economics 114, no. 3: 907940.",
        "Feenstra, Robert C., and Gordon H. Hanson. 2000. Aggregation Bias in the Factor Content of Trade: Evidence from US Manufacturing. American Economic Review 90, no. 2: 155160.",
        "Feenstra, Robert C., John Romalis, and Peter K. Schott. 2002. US Imports, Exports, and Tariff Data, 19892001. National Bureau of Economic Research Working Paper 9387. Cambridge, MA: National Bureau of Economic Research.",
        "Freeman, Richard B. 1995. Are Your Wages Set in Beijing? Journal of Economic Perspectives 9, no. 3: 1532.",
        "Goldin, Claudia, and Lawrence F. Katz. 2007. Long-Run Changes in the Wage Structure: Narrowing, Widening, Polarizing. Brookings Papers on Economic Activity 2: 135168.",
        "Grossman, Gene, and Esteban Rossi-Hansberg. 2008. Trading Tasks: A Simple Theory of Offshoring. American Economic Review 98, no. 5: 1,9781,997.",
        "Haskel, Jonathan E., and Mathew J. Slaughter. 2001. Trade, Technology and UK Wage Inequality. Economic Journal 111, no. 468: 163187.",
        "Haskel, Jonathan E., and Matthew J. Slaughter. 2003. Have Falling Tariffs and Transportation Costs Raised US Wage Inequality? Review of International Economics 11, no. 4: 630650.",
        "Katz, Lawrence F. 2008. Comment on Trade and Wages Reconsidered. Brookings Papers on Economic Activity, Spring: 143149.",
        "Krugman, Paul R. 1995. Growing World Trade: Causes and Consequences. Brookings Papers on Economic Activity 1995, no. 1: 327377.",
        "Krugman, Paul R. 2007. Trade and Inequality, Revisited. Available at http://voxeu.org (accessed June 15, 2007).",
        "Krugman, Paul R. 2008. Trade and Wages, Reconsidered. Brookings Papers on Economic Activity, Spring 2008: 103137.",
        "Lawrence, Robert Z. 1996. Industrial and Labor Relations Review, April 49 (3). Book review of: Wood, Adrian. 1995. North-South, Trade, Employment, and Inequality: Changing Fortunes in a Skill-Driven World. Oxford: Oxford University Press.",
        "Lawrence, Robert Z. 2008. Blue-Collar Blues: Is Trade to Blame for Rising US Income Inequality? Washington: Peterson Institute for International Economics.",
        "Lawrence, Robert Z., and Mathew J. Slaughter. 1993. International Trade and American Wages in the 1980s: Giant Sucking Sounds or Small Hiccup? Brookings Papers: Macroeconomics 2: 161226.",
        "Leamer, Edward E. 1998. In Search of Stolper-Samuelson Effects On US Wages. In Imports, Exports and the American Worker, ed. Susan Collins. Washington: The Brookings Institution.",
        "Mishel, Lawrence, Jared and Sylvia Allegreto. 2007 The State of Working America 2006/7. Washington and Ithaca, N. Y: Economic Policy Institute and Cornell University Press Mayda, Anna Maria, and Dani Rodrik. 2002. Why Are Some People (and Countries) more Protectionist than Others? European Economic Review, 2005, 49, no. 6 (August): 1,3931,691.",
        "Pierce, Justin R., and Peter K. Schott. 2009. Concording US Harmonized System Categories over Time. Center for Economic Studies Working Paper 09-11.",
        "Sachs, Jeffrey D., and Howard J. Shatz. 1994. Trade and jobs in US manufacturing. Brookings Papers on Economic Activity, no. 1: 184.",
        "Schott, Peter K. 2003. One Size Fits All? Heckscher-Ohlin Specialization in Global Production. The American Economic Review 93, no. 3: 686708.",
        "Schott, Peter K. 2004. Across-product Versus Within-product Specialization in International Trade. The Quarterly Journal of Economics 119, no. 2: 646677.",
        "Scott, Robert E., Thea Lee, and John Schmitt. 1997. Trading Away Good Jobs: An Examination of Employment and Wages in the US 19791994. Economic Policy Institute Briefing Paper.",
        "Sitchinava, Nino. 2008. Trade, Technology and Wage Inequality: Evidence from US Manufacturing 19892004. University of Oregon (mimeo).",
        "Stolper, Wolfgang, and Paul Samuelson. 1941. Protection and Real Wages. Review of Economic Studies 9, no. 1: 5873.",
        "Thompson, Henry. 1997. Prices and Wages in Trade Theory. Auburn University (mimeo). Available at www.auburn.edu (accessed February 15, 2010).",
        "Whalley, John, and Lisandro Abrego. 2000. Demand Side Considerations and the Trade and Wages Debate. National Bureau of Economic Research Working Paper 7674. Cambridge, MA: National Bureau of Economic Research.",
        "Wood, Adrian. 1994. North-South Trade, Employment and Inequality: Changing Fortunes in a Skill-Driven World, Oxford: Clarendon Press.",
        "Wood, Adrian. 1995. How Trade Hurt Unskilled Workers. Journal of Economic Perspectives 9, no. 3: 5780."
    ]
}