{
    "id": 1610,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Campbell, John V. and Robert J. Shiller, A Simple Account of the Behavior c-F Long-Term Interest RAtes, American Economic Review Pa~ers and Proceedings, vol. 74 No. 2 pp. 44-8, May 1984.",
        "Pass, David A., and K:arl Shell, Do Sunspots Matter? Journal of Political Economy, vol. 91, pp. 193-227, April 1983.",
        "Lox, John L, ~onn inqersoii ~r. ano atephen H. Ross. A Reexamination of Traditional Hypotheses about the Term Structure of Interest Rates. Journal of ~ vol. 36, pp. 749-99, 1981.",
        "Flavin, Marjorie. Excess Sensitivity of Consumption to Current Income: Liquidity Constraints or Myopia? NBER working paper *1341, May 1984.",
        "Reassessment of the Empirical Evidence, n 0-f Political Economy, Vol. 91, pp. 929-56. 1983.",
        "Hypothesis o-f the Term Structure, Carnegie-Rochester Conference Series on Public Policy, Vol. 2Opp. 211-38, Spring 1984.",
        "Hansen, Lars Peter, and Thomas 3. Sargent. Exact Linear Rational Expectations Models: Specification and Estimation, Staff Report. Federal Reserve Bank of Minneapolis, 1981.",
        "Hayashi, Fumio and Christopher Sims, Nearly Efficient Estimation -1 ~ 4- of Time Series Models with Predetermined, but not Exogenous, Instruments, Econometrica. Vol. 51. pp. 783-98. May 1983.",
        "LeRoy. Stephen F., and Richard D. Porter, The Present Value Relation: Tests Based on Implied Variance Bounds, Econometria, Vol. 49. No. 3, pp. 555-74. May 1981.",
        "Macaulay. Frederick, Some ~ Ers~L~~ gg~t~ ~ th~ Movements of Interest Rates~ Stock Prices and Bond Yieid~ in the United States Since 1856. New York. National Bureau of Economic Research. 1938.",
        "Mankiw. N. Gregory. and Lawrence H. Summers. Do Long-Term Interest Rates Overreact to Short-Term Interest Rates?, Broci Pagers on Economic Activity. 1 1984 pp. 223-48.",
        "Mankiw, N. Gregory. and Matthew D. Shapiro. Trends. Random Walks, and the Permanent Income Hypothesis, forthcoming. Journal of Monetary Economics, 1985.",
        "Modigliani. Franco and Richard Sutch., Debt Management and the Term Structure of Interest Rates: An Analysis u-F Recent Experience, Journal of Political Economy. August, 1967.",
        "Modigliani, Franco. and Richard Sutch, Innovations in Interest Rate Policy, American Economic Review, May 1966.",
        "Phillips, Lied and John Pippenger, The Term Structure of Interest Rates in the MPS Model: Reality of Illusion? Money. Credit and Banking. Vol.. 11, pp. 151-64, May, 1979..",
        "Sargent. Thomas 3., A Note on the Estimation of the Rational Expectations Model of the Term Structure, Journal of Monetary Economics), vol. 5. pp. 133-43. January 1979.",
        "Shiller, Robert 3., Alternative Tests o-f Rational Expectations Models, The Case of the Term Structure, Journal of Econ. vol. 16 pp. 17-87. 1981.",
        "Interest Rates, unpublished Ph.D. dissertation, M. I. T.. 1972.",
        "Shiller, Robert 3.. John V. Campbell and Kermit L. Schoenholtz. Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Ã\u0083Â§c5g~j~ Activity, pp. 173-217, 1-1983.",
        "Shiller, Robert 3., and Pierre Perron, Testing the Random Walk Hypothesis: Power Versus Frequency of Observation, Economi Letters, 1985.",
        "Summers, Lawrence H, Do We Really Know that Markets are Efficient? NBER Working Paper, 1982."
    ]
}