{
    "id": 16105,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "Blinder, Alan S. 2006. Offshoring: The Next Industrial Revolution? Foreign Affairs 85, no. 2 (March/April): 113128.",
        "Boorstein, Randi, and Robert C. Feenstra. 1991. Quality Upgrading and Its Welfare Cost in US Steel Imports, 196974. In International Trade and Trade Policy, eds. Elhanan Helpman and Assaf Razin. Cambridge, MA: MIT Press.",
        "Broda, Christian, and David Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121, 2: 541585.",
        "Edwards, Lawrence, and Robert Z. Lawrence. 2010a. Rising Tide: Is Growth in Emerging Economies Good for the United States? Forthcoming, Washington: Peterson Institute for International Economics.",
        "Edwards, Lawrence, and Robert Z. Lawrence. 2010b. US Trade and Wages: The Misleading Implications of Conventional Trade Theory. National Bureau of Economic Research Working Paper. Cambridge, MA: National Bureau of Economic Research.",
        "Engel, Charles, and John H. Rogers. 2004. European Product Market Integration after the Euro. Economic Policy 39: 347384.",
        "Feenstra, Robert C. 1988. Quality Change under Trade Restraints in Japanese Autos. Quarterly Journal of Economics 103: 131146.",
        "Feenstra, Robert C. 1994. New Product Varieties and the Measurement of International Prices. American Economic Review 84: 157177.",
        "Feenstra, Robert C. 2004. Advanced International Trade: Theory and Evidence. Princeton, NJ: Princeton University Press.",
        "Feenstra, Robert C., John Romalis, and Peter K. Schott. 2002. US Imports, Exports, and Tariff Data, 19892001. National Bureau of Economic Research Working Paper 9387. Cambridge, MA: National Bureau of Economic Research.",
        "Gomory, Ralph E., and William J. Baumol. 2000. Global Trade and Conflicting National Interests. Cambridge, MA: MIT Press.",
        "Harrigan, James. 2000. The impact of the Asia crisis on US industry: an almost-free lunch? Economic Policy Review. Federal Reserve Bank of New York, Sep: 7181.",
        "Harrigan, James, and Geoffrey Barrows. 2009. Testing the Theory of Trade Policy: Evidence from the Abrupt End of the Multifiber Arrangement. The Review of Economics and Statistics 91, no. 2: 282294.",
        "Hausmann, Ricardo, and Dani Rodrik. 2003. Economic Development as Self-Discovery. Journal of Development Economics 72, no. 2: 603633.",
        "Hausmann, Ricardo, Jason Hwang, and Dani Rodrik. 2007. What you Export Matters.",
        "Journal of Economic Growth 12, no. 1: 125, Kiyota, Kozo. 2008. Are US Exports Different from China's Exports? Evidence from Japan's Imports. University of Michigan, Research Seminar in International Economics Discussion Paper 576 (April).",
        "Krugman, Paul R. 2007. Trade and Inequality, Revisited. Available at http://voxeu.org (accessed on June 15, 2007).",
        "Krugman, Paul R. 2008. Trade and Wages, Reconsidered. Brookings Papers on Economic Activity (Spring): 103137.",
        "Lall, Sanjaya. 2000. The Technological Structure and Performance of Developing Country Exports, 19851998. Queen Elizabeth House Working Paper 44. Oxford University: Queen Elizabeth House.",
        "Lawrence, Robert Z 2008 Blue-Collar Blues: Is Trade to Blame for Rising US Income Inequality? Washington: Peterson Institute for International Economics Liu, Zhou. 2006. The Economic Interdependence of China and the World. Harvard University PhD Dissertation.",
        "Pierce, Justin R., and Peter K. Schott. 2009. Concording US Harmonized System Categories over Time. US Census Bureau Center for Economic Studies Working Paper 09-11.",
        "NSF (National Science Foundation). 2008 Science Indicators http://www.nsf.gov/statistics/seind08/c6/c6h.htm Rodrik, Dani. 2006. What's So Special about China's Exports? National Bureau of Economic Research Working Paper 11947. Cambridge, MA: National Bureau of Economic Research.",
        "Samuelson, Paul A. 2004. Where Ricardo and Mill Rebut and Confirm Arguments of Mainstream Economists Supporting Globalization. Journal of Economic Perspectives 18, no. 3: 135146.",
        "Sato, Kazuo. 1976. The Ideal Log-Change Index Number. Review of Economics and Statistics 58: 223228.",
        "Schott, Peter K. 2003. One Size Fits All? Heckscher-Ohlin Specialization in Global Production. The American Economic Review 93, no. 3: 686708.",
        "Schott, Peter K. 2004. Across-product Versus Within-product Specialization in International Trade. The Quarterly Journal of Economics 119, no. 2: 646677.",
        "Schott, Peter K. 2008. The Relative Sophistication of Chinese Exports. Economic Policy 23, no. 53: 549.",
        "Sun, Guang-Zhen, and Yew-Kwang Ng. 2000. The Measurement of Structural Differences between Economies: An Axiomatic Characterization. Economic Theory 16, no. 2: 313321.",
        "Vartia, YrjÃ\u0083Â¶. 1976. Ideal Log-Change Index Numbers. Scandinavian Journal of Statistics III: 121126.",
        "Vernon, Raymond. 1966. International Investment and International Trade in the Product Cycle. Quarterly Journal of Economics 80 (May): 190207.",
        "Wang, Zhi, and Shang-Jin Wei. 2008. What Accounts for the Rising Sophistication of China's Exports? National Bureau of Economic Research Working Paper 13771. Cambridge, MA: National Bureau of Economic Research."
    ]
}