{
    "id": 16108,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Adams, Peter, Michael D. Hurd, Daniel McFadden, Angela Merrill and Tiago Ribeiro. 2003. Healthy, wealthy, and wise? Tests for direct causal paths between health and socioeconomic status. Journal of Econometrics 112(1):356.",
        "Becker, Gary S., Tomas J. Philipson and Rodrigo R. Soares. 2005. The Quantity and Quality of Life and the Evolution of World Inequality. American Economic Review 95(1):277291.",
        "Bell, Felicitie C. and Michael L. Miller. 2005. Life Tables for the United States Social Security Area, 1900-2100. Actuarial Study No. 120, Office of the Chief Actuary, Social Security Administration.",
        "Blattman, Christopher and Edward Miguel. 2010. Civil War. Journal of Economic Literature 48(1):357.",
        "Board of Trustees, Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds. 2009. 2009 Annual Report of the Board of Trustees of the Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds. Washington: U.S. Government Printing Office.",
        "Boards of Trustees, Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds. 2009. 2009 Annual Report of the Board of Trustees of the Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds. Washington: U.S. Government Printing Office.",
        "Bound, John. 2002. Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans? Journal of Labor Economics 20(4):784815.",
        "Carter, Susan B., Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch and Gavin Wright, eds. 2006. Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition. New York: Cambridge University Press.",
        "Clark, John Maurice. 1931. The Costs of the World War to the American People. New Haven: Yale University Press.",
        "Costa, Dora L. 1998. The Evolution of Retirement: An American Economic History, 1880 1990. Chicago: University of Chicago Press.",
        "Costa, Dora L. and Matthew E. Kahn. 2004. Changes in the Value of Life, 19401980. Journal of Risk and Uncertainty 29(2):159180.",
        "Davis, Steven J., Kevin M. Murphy and Robert H. Topel. 2009. War in Iraq versus Containment. In Guns and Butter: The Economic Causes and Consequences of Conflict, ed. Gregory D. Hess. Cambridge: MIT Press.",
        "Dockins, Chris, Kelly Maguire, Nathalie Simon and Melonie Sullivan. 2004. Value of Statistical Life Analysis and Environmental Policy: A White Paper. U.S. Environmental Protection Agency, National Center for Environmental Economics.",
        "Edelstein, Michael. 2000. War and the American Economy in the Twentieth Century. In The Cambridge Economic History of the United States, ed. Stanley L. Engerman and Robert E. Gallman. Vol. III New York: Cambridge University Press pp. 329405.",
        "Edwards, Ryan D. 2010. A Review of War Costs in Iraq and Afghanistan. Unpublished manuscript, April.",
        "Glasson, William H. 1918. Federal Military Pensions in the United States. New York: Oxford University Press.",
        "Glick, Reuven and Alan M. Taylor. 2010. Collateral Damage: Trade Disruption and the Economic Impact of War. Review of Economics and Statistics 92(1):102127.",
        "Goldin, Claudia D. 1980. War in American Economic History. In Encyclopedia of American Economic History, ed. Glenn Porter. Vol. 3 New York: Charles Scribner's Sons pp. 935 957.",
        "Goldin, Claudia D. and Frank D. Lewis. 1975. The Economic Cost of the American Civil War: Estimates and Implications. Journal of Economic History 35(2):299326.",
        "Hall, Robert E. and Charles I. Jones. 2007. The Value of Life and the Rise in Health Spending. Quarterly Journal of Economics 122(1):3972.",
        "Institute of Medicine. 2007. A 21st Century System for Evaluating Veterans for Disability Benefits. Washington, DC: The National Academies Press.",
        "Institute of Medicine. 2010. Returning Home from Iraq and Afghanistan: Preliminary Assessment of Readjustment Needs of Veterans, Service Members, and Their Families. Washington, DC: The National Academies Press.",
        "Linares, Claudia. 2001. The Civil War Pension Law. CPE Working Paper 2001-6.",
        "Murphy, Kevin M. and Robert H. Topel. 2006. The Value of Health and Longevity. Journal of Political Economy 114(5):871904.",
        "Nordhaus, William D. 2002. The Economic Consequences of a War with Iraq. In War with Iraq: Costs, Consequences, and Alternatives. New York: American Academy of Arts and Sciences pp. 5185.",
        "Nordhaus, William D. 2003. The Health of Nations: The Contribution of Improved Health to Living Standards. In Measuring the Gains from Medical Research: An Economic Approach, ed. Kevin M. Murphy and Robert H. Topel. Chicago: University of Chicago Press.",
        "Office of Management and Budget. 2009. Historical Tables, Budget of the U.S. Government, Fiscal Year 2010. Washington, DC: Government Printing Office.",
        "Rohlfs, Chris. 2006. The Government's Valuation of Military Life-Saving in War: A Cost Minimization Approach. American Economic Review 96(2):3944.",
        "Stanley, Marcus. 2003. College Education and the Midcentury GI Bills. Quarterly Journal of Economics 118(2):671708.",
        "Stiglitz, Joseph E. and Linda Bilmes. 2008. The Three Trillion Dollar War. New York: W.W. Norton.",
        "Tanielian, Terri and Lisa H. Jaycox, eds. 2008. Invisible Wounds of War: Psychological and Cognitive Injuries, Their Consequences, and Services to Assist Recovery. Santa Monica: RAND Corporation.",
        "Wallsten, Scott and Katrina Kosec. 2005. The Economic Costs of the War in Iraq. AEIBrookings Working Paper 05-19."
    ]
}