{
    "id": 16116,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Buchanan, James. 1969. External Diseconomies, Corrective Taxes, and Market Structure,  American Economic Review, 59(1): 174-177.",
        "Burrows, Paul. 1977. Pollution Control with Variable Production Processes, Journal of Public Economics, 8: 357-367.",
        "Bushnell, James and Yihsu Chen. 2009. Regulation, Allocation, and Leakage in Capand -Trade Markets for CO2, NBER Working Paper 15495.",
        "Bushnell, James, Carla Peterman, and Catherine Wolfram. 2008. Local Solutions to Global Problems: Climate Change Policies and Regulatory Jurisdiction, Review of Environmental Economics and Policy, 2(2): 175-193.",
        "Carlton, Dennis W. and Glenn C. Loury. 1980. The Limitations of Pigouvian Taxes as a Long-Run Remedy for Externalities, Quarterly Journal of Economics, 95(3): 559-566.",
        "Chetty, Raj, Adam Looney, and Kory Kroft. 2009. Salience and Taxation: Theory and Evidence, American Economic Review, 99(4): 1145-1177.",
        "Chiu, Stephen, Edward C. Mansley, John Morgan. 1998. Choosing the right battlefield for the war on drugs: an irrelevance result, Economics Letters, 59(1): 107-111.",
        "Fischer, Carolyn and Alan K. Fox. 2009. Comparing Policies to Combat Emissions Leakage: Border Tax Adjustments versus Rebates, RFF Discussion Paper 2009-02.",
        "Fowlie, Meredith. 2009. Incomplete Environmental Regulation, Imperfect Competition, and Emissions Leakage, American Economic Journal: Economic Policy, 1(2): 72-112.",
        "Fullerton, Don and Ann Wolverton. 2000. Two Generalizations of a Depost-Refund System, American Economic Review Papers and Proceedings, 90(2): 238-242.",
        "Hobbs, Benjamin F., James Bushnell, and Frank A. Wolak. 2010. Upstream vs. Downstream CO2 Trading: A Comparison for the Electricity Context, Energy Institute at Haas Working Paper 203.",
        "Metcalf, Gilbert and David Weisbach. 2009. The Design of a Carbon Tax, Harvard Environmental Law Review, 33(2): 499-556.",
        "Montero, Juan-Pablo. 1999. Voluntary Compliance with Market-Based Environmental Policy: Evidence from the US Acid Rain Program, Journal of Political Economy, 107: 998-1033.",
        "Schmalensee, Richard. 1976. Another Look at the Social Valuation of Input Price Changes, American Economic Review, 66(1): 239-243.",
        "United States Energy Information Administration. 2008. Annual Energy Review. DOE/EIA-0384. http://www.eia.doe.gov/emeu/aer/pdf/aer.pdf (accessed April 10, 2010).",
        "United States Census Bureau. 2010. Quarterly Census of Employment and Wages. http://www.bls.gov/iag/tgs/iag447.htm (accessed April 10, 2010)."
    ]
}