{
    "id": 16128,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Ait-Sahalia, Yacine, Jochen Andritzky, Andreas Jobst, Sylwia Nowak, and Natalia Tamirisa, 2010, Market response to policy initiatives during the global financial crisis, Working paper, NBER No. 15809.",
        "Alesina, Alberto, and Guido Tabellini, 1990, A positive theory of fiscal deficits and government debt, Review of Economic Studies 57, 403414.",
        "Anderson, Christopher J., 2007, The end of economic voting? Contingency dilemmas and the limits of democratic accountability, Annual Review of Political Science 10, 271296.",
        "Belo, Frederico, Vito D. Gala, and Jun Li, 2009, Government spending, political cycles, and the cross-section of stock returns, Working paper, University of Minnesota.",
        "Bernanke, Ben S., 1983, Irreversibility, uncertainty, and cyclical investment, Quarterly Journal of Economics 98, 85-106.",
        "Bernanke, Ben S. and Kenneth N. Kuttner, 2005, What explains the stock market's reaction to Federal Reserve policy?, Journal of Finance 60, 12211257.",
        "Bloom, Nicholas, 2009, The impact of uncertainty shocks, Econometrica 77, 623-685.",
        "Boutchkova, Maria, Hitesh Doshi, Art Durnev, and Alexander Molchanov, 2010, Precarious politics and return volatility, Working paper, McGill University.",
        "Bruno, Michael, and William Easterly, 1996, Inflation's children: Tales of crises that beget reforms, American Economic Review P&P 86, 213217.",
        "Callander, Steven, 2008, Searching for good policies, Working paper, Northwestern University.",
        "Dixit, Avinash, 1989, Entry and exit decisions under uncertainty, Journal of Political Economy 97, 620638.",
        "Downs, Anthony, 1957, An Economic Theory of Democracy, Harper, New York, NY.",
        "Drazen, Allan, 2000, Political Economy in Macroeconomics, Princeton University Press, Princeton, NJ.",
        "Fernandez, Raquel, and Dani Rodrik, 1991, Resistance to reform: Status quo bias in the presence of individual-specific uncertainty, American Economic Review 81, 11461155.",
        "Gomes, Francisco J., Laurence J. Kotlikoff, and Luis M. Viceira, 2008, The excess burden of government indecision, Working paper, London Business School.",
        "Grossman, Gene M., and Elhanan Helpman, 1994, Protection for sale, American Economic Review 84, 833850.",
        "Hassett, Kevin A., and Gilbert E. Metcalf, 1999, Investment with uncertain tax policy: Does random tax policy discourage investment? The Economic Journal 109, 372393.",
        "Hermes, Niels, and Robert Lensink, 2001, Capital flight and the uncertainty of government policies, Economics Letters 71, 377-381.",
        "Julio, Brandon, and Youngsuk Yook, 2008, Corporate financial policy under political uncertainty: International evidence from national elections, Working paper, London Business School.",
        "Klingebiel, Daniela, Randy Kroszner, Luc Laeven, and Pieter van Oijen, 2001, Stock market responses to bank restructuring policies during the East Asian crisis, World Bank Policy Research Working Paper No. 2571.",
        "Lewis-Beck, Michael S., and Mary Stegmaier, 2000, Economic determinants of electoral outcomes, Annual Review of Political Science 3, 183-219.",
        "McDonald, Robert, and Daniel Siegel, 1986, The value of waiting to invest, Quarterly Journal of Economics 101, 707728.",
        "McGrattan, Ellen R., and Edward C. Prescott, 2005, Taxes, regulations, and the value of U.S. and U.K. corporations, Review of Economic Studies 72, 767796.",
        "Pindyck, Robert S., 1988, Irreversible investment, capacity choice, and the value of the firm, American Economic Review 78, 969985.",
        "Rigobon, Roberto, and Brian Sack, 2004, The impact of monetary policy on asset prices, Journal of Monetary Economics 51, 1553-1575.",
        "Rodrik, Dani, 1991, Policy uncertainty and private investment in developing countries, Journal of Development Economics 36, 229242.",
        "Rodrik, Dani, 1996, Understanding economic policy reform, Journal of Economic Literature 34, 941.",
        "Santa-Clara, Pedro, and Rossen Valkanov, 2003, The presidential puzzle: Political cycles and the stock market, Journal of Finance 58, 18411872.",
        "Savor, Pavel, and Mungo I. Wilson, 2010, How much do investors care about macroeconomic risk? Evidence from scheduled economic announcements, Working paper, Wharton.",
        "Sialm, Clemens, 2009, Tax changes and asset pricing, American Economic Review 99, 1356 1383.",
        "Strulovici, Bruno, 2010, Learning while voting: Determinants of collective experimentation, Econometrica, forthcoming.",
        "Thorbecke, Willem, 1997, On stock market returns and monetary policy, Journal of Finance 52, 635654.",
        "Yonce, Adam, 2009, Political cycles and corporate investment, Working paper, Berkeley."
    ]
}