{
    "id": 1613,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Becker, G., Human Capital, Chicago: University of Chicago Press, 2nd edition; 1975.",
        "Belbin, R. M. Difficulties of Older People in Industry Occupational Psychology, 1953, 27, 177-190.",
        "Birren, J. E. The Psychology of Aging, Englewood Cliffs N.J. Prentice Hall 1964.",
        "Clay, H. M. A Study of Performance in Relation to Age at Two Printing Works Journal of Gerontology, 1956, 11, 4 17-424.",
        "Berg, I. The Great Training Robbery: Columbia Univ. Press, 1973.",
        "Freeman, S., Wage Trends as Performance Displays Productive Potential: A Model and Application to Academic Early Retirement, The Bell Journal of Economics, Vol. 8, (Autumn 1977), 419-443.",
        "Guasch, J. L. and A. Weiss, An Equilibrium Analysis of Wage-Productivity Gaps, Review of Economic Studies, Vol. 49, (1982), 485-497.",
        "Harris, M., and B. Holmstrom A Theory of Wage Dynamics, Review of Economic Studies, Vol. 49, (July 1982), 3 15-333.",
        "Holmstrom, B., Equilibrium Long-term Contracts, The Quarterly Journal of Economics, Vol. 98, (Supplement 1983), 23-54.",
        "Kutscher, R. E. and Walker, J. F. Comparative Job Performances of Office Workers by Age, Monthly Labor Res., 1960, 83, 39-44.",
        "Lazear, E., Why is There Mandatory Retirement? Journal of Political Economy, Vol 87, (December 1979), 1261-1284.",
        "Lazear, E., Agency, Earnings Profiles, Productivity and Hours Restrictions, American Economic Review, Vol. 71, (September 1981), 606-620.",
        "Medoff, J., and K. Abraham, Experience, Performance and Earnings, Quarterly Journal of Economics, Vol. 95, (December 1980), 703-736.",
        "Medoff, J., and K. Abraham, Are Those Paid More Really More Productive? Journal of Human Resources, Vol 41, No 2, (Spring 1981), 186-216.",
        "Mincer, J., Schooling Expenience and Earnings, New York, NBER; 1974.",
        "Muriel, K. F. N. and Griew, S. Age Experience and Speed of Response In A. T. Welford and J. E. Birren, Behavior Aging and the Nervous System Springfield Illinois, Charles. C. Thomas 1965.",
        "Rosen, S., Authority, Control and the Distribution of Earnings, Bell Journal of Economics, Vol. 13, (Autumn 1982), 3 11-323.",
        "Weiss, A. Simple Truths of Japanese Manufacturing, Harvard Business Review, Vol 84, (July-August 1984), 119-125."
    ]
}