{
    "id": 16136,
    "cites": 16,
    "cited_by": 18,
    "reference": [
        "Archer, David (2007). Global Warming. Blackwell Publishing.",
        "Arrow, Kenneth J. (1999). \"Discounting, Morality, and Gaming\" in Portney and Weyant (eds). Discounting and Intergenerational Equity. Resources for the Future.",
        "Costello, Christopher, Michael Neubert, Stephen Polasky, and Andrew Solow (2010). \"Bounded uncertainty and climate change economics.\" Proceedings of the National Academy of Sciences: vol 107, no. 18, 8108-8110.",
        "Dasgupta, Partha. (2008). \"Discounting climate change.\" Journal of Risk and Uncertainty, 37: 141-169.",
        "Dietz, Simon (2009). \"High impact, low probability? An empirical analysis of risk in the economics of climate change.\" Mimeo dated September 2009.",
        "Hansen, James, Makiko Sato, Puskher Karecha, David Beerling, Valerie Masson-Delmotte, Mark Pagani, Maureen Raymo, Dana L. Royer, James C. Zachos (2008). \"Target Atmospheric C02: Where Should Humanity Aim?\" Open Atmos. Sci. J., 2, 217-231.",
        "IPCC-AR4. Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, 2007 (available online at http://www.ipcc.ch).",
        "Knutti, Reto, and Gabriele C. Hegerl. (2008) \"The equilibrium sensitivity of the Earth's temperature to radiation chages.\" Nature Geoscience, Vol. 1 November]: 735-743.",
        "Kriegler, Elmar, Jim W. Hall, Hermann Held, Richard Dawson, Hans Joachim Schellnhuber. \"Imprecise probability asessment of tipping points in the climate system.\" Proceedings of the National Academy of Sciences, 106, 5041-5046 (31 March, 2009).",
        "Lynas, Mark (2007). Six Degrees: Our Future on a Hotter Planet. HarperCollins.",
        "Nordhaus, William D. (2008) A Question of Balance. Yale University Press.",
        "Shakhova, Natalia, Igor Semiletov, Anatoly Salyuk, Vladimir Yusupov, Denis Kosmach, Orjan Gustafsson (2010). \"Extensive Methane Venting to the Atmosphere from Sediments of the East Siberian Arctic Shelf.\" Science, 327, 5970, pp. 1246 - 1250.",
        "Sherwood, Steven C., and Matthew Huber (2010). \"An adaptability limit to climate change due to heat stress.\" Proceedings of the National Academy of Sciences: May 6. 2010 (www.pnas.org/cgi/doi/10.1073/pnas.0913352107).",
        "Solomon, Susan, Gian-Kasper Plattner, Reto Knutti, and Pierre Friedlingststein (2009). \"Irreversible climate change due to carbon dioxide emissions.\" Proceedings of the National Academy of Sciences 106 (6): 1704-1709.",
        "Weitzman, Martin L. (2009a). \"On Modeling and Interpreting the Economics of Catastrophic Climate Change.\" Review of Economics and Statistics, 91 (1) [February]: 1-19.",
        "Weitzman, Martin L. (2009b). \"Additive Damages, Fat-Tailed Climate Dynamics, and Uncertain Discounting.\" Economics e-journal, 3, 2009-39 (October 22)."
    ]
}