{
    "id": 16132,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Anderson, Lisa R. & Jennifer M. Mellor, Predicting Health Behaviors with an Experimental Measure of Risk Preference, Journal of Health Economics, September 2008, 27(5), 12601274.",
        "Averett, Susan L., Daniel I. Rees, Brian Duncan & Laura Argys, Race, Ethnicity, and Gender Differences in the Relationship between Substance Use and Adolescent Sexual Behavior, Topics in Economic Analysis & Policy, 2004, 4(1), Article 22.",
        "Brener, Nancy D., Laura Kann, Steven A. Kinchen, Jo Anne Grunbaum, Laura Whalen, Danice Eaton, Joseph Hawkins & James G. Ross, Methodology of the Youth Risk Behavior Surveillance System, Morbidity and Mortality Weekly Report, 24 September 2004, 53(RR-12), 113.",
        "Carpenter, Christopher, Youth Alcohol Use and Risky Sexual Behavior: Evidence from Underage Drunk Driving Laws, Journal of Health Economics, May 2005, 24(3), 613628.",
        "Chesson, Harrell, Paul Harrison & William J. Kassler, Sex under the Influence: The Effect of Alcohol Policy on Sexually Transmitted Disease Rates in the United States, Journal of Law and Economics, April 2000, 43(1), 215238.",
        "Dee, Thomas S., The Effects of Minimum Legal Drinking Ages on Teen Childbearing, Journal of Human Resources, Fall 2001, 36(4), 823838.",
        "DeSimone, Jeff, Binge Drinking and Risky Sex among College Students, NBER WP 15953, April 2000.",
        "Farrell, Phillip & Victor R. Fuchs, Schooling and Health: The Cigarette Connection, Journal of Health Economics, December 1982, 1(3), 217230.",
        "Grossman, Michael, Robert Kaestner & Sara Markowitz, Get High and Get Stupid: The Effect of Alcohol and Marijuana Use on Teen Sexual Behavior, Review of Economics of the Household, December 2004, 2(4), 413441.",
        "Grossman, Michael & Sara Markowitz, I did What Last Night?! Adolescent Risky Sexual Behaviors and Substance Use, Eastern Economic Journal, Summer 2005, 31(3), 383405.",
        "Rashad, Inas & Robert Kaestner, Teenage Sex, Drugs and Alcohol Use: Problems Identifying the Cause of Risky Behaviors, Journal of Health Economics, May 2004, 23(3), 493503.",
        "Rees, Daniel I., Laura M. Argys & Susan L. Averett, New Evidence on the Relationship between Substance Use and Adolescent Sexual Behavior, Journal of Health Economics, September 2001, 20(5), 835845.",
        "Reyna, Valerie F. & Frank Farley, Risk and Rationality in Adolescent Decision Making: Implications for Theory, Practice and Public Policy, Psychological Science in the Public Interest, September 2006, 7(1), 144.",
        "Sen, Bisakha, Does Alcohol Use Increase the Risk of Sexual Intercourse among Adolescents? Evidence from the NLSY97, Journal of Health Economics, November 2002, 21(6), 10851093.",
        "Sen, Bisakha, Can Beer Taxes Affect Teen Pregnancy? Evidence Based on Teen Abortion Rates and Birth Rates, Southern Economic Journal, October 2003, 70(2): 328343."
    ]
}