{
    "id": 16131,
    "cites": 9,
    "cited_by": 3,
    "reference": [
        "Baum-Snow, Nathaniel and Matthew E. Kahn, 2005, The Effects of Urban Rail Transit Expansion: Evidence from Sixteen Cities from 1970 to 2000, Brookings-Wharton Conference on Urban Affairs .Volume, edited by Gary Burtless and Janet Rothenberg Pack.",
        "Berry Cullen, Julie& Steven D. Levitt, 1999. Crime, Urban Flight, And The Consequences For Cities,The Review of Economics and Statistics, vol. 81(2), pages 159-169, May.",
        "Eid, Jean, Henry Overman, Diego Puga and Matthew Turner. Fat city: Questioning the relationship between urban sprawl and obesity, Journal of Urban Economics, March 2008 Glaeser, Edward and Matthew E. Kahn 2001, Decentralized Employment and the Transformation of the American City, joint with Ed Glaeser, Brookings/Wharton Papers on Urban Affairs Volume 2. 2001. Glaeser, Edward and Matthew E. Kahn, Sprawl and Urban Growth (Chapter in the Handbook of Urban Economics Volume IV) joint with Edward Glaeser, edited by Vernon Henderson and J.",
        "Thisse. Volume 4. North Holland Press. 2004.",
        "Glaeser, Edward and Matthew E. Kahn, 2010. The Greenness of Cities: Carbon Dioxide Emissions and Urban Development ,Journal of Urban Economics, vol. 67(3), pages 404-418 Glaeser, Edward L, Joseph Gyourko, and Raven Saks. 2005. Why is Manhattan So Expensive? Regulation and the Rise in House Prices. Journal of Law and Economics. 48(2): 331-370.",
        "Hassett, Kevin, Aparna Mathur, and Gilbert Metcalf. The Incidence of a U.S Carbon Tax: A Lifetime and Regional Analysis. NBER Working Paper # 13554, 2007.",
        "Krizek, Kevin. 2003. Residential relocation and changes in urban travel: Does neighborhoodscale urban form matter? Journal of the American Planning Association, 69(3), 265-281.",
        "Muth, Richard 1984. Energy Prices and Urban Decentralization. In Energy Costs, Urban Development and Housing. Edited by Anthony Downs and Katharine L. Bradbury, Brookings Institution.",
        "Quigley, John M., and Stephen Raphael, 2005 Regulation and the High Cost of Housing in California, American Economic Review. 95(2), pages 323-328"
    ]
}