{
    "id": 16135,
    "cites": 56,
    "cited_by": 0,
    "reference": [
        "Bash, Wendell H. 1955. Differential Fertility in Madison County, New York, 1865. The Milbank Memorial Fund Quarterly. Vol. 33. pp. 161-186.",
        "Bash, Wendell H. 1963. Changing Birth Rates in Developing America: New York State, 18401875.  The Milbank Memorial Fund Quarterly. Vol. 41, No. 2 (April), pp. 161-182.",
        "Brass, William, and Ansley J. Coale. 1968. Methods of Analysis and Estimation. In William Brass, ed. The Demography of Tropical Africa. Princeton, NJ: Princeton University Press. pp. 88-150.",
        "Brodie, Janet Farrell. 1994. Contraception and Abortion in 19th -Century America. Ithaca, NY: Cornell University Press.",
        "Bumpass, Larry and Charles F. Westoff. 1970. Unwanted Births and U.S. Population Growth. Family Planning Perspectives. Vol. 2, No. 4 (October), pp. 9-11.",
        "Caldwell, John C. 1982. Theory of Fertility Decline. New York: Academic Press.",
        "Carter, Susan M., Roger L. Ransom, and Richard Sutch. 2004. Family Matters: The LifeCycle Transition and the Antebellum American Fertility Decline. In Timothy W. Guinnane, William Sundstrom, and Warren Whatley, eds. History Matters: Essays on Economic Growth, Technology, and Demographic Change. Stanford, CA: Stanford University Press. pp. 271-327.",
        "Coale, Ansley J. 1971. Age Patterns of Marriage. Population Studies. Vol. 25, No. 2 (July), pp. 193-214.",
        "Coale, Ansley J., and Susan Cotts Watkins, eds. 1986. The Decline of Fertility in Europe. Princeton, N.J.: Princeton University Press.",
        "Cross, Harold E. and Victor A. McKusick. 1970. Amish Demography. Social Biology. Vol. 17 (June), pp. 83-101.",
        "David, Paul A. and Warren C. Sanderson. 1987. The Emergence of a Two-Child Norm among American Birth-Controllers. Population and Development Review. Vol. 13, No. 1 (March), pp. 1-41.",
        "David, Paul A. and Warren C. Sanderson. 1987. Cohort Parity Analysis and Fertility Transition Dynamics: Reconstructing Historical Trends in Fertility Control from a Single Census. Population Studies. Vol. 44, No. 3 (November), pp. 421-445.",
        "Dubester, Henry J. 1948. State Censuses: An Annotated Bibliography of Censuses of Population Taken After the Year 1790 bv States and Territories of the United States.",
        "Easterlin, Richard S. 1977. Population Issues in American Economic History: A Survey and Critique. In Robert Gallman, ed. Recent Developments in the Study of Business and Economic History: Essays in Honor of Herman E. Krooss. Greenwich, CT: JAI Press, pp. 131-158.",
        "Easterlin, Richard A., George Alter, and Gretchen Condran. 1978. Farms and Farm Families in Old and New Areas: The Northern States in 1860. In Tamara K. Hareven and Maris Vinovskis, eds. Family and Population in Nineteenth-Century America. Princeton, NJ: Princeton University Press, pp. 22-84.",
        "Feeney, Griffith. 1991. Fertility Decline in Taiwan: A Study Using Parity Progression Ratios. Demography. Vol. 28, No. 3 (August), pp. 467-479.",
        "Feeney, Griffith and Wang Feng. 1993. Parity Progression and Birth Intervals in China: The Influence of Policy in Hastening Fertility Decline. Population and Development Review. Vol. 19, No. 1 (March), pp. 61-101.",
        "Forster, Colin, and G.S.L. Tucker. 1972. Economic Opportunity and White American Fertility Ratios: 1800-1860. New Haven, CT: Yale University Press.",
        "Graham, Stephen N. 1980. 1900 Public Use Sample: User's Handbook. Seattle, WA: Center for Studies in Demography and Ecology.",
        "Guest, Avery M. 1981. Social Structure and U.S. Inter-State Fertility Differentials in 1900. Demography. Vol. 18, No. 4 (November), pp. 465-486.",
        "Guest, Avery M. 1990. What Can We Learn About Fertility Transitions from the New York State Census of 1865? Journal of Family History. Vol. 15, No. 1. pp. 49-69.",
        "Guest, Avery M., and Stewart Tolnay. 1983. Children's Roles and Fertility: Late NineteenthCentury United States. Social Science History. Vol. 7, No. 4 (Fall), pp. 355-380.",
        "Guest, Avery M., and Stewart E. Tolnay. 1985. Agricultural Organization and Educational Consumption in the U.S. in 1900. Sociology of Education. Vol 58. pp. 201-212.",
        "Haines, Michael R. 1977. Mortality in Nineteenth Century America: Estimates from New York and Pennsylvania Census Data, 1865 and 1900. Demography. Vol. 14, No. 3 (August), pp. 311-331.",
        "Haines, Michael R. 1979. Fertility and Occupation: Population Patterns in Industrialization. New York: Academic Press.",
        "Hajnal, John. 1953. Age at Marriage and Proportions Marrying. Population Studies. Vol. 7, No. 3 (November), pp. 111-136.",
        "Hareven, Tamara K., and Maris A. Vinovskis. 1975. Marital Fertility, Ethnicity, and Occupation in Urban Families: An Analysis of South Boston and the South End in 1880. Journal of Social History. Vol. 8 (March), pp. 69-93.",
        "Hirschman, Charles, and Philip Guest. 1990. Multilevel Models of Fertility Determination in Four Southeast Asian Countries: 1970 and 1980. Demography. Vol. 27, pp. 369-396.",
        "Knodel, John, and Etienne van de Walle. 1979. Lessons from the Past: Policy Implications of Historical Fertility Studies. Population and Development Review. Vol 5, No. 2 (June), pp. 217245.",
        "Lainhart, Ann S. 1992. State Census Records. Baltimore, MD: The Genealogical Publishing Co.",
        "Leet, Don R. 1976. The Determinants of the Fertility Transition in Antebellum Ohio. The Journal of Economic History. Vol. 36, No. 2 (June), pp. 359-378.",
        "Leridon, Henri. 1977. Human Fertility: The Basic Components. Translated by Judith F. Heizner. Chicago: University of Chicago Press.",
        "Lesthaeghe, Ron. 1983. A Century of Demographic and Cultural Change in Western Europe: An Exploration of Underlying Dimensions. Population and Development Review. Vol. 9, No. 3 (September), pp. 411-435.",
        "Mason, Karen Oppenheim. 1997. Explaining Fertility Transitions. Demography. Vol. 34, No. 4 (November, pp. 443-454.",
        "Mason, Karen Oppenheim, Maxine Weinstein and Barbara Laslett. 1985. The Decline of Fertility in Los Angeles, California, 1880-1900. Research Report No. 85-83. Population Studies Center. University of Michigan (July).",
        "McQuillan, Kevin. 1984. Modes of Production and Demographic Patterns in NineteenthCentury France. American Journal of Sociology. Vol. 89, No. 6 (May), pp. 1324-1346.",
        "Monahan, Thomas P. 1951. The Pattern of Age at Marriage in the United States. 2 vols. Philadelphia.",
        "New York State. 1867. Census of the State of New York for 1865. Albany: Charles van Benthuysen & Sons.",
        "New York State. 1877. Census of the State of New York for 1875. Albany: Weed, Parsons and Company.",
        "Ryan, Mary P. 1981. Cradle of the Middle Class: The Family in Oneida County, New York, 1790-1865. New York: Cambridge University Press.",
        "Ryder, Norman B. 1969. The Emergence of a Modern Fertility Pattern: United States 191766.  In S.S. Behrman, L. Corsa, and R. Freedman, eds. Fertility and Family Planning: A World View. Ann Arbor: Univ. of Michigan Press, pp. 99-123.",
        "Sanderson, Warren C. 1979. Quantitative Aspects of Marriage, Fertility and Family Limitation in Nineteenth Century America: Another Application of the Coale Specification. Demography. Vol. 16, No. 3 (August), pp. 339-358.",
        "Schapiro, Morton 0. 1982. Land Availability and Fertility in the United States, 1760-1870. The Journal of Economic History. Vol. 42, No. 3 (September), pp. 577-600.",
        "Sheps, Mindel. 1965. An Analysis of Reproductive Pattern in an American Isolate. Population Studies. Vol. 19, No. 1, pp. 65-80.",
        "Shryock, Henry and Jacob Siegel. 1971. The Methods and Materials of Demography.",
        "Washington, DC: G.P.O. Smith, Daniel Scott. 1987. 'Early' Fertility Decline in America: A Problem in Family History. Journal of Family History. Vol. 12, Nos. 1-3. pp. 73-84.",
        "Stern, Mark J. 1987. Society and Family Strategy: Erie County. New York, 1850-1920. Albany, NY: SUNY Press.",
        "Sundstrom, William A. and Paul A. David. 1988. Old-Age Security Motives, Labor Markets, and Farm Family Fertility in Antebellum America. Explorations in Economic History Vol. 25, pp. 164-197.",
        "Tolnay, Stewart E., Stephan N. Graham, and Avery M. Guest. 1982. Own-Child Estimates of U.S. White Fertility, 1886-99. Historical Methods. Vol. 15, No. 3 (Summer), pp. 127-138.",
        "Tolnay, Stewart E., and Avery M. Guest. 1982. Childlessness in a Transitional Population: The United States at the Turn of the Century. Journal of Family History. Vol. 7, No. 2 (Summer), pp. 200-219.",
        "Differential Fertility 1940 and 1910: Fertility for States and Large Cities. Washington, D.C.: G.P.O. U.S. Bureau of the Census. 1945. Sixteenth Census of the United States: 1940. Population.",
        "Differential Fertility 1940 and 1910: Women By Number of Children Ever Born. Washington, D.C.: G.P.O. van de Walle, Etienne. 1978. Alone in Europe: The French Fertility Decline until 1850. In Charles Tilly, ed. Historical Studies of Changing Fertility. Princeton, New Jersey: Princeton University Press, pp. 257-288.",
        "Vinovskis, Maris A. 1981. Fertility in Massachusetts from the Revolution to the Civil War. New York: Academic Press.",
        "Westoff, Charles F.. 1981. The Decline in Unwanted Fertility 1971-1976. Family Planning Perspectives. Vol. 13, No. 2 (March-April), pp. 70-72.",
        "Yasuba, Yasukichi. 1962. Birth Rates of the White Population of the United States. 1800-1860: An Economic Analysis. Baltimore, MD: The Johns Hopkins University Press.",
        "Zunz, Olivier. 1982. The Changing Face of Inequality: Urbanization, Industrial Development, and Immigration in Detroit: 1880-1920. Chicago: University of Chicago Press."
    ]
}