{
    "id": 16139,
    "cites": 10,
    "cited_by": 1,
    "reference": [
        "Jasso, G, Massey, D., Rosenzweig, M. and Smith, J. 2004. Immigrant Health: Selectivity and Acculturation. In Anderson, Norman B., Randy A. Bulatao, and Barney Cohen, eds. Critical Perspectives on Racial and Ethnic Differences in Health in Late Life. Washington, DC: National Academies Press.",
        "Jasso, Guillermina, Mark R. Rosenzweig and James P. Smith. 2000. The Changing Skill of New Immigrants to the United States: Recent Trends and their Determinants. Issues in the Economics of Immigration Edited by George Borjas. A National Bureau of Economic Research Conference Report. The University of Chicago Press. pp 185-226.",
        "Jasso G, Rosenzweig M, Smith JP. The earnings of U.S. immigrants: World skill prices, skill transferability and selectivity. 2001. Unpublished manuscript.",
        "Lopez-Gonzalez, L., Aravena, V. and Hummer, R. 2005. Immigrant Acculturation, Gender and Health Behavior: A Research Note. Social Forces, 84: 581-593.",
        "Palloni, Alberto and Elizabeth Arias. 2004. Paradox Lost: Explaining the Hispanic Adult Mortality Advantage Demography - Volume 41, Number 3, pp. 385-415.",
        "Passel, Jeffrey (2005) Unauthorized Migrants Numbers and Characteristics Background briefing prepared for the task force on immigration and America's future. Pew Hispanic Center, Washington DC.",
        "Ramirez. Roberto R. 2004. We the People: Hispanics in the United States. Census 2000 Special Report. U.S.Department of Commerce Economics and Statistics Administration, U.S. Census Bureau.",
        "Thamer, Mae Richard, Christian, Casebeer, Adrianne Waldman, Ray, Nancy Fox. 1997. Health insurance coverage among foreign-born US residents: The impact of race, ethnicity and length of residence. American Journal of Public Health; 87, 96-102.",
        "Van Hook, J., J. Passel, F. D. Bean, and W. Zhang. 2006. Foreign-born Emigration: A New Approach and Estimates Based on Matched CPS Files. Demography - Volume 43, Number 2, May 2006, pp.361-382.",
        "Yang, Yang. 2008. Trends in U.S. Adult Chronic Disease Mortality: Age, Period, and Cohort Variations. Demography 45:387-416."
    ]
}