{
    "id": 16133,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Antonovsky, Aaron, and Judith Bernstein.1977. Social Class and Infant Mortality. Social Science and Medicine. Vol.11, No.8/9 (May). pp. 453-477.",
        "Bremner, Robert H., ed. 1971. Child and Youth in America: A Documentary History.",
        "Volume II: 1866-1932. Cambridge, MA: Harvard University Press.",
        "Carter, Susan B., et al. 2006. Historical Statistics of the United States: Earliest Times to the Present. Millennial edition. NY: Cambridge University Press.",
        "Chase, H.C. 1962. The Relationship of Certain Biologic and Socio-Economic Factors of Fetal, Infant, and Early Childhood Mortality. Albany, NY: New York State Department of Health.",
        "Coale, Ansley J.,and Paul Demeny. 1966. Regional Model Life Tables and Stable Populations. Princeton, N.J.: Princeton University Press.",
        "Council of Economic Advisers. 1996. Economic Report of the President. Washington, DC: G.P.O.",
        "Dahrendorf, Ralf. 1979. Life Chances: Approaches to Social and Political Theory.",
        "Chicago: University of Chicago Press. Ewbank, Douglas C., and Samuel H. Preston. 1990. Personal Health Behaviour and the Decline in Infant and Child Mortality. In What We Know About the Health Transition: The Cultural, Social, and Behavioral Determinants of Health. Edited by John Caldwell et al. Vol I. Canberra, Australia, Health Transition Centre. pp. 116-149.",
        "Hicks, Norman L., and Paul Streeten. 1975. Indicators of Development: The Search for a Basic Needs Yardstick. World Development. Vol. 7 (June).",
        "Hummer, Robert A., Monique Biegler, Peter B. De Turk, Dourglas Forbes, W. Parker Frisbee, Ying Hong, and Starling G. Pullum. 1999. Race/Ethnicity, Nativity, and Infant Mortality in the United States. Social Forces. Vol. 77, No. 3. (March). pp.",
        "Kuznets, Simon. 1966. Modern Economic Growth: Rate, Structure, and Spread. New Haven: Yale University Press.",
        "MacMahon, B., M.G. Kovar, and J.J. Feldman. 1972. Infant Mortality Rates: Socioeconomic Factors. Vital and Health Statistics. Series 22, No. 14. Rockville, MD: U.S. Department of Health, Education, and Welfare.",
        "Overseas Development Council. 1979. The United States and World Development: Agenda, 1979. New York: Overseas Development Council.",
        "Preston, Samuel H., and Michael R. Haines. 1991. Fatal Years: Child Mortality in the Late Nineteenth-Century America. (Princeton, NJ: Princeton University Press).",
        "Titmuss, R.M. 1943. Birth, Poverty, and Wealth. London: Hamish Hamilton Medical Books.",
        "United Nations. 1983. Indirect Techniques for Demographic Estimation. Manual X. New York: United Nations.",
        "United Nations. United Nations Development Program. 1994. Human Development Report 1994. New York: Oxford University Press.",
        "United Nations. United Nations Development Program. 1999. Human Development Report 1999. New York: Oxford University Press.",
        "Washington, DC: G.P.O. United States. Office of the President. Council of Economic Advisers. 1996. Economic Report of the President, 1996. Washington, DC: GPO.",
        "From Max Weber: Essays in Sociology. NY: Oxford University Press. pp. 180-196. Williamson, Jeffrey G., and Peter Lindert. 1980. American Inequality: A Macroeconomic History. New York: Academic Press.",
        "Woodbury, Robert Morse. 1926. Infant Mortality and its Causes. Baltimore: The Williams and Wilkins Company."
    ]
}