{
    "id": 16147,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Atkinson, Giles, Kirk Hamilton, Giovanni Ruta and Dominique van der Mensbrugghe (2009), Trade in Virtual Carbon: Empirical Results and Implications for Policy, World Bank Policy Research Working Paper No. 5194. The World Bank, Washington, DC.",
        "In related work, Cherkashin et. al. (2010) show that in heterogeneous ...rm oligopolistic models, entry/exit by ...rms in response to trade policies are very large and account for most of the adjustment in output that occurs, suggesting that such settings might give large leakage eects in the emissions control context as well.",
        "In contrast, while examining the EU's emissions trading program, Grubb and Neuho (2006) argue that the net value at stake is low for most sectors as the cost increases by emissions trading in the 10 to 30 Euro range are small for all but a few industries. However, if ...rms are very responsive to such dierences, even small changes could have large eects.",
        "Babiker, Mustafa (2005), Climate change policy, market structure, and carbon leakage, Journal of International Economics, 65, pp. 421-445.",
        "Boehringer, Christoph; Fischery, Carolyn and Knut Einar Rosendahl (2010) The Global Eects of Subglobal Climate Policies. Forthcoming, B.E. Journal of Economic Analysis and Policy.",
        "Frankel, Jerey A. (2009). Addressing the Leakage/Competitiveness Issue in Climate Change Policy Proposals. Brookings Trade Forum, 2008/2009, pp. 69-91. Brookings Institution Press.",
        "Congressional Budget O ce (2009) The Economic Eects of Legislation to Reduce Greenhouse-Gas EmissionsSeptember.",
        "Cherkashin, Ivan, Demidova, Svetlana, Kee, H.L. and Kala Krishna. (2010) Firm Heterogeneity and Costly Trade: A New Estimation Strategy and Policy Experiments.Mimeo, The Pennsylvania State University.",
        "Congressional Budget O ce (2009) The Economic Eects of Legislation to Reduce Greenhouse-Gas EmissionsSeptember.",
        "Copeland, Brian and M. Scott Taylor. (2003) Trade and the Environment: Theory and Evidence.Princeton University Press.",
        "Grubb, Michael and Karsten Neuho (2006) Allocation and Competitiveness in the EU Emissions Trading Scheme: Policy Overview. Climate Policy, Vol 6, pp. 7-30.",
        "Hanna, Rema (2006). US Environmental Regulation and FDI: Evidence from a Panel of U.S. Based Multinational Firms . Mimeo. Kennedy School of Government, Harvard University.",
        "McKibben, Warwick and Peter Wilcoxen. (2008) The Economic and Environmental Eects of Border Tax Adjustments for Climate Change Policy. (Mimeo) Mundell, Robert A. (1957). International Trade and Capital Mobility. The American Economic Review, Vol. 47, No 3, pp. 321-335."
    ]
}