{
    "id": 16143,
    "cites": 23,
    "cited_by": 53,
    "reference": [
        "Alexopoulos, M. and J. Cohen (2009). Uncertain Times, UncertainMeasures,mimeo.",
        "Arellano, C., Bai, Y. and P. Kehoe (2010). Financial Markets and Fluctuations in Uncertainty, Federal Reserve Bank ofMinneapolis Research Department Staff Report.",
        "Bachmann, R. and C. Bayer (2009). Firm-specific Productivity Risk over the Business Cycle: Facts and Aggregate Implications, CESifoWP 2844.",
        "Becker, P. and K. Wohlrabe (2008). Micro Data at the Ifo Institute for Economic Research - The Ã\u0082â\u0080\u0098Ifo Business SurveyÃ\u0082â\u0080\u0099 Usage and Access, Schmollers Jahrbuch, 128, 307Ã\u0082â\u0080\u0093319.",
        "Blanchard, O. and D. Quah (1989). The Dynamic Effects of Aggregate Demand and Aggregate Supply Shocks, American Economic Review, 79/4, 655Ã\u0082â\u0080\u0093673.",
        "Bloom, N. (2009). The Impact of Uncertainty Shocks, Econometrica, 77/3, 623Ã\u0082â\u0080\u0093685.",
        "Bloom, N., M. Floetotto and N. Jaimovich (2009). Really Uncertain Business Cycles, mimeo.",
        "Bomberger, W. (1996).Disagreement as a Measure of Uncertainty, Journal of Money, Credit and Banking, 28/3, 391Ã\u0082â\u0080\u0093415.",
        "Christiano, L., R. Motto and M. Rostagno (2007). Financial Factors in Business Cycles, mimeo.",
        "Chugh, S. (2009). FirmRisk and Leverage-Based Business Cycles, mimeo.",
        "Dunkelberg, W. and H. Wade (2009). NFIB Small Business Economic Trends, October 2009.",
        "Gilchrist, S., J. Sim and E. Zakrajsek (2009). Uncertainty, Credit Spreads and Aggregate Investment, mimeo.",
        "Gilchrist, S., V. Yankov and E. Zakrajsek (2009). Credit Market Shocks and Economic Fluctuations: Evidence from Corporate Bond and StockMarkets, mimeo.",
        "Giordano, P. and P. Soederlind (2003).Inflation Forecast Uncertainty, European Economic Review, 47, 1037Ã\u0082â\u0080\u00931059.",
        "Guiso, L. and G. Parigi (1999).Investment and Demand Uncertainty, The Quarterly Journal of Economics, 114/1, 185Ã\u0082â\u0080\u0093227.",
        "Fernandez-Villaverde, J., P. Guerron-Quintana, J. Rubio-Ramirez and M. Uribe (2009). RiskMatters: The Real Effects of Volatility Shocks, mimeo.",
        "Fuss, C. and P. Vermeulen (2004). FirmÃ\u0082â\u0080\u0099s Investment Decisions in Response to Demand and Price Uncertainty, ECBWP 347.",
        "Kilian, L. (1998). Small Sample Confidence Intervals for Impulse Response Functions, Review of Economics and Statistics, 80, 218Ã\u0082â\u0080\u0093230.",
        "Popescu, A. and F. Smets (2009). Uncertainty, Risk-Taking and the Business Cycle, mimeo.",
        "Ramey, V. and M. Shapiro (1998). Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference Series on Public Policy, 48, 145Ã\u0082â\u0080\u0093194.",
        "Rich, R. and J. Tracy (2006). The Relationship between Expected Inflation, Disagreement, and Uncertainty: Evidence from Matched Point and Density Forecasts, Federal Reserve Bank of New York Staff Report No. 23.",
        "Sims, C., J. Stock and M. Watson (1990). Inference in Linear Time Series Models with Some Unit Roots, Econometrica, 58, 113Ã\u0082â\u0080\u0093144.",
        "Trebing,M. (1998). WhatÃ\u0082â\u0080\u0099s Happening inManufacturing: Ã\u0082â\u0080\u0098Survey Says...Ã\u0082â\u0080\u0099, Federal Reserve Bank of Philadelphia Business Review, September/October 1998, 15Ã\u0082â\u0080\u009329."
    ]
}