{
    "id": 16159,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "Acharya, Viral V. and Lasse H. Pedersen (2005), \\Asset Pricing and Liquidity Risk, Journal of Financial Economics 77(2), 375-410.",
        "Adrian, Tobias and Hyun S. Shin (2008), \\Financial Intermediary Leverage and Value-at-Risk, Federal Reserve Bank of New York Sta Reports no. 338.",
        "Allen, Franklin and Douglas Gale (1994), \\Limited Market Participation and Volatility of Asset Prices, American Economic Review 84, 933-955.",
        "Amihud, Yakov, Haim Mendelson and Lasse H. Pedersen (2005), Liquidity and Asset Prices, Foundations and Trends in Finance, now Publishers.",
        "Bacchetta, Philippe and Eric van Wincoop (2006), \\Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle?, American Economic Review 96, 552-576.",
        "Bacchetta, Philippe and Eric van Wincoop (2010), \\On the Global Spread of Risk Panics, mimeo.",
        "Bacchetta, Philippe, Cedric Tille, and Eric van Wincoop (2010), \\Leverage and Risk Panics, mimeo.",
        "Barro, Robert J. (2006), \\Rare Disasters and Asset Markets in the Twentieth Century, Quarterly Journal of Economics 121(3), 823-866.",
        "Bloom, Nicholas (2009), The Impact of Uncertainty Shocks, Econometrica 77, 623-685.",
        "Brunnermeier, Markus K. and Lasse H. Pedersen (2009), \\Market Liquidity and Funding Liquidity, Review of Financial Studies 22, 2201-2238.",
        "Brunnermeier, Markus K. and Yuliy Sannikov (2009), \\A Macroeconomic Model with a Financial Sector, mimeo.",
        "Caballero, Ricardo and Arvind Krishnamurthy (2008), \\Collective Risk Management in a Flight to Quality Episode, Journal of Finance LXIII (5), 21952230.",
        "Campell, Rachel, Ronald Huisman, and Kees Koedijk (2001), Optimal Portfolio Selection in a Value-at-Risk framework, Journal of Banking and Finance 25, 1789-1804.",
        "Fostel, Ana and John Geanakoplos (2008), \\Leverage Cycles and the Anxious Economy, American Economic Review 98(4), 1211-1244.",
        "Gabaix, Xavier (2009), \\Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance, mimeo.",
        "Goyenko, Ruslan, Craig Holden and Charles Trzcinka (2009), \\Do Liquidity Measures Measure Liquidity?, Journal of Financial Economics 92, 153-181.",
        "Gromb, Denis and Dimitri Vayanos (2002), \\Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs, Journal of Financial Economics 66, 361-407.",
        "Gromb, Denis and Dimitri Vayanos (2008), \\Leverage and Liquidity Dry-Ups: A Framework and Policy Implications, mimeo.",
        "He, Zhiguo. and Arvind Krishnamurthy (2008a), \\Intermediary Asset Pricing,  NBER WP No. 14517.",
        "He, Zhiguo and Arvind Krishnamurthy (2008b), \\A Model of Capital and Crises, NBER WP No. 14366.",
        "Jeanne, Olivier and Andrew K. Rose (2002), \\Noise Trading and Exchange Rate Regimes, Quarterly Journal of Economics 77, 537-569.",
        "Kyle, Albert S. and Wei Xiong (2001), \\Contagion as a Wealth E ect, The Journal of Finance 56(4), 1401-1440.",
        "Manuelli, Rodolfo E. and James Peck (1992), \\Sunspot-like E ects of Random Endowments, Journal of Economic Dynamics and Control 16, 193-206.",
        "McCa erty, Stephen and Robert Driskill (1980), \\Problems of Existence and Uniqueness in Nonlinear Rational Expectations Models, Econometrica 48, 1313-1317.",
        "Pagano, Marco (1989), \\Endogenous Market Thinness and Stock Price Volatility, Review of Economic Studies 56, 269-288.",
        "Spear, Stephen E., Sanjay Srivastava, and Michael Woodford (1990), \\Indeterminacy of Stationary Equilibrium in Stochastic Overlapping Generations Models, Journal of Economic Theory 50, 265-84.",
        "Vayanos, Dimitri and Jiang Wang (2009), \\Liquidity and Asset Prices: A Uni ed Framework CEPR Discussion Paper No. 7410.",
        "Xiong, Wei (2001), \\Convergence Trading with Wealth E ects: An Ampli -cation Mechanism in Financial Markets, Journal of Financial Economics 62, 247-292."
    ]
}