{
    "id": 16158,
    "cites": 18,
    "cited_by": 11,
    "reference": [
        "[1] Bell, Michelle L., Devra L. Davis, Luis A. Cifuentes, Alan J. Krupnick, Richard D. Morgenstern, and George D. Thurston. 2008. Ancillary human health benefits of improved air quality resulting from climate change mitigation Environmental Health 7(41). doi:10.1186/1476-069X7 -41.",
        "[2] Burtraw, Dallas, et al. 2003. Ancillary Benefits of Reduced Air Pollution in the US From Moderate Greenhouse Gas Mitigation Policies in the Electricity Sector. Journal of Environmental Economics and Management 45: 650-673.",
        "[4] Dessus, Sebastien and David OConnor. 2003. Climate Policy without Tears: CGE-Based Ancillary Benefits Estimates for Chile. Environmental and Resource Economics 25: 287-317.",
        "[5] Dudek, Dan, Alexander Golub, and Elena Strukova. 2003. Ancillary Benefits of Reducing Greenhouse Gas Emissions in Transitional Economies. World Development 31(10): 1759-1769.",
        "[6] European Environment Agency. 2004. Air quality and ancillary benefits of climate change policies. EEA Technical report No 4. ISSN 1725-2237.",
        "[7] Elbakidze, Levan and Bruce A. McCarl. 2004. Should We Consider the Co-benefits of Agricultural GHG Offsets? Choices Fall 2004: 25-26.",
        "[8] Feng, Hongli, Catherine L. Kling, and Philip W. Gassman. 2004. Carbon Sequestration, CoBenefits, and Conservation Programs Choices Fall 2004: 19-24.",
        "[10] Greenstone, Michael. 2003. Estimating Regulation-Induced Substitution: The Effect of the Clean Air Act on Water and Ground Pollution. American Economic Review Papers and Proceedings 93(2): 442-448.",
        "[11] Groosman, Britt, Nicholas Z. Muller, and Erin ONeill. 2009. The Ancillary Benefits from Climate Policy in the United States. mimeo.",
        "[12] Holland, Stephen P. 2009. Taxes and Trading versus Intensity Standards: Second-Best Environmental Policies with Incomplete Regulation (Leakage) or Market Power. NBER WP 15262.",
        "[13] Holland, Stephen P. and Erin T. Mansur. (2008). Is Real-Time Pricing Green? The Environmental Impacts of Electricity Demand Variance. Review of Economics and Statistics 90(3): 550-561.",
        "[14] Joh, Seunghun, Yunmi Nam, Sanggyoo Shim, Joohon Sung and Youngchul Shin. 2001. Empirical Study on Environmental Ancillary Benefits Due to Greenhouse Gas Mitigation in Korea mimeo.",
        "[15] Mazzi, Eric A. and Hadi Dowlatabadi. 2007. Air Quality Impacts of Climate Mitigation: UK Policy and Passenger Vehicle Choice. Environmental Science and Technology, 41: 387-392.",
        "[16] McCarl, Bruce A. and Uwe A. Schneider. 2001. Greenhouse Gas Mitigation in U.S. Agriculture and Forestry Science 294 (21 December): 2481-2482.",
        "[17] Pattanayak, Subhrendu K., Allan Sommer, Brian C. Murray, Timothy Bondelid, Bruce A. McCarl, and Dhazn Gillig. 2002. Water Quality Co-Benefits of Greenhouse Gas Reduction Incentives in U.S. Agriculture: Final Report. EPA Contract Number 68-C-01-142 and RTI Project Number 08249.001.004.",
        "[18] Plantinga, Andrew J. and JunJie Wu. 2003. Co-Benefits from Carbon Sequestration in Forests: Evaluating Reductions in Agricultural Externalities from an Afforestation Policy in Wisconsin Land Economics 79(1): 74-85.",
        "[19] Puller, Steven L. (2007) Pricing and Firm Conduct in Californias Deregulated Electricity Market. Review of Economics and Statistics 89(1): 75-87.",
        "[20] Walsh, Michael P. 2008. Ancillary Benefits for Climate Change Mitigation and Air Pollution Control in the Worlds Motor Vehicle Fleets Annual Review of Public Health 29:1-9. doi: 10.1146/annurev.publhealth.29.091307.083257 13"
    ]
}