{
    "id": 16157,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Abel, Andrew B., 1982, Dynamic effects of permanent and temporary tax policies in a q model of investment, Journal of Monetary Economics 9, 353-373.",
        "Allen, Franklin and Roni Michaely, 2003, Payout policy, Handbook of the Economics of Finance, North Holland.",
        "Auerbach, Alan, J., 1979, Wealth maximization and the cost of capital, Quarterly Journal of Economics 93, 433-446.",
        "Auerbach, Alan, J., 1989, Tax reform and adjustment costs: the impact on investment and market value, International Economic Review 30, 939-942.",
        "Auerbach, Alan, J., 2002, Taxation and corporate financial policy, in Handbook of Public Economics, Volume 3, edited by Alan Auerbach and Martin Feldstein, Amsterdam: North Holland.",
        "Auerbach, Alan J. and Kevin A. Hassett, 2003, On the marginal source of investment finance, Journal of Public Economics 87, 205-232.",
        "Auerbach, Alan J. and James R. Hines Jr., 1987, Anticipated tax changes and the timing of investment, in Martin Feldstein ed., The Effects of Taxation on Capital Accumulation, Chicago: the University of Chicago Press, 163-196.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, 1987, Dynamic Fiscal Policy, Cambridge UK: Cambridge University Press.",
        "Bradford, David, 1981, The incidence and allocation effects of a tax on corporate distributions, Journal of Public Economics 15, 1-22.",
        "Brennan, Michael J. and Anjan V. Thakor, 1990, Shareholder preferences and dividend policy, Journal of Finance 45, 993-1018.",
        "Buera, Francisco, and Yongseok Shin, 2009, Productivity Growth and Capital Flows: The Dynamics of Reforms, working paper, UCLA.",
        "Chen, Hsuan-Chi and Jay R. Ritter, 2000, The Seven Percent Solution, Journal of Finance 55, 1105-1131.",
        "Chetty, Raj and Emmanuel Saez, 2005, Dividend taxes and corporate behavior: evidence from the 2003 dividend tax cut, Quarterly Journal of Economics 120, 791-833.",
        "Gomes, Joao, 2001, Financing investment, American Economic Review 91, 1263-1285.",
        "Gordon, Roger and Martin Dietz, 2006, Dividends and taxes, NBER working paper 12292.",
        "Gourio, Francois and Jianjun Miao, 2010, Firm heterogeneity and the long-run effects of dividend tax reform, American Economic Journal: Macroeconomics 2, 131-168.",
        "Hall, Robert E., 2009, Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, Journal of Political Economy 117, 281-323.",
        "Hennessy, Christopher and Toni Whited, 2005, Debt dynamics, Journal of Finance 60, 11291165.",
        "House, Christopher L. and Matthew D. Shapiro, 2006, Phased in Tax Cuts and Economic Activity, American Economic Review 96, 1835-1849.",
        "King, Mervyn A., 1977, Public Policy and the Corporation, Chapman and Hall, London.",
        "Kiyotaki, Nobuhiro and John Moore, 1997, Credit Cycles, Journal of Political Economy, 105, 211-248.",
        "Korinek, Anton and Joseph E. Stiglitz, 2009, Dividend Taxation and Intertemporal Tax Arbitrage, Journal of Public Economics 93, 142 - 159.",
        "McGrattan, Ellen R., and Edward C Prescott, 2005, Taxes, Regulations, and the Value of U.S. and U.K. Corporations, The Review of Economic Studies 72, 767-796.",
        "Miller, Merton H., and Franco Modigliani, 1961, Dividend policy, growth, and the valuation of shares, Journal of Business 34, 411-433.",
        "Poterba, James M. and Lawrence H. Summers, 1983, Dividend taxes, corporate investment, and Q, Journal of Public Economy 22, 135-167.",
        "Poterba, James M. and Lawrence H. Summers, 1985, The economic effects of dividend taxation, in E. Altman and M. Subrahmanyam, eds, Recent advances in corporate finance (Homewood, IL: Richard D. Irwin), 227-284.",
        "Ramey, Valerie A., and Matthew D. Shapiro, 2001, Displaced capital: A study of aerospace plant closings, Journal of Political Economy 109, 958-992.",
        "Restuccia, Diego, and Richard Rogerson, 2008, Policy Distortions and Aggregate Productivity with Heterogeneous Establishments, Review of Economic Dynamics 11, 707720.",
        "Rios-Rull, Victor, 2000, Computation of equilibria in heterogeneous-agent models, in Marimon and Scott ed, Computational Methods for the Study of Dynamic Economies, .",
        "Sinn, Hans-Werner, 1991, The Vanishing Harberger Triangle, Journal of Public Economics 45, 271-300.",
        "Tauchen, George and Robert Hussey, 1991, Quadrature based methods for obtaining approximate solutions to nonlinear asset pricing models, Econometrica 59, 371-396."
    ]
}