{
    "id": 16155,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Abaluck, Jason and Jonathan Gruber (2009). Choice Inconsistencies Among the Elderly: Evidence from Plan Choice in the Medicare Part D Program, NBER Working Paper #14759, February 2009.",
        "Agency for Healthcare Research and Quality (2008a). MEPS HC-105: Consolidated Full-Year Household File.",
        "Agency for Healthcare Research and Quality (2008b). MEPS HC-102A: Prescribed Medicines. Chandra, Amitabh, Jonathan Gruber, and Robin McKnight (forthcoming). Patient costsharing, hospitalization offsets, and the design of optimal health insurance. American Economic Review.",
        "Chernozhukov, Viktor, and Christian Hansen, Econometrica (2005). An IV Model of Quantile Treatment Effects, Econometrica, 2005.",
        "Congressional Budget Office (2002). Issues in Designing a Prescription Drug Benefit for Medicare. Washington, D.C.: U.S. Government Printing Office Duggan, Mark and Fiona Scott-Morton (2008). The Impact of Medicare Part D on Pharmaceutical Prices and Utilization, NBER Working Paper #13917.",
        "Feldstein, Martin, and Jonathan Gruber (1995), A Major Risk Approach to Health Insurance Reform. In James Poterba (ed.) Tax Policy and the Economy 9.",
        "Feenberg, Daniel, and Jonathan Skinner (1994). The Risk and Duration of Catastrophic Health Expenditures, Review of Economics and Statistics 76: 663-647.",
        "Finkelstein, Amy, and Robin McKnight (2008). What did Medicare do? The Initial Impact of Medicare on Mortality and Out of Pocket Medical Spending, Journal of Public Economics 92: 1644-1668.",
        "French, Eric, and John Bailey Jones (2004). On the Distribution and Dynamics of Health Care Costs, Journal of Applied Econometrics 19: 705-721.",
        "Gruber, Jonathan and Kosali Simon (2008). Crowd-Out Ten Years Later: Have Recent Expansions of Public Insurance Crowded Out Private Health Insurance?, Journal of Health Economics 27, p. 201-217.",
        "Kaiser Family Foundation (2006). Seniors' Early Experiences with the Medicare Prescription Drug Benefit. Washington, D.C.: Kaiser Family Foundation.",
        "Ketcham, Jonathan and Kosali Simon (2008). Medicare Part D's Effects on Elderly Drug Costs and Utilization, NBER Working Paper #14326 Levy, Helen, and David Weir (2009). Take-up of Medicare Part D: Results from the Health and Retirement Study, NBER Working Paper #14692.",
        "Lichtenberg, Frank and Shawn Sun (2007). The Impact of Medicare Part D on Prescription Drug Use By the Elderly, Health Affairs, 26, 1735-1744.",
        "Zhang, Yuting, Julie M. Donohue, Judith R. Lave, Gerald O'Donnell, and Joseph P. Newhouse (2009). The Effect of Medicare Part D on Drug and Medical Spending, New England Journal of Medicine, 361, 52-61."
    ]
}