{
    "id": 16163,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "Auerbach, Alan J. 1999. On the Performance and Use of Government Revenue Forecasts. National Tax Journal .",
        "Barro, Robert J. 2009. Voodoo Multipliers. Economists' Voice 6(2): Article 5.",
        "Belasco, Amy. 2009. The Cost of Iraq, Afghanistan, and Other Global War on Terror Operations Since 9/11. CRS Report for Congress RL33110. September 28.",
        "Bell, Felicitie C. and Michael L. Miller. 2005. Life Tables for the United States Social Security Area, 1900-2100. Actuarial Study No. 120, Office of the Chief Actuary, Social Security Administration.",
        "Bilmes, Linda. 2007. Soldiers Returning from Iraq and Afghanistan: The Long-term Costs of Providing Veterans Medical Care and Disability Benefits. John F. Kennedy School of Government Faculty Research Working Paper RWP07-001.",
        "Bilmes, Linda and Joseph E. Stiglitz. 2006. The Economic Cost of the Iraq War: An Appraisal Three Years After the Beginning of the Conflict. NBER Working Paper 12054.",
        "Board of Trustees, Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds. 2009. 2009 Annual Report of the Board of Trustees of the Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds. Washington: U.S. Government Printing Office.",
        "Boards of Trustees, Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds. 2009. 2009 Annual Report of the Board of Trustees of the Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds. Washington: U.S. Government Printing Office.",
        "Bound, John. 2002. Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans? Journal of Labor Economics 20(4):784815.",
        "Buzzell, Emily and Samuel H. Preston. 2007. Mortality of American Troops in the Iraq War. Population and Development Review 33(3):555566.",
        "Davis, Steven J., Kevin M. Murphy and Robert H. Topel. 2009. War in Iraq versus Containment. In Guns and Butter: The Economic Causes and Consequences of Conflict, ed. Gregory D. Hess. Cambridge: MIT Press.",
        "Edwards, Ryan D. 2010. U.S. War Costs: Two Parts Temporary, One Part Permanent. NBER Working Paper 16108.",
        "Gale, William G. and Peter R. Orszag. 2004. Budget Deficits, National Saving, and Interest Rates. Brookings Papers on Economic Activity 2004(2):101187.",
        "Gartzke, Erik. 1999. War Is in the Error Term. International Organization 53(3):567587.",
        "Glick, Reuven and Alan M. Taylor. 2010. Collateral Damage: Trade Disruption and the Economic Impact of War. Review of Economics and Statistics 92(1):102127.",
        "Goldberg, Matthew S. 2007. Projecting the Costs to Care for Veterans of U.S. Military Operations in Iraq and Afghanistan. Testimony before the Committee on Veterans' Affairs, U.S. House of Representatives, October 17.",
        "Grossman, Michael. 2006. Education and Nonmarket Outcomes. In Handbook of the Economics of Education, ed. Eric Hanushek and Finis Welch. Vol. 1 Amsterdam: North Holland pp. 577628.",
        "Institute of Medicine. 2007. A 21st Century System for Evaluating Veterans for Disability Benefits. Washington, DC: The National Academies Press.",
        "Institute of Medicine. 2010. Returning Home from Iraq and Afghanistan: Preliminary Assessment of Readjustment Needs of Veterans, Service Members, and Their Families. Washington, DC: The National Academies Press.",
        "Lee, Ronald D. and Timothy Miller. 2001. Evaluating the Performance of the Lee-Carter Approach to Modeling and Forecasting Mortality. Demography 38(4):537549.",
        "Lubitz, James D. and Gerald F. Riley. 1993. Trends in Medicare Payments in the Last Year of Life. New England Journal of Medicine 328(15):10921096.",
        "MacLean, Alair. 2010. The Things They Carry: Combat, Disability, and Unemployment among US Men. American Sociological Review . forthcoming.",
        "Miller, Tim. 2001. Increasing Longevity and Medicare Expenditures. Demography 38(2):215226.",
        "Nordhaus, William D. 2002. The Economic Consequences of a War with Iraq. In War with Iraq: Costs, Consequences, and Alternatives. New York: American Academy of Arts and Sciences pp. 5185.",
        "Office of Management and Budget. 2009. Mid-Session Review, Budget of the U.S. Government, Fiscal Year 2010. Washington, DC: Government Printing Office.",
        "Orszag, Peter R. 2008a. Letter to the Honorable Judd Gregg concerning S.22, Post 9/11 Veterans Educational Assistance Act of 2008, May 8.",
        "Orszag, Peter R. 2008b. The Cost of the War: A Comment on Stiglitz-Bilmes. CBO Director's Blog, http://cboblog.cbo.gov, April 8.",
        "Seal, Karen H., Thomas J. Metzler, Kristian S. Gima, Daniel Bertenthal, Shira Maguen and Charles R. Marmar. 2009. Trends and Risk Factors for Mental Health Diagnoses Among Iraq and Afghanistan Veterans Using Department of Veterans Affairs Health Care, 2002 2008. American Journal of Public Health 99(9):16511658.",
        "Stanley, Marcus. 2003. College Education and the Midcentury GI Bills. Quarterly Journal of Economics 118(2):671708.",
        "Stiglitz, Joseph E. and Linda Bilmes. 2008. The Three Trillion Dollar War. New York: W.W. Norton.",
        "Sunshine, Robert A. 2007. Estimated Costs of U.S. Operations in Iraq and Afghanistan and of Other Activities Related to the War on Terrorism. Testimony before the Committee on the Budget, U.S. House of Representatives.",
        "Tanielian, Terri and Lisa H. Jaycox, eds. 2008. Invisible Wounds of War: Psychological and Cognitive Injuries, Their Consequences, and Services to Assist Recovery. Santa Monica: RAND Corporation.",
        "Tuchman, Barbara Wertheim. 1984. The March of Folly: From Troy to Vietnam. New York: Knopf.",
        "Wallsten, Scott. 2006. The Economic Cost of the Iraq War. Economists' Voice 3(2): Article 1. Wallsten, Scott and Katrina Kosec. 2005. The Economic Costs of the War in Iraq. AEIBrookings Working Paper 05-19."
    ]
}