{
    "id": 16162,
    "cites": 34,
    "cited_by": 8,
    "reference": [
        "Berge, Travis J., and Ã\u0083â\u0080\u0099scar JordÃ\u0083Â  (2009), The classification of economic activity, working paper, University of California, Davis.",
        "Burns, Arthur F., and Wesley C. Mitchell (1946), Measuring Business Cycles, New York: NBER.",
        "Camacho, Maximo, and Gabriel Perez-Quiros (2010), Introducing the EURO-STING: Short term indicator of Euro area growth, Journal of Applied Econometrics, 25: 663-694.",
        "Camacho, Maximo, Gabriel Perez-Quiros, and Pilar Poncela (2010), Green shoots in the Euroa area: a real time measure, working paper, Bank of Spain, forthcoming.",
        "Chauvet, Marcelle (1998), An economic characterization of business cycle dynamics with factor structure and regime switches, International Economic Review, 39:969-996.",
        "Chauvet, Marcelle (2010), The beginning and end of the 2007-2009 recession, http://sites.google.com/ site/crefcus/probabilities-of-recession/The-beginning-and-end-of-the-2007-2009-recession1, April.",
        "Chauvet, Marcelle, and James D. Hamilton (2006), Dating business cycle turning points, in Costas Milas, Philip Rothman, and Dick van Dijk, eds., Nonlinear Time Series Analysis of Business Cycles, pp. 1-54, Amsterdam: Elsevier.",
        "Chauvet, Marcelle, and Jeremy Piger (2008), A comparison of the real-time performance of business cycle dating methods, Journal of Business Economics and Statistics, 26: 42-49.",
        "Chauvet, Marcelle, and Simon Potter (2005), Forecasting recessions using the yield curve, Journal of Forecasting, 24: 77-103. Chauvet, Marcelle, and Simon Potter (forthcoming), Monitoring business cycles with structural changes, International Journal of Forecasting.",
        "Croushore, Dean, and Tom Stark (2003), A real-time data set for macroeconomists: Does the data vintage matter?, Review of Economics and Statistics 85:605-617.",
        "Dueker, Michael (2005), Dynamic forecasts of qualitative variables: A qual VAR model of U.S. recessions, Journal of Business and Economic Statistics, 23:96-104.",
        "Dueker, Michael (2008), Predicting the trough and a jobless recovery, http://www.econbrowser.com/ archives/2008/12/predicting_the_1.html, Dec. 9, 2008.",
        "Estrella, Arturo, and Frederic S. Mishkin (1998), Predicting U.S. recessions: financial variables as leading indicators, Review of Economics and Statistics 80: 45-61.",
        "Gilchrist, Simon, Vladimir Yankov, and Egon Zakrajsek (2009), Credit market shocks and economic fluctuations: evidence from corporate bond and stock markets, Journal of Monetary Economics, 56:471-493.",
        "Hamilton, James D. (1989), A new approach to the economic analysis of nonstationary time series and the business cycle, Econometrica 57:357-384.",
        "Hamilton, James D. (1990), Analysis of time series subject to changes in regime, Journal of Econometrics 45:357-384.",
        "Hamilton, James D. (1994), Time Series Analysis, (Princeton University Press, Princeton).",
        "Hamilton, James D. (2005), What's real about the business cycle?, Federal Reserve Bank of St. Louis Review, July/August (87, no. 4): 435-452.",
        "Hamilton, James D. (2008a), Regional propagation of business cycles, http://www.econbrowser.com/ archives/2008/04/regional_propag.html, April 3.",
        "Hamilton, James D. (2008b), More unhappy numbers, http://www.econbrowser.com/archives/ 2008/10/more_unhappy_nu.html, October 19.",
        "Hamilton, James D., and Michael T. Owyang (2009), The propagation of regional recessions, working paper, UCSD.",
        "Harding, Donald and Adrian R. Pagan (2006), Synchronization of cycles., Journal of Econometrics, 132:59-79.",
        "Katayama, Munechika (2009), Improving recession probability forecasts in the U.S. economy, working paper, Louisiana State University.",
        "Kauppi, Heikki and Pentti Saikkonen (2008), Predicting U.S. recessions with dynamic binary response models, Review of Economics and Statistics, 90:777-791.",
        "Kim, Chang-Jin, and Charles R. Nelson (1998), Business cycle turning points, a new coincident index, and tests of duration dependence based on a dynamic factor model with regime-switching, Review of Economics and Statistics, 80:188-201.",
        "King, Thomas B., Andrew T. Levin, and Roberto Perli (2007), Financial market perceptions of recession risk, working paper, Federal Reserve Board.",
        "Leamer, Edward E. (2008), What's a recession anyway?, NBER working paper 14221.",
        "McConnell, Margaret M., and Gabriel Perez-Quiros (2000), Output fluctuations in the United States: what has changed since the early 1980's?, American Economic Review, 90:1464-1476.",
        "Nalewaik, Jeremy J. (2007), Estimating probabilities of recession in real time using GDP and GDI, working paper, Federal Reserve Board.",
        "Nalewaik, Jeremy J. (2010), The income- and expenditure-side estimates of U.S. output growth, Brookings Papers on Economic Activity, forthcoming.",
        "Stock, James H., and Mark W. Watson (1989), New indexes of coincident and leading economic indicators, in Olivier Jean Blanchard and Stanley, Fischer, eds., NBER Macroeconomics Annual 1989, 351-394, Cambridge MA, MIT Press.",
        "Stock, James H. and Mark W. Watson (1991), A probability model of the coincident economic indicators, in Kajal Lahiri and Geoffrey H. Moore, eds., Leading Economic Indicators: New Approaches and Forecasting Records, (Cambridge University Press, Cambridge, U.K.). Stock, James H., and Mark W. Watson (1993), A procedure for predicting recessions with leading indicators: econometric issues and recent experience, in James H. Stock and Mark W. Watson, eds., Business Cycles, Indicators, and Forecasting, 95-153, Chicago, University of Chicago Press.",
        "Stock, James H., and Mark W. Watson (1999), Forecasting inflation, Journal of Monetary Economics, 44:293-335.",
        "Wright, Jonathan H. (2006), The yield curve and predicting recessions, working paper, Federal Reserve Board."
    ]
}