{
    "id": 16165,
    "cites": 114,
    "cited_by": 20,
    "reference": [
        "Adrian, Tobias, & Shin, Hyun Song. 2010. Banking and the monetary policy transmission mechanism. Handbook of Monetary Economics, forthcoming.",
        "Adrian, Tobias, Kimbrough, Karin, & Marchioni, Dina. 2010 (January). The Federal Reserve 's Commercial Paper Funding Facility. Staff Report 423. Federal Reserve Bank of New York.",
        "Angelini, Paolo. 2008. Liquidity and Announcement Effects in the Euro Area. Giornale degli Economisti, 67(1), 120.",
        "Armentier, Olivier, Kreiger, Sandra, & McAndrews, James. 2008. The Federal Reserve's Term Auction Facility. Federal Reserve Bank of New York Current Issues in Economics and Finance, 14(July), 111.",
        "Ashcraft, Adam, Malz, Allan, & Rosenberg, Joshua. 2009. The Term Asset-Backed Securities Lending Facility. Working Paper. Federal Reserve Bank of New York.",
        "Ashcraft, Adam, G^arleanu, Nicolae, & Pedersen, Lasse Heje. 2010 (February). Two Monetary Tools: Interest Rates and Haircuts. Unpublished manuscript, Federal Reserve Bank of New York.",
        "Ball, Laurence. 1999. Efficient Rules for Monetary Policy. International Finance, 2(April), 6383.",
        "Bank for International Settlements. 2008 (June). Monetary Policy Frameworks and Central Bank Market Operations. Markets Committee Compendium.",
        "Bank of Canada. 2009. Annex: Framework for Conducting Monetary Policy at Low Interest Rates. Monetary Policy Report, April, 2528.",
        "Bartolini, Leonardo, Bertola, Giuseppe, & Prati, Alessandro. 2002. Day-to-Day Monetary Policy and the Volatility of the Federal Funds Interest Rate. Journal of Money, Credit and Banking, 34(1), 137159.",
        "Bartolini, Leonardo, Prati, Alessandro, Angeloni, Ignazio, & Claessens, Stijn. 2003. The Execution of Monetary Policy: A Tale of Two Central Banks. Economic Policy, 18(37), 437467.",
        "Bernanke, Ben S., & Blinder, Alan S. 1988. Credit, Money, and Aggregate Demand. The American Economic Review, 78(2), 435439.",
        "Bernanke, Ben S., & Mihov, Ilian. 1998. Measuring Monetary Policy. The Quarterly Journal of Economics, 113(3), 869902.",
        "Bindseil, Ulrich. 2004. Monetary Policy Implementation: Theory, Past and Present. Oxford University Press.",
        "Bindseil, Ulrich, & Seitz, Franz. 2001 (February). The Supply and Demand for Eurosystem Deposits the First 18 Months. Working Paper 44. European Central Bank.",
        "Blenck, Denis, Hasako, Harri, Hilton, Spence, & Masaki, Kazuhiro. 2001 (December). The main features of the monetary policy frameworks of the Bank of Japan, the Federal Reserve and the Eurosystem. BIS Papers 9. Bank for International Settlements.",
        "Borio, Claudio. 1997. The Implementation of Monetary Policy in Industrial Countries: A Survey. Economic Paper 47. Bank for International Settlements.",
        "Borio, Claudio, & Disyatat, Piti. 2009 (November). Unconventional monetary policies: An appraisal. Working Paper 292. Bank for International Settlements.",
        "Bowman, David, Gagnon, Etienne, & Leahy, Mike. 2010 (March). Interest on Excess Reserves as a Monetary Policy Instrument: The Experience of Foreign Central Banks. International Finance Discussion Paper 996. Board of Governors of the Federal Reserve System.",
        "Brainard, William C. 1967. Uncertainty and the Effectiveness of Policy. The American Economic Review, 57(2), 411425.",
        "Brunner, Allan D., & Meltzer, Allan. 1964. The Federal Reserve's Attachment to the Free Reserve Concept. U.S. Congress, House Committee on Banking and Currency, Subcommittee on Domestic Finance, 88th Congress, 2nd Session.",
        "Carpenter, Seth B., & Demiralp, Selva. 2006a. Anticipation of Monetary Policy and Open Market Operations. International Journal of Central Banking, 2(2), 2563.",
        "Carpenter, Seth B., & Demiralp, Selva. 2006b. The Liquidity Effect in the Federal Funds Market: Evidence from Daily Open Market Operations. Journal of Money, Credit and Banking, 38(4), 901920.",
        "Carpenter, Seth B., & Demiralp, Selva. 2008. The liquidity effect in the federal funds market: Evidence at the monthly frequency. Journal of Money, Credit and Banking, 40(1), 124.",
        "Christiano, Lawrence J., & Eichenbaum, Martin. 1992. Identification and the Liquidity Effect of a Monetary Policy Shock. Pages 335370 of: Cukierman, A., Hercowitz, Z., & Leiderman, L. (eds), Political Economy, Growth and Business Cycles. MIT Press.",
        "Christiano, Lawrence J., & Eichenbaum, Martin. 1995. Liquidity Effects, Monetary Policy, and the Business Cycle. Journal of Money, Credit and Banking, 27(4), 11131136.",
        "Christiano, Lawrence J., Eichenbaum, Martin, & Evans, Charles. 1996a. The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds. The Review of Economics and Statistics, 78(1), 1634.",
        "Christiano, Lawrence J., Eichenbaum, Martin, & Evans, Charles L. 1996b. Identification and the Effects of Monetary Policy Shocks. Pages 3674 of: Blejer, M., Eckstein, Z., Hercowitz, Z., & Leiderman, L. (eds), Financial Factors in Economic Stabilization and Growth. Cambridge University Press.",
        "Christiano, Lawrence J., Eichenbaum, Martin, & Evans, Charles L. 1999. Monetary Shocks: What Have We Learned, and to What End? Chap. 2, pages 65148 of: Taylor, John B., & Woodford, Michael (eds), Handbook of Macroeconomics, vol. 1A. North Holland.",
        "Christiansen, Jens, Lopez, Jose, & Rudebusch, Glenn. 2009 (June). Do Central Bank Liquidity Facilities Affect Interbank Lending Rates? Working Paper 2009-13. Federal Reserve Bank of San Francisco.",
        "Clarida, Richard, Gali, Jordi, & Gertler, Mark. 1998. Monetary Rules in Practice: Some International Evidence. European Economic Review, 42, 10331067.",
        "Clarida, Richard, Gali, Jordi, & Gertler, Mark. 1999. The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature, 37(4), 16611707.",
        "Clarida, Richard, Gali, Jordi, & Gertler, Mark. 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics, 115(1), 147180.",
        "Clouse, James A. 1994. Recent developments in discount window policy. Federal Reserve Bulletin, November.",
        "Clouse, James A., & Dow, J. 2002. A Computational Model of Banks' Optimal Reserve Management. Journal of Economic Dynamics and Control, 26(11), 17871814.",
        "Curida, Vasco, & Woodford, Michael. 2010a. The Central-Bank Balance Sheet as an Instrument of Monetary Policy. Carnegie-Rochester Conference Series on Public Policy, forthcoming.",
        "Curida, Vasco, & Woodford, Michael. 2010b. Credit Spreads and Monetary Policy. Journal of Money, Credit and Banking, forthcoming.",
        "Demiralp, Selva. 2001 (December). Monetary Policy in a Changing World: Rising Role of Expectations and the Anticipation Effect. FEDS Working Paper 2001-55. Board of Governors of the Federal Reserve System.",
        "Demiralp, Selva, & Jorda, Oscar. 2002. The Announcement Effect: Evidence from Open Market Desk Data. Federal Reserve Bank of New York Economic Policy Review, 8(1), 2948.",
        "Disyatat, Piti. 2008 (December). Monetary policy implementation: Misconceptions and their consequences. Working Paper 269. Bank for International Settlements.",
        "Ejerskov, Steen, Moss, Clara Martin, & Stracca, Livio. 2003 (July). How does the ECB allot liquidity in its weekly main refinancing operations? A look at the empirical evidence. Working Paper 244. European Central Bank.",
        "European Central Bank. 2008 (November). The Implementation of Monetary Policy in the Euro Area. General Documentation on Eurosystem Monetary Policy Instruments and Procedures.",
        "Feinman, Joshua. 1993a. Estimating the Open Market Desk's Daily Reaction Function. Journal of Money, Credit and Banking, 25(2), 231247.",
        "Feinman, Joshua. 1993b. Reserve requirements: history, current practice, and potential reform. Federal Reserve Bulletin, 79, 569.",
        "Fleming, Michael, Hrung, Warren B., & Keane, Frank. 2009. The Term Securities Lending Facility: Origin, Design, and Effects. Federal Reserve Bank of New York Current Issues in Economics and Finance, 12(February).",
        "Friedman, Benjamin M. 1999. The Future of Monetary Policy: The Central Bank as an Army with Only a Signal Corps? International Finance, 2(3), 321328.",
        "Friedman, Benjamin M., & Roley, V. Vance. 1987. Aspects of Investors' Behavior Under Risk. In: Feiwel, G. R. (ed), Arrow and the Ascent of Modern Economic Theory. New York: New York University Press.",
        "Furfine, Craig H. 2000. Interbank payments and the daily federal funds rate. Journal of Monetary Economics, 46(2), 535  553.",
        "Gagnon, Joseph, Raskin, Matthew, Remache, Julie, & Sack, Brian P. 2010 (March). LargeScale Asset Purchases by the Federal Reserve: Did They Work? Staff Report 441. Federal Reserve Bank of New York.",
        "Garbade, Kenneth D., Partlan, John C., & Santoro, Paul J. 2004. Recent Innovations in Treasury Cash Management. Federal Reserve Bank of New York Current Issues in Economics and Finance, 10(11).",
        "Gertler, Mark, & Karadi, Peter. 2009 (November). A Model of Unconventional Monetary Policy. Manuscript, New York University.",
        "Goodfriend, Marvin. 1994. Why we Need an Accord for Federal Reserve Credit Policy: A Note. Journal of Money, Credit and Banking, 26(3), 572580.",
        "Goodfriend, Marvin. 2000. Overcoming the Zero Bound on Interest Rate Policy. Journal of Money, Credit and Banking, 32(4), 10071035.",
        "Goodfriend, Marvin. 2002. Interest on Reserves and Monetary Policy. Federal Reserve Bank of New York Economic Policy Review, 8(1), 7784.",
        "Goodhart, Charles. 2000. Can Central Banking Survive the IT Revolution? International Finance, 3(2), 189209.",
        "Gorton, Gary B. 2008. The Panic of 2007. In: Maintaining Stability in a Changing Financial System. Jackson Hole Symposium. Federal Reserve Bank of Kansas City.",
        "Gorton, Gary B., & Metrick, Andrew. 2009 (November). Securitized Banking and the Run on Repo. Working Paper 09-14. Yale ICF.",
        "Guthrie, Graeme, & Wright, Julian. 2000. Open mouth operations. Journal of Monetary Economics, 46(2), 489  516.",
        "Hamilton, James D. 1996. The Daily Market for Federal Funds. The Journal of Political Economy, 104(1), 2656.",
        "Hamilton, James D. 1997. Measuring the Liquidity Effect. The American Economic Review, 87(1), 8097.",
        "Hamilton, James D. 1998. The supply and demand for Federal Reserve deposits. CarnegieRochester Conference Series on Public Policy, 49, 144.",
        "Hanes, Christopher. 2004. The Rise of Open-Mouth Operations and the Disappearance of the Borrowing Function in the United States. Unpublished manuscript, SUNY Binghamton.",
        "Hayashi, Fumio. 2001. Identifying a Liquidity Effect in the Japanese Interbank Market. International Economic Review, 42(2), 287316.",
        "Hilton, Spence. 2008. Recent Developments in Federal Reserve System Liquidity and Reserve Operations. Pages 179204 of: Bloxham, Paul, & Kent, Christopher (eds), Lessons from the Financial Turmoil of 2007 and 2008. Reserve Bank of Australia.",
        "Hilton, Spence, & Hrung, Warren B. 2010. The Impact of Banks' Cumulative Reserve Position on Federal Funds Rate Behavior. International Journal of Central Banking, forthcoming.",
        "Ho, Corinne. 2008 (June). Implementing monetary policy in the 2000s: Operating procedures in Asia and beyond. Working Paper 253. Bank for International Settlements.",
        "Jinushi, Toshiki, Takeda, Yosuke, & Yajima, Yasuhide. 2004 (July). Asset Substitution in Response to Liquidity Demand and Monetary Policy: Evidence from the Flow of Funds Data in Japan. Unpublished manuscript, Sophia University.",
        "Kacperczyk, Marcin, & Schnabl, Philip. 2010. When Safe Proved Risky: Commercial Paper during the Financial Crisis of 2007-2009. Journal of Economic Perspectives, 24(1), 2950.",
        "Keister, Todd, & McAndrews, James. 2009 (June). Why are banks holding so many excess reserves? Staff Report 380. Federal Reserve Bank of New York.",
        "Keister, Todd, Martin, Antoine, & McAndrews, James. 2008. Divorcing Money from Monetary Policy. Federal Reserve Bank of New York Economic Policy Review, September /October, 4156.",
        "King, Mervyn. 1997. Changes in UK Monetary Policy: Rules and Discretion in Practice. Journal of Monetary Economics, 39, 8197.",
        "Kuttner, Kenneth N. 2010. The Fed's response to the financial crisis: Pages from the BOJ playbook, or a whole new ball game? Public Policy Review, 6(3), 407430.",
        "Leeper, Eric M., & Gordon, David B. 1992. In search of the liquidity effect. Journal of Monetary Economics, 29(3), 341  369.",
        "Lenza, Michele, Pill, Huw, & Reichlin, Lucrezia. 2010. Monetary Policy in Exceptional Times. Economic Policy, 26(62), 295339.",
        "Levin, Andrew T., Wieland, Volcker, & Williams, John C. 2001. Robustness of SImple Monetary Rules under Model Uncertainty. In: Taylor, John B. (ed), Monetary Policy Rules. University of Chicago Press.",
        "Manna, Michele, Pill, Huw, & Quiros, Gabriel. 2001. The Eurosystem's Operational Framework in the Context of the ECB's Monetary Policy Strategy. International Finance, 4(1), 6599.",
        "McAndrews, James, Sarkar, Asani, & Wang, Zhenyu. 2008 (July). The Effect of the Term Auction Facility on the London Inter-Bank Offered Rate. Staff Report 335. Federal Reserve Bank of New York.",
        "McCallum, Bennett T. 1981. Price level determinacy with an interest rate policy rule and rational expectations. Journal of Monetary Economics, 8(3), 319329.",
        "McCallum, Bennett T. 1983. On non-uniqueness in rational expectations models: An attempt at perspective. Journal of Monetary Economics, 11(2), 139168.",
        "McCallum, Bennett T. 1986. Some issues concerning interest rate pegging, price level determinacy, and the real bills doctrine. Journal of Monetary Economics, 17(1), 135 160.",
        "McCallum, Bennett T. 2001. Monetary Policy Analysis in Models Without Money. Federal Reserve Bank of Saint Louis Review, 83(July/August), 145160.",
        "Meulendyke, Ann-Marie. 1998. U.S. Monetary Policy and Financial Markets. New York: Federal Reserve Bank of New York.",
        "Miyanoya, Atsushi. 2000 (August). A Guide to Bank of Japan's Market Operations. Financial Markets Department Working Paper Series 00-E-3. Bank of Japan.",
        "Motley, Colin. 2010. The Commercial Paper Funding Facility: Impact, Efficacy, and What It Tells Us about the Crisis in Commercial Paper from 2007-2009. Unpublished thesis, Harvard University.",
        "Okina, Kunio, Shirakawa, Masaaki, & Shiratsuka, Shigenori. 2001. The Asset Price Bubble and Monetary Policy: Japan's Experience in the Late 1980s and the Lessons. Bank of Japan Monetary and Economic Studies (Special Edition), February, 395450.",
        "Orphanides, Athanasios. 2001. Commentary on 'Expectations, Open Market Operations, and Changes in the Federal Funds Rate'. Federal Reserve Bank of St. Louis Review, 83(4), 4956.",
        "Pagan, Adrian, & Robertson, John. 1995. Resolving the Liquidity Effect. Federal Reserve Bank of Saint Louis Review, 77, 3353.",
        "Pagan, Adrian, & Robertson, John. 1998. Structural models of the liquidity effect. Review of Economics and Statistics, 80(2), 202217.",
        "Parkin, Michael. 1978. A Comparison of Alternative Techniques of Monetary Control Under Rational Expectations. Manchester School, 46(September), 252287.",
        "Peersman, Gert, & Smets, Frank. 1999. The Taylor Rule: A Useful Monetary Policy Benchmark for the Euro area? International Finance, 2, 85116.",
        "Reis, Ricardo. 2010 (January). Interpreting the Unconventional U.S. Monetary Policy of 2007-09. Working Paper 15662. National Bureau of Economic Research.",
        "Roosa, Robert V. 1956. Federal Reserve Operations in the Money and Government Securities Markets. Federal Reserve Bank of New York.",
        "Sargent, Thomas J., & Wallace, Neil. 1975. `Rational' Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. The Journal of Political Economy, 83(2), 241254.",
        "Shioji, Etsuro. 2000. Identifying Monetary Policy Shocks in Japan. Journal of the Japanese and International Economies, 14(1), 22  42.",
        "Shiratsuka, Shigenori. 2009 (November). Size and Composition of the Central Bank Balance Sheet: Revisiting Japan's Experience of the Quantitative Easing Policy. Discussion Paper 2009-E-25. Institute for Monetary and Economic Studies.",
        "Strongin, Steven H. 1995. The Identification of Monetary Policy Disturbances: Explaining the Liquidity Puzzle. Journal of Monetary Economics, 35(3), 463497.",
        "Svensson, Lars. 1997. Inflation forecast targeting: Implementing and monitoring inflation targets. European Economic Review, 41, 11111146.",
        "Taylor, John B. 1993. Discretion Versus Policy Rules in Practice. Carnegie-Rochester Conference Series on Public Policy, 39, 195214.",
        "Taylor, John B. 1996. How Should Monetary Policy Respond to Shocks while Maintaining Long-Run Price Satbility? Pages 181195 of: Achieving Price Stability, vol. Federal Reserve Bank of Kansas City.",
        "Taylor, John B. 2001. Expectations, Open Market Operations, and Changes in the Federal Funds Rate. Federal Reserve Bank of Saint Louis Review, 83(4), 3348.",
        "Taylor, John B. 2009. Empirically Evaluating Economic Policy in Real Time: Inaugural Martin Feldstein Lecture. NBER Reporter, July, 15.",
        "Taylor, John B., & Williams, John C. 2009. A Black Swan in the Money Market. American Economic Association Journal of Macroeconomics, 1(1), 5883.",
        "Thornton, Daniel L. 2001a. The Federal Reserve's Operating Procedures, Nonborrowed Reserves, Borrowed Reserves and the Liquidity Effect. Journal of Banking & Finance, 25(17171739).",
        "Thornton, Daniel L. 2001b. Identifying the Liquidity Effect at the Daily Frequency. Federal Reserve Bank of St. Louis Review, July/August, 5978.",
        "Thornton, Daniel L. 2007. Open Market Operations and the Federal Funds Rate. Federal Reserve Bank of St. Louis Review, 89(November/December), 549570.",
        "Thornton, Daniel L. 2009. The Effect of the Fed's Purchase of Long-Term Treasuries on the Yield Curve. Federal Reserve Bank of Saint Louis Economic Synopses, 25.",
        "Tobin, James, & Brainard, William C. 1963. Financial Intermediaries and the Effectiveness of Monetary Controls. The American Economic Review, 53(2), 383400.",
        "Uesugi, Iichiro. 2002. Measuring the Liquidity Effect: The Case of Japan. Journal of the Japanese and International Economies, 16(3), 289  316.",
        "Ugai, Hiroshi. 2008. Effects of the Quantitative Easing Policy: A Survey of Empirical Analyses. Bank of Japan Monetary and Economic Studies, 25(1), 147.",
        "Vilasuso, Jon. 1999. The liquidity effect and the operating procedure of the Federal Reserve. Journal of Macroeconomics, 21(3), 443  461.",
        "Wicksell, Knut. 1907. The Influence of the Rate of Interest on Prices. The Economic Journal, 17(66), 213220.",
        "Woodford, Michael. 2000. Monetary Policy in a World Without Money. International Finance, 3(2), 229260.",
        "Wu, Tao. 2010. The Term Auction Facility's Effectiveness in the Financial Crisis of 2007 09. Federal Reserve Bank of Dallas Economic Letter, 5(4).",
        "Wurtz, Flemming Reinhardt. 2003 (January). A comprehensive model on the euro overnight rate. Working Paper 207. European Central Bank."
    ]
}