{
    "id": 1616,
    "cites": 32,
    "cited_by": 7,
    "reference": [
        "Altonji, Joseph C. , Mincer, Jacob., and Shakotko, Robert H. Tr~p1oyer/ Employee Attachments, Final Report to the t.LS.D.L., Office of the Assistant Secretary for Policy (March 1984).",
        "Bartel, Ann P. and Borjas, George J. Wage Growth and Job Turnover: An Empirical Analysis. in S. Rosen (Ed.) Studies in Labor Markets. New York: National Bureau of Economic Research, (1981).",
        "Bartel, Ann P. Wages, Nonwage Job Characteristics and Labor Mobility, Working Paper No. 552. National Bureau of Economic Research September (1980).",
        "Becker, Gery S. Investment in Human Capital: A Theoretical Analysis, Journal of Political Economy 70 No. 5 part 2 (October 1962): 9-49.",
        "Block, Farrell, and Kushkin, S. Wage Determination in the Union and Nonunion Sectors, Industrial and Labor Relations Review 31 No. 2 (January 1978): 153-192.",
        "Borjas, George, J. Mobility and Lifetime Wages, Industrial and Labor Relations Review (1981).",
        "Borjas, George J. and Rosen, Sherwin, Income Prospects and Job Mobility of Younger Men, in Research in Labor Economics 3 (1980):159-181.",
        "Brown, James N. Are Those Paid More Really No More Productive? Measuring the Relative Importance of Tenure Versus On-the-Job Training in Explaining Wage Growth, Working Paper No. 169, Industrial Relations Section, Princeton University (October 1983).",
        "Burdett, Kenneth. A Theory of Employee Job Search and Quit Rates, American Economic Review 68 No. 1 (March 1978): 212-220.",
        "Cline, H. The Effect of the Job and Job Mobility on the Wage, Discussion Paper 79-8, Dept. of Economics, University of Rochester (December 1979), Cline, H. To Quit or Not to Quit, unpublished paper (1979b).",
        "Duncan, Greg J., and Hoffman, Saul. On-the-Job Training and Earnings Differences by Race and Sex. Review of Economics and Statistics 61 (November 1979): 594-603.",
        "Freeman, Smith, Wage Trends as Performance Displays Productivity: A Model and Application to Academic Early Retirement. Bell Journal of Economics 8 (Autumn 1977):419-443.",
        "Cuasch, J. Luis, and Weiss, Andrew, An Equilibrium Analysis of Wage-Productivity Caps, The Review of Economic Studies 49 (4) No. 158 (October 1982): 485-498.",
        "Harris and Holnistrom, Bengt. Ability, Performance, and Wage Differentials. Review of Economic Studies 49 No. 3 (July 1982): 315-333.",
        "Hashimoto, Masanori. Firm-Specific Human Capital as a Shared Investment, American Economic Review 71 (June 1981): 475-482.",
        "Hausman, J. A. Specification Tests in Econometrics, Econometrica 46 (1977):125].-1271.",
        "Hausnian, J. A. and Taylor, W. B. Panel Data and Unobservable Individual Effects, Econometrica 49 (November, 1981).",
        "Heckman, James. Heterogeneity and State Dependence, in Studies in Labor Markets, S. Rosen ed. Chicago University Press (1981).",
        "Jovanovic, Boyan. Job Matching and the Theory of Turnover, Journal of Political Economy 87 (October. 1979) _________________ Firm-Specific Capital and Turnover, Journal of Political Economy 87, No. 6 (December 1979b): 1246-60.",
        "Maddala, G. S., The Use of Variance Components Models in Pooling CrossSection and Time-Series Data, Econometrica (March 1971): 341-358.",
        "Medoff, James L. and Abraham, Katherine G. Are Those Paid More Really More Productive?, The Journal of Human Resources 41, No. 2 (1981): 186-216.",
        "Earnings. Quarterly Journal of Economics 95 (December 1980):703-736.",
        "Mellow, Wesley. Employer Size, Unionism, and Wages, Office of Research and Evaluation, U.S. Bureau of Labor Statistics (October 1981).",
        "Studies in Labor Markets. New York: National Bureau of Economic Research (1981): 21-64.",
        "Mitchell, Olivia S. Fringe Benefits and Job Mobility, Journal of Human Resources, 17 No. 2 (Spring 1982): 286-298.",
        "Parsons, Donald 0. The Employment Relationship: Job Attachment, Work Effort, and the Nature of Contracts September 1984 (forthcoming In 0. Ashenfelter and R. Layard (eds.) Handbook of Labor Economics ).",
        "Empirical Survey, In R. Ehrenberg (Ed.) Research in Labor Economics Greenwich, CT: J.A.I. Press, (1977).",
        "Layoff Rates. Journal of Political Economy 80 (November 1972): 1120-1143.",
        "Pencavel, John H. Wages, Specific Training, and Labor Turnover in U. S. - R4 Manufacturing Industries. International Economic Review 13 (February 1972): 53-64.",
        "Rosen, Sherwin, Implicit Contract Models: A Survey unpublished paper (September 1984).",
        "Rosen, Sherwin. Learning and Experience in the Labor Market. Journal of Human Resources 7 No. 3 (Summer 1972): 326-342.",
        "Wu, D. Alternative Tests of Independence Between Stochastic Regressors and Disturbances, Econoinetrica. 41 (1973):733-750."
    ]
}