{
    "id": 16166,
    "cites": 12,
    "cited_by": 7,
    "reference": [
        "Aizcorbe, Ana (2006), Why did Semiconductor Price Indexes Fall so Fast in the 1990s? Economic Inquiry, Oxford University Press, vol. 44(3), pages 485-496, July.",
        "Berndt, Ernst (1991), The Practice of Econometrics  Classical and Contemporary, Addison-Wesley.",
        "Berndt, Ernst R., and Neal J. Rappaport (2001), Price and Quality of Desktop and Mobile Personal Computers: A Quarter-Century Historical Overview, American Economic Review, vol. 91(2), pages 268273, May.",
        "Cockburn, Iain, and Zvi Griliches (1995), Generics and New Goods in Pharmaceutical Price Indexes. American Economic Review, Vol. 84(5), pages 1213-1232.",
        "Crandall, Roberts (2005), Broadband Communications, In Handbook of Telecommunications Economics, eds, Martin Cave, Sumit Majumdar, and Ingo Vogelsang, pages 156-187. Amsterdam, The Netherlands: Elsevier.",
        "Greenstein, Shane (2010), Innovative Conduct in Computing and Internet Markets, In Handbook of Economics of Innovation, Volume 1, Chapter 11, eds, Bronwyn Hall and Nathan Rosenberg, Elsevier.",
        "Greenstein, Shane, and Ryan McDevitt (2009), The Broadband Bonus: Accounting for Broadband's Impact on US GDP, NBER Working paper 14758.",
        "NTIA (2004), A Nation Online: Entering the Broadband Age, http://www.ntia.doc.gov/reports.html.",
        "Rosston, Greg (2006), The Evolution of High-Speed Internet Access, 1995-2001, Information and Economic Policy.",
        "Seamans, Robert (2009), Fighting City Hall: Entry Deterrence and New Technology Deployment in Local Cable TV Markets, (October 11, 2009). Available at SSRN: http://ssrn.com/abstract=1289454.",
        "Stranger, Greg, and Shane Greenstein (2007), ISP Pricing in the Shadow of Firm Turnover: ISPs During the 1990s, International Journal of Industrial Organization, Vol. 26(3), pages 625-642.",
        "Williams, Brendan (2008), A Hedonic Model for Internet Access Service in the Consumer Price Index, Monthly Labor Review, July."
    ]
}