{
    "id": 16168,
    "cites": 28,
    "cited_by": 16,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, James Robinson and Yunyong Thaicharoen. 2003.",
        "Institutional causes, macroeconomic symptoms: volatility, crises and growth. Journal of Monetary Economics 50 (2003) 49-123. Aguiar, Mark, and Gita Gopinath.Emerging Market Business Cycles: The Cycle is the Trend, Journal of Political Economy 115 (February), pp. 69=102.",
        "Aguiar, Mark, Manuel Amador and Gita Gopinath, Investment Cycles and Sovereign Debt Overhang, Review of Economic Studies, January 2009, Volume 76(1).",
        "Bordo, Michael, and Barry Eichengreen, 1999. Is our Current International Economic Environment Unusually Crisis Prone? in Capital Flows and the International Financial System. Sydney: Reserve Bank of Australia Annual Conference Volume.",
        "Bulow, Jeremy and Kenneth Rogoff (1989a), A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy 97 (February): 155-78 Bulow, Jeremy and Kenneth Rogoff (1989ab), Sovereign Debt: Is to Forgive to Forget? American Economic Review 79 (March) 43-50.",
        "Caprio, Gerard Jr., and Daniela Klingebiel. 2003. Episodes of Systemic and Borderline Financial Crises. Mimeo. Washington, D.C.: World Bank. Available at http://go.worldbank.org/5DYGICS7B0 (Dataset 1). January.",
        "CatÃ\u0083Â£o, Luis A.V. & Fostel, Ana & Kapur, Sandeep, 2009. Persistent gaps and default traps, Journal of Development Economics, Elsevier, vol. 89(2), pages 271-284.",
        "Ciopolla, Carlo, 1982. The Monetary Policy of Fourteenth Century Florence. Berkeley: University of California Press.",
        "Cole, Harold L., and Patrick J. Kehoe, Reputational Spillover across Relationships: Reviving Reputation Models of Debt, NBER working paper 5486, March 1996.",
        "Eaton, Jonathan and Mark Gersovitz (1981), Debt with Potential Repudiation: Theory and Estimation. Review of Economic Studies 48 (April), 289-309.",
        "Gopinath, Gita, and Mark Aguiar, Defaultable Debt, Interest Rates and the Current Account, Journal of International Economics, June 2006, Volume 69(1), pp. 64-83.",
        "Grossman, Herschel and John Van Huyck, 1988. Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation and Reputation, American Economic Review 78, December, 1088-1097. Institutional Investor. Various years. Institutional Investor.",
        "Kaminsky, Graciela L., and Carmen M. Reinhart. 1999. The Twin Crises: The Causes of Banking and Balance of Payments Problems. American Economic Review 89 (3): 473 500.",
        "Kaminsky, Graciela, Carmen M Reinhart and Carlos A Vegh, When it Rains, it Pours: Procyclical Capital Flows and Macroeconomic Policies. in Mark Gertler and Kenneth Rogoff, eds. NBER Macroeconomics Annual 2004.",
        "Maddison, Angus. 2004. Historical Statistics for the World Economy: 12003 AD. Paris: Organization for Economic Co-operation and Development. Available at http://www.ggdc.net/maddison/.",
        "MacDonald, James, 2006. A Free Nation Deep in Debt: The Financial Roots of Democracy. New York: Farrar, Straus and Giroux.",
        "Missale, Alessandro and Olivier Blanchard, The Debt Burden and Debt Maturity, The American Economic Review, Vol. 84, No. 1 (Mar., 1994), pp. 309-319.",
        "Obstfeld, Maurice and Kenneth Rogoff, Foundations of International Macroeconomics, MIT Press, 1996.",
        "Qian, Rong, 2010, Why do some countries default more often than others? The role of institutions., University of Maryland, mimeo.",
        "Reinhart, Carmen M, This Time is Different Chartbook: Country Histories on Debt, Default, and Financial Crises, NBER working paper 15815, March 2010.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff. 2004. The Modern History of Exchange Rate Arrangements: A Reinterpretation. Quarterly Journal of Economics 119 (1): February. Pp. 148.",
        "_____, 2008, Banking Crises: An Equal Opportunity Menace, NBER working paper 14587, December 2008.",
        "______, 2009, This Time is Different: Eight Centuries of Financial Folly, Princeton University Press: Princeton NJ.",
        "_____, 2010, From Financial Crash to Sovereign Debt Crisis, NBER Working Paper 5795, March 2010 Reinhart, Carmen M, Kenneth S Rogoff and Miguel A. Savastano, Debt Intolerance in William Brainard and George Perry (eds.), Brookings Papers on Economic Activity 1: 2003, 1-74.",
        "Rogoff, Kenneth, Globalization and Global Disinflation in Federal Reserve Bank of Kansas City, Monetary Policy and Uncertainty: Adapting to a Changing Economy, 2004.",
        "Schularick, Moritz, and Alan Taylor, Credit Booms Gone Bust: Monetary Policy, Leverage Cycles and Financial Crises, 1870-2008. NBER working paper 15512, November 2009 Tomz, Michael, 2007. Reputation and International Cooperation: Sovereign Debt Across Three Centuries. Princeton, NJ: Princeton University Press.",
        "Tomz, Michael, and Mark Wright, Do Countries Default in Bad Times? Journal of the European Economic Association, Vol. 5 (April-May 2007), pp. 352-60.",
        "Tornell, Aaron and Philip Lane, The Voracity Effect, The American Economic Review, Vol. 89, No. 1 (Mar., 1999), pp. 22-46 Total Economy Database. Available at http://www.conferenceboard.org/economics/database.cfm"
    ]
}