{
    "id": 16160,
    "cites": 27,
    "cited_by": 2,
    "reference": [
        "Beck, Nathanial. The Paradox of Minimax Regret, American Political Science Review 69 September 1975: 918.",
        "Coate, Stephen, Michael Conlin, and Andrea Moro. The Performance of the Pivotal-Voter Model in Small Scale Elections: Evidence from Texas Liquor Referenda. Journal of Public Economics 92, 2008: 582-596.",
        "Cooke, William N. The Failure to Negotiate First Contracts: Determinants and Policy Implications. Industrial and Labor Relations Review 38(2) 1985: 163178.",
        "Downs, Anthony. An Economic Theory of Democracy, New York, Harper & Brothers, 1957.",
        "Farber, Henry S. Union Success in Representation Elections: Why Does Unit Size Matter? Industrial and Labor Relations Review, January 2001. pp. 329.348.",
        "Farber, Henry S. and Bruce Western. Accounting for the Decline of Unions in the Private Sector, 1973-1998, Journal of Labor Research, Summer 2001. pp. 459-485.",
        "Farber, Henry S. and Bruce Western. Ronald Reagan and the Politics of Declining Union Organization, British Journal of Industrial Relations, September 2002. pp. 385-401.",
        "Freeman, Richard B. Why are Unions Faring so Poorly in NLRB Representation Elections? in T. A. Kochan, ed. Challenges and Choices Facing American Labor, Cambridge MA, MIT Press, 1985.",
        "Frerejohn, John A. and Morris P. Fiorina. The Paradox of Not Voting: A Decision Theoretic Analysis, American Political Science Review 68 June 1974: 52536.",
        "Frerejohn, John A. and Morris P. Fiorina. Closeness Only Counts in Horseshoes and Dancing, ' ' American Political Science Review 69 September 1975: 920-925.",
        "Funk, Patricia. Social Incentives and Voter Turnout: Evidence from the Swiss Mail Ballot System, Mimeo, Universitat Pompeu Fabra, November 2008.",
        "Gould, William B. IV. Agenda for Reform: The Future of Employment Relationships and the Law, Cambridge, Massachusetts. MIT Press, 1993.",
        "Johnson, Susan. Card Check or Mandatory Representation Vote? How the Type of Union Recognition Procedure Affects Union Certification Success, Economic Journal 112 April 2002: 344-361.",
        "Knack, Stephen. Civic Norms, Social Sanctions, and Voter Turnout, Rationality and Society 4 1992, 133156.",
        "Levine, David K. and Thomas R. Palfrey. American Political Science Review 101 February 2007: 143158.",
        "Levy, Paul Alan. The Unidimensional Perspective of the Reagan Labor Board. Rutgers Law Journal 16 1985: 269390.",
        "Mayer, Lawrence S. and I.J. Good. Is Minimax Regret Applicable to Voting Decisions?, American Political Science Review 69 September 1975: 916917.",
        "Palfrey, Thomas R. and Howard Rosenthal. A Strategic Calculus of Voting, Public Choice 41 1983: pp. 7-53.",
        "Palfrey, Thomas R. and Howard Rosenthal. Voter Participation and Strategic Uncertainty, American Political Science Review 79 September 1985: 6278.",
        "Prosten, Richard. The Longest Season: Union Organizing in the Last Decade, a/k/a How Come One Team Has to Play with its Shoelaces Tied Together? Proceedings of the Thirty-First Annual Meeting of the Industrial Relations Research Association 1978: 240249.",
        "Riker, William H. and Peter C. Ordeshook. American Political Science Review 61 March 1968: 2542.",
        "Stephens, Stephen V. The Paradox of Not Voting: Comment, American Political Science Review 69 September 1975: 914915.",
        "Strom, Gerald S. On the Apparent Paradox of Participation: A New Proposal, American Political Science Review 69 September 1975: 908913.",
        "American Political Science Review 69 September 1975: 916917.",
        "Weiler, Paul C. Promises to Keep: Securing Workers' Rights to Self-Organization under the NLRA, Harvard Law Review 96(8), June 1983 :351420.",
        "Weiler, Paul C. Striking a New Balance: Freedom of Contract and the Prospects for Union Representation. Harvard Law Review 98 1984 :351420.",
        "Weiler, Paul C. Governing the Workplace. Cambridge MA: Harvard University Press, 1990."
    ]
}