{
    "id": 16171,
    "cites": 62,
    "cited_by": 1,
    "reference": [
        "Ainsworth, Martha, Chris Beyrer, and Agnes Soucat, AIDS and public policy: the lessons and challenges of `success' in Thailand, Health Policy, 64 (2003), 13-37.",
        "Asiimwe-Okiror, Godwil, Alex Oprio, Joshua Musinguzi et al., Change in sexual behavior and decline in HIV infection among young pregnant women in urban Uganda, AIDS, 11 (1997), 1757-1763.",
        "Baird, Sarah, Ephraim Chirwa, Craig McIntosh et al., The Short-Term Impacts of a Schooling Conditional Cash Transfer Program on the Sexual Behavior of Young Women, World Bank Policy Research Working Paper 5089 October 2009.",
        "Boily, Marie-Claude, Rebecca Baggaley, Lei Wang et al., Heterosexual risk of HIV-1 infection per sexual act: systematic review and meta-analysis of observational studies, The Lancet Infectious Diseases, 9 (2009) 118-129.",
        "Case, Anne, and Christina Paxson, The Impact of the AIDS Pandemic on Health Services in Africa: Evidence from Demographic and Health Surveys, NBER Working Paper No. 15000 (2009).",
        "Collaborative Group on AIDS Incubation and HIV Survival including the CASCADE EU Concerted Action, Time from HIV-1 seroconversion to AIDS and death before widespread use of highly-active antiretroviral therapy: a collaborative re-analysis, The Lancet, 355 (2000), 1131-1137.",
        "Centers for Disease Control and Prevention, (2007). Downloaded from http://www.cdc.gov/hiv/topics/women/overview_partner.htm on 6/30/09.",
        "Coutinho, Roel, Some aspects of the natural history of HIV infection, Tropical Medicine and International Health, 5 (2000) A22-A25. Dupas, Pascaline, Do Teenagers Respond to HIV Risk Information? Evidence from a Field Experiment in Kenya, American Economic Journal: Applied Economics, forthcoming. Downloaded from http://www.econ.ucla.edu/pdupas/HIV_teenagers.pdf on 5/09/10.",
        "Fenton, Lynda, Preventing HIV/AIDS through poverty reduction: the only sustainable solution? The Lancet, 364 (2004), 1186-1187.",
        "Fortson, Jane, HIV/AIDS and fertility, American Economic Journal: Applied Economics, 1; (2009) 170-94 Foss, Anna, Rachel von Simson, Cathy Zimmerman et al., HIV/AIDS and rape: modeling predictions of the increase in individual risk of contracting HIV from forced sex in South Africa. In: Program and abstracts of the XVII International AIDS Conference, (2008); Mexico City, Mexico, Abstract TUPE0650.",
        "FRONTLINE, The Age of AIDS PBS (2006). Downloaded from http://www.pbs.org/wgbh/pages/frontline/aids/ on 06/27/09.",
        "Gray, Ronald, Maria Wawer, Ron Brookmeyer et al., Probability of HIV-1 transmission per coital act in monogamous, heterosexual, HIV-1-discordant couples in Rakai, Uganda, The Lancet, 357 (2001), 114953.",
        "Green, Edward, Uganda's HIV prevention success: the role of sexual behavior change and the national response, AIDS Behavior, 10 (2006), 335-346.",
        "Ghanotakis, Elena, Susannah Mayhew, and Charlotte Watts, Tackling HIV and gender-based violence in South Africa: organisational responses to PEPFAR, In: Program and abstracts of the XVII International AIDS Conference, (2008); Mexico City, Mexico, Abstract THAE0404.",
        "GrÃ\u0083Â©pin, Karen, Too much of a good thing? The effects of HIV/AIDS funding on African health systems, Harvard University, manuscript (2009).",
        "Gysels, Marjolein, Robert Pool and Betty Nnalusiba, Women who sell sex in a Uganda trading town: life history, survival strategies and risk, Social Science & Medicine, 54 (2002), 179-192.",
        "Hallett, Timothy, John Aberle-Grasse, George Bello et al., Declines in HIV prevalence can be associated with changing sexual behavior in Uganda, urban Kenya, Zimbabwe and urban Haiti, Sexually Transmitted Infections, 82 supp (2006), i1:i18.",
        "Jejeebhoy, Shireen, Women's education, autonomy and reproductive behavior, evidence from developing countries, (Oxford University Press, USA: NY, 1995).",
        "Juhn, Chinhui, Sebnem Kalemli-Ozcan and Belgi Turan, HIV and Fertility in Africa: First Evidence from Population Based Surveys, NBER Working Paper No. 14248 (2008).",
        "Kaplan, Edward, Model Based Representations of Human Sexual Behavior, in Sexual Nature Sexual Culture. Paul Abramson and Steven Pinkerton, eds. (University of Chicago Press, IL: Chicago, 1995).",
        "Karim, Quarraisha, Sengeziwe Sibeko and Cheryl Baxter, Preventing HIV in Women: A Global Health Imperative Clinical Infectious Diseases, 50 supp (2010), s122-s129.",
        "Kiregyera, Ben, 2002 Uganda Population and Housing Census, Downloaded from http://www.ubos.org/onlinefiles/uploads/ubos/pdf%20documents/2002%20Census%20Final%20 Reportdoc.pdf on 6/26/09.",
        "Kiwanuka, Noah, Oliver Laeyendecker, Merlin Robb, et al., Effect of human immunodeficiency virus Type 1 (HIV-1) subtype on disease progression in persons from Rakai, Uganda, with incident HIV-1 infection, Journal of Infectious Diseases, 197 (2008), 638-639.",
        "Kremer, Michael and Charles Morcom, The effect of changing sexual activity on HIV prevalence, Mathematical Biosciences, 151 (1998), 99-122.",
        "Konde-Lule, Joseph , Seth Berkley and Robert Downing, Knowledge, attitudes and practices concerning AIDS in Ugandans, AIDS, 3 (1987), 513-518.",
        "Leclerc, Pauline, and Michel Garenne, Inconsistencies in age profiles of HIV prevalence: A dynamic model applied to Zambia, Demographic Research, 16 (2007), 121140.",
        "Luke, Nancy. Confronting the 'Sugar Daddy' Stereotype: Age and Economic Asymmetries and Risky Sexual Behavior in Urban Kenya, International Family Planning Perspectives, 31 (2001), 6-14.",
        "Macro International, Demographic and Health Surveys. Uganda 1988, 1995, 2000/1, Tanzania 1991, 1996, 1999 and Kenya 1989, 1993, 1998. Downloaded from http://www.measuredhs.com/aboutsurveys/dhs/start.cfm on 06/30/09.",
        "May, Robert Lewis, and Roy Anderson, Infectious diseases of humans: dynamics and control, (Oxford University Press, UK: Oxford, 1991).",
        "Montana, Livia, Vinod Mishra, and Rathavuth Hong, Comparison of HIV prevalence estimates from antenatal care surveillance and population-based surveys in sub-Saharan Africa, Sexually Transmitted Infections, 84 (2008), i78-i84.",
        "Morris, Martina, David Serwadda, Mirjam Kretzschmar et al.,Concurrent partnerships and HIV transmission in Uganda, In Program and abstracts of the XI International AIDS Conference, (1996); Vancouver, Canada. Abstract Tu.D.473.",
        "Moss, Gerald, David Clemston, Lourdes D'Costa et al., Association of cervical ectopy with Heterosexual Transmission of Human Immunodeficiency Virus: Results of a Study of Couples in Nairobi, Kenya, Journal of Infectious Diseases, 164 (1991), 588-591.",
        "Myer, Landon, Thomas Wright, Lynette Denny et al., Nested case-control study of cervical mucosal lesions, ectopy, and incident HIV infection among women in Cape Town, South Africa, Sexually Transmitted Diseases, 11 (2006), 683-687.",
        "Okunozi, Sam, and Helen Epstein, Pragmatic safe sex, not abstinence or faithfulness, was key in Uganda's decline, Health Policy and Development, 3 (2005), ii-iii.",
        "Okware, Samuel, John Kinsman, Saul Onyango, et al., Revisiting the ABC strategy: HIV prevention in Uganda in the era of antiretroviral therapy, Postgraduate Medical Journal, 81 (2005) 625-628.",
        "Orroth, Kate, Esther Freeman, Roel Bakker et al., Understanding the differences between contrasting HIV epidemics in east and west Africa: results from a simulation model of the Four Cities Study, Sexually Transmitted Infections, 83 (2007), i5i16.",
        "Parkhurst, Justin, and Louisiana Lush, The political environment of HIV: lessons from a comparison of Uganda and South Africa, Social Science & Medicine, 59 (2004), 1913-1924.",
        "Pettifor, Audrey, Michael Judgens, Brooke Levandowski et al., Highly efficient HIV transmission to young women in South Africa, AIDS, 21 (2007), 861865.",
        "Philipson, Tomas, Economic epidemiology and infectious diseases, In Handbook of Health Economics, A. J. Culyer & J. P. Newhouse eds. (Elsevier, London, 2000).",
        "Piot, Peter, Michael Kazatchkine, Mark Dybul et al., AIDS: lessons learnt and myths dispelled, The Lancet, 374 (2009), 260-263.",
        "Post, Frank, Robin Wood, and Gary Maartens, CD4 and total lymphocyte counts as predictors of HIV disease progression, Quarterly Journal of Medicine, 89 (1996), 505-508.",
        "Quinn, Thomas, Maria Wawer, Nelson Sewankambo et al., Viral load and heterosexual transmission of human immunodeficiency virus type 1, New England Journal of Medicine, 342 (2000), 921-929.",
        "Rangsin, Ram, Joseph Chiu, Chirasak Khamboonruang et al., The natural history of HIV-1 infection in young Thai men after seroconversion, Journal of the Acquired Immune Deficiency Syndrome, 36 (2004), 622-629.",
        "Rothenberg, Richard, David Gisselquist, and John Potterat, A simulation to assess the conditions required for high level heterosexual transmission of HIV in Africa, International Journal of STD and AIDS, 15 (2004), 529-532.",
        "Schoepf, Brooke G., Uganda: Lessons for AIDS control in Africa, Review of African Political Economy, 30 (2003), 553-572.",
        "Sharp, Paul M., and Beatrice Hahn, Prehistory of HIV-1, Nature, 455 (2008), 605-606.",
        "Sindling, Steven, Does `CNN' (Condoms, Needles and Negotiation) work better than `ABC' (Abstinence, Being Faithful and Condom Use) in attacking the AIDS epidemic? International Family Planning Perspectives, 31 (2005), 38-40.",
        "Sittitrai, Werasit, Praphan Phanuphak, Jean Barry et al., Thai sexual behavior and risk of HIV infection: A report of the 1990 survey of partner relations and risk of HIV infection in Thailand, Program on AIDS, Thai Red Cross Society and Institute of Population Studies, Chulalongkorn University (1992), Bangkok.",
        "Slutkin, Gary, Sam Okware, Warren Naamara, et al., How Uganda reversed its HIV epidemic, AIDS Behavior, 10 (2006), 351-356.",
        "Stoneburner, Rand and Daniel Low-Beer, Population-level HIV declines and behavioral risk avoidance in Uganda, Science, 304 (2004), 714-718.",
        "UNAIDS, AIDS Epidemic Update (Geneva, UNAIDS, 2007).",
        "UNAIDS, Report on the global HIV epidemic (Geneva, UNAIDS, 2008).",
        "UNAIDS, Condom social marketing: selected case studies. (Geneva, UNAIDS, 2001).",
        "UNAIDS/WHO, Epidemiological Fact Sheet on HIV/AIDS Updates for Botswana, Kenya, Tanzania, South Africa, Thailand and Uganda (Geneva, UNAIDS, 2004, 2006 & 2008). United States Census Bureau. HIV/AIDS Surveillance Database. Downloaded from http://www.census.gov/ipc/www/hiv/ on 6/18/09.",
        "USAID, What happened in Uganda (Washington, DC, USAID, 2002) Downloaded from http://www.usaid.gov/our_work/global_health/aids/Countries/africa/uganda_report.pdf on 06/27/09.",
        "Vasan, Ashwin, Boris Renjifo, Ellen Hertzmark, et al., Different rates of disease progression of HIV type 1 infection in Tanzania based on infecting subtype, Clinical Infectious Diseases, 42 (2006), 843-852.",
        "Wawer, Maria, Ron Gray, David Serwadda, et al., Declines in HIV Prevalence in Uganda: Not as Simple as ABC, In 12th Conference on Retroviruses and Opportunistic Infections, (2005); Boston, USA, Abstract #27LB.",
        "Wilcox, Amy, Clarice Weinberg, and Donna Bard, Timing of sexual intercourse in relation to ovulation--effects on the probability of conception, survival of the pregnancy, and sex of the baby, The New England Journal of Medicine, 333 (1995), 1517-1521.",
        "World Bank, HIV epidemiology: A review of recent trends and lessons (Washington DC, World Bank, 2006).",
        "Worobey, Michael, Marlea Gemmel, Dirk Teuwen, et al., Direct evidence of extensive diversity of HIV-1 in Kinshasa by 1960, Nature, 455 (2008), 661-664.",
        "Young, Alwyn, The Gift of the Dying: The tragedy of AIDS and the welfare of future African generations, Quarterly Journal of Economics, 120 (2005), 243-266.",
        "Young, Alwyn, In sorrow to bring forth children: fertility amidst the plague of HIV, Journal of Economic Growth, 12 (2007), 283-327."
    ]
}