{
    "id": 16186,
    "cites": 33,
    "cited_by": 15,
    "reference": [
        "Atkeson, Andrew, and Patrick J. Kehoe (1999) Models of energy use: putty-putty versus putty-clay, American Economic Review, 89, 1028-1043.",
        "Balke, Nathan S., Stephen P.A. Brown, and Mine YÃ\u0083Â¼cel (2002) Oil Price Shocks and the U.S. Economy: Where Does the Asymmetry Originate? Energy Journal, 23, pp. 27-52.",
        "Bernanke, Ben S. (1983) Irreversibility, Uncertainty, and Cyclical Investment, Quarterly Journal of Economics, 98, pp. 85-106.",
        "Bresnahan, Timothy F., and Valerie A. Ramey (1993) Segment Shifts and Capacity Utilization in the U.S. Automobile Industry, American Economic Review Papers and Proceedings, 83, no. 2, pp. 213-218.",
        "Carlton, Amelie Benear (2010) Oil Prices and Real-Time Output Growth. Working paper, University of Houston.",
        "CuÃ\u0083Â±ado, Juncal, and Fernando PÃ\u0083Â©rez de Gracia (2003) Do Oil Price Shocks Matter? Evidence for Some European Countries, Energy Economics, 25, pp. 137--154.",
        "Dahl, Carol A. (1993) A Survey of Oil Demand Elasticities for Developing Countries, OPEC Review 17(Winter), pp. 399-419.",
        "Davis, Steven J. (1987a) Fluctuations in the Pace of Labor Reallocation, in K. Brunner and A. H. Meltzer, eds., Empirical Studies of Velocity, Real Exchange Rates, Unemployment and Productivity, Carnegie-Rochester Conference Series on Public Policy, 24, Amsterdam: North Holland.",
        "_____ (1987b) Allocative Disturbances and Specific Capital in Real Business Cycle theories, American Economic Review Papers and Proceedings, 77, no. 2, pp. 326-332.",
        "Edelstein, Paul, and Lutz Kilian (2009) How Sensitive are Consumer Expenditures to Retail Energy Prices? Journal of Monetary Economics, 56(6), pp. 766-779.",
        "Elder, John, and Apostolos Serletis (2010) Oil Price Uncertainty, Journal of Money, Credit and Banking, forthcoming.",
        "Engemann, Kristie M., Kevin L. Kliesen, and Michael T. Owyang (2010) Do Oil Shocks Drive Business Cycles? Some U.S. and International Evidence, working paper, Federal Reserve Bank of St. Louis.",
        "Finn, Mary G. (2000) Perfect Competition and the Effects of Energy Price Increases on Economic Activity, Journal of Money, Credit and Banking 32, pp. 400-416.",
        "Hamilton, James D. (1983) Oil and the Macroeconomy Since World War II, Journal of Political Economy, 91, pp. 228-248.",
        "_____ (1988) A Neoclassical Model of Unemployment and the Business Cycle, Journal of Political Economy, 96, pp. 593-617.",
        "_____ (1996) This is What Happened to the Oil Price Macroeconomy Relation, Journal of Monetary Economics, 38, pp. 215-220.",
        "_____ (2003) What Is an Oil Shock?, Journal of Econometrics, 113, pp. 363-398.",
        "_____ (2005) What's Real About the Business Cycle? Federal Reserve Bank of St. Louis Review, July/August (87, no. 4), pp. 435-452.",
        "_____ (2009) Causes and Consequences of the Oil Shock of 2007-08, Brookings Papers on Economic Activity, Spring 2009, pp. 215-261.",
        "Herrera, Ana MarÃ\u0083Â­a, Latika Gupta Lagalo, and Tatsuma Wada (2010), Oil Price Shocks and Industrial Production: Is the Relationship Linear?, working paper, Wayne State University.",
        "Hooker, Mark A. (1996) What Happened to the Oil Price-Macroeconomy Relationship ?, Journal of Monetary Economics, 38, pp. 195-213.",
        "JimÃ\u0083Â©nez-RodrÃ\u0083Â­gueza, Rebeca, and Marcelo SÃ\u0083Â¡nchez (2005) Oil Price Shocks and Real GDP Growth: Empirical Evidence for Some OECD Countries, Applied Economics, 37, pp. 201--228.",
        "Kilian, Lutz, and Robert J. Vigfusson (2009) Are the Responses of the U.S. Economy Asymmetric in Energy Price Increases and Decreases? Working Paper, University of Michigan (http://www-personal.umich.edu/~lkilian/kvsubmission.pdf).",
        "Kim, Dong Heon (2009) What is an Oil Shock? Panel Data Evidence, working paper, Korea University.",
        "Kim, In-Moo, and Prakash Loungani (1992) The Role of Energy in Real Business Cycle Models, Journal of Monetary Economics, 29, no. 2, pp. 173-189.",
        "Koop, Gary, M. Hashem Pesaran, and Simon M. Potter (1996) Impulse Response Analysis in Nonlinear Multivariate Models, Journal of Econometrics, 74, pp. 19-147.",
        "Leduc, Sylvain, and Keith Sill (2004) A Quantitative Analysis of Oil-Price Shocks, Systematic Monetary Policy, and Economic Downturns, Journal of Monetary Economics, 51, pp. 781-808.",
        "Lee, Kiseok, Shawn Ni and Ronald A. Ratti, (1995) Oil Shocks and the Macroeconomy: The Role of Price Variability, Energy Journal, 16, pp. 39-56.",
        "Loungani, Prakash (1986) Oil Price Shocks and the Dispersion Hypothesis, Review of Economics and Statistics, 68, pp. 536-539.",
        "Mork, Knut A. (1989) Oil and the Macroeconomy When Prices Go Up and Down: An Extension of Hamilton's Results, Journal of Political Economy, 91, pp. 740-744.",
        "Potter, Simon M. (2000) Nonlinear impulse response functions, Journal of Economic Dynamics and Control, 24, pp. 1425-1446.",
        "Ramey, Valerie A., and Daniel J. Vine (2010) Oil, Automobiles, and the U.S. Economy: How Much Have Things Really Changed?, working paper, UCSD.",
        "Ravazzolo, Francesco, and Philip Rothman (2010) Oil and US GDP: A Real-Time Outof -Sample Examination, working paper, East Carolina University."
    ]
}