{
    "id": 16189,
    "cites": 13,
    "cited_by": 27,
    "reference": [
        "Akerlof, George and Robert Shiller. Animal Spirits: How Human Psychology Drives the Economy, and Why It Matters for Global Capitalism, Princeton: Princeton University Press, 2009.",
        "Cai, Hongbin, Vernon Henderson and Qinghua Zhang. China's Land Market Auctions: Evidence of Corruption, NBER Working Paper 15067, June 2009.",
        "Case, Karl and Robert Shiller. Is there a Bubble in the Housing Market? Brookings Papers on Economic Activity, No. 2 (2003): 299-362.",
        "Flood, Robert and Robert Hodrick. On Testing for Speculative Bubbles, Journal of Economic Perspectives, Vol 4, No. 2 (Spring, 1990): 85-101.",
        "Glaeser, Edward, Joshua Gottlieb and Joseph Gyourko. Can Interest Rates or Easy Mortgage Credit Explain the Housing Boom? Zell/Lurie Real Estate Center at Wharton Working Paper, University of Pennsylvania, July 2010.. Glaeser, Edward and Joseph Gyourko. Arbitrage in Housing Markets, In Housing Markets and the Economy. Essays in Honor of Karl Case. Ed. Edward Glaeser and John Quigley.",
        "Glaeser, Edward, Joseph Gyourko and Albert Saiz. Housing Supply and Housing Bubbles, Wharton Real Estate Center Working Paper, 2009.",
        "Himmelberg, Charles, Christopher Mayer and Todd Sinai. Assessing High House Prices: Bubbles, Fundamentals and Misperceptions, Journal of Economic Perspectives, Vol. 19, no. 4 (Fall 2005): 67-92.",
        "Poterba, James. Tax Subsidies to Owner-Occupied Housing: An Asset Market Approach, Quarterly Journal of Economics, Vol. 94, No. 4 (November 1984): 729-752.",
        "Poterba, James and Todd Sinai. Tax Expenditures for Owner-Occupied Housing: Deductions for Property Taxes and Mortgage Interest and the Exclusion of Imputed Rental Income, American Economic Review, Vol. 96, no 2 (May 2008): 84-89.",
        "Saiz, Albert. The Geographic Determinants of Housing Supply, Quarterly Journal of Economics, forthcoming, 2010.",
        "Shiller, Robert. Irrational Exuberance (2nd edition), Princeton: Princeton University Press, 2005.",
        "Shiller, Robert. The Subprime Solution: How Today's Global Financial Crisis Happened, and What to Do about It, Princeton: Princeton University Press, 2008.",
        "Wei, Shang-Jin and Xiabo Zhang. The Competitive Saving Motive: Evidence from Rising Sex Ratios and Savings Rates in China, NBER Working Paper 15093, June 2009."
    ]
}