{
    "id": 16188,
    "cites": 12,
    "cited_by": 56,
    "reference": [
        "Ackerberg, Daniel, Caves, Kevin and Garth Frazer (2007) Structural Identification of Production Functions, UCLA mimeo.",
        "Arellano, Manuel and Stephen Bond (1991) Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies 58: 277297.",
        "Arellano, Manuel and Olympia Bover (1995) Another look at the instrumental variable estimation of error-components models, Journal of Econometrics 681: 2952.",
        "Belenzon, Sharon and Mark Schankerman (2010) Spreading the Word: Geography, Policy and University Knowledge, LSE/Duke mimeo Bernstein, J.I. (1988) Costs of Production, Intra and Interindustry R&D Spillovers: Canadian Evidence, Canadian Journal of Economics, 21: 324347.",
        "Greenstone, Michael, Rick Hornbeck and Enrico Moretti (2010) Identifying agglomeration spillovers: Evidence from winners and losers of large plant openings, forthcoming in the Journal of Political Economy.",
        "Griffith, Rachel, Harrison, Rupert and John Van Reenen (2006) How Special Is the Special Relationship? Using the Impact of U.S. R&D Spillovers on U.K. Firms as a Test of Technology Sourcing, American Economic Review, 965: 18591875.",
        "Hall, Bronwyn, Jaffe, Adam, and Manuel Trajtenberg (2001) The NBER Patent Citations Data File: Lessons, Insights, and Methodological Tools, NBER Working Paper 8498.",
        "Hall, Bronwyn, Adam Jaffe and Manuel Trajtenberg (2005) Market Value and Patent Citations: A First Look, RAND Journal of Economics, 36: 1638 Jaffe, A.B. (1986) Technological Opportunity and Spillovers of R&D: Evidence from Firms' Patents, Profits, and Market Value, American Economic Review, 76: 9841001.",
        "Jaffe, Adam and Manuel Trajtenberg. (2002) Citations and Innovations: A Window on the Knowledge Economy, Cambridge: MIT Press Keller, W. (2002) Geographic Localization of International Technology Diffusion, American Economic Review, 92: 120142.",
        "Politis, Dimitris N., Romano, Joseph P., and Michael Wolf (1999) Subsampling, New York: Springer.",
        "Wilson, Daniel J. (2009) Beggar thy Neighbor? The InState, OutofState and Aggregate Effects of R&D Tax Credits, Review of Economics and Statistics 91: 431436.",
        "When PPI data are unavailable (about a third of the firmyear pairs in our sample) we use the aggregate Manufacturing PPI for those sectors. This dataset was cleaned to remove accounting years with extremely large jumps in sales, employment or capital signalling merger and acquisition activity. When we removed a year we treat the firm as a new entity and give it a new identifier (and therefore a new fixed effect) even if the firm identifier (CUSIP reference) in Compustat remained the same. This is more general than including a full set of firm fixed effects as we are allowing the fixed effect to change over time. We also removed firms with less than four years of non-missing accounting data. This left a final sample of 812 firms to estimate the model on with accounting data for at least some of the period 1980 to 2000 and patenting data for at least some of the period between 1970 and 1999. The panel is unbalanced as we keep new entrants and exitors in the sample."
    ]
}