{
    "id": 16192,
    "cites": 45,
    "cited_by": 79,
    "reference": [
        "Abowd, John M. and Thomas Lemieux (1993). The Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in Canada. Quarterly Journal of Economics 108, pp. 9831014.",
        "Abowd, John M., Francis Kramarz, and David N. Margolis. (1999) High-Wage Workers and High-Wage Firms. Econometrica, 67(2), pp. 251-333.",
        "Addison, John T. and Barry T. Hirsch (1989) Union Effects on Productivity, Profits, and Growth: Has the Long Run Arrived? Journal of Labor Economics 7, pp. 72-105.",
        "Arachi, Giampaolo and Federico Biagi (2005). Taxation, Cost of Capital, and Investment: Do Tax Asymmetries Matter? Gionale degli Economisti e Annali di Economia 64 (2/3), pp. 295322.",
        "Arai, Mahmood. (2003) Wages, Profitability and Capital Intensity: Evidence from Matched Worker-Firm Data. Journal of Labor Economics 21 (3), pp. 593-618.",
        "Arai, Mahmood, and Fredrik Heyman. (2004). Microdata Evidence on Rent-Sharing. FIEF Working Paper No. 198. Stockholm: Trade Union Institute for Economic Research (FIEF).",
        "Baldwin, Carliss (1983). Productivity and Labor Unions: An Application of the Theory of SelfEnforcing Contracts. Journal of Business 56, pp. 155-186.",
        "Becker, Gary S. (1962). Investment in Human Capital: A Theoretical Analysis. Journal of Political Economy 70 (Supplement), pp. 9-49.",
        "Blanchflower, David G., Andrew J. Oswald, and Peter Sanfey (1996). Wages, Profits and Rentsharing.  Quarterly Journal of Economics 111 , pp. 227251.",
        "Brander James and Tracy Lewis (1986). Oligopoly and Financial Structure: The Limited Liability Effect. American Economic Review 76 , pp. 956-970.",
        "Bronars, Stephen G. and Donald R. Deere (1993) Unionization, Incomplete Contracting, and Capital Investment. Journal of Business; 66(1), pp. 117-32.",
        "Brown, James N. and Orley Ashenfelter (1986). Testing the Efficiency of Employment Contracts. Journal of Political Economy 94 (3, Supplement), pp, pp. S40-S87.",
        "Casadio Piero (2003), Wage Formation in the Italian Private Sector After the 199293 Income Policy Agreements. In G. Fagan, F.P. Mongelli and J. Morgan, editors, Institutions and Wage Formation in the New Europe, Cheltenham, UK: Edward Elgar, pp. 11233.",
        "Che, Yeon-Koo and Jozsef Sakovics (2008). Hold-up Problem. In Steven N. Durlauf and Lawrence E. Blume, editors, The New Palgrave Dictionary of Economics, Second Edition. New York: Palgrave Macmillan.",
        "Cristini, Annalisa and Riccardo Leoni (2006). The 93 July Agreement in Italy: Bargaining Power, Efficiency Wages, or Both? In Nicola Acocella and Riccardo Leoni, editors, Social Pacts, Employment and Growth: A Reappraisal of Ezio Tarantelli's Thought. Heidelberg: Physica-Verlag. pp. 97-122.",
        "Christofides, Louis N. and Andrew J. Oswald (1992). Real Wage Determination and Rentsharing in Collective Bargaining Agreements. Quarterly Journal of Economics 107, pp. 9851002.",
        "Connolly, Robert A., Barry T. Hirsch, and Mark Hirschey (1986). Union Rent Seeking, Intangible Capital, and Market Value of the Firm. Review of Economics and Statistics 68 (4) pp. 567-577.",
        "Crawford, Vincent F. (1988). Long-Term Relationships Governed by Short-Term Contracts. American Economic Review 78 (3), pp. 485-499 .",
        "Cahuc, Pierre and AndrÃ\u0083Â© Zylberberg (2004). Labor Economics. Cambridge MA: MIT Press.",
        "Dasgupta, Sudipto and Kunal Sengupta (1993). Sunk Investment, Bargaining, and the Choice of Capital Structure. International Economic Review 34 (1), pp. 203-220.",
        "Dell'Aringa, Carlo, and Claudio Lucifora. (1994). Collective Bargaining and Relative Earnings in Italy. European Journal of Political Economy, Vol. 10, pp. 72747.",
        "de Menil, George (1971). Bargaining: Monopoly Power versus Union Power. Cambridge, MA: MIT Press Denny, Kevin and Stephen J. Nickell (1992). Unions and Investment in British Manufacturing Industry. British Journal of Industrial Relations 29 (1), pp. 113-121.",
        "Dickens, William T. and Lawrence F. Katz (1986) Industry Wage Patterns and Theories of Wage Determination. Unpublished Manuscript, University of California at Berkeley.",
        "Elston, Julie Ann and Laura Rondi (2006). Shareholder Protection and the Cost of Capital: Empirical Evidence from German and Italian Firms. CERIS-CNR Working Paper No. 8. Montcalieri (Italy): CERIS-CNR.",
        "Franzosi, Alessandra M. (2008). Costo del Capitale e Struttura Finanziaria: Valutazione degli Effecti di IRAP e DIT. Instituto per la Ricerca Sociale (Milano) Unpublished Working Paper.",
        "Grout, Paul A. (1984). Investment and Wages in the Absence of Binding Contracts: A Nash Bargaining Approach. Econometrica 52 (2), pp. 449-460.",
        "Guiso, Luigi, Luigi Pistaferri and Fabiano Schivardi (2005). Insurance within the Firm. Journal of Political Economy 113 (5), pp. 1054-1087. Guertzgen, N. (forthcoming). Rent-Sharing and Collective Wage Contracts - Evidence from German Establishment-Level Data. Forthcoming in Applied Economics.",
        "Hirsch, Barry T. (2004). What Do Unions Do For Economic Performance? Journal of Labor Research 25, pp. 417-455.",
        "Istat (2000). La FlessibilitB del Mercato del Lavoro nel Periodo 1995-96. Informazioni 34 Roma: ISTAT.",
        "Lester, Richard A. (1952). A Range Theory of Wage Differentials. Industrial and Labor Relations Review 5, pp. 483-500.",
        "Machin, Stephen and Sushil Wadhwani (1991). The Effects of Unions on Investment and Innovation: Evidence From WIRS. Economic Journal 101 (405), pp. 324-330.",
        "Manning, Alan (1987). An Integration of Trade Union Models in a Sequential Bargaining Framework. Economic Journal 97 (385), pp. 121-139.",
        "Margolis, David N. and Kjell G. Salvanes. (2001). Do Firms Really Share Rents with Their Workers? IZA Discussion Paper No. 330. Bonn: IZA.",
        "Martins, Pedro (2009) Rent Sharing Before and After the Wage Bill. Applied Economics 41 (17), pp. 2133-2151.",
        "McDonald, Ian M., and Robert Solow (1981). Wage Bargaining and Employment. American Economic Review 71, pp. 896-908.",
        "Myers, Stewart (1977). The Determinants of Corporate Borrowing. Journal of Financial Economics 4, pp. 147-175.",
        "Nickell, Stephen J. and Sushil Wadhwani (1990). Insider Forces and Wage Determination. Economic Journal 100(401), pp. 496-509.",
        "Simons, Henry (1944). Some Reflections on Syndicalism. Journal of Political Economy 52, pp. 1-25.",
        "Slichter, Sumner. (1950). Notes on the Structure of Wages. Review of Economics and Statistics 32, pp. 8091.",
        "Smith, Adam. (1976). An Enquiry into the Nature and Causes of the Wealth of Nations, Clarendon Press, Oxford.",
        "Subramaniam, Venkat (1996). Underinvestment, Debt Financing, and Long-Term Supplier Relations. Journal of Law, Economics and Organizations 12 (2), pp. 461-475.",
        "Svejnar, Jan. (1986). Bargaining Power, Fear of Disagreement, and Wage Settlements: Theory and Evidence from U.S. Industry. Econometrica 54 (5), pp. 1055-1078.",
        "Tattara, Giuseppe and Marco Valentini (2007). The Cyclical Behavior of Job and Worker Flows. Working Paper No. 16. Department of Economics Ca' Foscari University of Venice.",
        "Usman, Murat. (2004). Optimal Debt Contracts with Renegotiation. Journal of Economics and Management Strategy 13 (4), pp. 755-776.",
        "Van Reenen, John. (1996). The Creation and Capture of Economic Rents: Wages and Innovation in a Panel of UK Companies Quarterly Journal of Economics 111 (443), pp. 195226."
    ]
}