{
    "id": 16195,
    "cites": 37,
    "cited_by": 39,
    "reference": [
        "Airola, Jim, and Chinhui Juhn (2008), Wage Inequality in Post-Reform Mexico, Journal of Income Distribution, 17(1): 110-135.",
        "Arnold, Jens M. and Beata Javorcik (2009), Gifted Kids or Pushy Parents? Foreign Direct Investment and Plant Productivity in Indonesia, Journal of International Economics, forthcoming.",
        "Artecona, Raquel, and Wendy Cunningham (2002), Effects of Trade Liberalization on the Gender Wage Gap in Mexico, Working Paper, The World Bank.",
        "Becker, Gary (1957), The Economics of Discrimination. Chicago: The University of Chicago Press.",
        "Berman,Eli; Bound,John, and Stephen Machin (1998), Implications of Skill-Biased Technological Change: International Evidence, Quarterly Journal of Economics, 113(4): 1245-79.",
        "Berman, Eli, and Stephen Machin (2000), Skill-Biased Technology Transfer: Evidence of Factor Biased Technological Change in Developing Countries, Working paper, January 2000.",
        "Black, Sandra, and Elizabeth Brainerd (2002), Importing Equality? The Impact of Globalization on Gender Discrimination, NBER Working Paper 9110.",
        "Bobonis, Gustavo (2009), Is Allocation of Resources within the Household Efficient? New Evidence from a Randomized Experiment, Journal of Political Economy, 117: 453-503.",
        "Bussolo, Maurizio, R. De Hoyos. (2009), Introduction and Overview. Bussolo, M. and R. De Hoyoy, ed. Gender Aspects of the trade and Poverty Nexus. Washington, DC: World Bank Press.",
        "Cragg, Michael and Mario Epelbaum (1996), Why has Wage Dispersion Grown in Mexico? Is it the Incidence of Reforms or the Growing Demands for Skills? Journal of Development Economics, 59: 99-116.",
        "Currie, Janet and Ann Harrison (1997), Trade Reform and Labor Market Adjustment in Morocco, Journal of Labor Economics, 15:S44-S71.",
        "Duflo, Esther (2000), Grandmothers and Granddaughters: Old Age Pension and IntraHousehold Allocation in South Africa, NBER Working Paper, No. 8061.",
        "Feenstra, Robert, and Gordon Hanson (1997), Foreign Direct Investment and Relative Wages: Evidence from Mexico's Maquiladoras, Journal of International Economics, 42(3): 37194.",
        "Feenstra, Robert, John Romalis, and Peter Schott (2002), U.S. Imports, Exports, and Tariff Data, 1989-2001, NBER Working Paper, No. 9387.",
        "Feliciano, Zadia (1994), Workers and Trade Liberalization: The Impact of Trade Reforms in Mexico on Wages and Employment, Dissertation, Harvard University.",
        "Galor, Oded and David N. Weil (1996). The Gender Gap, Fertility, and Growth. American Economic Review, vol. 86, No. 3, pp.374-387.",
        "Hanson, Gordon (2004), What Has Happened to Wages in Mexico Since NAFTA? Toni Estevadeordal, Dani Rodrik, Alan Taylor, and Andres Velasco, ed., FTAA and Beyond: Prospects for Integration in the Americas, Cambridge, MA: Harvard University Press.",
        "Hanson, Gordon, and Ann Harrison (1999), Trade and Wage Inequality in Mexico, Industrial Labor Relations Review, 52(2): 271-288.",
        "Hanson, Gordon (2007), Globalization, Labor Income, and Poverty in Mexico, Ann Harrison, ed. Globalization and Poverty, Chicago: University of Chicago Press.",
        "Javorcik, Beata (2004), Does foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers through Backward Linkages, American Economic Review, 94(3): 605-627.",
        "Katz, Lawrence, and Kevin M. Murphy (1992), Changes in Relative Wages, 1963-1987: Supply and Demand Factors, Quarterly Journal of Economics, 107(1): 35-78.",
        "Lundberg, Shelly, R. Pollak and T. Wales (1997). Do Husbands and Wives Pool Resources? Evidence from the UK Child Beneft, Journal of Human Resources, 32: 463-479.",
        "Melendez, Jorge. (2001) The Structure of Wages under Trade Liberalization: Mexico from 1984 to 1998, Ph..D. Dissertation, University of Chicago.",
        "Murphy,K, and F. Welch (1992), The Structure of Wages, Quarterly Journal of Economics, 107(1): 285-326.",
        "Oostendorp, Remco (2004), Globalization and the Gender Wage Gap, Working Paper, Free University, Amsterdam.",
        "Pagan, Jose A. and Miren Ullibarri (2000), Group Heterogeneity and the Gender Earnings Gap in Mexico, Economia Mexicana. Nueva Epoca. Vol. IX, No. 1 Pavcnik, Nina (2003), What Explains Skill Upgrading in Less Developed Countries? Journal of Development Economics, 71: 311-328.",
        "Qian, Nancy (2008) Missing Women and the Price of Tea in China: The Effect of Sex-Specific Earnings on Sex Imbalance, Quarterly Journal of Economics, 123(3): 1251-1285.",
        "Revenga, Ana L. (1997), Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing, Journal of Labor Economics; 15(3): S20-43.",
        "Robbins, Donald J. (1996), HOS Hits Facts: Facts Win; Evidence on Trade and Wages in the Developing World, Development Discussion Paper No. 557, H.I.I.D. Sanchez, Susana M. and Jose A. Pagan (2001), Explaining Gender Differences in Earnings in the Microenterprise Sector, , in Maria Correia and Elizabeth Katz (eds.) The Economics of Gender in Mexico: Work, Family, State and Market.",
        "Szekely, Miguel (1998), The Economics of Poverty, Inequality and Wealth Accumulation in Mexico. St Martin's Press.",
        "Thomas, Duncan (2000) Intra-Household Resource Allocation: An Inferential Approach, Journal of Human Resources, 35: 635-654.",
        "Topalova, Petia (2007), Trade Liberalization, Poverty, and Inequality: Evidence from Indian Districts, Ann Harrison, ed. Globalization and Poverty, Chicago: University of Chicago Press.",
        "United Nations (2009), UN Millennium Development Goals Report 2009, New York: United Nations.",
        "Weinberg, Bruce (2000), Computer Use and the Demand for Female Workers, Industrial and Labor Relations Review,Vol. 53, No.2, pp.290-307.",
        "Welch, Finis (2000), Growth in Women's Relative Wages and in Inequality Among Men: One Phenomenon or Two? American Economic Review, Vol. 90, No.2, pp. 444-449.",
        "Wood, Adrian (1997), Openness and Wage Inequality in Developing Countries: The Latin American Challenge to East Asian Conventional Wisdom, World Bank Economic Review, 11(1): 33-57.",
        "Data Appendix A. Household Surveys (Census, ENIGH) We use data from 9 rounds of the Household Income and Expenditure Surveys (ENIGH), a nationally representative survey which spans the period 1984-2004. We also use data from the 10% samples of the Mexican Population Census of 1990 and 2000 available from the Census IPUMS. Unlike the ENIGH, statistical inferences using the larger Census samples are significant at the two-digit industry level (92 categories) and at the state level (32 states)."
    ]
}