{
    "id": 16196,
    "cites": 33,
    "cited_by": 11,
    "reference": [
        "Alesina, Alberto, Arnaud Devleeschauwer, William Easterly, Sergio Kurlat and Romain Wacziarg (2003) Fractionalization, Journal of Economic Growth, 8(2), 155-194.",
        "Alesina, Alberto, Reza Baqir, and William Easterly. (1999). Public Goods and Ethnic Divisions, Quarterly Journal of Economics, 114(4), 1243-1284.",
        "Baldwin, Kate, and John D. Huber. (2010). Economic versus cultural differences: Forms of ethnic diversity and public goods provision, unpublished working paper.",
        "Bellows, John and Edward Miguel. (2009). War and Local Collective Action in Sierra Leone, Journal of Public Economics, 93(11-12), 1144-1157.",
        "Casey, Katherine Whiteside. (2009). Determinants of Voting Choice and Political Party Investment in Sierra Leone, working paper, Brown University.",
        "Collier, Gershon (1970) Sierra Leone: Experiment in Democracy in an African Nation. New York: New York University Press.",
        "Davies, Victor A. B. (2002) War, Poverty, and Growth in Africa: Lessons from Sierra Leone Paper for Centre for the Study of African Economies 5th Annual Conference, Oxford, 18-19 March.",
        "Dunning, Thad, and Lauren Harrison. (2010). Cross-cutting cleavages and ethnic voting: An experimental study of cousinage in Mali, American Political Science Review, 104(1).",
        "Easterly, William, and Ross Levine. (1997). Africa's Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, 112 (4), 1203-1250. Eifert, Benn, Edward Miguel, and Daniel Posner. Political competition and ethnic identification in Africa, American Journal of Political Science, 54(2), 494-510.",
        "Fearon, James D. (2003) Ethnic and Cultural Diversity by Country, Journal of Economic Growth, 8(2), 195-222.",
        "Fehr, Ernest, and Simon GÃ\u0083Â¤chter. (2000). Cooperation and punishment in public goods experiments, American Economic Review, 90(4), 980-994.",
        "Grace, John (1975) Domestic Slavery in West Africa, with Particular Reference to the Sierra Leone Protectorate, 1896-1927. London: Frederick Muller Limited.",
        "Human Rights Watch. (1999). Sierra Leone: Getting Away with Murder, Mutilation, and Rape, NY.",
        "Jackson, Michael. (1974). The Structure and Significance of Kuranko Clanship, Africa: Journal of the International African Institute, 44(4), 397-415.",
        "Kandeh, Jimmy D. (1992) Politicization of Ethnic Identities in Sierra Leone. African Studies Review 35:1, pp. 81-99.",
        "Keen, David (2005) Conflict and Collusion in Sierra Leone. New York: Palgrave.",
        "Mamdani, Mahmood. (1996). Citizen and Subject. Princeton University Press.",
        "Miguel, Edward (2004) Tribe or Nation? Nation Building and Public Goods in Kenya versus Tanzania World Politics 56:3, pp 327-362.",
        "Miguel, Edward and Mary Kay Gugerty (2005) Ethnic diversity, social sanctions, and public goods in Kenya. Journal of Public Economics. 89:11-12, pp. 2325-2368.",
        "Ngugi wa Thiong'o. (2009). Something Torn and New: An African Renaissance. NY: Nation Book.",
        "Oliver, Roland and Anthony Atmore (2001) Medieval Africa, 1250-1800. Cambridge Univ. Press.",
        "Ostrom, Elinor. (1990). Governing the Commons: The Evolution of Institutions for Collective Action, Cambridge University Press.",
        "Posner, Daniel. (2004). The Political Salience of Cultural Difference: Why Chewas and Tumbukas are Allies in Zambia and Adversaries in Malawi, American Political Science Review, 98(4), 529-45.",
        "Posner, Daniel. (2005). Institutions and Ethnic Politics in Africa. New York: Cambridge Univ. Press.",
        "Reno, William. (1995). Corruption and State Politics in Sierra Leone. Cambridge and New York: Cambridge Univ. Press.",
        "Richards, Paul. (1996). Fighting for the Rainforest: War, Youth and Resources in Sierra Leone. London: James Currey; Portsmouth, NH: Heinemann for the International African Institute.",
        "Richards, Paul. (2005). To fight or to farm? Agrarian dimensions of the Mano River conflicts (Liberia and Sierra Leone) African Affairs 104/417, 571-590.",
        "Shaw, Rosalind. (2002). Memories of the Slave Trade: Ritual and the Historical Imagination in Sierra Leone. Chicago: University of Chicago Press.",
        "Spizter, Leo (1974) The Creoles of Sierra Leone: Responses to Colonialism, 1870-1945. Madison: University of Wisconsin Press.",
        "Tishkoff, Sarah A., et al. (2009). The Genetic Structure and History of Africans and African Americans, Science, 324 (22 May 2009), 1035-1044.",
        "United Nations Development Program. (2008). Human Development Report 2007/2008: Fighting Climate Change: Human Solidarity in a Divided World. New York: United Nations.",
        "Vigdor, Jacob. (2002). Interpreting ethnic fragmentation effects. Economics Letters, 75, 271-6.",
        "Wyse, Akintola (1989) The Krio of Sierra Leone: An Interpretive History. London: C. Hurst & Co."
    ]
}