{
    "id": 16198,
    "cites": 23,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron, David Autor and David Lyle. 2004. Women War and Wages: The Impact of Female Labor Supply on the Wage Structure at Mid-Century. Journal of Political Economy, 112(3), June, 497  551. Almond, Douglas, Hilary W. Hoynes and Diane Whitmore Schanzenbach (Forthcoming). The Impact of the Food Stamp Program on Infant Outcomes, Review of Economics and Statistics.",
        "Berry, Jeffrey M. (1984). Feeding Hungry People: Rulemaking in the Food Stamp Program. New Brunswick, NJ: Rutgers University Press.",
        "Bleakley, Hoyt (2007). Disease and Development: Evidence from Hookworm Eradication in the American South, Quarterly Journal of Economics 122(1): 73-117.",
        "Burtless, Gary and Jerry Hausman (1978). The Effect of Taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experiment, Journal of Political Economy 86(6), pp. 1103-30.",
        "Cascio, Elizabeth, Nora Gordon, Ethan Lewis, and Sarah Reber (2006). Fiscal Responses to the Introduction of Title I. Citizens' Board of Inquiry (1968). Hunger, U.S.A. Boston: Beacon Press.",
        "Currie, Janet (2003). U.S. Food and Nutrition Programs, in Means-Tested Transfer Programs in the United States, Robert Moffitt (ed.). Chicago: University of Chicago Press.",
        "Eissa, Nada and Hilary W. Hoynes (2006). The Hours of Work Response of Married Couples: Taxes and the Earned Income Tax Credit, in Tax Policy and Labor Market Performance, Jonas Agell and Peter Birch SÃ\u0083Â¸rensen, eds. MIT Press, 2006.",
        "Finklestein, Amy and Robin McKnight (2008) What Did Medicare Do? The Initial Impact of Medicare on Mortality and Out of Pocket Medical Spending Journal of Public Economics 92 (2008): 1644-1669.",
        "Fraker, Thomas and Robert Moffitt (1988). The Effect of Food Stamps on Labor Supply: A Bivariate Selection Model, Journal of Public Economics, February.",
        "Hagstrom, Paul (1996). The Food Stamp Participation and Labor Supply of Married Couples: An Empirical Analysis of Joint Decisions. Journal of Human Resources 31(2):383-403.",
        "Hausman, Jerry (1980). The Effects of Wages, Taxes and Fixed Costs on Women's Labor Force Participation, Journal of Public Economics, 14(2), pp.161-94.",
        "Hausman, Jerry (1981). Labor Supply, in How taxes affect economic behavior. Edited by henry Aaron and Joseph Pechman. Washington, D.C.: Brookings Institution, pp. 27-72.",
        "Hoynes, Hilary W. (1996). Welfare Transfers in Two-Parent Families: Labor Supply and Welfare Participation Under the AFDC-UP Program, Econometrica, Volume 64, Number 2, pages 295-332.",
        "Hoynes, Hilary W. (1997). Work, Welfare, and Family Structure: What Have We Learned? in Alan J. Auerbach, ed., Fiscal Policy: Lessons from Economic Research.",
        "Hoynes, Hilary W. and Diane Whitmore Schanzenbach (2009). Consumption Responses to In-Kind Transfers: Evidence from the Introduction of the Food Stamp Program. American Economic Journal Applied Economics 1(4): 109-39.",
        "Johnson, Lyndon B. (1964). Remarks Upon Signing the Food Stamp Act. Available at: http://www.presidency.ucsb.edu/ws/index.php?pid=26472 Keane, M. and R. Moffitt (1998). A Structural Model of Multiple Welfare Program Participation and Labor Supply. International Economic Review, 39:3, 553-589.",
        "Kotz, Nick (1969). Let them Eat Promises: The Politics of Hunger in America. New York: Doubleday.",
        "Ludwig, Jens and Douglas Miller (2007) Does Head Start improve children's outcomes? Evidence from a regression discontinuity design. Quarterly Journal of Economics 122(1): 159-208.",
        "Moffitt, Robert (1983). An economic model of welfare stigma. American Economic Review 73(5):1023-1035.",
        "Moffitt, Robert (1992). Incentive Effects of the U.S. Welfare System: A Review. Journal of Economic Literature 30(1):1-61.",
        "Moffitt, Robert (2002). Welfare Programs and Labor Supply. In Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics. Amsterdam: North Holland.",
        "Ohls, James and Harold Beebout (1993). The Food Stamp Program: Design Tradeoffs, Policy and Impacts. Washington: Urban Institute Press.",
        "Robins, Philip and Richard West (1983) Labor Supply Response. In Final Report of the Seattle/Denver Income Maintenance Experiment, edited by SRI International. Vol 1:pp91-198. Washington DC: US GPO."
    ]
}