{
    "id": 16202,
    "cites": 25,
    "cited_by": 13,
    "reference": [
        "Boyce, Robert, British Capitalism at the Crossroads, 1919-1932 (Cambridge: Cambridge University Press, 1987).",
        "Calvo, Guillermo, Leo Leiderman and Carmen Reinhart, Capital Inflows and Real Exchange Rate Appreciation in Latin America, IMF Staff Papers 40, 1 (1993), 108-151.",
        "Clarke, Peter, The Keynesian Revolution in the Making, 1924-1936 (Oxford: Clarendon Press, 1988).",
        "Dam, Kenneth W., The Rules of the Game: Reform and Evolution in the International Monetary System (Chicago: University of Chicago Press, 1982).",
        "Eichengreen, Barry, Golden Fetters: The Gold Standard and the Great Depression, 1919-1939 (New York: Oxford University Press, 1992).",
        "Eichengreen, Barry, `Central Bank Cooperation under the Interwar Gold Standard', Explorations in Economic History 21, 1, (1984), 64-87.",
        "Eichengreen, Barry, `The Breakup of the Euro Area', in Alberto Alesina and Francesco Givazzi (eds), Europe and the Euro (Chicago, University of Chicago Press, 2010), pp.11-56.",
        "Eichengreen, Barry, and Jeffrey Sachs, `Exchange Rates and Economic Recovery in the 1930s', Journal of Economic History, 45, 4 (December 1985), 925-46.",
        "Eichengreen, Barry, and Peter Temin, `The Gold Standard and the Great Depression', Contemporary European History, 9, 2 (July 2000), 183-207.",
        "Feldstein, Martin, `Let Greece Take a Euro Holiday, Financial Times (16 February 2010), www.ft.com.",
        "Fishlow, Albert, `Lessons from the Past: Capital Markets during the 19th Century and the Interwar Years, International Organization.39, 3 (1985), 383-439.",
        "Garrett, John R., `Monetary Policy and Expectations: Market-Control Techniques and the Bank of England, 1925-1931', Journal of Economic History, 55, 3 (September 1995), 612-36.",
        "Herbert Hoover, The Memoirs of Herbert Hoover: The Great Depression, 19291941 3 Vols. (New York: Macmillan, 1951-52).",
        "Hsieh, Chang-Tai, and Christina D. Romer, `Was the Federal Reserve Constrained by the Gold Standard during the Great Depression? Evidence from the 1932 Open Market Purchase Program', Journal of Economic History, 66, 1 (March 2006), 14076.",
        "Johnson, Clark, Gold, France and the Great Depression (New Haven: Yale University Press, 1998).",
        "Keynes, John Maynard, `An Economic Analysis of Unemployment (Harris Lectures)', 1931, reprinted in Donald Moggridge (ed.), The Collective Writings of John Maynard Keynes (London, Macmillan, 1973).",
        "Middlemas, Keith, and John Barnes, Baldwin: A Biography (London: Macmillan, 1969).",
        "Moggridge, Donald, The Return to Gold, 1925: The Normal Conquest of $4.86 (Cambridge: Cambridge University Press, 1969).",
        "Nurkse, Ragnar, International Currency Experience (Geneva: League of Nations, 1944).",
        "Robbins, Lionel, The Great Depression (London: Macmillan, 1934).",
        "Sayers, Richard S., The Bank of England, 1891-1944 (Cambridge: Cambridge University Press, 1976).",
        "Skidelsky, Robert, John Maynard Keynes, 1937-1946: Fighting for Britain (London: Macmillan, 2000).",
        "Peter Temin, Lessons from the Great Depression (Cambridge, MA: MIT Press, 1989).",
        "Vines, David, `John Maynard Keynes, 1937-1946: The Creation of International Macroeconomics', (Review essay on Skidelsky, 2000) Economic Journal, 113 (June 2003), F3380-F361.",
        "Williamson, Philip, National Crisis and National Government: British Politics, the Economy and the Empire, 1926-1932 (Cambridge: Cambridge University Press, 1992). Wolf, Nicolaus, this issue."
    ]
}