{
    "id": 16200,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Acharya, Viral and S. Viswanathan, Leverage, Moral Hazard and Liquidity, NYU Working paper, 2009.",
        "Acharya, Viral, Hyun Song Shin and Tanju Yorulmazer, A Theory of Slow Moving Contagion, NYU Working paper, 2009.",
        "Aghion, Philippe, and Patrick Bolton, An Incomplete Contracts Approach to Financial Contracting,  Review of Economic Studies 59, (1992), 473-494.",
        "Allen, Franklin, and Douglas Gale, Bubbles and Crises, The Economic Journal 110, (2000), 236-255.",
        "Bebchuk, Lucian, and Itay Goldstein, Self-fulfilling Credit Market Freezes, Working paper Harvard University (2009).",
        "Benmelech, Efraim, Asset Salability and Debt Maturity: Evidence from 19th Century American Railroads, Review of Financial Studies Forthcoming, (2009).",
        "Benmelech, Efraim, and Nittai K., Bergman, Collateral Pricing, Journal of Financial Economics (2009), 91(3) 339-360..",
        "Benmelech, Efraim, Mark J., Garmaise, and Tobias J., Moskowitz, Do Liquidation Values Affect Financial Contracts? Evidence from Commercial Loan Contracts and Zoning Regulation Quarterly Journal of Economics 120 (2005), 1121-1154.",
        "Bernanke, Ben Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73 (1983) 257-276.",
        "Bernanke, Ben, and Alan Blinder Credit, Money, and Aggregate Demand American Economic Review 78 (1988) 435-439.",
        "Bernanke, Ben, and Mark Gertler, Agency Costs, Net Worth, and Business Fluctuations, American Economic Review 79 (1989) 14-31.",
        "Bernanke, Ben, and Mark Gertler, Financial Fragility and Economic Performance, Quarterly Journal of Economics 105 (1990) 87-114.",
        "Bernanke, Ben, and Mark Gertler, Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives 9 (1995) 27-48.",
        "Blinder, Alan, and Louis Maccini, Taking Stock: A Critical Assessment of Recent Research on Inventories, Journal of Economic Perspectives 5 (1991) 73-96.",
        "Bolton, Patrick, and Xavier Freixas, Corporate Finance and the Monetary Transmission Mechanism,  Review of Financial Studies 19, (2006), 829-870.",
        "Diamond, Douglas W., and Raghuram Rajan, Bank Bailouts and Aggregate liquidity, American Economic Review 92(2) (2002) 38-41.",
        "Diamond, Douglas W., and Raghuram Rajan, Money in a Theory of Banking, American Economic Review 96(1) (2006) 30-53.",
        "Diamond, Douglas W., and Raghuram Rajan, The Credit Crisis: Conjectures about Causes and Remedies, Working paper University of Chicago GSB January 2009.",
        "Gertler, Mark and Simon Gilchrist, Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms, Quarterly Journal of Economics 109 (1994), 309-340.",
        "Gertler, Mark and R. Glenn Hubbard, Financial Factors in Business Fluctuations, in Financial Market Volatility: Causes, Consequences, and Policy Recommendations Federal Reserve Bank of Kansas City (1989).",
        "Hart, Oliver and John Moore, A Theory of Debt Based on the Inalienability of Human capital, Quarterly Journal of Economics 109 (1994), 841-79.",
        "Hart, Oliver and John Moore, Default and Renegotiation: A Dynamic Model of Debt, Quarterly Journal of Economics 113(1) (1998), 1-41.",
        "Holmstrom, Bengt and Jean Tirole, Financial Intermediation, Loanable Funds, and the Real Sector, Quarterly Journal of Economics 112(3) (1997), 663-691.",
        "Ivashina, Victoria and David Scharfstein, Bank Lending During the Financial Crisis of 2008, Working paper Harvard Business School (2009).",
        "Kashyap, Anil K., Owen Lamont, and Jeremy C. Stein, Credit Conditions and the Cyclical Behavior of Inventories, Quarterly Journal of Economics Vol 109 (1994), 565-592.",
        "Kashyap, Anil K., Raghuram G. Rajan, and Jeremy C. Stein, Rethinking Capital Regulation, Working paper, Harvard University and University of Chicago, 2008.",
        "Kashyap, Anil K., and Jeremy C. Stein, The Impact of Monetary Policy on bank Balance Sheets, Carnegie-Rochester Conference Series on Public Policy Vol 42 (1995), 151-195.",
        "Kashyap, Anil K., and Jeremy C. Stein, Monetary Policy and Bank Lending, in Monetary Policy edited by N. Gregory Mankiw, University of Chicago Press, 1994, pp. 221-56.",
        "Kashyap, Anil K., and Jeremy C. Stein, What Do a Million Observations on Banks Say About the Transmission of Monetary Policy? American Economic Review 90(3) (2000), 407-428.",
        "Lamont, Owen, Corporate-Debt Overhang and Macroeconomic Expectations, American Economic Review 85 (1995) 1106-1117.",
        "Adriano Rampini and S. Viswanathan, Collateral, Risk Management, and the Distribution of Debt Capacity, Duke working paper, 2009.",
        "Shleifer, Andrei, and Robert W. Vishny Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance 47 (1992), 143-66.",
        "Shleifer, Andrei, and Robert W. Vishny Unstable Banking, Working paper Harvard University (2009).",
        "Stein, Jeremy, An Adverse-Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy, Rand Journal of Economics 29(3) (1998), 466-486."
    ]
}