{
    "id": 16204,
    "cites": 45,
    "cited_by": 9,
    "reference": [
        "Edited by. Burr Ridge, Illinois: Irwin, 1996.",
        "Banking and Monetary Statistics: 19141941, U.S. Federal Reserve System, Board of Governors, September, 1943.",
        "Basile, Peter F. The Cyclical Variation of Junk Bond Risk Premiums in a Historical Perspective, 1910-1955, Masters Thesis, Rutgers University, 1989.",
        "Bernanke, Ben S. Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. The American Economic Review. 73 (1983): 257-276.",
        "Bernanke, Ben S. and Vincent R. Reinhart. Conducting Monetary Policy at Very Low Short-Term Interest Rates. The American Economic Review, Papers and Proceedings Vol. 94, No. 2, (May, 2004): 85-90.",
        "Brunner, Karl and Allan H. Meltzer. Liquidity Traps for Money, Bank Credit, and Interest Rates. The Journal of Political Economy. 76 (Jan. - Feb., 1968): 1-37.",
        "Calomiris, Charles W. Financial Factors in the Great Depression. The Journal of Economic Perspectives. 7, (Spring, 1993): 61-85.",
        "Capie, Forrest H. Monetary Stringency, Stock Market Crash, and the Great Depression. European Economic Review 34 (May 1990): 608-15.",
        "Capie, Forrest H., and Geoffrey Wood. Price Change, Financial Stability, and the British Economy, 1870-1939. In Deflation: Current and historical perspectives, eds.",
        "Capie, Forrest H., Terry C. Mills, and Geoffrey E. Wood, Debt Management and Interest Rates: The British Stock Conversion of 1932. Applied Economics, (October 1986) 18: 1111-26.",
        "Cecchetti, Stephen G. The Case of the Negative Nominal Interest Rates: New Estimates of the Term Structure of Interest Rates during the Great Depression. The Journal of Political Economy, Vol. 96, No. 6 (Dec., 1988), pp. 1111-1141.",
        "Clement, Douglas, and Allan Meltzer. Interview with Allan H. Meltzer. The Region, The Federal Reserve Bank of Minneapolis, September 2003. Available at http://www.minneapolisfed.org/publications_papers/pub_display.cfm?id=3356, accessed August 6, 2009.",
        "Friedman, Milton. Comments on Monetary Policy. Rev.Econ.Stat., 1951, 33, 3, 186191.",
        "Friedman, Milton. A Theoretical Framework for Monetary Analysis. NBER Occasional Paper 112. New York: National Bureau of Economic Research, 1971.",
        "Friedman, Milton. Comments on the Critics. The Journal of Political Economy 80, (1972): 906-950.",
        "Friedman, Milton and Anna J. Schwartz. Money and Business Cycles. The Review of Economics and Statistics, Vol. 45, No. 1, Part 2, Supplement. (Feb., 1963a), pp. 32-64. Friedman, Milton and Anna J. Schwartz. A Monetary History of the United States, 18671960.",
        "Princeton: Princeton University Press, for the NBER, 1963b.",
        "Friedman, Milton and Anna J. Schwartz. Monetary Statistics of the United States: Estimates, Sources, Methods. New York: Columbia University Press, for the NBER, 1970.",
        "Haberler, Gottfried. The Place of the General Theory of Employment, Interest, and Money in the History of Economic Thought (in Keynes' Contributions to Economics: Four Views). The Review of Economic Statistics. 28 (1946): 187194.",
        "Hanes, Christopher. 2006. The Liquidity Trap and U.S. Interest Rates in the 1930s. Journal of Money, Credit and Banking 38, (1) (Feb.): 163-94.",
        "Hansen, Alvin H. A Guide to Keynes. New York: McGraw-Hill Book Company, Inc., 1953.",
        "Hicks, John R. The Monetary Theory of D. H. Robertson. Economica, New Series 9 (Feb.1942): 53-57. Historical Statistics of the United States: Earliest Times to the Present. Eds. Susan B.",
        "Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. Millennial ed. New York: Cambridge University Press, 2006.",
        "Howson, Susan. The Origins of Cheaper Money, 1945-7. The Economic History Review, New Series, Vol. 40, No. 3 (Aug., 1987): 433-452.",
        "Howson, Susan. Cheap Money versus Cheaper Money: A Reply to Professor Wood  The Economic History Review, New Series, Vol. 42, No. 3 (Aug., 1989), pp. 401405.",
        "Keynes, John Maynard. The General Theory of Employment, Interest, and Money. New York: Harcourt, Brace & World, Inc. 1965 [1936].",
        "Krugman, Paul R. It's Baaack: Japan's Slump and the Return of the Liquidity Trap. Brookings Papers on Economic Activity (1998): 137-87.",
        "Leijonhufvud, Axel. On Keynesian Economics and the Economics of Keynes; a Study in Monetary Theory. New York, Oxford University Press, 1968.",
        "Marget, Arthur W. Review of Essays in Monetary Theory by D. H. Robertson. The Review of Economic Statistics 23 (1941): 147-151.",
        "Meltzer, Allan H. Liquidity Claptrap. The International Economy. (November/December 1999): 18-23.",
        "Meltzer, Allan H A History of the Federal Reserve. Vol. 1. Chicago: University of Chicago Press, 2003.",
        "Orphanides, Athanasios, Monetary policy in deflation: the liquidity trap in history and practice, The North American Journal of Economics and Finance, 2004, 15(1): 101-124.",
        "Patinkin, Don. On the Chronology of the General Theory. The Economic Journal, Vol. 103, No. 418 (May, 1993): 647-663.",
        "Robertson, Dennis H. Essays in Monetary Theory. London: P.S. King and Son, Ltd., 1940.",
        "Romer, Christina D. What Ended the Great Depression? Journal of Economic History 52 (December 1992). Saulnier, Raymond Joseph. Urban Mortgage Lending by Life Insurance Companies.",
        "National Bureau of Economic Research, 1950.",
        "Smiley, Gene. Regional Variation in Bank Loan Rates in the Interwar Years. The Journal of Economic History, Vol. 41, No. 4. (Dec.1981): 889901.",
        "Temin, Peter. Did Monetary Forces Cause the Great Depression? New York: W.W. Norton, 1976.",
        "Tobin, James. The Monetary Interpretation of History. The American Economic Review, Vol. 55, No. 3 (Jun., 1965): 464-485.",
        "Wicker, Elmus. The Banking Panics of the Great Depression. Cambridge, New York: Cambridge University Press, 1996.",
        "Wood, Geoffrey E. A Comment on 'The Origins of Cheaper Money. The Economic History Review, New Series, Vol. 42, No. 3 (Aug., 1989): 396-400. Endnotes 1. The title of an influential paper by Krugman (1998), which argued that Japan during its lost decade was another example of a liquidity trap, was It's Baaack: Japan's Slump and the Return of the Liquidity Trap. Writing recently in the New York Times (June 14, 2009), Krugman argued that our current situation represents the third time in history that a major economy has found itself in a liquidity trap, a situation in which interest-rate cuts, the conventional way to perk up the economy, have reached their limit. When this happens, unconventional measures are the only way to fight recession. The unconventional policies that Krugman has in mind may include Federal Reserve purchases of long-term government and possibly private securities, which would make his position close to Keynes' described below.",
        "2. The earliest use of the term liquidity trap that we are aware of is Dennis Robertson (1940). The first references in a search of the economics literature on JSTOR are in reviews of Robertson by Arthur W. Marget (1941), and J.R. Hicks (1942), indicating the appeal of the term. The first reference in an article is in a critical review of Keynes's contributions by Gottfried Haberler (1946).",
        "3. Friedman stressed the range of assets again in his Comments on the Critics (1972, 909-910).",
        "4. Recently, Alan Meltzer, perhaps engaging in some hyperbole in order to drive home his point, suggested that all rates would have to be zero for a true liquidity trap. ... during the period of transition, long-term rates move relative to short-term rates, stock prices move relative to bond yields. And there isn't that tight relationship that would be required so that you could get a liquidity trap. You'd have to get all those yields to zero; we never have seen that (Clement and Meltzer 2009).",
        "5. A tsunami, as most of us now know, behaves differently from the wave created by a pebble in a pond. It is usually caused by an earthquake or undersea volcanic eruption (surely a better analogy for the financial crises of the 1930s than a pebble in a pond). The wave produced is barely noticeable on the surface when it is passing through deep water. As it enters the shallow water near the shore, however, the wave becomes compacted and grows in height, and can come ashore doing enormous damage. 6. An attempt to shift from deposits into bonds won't alter the total amount of deposits the buyer's bank account will decrease by x dollars while the seller's account will increase by x dollars  but will alter the price of bonds. 7. Junk bonds were corporate bonds rated below B or lower by Moody's."
    ]
}