{
    "id": 16207,
    "cites": 7,
    "cited_by": 3,
    "reference": [
        "Committee on the Budget, U. S. House of Representatives (2008), Compilation of Laws and Rules Relating to the Congressional Budget Process, Serial No. CP-3, Washington, DC: U. S. Government Printing Office.",
        "Crane, B, A. Rivolo, and G. Comfort (1997), An Empirical Examination of Counterdrug Interdiction Program Effectiveness, IDA paper P-3219, Alexandria, VA: Institute for Defense Analyses.",
        "Holtz-Eakin, D. (2010), The Real Arithmetic of Health Care Reform, The New York Times, March 21.",
        "MeltzerD.(2001),AddressingUncertaintyinMedical Cost-Effectiveness:ImplicationsofExpectedUtility Maximization for Methods to Perform Sensitivity Analysis and the Use of Cost-Effectiveness Analysis to Set Priorities for Medical Research, Journal of Health Economics., 20, 109-129 National ResearchCouncil (1999),AssessmentofTwoCost-Effectiveness Studies on CocaineControlPolicy, Committee on Data and Research for Policy on Illegal Drugs, Charles F. Manski, John V. Pepper, and Yonette Thomas, editors. Committee on Law and Justice and Committeeon National Statistics, Commission on Behavioral and Social Sciences and Education, Washington, DC: National Academy Press.",
        "National Research Council (2001), Informing America's Policy on Illegal Drugs: What We Don't Know Keeps Hurting Us, Committee on Data and Research for Policy on Illegal Drugs, Charles F. Manski, John V. Pepper, and Carol V. Petrie, editors. Committee on Law and Justice and Committee on National Statistics, Commission on Behavioral and Social Sciences and Education, Washington, DC: National Academy Press.",
        "Subcommittee on National Security, International Affairs, and Criminal Justice (1996), Hearing Before the Committee on Governmental Reform and Oversight, U. S. House of Representatives, Washington, DC: U.S. Government Printing Office.",
        "Subcommittee on National Security, International Affairs, and Criminal Justice (1998), Hearing Before the Committee on Governmental Reform and Oversight, U. S. House of Representatives, Washington, DC: U.S. Government Printing Office."
    ]
}