{
    "id": 16218,
    "cites": 45,
    "cited_by": 64,
    "reference": [
        "Alvarez, Fernando, Andrew Atkeson, and Patrick J. Kehoe, 2007, Time-varying risk, interest rates, and exchange rates in general equilibrium, Working paper 371, Federal Reserve Bank of Minneapolis.",
        ", 2008, If exchange rates are random walks, then almost everything we say about monetary policy is wrong, Federal Reserve Bank of Minneapolis Quarterly Review 32, 29.",
        "Ang, Andrew, Sen Dong, and Monika Piazzesi, 2007, No-arbitrage taylor rules, Unpublished manuscript, Columbia University.",
        "Backus, David K., Silverio Foresi, and Christopher I. Telmer, 2001, Affine term structure models and the forward premium anomaly, Journal of Finance 56, 279304.",
        "Backus, David K., Allan W. Gregory, and Christopher I. Telmer, 1993, Accounting for forward rates in markets for foreign currency, Journal of Finance 48, 1887 1908.",
        "Backus, David K., and Stanley E. Zin, 2008, Notes on identification of taylor rules, Unpublished notes.",
        "Bakshi, Gurdip, and Zhiwu Chen, 1997, Equilibrium valuation of foreign exchange claims, Journal of Finance 52, 799826.",
        "Bansal, Ravi, 1997, An exploration of the forward premium puzzle in currency markets, Review of Financial Studies 10, 369403.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run, a potential resolution of asset pricing puzzles, Journal of Finance 59, 14811509.",
        "Bekaert, Geert, 1994, Exchange rate volatility and deviations from unbiasedness in a cash-in-advance model, Journal of International Economics 36, 2952.",
        "Benigno, Gianluca, 2004, Real exchange rate persistence and monetary policy rules, Journal of Monetary Economics 51, 473  502.",
        "Brandt, Michael W., John H. Cochrane, and Pedro Santa-Clara, 2006, International risk sharing is better than you think, or exchange rates are too smooth, Journal of Monetary Economics 53, 671698.",
        "Brenna, Michael J., and Yihong Xia, 2006, International capital markets and foreign exchange risk, Review of Financial Studies 19, 753795.",
        "Burnside, Craig, Martin Eichenbaum, Isaac Kleshchelski, and Sergio Rebelo, 2006, The returns to currency speculation, Working Paper, Northwestern University.",
        "Canova, Fabioi, and Jane Marrinan, 1993, Profits, risk and uncertainty in foreign exchange markets, Journal of Monetary Economics 32, 259286.",
        "Clarida, Richard, Jordi Gal, and Mark Gertler, 1998, Monetary policy rules in practice some international evidence, European Economic Review 42, 1033 1067.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, 1999, The science of monetary policy: A new keynesian perspective, Journal of Economic Literature XXXVII, 16611707.",
        "Cochrane, John H., 2007, Inflation determination with taylor rules: A critical review, Working paper, University of Chicago.",
        "Colacito, Ricardo, and Mariano Massimiliano Croce, 2008, Risks for the long run and the real exchange rate, Unpublished manuscript, University of North Carolina.",
        "Dumas, Bernard, 1992, Dynamic equilibrium and the real exchange rate in a spatially separated world, Review of Financial Studies 5, 153180.",
        "Dutton, John, 1993, Real and monetary shocks and risk premia in forward markets for foreign exchange, Journal of Money, Credit and Banking 25, 731754.",
        "Eichenbaum, Martin S., and Charles L. Evans, 1995, Some empirical evidence on the effects of monetary policy shocks on exchange rates, Quarterly Journal of Economics 110, 9751009.",
        "Engel, Charles, and Kenneth D. West, 2006, Taylor rules and the deutschmarkdollar real exchange rate, Journal of Money, Credit and Banking 38, 11751194.",
        "Fama, Eugene F, 1984, Forward and spot exchange rates, Journal of Monetary Economics 14, 31938.",
        "Frachot, Antoine, 1996, A reexamination of the uncovered interest rate parity hypothesis, Journal of International Money and Finance 15, 419437.",
        "Gallmeyer, Michael F., Burton Hollifield, Francisco Palomino, and Stanley E. Zin, 2007, Arbitrage-free bond pricing with dynamic macroeconomic models, Working paper, Carnegie Mellon University.",
        "Gavazzoni, Federico, 2008, Uncovered interest rate parity puzzle: An explanation based on recursive utility and stochastic volatility, Working Paper.",
        "Grilli, Vittorio, and Nouriel Roubini, 1992, Liquidity and exchange rates, Journal of International Economics 32, 339352.",
        "Hansen, Lars P., John C. Heaton, and Nan Li, 2005, Consumption strikes back?: Measuring long-run risk, NBER Working Paper No. 11476.",
        "Hansen, Lars P., and Ravi Jagannathan, 1991, Implications of security market data for models of dynamic economies, Journal of Political Economy 99, 225262.",
        "Hansen, Lars Peter, and Kenneth Singleton, 1983, Stochastic consumption, risk aversion and the temporal behavior of stock returns, Journal of Political Economy 91, 249265.",
        "Hollifield, Burton, and Raman Uppal, 1997, An examination of uncovered interest rate parity in segmented international commodity markets, Journal of Finance 52, 21452170.",
        "Lucas, Robert E, 1982, Interest rates and currency prices in a two-country world, Journal of Monetary Economics 10, 33560.",
        "Lustig, Hanno N., Nikolai L. Roussanov, and Adrien Verdelhan, 2009, Common risk factors in currency markets, Unpublished manuscript, UCLA.",
        "Macklem, Tiff, 1991, Forward exchange rates and risk premiums in artificial economies, Journal of International Money and Finance 10, 365391.",
        "Marshall, David, 1992, Phd thesis,, Carnegie Mellon University.",
        "McCallum, Bennett T., 1994, A reconsideration of the uncovered interest rate parity relationship, Journal of Monetary Economics 33, 105132.",
        "Mehra, R, and E Prescott, 1985, The equity premium puzzle, Journal of Monetary Economics 15, 14561.",
        "Mussa, Michael, 1986, Nominal exchange rate regimes and the behavior of real exchage rates: Evidence and implications, Carnegie-Rochester Series on Public Policy 25 (Autumn): 117-214.",
        "Saa-Requejo, Jesus, 1994, The dynamics and the term structure of risk premium in foreign exchange markets, Unpublished manuscript, INSEAD.",
        "Schlagenhauf, Don E., and Jeffrey M. Wrase, 1995, Liquidity and real activity in a simple open economy model, Journal of Monetary Economics 35, 431461.",
        "Sercu, Piet, Raman Uppal, and C. Van Hulle, 1995, The exchange rate in the presence of transactions costs: implications for tests of purchasing power parity, Journal of Finance 50, 13091319.",
        "Taylor, John B., 1993, Discretion versus policy rules in practice, Carnegie Rochester Conferance Series on Public Policy 39, 195214.",
        "Verdelhan, Adrien, 2010, A habit-based explanation of the exchange rate risk premium, Journal of Finance 65, 123145.",
        "Woodford, Michael, 2003, Interest and Prices (Princeton University Press: Princeton NJ 08540 USA)."
    ]
}