{
    "id": 16211,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Bosworth, Barry and Rosanna Smart, The Wealth of Older Americans and the Subprime Debacle, Center for Retirement Research at Boston College Working Paper No. 200921, November 2009.",
        "Brown, Jeffrey R., Courtney C. Coile, and Scott J. Weisbenner (2010). The Effect of Inheritance Receipt on Retirement, Review of Economics and Statistics, forthcoming.",
        "Butrica, Barbara A., Karen E. Smith, and Eric J. Toder (2009a). Retirement Security and the Stock Market Crash: What Are the Possible Outcomes? Urban Institute Retirement Policy Program Discussion Paper No. 09-05, December.",
        "Butrica, Barbara A., Karen E. Smith, and Eric J. Toder (2009b), What the 2008 Stock Market Crash Means for Retirement Security, Urban Institute Retirement Policy Program Discussion Paper No. 09-03, May.",
        "Cheng, Ing-Haw and Eric French (2000), The Effect of the Run-Up in the Stock Market on Labor Supply, Economic Perspectives Q4, 48-65.",
        "Coile, Courtney C. and Phillip B. Levine (2006). Bulls, Bears, and Retirement Behavior. Industrial and Labor Relations Review 59, 408-429.",
        "Coile, Courtney C. and Phillip B. Levine (2009). The Market Crash and Mass Layoffs: How the Current Economic Crisis May Affect Retirement. National Bureau of Economic Research, Working Paper 15395.",
        "Coile, Courtney C. and Phillip B. Levine (2010), Recessions, Reeling Markets, and Retiree Well-Being, National Bureau of Economic Research, Working Paper 16066.",
        "Coronado, Julia and Maria Perozek (2003). Wealth Effects and the Consumption of Leisure: Retirement Decisions During the Stock Market Boom of the 1990s, Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series #2003-20.",
        "Employee Benefit Research Institute (2010). EBRI Databook on Employee Benefits, Chapter 10.",
        "Engen, Eric, William G. Gale, and Cori E. Uccello (2005). Effects of Stock Market Fluctuations on the Adequacy of Retirement Wealth Accumulation. Review of Income and Wealth, Vol. 51, No. 3, pp. 397-418.",
        "Farnham, Martin and Purvi Sevak (2007). Housing Wealth and Retirement Timing, Michigan Retirement Research Center Research Paper No. UM WP 2007-172.",
        "Gustman, Alan L. and Thoman L. Steinmeier (2002). Retirement and the Stock Market Bubble, National Bureau of Economic Research, Working Paper 9404.",
        "Gustman, Alan L., Thomas L. Steinmeier, and Nahid Tabatabai (2009a), How Do Pension Changes Affect Retirement Preparedness? The Trend to Defined Contribution Plans and the Vulnerability of the Retirement Age Population to the Stock Market Decline of 20082009,  Michigan Retirement Research Center Working Paper No. 2009-206, October 2009.",
        "Gustman, Alan L., Thomas L. Steinmeier, and Nahid Tabatabai (2009b), What the Stock Market Decline Means for the Financial Security and Retirement Choices of the NearRetirement Population, NBER Working Paper No. 15435, October 2009.",
        "Gustman, Alan L., Thomas L. Steinmeier, and Nahid Tabatabai (2010). Pensions in the Health and Retirement Study. Cambridge, MA: Harvard University Press.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen (1993). The Carnegie Conjecture: Some Empirical Evidence, Quarterly Journal of Economics 108, 413-435.",
        "Hurd, Michael and Monika Reti (2001). The Effects of Large Capital Gains on Work and Consumption: Evidence from Four Waves of the HRS, RAND Labor and Population Program, Working Paper Series 03-14.",
        "Hurd, Michael D., Monika Reti, and Susann Rohwedder (2005), The Effect of Large Capital Gains or Losses on Retirement, forthcoming in Developments in the Economics of Aging (David A. Wise, ed.), University of Chicago Press.",
        "Imbens, Guido W., Donald B. Rubin, and Bruce I. Sacerdote (2001). Estimating the Effect of Unearned Income on Labor Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players, American Economic Review 91, 778794.",
        "Johnson, Richard W., Mauricio Soto, and Sheila R. Zedlewski (2008), How Is the Economic Turmoil Affecting Older Americans? Urban Institute Fact Sheet on Retirement Policy, October, http://www.urban.org/UploadedPDF/411765_economic_turmoil.pdf.",
        "Joulfaian, David and Mark O. Wilhelm (1994). Inheritance and Labor Supply, Journal of Human Resources 29, 1205-1234.",
        "Kezdi, Gabor and Purvi Sevak (2004), Economic Adjustment of Recent Retirees to Adverse Wealth Shocks, Michigan Retirement Research Working Paper No. 2004-075, April.",
        "Khitatrakun, Surachai (2003), Wealth and the Timing of Retirement, in Saving, Wealth, and Retirement: Evidence from the Health and Retirement Study, Ph.D. dissertation, University of Wisconsin-Madison.",
        "Krueger, Alan B. and Jorn-Steffan Pischke (1992). The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation, Journal of Labor Economics 10: 412-437.",
        "Taylor, Paul, Rich Morin, Kim Parker, D'Vera Cohn, Wendy Wang (2009), Different Age Groups, Different Recessions, Pew Research Center, May 14, http://pewsocialtrends.org/assets/pdf/recession-and-older-americans.pdf.",
        "Sevak, Purvi (2002). Wealth Shocks and Retirement Timing: Evidence from the Nineties, Michigan Retirement Research Center Working Paper 2002-027.",
        "Society of Actuaries (2010), 2009 Risks and Process of Retirement Survey Report of Findings, March, http://new.soa.org/files/pdf/research-2009-retire-risk-survey.pdf.",
        "Soto, Mauricio (2008), How Is the Financial Crisis Affecting Retirement Savings? December 3, Update, Urban Institute Fact Sheet on Retirement Policy, December, http://www.urban.org/UploadedPDF/901206_retirement_savings.pdf."
    ]
}