{
    "id": 1621,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Michael C. Barth, Market Effects of a Wage Subsidy, Industrial and Labor Relations Review, vol. 27, no. 4, July 1974, pp. 572-85.",
        "Paul E. Barton, Youth Transition to Work: The Problem and Federal Policy Setting, in National Commission for Manpower Policy, From School to Work~ Improving the Transition, Washington, D.C.: U.S. Government Printing Office, 1976.",
        "Lame Carmichael, Does Rising Productivity Explain Seniority Rules for Layoffs?, American Economic Review, December 1983(a), pp. 1127-1131.",
        "Lame Carmichael, Firm-Specific Human Capital and Promotion Ladders, Bell Journal, Spring 1983(b), vol 14, no~ 1, pp. 251-258.",
        "William T. Dickens and Kevin Lang, A Test of Dual Labor Market Theory, Working Paper 172, University of California, Berkeley, October 1983.",
        "David 1. Ellwood, Teenage Unemployment: Permanent Scars or Temporary Blemishes, in Richard B. Freeman and David A. Wise, eds., The Youth Labor Market Problem: Its Nature, Causes, and Consequences, Chicago: The University of Chicago Press, 1982, pp. 349-385.",
        "Martin Feldstein and David T. Eliwood, Teenage Unemployment: What is the Problem?, in Freeman and Wise, eds. op. cit., 1982, pp. 17-34.",
        "Richard B. Freeman and James L. Medoff, `The Youth Labor Market Problem in United States, in Freeman and Wise, eds. , op. cit., 1982, pp. 35-74.",
        "Richard B. Freeman and David A. Wise, The Youth Labor Market Problem: Its Nature, Causes and Consequences, in Freeman and Wise, eds. , op. cit., 1982, pp. 1-16.",
        "Edward M. Gramlich, The Impace of Minimum Wages on Other Wages, Employment and Family Incomes, Brookings Papers in Economic Activity, no. 2, 1976, pp. 443-449.",
        "Alan L. Gustman and Thomas L. Steinmeier, The Impact of Wages and Unemployment on Youth Enrollment and Labor Supply, Review of Economics and Statistics, vol. 63, no. 4, November 1981, pp. 553-560.",
        "Alan L. Gustman and Thomas L. Steinmeier, Labor Market and Evaluations of Vocational Programs in the High Schools--Toward a Framework for Analysis, Southern Economic Journal, vol. 49, no. 1, July 1982, pp. 185-200.",
        "Robert E. Hall, Internal Labor Markets and Job Turnover, mimea, April 1981.",
        "Robert E. Hall, The Minimum Wage and Job Turnover in Markets for Young Workers, in Freeman and Wise, op. cit., 1982, pp. 475-492.",
        "Daniel S. Hamermesh, Economic Aspects of Manpower Training Programs, Theory 26 and Policy, Lexington, Mass: Heath Lexington Books, 1971.",
        "George E. Johnson, Allocative and Distributional Effects, in Robert H. Haveman and John L. Palmer, eds., Jobs for Disadvantaged Workers: The Economics of Employment Subsidies, Washington, D.C.: Brookings Institution, 1982, pp. 57-92.",
        "Linda Leighton and Jacob Mincer, Labor Turnover and Youth Unemployment, in Freeman and Wise, eds. , op. cit., 1982, pp. 235-267.",
        "Robert H. Meyer and David A. Wise, Discontinuous Distributions and Missing Persons: The Minimum Wage and Unemployed Youth, Econometrica, vol. 51, no. 6, November 1983, pp. 1677-1698.",
        "Jacob A. Mincer, Unemployment Effects of the Minimum Wage, Journal of Political Economy, vol. 84, no. 4, part 2, August 1976, pp. S87-S104.",
        "Jacob Mincer and Linda Leighton, Effect of Minimum Wages on Human Captial Formation, in Simon Rottenberg, ed., The Economics of Legal Minimum Wages, Washington: American Enterprise Institute, 1981.",
        "David A. Nichols, Comment, in Haveman and Palmer, eds. , op. cit., 1982, pp. 92-94.",
        "Walter Oi, The Durability of Worker-Firm Attachments, rnimeo, Rochester, March 1983.",
        "Sherwin Rosen, Learning and Experience in the Labor Market, Journal of Human Resources, vol VII, no. 3, Summer 1972, pp. 326-342.",
        "Steven F. Venti, The Effects of Income Maintenance on Work, Schooling, and Non-Market Activities of Youth, Review of Economics and Statistics, vol. 66, no. 1, February 1984, pp. 16-25."
    ]
}