{
    "id": 16228,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Bagehot, William (1873): Lombard Street, New York: Scribner, reprinted by John Wiley and Sons Bernanke, Ben and Mark Gertler (1999): \"Monetary Policy and Asset Price Volatility\" in New Challenges for Monetary Policy, Kansas City: Federal Reserve Bank of Kansas City.",
        "Bernanke, Ben, Mark Gertler and Simon Gilchrist (1999): \"The Financial Accelerator in a Quantitative Business Cycle Model,\" in John B. Taylor and Michael Woodford, editors, Handbook of Macroeconomics, Amsterdam: North Holland.",
        "Bernanke, Ben (2010): \"Monetary Policy and the Housing Bubble,\" Annual Meeting of the American Economic Association, Atlanta Georgia, January 3.",
        "Brunnermeier, Markus K. and Lasse H. Pedersen (2008): \"Market Liquidity and Funding Liquidity,\" Review of Financial Studies, 22(6), pp. 2201-2238.",
        "Dang, T.V., Gary Gorton and Bengt HÃ\u0083Â¶lmstrom (2009): \"The Optimality of Debt in Liquidity Provision,\" notes.",
        "Dew-Becker, Ian (2009): \"Investment and the Cost of Capital in the Cross-Section: The Term Spread Predicts the Duration of Investment\", mimeo, Harvard University.",
        "Diamond, Douglas and Phil Dybvig (1983): \"Bank Runs, Deposit Insurance, and Liquidity,\" Journal of Political Economy 91, pp. 401-419.",
        "Giovannini, Alberto (2010): Financial System Reform Proposals from First Principles, Center for Economic Policy Research Policy Insight No. 45, January.",
        "Gorton, Gary (2007): Slapped by the Invisible Hand: The Panic of 2007, Oxford: Oxford University Press.",
        "Greenspan, Alan (2003): \"Opening Remarks\" in Monetary Policy and Uncertainty: Adapting to a Changing Economy, Kansas City: Federal Reserve Bank of Kansas City.",
        "HÃ\u0083Â¶lmstrom, Bengt and Jean Tirole (1998): \"Private and Public Supply of Liquidity,\" Journal of Political Economy, 106, pp. 1-40.",
        "Miron, Jeffrey A. (1989): \"The Founding of the Fed and the Destabilization of the Post-1914 US Economy,\" in Marcello De Cecco and Alberto Giovannini, eds., A European Central Bank?. Cambridge: Cambridge University Press.",
        "Sprague, O.M.W. (1919): History of Crises Under the National Banking System, Washington, D.C.: Government Printing Office.",
        "Stein, Jeremy C. (2010): \"Monetary Policy as Financial Stability Regulation,\" mimeo, Harvard University, April.",
        "Tirole, Jean (2010): \"Illiquidity and All Its Friends,\" mimeo, Toulouse School of Economics, February 26."
    ]
}