{
    "id": 16222,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Campbell, John Y., 1991, A Variance Decomposition for Stock Returns, Economic Journal 101:157179.",
        "Campbell, John Y., 1993, Intertemporal Asset Pricing Without Consumption Data, American Economic Review 83:487512.",
        "Campbell, John Y., 1996, Understanding Risk and Return, Journal of Political Economy 104:298345.",
        "Campbell, John Y., Christopher Polk, and Tuomo Vuolteenaho, 2010, Growth or Glamour? Fundamentals and Systematic Risk in Stock Returns Review of Financial Studies 23:305344.",
        "Campbell, John Y. and Robert J. Shiller, 1988a, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1:195228.",
        "Campbell, John Y. and Robert J. Shiller, 1988b, Stock Prices, Earnings, and Expected Dividends, Journal of Finance 43:661676.",
        "Campbell, John Y. and Robert J. Shiller, 1998, Valuation Ratios and the Long-Run Stock Market Outlook, Journal of Portfolio Management 24(2):1126.",
        "Campbell, John Y. and Sam Thompson, 2008, Predicting Excess Stock Returns Out of Sample: Can Anything Beat the Historical Average?, Review of Financial Studies 21:15091531.",
        "Campbell, John Y. and Tuomo Vuolteenaho, 2004, Bad Beta, Good Beta, American Economic Review 94:12491275.",
        "Chen, Long and Xinlei Zhao, 2009, Return Decomposition, Review of Financial Studies 22:52135249.",
        "Cochrane, John H., 2008, The Dog That Did Not Bark: A Defense of Return Predictability, Review of Financial Studies 21:1533-1575.",
        "Davis, James L., Eugene F. Fama, and Kenneth R. French, Characteristics, Covariances, and Average Returns: 1929 to 1997, Journal of Finance 55:389406.",
        "Engsted, Tom, Thomas Q. Pedersen, and Carsten Tanggaard, 2010, Pitfalls in VAR Based Return Decompositions: A Clari...cation, unpublished paper, University of Aarhus.",
        "Epstein, Lawrence and Stanley Zin, 1989, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework , Econometrica 57:93769.",
        "Epstein, Lawrence and Stanley Zin, 1991, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Investigation , Journal of Political Economy 99:26386.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25:23-50.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds,Journal of Financial Economics 33, 356.",
        "Goyal, Amit and Ivo Welch, 2008, A Comprehensive Look at the Empirical Performance of Equity Premium Prediction, Review of Financial Studies 21:1455 1508.",
        "Graham, Benjamin and David L. Dodd, 1934, Security Analysis, ...rst edition, McGraw Hill, New York.",
        "Hansen, Lars Peter, John Heaton, and Amir Yaron, 1996, Finite-Sample Properties of Some Alternative GMM Estimators, Journal of Business and Economic Statistics 14:262280.",
        "Merton, Robert C., 1973, An Intertemporal Capital Asset Pricing Model, Econometrica 41:86787.",
        "Polk, Christopher, Sam Thompson, and Tuomo Vuolteenaho, 2006, Cross-Sectional Forecasts of the Equity Premium, Journal of Financial Economics 81:101141.",
        "Ranish, Ben, 2009, Was This Stock Market Crash Dierent?, unpublished paper, Harvard University.",
        "Schroder, Mark and Costis Skiadas, 1999, Optimal Consumption and Portfolio Selection With Stochastic Dierential Utility, Journal of Economic Theory 89:68126."
    ]
}