{
    "id": 16223,
    "cites": 119,
    "cited_by": 62,
    "reference": [
        "Acharya, Viral, and Lasse Heje Pedersen, 2005, Asset Pricing with Liquidity Risk, Journal of Financial Economics 77, 2, 375410.",
        "Acharya, Viral, and Stephen M. Schaefer, 2006, Liquidity Risk and Correlation Risk: Implications for Risk Management, London Business School Working Paper.",
        "Acharya, Viral, Douglas M. Gale, and Tanju Yorulmazer, 2009, Rollover Risk and Market Freezes, London Business School Working Paper.",
        "Acharya, Viral, and Matthew Richardson, eds., 2009, Restoring Financial Stability: How to Repair a Failed System. New York: John Wiley & Sons.",
        "Acharya, Viral, Pedersen, Lasse H., Philippon, Thomas, and Matthew Richardson, 2010, Measuring Systemic Risk, New York University Working Paper.",
        "Adrian, Tobias, 2007, Measuring Risk in the Hedge Fund Sector, Current Issues in Economics and Finance 13, 3, 17.",
        "Adrian, Tobias and Hyun Song Shin, 2008, Liquidity and Leverage, Federal Reserve Bank of New York Staff Report no. 328.",
        "Adrian, Tobias, and Markus, Brunnermeier, 2009, CoVaR, Princeton University Working Paper.",
        "Agarwal, Vikas, and Narayan Y. Naik, 2004, Risks and Portfolio Decisions Involving Hedge Funds, Review of Financial Studies 17, 6398.",
        "Agarwal, Vikas, William H. Fung, Yee Cheng Loon, and Narayan Y. Naik, 2006, Risk and Return in Convertible Arbitrage: Evidence from the Convertible Bond Market, Georgia State University Working Paper.",
        "Aikman, David, Piergiorgio Alessandri, Bruno Eklund, Prasanna Gai, Sujit Kapadia, Elizabeth Martin, Nada Mora, Gabriel Sterne, and Matthew Willison, 2009, Funding Liquidity Risk in a Quantitative Model of Systemic Stability, Bank of England Working Paper No. 372.",
        "Allen, Franklin, and Douglas Gale, 1994, Liquidity Preference, Market Participation and Asset Price Volatility, American Economic Review 84, 933955.",
        "Allen, Franklin, and Douglas Gale, 1998, Optimal Financial Crisis, Journal of Finance 53, 12451284.",
        "Allen, Franklin, and Douglas Gale, 2000, Financial Contagion, Journal of Political Economy 108, 1, 133.",
        "Allen, Franklin, 2001, Do Financial Institutions Matter?, Journal of Finance 56, 4, 11651175.",
        "Amihud, Yakov, 2002, Illiquidity and Stock Returns: Cross-Section and Time-Series Effects,  Journal of Financial Markets 5, 3156.",
        "Ang, Andrew, and Geert Bekaert, 2002, International Asset Allocation With Regime Shifts, The Review of Financial Studies 15, 4, 11371187.",
        "Ang, Andrew, Robert Hodrick, Yuhang Xing, and Xiaoyan Zhang, 2009, High Idiosyncratic Volatility and Low Returns: International and Further U.S. Evidence, Journal of Financial Economics 91, 1, 123.",
        "Aragon, George, and Philip, Strahan, 2009, Hedge Funds as Liquidity Providers: Evidence from the Lehman Bankruptcy, NBER Working Paper No. w15336.",
        "Asness, Cliff, Robert Krail, and John Liew, 2001, Do Hedge Funds Hedge?, The Journal of Portfolio Management 28, 619.",
        "Bae, Kee-Hong, G. Andrew Karolyi, and Rene M. Stulz, 2003, A New Approach to Measuring Financial Contagion, The Review of Financial Studies 16, 3, 717763.",
        "Bali, Turan G., Suleyman Gokcan, and Bing Liang, 2007, Value at Risk and the CrossSection of Hedge Fund Returns, Journal of Banking and Finance 30, 4, 11351166.",
        "Basel Committee on Banking Supervision, 2009, Strengthening the Resilience of the Banking Sector, Consultative Document.",
        "Battiston, Stefano, Delli Gatti, Domenico, Gallegati, Mauro, Greenwald, Bruce C. and Joseph E. Stiglitz, 2009, Liasons Dangereuses: Increasing Connectivity, Risk Sharing, and Systemic Risk, NBER Working Paper 15611.",
        "Bhansali, Vineer, Robert Gingrich, and Francis Longstaff, 2008, Systemic Credit Risk: What is the Market Telling Us?, Financial Analysts Journal 64, 4, 1624.",
        "Bhattacharya, Sudipto, and Douglas Gale, 1987, Preference Shocks, Liquidity and Central Bank Policy, in New Approaches to Monetary Economics, ed. by William Barnett, and Kenneth Singleton, Cambridge University Press, Cambridge, UK.",
        "Bech, Morten, James T. E. Chapman, and Rod Garratt, 2009, Which Bank Is the `Central ' Bank? An Application of Markov Theory to the Canadian Large Value Transfer System, Federal Reserve Bank of New York Staff Report #356.",
        "Bekaert, Geert, and Campbell R. Harvey, 1995, Time-Varying World Market Integration, Journal of Finance 50, 2, 403444.",
        "Bekaert, Geert, Robert Hodrick, and Xiaoyan Zhang, 2009, Is There a Trend in Idiosyncratic Volatility?, Columbia University Working Paper.",
        "Billio, Monica, and Loriana Pelizzon, 2000, Value-at-Risk: A Multivariate Switching Regime Approach, Journal of Empirical Finance 7, 531554.",
        "Billio, Monica, and Loriana Pelizzon, 2003, Volatility and Shocks Spillover Before and After EMU in European Stock Markets, Journal of Multinational Financial Management 13, 323340.",
        "Billio, Monica, Mila Getmansky, and Loriana Pelizzon, 2009, Crises and Hedge Fund Risks Ca' Foscari University of Venice Working Paper.",
        "Bollen, Nicolas P.B., Stephen F. Gray, and Robert E. Whaley, 2000, Regime Switching in Foreign Exchange Rates: Evidence from Currency Options, Journal of Econometrics 94, 239276.",
        "Bollen, Nicolas P.B., and Robert E. Whaley, 2009, Hedge Fund Risk Dynamics: Implications for Performance Appraisal, Journal of Finance 64, 2, 9851035.",
        "Bondarenko, Oleg, 2007, Variance Trading and Market Price of Variance Risk, University of Illinois at Chicago Working Paper.",
        "Boyson, Nicole M., Christof W. Stahel, and Rene M. Stulz, 2009 (forthcoming), Hedge Fund Contagion and Liquidity Shocks, Journal of Finance.",
        "Brooks, Chris, and Gita Persand, 2001, The Trading Profitability of Forecasts of the Gilt-Equity Yield Ratio, Journal of International Forecasting 17, 1129.",
        "Brown, Stephen J., William N. Goetzmann, and James M. Park, 2000, Hedge Funds and the Asian Currency Crisis of 1997, Journal of Portfolio Management 26, 4, 95101.",
        "Brunnermeier, Markus, and Stefan Nagel, 2004, Hedge Funds and the Technology Bubble, Journal of Finance 59, 5, 20132040.",
        "Brunnermeier, Markus, Andrew Crocket, Charles Goodhart, Avinash Persaud, and Hyun Shin, 2009, The Fundamental Principals of Financial Regulation 11th Geneva Report on the World Economy.",
        "Brunnermeier, Markus, and Lasse Heje Pedersen, 2009, Market Liquidity and Funding Liquidity, Review of Financial Studies 22, 6, 22012238.",
        "Brunnermeier, Markus, 2009, Deciphering the Liquidity and Credit Crunch 2007-2008, Journal of Economic Perspectives 23, 1, 77100.",
        "Buraschi, Andrea, Kosowki Robert, and Fabio Trojani, 2009, `When There Is No Place to Hide': Correlation Risk and the Cross-Section of Hedge Fund Returns, Imperial College Working Paper.",
        "Castiglionesi, Fabio, Periozzi, Fabio, and Guido Lorenzoni, 2009, Financial Integration, Liquidity, and the Depth of Systemic Crisis, University of Tilburg Working Paper.",
        "Chan, Nicholas, Mila Getmansky, Shane M. Haas, and Andrew Lo, 2006, Do Hedge Funds Increase Systemic Risk?, Federal Reserve Bank of Atlanta Economic Review Q4, 49 80.",
        "Chan, Nicholas, Mila Getmansky, Shane M. Haas, and Andrew Lo, 2006, Systemic Risk and Hedge Funds, in M. Carey and R. Stulz, eds., The Risks of Financial Institutions. Chicago, IL: University of Chicago Press.",
        "Chen, Yong, and Bing Liang, 2007, Do Market Timing Hedge Funds Time the Market?, Journal of Financial and Quantitative Analysis 42, 827856.",
        "Danielsson, Jon and Jean-Pierre Zigrand, 2008, Equilibrium Asset Pricing with Systemic Risk, Economic Theory 35, 293319.",
        "Danielsson, Jon, Shin, Hyun Song, and Jean-Pierre Zigrand, 2009, Risk Appetite and Endogenous Risk, FRB NBER Research Conference on Quantifying Systemic Risk.",
        "De Bandt, Olivier, and Philipp Hartmann, 2000, Systemic Risk: A Survey, European Central Bank Working Paper No. 35.",
        "De Nicolo, Gianni and Marcella Lucchetta, 2009, Systemic Risk and the Macroeconomy, FRB NBER Research Conference on Quantifying Systemic Risk.",
        "Diamond, Douglas, and Raghuram Rajan, 2005, Liquidity Shortages and Banking Crises, Journal of Finance 60, 2, 615647.",
        "Dueker, Michael, and Christopher J. Neely, 2004, Can Markov Switching Models Predict Excess Foreign Exchange Returns? Federal Reserve Bank of St. Louis Working Paper 2001-021B.",
        "Duggey, Romney, 2009, The Quantification of Systemic Risk and Stability: New Methods and Measures, FRB NBER Research Conference on Quantifying Systemic Risk.",
        "Eichengreen, Barry, Donald Mathieson, Bankim Chadha, Anne Jansen, Laura Kodres, and Sunil Sharma, 1998, Hedge Fund and Financial Market Dynamics, Occasional Paper 166. Washington: International Monetary Fund (May 15).",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 356.",
        "Forbes, Kristin, and Roberto Rigobon, 2001, No Contagion, Only Interdependence: Measuring Stock Market Co-movements, Journal of Finance 57, 5, 22232261 Fung, William, and David A. Hsieh, 1997, Empirical Characteristics of Dynamic Trading Strategies: The Case of Hedge Funds, Review of Financial Studies 10, 275302.",
        "Fung, William, and David A. Hsieh, 2000, Performance Characteristics of Hedge Funds and Commodity Funds: Natural versus Spurious Biases, Journal of Financial and Quantitative Analysis 35, 291307.",
        "Fung, William, David A. Hsieh, and Konstantinos Tsatsoronis, 2000, Do Hedge Funds Disrupt Emerging Markets?, Brookings-Wharton Papers on Financial Services 377 421.",
        "Fung, William, and David A. Hsieh, 2001, The Risk in Hedge Fund Strategies: Theory and Evidence from Trend Followers, The Review of Financial Studies 14, 313341.",
        "Fung, William, and David A. Hsieh, 2002, Asset-Based Style Factors for Hedge Funds, Financial Analysts Journal 58, 1627.",
        "Fung, William, and David A. Hsieh, 2004, Hedge Fund Benchmarks: A Risk-Based Approach,  Financial Analysts Journal 60, 5, 6580.",
        "Fung, William, David A. Hsieh, Narayan Y. Naik, and Tarun Ramadorai, 2008, Hedge Funds: Performance, Risk, and Capital Formation, Journal of Finance 63, 5, 1777 1803.",
        "Geneva Association Systemic Risk Working Group, 2010, Systemic Risk in Insurance: An Analysis of Insurance and Financial Stability, Geneva, Switzerland.",
        "Getmansky, Mila, Andrew Lo, and Igor Makarov, 2004, An Econometric Analysis of Serial Correlation and Illiquidity in Hedge-Fund Returns, Journal of Financial Economics 74, 529609.",
        "Getmansky, Mila, Andrew Lo, and Shauna Mei, 2004, Sifting Through the Wreckage: Lessons from Recent Hedge-Fund Liquidations, Journal of Investment Management 2, 638.",
        "Gimein, Mark, 2005, Is a Hedge Fund Shakeout Coming Soon?, New York Times, Sunday, September 4.",
        "Glosten, Lawrence, and Lawrence Harris, 1988, Estimating the Components of the Bid/Ask Spread, Journal of Financial Economics 21, 123142.",
        "Goetzmann, William, Jonathan Ingersoll, Matthew Spiegel, and Ivo Welch, 2007,Portfolio Performance Manipulation and Manipulation-Proof Performance Measures, Review of Financial Studies 20, 5, 15031546.",
        "Gonzlez-Hermosillo, Brenda, Ceyla Pazarbasioglu, Robert Billings, 1997, Banking System Fragility: Likelihood Versus Timing of Failure. An Application to the Mexican Financial Crisis, IMF staff paper 44,3, 295314.",
        "Gonzalez-Hermosillo, Brenda, 1999, Determinants of Ex-ante Banking System Distress: A Macro-Micro Empirical Exploration of Some Recent Episodes, IMF Working Paper, WP/99/33 Gorton, Gary, 1988, Banking Panics and Business Cycles, Oxford Economic Papers, 40, 751781.",
        "Gorton, Gary, 2008, The Panic of 2007, Yale School of Management Working Paper.",
        "Gray, Dale, and Samuel Malone, 2008, Macrofinancial Risk Analysis. New York: John Wiley & Sons.",
        "Gray, Dale, 2009, Modeling Financial Crises and Sovereign Risks, to appear in Annual Review of Financial Economics 1.",
        "Gray, Dale and Andreas A. Jobst, 2010, New Directions in Financial Sector and Sovereign Risk Management, Journal of Investment Management 8, 1, 2338.",
        "Guidolin, Massimo, and Allan Timmermann, 2008, International Asset Allocation under Regime Switching, Skew and Kurtosis Preferences, Review of Financial Studies 21, 889935.",
        "Hamilton, James D., 1990, Analysis of Time Series Subject to Changes in Regime, Journal of Econometrics 45, 3970.",
        "Hamilton, James D., 1994, Time Series Analysis. New Jersey: Princeton University Press.",
        "Huang, Xin, Hao Zhou, and Haibin Zhu, 2009, A Framework for Assessing the Systemic Risk of Major Financial institutions, to appear in Journal of Banking and Finance.",
        "Huber, Peter J., 1981, Robust Statistics. New York: Wiley.",
        "Hwang, Soosung, and Stephen E. Satchell, 2007, The Disappearance of Style in U.S. Equity Market, Applied Financial Economics 17, 8, 597613.",
        "International Monetary Fund, 2009a, Systemically Important Institutions, Markets and Instruments (October 2009). Washington, DC: International Monetary Fund.",
        "International Monetary Fund, 2009b, Global Financial Stability Report: Responding to the Financial Crisis and Measuring Systemic Risks (April). Washington, DC: International Monetary Fund.",
        "Jansen, Dennis, and Casper de Vries, 1991,  On the Frequency of Large Stock Returns: Putting Booms and Busts into Perspective, Review of Economics and Statistics 73, 1824.",
        "Johnston, Barry, Effie Psalida, Phil de Imus, Jeanne Gobat, Mangal Goswami, Christian B. Mulder, and Francisco F. Vzquez , 2009, Addressing Information Gaps, IMF Staff Position Note SPN/09/06.",
        "Jorion, Philippe, 2005, Bank Trading Risk and Systemic Risk. In: Mark Carey and Rene' Stulz (eds), The Risks of Financial Institutions, Oxford Press.",
        "Kaminsky, Graciela, and Carmen M. Reinhart, 1998, The Twin Crisis: The Causes of Banking and Balance of Payments Problems, American Economic Review 89, 3, 473 500.",
        "Kendall, M, 1938, A New Measure of Rank Correlation, Biometrika 30, 8189.",
        "Khandani, Amir, and Andrew W. Lo, 2007, What Happened To The Quants in August 2007?, Journal of Investment Management 5, 2978.",
        "Khandani, Amir, and Andrew W. Lo, 2009, Illiquidity Premia in Asset Returns: An Empirical Analysis of Hedge Funds, Mutual Funds, and U.S. Equity Portfolios, Sloan MIT Working Paper.",
        "Khandani, Amir, Lo, Andrew, and Robert Merton, 2009, Systemic Risk and the Refinancing Ratchet Effect, MIT Sloan and Harvard Business School Research Paper.",
        "King Michael, and Philipp Maier, 2009,Hedge Funds and Financial Stability: Regulating Prime Brokers Will Mitigate Systemic Risks, Journal of Financial Stability 5, 283 297.",
        "Klaus, Benjamin, and Bronka Rzepkowski, 2009, Hedge funds and brokers, Goethe University Working Paper.",
        "Krishnamurthy, Arvind, 2008, Amplification Mechanisms in Liquidity Crises, Northwestern University Working Paper.",
        "Kritzman, Mark, Li, Yuanzhen, Page, Sebastien, and Roberto Rigobon, 2010, Principal Components as a Measure of Systemic Risk, Revere Street Working Paper.",
        "Learned, Michelle, and Francois S. Lhabitant, 2003, Hedge Fund Diversification: How Much is Enough?, Journal of Alternative Investments Winter, 5, 3, 23-49 .",
        "Lehar, Alfred, 2005, Measuring Systemic Risk: A Risk Management Approach, Journal of Banking and Finance, 29, 10, 25772603.",
        "Lettau, Martin, Sydney Ludvigson, and Jessica Wachter, 2008, The Declining Equity Premium: What Role Does Macroeconomic Risk Play?, The Review of Financial Studies 21, 4, 1653-1687 .",
        "Liang, Bing, and Hyuna Park, 2007, Share Restrictions, Liquidity Premium and Offshore Hedge Funds, University of Massachusetts, Amherst Working Paper.",
        "Lo, Andrew, and Wang, Jiang, 2000, Trading Volume: Definitions, Data Analysis, and Implications of Portfolio Theory, Review of Financial Studies 13, 257300.",
        "Lo, Andrew, 2008a, Hedge Funds: An Analytic Perspective. Princeton, NJ: Princeton University Press.",
        "Lo, Andrew, 2008b, Hedge Funds, Systemic Risk, and the Financial Crisis of 2007 2008: Written Testimony for the House Oversight Committee Hearing on Hedge Funds (November 13, 2008), Available at SSRN: http://ssrn.com/abstract=1301217.",
        "Longin, Francois, and Bruno, Solnik, 2001, Extreme Correlation of International Equity Markets, Journal of Finance 56, 2, 649676 Longin, Francois, 1996, The Asymmetric Distribution of Extreme Stock Market Returns, Journal of Business 69, 3, 383408.",
        "Longstaff, Francis A., Sanjay Mithal, and Eric Neis, 2005, Corporate Yield Spreads: Default Risk or Liquidity? New Evidence from the Credit-Default Swap Market, Journal of Finance 60, 6, 22132253.",
        "Mandelbrot, Benoit, 1963, The Variation of Certain Speculative Prices, Journal of Business 36, 394419.",
        "Mitchell, Mark, and Todd Pulvino, 2001, Characteristics of Risk and Return in Risk Arbitrage, Journal of Finance 56, 6, 21352175.",
        "Pacelle, Mitchell, Anita Raghavan, and Michael Siconolfi, 1998, How the Salesmanship and Brainpower Failed at Long-Term Capital, Wall Street Journal November 16, p.1. Pastor, Lubos, and Robert Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy 111, 642685.",
        "Rajan, Raghuram, 2006, Has Finance Made the World Riskier?, European Financial Management 12, 499533.",
        "Rigobon, Roberto, 2003, Identification Through Heteroskedasticity, Review of Economics and Statistics 85, 4, 777792.",
        "Rothman, Matthew, 2007a, Turbulent Times in Quant Land, U.S. Equity Quantitative Strategies, Lehman Brothers Research.",
        "Rothman, Matthew, 2007b, View from QuantLand: Where Do We Go Now?, U.S. Equity Quantitative Strategies, Lehman Brothers Research.",
        "Sadka, Ronnie, 2006, Momentum and Post-Earnings-Announcement Drift Anomalies: The Role of Liquidity Risk, Journal of Financial Economics 80, 309349.",
        "Schwarz, Gideon E., 1978, Estimating The Dimension Of A Model, Annals of Statistics 6, 2, 461-464.",
        "Singh, Manmohan, and James Aitken, 2009, Counterparty Risk, Impact on Collateral Flows and Role for Central Counterparties, IMF Working Paper WP/09/173.",
        "Soramaki, Kimmo, Morten L. Bech, Jeffrey Arnold, Robert J. Glass, and Walter E. Beyeler, 2007, The Topology of Interbank Payment Flows, Physica A 379, 317333.",
        "Tarashev, Nikola, Claudio Borio, and Kostas Tsatsaronis, 2009, The Systemic Importance of Financial Institutions, BIS Quarterly Review (September), 7587.",
        "Watts, Duncan, 1999, Small Worlds: The Dynamics of Networks between Order and Randomness. Princeton, NJ: Princeton University Press.",
        "Watts, Duncan, and Steven Strogatz, 1998, Collective Dynamics of 'Small-World' Networks , Nature 393, 440442.",
        "White, Halbert, 1982, Maximum Likelihood Estimation of Misspecified Models, Econometrica 50, 125."
    ]
}