{
    "id": 16226,
    "cites": 30,
    "cited_by": 176,
    "reference": [
        "Aghion, Philippe, Philippe Bacchetta and Abhijit Banerjee (2004). Financial development and the instability of open economies, Journal of Monetary Economics, 51(6), 1077-1106.",
        "Backus, David K., Patrick J. Kehoe and Finn E. Kydland (1992). International real business cycles, Journal of Political Economy 100(4), 745-775.",
        "Baxter, Marianne and Mario J. Crucini (1995). Business cycles and the asset structure of foreign trade, International Economic Review 36(4), 821-854.",
        "Baxter, Marianne and Urban J. Jermann (1997). The international diversification puzzle is worse than you think, American Economic Review 87(1), 170-180.",
        "Benhabib, Jess, Richard Rogerson and Randall Wright (1991). Homework in macroeconomics: household production and aggregate fluctuations, Journal of Political Economy 99(6), 1166-1187.",
        "Bernanke, Ben S., Mark Gertler and Simon Gilchrist (1999). The financial accelerator in a quantitative business cycle framework. In John B. Taylor and Michael Woodford (eds.), Handbook of Macroeconomics Volume 1C, 1341-1393, North-Holland.",
        "Bernanke, Ben S., and Mark Gertler (1999). Monetary policy and asset price volatility, Federal Reserve Bank of Kansas City Economic Review, Fourth Quarter, 17-51.",
        "Campbell, John Y. and N. Gregory Mankiw (1990). Permanent income, current income, and consumption, Journal of Business and Economic Statistics, 8(3), 265-279.",
        "Cordoba, Juan-Carlos and Marla Ripoll (2004). Credit cycles redux, International Economic Review 45(4), 1011-1046.",
        "Dedola, Luca and Giovanni Lombardo (2009). Financial frictions, financial integration and the international propagation of shocks, mimeo.",
        "Devereux, Michael B. and Alan Sutherland (2010a). Country portfolios in open economy macro models, Journal of the European Economic Association, forthcoming.",
        "Devereux, Michael B. and Alan Sutherland (2010b). Country portfolio dynamics, Journal of Economic Dynamics and Control, forthcoming.",
        "Devereux, Michael B. and James Yetman (2010). An international business cycle model of financial transmission, in progress.",
        "Faia, Ester (2007). Finance and international business cycles, Journal of Monetary Economics 54(4), 1018-1034.",
        "Geanakoplos, John (2009). The leverage cycle, NBER Macroeconomics Annual, forthcoming.",
        "Gilchrist, Simon (2004). Financial markets and financial leverage in a two-country world economy, In Luis Antonio Ahumada and J. Rodrigo Fuentes (eds.), Series on Central Banking, Analysis and Economic Policies, Vol VII: Banking Market Structure and Monetary Policy, Central Bank of Chile Heathcote, Jonathan and Fabrizio Perri (2005). Financial globalization and real regionalization, Journal of Economic Theory, 119(1), 207-243.",
        "Heathcote, Jonathan and Fabrizio Perri (2002). Financial autarky and international business cycles, Journal of Monetary Economics, 49(3), 601-627.",
        "Iacoviello, Matteo (2005). House prices, borrowing constraints, and monetary policy in the business cycle, American Economic Review, 95(3), 739-764.",
        "Imbs, Jean (2004). Trade, finance, specialization, and synchronization, Review of Economics and Statistics, 86(3), 723-734.",
        "Imbs, Jean (2006). The real effects of financial integration, Journal of International Economics, 68(2), 296-324.",
        "Kiyotaki, Nobuhiro and John Moore (1997). Credit cycles, Journal of Political Economy, 105(2), 211-248.",
        "Kocherlakota, Narayana R. (2000). Creating business cycles through credit constraints, Federal Reserve Bank of Minneapolis Quarterly Review, 24(3), 2-10.",
        "Krugman, Paul (2008). The international finance multiplier, http://www.princeton.edu/~pkrugman/finmult.pdf.",
        "Mendoza, Enrique G. and Katherine A. Smith (2006). Quantitative implications of a debtdeflation theory of Sudden Stops and asset prices, Journal of International Economics, 70(1), 82-114.",
        "Mendoza, Enrique G. (2006). Endogenous sudden stops in a business cycle model with collateral constraints: a Fisherian deflation of Tobin's Q, NBER Working Paper, 12564.",
        "Mohan, Rakesh (2009). Global financial crisis: causes, consequences and India's prospects, http://rbidocs.rbi.org.in/rdocs/Speeches/PDFs/IIBISSApril212009.pdf.",
        "Pavlova, Anna and Roberto Rigobon (2008). The role of portfolio constraints in the international propagation of shocks, Review of Economic Studies, 75(4), 1215-1256.",
        "Rigobon, Roberto (2003). On the measurement of the international propagation of shocks: is the transmission stable? Journal of International Economics, 61(2), 261-283.",
        "Tille, Cedric and Eric van Wincoop (2007). International capital flows, Federal Reserve Bank of New York Staff Report, 280.",
        "Uribe, Martin (2006). Individual versus aggregate collateral constraints and the overborrowing syndrome, NBER Working Paper, W12260."
    ]
}