{
    "id": 16224,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Barbone, Luca, Bontch-Osmolovsky, Misha and Salman Zaidi (2009), The Foreign-Born Population in the European Union and its Contribution to National Tax and Bene...t Systems Policy Research Working Paper, the World Bank (April).",
        "Bhagwati, Jagdish and Gordon Hanson (2009), editors, Skilled Immigration Today: Prospects, Problems and Policies, Oxford University Press.",
        "Boeri, Tito, Gordon Howard Hanson and Barry McCormick (2002a, 2002b), Immigration Policy and the Welfare System: A Report for the Fondazione Rodolfo Debenedetti, Oxford University Press.",
        "Cohen, Alon, and Assaf Razin (2008), The Skill Composition of Immigrants and the Generosity of the Welfare State: Free versus Policy-controlled Migration, NBER Working Paper No. 144459, October.",
        "Cohen, Alon, Razin, Assaf and Efraim Sadka (2009), The Skill Composition of Migration and the Generosity of the Welfare State, NBER Working Paper No. 14738, February.",
        "Hainmueller, Jens, and Michael J. Hiscox (2010), Attitudes toward Highly Skilled and Low-skilled Immigration: Evidence from a Survey Experiment American Political Science Review, 104, no 1, February, 61-84",
        "Hanson, Gordon H. (2008), The Economic Consequence of the International Migration of Labor, NBER Working Paper No. 14490, November.",
        "Hanson, Gordon, Scheve, Kenneth, and Matthew J. Slaughter (2009) Individual Preferences over High-Skilled Immigration in the United States, in Bhagwati, Jagdish and Gordon Hanson, editors, Skilled Immigration Today: Prospects, Problems and Policies, Ox21 ford University Press.",
        "Hanson, Gordon, Scheve Kenneth and Matthew J. Slaughter (2007), Public Finance and Individual Preferences over Globalization Strategies Economics and Politics, 19(1), March, 1-33",
        "Jasso, Guillermina and Mark R. Rosenzweig (2009) Selection Criteria and the Skill Composition of Immigrants: A Comparative Analysis of Australian and U.S. Employment Immigration, in Bhagwati, Jagdish and Gordon Hanson, editors, Skilled Immigration Today: Prospects, Problems and Policies, Oxford University Press.",
        "Mayda, Anna Maria (2006), Who Is Against Immigration? A Cross-Country Investigation of Individual Attitudes toward Immigrants , Review of Economics and Statistics.",
        "Mendoza, Enrique, G., and Linda L. Tesar (2005), Why hasn't tax competition triggered a race to the bottom? Some quantitative lessons from the EU, Journal of Monetary Economics, 52, 163-204.",
        "Razin, Assaf, Sadka, Efraim and Phillip Swagel (2002a),The aging population and the size of the welfare state,. Journal of Political Economy 110, 900-- 918.",
        "Razin, Assaf, Sadka, Efraim, and Phillip Swagel, (2002b). Tax burden and migration: a political economy theory and evidence, Journal of Public Economics 85,167-- 190.",
        "Smith, James P. and Barry Edmouston, editors, (1997), The New Americans: Economic, Demographic and Fiscal Eects of Immigration, National Academy Press, Washington, D.C"
    ]
}