{
    "id": 16236,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Climatic Research Unit at the University of East Anglia (1992), World Climate Disc  Global Climatic Change Data. Cambridge: Chadwyck-Healey, Ltd.",
        "Cuenca Esteban, J. (2001), The British Balance of Payments, 1772-1820: India Transfers and War Finance. Economic History Review 54(1), 58-86.",
        "EjrnÃ\u0083Â¦s, M. and K.G. Persson (2006), The Gains from Improved Market Efficiency: Trade Before and After the Transatlantic Telegraph. University of Copenhagen Discussion Paper 06-19.",
        "O'Brien, P.K. (1989), The Impact of the Revolutionary and Napoleonic Wars, 1793-1815, on the Long-Run Growth of the British Economy. Review, 12(3), 335-395.",
        "O'Connel, P.G.J. and S. J.Wei (1996), The Bigger They Are, the Harder They Fall: Retail Price Differences across U.S. Cities. Journal of International Economics 56(1), 21-53.",
        "O'Grada, C. (2005), Markets and Famine in Pre-Industrial Europe. Journal of Interdisciplinary History 36(2), 143-166.",
        "O'Grada, C. (2007), Making Famine History. Journal of Economic Literature 45(1), 5-38.",
        "O'Rourke, K.H. and J.G. Williamson (2002), After Columbus: Explaining Europe's Overseas Trade Boom, 1500-1800. Journal of Economic History 62(2), 417-456.",
        "O'Rourke, K.H. and J.G. Williamson (2004), Once More: When Did Globalisation Begin? European Review of Economic History 8(1), 109-117.",
        "O'Rourke, K.H. (2006), The Worldwide Economic Impact of the French Revolutionary and Napoleonic Wars. Journal of Global History 1(1), 123-149.",
        "O'Rourke, K. H. (2007), War and Welfare: Britain, France and the United States 1807-14, Oxford Economic Papers Supplementary Issue 59: i8-i30.",
        "Stuart Jones, E.H. (1950), The Last Invasion of Britain. Cardiff: University of Wales Press.",
        "Vries, Jan de (1981), Measuring the Impact of Climate on History. In R. Rotberg and T. Rabb (Ed.s), Climate and History. Princeton: Princeton University Press, 19-50."
    ]
}