{
    "id": 16235,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Adar, Zvi, and James M. Griffin. 1976. Uncertainty and the Choice of Pollution Control Instruments. Journal of Environmental Economics and Management. 3:178-188.",
        "Baumol, William J., and Wallace E. Oates. 1988. The Theory of Environmental Policy. New York: Cambridge University Press.",
        "Brown, John. 1973. Toward an Economic Theory of Liability. Journal of Legal Studies. 2:323-350.",
        "Coase, Ronald. 1960. The Problem of Social Cost. Journal of Law and Economics. 3:1-44.",
        "Dobbs, Dan B. 2000. The Law of Torts. St. Paul: West.",
        "Farber, Daniel A., Jody Freeman, Ann E. Carlson, and Roger W. Findlay. 2006. Cases and Materials on Environmental Law, seventh ed. St. Paul: West. Helfand, Gloria E., Peter Berck, and Tim Maull. The Theory of Pollution Policy. Ch. 6, pp. 249-303, in Handbook of Environmental Economics, vol. 1, Karl-GÃ\u0083Â¶ran MÃ\u0083Â¤ler and Jeffrey R. Vincent, editors. Amsterdam: Elsevier.",
        "Kaplow, Louis, and Steven Shavell. 2002. On the Superiority of Corrective Taxes to Quantity Regulation. American Law and Economics Review. 4:1-17.",
        "Landes, William M., and Richard A. Posner. 1987. The Economic Structure of Tort Law. Cambridge: Harvard University Press.",
        "Mas-Colell, Andreu, Michael D. Whinston, and Jerry R. Green. 1995. Microeconomic Theory. New York: Oxford University Press.",
        "Pindyck, Robert S., and Daniel L. Rubinfeld. 2009. Microeconomics, Seventh edition. Saddle River, NJ: Prentice-Hall.",
        "Posner, Richard A. 2007. Economic Analysis of Law, Seventh edition. New York: Aspen.",
        "Revesz, Richard L., and Robert N. Stavins. 2007. Environmental Law. Ch. 8, pp. 499589, in Handbook of Law and Economics, vol. 1, A. Mitchell Polinsky and Steven Shavell, editors. Amsterdam: Elsevier.",
        "Shavell, Steven. 1980. Strict Liability versus Negligence. Journal of Legal Studies. 9:1-25.",
        "Shavell, Steven. 1987. Economic Analysis of Accident Law. Cambridge: Harvard University Press.",
        "Shavell, Steven. 1993. The Optimal Structure of Law Enforcement. Journal of Law and Economics. 36:255-287.",
        "Shavell, Steven. 2011. Corrective Taxation versus Liability. Amerian Economic Review. Forthcoming in the papers and proceedings May issue.",
        "Stavins, Robert N. 2003. Experience with Market-Based Environmental Policy Instruments. Ch. 9, pp. 355-435, in Handbook of Environmental Economics, vol. 1, Karl-GÃ\u0083Â¶ran MÃ\u0083Â¤ler and Jeffrey R. Vincent, editors. Amsterdam: Elsevier.",
        "Weitzman, Martin L. 1974. Prices vs. Quantities. Review of Economic Studies. 41:477491.",
        "White, Michelle J., and Donald Wittman. 1983. A Comparison of Taxes, Regulation, and Liability Rules Under Imperfect Information. Journal of Legal Studies. 12:413-425."
    ]
}