{
    "id": 16237,
    "cites": 28,
    "cited_by": 18,
    "reference": [
        "Alonso, William, Location and Land Use, Harvard University Press, 1964.",
        "Autor, David H., Christopher J. Palmer, and Parag A. Pathak, Housing Market Spillovers: Evidence from the End of Rent Control in Cambridge Massachusetts, 2010.",
        "Bayer, Patrick, Hanming Fang, and Robert McMillan, Separate when equal? Racial Inequality and Residential Segregation, 2009.",
        ", Robert McMillan, and Fernando Ferreira, A Unified Framework for Measuring Preferences for Schools and Neighborhoods, The Journal of Political Economy, 2007, 115 (4), 588638.",
        "Becker, Gary and Kevin Murphy, Social Economics: Market Behavior in a Social Environment, Harvard University Press, 2003.",
        "Brueckner, Jan K., The Determinants of Residential Succession, Journal of Urban Economics, 1977, 4 (1), 4559.",
        "Busso, Matias and Patrick Kline, Do Local Economic Development Programs Work? Evidence from the Federal Empowerment Zone Program, Unpublished 2007.",
        "Card, David, Alexandre Mas, and Jesse Rothstein, Tipping and The Dynamics of Segregation, 2008, pp. 177218.",
        "Case, Karl E. and Christopher J. Mayer, Housing Price Dynamics within a Metropolitan Area, Regional Science and Urban Economics, 1996, 26 (3-4), 387407.",
        "Davis, Morris A., Discussion of Endogenous Gentrification and Housing Price Dynamics, http://morris. marginalq.com/2010-02.md_discuss_efg.pdf 2010.",
        "Glaeser, Edward L. and Joseph Gyourko, The Impact of Building Restrictions on Housing Affordability, Economic Policy Review, 2003, 9 (2).",
        ", Jed Kolko, and Albert Saiz, Consumer city, Journal of Economic Geography, 2001, 1 (1), 27.",
        ", Joseph Gyourko, and Charles Nathanson, Housing Dynamics, Updated Version of NBER Working Paper 12787 2008.",
        "Gyourko, Joseph, Christopher J. Mayer, and Todd M. Sinai, Superstar Cities, NBER Working Paper 12355 2006.",
        "Jr., Robert E. Lucas and Esteban Rossi-Hansberg, On the Internal Structure of Cities, Econometrica, 2002, pp. 14451476.",
        "Kahn, Matthew E., Ryan Vaughn, and Jonathan Zasloff, The Housing Market Effects of Discrete Land Use Regulations: Evidence from the California Coastal Boundary Zone, 2009.",
        "Kolko, Jed, The Determinants of Gentrification, Unpublished 2007.",
        "Mian, Atif and Amir Sufi, The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis, Quarterly Journal of Economics, 2009, 124 (4).",
        "Mills, Edwin S., An Aggregative Model of Resource Allocation in a Metropolitan Area, The American Economic Review, 1967, pp. 197210.",
        "Muth, Richard F., Cities and Housing, Univ. of Chicago Press, 1969.",
        "Roback, Jennifer, Wages, Rents, and the Quality of Life, The Journal of Political Economy, 1982, 90 (6), 1257.",
        "Rose-Ackerman, S., Racism and Urban Structure, Journal of Urban Economics, 1975, 2 (1), 85103.",
        "Rosen, Sherwin, Wage-based Indexes of Urban Quality of Life, Current Issues in Urban Economics, 1979, 3.",
        "Rosenthal, Stuart S., Old homes, Externalities, and Poor Neighborhoods. A Model of Urban Decline and Renewal, Journal of Urban Economics, 2008, 63 (3), 816840.",
        "Rossi-Hansberg, Esteban, Pierre-Daniel Sartre, and Raymond Owens III, Housing Externalities, Journal of Political Economy, 2010, 118 (3), 485535.",
        "Voith, Richard, Does the Tax Treatment of Housing Create an Incentive for Exclusionary Zoning and Increased Decentralization?, Federal Reserve Bank of Philadelphia Working Paper No. 99-22 1999.",
        "Hedonic Home Price Index year 2000 54,162 - 88,589 88,590 - 116,864 116,865 - 167,009 167,010 - 222,603 222,604 - 393,091 A: Hedonic Home Price Index.",
        "Mean Income year 2000 21,989 - 36,975 36,976 - 45,456 45,457 - 52,583 52,584 - 59,037 59,038 - 114,112 B: Mean Income."
    ]
}