{
    "id": 16230,
    "cites": 35,
    "cited_by": 89,
    "reference": [
        "Bubb, Ryan and Alex Kaufman (2009), Securitization and Moral Hazard: Evidence from a Lender Cutoff Rule. Federal Reserve Bank of Boston Public Policy Discussion Paper No. 09-5, September.",
        "Cairns, Andrew (2004), Interest Rate Models: An Introduction. Princeton: Princeton University Press.",
        "Case, Karl E. and Robert J. Shiller (2003), Is There a Bubble in the Housing Market? Brookings Papers on Economic Activity, 2:299-342, Fall.",
        "Coleman, Major D., Michael LaCour-Little, and Kerry D. Vandell (2008), Subprime Lending and the Housing Bubble: Tail Wags Dog? University of California, Irvine, mimeo. Available online at http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1262365.",
        "Cox, John C., Jonathan E. Ingersoll, Jr., and Stephen A. Ross (1985), A Theory of the Term Structure of Interest Rates. Econometrica, 53(2):385-407, March.",
        "Favilukis, Jack, Sydney Ludvigson, and Stijn Van Nieuwerburgh (2010), Macroeconomic Implications of Housing Wealth, Housing Finance, and Limited Risk-Sharing in General Equilibrium, May 7, 2010, SSRN Working paper. Available online at: http://ssrn.com/abstract=1602163.",
        "Ferreira, Fernando, Gyourko, Joseph and Joseph Tracy (2010), Housing Busts and Household Mobility. Journal of Urban Economics, 68(1): 34-45.",
        "Garriga, Carlos (2009), Lending Standards in Mortgage Markets. Economic Synopses, No. 23, Federal Reserve Bank of St. Louis (posted May. 6, 2009).",
        "Glaeser, Edward L. and Joseph Gyourko (2006), Housing Dynamics NBER Working Paper, 12787, December 2006.",
        "_________________________________ (2008). The Case against Housing Price Supports, The Economists' Voice, Vol. 5, Issue 6, Article 3.",
        "Glaeser, Edward L., Joseph Gyourko, and Albert Saiz (2008), Housing Supply and Housing Bubbles. Journal of Urban Economics, 64(2):198-217, September.",
        "Greenspan, Alan (2010), The Crisis. Brookings Papers on Economic Activity, Spring. Forthcoming.",
        "Haurin, Donald R., Susan M. Wachter, and Patric H. Hendershott (1995), Wealth Accumulation and Housing Choices of Young Households: An Exploratory Investigation. National Bureau of Economic Research Working Paper No. 5070, March.",
        "Himmelberg, Charles, Christopher Mayer, and Todd Sinai (2005), Assessing High House Prices: Bubbles, Fundamentals and Misperceptions. Journal of Economic Perspectives, 19(4):67-92, Fall.",
        "Keys, Benjamin J., Tanmoy Mukherjee, Amit Seru, and Vikrant Vig (2009), Financial Regulation and Securitization: Evidence from Subprime Mortgage Loans. Journal of Monetary Economics, 56(5):700-720, July.",
        "_______________________________________________________ (2010), Did Securitization Lead to Lax Screening? Evidence from Subprime Loans. Quarterly Journal of Economics, 125(1):307-362, February.",
        "Khandani, Amir, Andrew W. Lo, and Robert C. Merton (2009), Systemic Risk and the Refinancing Ratchet Effect. National Bureau of Economic Research Working Paper No. 15362, September.",
        "Mas, Alexandre and Enrico Moretti (2009), Peers at Work. American Economic Review, 99(1):112-45, March.",
        "Mayer, Christopher J. and Gary V. Engelhardt (1996), Gifts, Down Payments, and Housing Affordability. Journal of Housing Research, 7(1):59-77, Spring.",
        "Mayer, Christopher and Todd Sinai (2005). Bubble Trouble? Not Likely, Wall Street Journal editorial, September 19, 2005.",
        "____________________________ (2009), U.S. House Price Dynamics and Behavioral Finance. In Christopher L. Foote, Lorenz Goette and Stephan Meier, eds., Policy Making Insights from Behavioral Economics. Boston, Mass: Federal Reserve Bank of Boston, ch. 5.",
        "Mian, Atif and Amir Sufi (2009), The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis. Quarterly Journal of Economics, 122(4):1449-1496, November.",
        "____________________ (2010), Household Leverage and the Recession of 2007 to 2009. National Bureau of Economic Research Working Paper No. 15892, April.",
        "Minnesota Population Center (2004). National Historical Geographic Information System: Version 0.1. Minneapolis, MN: University of Minnesota. Available online at http://www.nhgis.org/. Munnell, Alicia H., Geoffrey M. B. Tootell, Lynn E. Browne and James McEneaney, Mortgage Lending in Boston: Interpreting HMDA Data. American Economic Review, 86(1):25-53, March.",
        "Newey, Whitney K. and Kenneth D. West (1987), A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Econometrica 55(3):703-708, May.",
        "Pence, Karen M. (2006), Foreclosing on Opportunity: State Laws and Mortgage Credit. Review of Economics and Statistics, 88(1):177-182, February.",
        "Poterba, James (1984), Tax Subsidies to Owner-Occupied Housing: An Asset-Market Approach. Quarterly Journal of Economics, 99(4):729-752, November.",
        "Rice, Tara and Philip E. Strahan (2010), Does Credit Competition Affect Small-Firm Finance? Journal of Finance, 65(3):861-889, June.",
        "Saiz, Albert (2003), Room in the Kitchen for the Melting Pot: Immigration and Rental Prices. Review of Economics and Statistics 85(3):502-521, March.",
        "__________ (2007), Immigration and Housing Rents in American Cities. Journal of Urban Economics 61(2):345-371, March.",
        "__________ (2008), On Local Housing Supply Elasticity. The Wharton School, mimeo. Available online at http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1193422.",
        "Shiller, Robert J. (2005), Irrational Exuberance, 2nd Edition, Princeton: Princeton University Press.",
        "______________ (2006), Long-Term Perspectives on the Current Boom in Home Prices. The Economists' Voice, 3(4):4.",
        "Taylor, John B. (2009), Getting Off Track: How Government Actions and Interventions Caused, Prolonged, and Worsened the Financial Crisis. Stanford: Hoover Institution Press.",
        "Topel, Robert and Sherwin Rosen (1988), Housing Investment in the United States. Journal of Political Economy, 96(4):718-740, August."
    ]
}