{
    "id": 16239,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Altonji, Joseph G., Todd E. Elder & Christopher R. Taber, Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools, Journal of Political Economy, February 2005, 113(1), 151184.",
        "Brener, Nancy D., Laura Kann, Steven A. Kinchen, Jo Anne Grunbaum, Laura Whalen, Danice Eaton, Joseph Hawkins & James G. Ross, Methodology of the Youth Risk Behavior Surveillance System, Morbidity and Mortality Weekly Report, 24 September 2004, 53(RR-12), 113.",
        "Case, Anne & Christina Paxson, Stature and Status: Height, Ability, and Labor Market Outcomes, Journal of Political Economy, June 2008, 116(3), 499532.",
        "Chevalier, Arnaud & Leon Feinstein, Sheepskin or Prozac: The Causal Effect of Education on Mental Health, Geary Institute, University College Dublin, Working Paper 2007-15.",
        "Claessens, Amy, Greg Duncan & Mimi Engel, Kindergarten Skills and Fifth-Grade Achievement: Evidence from the ECLS-K, Economics of Education Review, August 2009, 28(4), 415427.",
        "Currie, Janet & Mark Stabile, Child Mental Health and Human Capital Accumulation: The Case of ADHD, Journal of Health Economics, November 2006, 25(6), 10941118.",
        "Currie, Janet & Mark Stabile, Mental Health in Childhood and Human Capital, National Bureau of Economic Research, Working Paper 13217, July 2007.",
        "Dehejia, Rajeev H. & Sadek Wahba, Propensity Score Matching Methods for Nonexperimental Causal Studies, Review of Economics and Statistics, February 2002, 84(1), 151161.",
        "Ding, Weili, Steven F. Lehrer, J. Niels Rosenquist & Janet Audrain-McGovern, The Impact of Poor Health on Academic Performance: New Evidence Using Genetic Markers, Journal of Health Economics, May 2009, 28(3), 578597.",
        "Eisenberg, Daniel, Ezra Golberstein & Justin B. Hunt, Mental Health and Academic Success in College, B.E. Journal of Economic Analysis and Policy: Contributions to Economic Analysis and Policy, 2009, 9(1).",
        "Farrell, Phillip & Victor R. Fuchs, Schooling and Health: The Cigarette Connection, Journal of Health Economics, December 1982, 1(3), 217230.",
        "Fletcher, Jason M., Adolescent Depression: Diagnosis, Treatment, and Educational Attainment, Health Economics, November 2008, 17(11), 12151235.",
        "Fletcher, Jason M. & Steven F. Lehrer, Using Genetic Lotteries within Families to Examine the Causal Impact of Poor Health on Academic Achievement, National Bureau of Economic Research, Working Paper 15148, July 2009.",
        "Fletcher, Jason & Barbara Wolfe, Child Mental Health and Human Capital Accumulation: The Case of ADHD Revisited: Comment, Journal of Health Economics, May 2008, 27(3), 794800.",
        "Grossman, Michael, The Correlation between Health and Schooling, 147211, in Terleckyj, Nestor E., ed., Household Production and Consumption, New York: Columbia University Press, 1973.",
        "Hallfors, Denise D., Martha W. Waller, Carol A. Ford, Carolyn T. Halpern, Paul H. Brodish & Bonita Iritani, Adolescent Depression and Suicide Risk: Association with Sex and Drug Behavior, American Journal of Preventive Medicine, October 2004, 27(3), 224231.",
        "Hysenbegasi, Alketa, Steven L. Hass & Clayton R. Rowland, The Impact of Depression on the Academic Productivity of University Students, Journal of Mental Health Policy and Economics, September 2005, 8(3), 145151.",
        "Kilpatrick, Dean G., Kenneth J. Ruggiero, Ron Acierno, Benjamin E. Saunders, Heidi S. Resnick & Connie L. Best, Violence and Risk of PTSD, Major Depression, Substance Abuse/Dependence, and Comorbidity: Results from the National Survey of Adolescents, Journal of Consulting and Clinical Psychology, August 2003, 71(4), 692700.",
        "Kostanski, Marion & Eleonora Gullone, Adolescent Body Image Dissatisfaction: Relationships with Self-esteem, Anxiety, and Depression Controlling for Body Mass, Journal of Child Psychology and Psychiatry, February 1998, 39(2), 255262.",
        "Lewinsohn, Peter M., Paul Rohde & John R. Seeley, Psychosocial Risk Factors for Future Adolescent Suicide Attempts, Journal of Consulting and Clinical Psychology, April 1994, 62(2), 297305.",
        "Perri, Timothy J., Health Status and Schooling Decisions of Young Men, Economics of Education Review, 1984, 3, 207213.",
        "Rosenbaum, Paul R. & Donald B. Rubin, The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika, April 1983, 70(1), 4155.",
        "Sanders, Christopher E., Tiffany M. Field, Miguel Diego & Michele Kaplan, Moderate Involvement in Sports is Related to Lower Depression Levels among Adolescents, Adolescence, Winter 2000, 35(140), 793797.",
        "Shaffer, David, Madelyn S. Gould, Prudence Fisher, Paul Trautman, Donna Moreau, Marjorie Kleinman & Michael Flory, Psychiatric Diagnosis in Child and Adolescent Suicide, Archives of General Psychiatry, April 1996, 53(4), 339348.",
        "Weissman, Myrna M., Susan Wolk, RisÃ\u0083Â« B. Goldstein, Donna Moreau, Philip Adams, Steven Greenwald, Claudia M. Klier, Neal D. Ryan, Ronald E. Dahl & Priya Wickramaratne, Depressed Adolescents Grown Up, Journal of the American Medical Association, 12 May 1999, 281(18), 17011713.",
        "Wilcox-Gok, Virginia, Dave E. Marcotte, Farah Farahati & Carey Borkoski, Early Onset Depression and High School Dropout, 2751, in Marcotte, Dave E. & Virginia Wilcox-Gok, ed., The Economics of Gender and Mental Illness, Oxford: Elsevier, 2004."
    ]
}