{
    "id": 1623,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Artus, P. (1983) Capital, Energy, and Labour Substitution: The Supply Block in OECD Medium-Term Models Paris: OEC1) Working Papers, No. 2.",
        "Atkinson, A.C. (1970) A Method for Discriminating Between Models Journal of the Royal Q..,~4,,.4,...1 ~ C fl ~ ~ .JU~4~LJ ~.,eries ~ .IL.. .)L...)~ L..JJ.",
        "Baily, M.N. (1974) Wages and Employment Under Uncertain Demand Review of Economic Studies 4: 37-50.",
        "Berndt, ER. and M.A. Fuss (1982) Productivity Measurement Using Capital Asset Valuation to Adjust for Variations in Utilization NBER Working Paper No. 895. Cambridge:National Bureau of Economic Research.",
        "Berndt, E.R. and C.J. Morrison (1981) Capacity Utilization Measures: Underlying Economic Theory and an Alternative Measure American Economic Review 71: 48-57.",
        "Berndt, ER., CJ. Morrison, and G.C. Watkins (1981) Dynamic Models of Energy Demand: An Assessment and Comparison in ER. Berndt and B.C. Fields, eds., Modeling and Measuring Natural Resource Substitution Cambridge Mass.: MIT Press.",
        "Berndt, E.R. and D.O. Wood (1979) Engineering and Econometric Interpretations of Energy-Capital Complementarity American Economic Review 69: 342- 354.",
        "Blinder, A.S. (1981) Inventories and the Structure of Macro Models American Economic Review 71: 11-16.",
        "Blinder, A.S. (1982) Inventories and Sticky Prices: More on the Microfoundations of Macroeconomics American Economic Review 72: 334-348.",
        "Brechling, F. and P. OBrian (1967) Short-run employment functions in manufacturing industries: An international comparison Review of Economics and Statistics 49: 277-287.",
        "Craine, R. (1973) On the Service Flow from Labour Review of Economic Studies 40: 39-46.",
        "Fair, R.C. (1969) The Short-Run Demand for Workers and Hours Amsterdam: North- Holland.",
        "Feldstein, M.S. (1967) Specification of the Labour Input in the Aggregate Production Function Review of Economic Studies 34: 375- 386.",
        "Foss, M.F. (1981) Long-run changes in the workweek of fixed capital American Economic Review 71: 58-63.",
        "Fuss, M. and D. McFadden (1978) Flexibility versus efficiency in ex ante plant design. In M. Fuss and D. McFadden, eds. Production Economics: A Dual Approach to Theory and Applications Amsterdam: North-Holland, pp. 311- 364.",
        "Gordon, R.J. (1981) Output Fluctuations and Gradual Price Adjustment Journal of Economic Literature 19: 493- 530.",
        "Hall, R.L. and C.J. Hitch (1939) Price Theory and Business Behaviour Oxford Economic Papers No. 2, May 1939, 12-45.",
        "Hamada, K. and Y. Kurosaka (1984) The Relationship Between Production and Unemployment in Japan European Economic Review 25: 71-94.",
        "Hay, G.A. (1970) Production, Price and Inventory Theory American Economic Review 60: 531-545.",
        "Helliwell, J.F., R.N. McRae, P. Boothe, M. Margolick, T. Padmore, A. Plourde and R. Plummer (1984) Energy and the National Economy: An Overview of the MACE Model in AD. Scott, ed., Progress in Natural Resource Economics. Oxford: Oxford University Press.",
        "Klein, L.R. and R.S. Preston (1967) Some New Results in the Measurement of Capacity Utilization American Economic Review 57: 34- 58.",
        "Kuh, E (1965) Cyclical and secular labor productivity in United States manufacturing Review of Economics and Statistics 47: 1-12.",
        "Lazear, EP. (1981) Agency, Earnings Profiles, Productivity, and Hours Restrictions American Economic Review 71: 606-620.",
        "Morrison, C.J. and ER. Bemdt (1981) Short-run labour productivity in a dynamic model Journal of Econometrics 16: 39-65.",
        "Oi, W.Y. (1962) Labour as a quasi-fixed factor Journal of Political Economy 70: 538-55 (December 1962).",
        "Okun, A.M. (1970) The Political Economy of Prosperity New York: Norton."
    ]
}