{
    "id": 16231,
    "cites": 34,
    "cited_by": 16,
    "reference": [
        "Bacchetta, Philippe and Eric van Wincoop, 2005, A Theory of the Currency Denomination of International Trade, Journal of International Economics, 67(2), pp.295-319.",
        "Deutsche Bundesbank, 1991. The Significance of the Deutsche Mark as an Invoicing Currency in Foreign Trade, Monthly Report, November, pp.40-44.",
        "Donnenfeld, Shabtai and Itzhak Zilcha, 1991, Pricing of Exports and Exchange Rate Uncertainty, Review of International Economics, 32, pp.10091022.",
        "Donnenfeld, Shabtai and Alfred Haug, 2003, Currency Invoicing in International Trade: an Empirical Investigation, Review of International Economics, 11(2), pp.332-345.",
        "Donnenfeld, Shabtai and Alfred Haug, 2008, Currency Invoicing of US Imports, International Journal of Finance and Economics, 13(2), pp.184-198.",
        "Friberg, Richard. 1998 In which Currency Should Exporters Set their Prices? Journal of International Economics, 45(1), pp.59-76.",
        "Friberg, Richard and Fredrik Wilander, 2008, The Currency Denomination of Exports---A Questionnaire Study, Journal of International Economics, 75, pp.54-69.",
        "Fukuda, Shin-ichi and Ji Cong, 1994, On the Choice of Invoice Currency by Japanese Exporters: The PTM Approach, Journal of the Japanese and International Economies, 8, pp.511529.",
        "Giovannini, Alberto, 1988, Exchange Rates and Traded Goods Prices, Journal of International Economics, 24, pp.45-68.",
        "Goldberg, Linda S. and CÃ\u0083Â©dric Tille, 2008, Vehicle Currency Use in International Trade, Journal of International Economics, 76(2), pp.177-192.",
        "Goldberg, Linda S. and CÃ\u0083Â©dric Tille, 2009, Micro, Macro, and Strategic Forces in International Trade Invoicing, NBER Working Paper No.15470, National Bureau of Economic Research.",
        "Grassman, Sven, 1973, A Fundamental Symmetry in International Payments. Journal of International Economics, 3, pp.105-16.",
        "Grassman, Sven, 1976, Currency Distribution and Forward Cover in Foreign Trade, Journal of International Economics, 6, pp.215221.",
        "Ito, Takatoshi, 1993. The Yen and the International Monetary System, in C.F. Bergsten and M. Noland, eds., Pacific Dynamism and the International Economic System, (Washington, D.C.: Institute of International Economics), pp.299-322.",
        "Johnson, Martin and Daniel Pick, 1997, Currency Quandary: The Choice of Invoicing Currency under Exchange-Rate Uncertainty, Review of International Economics, 5(1), pp.118-128.",
        "Kawai, Masahiro, 1996. The Japanese Yen as an International Currency: Performance and Prospects, in Ryuzo Sato, Rama Ramachandran, and Hajime Hori, eds., Organization, Performance, and Equity: Perspectives on the Japanese Economy, (Massachusetts: Kluwer Academic Publishers), pp.305-355.",
        "Kamps, Annette, 2006, The Euro as Invoicing Currency in International Trade, ECB Working Paper No.665, European Central Bank.",
        "Knetter, Michael M., 1989, Price Discrimination by U.S. and German Exporters, American Economic Review, 79(1), pp.198-210.",
        "Knetter, Michael M., 1993. International Comparison of Pricing-to-Market Behavior, American Economic Review, 83, pp.473-486.",
        "Krugman, Paul, 1980, Vehicle Currencies and the Structure of International Exchange, Journal of Money, Credit and Banking, 12, pp.513-526.",
        "Krugman, Paul, 1984, The International Role of the Dollar: Theory and Prospect, in John Bilson and Richard Marston, eds., Exchange Rate Theory and Practice, Chicago: University of Chicago Press, pp.261-278.",
        "Krugman, Paul R., 1987. Pricing to Market When the Exchange Rate Changes, in Sven W. Arndt and J. David Richardson, eds., Real-Financial Linkage among the Open Economies, (Cambridge: MIT Press), pp.49-70.",
        "Ligthart, Jenny and Jorge A. da Silva, 2007, Currency Invoicing in International Trade: A Panel Data Approach, Tilburg University Discussion Paper, No.2007-25.",
        "Marston, Richard C., 1990. Pricing to Market in Japanese Manufacturing, Journal of International Economics, 29, pp.217-236.",
        "Marston, Richard C., 1991. Pricing Behavior in Japanese and US Manufacturing, in P. Krugman (ed.), The US and Japan: Trade and Investment, University of Chicago Press.",
        "McKinnon, Ronald, I., 1979, Money in International Exchange: The Convertible Currency System, Oxford University Press.",
        "Ogawa, Eiji, and Junko Shimizu, 2005, A Deviation Measurement for Coordinated Exchange Rate Policies in East Asia, RIETI Discussion Paper, 05-E-017.",
        "Ogawa, Eiji, and Junko Shimizu, 2007, Progress toward a Common Currency Basket System in East Asia, RIETI Discussion Paper, 07-E-002.",
        "Parsons, Craig and Kiyotaka Sato, 2008, New Estimates of Exchange Rate Pass-Through in Japanese Exports, International Journal of Finance and Economics, 13(2), pp.174-183.",
        "Sato, Kiyotaka, 1999, The International Use of the Japanese Yen: The Case of Japan's Trade with East Asia, The World Economy, 22(4), pp.547584.",
        "Sato, Kiyotaka, 2003, Currency Invoicing in Japanese Exports to East Asia: Implications for the Yen Internationalization, Asian Economic Journal, 17(2), pp.129-154.",
        "Takagi, Shinji and Yushi Yoshida, 2001, Exchange Rate Movements and Tradable Goods Prices in East Asia: An Analysis Based on Japanese Customs Data, 1988-1999, IMF Staff Papers, 48(2), pp.266-289.",
        "Tavlas, George S., 1997. The International Use of the US Dollar: An Optimum Currency Area Perspective, The World Economy, Vol.20, No.6, pp.709-747.",
        "Tavlas, George S. and Yuzuru Ozeki, 1992. The Internationalization of Currencies: An Appraisal of the Japanese Yen, Occasional Paper, 90, (Washington, D.C.: International Monetary Fund)."
    ]
}