{
    "id": 1624,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Berger, Mark C., Changes in Labor Force Composition and Male Earnings: A Production Approach, Journal of Human Resources 18 (Spring 1983), 177-196.",
        "Borjas, George J., The Substitutability of Black, Hispanic and White Labor, Economic Inquiry 21 (January 1983), 93-106.",
        "Harry J. Holzer. Chicago: University of Chicago Press, 1986.",
        "Diewert, W.E., An Application of the Shephard Duality Theorem: A Generalized Leontief Production Function, Journal of Political Economy 79 (May/June 1971), 481-507.",
        "Freeman, Richard B. , The Effect of Demographic Factors on Age-Earnings Profiles, Journal of Human Resources 14 (Summer 1979), 289-318.",
        "Grant, James H., Substitution Among Labor, Labor and Capital in U.S. Manufacturing, Ph.D. diss., Michigan State University, 1979.",
        "Youths, White Women and Others, Review of Economics and Statistics 63 (August 1981), 354-360.",
        "Griffin, James M., The Approximation Characteristics of Generalized Functional Forms: Results from Pseudo-Data Experiments, Advances in Applied Micro- economics 2 (1982), 3-18.",
        "Grossman, Jean B., The Substitutability of Natives and Immigrants in Production, Review of Economics and Statistics 64 (November 1983), 596-603.",
        "Hamermesh, Daniel S., Labor Substitution, Unemployment and Wages - With Reference to Youths and Women, Mimeograph, Michigan State University, 1984.",
        "Hicks, John., Elasticity of Substitution Again: Substitutes and Com- plements, Oxford Economic Papers 22 (November 1970), 289-296.",
        "Johnson, George., The Demand for Labor by Educational Category, Southern Economic Journal 37 (October, 1970), 190-204.",
        "Sato, Ryuzo and Koizumi, Tetsunori., On the Elasticities of Substitution and Complementarity, Oxford Economic Papers 25 (March 1973), 44-56.",
        "Wales, Terence J., On the Flexibility of Functional Forms: An Empirical Approach, Journal of Econometrics 20 (June 1977), 183-193."
    ]
}