{
    "id": 16244,
    "cites": 42,
    "cited_by": 21,
    "reference": [
        "Alger, George (1934), Report on the Operation, Conduct, and Management of Title and Mortgage Guarantee Corporations. New York.",
        "Behrens, Carl F. (1952), Commercial Bank Activities in Urban Mortgage Financing. New York: National Bureau of Economic Research.",
        "Board of Governors of the Federal Reserve System (2008), Flow of Funds Accounts of the United States, Federal Reserve Statistical Release Z.1 (December 11, 2008), Washington, D.C. Bodfish, H. Morton (1931), History of Building and Loan in the United States, Chicago: United States Building and Loan League.",
        "Chamberlain, Edward and G. Edwards (1927), The Principles of Bond Investment, New York: Henry Holt.",
        "Carter, Susan B., Scott S. Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright (eds) (2006), Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, New York: Cambridge University Press.",
        "Clark, Horace and Frank A. Chase (1925), Elements of the Modern Building and Loan Associations, New York: Macmillan and Co.",
        "Cramp, Ralph (1940), Guaranteed Mortgage Companies in Review -- A program for the Future, Contemporary Law Pamphlets, Series 4, No. 6, NYU School of Law, 40 pp.",
        "Davis, Lance (1965), The Investment Market, 1870-1914: The Evolution of a National Market, Journal of Economic History, 25 (2), 355-93.",
        "Ewalt, Josephine (1962), A Business Reborn, Chicago: American Savings and Loan Institute.",
        "Federal Home Loan Bank Board, Annual Report, Washington, D.C., various years. Fisher, Ernest M. (1951), Urban Real Estate Markets: Characteristics and Financing, New York: National Bureau of Economic Research.",
        "Gray, John H. and George W. Terbough (1929), First Mortgages in Urban Real Estate, The Brookings Institute Pamphlet Series, 1 (2).",
        "Grebler, Leo, D. Blank and L. Winnick (1956), Capital Formation in Residential Real Estate, Princeton: Princeton University Press.",
        "Halliburton, Robert A. (1939), The Real Estate Bond House. Franklin, Indiana: Indiana University.",
        "Harriss, Lowell (1951), History and Policies of the Home Owners' Loan Corporation, New York: National Bureau of Economic Research.",
        "Herman, Edward, S. (1969), Conflicts in the Savings and Loan Industry, in I. Friend (ed.), Study of the Saving and Loan Industry. Vol. 2, Washington, D.C.: Government Printing Office.",
        "Hoagland, Henry (1935), The Relation of the Work of the Federal Home Loan Bank Board to Home Security and Betterment, Proceedings of the Academy of Political Science, 16 (2), 45-52.",
        "Johnson, Ernest A. (1936a), The Record of Long-term Real Estate Securities, Journal of Land and Public Utility Economics, 12 (1), 44-8.",
        "Johnson, Ernest A. (1936b), The Record of Long-term Real Estate Securities: By Types of Property, Journal of Land and Public Utility Economics, 12 (3), 306-9.",
        "Jones, Oliver and Leo Grebler (1961), The Secondary Mortgage Market, Los Angeles: UCLA.",
        "Klaman, Saul (1959), The Postwar Rise of the Mortgage Company, New York: National Bureau of Economic Research.",
        "Kendall, Leon T. (1962), The Savings and Loan Business, Englewood Cliffs, N.J.: Prentice-Hall.",
        "Koester, Genevieve (1939a), Chicago Real Estate Bonds, 1919-1938: I. Corporate History, Journal of Land and Public Utility Economics, 15 (1), 49-58.",
        "Koester, Genevieve (1939b), Chicago Real Estate Bonds, 1919-1938: II. Market Behavior, Journal of Land and Public Utility Economics, 15 (2), 201-11.",
        "Lintner, John. (1948), Mutual Savings Banks in the Savings and Mortgage Markets, Boston: Harvard University.",
        "Loucks, William N, ((1929), The Philadelphia Plan of Home Financing, Research Monograph No. 2, Chicago: The Institute for Research in Land Economics & Public Utilities.",
        "Miller, Cyrus (1930), An Organized Real Estate Securities Exchange, Annals of the American Academy of Political and Social Science, 148, 26-32.",
        "Morton, Joseph (1956), Urban Mortgage Lending: Comparative Markets and Experience, Princeton: Princeton University Press.",
        "New York State (1937), Report of the Joint Legislative Committee to Investigate the Guaranteed Mortgage Situation, Albany: J.B. Lyon Company.",
        "New York State Mortgage Commission (1936), Recommendations as to Proposed Legislation Pursuant to Subsection 21 of Section 4 of Chapter 19 of the Laws of 1935, Albany: J.B. Lyon Company.",
        "Piquet, Howard (1931), Building and Loan Associations in New Jersey, Princeton: Princeton University Press.",
        "Riegel, Robert and J. Russell Doubman (1927), The Building and Loan Association, New York: John Wiley & Sons.",
        "Robins, Kingman, (1916), The Farm Mortgage Handbook, New York: Doubleday.",
        "Saulnier, Raymond (1950), Urban Mortgage Lending by Life Insurance Companies, New York: National Bureau of Economic Research.",
        "Snowden, Kenneth (1988), Mortgage Lending and American Urbanization, 1880-1890, Journal of Economic History, 48 (2), 273-285.",
        "Snowden, Kenneth (1995), Mortgage Securitization in the U. S.: 20th Century Developments in Historical Perspective, in M. Bordo and R. Sylla (eds), Anglo-American Financial Systems, New York: Irwin, 261-98.",
        "Snowden, Kenneth (1995), The Evolution of Interregional Mortgage Lending, 1870-1940: The Life Insurance-Mortgage Company Connection, in N. Lamoreaux and D. Raff (eds), Coordination and Information: Historical Perspectives on the Organization of Enterprise, Chicago: University of Chicago, 209-47.",
        "Snowden, Kenneth (1997), Building and Loan Associations in the U.S: The Origins of Localization in the Residential Mortgage Market, Research in Economics, 51 (3), 22750.",
        "Snowden, Kenneth, (2003), The Transition from Building and Loan to Savings and Loan, 18901940. In S. L. Engerman, P. T. Hoffman, J. L. Rosenthal, & K. L. Sokoloff (eds), Finance, Intermediaries, and Economic Development, New York: Cambridge University Press.",
        "Snowden, Kenneth A., (2007), Covered Farm Mortgage Bonds in the Late Nineteenth Century U.S, unpublished working paper.",
        "Sparks, Earl (1932), History and Theory of Agricultural Credit in the United States, New York: Thomas Y. Crowell Company.",
        "Tough, Rosalind (1951), The Life Cycle of the Home Owners' Loan Corporation, Land Economics, 27 (4), 324-31.",
        "Wheelock, David (2008), The Federal Response to Home Mortgage Distress: Lessons from the Great Depression, Federal Reserve Bank of St. Louis Review, 90 (3), 133-48."
    ]
}