{
    "id": 16247,
    "cites": 37,
    "cited_by": 10,
    "reference": [
        "[1] Acemoglu, D., M. Golosov, and A. Tsyvinski (2009). Power Fluctuations and Political Economy , mimeo.",
        "[2] Aguiar, M., and M. Amador (2009). Growth in the Shadow of Expropriation, mimeo.",
        "[3] Alesina, A., F. Campante and G. Tabellini (2008). Why is Fiscal Policy Often Procyclical, Journal of the European Economic Association, 6, 5, 10061036.",
        "[4] Aiyagari, S.R. (1994). Uninsured Idiosyncratic Risk and Aggregate Saving, The Quarterly Journal of Economics, 109, 3, 659684.",
        "[5] Azzimonti, M., (2009). Barriers to investment in polarized societies, mimeo.",
        "[6] Azzimonti, M., M. Battaglini and S. Coate (2008). Analyzing the Case for a Balanced Budget Amendment to the U.S. Constitution, mimeo.",
        "[7] Bai, J.H., and R. Lagunoff (2009). Revealed Political Power, Georgetown Working Paper.",
        "[8] Bai, J.H., and R. Lagunoff (2010). On the Faustian Dynamics of Policy and Political Power, Review of Economic Studies, forthcoming.",
        "[9] Bartels, L. (2008). Unequal Democracy: The Political Economy of the New Gilded Age, Princeton University Press.",
        "[10] Bassetto, M., and J. Benhabib (2006). Redistribution, Taxes, and the Median Voter, Review of Economic Dynamics, 9 (2), 211223.",
        "[11] Battaglini, M. (2010). Dynamic Electoral Competition and Constitutional Design, mimeo.",
        "[12] Battaglini, M. and S. Coate (2008a). A Dynamic Theory of Public Spending, Taxation and Debt, American Economic Review, 98 (1), 201236.",
        "[13] Battaglini, M. and S. Coate (2008b). Fiscal Policy over the Real Business Cycle: A Positive Theory, mimeo.",
        "[14] Benabou, R. (2000). Unequal Societies: Income Distribution and the Social Contract, American Economic Review, 90 (1), 96129.",
        "[15] Campante, F., (2008). Redistribution in a Model of Voting and Campaign Contributions, mimeo.",
        "[16] Corbae, D., P. D'Erasmo and B. Kuruscu (2009). Politico-economic consequences of rising wage inequality, Journal of Monetary Economics, 56, 4361.",
        "[17] Debortoli, D., and R. Nunes (2010). Fiscal Policy under Loose Commitment, Journal of Economic Theory, 145/3, 10051032.",
        "[18] Diaz-Gimenez, J., V. Quadrini and V. Rios-Rull (1997). Dimensions of Inequality: Facts on the U.S. Distributions of Earnings, Income, and Wealth, Federal Reserve Bank of Minneapolis Quarterly Review, 21/2, 321.",
        "[19] Farhi, E., and I. Werning (2008). The Political Economy of Nonlinear Capital Taxation, mimeo.",
        "[20] Gomes, F., A. Michaelides and V. Polkovnichenko (2008). Fiscal Policy in an Incomplete Markets Economy, mimeo.",
        "[21] Guvenen, F., and A. Smith (2008). Inferring Labor Income Risk From Economic Choices: An Indirect Inference Approach, mimeo.",
        "[22] Hassler, J., J. Mora K. Storesletten and F. Zilibotti (2003). The Survival of the Welfare State, American Economic Review, 93, 87112.",
        "[23] Hassler, J., P. Krusell, K. Storesletten and F. Zilibotti (2005). The Dynamics of Government , Journal of Monetay Economics, 52, 7, 13311358.",
        "[24] Heathcote, J. (2005). Fiscal Policy with Heterogeneous Agents and Incomplete Markets, Review of Economic Studies, 72, 161188.",
        "[25] Heathcote, J., K. Storesletten and G. Violante (2010). Unequal We Stand: An Empirical Analysis of Economic Inequality in the United States, 1967-2006, Review of Economic Dynamics, 13/1, 1551.",
        "[26] Huggett, M. (1993). The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies, Journal of Economic Dynamics and Control, 17, 953969.",
        "[27] Ilzetzki, E. (2007). Rent-seeking Distortions and Fiscal Procyclicality, mimeo.",
        "[28] Ilzetzki, E. and C. Vegh (2008). Procyclical Fiscal Policy in Developing Countries: Truth or Fiction?, mimeo.",
        "[29] Klein, P., P. Krusell and V. Rios-Rull (2008). Time-Consistent Public Policy, Review of Economic Studies, 75, 789808.",
        "[30] Krusell, P., V. Quadrini and V. Rios-Rull (1997). Politico-economic equilibrium and economic growth, Journal of Economic Dynamics and Control, 21 (5), 243272.",
        "[31] Krusell, P. and V. Rios-Rull (1999). On the Size of U.S. Government: Political Economy in the Neoclassical Growth Model, American Economic Review, 98 (5), 11561181.",
        "[32] Krusell, P. and A. Smith (1997). Income and Wealth Heterogeneity, Portfolio Choice and Equilibrium Asset Returns, Macroeconomic Dynamics 1, 387422.",
        "[33] Krusell, P. and A. Smith (1998). Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106 (5), 867896.",
        "[34] Persson, T. and G. Tabellini (2000). Political Economics: Explaining Economic Policy, MIT Press.",
        "[35] Rosenstone, S. and J. Hansen (1993). Mobilization, Participation and Democracy in America, Macmillan, New York.",
        "[36] Song, Z., K. Storesletten and F. Zilibotti (2007). Rotten Parents and Disciplined Children: A Politico-Economic Theory of Public Expenditure and Debt, mimeo.",
        "[37] Tauchen, G. (1986). Finite State Markov-Chain Approximations To Univariate and Vector Autoregressions, Economics Letters, 20, 177181."
    ]
}