{
    "id": 16248,
    "cites": 11,
    "cited_by": 2,
    "reference": [
        "Blasi, Joseph and Douglas L. Kruse. 2006.U.S. High-Performance Work Practices at Century's End. Industrial Relations 45(4): 547-578.",
        "Bloom, Nicholas and John Van Reenen. 2007. Measuring and Explaining Management Practices Across Firms and Countries. Quarterly Journal of Economics, 122(4): 1351-1408.",
        "Brynjolfsson, Erik and Lorin M. Hitt. 2003. Computing Productivity: Firm-Level Evidence. Review of Economics & Statistics, 85(4): 793-808.",
        "Chen, L-C.; Lu, W-M.; Yang, C.. 2009. Does knowledge management matter? Assessing the performance of electricity distribution districts based on slacks-based data envelopment analysis Journal of the Operational Research Society, Vol. 60(11): 1583-1593.",
        "Freeman, Richard B. 1984. Longitudinal Analyses of the Effects of Trade Unions. Journal of Labor Economics, Vol. 2(i): 1-26.",
        "Frei, Frances X. and Ravi Kalakota. 1999. Process Variation as a Determinant of Bank Performance: Evidence from the Retail Banking Study. Management Science, 45(9):1210-1220.",
        "Guo, Zining and James Sheffield. 2008. A paradigmatic and methodological examination of knowledge management research: 2000 to 2004. Decision Support Systems 44:673-688.",
        "Heim and Peng 2010 The impact of information technology use on plant structure, practices, and performance: An exploratory study. Journal of Operations Management, 28(2): 144-162.",
        "Hopp, W, and M. Spearman 2001. Factory Physics: Foundations of Manufacturing Management, 2nd Ed. Boston: Irwin McGraw-Hill.",
        "Lynch, Lisa M., and Sandra E. Black, 1998. Beyond the Incidence of Employer-Provided Training.Industrial and Labor Relations Review, 52(1): 64-81.",
        "Reagans, Ray, Linda Argote, and Daria Brooks. 2005. Individual Experience and Experience Working Together: Predicting Learning Rates from Knowing Who Knows What and Knowing How to Work Together. Management Science; 51(6): 869-881."
    ]
}