{
    "id": 16245,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "American Economic Review, Vol. 73(3), 1983, 257-76.",
        "Bernanke, Ben S. (2009). The Crisis and the Policy Response, The Stamp Lecture, London School of Economics, London, England, January 13, 2009 Ergungor, O. Emre (2007). On the Resolution of Financial Crises: The Swedish Experience, Policy Discussion paper No. 21, Federal Reserve Bank of Cleveland, June.",
        "Federal Home Loan Bank Board (1934). Operations of the Home Owners` Loan Corporation, U.S. Senate Document No. 145, 73 Congress, 2nd Session, February 20, 1934. Federal Home Loan Bank Board. Annual Report of the Federal Home Loan Bank Board. Various years.",
        "Washington: Government Printing Office, 1934-40.",
        "Fishback, Price, Shawn Kantor and John Wallis, (2003) Can the New Deal`s Three R`s Be Rehabilitated? A Program-by-Program, County-by-County Analysis, with Shawn Kantor and John Wallis. Explorations in Economic History , October): 278-307.",
        "Fishback, Price, Alfonso Flores Lagunes, William C. Horrace, Shawn Kantor, and Jaret Treber (2010).",
        "The Influence of the Home Owners` Loan Corporation on Housing Markets During the 1930s.",
        "Grebler, Leo, David M. Blank, and Louis Winnick, Capital Formation in Residential Real Estate: Trends and Prospects (Princeton, NJ: Princeton University Press, 1956).",
        "Gries, John M. and James Ford, eds. (1932). Home Finance and Taxation (Washington, D.C.: National Capital Press, Inc).",
        "Haines, Michael. Historical, Demographic, Economic, and Social Data: The United States, 1790-2000, Computerized data tapes from ICPSR.",
        "Frederic Mishkin (1978). The Household Balance Sheet and the Great Depression. The Journal of Economic History, Vol. 38, No. 4 (Dec., 1978), pp. 918-937 Rose, Jonathan D. The Incredible HOLC? Mortgage Relief During the Great Depression. Unpublished working paper, Board of Governors, Federal Reserve, November 2009.",
        "Snowden, Kenneth (1997). Building and Loan Associations in the US, 1880-1893: the Origins of Localization in the Residential Mortgage Market, Research in Economics, 51, 227-50.",
        "Snowden, Kenneth (2003). The Transition from Building and Loan to Savings and Loan, in S. Engerman, P. Hoffman, J. Rosenthal and K. Sokoloff (eds.), Finance, Intermediaries and Economic Development, Cambridge, 157-206.",
        "Snowden, Kenneth (2009). The Anatomy of a Residential Mortgage Crisis: A Look Back to the 1930s.",
        "Tough, Rosalind (1951). The Life Cycle of the Home Owners' Loan Corporation, Land Economics, Vol. 27, No. 4 (Nov.), pp. 324-331.",
        "Wheelock, David (2008). The Federal Response to Home Mortgage Distress: Lessons from the Great Depression. Federal Reserve Bank of St. Louis Review."
    ]
}