{
    "id": 16246,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Broda, Christian and Jonathan A. Parker. (2008). Preliminary Estimates of the Impact of the 2008 Economic Stimulus Payments on Household Spending. (http://www.kellogg.northwestern.edu/faculty/parker/htm/slides/TaxReb2008.pdf) Chambers, Valrie and Marilyn K. Spencer. (2008). Does Changing the Timing of a Yearly Individual Tax Refund Change the Amount Spent vs. Saved? Journal of Economic Psychology. 29(6), December, pp. 856-862.",
        "Chambers, Valrie, Marilyn K. Spencer, and Joseph Mollick. (2009). Goldilocks Rebates: Complying with Government Wishes Only When Rebate Amount is `Just Right.' Proceedings of the Academy for Economics and Economic Education, 12(2), pp. 34-39.",
        "Economic Report of the President. (2002). Washington, DC.: US Government Printing Office.",
        "Economic Report of the President. (2009). Washington, DC.: US Government Printing Office.",
        "Economic Report of the President. (2010). Washington, DC.: US Government Printing Office.",
        "Epley, Nicholas, Dennis Mak and Lorraine Chen Idson. (2006). Bonus or Rebate? The Impact of Framing on Spending and Saving. Journal of Behavioral Decision Making, 19(3), pp. 213-227.",
        "Hsieh, Chang-Tai. (2003). Do Consumers React to Anticipated Income Changes? Evidence from the Alaska Permanent Fund. American Economic Review, 93(1), March, pp. 397405.",
        "Johnson, David, Jonathan A. Parker, and Nicholas S. Souleles. (2006). Household Expenditure and the Income Tax Rebates of 2001. American Economic Review, 95(5), pp. 15891610.",
        "Kocieniewski, David.  Many Filers Confused by Stimulus Tax Credit New York Times (April 10, 2010).",
        "Parker, Jonathan A. (1999). The Reaction of Household Consumption to Predictable Changes in Social Security Taxes. American Economic Review, 89(4), pp. 959-73.",
        "Parker, Jonathan A., Nicholas S. Souleles, David S. Johnson, and Robert McClelland. (2010).",
        "Consumer Spending and the Economic Stimulus Payments of 2008. (http://www.kellogg.northwestern.edu/faculty/parker/htm/research/PSJM2010.pdf) Romer, Christina D. The Case for Fiscal Stimulus: The Likely Effects of the American Recovery and Reinvestment Act. Speech delivered to the U.S. Monetary Policy Forum, New York, NY. February 27, 2009. http://www.whitehouse.gov/administration/eop/cea/speeches-testimony/02272009/ Sahm, Claudia R., Matthew D. Shapiro and Joel Slemrod. (2010). Household Response to the 2008 Tax Rebates: Survey Evidence and Aggregate Implications. Tax Policy and the Economy, Editor Jeffrey R. Brown. Cambridge: MIT Press, in press.",
        "Schwartz, Barry . On the Economic Stimulus Package: The `Packaging' Counts (February 1, 2009) http://www.psychologytoday.com/blog/the-choices-worth-having/200902/theeconomic -stimulus-package-the-packaging-counts.",
        "Shapiro, Matthew D. and Joel Slemrod. (1995). Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding. American Economic Review, 85(1), pp. 274-283.",
        "Shapiro, Matthew D. and Joel Slemrod (2003a). Consumer Response to Tax Rebates.American Economic Review, 93(1), pp. 381-396.",
        "Shapiro, Matthew D. and Joel Slemrod (2003b). Did the 2001 Tax Rebate Stimulate Spending? Evidence from Taxpayer Surveys. Tax Policy and the Economy, Editor James Poterba. Cambridge: MIT Press, 2003.",
        "Shapiro, Matthew D. and Joel Slemrod (2009). Did the 2008 Tax Rebates Stimulate Spending? American Economic Review Papers and Proceedings, 99, pp. 374-379.",
        "Souleles, Nicholas A. (2000). College Tuition and Household Savings and Consumption. Journal of Public Economics, 77, pp. 185-207.",
        "Sunstein, Cass and Richard Thaler. How Behavioral Economics Could Show Up in the New Stimulus Package (January 20, 2009) http://nudges.org/2009/01/20/how-behavioraleconomics -could-show-up-in-the-new-stimulus-package/.",
        "Surowiecki, James. A Smarter Stimulus New Yorker (January 26, 2009).",
        "Thaler, Richard H. (1992). The Winner's Curse: Paradoxes and Anomalies of Economic Life.",
        "Princeton: Princeton University Press. 2009 Tax Credit: Lower Withholding 2008 Tax Rebate Percent of stimulus recipients: Mostly spend 13 25 Mostly save 33 25 Mostly pay debt 54 50 Percent of all respondents: Did not receive 34 21 Did not know use 3 1"
    ]
}