{
    "id": 1625,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Fama, Eugene and Michael Gibbons (1982); Inflation, Real Returns and Capital Investment, Journal of Monetary Economics, 9 (May): 297-324.",
        "Fischer, Stanley (1983); Investing for the Short and the Long Term, in Z. Bodie and J. Shaven (eds.); Financial Aspects of the United States Pension System, Chicago: University of Chicago Press.",
        "Garbade, Kenneth and Paul Wachtel (1978); Time Variation in the Relationship between Inflation and Interest Rates, Journal of Monetary Economics, 4 (November): 755-66.",
        "Goldman, Barry M. (1979); Anti-diversification, or Optimal Programs for Infrequently Revised Portfolios, Journal of Finance, 34 (Nay): 505-16.",
        "Ibbotson, Roger G. and Rex A. Sinquefield, (1982), Stocks, Bonds, Bills and Inflation: The Past and the Pature, The Financial Analysts Research Foundation, Charlottesville, Virginia.",
        "Klein, Benjamin (1976); The Social Costs of the Recent Inflation: the Mirage of Steady `Anticipated Inflation, in Carnegie - Rochester Conference Series on Public Policy, Vol. 3, Institutional Arrangements and the Inflation Problem, Amsterdam: North-Holland.",
        "Marsh, Terry A. and Eric R. Rosenfeld (1983); Nontrading and Discrete Time Approximation Errors in the Estimation of Continuous Time Models in Finance, mimeo, MIT, November.",
        "Merton, Robert C., (1973), An Intertemporal Capital Asset Pricing Model, Econometrica, 41 (Sept.) 867-888.",
        "Mossin, J. (1968); Optimal Multiperiod Portfolio Policies, Journal of Business 41: 215-29.",
        "Nelson, Charles R. and William Schwert (1977); Oia Testing the Hypothesis that the Real Rate of Interest is Constant, American Economic Review 67 (June): 478-86.",
        "Saniuelson, Paul A. (1969); Portfolio Selection by Dynamic Stochastic Programming1, Review of Economics and Statistics, 60 (August): 239-46.",
        "Vasicek, Oldrich (1977) An Equilibrium Characterization of the Term Structure, Journal of Financial Economics, 5, 117-188."
    ]
}