{
    "id": 16258,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Berry, Steven T., Estimation of a Model of Entry in the Airline Industry. Econometrica 60 (1992): 889-917.",
        "Berry, Steven T. and Joel Waldfogel, Free Entry and Social Inefficiency in Radio Broadcasting. RAND Journal of Economics 30(3) (1999): 397-420.",
        "Berry, Steven T. and Joel Waldfogel, Mergers and Product Variety. Quarterly Journal of Economics 116 (2001): 1009-1025.",
        "Boardman, Anthony E., and Vining, Aidan R. Ownership and performance in competitive environments: A comparison of the performance of private, mixed, and state-owned enterprises. Journal of Law and Economics 32 (1989): 1-33. BÃ\u0083Â¶s, Dieter. Public Sector Pricing. In Handbook of Public Economics, A.J. Auerbach and M.",
        "Feldstein, eds. North Holland, Amsterdam. 1985.",
        "Bresnahan, Timothy F. and Peter C. Reiss, Entry and Competition in Concentrated Markets. Journal of Political Economy 99 (1991): 977-1009.",
        "Chaloupka, Frank J., Michael Grossman, and Henry Saffer, The Effects of Price on Alcohol Consumption and Alcohol-Related Problems. Alcohol Research and Health 6(1) (2002): 22-34.",
        "Chan, Tat Y., V. Padmanabhan, and P.B. Seetharaman, An Econometric Model of Location and Pricing in the Gasoline Market. Journal of Marketing Research XLIV (2007): 622-635.",
        "Cook, Phillip J. and Michael J. Moore, Alcohol. NBER Working Paper 6905 (1999).",
        "Daskin, Mark, Network and Discrete Location: Models, Algorithms and Applications, John Wiley and Sons, Inc., New York. 1995.",
        "Davis, Peter, Spatial competition in retail markets: movie theaters. RAND Journal of Economics 37(4) (2006): 964-982.",
        "de Palma, AndrÃ\u0083Â©, Victor Ginsburgh, and J-F. Thisse, On the Existence of Location Equilibria in the 3-Firm Hotelling Problem. Journal of Industrial Economics 36 (1987): 245-252.",
        "Dixit, Avinash and Joseph E. Stiglitz, Monopolistic Competition and Optimum Product Diversity. American Economic Review 67 (1977): 297-308.",
        "Fudenberg, Drew and David K. Levine. The Theory of Learning in Games, MIT Press, Cambridge, MA. 1998.",
        "Hotelling, Harold, Stability in Competition, The Economic Journal 39(153) (1929): 41-57.",
        "Houde, Jean-Francois, Spatial differentiation in retail markets for gasoline, mimeo. University of Wisconsin-Madison (2009).",
        "Mazzeo, Michael, Product Choice and Oligopoly Market Structure. RAND Journal of Economics 33(2) (2002): 241-242.",
        "McManus, Brian, Nonlinear Pricing in an Oligopoly Market: the Case of Specialty Coffee. RAND Journal of Economics 38(3) (2007): 512-532.",
        "Perl, Jossef and Peng-Kuan Ho, Public Facilities Location under Elastic Demand. Transportation Science 24(2) (1990): 117-136.",
        "Samuelson, Larry. Evolutionary Games and Equilibrium Selection. MIT Press, Cambridge. 1997.",
        "Seim, Katja, An Empirical Model of Firm Entry with Endogenous Product-type Choices. RAND Journal of Economics 37(3) (2006): 619-640.",
        "Small, Kenneth and Harvey Rosen, Applied Welfare Economics with Discrete Choice Models. Econometrica 49(1) (1981): 105-130.",
        "Spence, Michael, Product Selection, Fixed Costs, and Monopolistic Competition. Review of Economic Studies 43 (1976): 217-236.",
        "Steiner, Peter, Program Patterns and the Workability of Competition in Radio Broadcasting, Quarterly Journal of Economics 66 (1952): 194-223.",
        "Sweeting, Andrew, The Effects of Mergers on Product Positioning: Evidence from the Music Radio Industry. RAND Journal of Economics, forthcoming (2009).",
        "Thomadsen, Raphael, The Effect of Ownership Structure on Prices in Geographically Differentiated Industries, RAND Journal of Economics, 36(4) (2005): 908-929."
    ]
}