{
    "id": 16254,
    "cites": 30,
    "cited_by": 26,
    "reference": [
        "Alterman, William, 1997, Are Producer Prices Good Proxies for Export Prices? Monthly Labor Review, October, 18-32.",
        "Alterman, William, 2009, Producing an Input Price Index, U.S. Dept. of Labor, Bureau of Labor Statistics, November.",
        "Alterman, William, W. Erwin Diewert and Robert C. Feenstra, 1999, International Trade Price Indexes and Seasonal Commodities. U.S. Dept. of Labor, Bureau of Labor Statistics, Washington, D.C. Athreye, Suma, and John Cantwell, 2005, Creating Competition? Globalization and the Emergence of New Technology Producers, working paper.",
        "Bernard, Andrew, J. Bradford Jensen, and Peter Schott, 2006, Transfer Pricing by US-Based Multinationals, working paper.",
        "Bernard, Andrew, J. Bradford Jensen, and Peter K. Schott, 2009, Importers, Exporters, and Multinationals: A Portrait of Firms in the U.S. that Trade Goods in T. Dunne, J.B. Jensen and M.J. Roberts, eds., Producer dynamics: New Evidence from Micro Data, University of Chicago Press, 513-556.",
        "Borga, Maria and Michael Mann, 2002, U.S. international services, cross-border trade in 2001 and sales through affiliates in 2000, Survey of Current Business, October, 7677.",
        "Boskin, Michael J., Ellen Dulberger, Robert Gordon, Zvi Griliches, and Dale Jorgenson, 1996, Toward a More Accurate Measure of the Cost of Living. Final Report to the U.S.",
        "Senate Finance Committee, Washington, D.C., December Branstetter, Lee, Raymond Fisman, C. Fritz Foley, 2006, Do Stronger Intellectual Property Rights Increase International Technology Transfer, Quarterly Journal of Economics, 121(1), 321-349.",
        "Byrne, David, Kovak, Brian, and Ryan Michaels, 2009, Offshoring and Price Measurement in the Semiconductor Industry, Draft, University of Michigan.",
        "Eldridge, Lucy P., 1999, How Price Indexes Affect BLS Productivity Measures, Bureau of Labor Statistics Feenstra, Robert C., 1996, U.S. Imports, 1972-1994: Data and Concordances, NBER Working Paper 5515.",
        "Feenstra, Robert C., 1997, U.S. Exports, 1972-1994: With State Exports and Other U.S. Data, NBER Working Paper 5990.",
        "Feenstra, Robert C. and J. Bradford Jensen, 2009, Evaluating Estimates of Materials Offshoring from U.S. Manufacturing, prepared from the conference Measurement Issues Arising from the Growth of Globalization, National Academy of Public Administration.",
        "Feenstra, Robert C., Robert E. Lipsey, Haiyan Deng, Alyson C. Ma, and Hengyong Mo, 2005, World Trade Flows: 1962-2000, NBER working paper no. 11040.",
        "Feenstra, Robert C., Benjamin R. Mandel, Marshall B. Reinsdorf, and Matthew J. Slaughter, 2009, Effects of Terms of Trade Gains and Tariff Changes on the Measurement of U.S. Productivity Growth, NBER working paper no. ???.",
        "Feenstra, Robert C., John Romalis and Peter Schott, 2002, U.S. Imports, Exports and Tariff Data, 1989-2001, NBER Working Paper no. 9387.",
        "Lipsey, Robert E., 2008, Measuring the Location of Production in a World of Intangible Productive Assets, FDI, and Intra-firm Trade, Review of Income and Wealth, forthcoming, 2010.",
        "Mandel, Michael, 2007, the Real Cost of Offshoring, Business Week, June 18, pp. 28-34.",
        "Mataloni, Raymond J., Jr., 1995, A Guide to BEA Statistics on U.S. Multinational Companies, Survey of Current Business, Vol. 75, No. 3, March, pp. 38-55.",
        "National Academy of Public Administration, 2007, Off-shoring: An Elusive Phenomenon, Off-shoring: How Big Is It?, Off-shoring: What Are Its Effects? and summary document, National Academy of Public Administration, Off-shoring: New Challenges and Opportunities in an Expanding Global Economy. National Research Council, 2006, Analyzing the U.S. Content of U.S. Imports and the Foreign Content of U.S. Exports.",
        "Office of Senator Joseph Lieberman, 2004, Data Dearth in Offshore Outsourcing: Policy Making Requires Facts, December.",
        "Quijano, Alicia M., 1990, A Guide to BEA Statistics on Foreign Direct Investment in the United States, Survey of Current Business, Vol. 70, No.2, February, pp. 29-37.",
        "Sturgeon, Tim /Services Offshoring Working Group, 2006, Why We Can't Measure the Economic Effects of Services Offshoring: The Data Gaps and How to Fill Them, Sloan Foundation, http://web.mit.edu/ipc/publications/pdf/IPC_Offshoring_Report.pdf.",
        "Swenson, Deborah, 1997, Explaining Domestic Content: Evidence from Japanese and U.S. Automobile Production in the United States, in Robert C. Feenstra, ed. The Effects of U.S. Trade Protection and Promotion Policies. Chicago: University of Chicago and NBER, 33-53.",
        "Uchitelle, Louis, 2009, Economists Seek to Fix a Defect in Data that Overstates the Nation's Vigor, the New York Times, November 9, p. B3.",
        "United Nations 1953, Commodity Trade Statistics, January to December 1952, Statistical Papers, Series D, Vol. II, No. 4, United Nations, New York.",
        "____________ 1962, Commodity Trade Statistics, January to December, 1961, Statistical Papers, Series D, Vol.XI, No. 4, United Nations, New York.",
        "____________ 1993, System of National Accounts, United Nations, New York.",
        "____________ 2004, International Merchandise Trade Statistics Compilers Manual, United Nations, New York.",
        "____________ 2008, System of National Accounts, United Nations, New York.",
        "World Trade Organization, 2005, Offshoring Services: Recent Developments and Prospects, Chapter 3 in World Trade Report 2005, Exploring the Links between Trade, Standards, and the WTO."
    ]
}