{
    "id": 16257,
    "cites": 57,
    "cited_by": 4,
    "reference": [
        "Ainsworth-Darnell, James and Douglas Downey, Assessing the Oppositional Culture Explanation for Racial/Ethnic Differences in School Performance, American Sociological Review, LXIII (1998), 536-553.",
        "Akerlof, George, The Economics of the Rat Race and Other Woeful Tales, Quarterly Journal Economics, XC (1976), 599-617.",
        "Akerlof, George, A Theory of Social Custom of Which Unemployment May Be One Consequence, Quarterly Journal Economics, XCIV (1980), 599-617.",
        "Akerlof, George and Rachel Kranton, Economics and Identity, Quarterly Journal of Economics, CXV (2000), 715-753.",
        "Almond, Douglas, Kenneth Chay, and Michael Greenstone, Civil Rights, the War on Poverty, and Black-White Convergence in Infant Mortality in Mississippi, mimeo, Massachusetts Institute of Technology, Department of Economics, (2003).",
        "Arrow, Kenneth J., The Theory of Discrimination, In Orley Ashenfelter and Albert Rees, eds., Discrimination in Labor Markets. (Princeton, NJ: Princeton University Press, 1973).",
        "Atkinson, Anthony, On the measurement of inequality,Journal of Economic Theory, II (1970), 244-263.",
        "Au, Wayne, Rap Music's Discursive Battle with Education, The Journal of Negro Education, LXXIV (2005), 210-220.",
        "Austen-Smith, David and Roland G. Fryer, Jr., The Economics of `Acting White.'  NBER Working Paper No. 9904, (2003).",
        "Austen-Smith, David and Roland G. Fryer, Jr., An Economic Analysis of 'Acting White', Quarterly Journal of Economics, CXX (2005), 551-583.",
        "Bernheim, Douglas, A Theory of Conformity, Journal of Political Economy, CII (1994), 841-877.",
        "Blau, Peter, Inequality and Heterogeneity: A Primitive Theory of Social Structure. (New York, NY: Free Press, 1977)",
        "Borjas, George, Ethnicity, Neighborhoods, and Human-Capital Externalities, American Economic Review, LXXXV (1995), 365-390.",
        "Campbell, Jay R., Catherine M. Hombo, and John Mazzeo, NAEP 1999 Trends in Academic Progress: Three Decades of Student Performance, Washington, DC: National Center for Education Statistics, (2000).",
        "Card, David and Jesse Rothstein, Racial segregation and the black-white test score gap,Journal of Public Economics, XCI (2007), 2158-2184.",
        "Case, Anne and Lawrence Katz, The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths. NBER Working Paper No. 3705, (1991).",
        "Coate, Stephen and Glenn C. Loury, Will Affirmative-Action Policies Eliminate Negative Stereotypes?,American Economic Review, LXXXIII (1993), 1220-1240.",
        "Cole, Harold, George Mailath, and Andrew Postlewaite, Social Norms, Savings Behavior and Growth, Journal of Political Economy, C (1992), 1092-1225.",
        "Collins, Chiquita and David R. Williams, Segregation and Mortality: The Deadly Effects of Racism?, Sociological Forum, XIV (1999), 495-523.",
        "Cook, Philip J. and Jens Ludwig, Weighing the `Burden of Acting White': Are There Race Differences in Attitudes toward Education?, Journal of Policy Analysis and Management, XVI (1997), 256-278.",
        "Cook, Phillip and Jens Ludwig, The Burden of `Acting White': Do Black Adolescents Disparage Academic Achievement? In Christopher Jenks and Meredith Phillips, eds., The Black-White Test Score Gap. (Washington, DC: Brookings Press, 1998).",
        "Corwin, Miles, And Still We Rise: The Trials and Triumphs of Twelve Gifted Inner-City Students. (New York: Harper Collins, 2001).",
        "Cowgill, Donald and Mary Cowgill, An Index of Segregation Based on Block Statistics, American Sociological Review, XVI (1951), 825-831.",
        "Crain, Robert and Jack Strauss, School Desegregation and Black Occupational Attainments: Results from a Long-Term Experiment, Center for Social Organization of Schools, Johns Hopkins University, (1985).",
        "Crain, Robert, and Rita Mahard, Minority Achievement: Policy Implications of Research,  In Willis D. Hawley, ed., Effective School Desegregation: Equity, Quality, and Feasibility. (Beverly Hills, CA: Sage Publications, 1981).",
        "Cutler, David, and Edward Glaeser, Are Ghettos Good or Bad?, Quarterly Journal of Economics, CXII (1997), 827-872.",
        "Cutler, David M., Edward L. Glaeser, and Jacob L. Vigdor, The Rise and Decline of the American Ghetto, Journal of Political Economy, CVII (1999), 455-506.",
        "Echenique, Federico and Roland Fryer, A Measure of Segregation Based on Social Interactions, Quarterly Journal of Economics, CXXII (2007), 441-485.",
        "Echenique, Federico, Roland Fryer, and Alex Kaufman, Is School Segregation Good or Bad?,  American Economic Review, XCVI (2006), 265-269.",
        "Ferguson, Ronald, Can Schools Narrow the Black-White Test Score Gap? In Christopher Jencks and Meredith Phillips, eds., The Black-White Test Score Gap. (Washington, DC: Press, 1998).",
        "Ferguson, Ronald, A Diagnostic Analysis of Black-White GPA Disparities in Shaker Heights, Ohio, Brooking Papers on Education Policy, (2001), 347-414.",
        "Fordham, Signithia, Racelessness in Private Schools: Should We Deconstruct the Racial and Cultural Identity of African-American Students?, Teachers College Record, XCII (1991), 470-484.",
        "Fordham, Signithia, Blacked Out: Dilemmas of Race, Identity, and Success at Capital High. (Chicago: University of Chicago Press, 1996).",
        "Fordham, Signithia and John Ogbu, Black students' school success: coping with the 'Burden of Acting White ', The Urban Review, XVIII (1986)",
        "Fryer, Roland, A Model of Social Interactions and Endogenous Poverty Traps, Rationality and Society, XXX (2007), 335-366.",
        "Fryer, Roland and M.O. Jackson, A Categorical Model of Cognition and Biased Decision Making,  The B.E. Journal of Theoretical Economics (Contributions), VIII (2008), 1-42.",
        "Fryer, Roland and Steve Levitt, The Causes and Consequences of Distinctively Black Names, Quarterly Journal of Economics, CXIX (2004), 767-805.",
        "Guryan, Jonathan, Desegregation and Black Drop-Out Rates, American Economic Review, XCIV (2004), 919944.",
        "Hoover, Edgar M., Interstate Redistribution of Population, 1850-1940,Journal of Economic History, I (1941), 199-205.",
        "Jahn, Julius A., Calvin F. Schmid, and Clarence Schrag, The Measurement of Ecological Segregation, American Sociological Review, CIII (1947), 293-303.",
        "Jencks, Christopher, Inequality: A Reassessment of the Effect of Family and Schooling in America. (New York: Basic Books, 1972).",
        "Jencks, Christopher and Meredith Phillips, eds., The Black-White Test Score Gap. (Washington, DC: The Brookings Institution Press, 1998).",
        "Kain, John, Housing Segregation, Negro Employment, and Metropolitan Decentralization,  Quarterly Journal of Economics, LXXXII (1968), 175-197.",
        "Lindbeck, Assar, Sten Nyberg, and Jorgen Weibull, Social Norms and Economic Incentives in the Welfare State, Quarterly Journal of Economics, CXIV (1999), 1-35.",
        "Lundberg, Shelly J. and Richard Startz, Private Discrimination and Social Intervention in Competitive Labor Markets,American Economic Review, LXXIII (1983), 340-347.",
        "Massey, Douglas and Nancy Denton, The Dimensions of Residential Segregation, Social Forces, LXVII (1988), 281-315.",
        "Massey, Douglas and Nancy Denton, American Apartheid: Segregation and the Making of the Underclass. (Cambridge, MA: Harvard University Press, 1993).",
        "Mickelson, Roslyn. A., Subverting Swann: The Effects of First- and Second-Generation Segregation in the Charlotte-Mecklenburg Schools, American Educational Research Journal, XXXVIII (2001), pp. 21552.",
        "Milgrom, Paul and Sharon Oster, Job Discrimination, Market Forces, and the Invisibility Hypothesis, Quarterly Journal of Economics, CII (1987), 453-476.",
        "Neal, Derek, The Complexity of Job Mobility among Young Men, Journal of Labor Economics, XVII (1999), 237-261.",
        "Neal, Derek, Why Has Black-White Skill Convergence Stopped? In Eric Hanushek and Finis Welch, eds., Handbook of Economics of Education. (Amsterdam: Elsiver, 2006).",
        "Neal, Derek A. and William R. Johnson, The Role of Premarket Factors in Black-White Wage Differences,Journal of Political Economy, CIV (1996), 869-895.",
        "Ogbu, John and Astrid Davis, Black American Students in an Affluent Suburb: A Study of Academic Disengagement. (Mahwah, NJ: Lawrence Erlbaum Associates, Inc., 2003).",
        "St. John, Nancy H., School Desegregation Outcomes for Children. (New York: John Wiley and Sons, 1975).",
        "Suskind, Ronald, A Hope in the Unseen: An American Odyssey From the Inner City to the Ivy League. (New York: Broadway, 1998).",
        "Taeuber, Karl and Alma Taeuber, Negroes in Cities: Residential Segregation and Neighborhood Change. (Chicago: Chicago Aldine Publishing Co., 1965)",
        "Thernstrom, Abigail, The Drive for Racially Inclusive Schools, Annals of the American Academy of Political and Social Science, DXXIII (1992), 131-143."
    ]
}