{
    "id": 16268,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Adar, Zvi, and James M. Griffin. 1976. Uncertainty and the Choice of Pollution Control Instruments, 3 Journal of Environmental Economics and Management 17888.",
        "Burtraw, Dallas, Margaret Walls, and Joshua Blonz. 2010. Distributional Impacts of Carbon Pricing Policies in the Electricity Sector. In Gilbert E. Metcalf, ed., U.S. Energy Taxes.",
        "Collinge, Robert A., and Wallace E. Oates. 1982. Efficiency in Pollution Control in the Short and Long Runs: A System of Rental Emission Permits, 15 Canadian Journal of Economics 34654.",
        "de Gorter, Harry, and David R. Just. 2010. The Social Costs and Benefits of U.S. Biofuel Policies with Pre-existing Distortions. In Gilbert E. Metcalf, ed., U.S. Energy Taxes.",
        "Fishelson, Gideon. 1976. Emission Control Policies under Uncertainty, 3 Journal of Environmental Economics and Management 18998.",
        "Kaplow, Louis. 1992. Government Relief for Risk Associated with Government Action, 94 Scandinavian Journal of Economics 52541.",
        "__________. 2003. Transition Policy: A Conceptual Framework, 13 Journal of Contemporary Legal Issues 161209.",
        "__________. 2004. On the (Ir)relevance of Distribution and Labor Supply Distortion to Government Policy, 18(4) Journal of Economic Perspectives 15975.",
        "__________. 2006. Optimal Control of Externalities in the Presence of Income Taxation, National Bureau of Economic Research Working Paper 12339.",
        "__________. 2008a. The Theory of Taxation and Public Economics. Princeton: Princeton University Press.",
        "__________. 2008b. Capital Levies and Transition to a Consumption Tax. In Alan Auerbach and Daniel Shaviro, eds., Institutional Foundations of Public Finance: Economic and Legal Perspectives, pp. 11246. Cambridge: Harvard University Press.",
        "Laffont, Jean-Jacques, and Jean Tirole. 1996. Pollution Permits and Environmental Innovation, 62 Journal of Public Economics 12740.",
        "Parry, Ian W.H. 2010. Tine to Raise Gasoline and Direct Taxes? In Gilbert E. Metcalf, ed., U.S. Energy Taxes.",
        "Rausch, Sebastian, Gilbert E. Metcalf, John M. Reilly, and Sergey Paltsev. 2010. Distributional Impacts of a U.S. Greenhouse Gas Policy: A General Equilibrium Analysis of Carbon Pricing. In Gilbert E. Metcalf, ed., U.S. Energy Taxes.",
        "Roberts, Marc J., and Michael Spence. 1976. Effluent Charges and Licenses Under Uncertainty, 5 Journal of Public Economics 193208.",
        "Rose-Ackerman, Susan. 1973. Effluent Charges: A Critique, 6 Canadian Journal of Economics 51227.",
        "Shaviro, Daniel. 2000. When Rules Change: An Economic and Political Analysis of Transition Relief and Retroactivity. Chicago: University of Chicago Press.",
        "Stavins, Robert N. 1996. Correlated Uncertainty and Policy Instrument Choice, 30 Journal of Environmental Economics and Management 21832.",
        "Strand, Jon. 2010. Tax Caps as Climate Policy Instruments with Domestic and Imported Fuels. In Gilbert E. Metcalf, ed., U.S. Energy Taxes.",
        "ATPI3.WorkingPaper.wpd August 2, 2010 - 20 -Weisbach, David. 2010. Instrument Choice Is Instrument Design. In Gilbert E. Metcalf, ed., U.S. Energy Taxes.",
        "Weitzman, Martin L. 1974. Prices vs. Quantities, 41 Review of Economic Studies 47791.",
        "__________. 1978. Optimal Rewards for Economic Regulation, 68 American Economic Review 68391.",
        "West, Sarah, and Roberton C. Williams. 2007. Optimal Taxation and Cross-Price Effects on labor Supply: Estimates of the Optimal Gas Tax, 91 Journal of Public Economics 593617."
    ]
}