{
    "id": 16263,
    "cites": 31,
    "cited_by": 129,
    "reference": [
        "Ang, Andrew, and Geert Bekaert, 2007, Stock return predictability: Is it there?, Review of Financial Studies 20, 651707.",
        "Ang, Andrew, and Jun Liu, 2004, How to discount cashflows with time-varying expected returns, Journal of Finance 59, 27452783.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long-run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 14811509.",
        "Bekaert, Geert, Eric Engstrom, and Steven R. Grenadier, 2001, Stock and bond pricing in an affine economy, NBER Working Paper No. 7346.",
        "Binsbergen, Jules H. van, and Ralph S.J. Koijen, 2010, Likelihood-based estimation of exactlysolved present-value models, Working paper, Stanford GSB and Chicago Booth.",
        "Brandt, Michael W., and Qiang Kang, 2004, On the relation between the conditional mean and volatility of stock returns: A latent var approach, Journal of Financial Economics 72, 217257.",
        "Burnside, Craig, 1998, Solving asset pricing models with gaussian shocks, Journal of Economic Dynamics and Control 22, 329340.",
        "Campbell, John Y., 1991, A variance decomposition for stock returns, Economic Journal 101, 157179.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195227.",
        "Campbell, John Y., and Samuel Thompson, 2008, Predicting excess stock returns out of sample: Can anything beat the historical average?, Review of Financial Studies 21, 15091531.",
        "Chen, Long, 2009, On the reversal of return and dividend predictability: A tale of two periods, Journal of Financial Economics 92, 128151.",
        "Cochrane, John H., 1994, Permanent and transitory components of gdp and stock prices, Quarterly Journal of Economics 109, 241265.",
        ", 2007, The dog that did not bark: A defense of return predictability, Review of Financial Studies 21, 15331575.",
        ", 2008, State-space vs. var models for stock returns, Working paper, Chicago Booth.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 327.",
        "Ferson, Wayne E., Sergei Sarkissian, and Timothy T. Simin, 2003, Spurious regressions in financial economics?, Journal of Finance 58, 13931413.",
        "Gabaix, Xavier, 2009, Linearity-generating processes: A modelling tool yielding closed forms for asset prices, Working paper, NYU Stern.",
        "Goetzmann, William N., and Philippe Jorion, 1995, A longer look at dividend yields, Journal of Business 68, 483508.",
        "Goffe, William L., Gary D. Ferrier, and John Rogers, 1994, Global optimization of statistical functions with simulated annealing, Journal of Econometrics 60, 6599.",
        "Goyal, Amit, and Ivo Welch, 2006, A comprehensive look at the empirical performance of the equity premium prediction, Review of Financial Studies 21, 14551508.",
        "Hamilton, James D., 1994, Time Series Analysis (Princeton University Press: Princeton, NY).",
        "Hansen, Lars P., John C. Heaton, and Nan Li, 2008, Consumption strikes back? measuring long-run risk, Journal of Political Economy 116, 260302.",
        "Harvey, Andrew, 1989, Forecasting, Structural Time Series Models and the Kalman Filter (Cambridge University Press: Cambridge, UK).",
        "Lettau, Martin, and Sydney C. Ludvigson, 2005, Expected returns and expected dividend growth, Journal of Financial Economics 76, 583626.",
        "Lettau, Martin, and Stijn Van Nieuwerburgh, 2008, Reconciling the return predictability evidence, Review of Financial Studies 21, 16071652.",
        "Lewellen, Jonathan W., 2004, Predicting returns with financial ratios, Journal of Financial Economics 74, 209235.",
        "Menzly, Lior, Tano Santos, and Pietro Veronesi, 2004, Understanding predictability, Journal of Political Economy 112, 147.",
        "Pastor, Lubos, Meenakshi Sinha, and Bhaskaran Swaminathan, 2008, Estimating the intertemporal risk-return tradeoff using the implied cost of capital, Journal of Finance 63, 28592897.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2006, Predictive systems: Living with imperfect predictors, Journal of Finance, Forthcoming.",
        "Rytchkov, Oleg, 2007, Filtering out expected dividends and expected returns, Working paper, Temple University.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics 54, 375"
    ]
}