{
    "id": 16271,
    "cites": 17,
    "cited_by": 15,
    "reference": [
        "Associated Press (2003). Survey Reveals Misinformed Investors. Associated Press, December 2, 2003.",
        "Bertrand, Marianne, and Adair Morse (2009), Information Disclosure, Cognitive Biases and Payday Borrowing, working paper, University of Chicago.",
        "Campbell, John Y. (2006), Household Finance, Journal of Finance, 61(4), 1553-1604.",
        "Choi, James, David Laibson, Brigitte Madrian and Andrew Metrick (2002). Defined Contribution Pensions: Plan Rules, Participant Decisions, and the Path of Least Resistance, in Tax Policy and the Economy, James Poterba, ed., pp. 67-113, Volume 16, MIT Press",
        "Cole, Shawn and Gauri Kartini Shastry (2008), If you are so smart, why aren't you rich? The effects of education, financial literacy, and cognitive ability on financial market participation, working paper, Harvard Business School and University of Virginia.",
        "Evaluation and Training Institute (2006), Middle Grades Pilot Program: JA Finance Park Final Report",
        "Evaluation and Training Institute (2008), JA Finance Park Final Report",
        "Gentner, Dedre, Jeffrey Lowenstein and Leigh Thompson (2003), Learning and Transfer: A General Role for Analogical Encoding, Journal of Educational Psychology 95(2) 393-408.",
        "Lusardi, Annamaria, and Olivia S. Mitchell (2007). Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education. Business Economics, vol 42, number 1.",
        "Lusardi, Annamaria, Olivia S. Mitchell and Vilsa Curto (2008). Financial Literacy Among the Young: Evidence and Implications for Consumer Policy. Working Paper, Harvard, Wharton, and Dartmouth.",
        "Lusardi, Annamaria (2008). Household Saving Behavior: The Role of Literacy, Information and Financial Education Programs, NBER Working Paper n. 13824.",
        "Lynch, Jr., John G., (2009) Information Remedies, Choice Architecture, and Plain Vanilla Financial Products, working paper, Russell Sage Foundation.",
        "Mandell, Lewis (2008), Teaching Young Dogs Old Tricks: The Effectiveness of Financial Literacy Intervention in Pre-High School Grades, chapter in Thomas A. Lucey and Kathleen S. Cooter (eds), Financial Literacy for Children and Youth Digitaltextbooks.biz.",
        "Mandell, Lewis (2009), Results of the 2008 National Jump$tart Coalition Survey of High School Seniors and College Students, working paper, University of Washington.",
        "NASD Investor Education Foundation (2006), Investor Fraud Study: Final Report.",
        "Thaler, Richard H. and Cass R. Sunstein (2003), Libertarian Paternalism. American Economic Review (Papers and Proceedings) 93(2) Fall: 175-179.",
        "Thompson, Leigh, Dedre Gentner and Jeffrey Lowenstein (2000), Avoiding Missed Opportunities in Managerial Life: Analogical Training More Powerful than Individual Case Training, Organizational Behavior and Human Decision Processes 82(1), 60-75."
    ]
}