{
    "id": 16278,
    "cites": 36,
    "cited_by": 5,
    "reference": [
        "Aizer, Anna, Low Take-Up in Medicaid: Does Outreach Matter and For Whom?, American Economic Review Papers and Proceedings, 93(2), 2003.",
        "Aizer, Anna and Janet Currie, Networks or neighborhoods? Correlations in the use of publicly-funded maternity care in California, Journal of Public Economics, 88(12), 2004.",
        "Bansak, Cynthia, The Differential Wage Impact of the Immigration Control and Reform Act on Latino Ethnic Subgroups, Social Science Quarterly, 86(s1), 2005.",
        "Bertrand, Marianne, Erzo Luttmer, and Sendhil Mullainathan, Network Effects and Welfare Cultures, Quarterly Journal of Economics, 115(3), 2000.",
        "Bitler, Marianne P., Jonah B. Gelbach, and Hilary W. Hoynes, Welfare Reform and Health, Journal of Human Resources, 40(2) 2005.",
        "Borjas, George J., Welfare Reform, Labor Supply, and Health Insurance in the Immigrant Population, Journal of Health Economics, 22(6), 2003.",
        "Buchmueller, Thomas C., Anthony T. LoSasso, and Kathleen Wong, How Did SCHIP Affect the Insurance Coverage of Immigrant Children?, The B.E. Journal of Economic Analysis and Policy, 8(2), 2008.",
        "Borjas, George J., and Lynette Hilton, Immigration and the Welfare State: Immigrant Participation in Means-Tested Entitlement Programs, Quarterly Journal of Economics, 111(2), 1996.",
        "Buchmueller, Thomas, and Lara Shore-Sheppard, Stability of Children's Insurance Coverage and Implications for Access to Care: Evidence from the Survey of Income and Program Participation, manuscript, 2010.",
        "Center for Equal Opportunity, Abolish the INS: How Federal Bureaucracy Dooms Immigration Reform, Policy Brief, 1995. (Available at www.ceousa.org/content/view/178/90/).",
        "Currie, Janet,The Take Up of Social Benefits, National Bureau of Economic Research Working Paper 10488, 2004.",
        "Davila, Alberto, Jose A. Pagan, and Montserrat Viladrich Grau, Immigration Reform, the INS, and the Distribution of Interior and Border Enforcement Resources, Public Choice, 99(3-4), 1999.",
        "DeLeire, Thomas, Judith A. Levine, and Helen Levy, Is Welfare Reform Responsible for Low-Skilled Women's Declining Health Insurance Coverage in the 1990s?, Journal of Human Resources, 41(3), 2006.",
        "Daponte, Beth Osbourne, Seth Sanders, and Lowell Taylor, Why Do Low-Income Households not Use Food Stamps? Evidence from and Experiment, Journal of Human Resources, 34(3), 1999.",
        "Davidoff, Amy, Alshayde Yemane, and Emerald Adams, Health Coverage for LowIncome Adults: Eligibility and Enrollment in Medicaid and State Programs, 2002, Kaiser Commission on the Uninsured Policy Brief.",
        "Fix, Michael E. and Jeffrey Passel, Trends in Noncitizens' and Citizens' Use of Public Benefits Following Welfare Reform, 1994-1997, Urban Institute, 1999. (Available at http://www.urban.org/url.cfm?ID=408086.) General Accounting Office, Immigration and Naturalization Service: Overview of Management and Program Challenges, Testimony before the House Committee on the Judiciary, Subcommittee on Immigration and Claims, July 1999.",
        "Holcomb, Pamela A., Karen C. Tumlin, Robin Koralek, Randolph Capps and Anita Zuberi, The Application Process for TANF, Food Stamps, Medicaid and SCHIP: Issues for Agencies and Applicants, Including Immigrants and Limited English Speakers, report for the Department of Health and Human Services, Office of the Secretary, Office of the Assistant Secretary for Planning and Evaluation, January 2003.",
        "Hungerman, Daniel M., Are church and state substitutes? Evidence from the 1996 welfare reform, Journal of Public Economics, 89 (11-12), 2005.",
        "Kandula, Namratha R., Colleen M. Grogan, Paul J. Rathouz, and Diane S. Lauderdale, The Unintended Impact of Welfare Reform on the Medicaid Enrollment of Eligible Immigrants, Health Services Research, 39(5), 2004.",
        "Kaestner, Robert, and Neeraj Kaushal, Immigrant and Native Responses to Welfare Reform, Journal of Population Economics, 18(1), 2005.",
        "Kaushal, Neeraj, and Robert Kaestner, Welfare Reform and Health Insurance of Immigrants, Health Services Research, 40(3), 2005.",
        "Klerman, Jacob, Jeanne Ringel and Beth Roth, Under-Reporting of Medicaid and Welfare in the Current Population Survey, RAND Corporation Working Paper 169-3, 2005.",
        "Loue, Sana, Marlene Cooper and Linda S. Lloyd, Welfare and Immigration Reform and Use of Prenatal Care among Women of Mexican Ethnicity in San Diego, California, Journal of Immigrant Health, 7(1), 2005.",
        "McGee, Daniel L., Youlian Liao, Guichan Cao, and Richard S. Cooper, Self-Reported Health Status and Mortality in a Multiethnic US Cohort, American Journal of Epidemiology, 149(1), 1999.",
        "Martin, David. A., Consistency in Law Enforcement: Best Practices, manuscript prepared for the University of California-Davis Workshop on the Santiago Summit of the Americas Declaration, 2000. (Available at: http://migration.ucdavis.edu/cf more.php?id=87_0_2_0).",
        "Mazzolari, Francesca, Effects of Welfare Reform on Immigrants' Welfare Participation: How `Chilling' Are They?, unpublished manuscript, 2004.",
        "Meyer, Bruce D., Wallace K.C. Mok, and James X. Sullivan, The Under-Reporting of Transfers in household Surveys: Its Nature and Consequences, National Bureau of Economic Research Working Paper 15181, 2009.",
        "Orrenius, Pia M., and Madeline Zavodny, The Effects of Tougher Enforcement on the Job Prospects of Recent Latin American Immigrants, Journal of Policy Analysis and Management, 28(2), 2009.",
        "Remler, Dahlia and Sherry Glied, What Other Programs Can Teach Us: Increasing Participation in Health Insurance Programs, American Journal of Public Health, 93(1), 2003.",
        "Royer, Heather, The Response to a Loss in Medicaid Eligibility: Pregnant Immigrant Mothers in the Wake of Welfare Reform, unpublished manuscript, 2005.",
        "Seghetti, Lisa M., Stephen R. Vina, and Karma Ester, Enforcing Immigration Law: The Role of State and Local Law Enforcement, Congressional Research Service Report for Congress, 2004.",
        "Sommers, Benjamin D., Targeting in Medicaid: The costs and enrollment effects of Medicaid's citizenship documentation requirement, Journal of Public Economics, 94(12) , 174-182, 2010.",
        "Van Hook, Jennifer, Welfare Reform's Chilling Effects on Non-Citizens: Changes in Noncitizen Welfare Recipiency or Shifts in Citizenship Status, Social Science Quarterly, 84(3), 2003. Vargas, Edward, Mixed Status Families and Public Assistance: The Impact on Both States and Families, unpublished dissertation, University of Indiana.",
        "Schlosberg, Claudia, and Dinah Wiley, The Impact of INS Public Charge Determinations on Immigrant Access to Health Care, National Immigration Law Center report, 1998.",
        "Siskin, Alison, Andorra Bruno, Blas Nunez-Neto, Lisa M. Seghetti, and Ruth Ellen Watson, Immigration Enforcement Within the United States, Congressional Research Service Report for Congress, 2006.",
        "Zimmerman, Wendy, and Karen Tumlin, Patchwork Policies: State Assistance for Immigrants Under Welfare Reform, Urban Institute report, 1999. 0.25 0.3 0.35 0.4 0.45 0.5 0.55 -8 -7.8 -7.6 -7.4 -7.2 -7 -6.8 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 FractionParticipatinginMedicaid Log(Enforcement) Survey Year"
    ]
}