{
    "id": 16272,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Avery, Robert B. and Raphael W. Bostic and Katherine A. Samolyk, 1998. The role of personal wealth in small business finance, Journal of Banking and Finance, vol. 22, pp. 1019 - 1061.",
        "Berkowitz, Jeremy and Michelle J. White, 2004. Bankruptcy and small firms' access to credit, RAND Journal of Economics, vol. 35, no. 1, Spring. pp. 69-84.",
        "Cerqueiros, Geraldo and Maria Fabiana Penas, 2010. Debtor protection and startup financing sources: evidence from the US Working Paper, Tilburg University.",
        "Cosh, Andrew, Douglas Cumming and Alan Hughes, 2008. Outside Entrepreneurial Capital, forthcoming, Economic Journal.",
        "Fairlie, Robert and Harry Krashinsky, 2007. Liquidity Constraints, Household Wealth, and Entrepreneurship Revisited, working paper, University of California, Santa Cruz.",
        "Fairlie, Robert and Alicia Robb, 2008. Why are Black-Owned Businesses Less Successful than White-Owned Businesses: The Role of Families, Inheritances, and Business Human Capital, Journal of Labor Economics, 25(2): 289-323.",
        "Faulkender, Michael and Mitchell Peterson, 2006. Does the source of capital affect capital structure? Review of Financial Studies, vol. 19, pp. 45-79.",
        "Gompers, Paul and Josh Lerner, 2001. The venture capital revolution. Journal of Economic Perspectives.",
        "Helwege, Jean and N. Liang, 1996. Is there a pecking order? Evidence from a panel of IPO firms. Journal of Financial Economics, vol 40, no. 429-458.",
        "Hurst, Erik and Annamaria Lusardi, 2004. Liquidity Constraints, Household Wealth, and Entrepreneurship, Journal of Political Economy, vol. 112.",
        "Kaplan, Steven N., Berk Sensoy, and Per J. Stromberg, 2009. Should investors bet on the jockey or the horse? Evidence from the evolution of firms from early business plans to public companies. Forthcoming, Journal of Finance.",
        "Lemman, Michael L., Michael R. Roberts and Jaime F. Zender, 2008. Back to the beginning: persistence and the cross-section of corporate capital structure, Journal of Finance, vol 63, no 4, pp. 1575-1603.",
        "Mann, Ronald J., 1998. Comment on Avery, Bostic and Samolyk Journal of Banking and Finance, vol. 22, pp. 1062-1066.",
        "Moon, John, 2009. Small business finance and personal assets,Community Investments, vol. 21, issue 3, Winter 2009/2010.",
        "Myers, Steward and Nicholas Majluf, 1984. Financing and investment decisions when firms have information markets do not have, Journal of Financial Economics, vol. 13, no. 2, pp. 187-221.",
        "Peterson, Mitchell and Raghuram Rajan, 2000. Does distance still matter? The information revolution in small business lending, NBER Working Paper #7685.",
        "Peterson, Mitchell and Raghuram Rajan, 1994. The benefits of lending relationships: evidence from small business lending, Journal of Finance, vol. 49, no. 1, pp 3-37.",
        "Peterson, Mitchell and Raghuram Rajan, 1997. Trade credit: theories and evidence,  Review of Financial Studies, vol. 10, no. 3, pp 661-691.",
        "Puri, Manju and David T. Robinson, 2008. Optimism and Economic Choice, Journal of Financial Economics, vol. 86, no. 1, 71-99.",
        "Rajan, Raghuram and Luigi Zingales, 1995. What do we know about capital structure ? Some evidence from international data, Journal of Finance, vol. 50, no. 5, pp. 1421-1460. Robb, A., Ballou, J., Barton, T., DesRoches, D., Potter, F., Reedy, E.J., & Zhao, Z. (2009). An Overview of the Kauffman Firm Survey: Results from the 2004-2007 Data. Kauffman Foundation.",
        "Robb, Alicia M., Robert Fairlie and David T. Robinson, 2009. Capital Injections among New Black and White Business Ventures: Evidence from the Kauffman Firm Survey, Working paper.",
        "Shyam Sunder and Stewart Myers, 1999. Testing static tradeoff against pecking order models of capital structure, Journal of Financial Economics, vol 51.",
        "Wong, Andrew, 2003. Angel finance: the `other' venture capital. PhD dissertation, University of Chicago."
    ]
}