{
    "id": 16274,
    "cites": 50,
    "cited_by": 0,
    "reference": [
        "American Economic Association. 1908. Economic Bulletin, vol. 1, no. 2 (June): 107-187.",
        "American Economic Association. 1938. Membership Statistics: 1886-1937, The American Economic Review, Vol. 28, No. 3, Supplement, Handbook, Who's Who in the American Economic Association: 1938 (September).",
        "Ashenfelter, Orley. 2001. Economics: Overview in Neil J. Smelser and Paul B. Baltes, eds. International Encyclopedia of the Social and Behavioral Sciences, pp. 4158-4159. Oxford: Elsevier.",
        "Azar, Ofer H. 2005. The Review Process in Economics: Is it Too Fast? Southern Economic Journal, vol. 72, no. 2 (October): 482-491.",
        "Balch, Emily Greene. 1893. Public Assistance of the Poor in France, Publications of the American Economic Association, vol. 8, nos. 4-5 (July-September): 9-179.",
        "Barzel, Yoram. 1971. The Market for a Semi-Public Good: The Case of the American Economic Review, American Economic Review, vol. 61, no. 4 (September): 665-674.",
        "Bell, James Washington. 1941. Report of the Secretary of the Association for the Year Ending December 12, 1940, American Economic Review, Vol. 30, No. 5, Papers and Proceedings of the Fifty-third Annual Meeting of American Economic Association (February): 425-431.",
        "Blakey, Roy G. and Blakey, Gladys C. 1919. The Revenue Act of 1918, American Economic Review, vol. 9, no. 2 (June): 214-243.",
        "Bogart, Daniel. 2009. Nationalizations and the Development of Transport Systems: CrossCountry Evidence from Railroad Networks, 1860-1912, Journal of Economic History 69, no. 1 (March): 202-237.",
        "Borts, George. 1972. Report of the Managing Editor: American Economic Review, American Economic Review, vol. 62, no. 1/2 (March): 498-503.",
        "Bowman, Linda. 2009. Bourgeois Self-Representation and Business Tax Reform in Late Imperial Russia, Russian Review, vol. 68, no. 4 (October): 583-606.",
        "Christ, Carl F. 1983. The Founding of the Econometric Society and Econometrics, Econometrica, vol. 51, no. 1 (January): 3-6.",
        "Coman, Katharine. 1891. The Tailoring Trade and the Sweating System, Publications of the American Economic Association, vol. 6, no. 1-2 (January-March): 144-147.",
        "Coman, Katharine. 1903. The History of Contract Labor in the Hawaiian Islands, Publications of the American Economic Association, 3rd Series, vol. 4, no. 3 (August): 1-61.",
        "Coman, Katharine, Ernest L. Bogart, Richard T. Ely, and Edwin F. Gay. 1907. Stages of Economic Development: Discussion, Publications of the American Economic Association, 3rd Series, Papers and Proceedings of the Nineteenth Annual Meeting, Providence, RI, vol. 8, no. 1 (February): 127-136.",
        "Coman, Katharine. 1911a. Some Unsettled Problems of Irrigation, American Economic Review, vol. 1, no. 1 (March): 1-19.",
        "Coman, Katharine. 1911b. Government Factories: An Attempt to Control Competition in the Fur Trades, American Economic Review: Papers and Discussions of the 23rd Annual Meeting, vol. 1, no. 2 (April): 368-388.",
        "Court, Louis M. 1941a. Entrepreneurial and Consumer Demand Theories for Commodity Spectra: Part I, Econometrica, vol. 9, no. 2 (April): 135-162.",
        "Court, Louis. 1941b. Entrepreneurial and Consumer Demand Theories for Commodity Spectra: Concluded, Econometrica, vol. 9, no. 3-4 (July-October): 241-297.",
        "Dewey, Davis Rich. 1917. Report of the Managing Editor of the American Economic Review for the Year Ending December, 1916, American Economic Review, Supplement, Papers and Proceedings of the Twenty-ninth Annual Meeting of the American Economic Association, Vol. 7, no. 1 (March): 289-290.",
        "Dewey, Davis Rich. 1941. Remarks of Davis Rich Dewey Testimonial Dinner, Papers and Proceedings of the Fifty-Third Annual Meeting of the American Economic Association, vol. 30, no. 5 (February): vii-xi.",
        "Ellison, Glenn. 2002a. The Slowdown of the Economics Publishing Process, Journal of Political Economy, vol. 110, no. 5: 947-993.",
        "Ellison, Glenn. 2002b. Evolving Standards for Academic Publishing: A q-r Theory, Journal of Political Economy, vol. 110, no. 5: 994-1034.",
        "Engers, Maxim and Joshua Gans. 1998. Why Referees are not Paid (Enough), American Economic Review, Vol. 88, no. 5 (December): 1341-1350.",
        "Ely, Richard T. 1886. Report of the Organization of the American Economic Association, Publications of the American Economic Association, vol. 1, no. 1 (March): 5-32.",
        "Ely, Richard T. 1910. The American Economic Association, 1885-1909, American Economic Association Quarterly, 3rd Series, Papers and Discussions of the Twenty-Second Annual Meeting: Being the Twenty-Fifth Anniversary of the Founding of the Association, vol. 11, no. 1 (April): 47-111.",
        "Fogel, Robert W. 2000. Simon Kuznets, April 30, 1901  July 9, 1985, Working Paper No. 7787, National Bureau of Economic Research, Cambridge MA.",
        "Gans, Joshua, ed. 2000. Publishing Economics: Analyses of the Academic Journal Market. Northampton MA: Edward Elgar.",
        "Gans, Joshua and George B. Shepherd. 1994. How the Mighty Have Fallen: Rejected Classic Articles by Leading Economists, Journal of Economic Perspectives, vol. 8, no. 1 (Winter): 165180.",
        "Gurley, John. 1969. Report of the Managing Editor for the Year Ending December 1968, American Economic Review, Papers and Proceedings of the Eighty-first Annual Meeting of the American Economic Association, vol. 59, no. 2 (May): 594-598.",
        "Haley, Bernard F. 1954. Report of the Managing Editor for the Year Ending December, 1953, American Economic Review, Papers and Proceedings of the Sixty-sixth Annual Meeting of the American Economic Association, vol. 44, no. 2, (May): 727-730.",
        "Haley, Bernard F. 1958. Report of Survey of Membership with Regard to American Economic Review, American Economic Review, Papers and Proceedings of the Seventieth Annual Meeting of the American Economic Association, vol. 48, no. 2, (May): 643-49.",
        "Heck, Jean Louis. 1993. Eight Decades of Contributing Authors and Institutions to the American Economic Review, Journal of Economic Education, vo. 24, no. 2 (Spring): 163-170.",
        "Homan, Paul T. 1942. Report of the Managing Editor of the American Economic Review for the Year Ending December, 1941, American Economic Review, Supplement, Papers and Proceedings of the Fifty-fourth Annual Meeting of the American Economic Association, Vol. 32, No. 1, Part 2 (March): 501-502.",
        "Homan, Paul T. 1944. Report of the Managing Editor of the American Economic Review for the Year Ended December, 1943, American Economic Review, Supplement, Papers and Proceedings of the Fifty-sixth Annual Meeting of the American Economic Association, Vol. 34, No. 1, Part 2 (March): 411-413.",
        "Kemmerer, Edwin Walter. 1911. Seasonal Variations in the New York Money Market, American Economic Review, vol. 1, no. 1 (March): 33-49.",
        "Kinley, David. 1911. The Promotion of Trade with South America, American Economic Review, vol. 1, no. 1 (March): 50-71.",
        "Laband, David N. and Michael J. Piette. 1994. The Relative Impacts of Economic Journals, 1970-1990, Journal of Economic Literature, vol. 32, no. 2: 640-667.",
        "Laband, David N. and John M. Wells. 1998. The Scholarly Journal Literature of Economics: A Historical Profile of the AER, JPE, and QJE, American Economist, vol. 42, no. 2 (Fall): 47-59.",
        "Laband, David N. and Robert D. Tollison. 2003. Dry Holes in Economics Research, Kyklos, vol. 56, no. 2: 161-174.",
        "Machlup, Fritz. 1945. Report of the Acting Managing Editor of the American Economic Review for the Year Ending December, 1944, American Economic Review, Papers and Proceedings of the Fifty-seventh Annual Meeting of the American Economic Association, Vol. 35, No. 2 (May): 469-471.",
        "May, Ann Mari and Robert W. Diamond. 2009. Retrospective Trouble in the Inaugural Issue of the American Economic Review: The Cross/Eaves Controversy, Journal of Economic Perspectives, vol. 23, no. 3 (Summer): 189-204.",
        "Mehta, Aditi, Marc Rysman, and Tim Simcoe. 2008. Identifying the Age Profile of Patent Citations: New Estimates of Knowledge Diffusion, unpublished paper, Department of Economics, Boston University.",
        "Oswald, Andrew J. 2006. Prestige Labels, unpublished paper, Department of Economics, University of Warwick, November.",
        "Samuelson, Paul W. 1938. The Empirical Implications of Utility Analysis, Econometrica, vol. 6, no. 4 (October): 344-356.",
        "Sauer, Raymond D. 1988. Estimates of the Return to Quality and Co-authorship in Economic Academia, Journal of Political Economy, vol. 96, no. 4: 855-866.",
        "Stigler, George J., Stephen M. Stigler, and Claire Friedland. 1995, The Journals of Economics, Journal of Political Economy, vol. 103, no. 2: 331-359.",
        "Seligman, Edwin R. A. 1892. On the Shifting and Incidence of Taxation, Publications of the American Economic Association, vol. 7, no. 2/3 (March-May): 7-191.",
        "Siegfried, John J. 2007. Report of the Treasurer, in Proceedings of the One Hundred Nineteenth Annual Meeting, American Economic Review, vol. 97, No. 2 (May): pp. 538-540.",
        "Taussig, Frank W. 1911. How Tariffs Should Not Be Made, American Economic Review, vol. 1, no. 1 (March): 20-32."
    ]
}