{
    "id": 16289,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "Auerbach, Alan J., 1989, Tax Reform and Adjustment Costs: The Impact on Investment and Market Value, International Economic Review vol.30(4), 939-962.",
        "Beaudry, Paul, and Franck Portier, 2004, An Exploration into Pigou's Theory of Cycles, Journal of Monetary Economics vol.51(6), 1183-1216.",
        "Beaudry, Paul, and Franck Portier, 2006, Stock Prices, News, and Economic Fluctuations, American Economic Review vol.96(4), 1293-1307.",
        "Blanchard, Olivier J., 1981, Output, the Stock Market, and Interest Rates, American Economic Review vol.71(1), 132-143.",
        "Blanchard, Olivier J., and Roberto Perotti, 2002, An Empirical Investigation of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics vol.117(4), 1329-1368.",
        "Burnside, Craig, Martin Eichenbaum and Jonas D. M. Fisher, 2004, Fiscal Shocks and Their Consequences , Journal of Economic Theory 115, 89-117.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans, 1996, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics 78(1), 16-34.",
        "Cochrane, John, 1994, Shocks, Carnegie-Rochester Series on Public Policy 41, 295-364.",
        "Danthine, Jean Pierre, John B. Donaldson and Thore Johnsen, 1998, Productivity Growth, Consumer Confidence and the Business Cycle, European Economic Review 42, 1113-1140.",
        "Den Haan, Wouter J., and Georg Kaltenbrunner, 2009, Anticipated Growth and Business Cycles in Matching Models, Journal of Monetary Economics 56(3), 309-27.",
        "Goodfriend, Marvin, and Robert G. King, 2005, The Incredible Volcker Disinflation, Journal of Monetary Economics 52(5), 981-1015.",
        "Hall, Robert E., 1971, The Dynamic Effects of Fiscal Policy in an Economy with Foresight, Review of Economic Studies 38, 229-244.",
        "Heim, Bradley T., 2007, The Effect of Tax Rebates on Consumption Expenditures: Evidence from State Tax Rebates, National Tax Journal, 685-710.",
        "House, Christopher L., and Matthew D. Shapiro, 2006, Phased-In Tax Cuts and Economic Activity, American Economic Review 96(4), 1835-1849.",
        "Jaimovich, Nir, and Sergio T. Rebelo, 2006, Can News About the Future Drive the Business Cycle?, manuscript, Northwestern University.",
        "Leeper, Eric M., Todd B. Walker and Shu-Chun Susan Yang, 2008, Fiscal Foresight: Analytics and Econometrics, manuscript, Indiana University.",
        "McGrattan, Ellen R., 1994, The Macroeconomic Effects of Distortionary Taxation, Journal of Monetary Economics 33(3), 573-601.",
        "Mertens, Karel, and Morten O. Ravn, 2008, The Aggregate Effects of Anticipated and Unanticipated U.S. Tax Policy Shocks: Theory and Empirics, EUI working paper no. 2008/05.",
        "Mertens, Karel, and Morten O. Ravn, 2010a, Understanding the Aggregate Effects of Anticipated and Unanticipated Tax Policy Shocks, forthcoming, Review of Economic Dynamics.",
        "Mertens, Karel, and Morten O. Ravn, 2010b, Measuring the Impact of Fiscal Policy in the Face of Anticipation: A Structural VAR Approach, Economic Journal 120(May), 393-413.",
        "Mountford, Andrew, and Harald Uhlig, 2009, What are the Effects of Fiscal Policy Shocks?, Journal of Applied Econometrics 24(6), 960-92..",
        "Parker, Jonathan A., 1999, The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review vol.89(4), 959-973.",
        "Perotti, Roberto, 2007, Estimating the Effects of Fiscal Policy in OECD Countries, working paper no. 276, IGIER.",
        "Poterba, James M., 1988, Are Consumers Forward Looking? Evidence from Fiscal Experiments, American Economic Review vol.78(2), 413-418.",
        "Ramey, Valerie A., 2008, Identifying Government Spending Shocks: It's All in the Timing, manuscript, University of California, San Diego.",
        "Ramey, Valerie A., and Matthew D. Shapiro, 1998, Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Series on Public Policy vol.48, 145-194.",
        "Romer, Christina D., and David H. Romer, 2007, A Narrative Analysis of Postwar Tax Changes, manuscript, University of California, Berkeley.",
        "Romer, Christina D., and David H. Romer, 2008, A Narrative Analysis of Postwar Tax Changes, manuscript, University of California, Berkeley.",
        "Romer, Christina D., and David H. Romer, 2009, Do Tax Cuts Starve the Beast? The Effect of Tax Changes on Government spending, Brookings Papers on Economic Activity (Spring).",
        "Romer, Christina D., and David H. Romer, 2010, The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, American Economic Review 100(3), 763-801.",
        "Souleles, Nicholas S., 1999, The Response of Household Consumption to Income Tax Refunds, American Economic Review vol.89(4), 947-958.",
        "Souleles, Nicholas S., 2002, Consumer Response to the Reagan Tax Cut, Journal of Public Economics vol.85, 99-120.",
        "Taylor, John B., 1993, Macroeconomic Policy in a World Economy, W.W. Norton: New York.",
        "Yang, Shu-Chun Susan, 2005, Quantifying Tax Effects Under Policy Foresight, Journal of Monetary Economics 52(8), 1557-1168."
    ]
}