{
    "id": 16282,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Asquith, Paul, Andrea Au, and Parag A. Pathak (2006): Short Sales Constraints. Unpublished mimeo, MIT Sloan.",
        "Asquith, Paul and Lisa Meulbroek (1995): An Empirical Investigation of Short Interest. Unpublished MIT Working paper.",
        "Asquith, Paul, Rebecca Oman, and Chris Safaya (2010): Short Sales and Trade Classification Algorithms. Journal of Financial Markets, forthcoming.",
        "Asquith, Paul, Parag A. Pathak, and Jay Ritter (2005): Short Interest, Institutional Ownership and Stock Returns. Journal of Financial Economics, 78(2), 243-276.",
        "Bai, Yang, Eric C. Chang, and Jiang Wang (2006): Asset Prices Under Short-Sales Constraints. Working paper, MIT Sloan School of Management.",
        "Bao, Jack and Jun Pan (2009): Excess Volatility of Corporate Bonds. Working paper, MIT Sloan School of Management.",
        "Bessembinder, Hendrik, William Maxwell, Kathleen Kahle, and Danielle Xu (2009): Measuring Abnormal Bond Performance. Review of Financial Studies, 22, 4219-4258.",
        "Bessembinder, Hendrik and William Maxwell (2008): Transparency and the Corporate Bond Market. Journal of Economic Perspectives, Spring.",
        "Bessembinder, Hendrik, William Maxwell, and Kumar Venkataraman (2006): Market Transparency, Liquidity Externalities, and Institutional Trading Costs in Corporate Bonds. Journal of Financial Economics, 82(2), 251-288.",
        "Boehmer, Ekkehart, Charles Jones, and Xiaoyan Zhang (2008): Which Shorts Are Informed? Journal of Finance, 63(2): 491-527.",
        "Chen, Joseph, Harrison Hong, and Jeremy C. Stein (2002): Breadth of Ownership and Stock Returns. Journal of Financial Economics, 66, 171-205.",
        "Cohen, Lauren, Karl Diether, and Christopher Malloy (2007): Supply and Demand Shifts in the Shorting Market. Journal of Finance, 62: 2061-2096.",
        "D'avolio, Gene (2002): The Market for Borrowing Stock. Journal of Financial Economics, 66, 271-306.",
        "Diamond, Douglas and Robert Verrechia (1987): Constraints on short-selling and asset price adjustment to private information. Journal of Financial Economics, 18, 27-311.",
        "Diether, Karl, K.-H Lee, and Ingrid M. Werner (2009): Short-Sale Strategies and Return Predictability. Review of Financial Studies, 22, 575-607.",
        "Duffie, Darrell (1996): Special Repo Rates. Journal of Finance, 51(2), 493-526.",
        "Duffie, Darrell, Nicolae Garleanu, and Lasse Pedersen (2002): Securities Lending, Shorting, and Pricing. Journal of Financial Economics, 66, 307-339.",
        "Edwards, Amy, Larry Harris, and M. Piwowar (2006): Corporate Bond Market Transparency and Transaction Costs. Journal of Finance, 62, 1421-1451."
    ]
}