{
    "id": 16281,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "American Council on Education. 1960. American Universities and Colleges. Mary Irwin, ed. Washington, D.C.: American Council on Education. College Blue Book. 1933. The 1933 College Blue Book. Huber William Hurt and Harriett-Jeanne Hurt, eds. Hollywood by-the-Sea, FL: The College Blue Book.",
        "Conable, Charlotte W. 1977. Women at Cornell: The Myth of Equal Education. Ithaca, NY: Cornell University Press.",
        "Currie, Janet, and Enrico Moretti. 2003. \"Mother&apos;s Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings,\" Quarterly Journal of Economics CXVIII (November): 1495-1532.",
        "Department of the Interior, Commissioner of Education. 1898. Annual Reports of the Department of the Interior for... 1897, vol. 2. Washington, D.C., G.P.O. Eisenmann, Linda. 1997. \"Reconsidering a Classic: Assessing the History of Women&apos;s Higher Education a Dozen Years after Barbara Solomon,\" Harvard Educational Review 67 (Winter): 689-718.",
        "Fletcher, Robert S. 1943. A History of Oberlin College. Chicago: R.R. Donnelley and Sons Company.",
        "Gleason, Philip. 2001. \"A Half-Century of Change in Catholic Higher Education,\" U.S. Catholic Historian 19 (1): 1-19.",
        "Goldin, Claudia. 1998. \"America&apos;s Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century,\" Journal of Economic History 58 (June): 34574.",
        "Goldin, Claudia, and Lawrence F. Katz. 1999. \"The Shaping of Higher Education: The Formative Years in the United States, 1890 to 1940,\" Journal of Economic Perspectives 13 (Winter): 37-62.",
        "Goldin, Claudia, and Lawrence F. Katz. 2008. The Race between Education and Technology. Cambridge, MA: Belknap Press for Harvard University.",
        "Graham, Patricia Albjerg. 1978. \"Expansion and Exclusion: A History of Women in Higher Goldin and Katz, Coeducation -49-Education,\" Signs: Journal of Women in Culture and Society (Summer): 759-73.",
        "Karabel, Jerome. 2005. The Chosen: The Hidden History of Admission and Exclusion at Harvard, Yale, and Princeton. Boston, MA: Houghton Mifflin.",
        "McGuigan, Dorothy Dies. 1970. A Dangerous Experiment: 100 Years of Women at the University of Michigan. Ann Arbor, MI: University of Michigan Press.",
        "Miller-Bernal, Leslie. 2004. \"Coeducation: An Uneven Progression.\" In Leslie Miller-Bernal and Susan L. Poulson, eds., Going Coed: Women&apos;s Experiences in Formerly Men&apos;s Colleges and Universities, 1950-2000. Nashville, TN: Vanderbilt University Press.",
        "Miller-Bernal, Leslie and Susan L. Poulson, eds. 2004. Going Coed: Women&apos;s Experiences in Formerly Men&apos;s Colleges and Universities, 1950-2000. Nashville, TN: Vanderbilt University Press.",
        "Newcomer, Mabel. 1959. A Century of Higher Education for American Women. New York: Harper and Brothers Publishers.",
        "Oreopoulos, Phillip and Kjell G. Salvanes. 2009. \"How Large are Returns to Schooling? Hint: Money Isn&apos;t Everything.\" NBER Working Paper No. 15339, September.",
        "Poulson, Susan. 1995. \"From Single-Sex to Coeducation: The Advent of Coeducation at Georgetown, 1965-1975,\" U.S. Catholic Historian (Fall): 117-37.",
        "Radke-Moss, Andrea. 2008. Bright Epoch: Women and Coeducation in the American West. Lincoln: NE: University of Nebraska Rosenberg, Rosalind. 1988. \"The Limits of Access: The History of Coeducation in America.\" In John Mack Faragher and Florence Howe, eds., Women and Higher Education: Essays from the Mount Holyoke College Sesquicentennial Symposia. New York: W. W. Norton.",
        "Rossi, Alice S. 1987. \"Coeducation in a Gender-Stratified Society.\" In Carol Lasser, ed., Educating Men and Women Together: Coeducation in a Changing World. Urbana and Chicago, IL: University of Illinois Press.",
        "Goldin and Katz, Coeducation -50-Solomon, Barbara Miller. 1985. In the Company of Educated Women. New Haven, CT: Yale University Press.",
        "Songe, Alice H. 1978. American Universities and Colleges: A Dictionary of Name Changes. Metuchen, NJ: The Scarecrow Press, Inc.",
        "Thomas, M. Carey. 1900. Education of Women. Albany, NY: J.B. Lyon Company.",
        "Turner, Sarah, and William G. Bowen. 1998. \"Choice of Major: The Changing (Unchanging) Gender Gap,\" Industrial and Labor Relations Review 59 (2): 289-313.",
        "U.S. Office of Education. 1927. Biennial Survey of Education, 1922-24. Bulletin 1926, No. 23. Washington, D.C.: G.P.O. U.S. Office of Education. 1937. Biennial Survey of Education, 1932-34. Bulletin 1935, No. 2. Washington, D.C.: G.P.O. Woody, Thomas. 1929. A History of Women&apos;s Education in the United States. New York: The Science Press. Goldin and Katz, Coeducation -51-"
    ]
}