{
    "id": 16284,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Alonso, William (1964), Location and Land Use, Cambridge: Harvard University Press.",
        "Caplin, Andrew, and John Leahy (2010), Comparative Statics in Markets for Indivisible Goods,NYU working paper.",
        "Crawford, Vincent, and Elsie Knoer (1981), Job Matching with Heterogeneous Firms and Workers,Econometrica 49, 437-50.",
        "Demange, Gabrielle, and David Gale (1985), The Strategy Structure of Two-Sided Matching Markets,Econometrica 53, 873-888.",
        "Demange, Gabrielle, and David Gale, and Marilda Sotomayor (1986), Multi-Item Auctions, The Journal of Political Economy 94, 863-873.",
        "Gale, David, (1984), Equilibrium in a Discrete Economy with Money.International Journal of Game Theory 13, 6164.",
        "Kaneko, Mamoru, (1982), The Central Assignment Game and the Assignment Markets, Journal of Mathematical Economics 10, 205232.",
        "Kaneko, Mamoru, Tamon Ito, and Yu-ichi Osawa (2006), Duality in Comparative Statics in Rental housing markets with Indivisibilities,Journal of Urban Economics 59, 142-170.",
        "Kaneko, Mamoru, and Yoshitsugu Yamamoto (1986), The Existence and Computation of Competitive Equilibria in Markets with an Indivisible Commodity, Journal of Economic Theory 38, 118-136",
        "Koopmans, Tjalling and Martin Beckmann (1957), Assignment Problems and the Location of Economic Activities, Econometrica 25, 53-76.",
        "Krantz, Steven, and Harold Parks (2002), A Primer of Real Analytic Functions,Boston: Birhauser.",
        "Kuhn, Harold (1955), The Hungarian Method for the Assignment Problem, Naval Research Logistics Quarterly 2, 83-97.",
        "Meese, Richard, and Nancy Wallace (1994), Testing the Present Value Relation for Housing Prices: Should I Leave my House in San Francisco,Journal of Urban Economics, Volume 35, 245-266.",
        "Miyake, Mitsunobu (1994), Comparative Statics of Assignment Markets with General Utilities,Journal of Mathematical Economics 23, 519-531.",
        "Miyake, Mitsunobu (2003), Precise Computation of a Competitive Equilibrium of the Discrete Land Market Model,Regional Science and Urban Economics 33, 721-743.",
        "Munkres, James (1957), Algorithms for the Assignment and Transportation Problems, Journal of the Society of Industrial and Applied Mathematics 5, 32-38.",
        "Ricardo, David, (1817), Principles of Political Economy and Taxation, London, John Murray.",
        "Roback, Jennifer (1982), Wages, Rents, and the Quality of Life, Journal of Political Economy 90, 1257-1278.",
        "Rosen, Sherwin (1974), Hedonic Prices and Implicit Markets: Product Dierentiation in Pure Competition,Journal of Political Economy 92, 34-55.",
        "Scarf, Herbert E. (1994), The Allocation of Resources in the Presence of Indivisibilitie, Journal of Economic Perspectives, Vol. 8, 111-128.",
        "Shapley, Lloyd, and Martin Shubik (1972), The Assignment Game I: The Core.International Journal of Game Thoery 1, 111-130.",
        "Quinzii, Martine, (1984), Core and Competitive Equilibria with Indivisibilities,International Journal of Game Theory 13, 4160."
    ]
}