{
    "id": 1628,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "Ashworth, A. 1982. International Differences in Infant Mortality and the Impact of Malnutrition: A Review. Human Nutrition: Clinical Nutrition 36c: 7-23.",
        "Barua, H.C. 1973. Birth Weight in Assamese Infants. Indian Pediatrics 10: 125-127.",
        "Breeden, J.D. 1980. Advice Among Masters: The Ideal in Slave Management in the Old South. Wesport, Conn.: Greenwood.",
        "Briend, A. 1979. Fetal Malnutition--The Price of Upright Posture? British Medical Journal 2: 317-319.",
        "Cole, T.J. 1979. A Method for Assessing Age-Standardized Weight-for-Height in Children Seen Cross-Sectionally. Annals of Human Biology 6: 249-268.",
        "Eblen, J. E. 1972. Growth of the Black Population in Ante Bellum America, 1820-1860. Population Studies 26: 273-289.",
        "During the Nineteenth Century. Demography 11: 301-319. 28 Evans, R. Jr. 1962. The Economics of American Negro Slavery. Pp. 185-243 in Universities National Bureau for Economic Research, Aspects of Labor Economics. Princeton: Princeton University Press.",
        "Eveleth, P.8. and Tanner, J.M. 1976. Worldwide Variation in Human Growth.",
        "New York: Cambridge University Press. Farley, R. 1965. The Demographic Rates and Social Institutions of the Ni neteenth Century Negro Popul ation: A Stable Popul ation Analysis.",
        "Demography 2: 386-398. ___________ 1970. Growth of the Black Population. Chicago: Markham Publishing.",
        "Fogel, R.W. and Engerman, S.L. 1974. Time on the Cross: The Economics of American Negro Slavery. Boston: Little, Brown.",
        "Fogel, R.W., Engerman, S.L., Floud, R., Friedman, G., Margo, R.A., Sokoloff, K., Steckel, R.H., Trussell, J. 1., Wachter, K.W., and Villaflor, G. 1983. Secular Changes in American and British Stature and Nutrition.",
        "Journal of Interdisciplinary History 14: 445-481. Haines, M.R. 1979. The Use of Model Life Tables to Estimate Mortality for the United States in the Late Nineteenth Century. Demography 16: 289- 312.",
        "Hytten, F.E. 1981. Nutrition in Relation to Fetal Growth. Pp. 57-62 in F.",
        "Oxford: Blackwell. Jayant, K. 1964. Birth Weight and Some Other Factors in Relation to Infant Survival. A Study on an Indian Sample. Annals of Human Genetics 27: 261-270.",
        "McClelland, P.O. and Zeckhauser, R.J. 1982. Demographic Dimensions of the New Republic. Cambridge: Cambridge University Press.",
        "Maddala, G. S. 1977. Econometrics. New York: McGraw-Hill.",
        "Meredith, H.V. 1970. Body Weight at Birth of Viable Human Infants: A World- wide Comparative Treatise. Human Biology 42: 217-264.",
        "Naeye, R.L. and E.C. Peters. 1982. Working During Pregnancy: Effects on the Fetus. Pediatrics 69: 724-727.",
        "North, A.F. Jr. and MacDonald, H. M. 1977. Why are Neonatal Mortality Rates Lower in Small Black Infants than in White Infants in Similar Birth Weight? The Journal of Pediatrics 90: 809-810.",
        "Postell, W.D. 1951. The Health of Slaves on Southern Plantations. Baton Rouge: Louisiana State University Press.",
        "Sandherg, L .G. and Steckel, R .H. 1980. Sol di er, Sol di er, What Made You Grow So Tall? A Study of Height, Health, and Nutrition in Sweden, 1720-1881.",
        "Economy and History 23: 91-105. Steckel, R.H. 1979a. Slave Height Profiles from Coastwise Manifests.",
        "Explorations in Economic History 16: 363-380. ___________ 197gb. Slave Mortality: Analysis of Evidence from Plantation Records. Social Science History 3: 86-114. ____________ 1985a. Dimensions and Determinants of Early Childhood Health and Mortality Among American Slaves. Mirneo.",
        "Taeuber, C. and Taeuber, 1.8. 1958. The Changing Population of the United States. New York: John Wiley.",
        "Tafari, N., R.L. Naeye, and A. Gobezie. 1980. Effects of Maternal Undernutrition and Heavy Physical Work on Birth Weight. British Journal of Obstetrics and Gynecology 87: 222-226.",
        "Tanner, J. M. 1978. Fetus Into Man: Physical Growth from Conception to Maturity. London: Open Books.",
        "Cambridge University Press. 31 Tanner, J.M., Whitehouse, R.H., and Takaishi, M. 1966. Standards from Birth to Maturity for Height, Weight, Height Velocity, and Weight Velocity: British Children, Parts I and II. Archives of Disease in Childhood 41: 454-471 and 613-635.",
        "Thompson, W.S. and Whelpton, P.K. 1933. Population Trends in the United States. New York: McGraw-Hill.",
        "Trussell, J. and Steckel, R. 1978. The Age of Slaves at Menarche and Their First Birth. Journal of Interdisciplinary History 8: 477-505.",
        "United Nations. 1973. The Determinants and Consequences of Population Trends, Vol. I. Department of Economic and Social Affairs, Population Studies, No. 50. New York: United Nations.",
        "Rural Areas, Early 1950. Vital Statistics--Special Reports, Vol. 45, No.",
        "Wesley, C.H. 1942. Manifests of Slave Shipments Along the Waterways, 1808- 1864. Journal of Negro History 27: 155-174.",
        "WHO. 1980. The Incidence of Low Birth Weight: A Critical Review of Available Information. World Health Statistics Ouarterly 33: 197-224.",
        "Wright, C.D. 1900. The History and Growth of the United States Census."
    ]
}