{
    "id": 16296,
    "cites": 112,
    "cited_by": 8,
    "reference": [
        "Adams Scott J. 2002. Educational Attainment and Health: Evidence from a Sample of Older Adults. Education Economics 10(1): 97-109.",
        "Adda, Jerome, James Banks, and Hans-Martin von Gaudecker. 2009. The Impact of Income Shocks on Health: Evidence from Cohort Data. Journal of the European Economic Association 7(6): 1361-99.",
        "Adler, Nancy, and Katherine Newman. 2002. Socioeconomic Disparities in Health: Pathways and Policies. Health Affairs 21(2): 60-76.",
        "Alley, Dawn E., Teresa E. Seeman, Jung Ki Kim, Arun Karlamangla, Peifeng Hu, and Eileen M. Crimmins. 2006. Socioeconomic Status and C-Reactive Protein Levels in the US population: NHANES IV. Brain, Behavior, and Immunity 20(5): 498-504.",
        "Backlund, Eric, Paul D. Sorlie , and Norman J. Johnson. 1999. A Comparison of the Relationships of Education and Income with Mortality: The National Longitudinal Mortality Study. Social Science and Medicine 49(10): 1373-84.",
        "Baker Michael, Mark Stabile, and Catherine Deri, 2004. What Do Self Reported, Objective, Measures of Health Measure. The Journal of Human Resources 39(4): 1067-1093.",
        "Banarjee, Abhijit V., Esther Duflo, Gilles Postel-Vinay, and Timothy Watts. 2007. Long-Run Health Impacts of Income Shocks: Wine and Phylloxera in 19th Century France. NBER Working Paper No. 12895.",
        "Banks, James., Michael Marmot, Zoe Oldfield., James P. Smith. 2006. Disease and Disadvantage in the United States and England. The Journal of the American Medical Association 295(17): 2037-2045.",
        "Barrow, Lisa and Leslie. McGranahan. 2000. The Effects of the Earned Income Credit on the Seasonality of Household Expenditures. National Tax Journal 53(4): 1211-1243.",
        "Baughman, Reagan and Stacy Dickert-Conlin. 2009. The Earned Income Tax Credit and Fertility. Population Economics 22(3): 537-563.",
        "Baughman, Reagan and Stacy Dickert-Conlin. 2003. Did Expanding the EITC Promote Motherhood? American Economic Review Papers and Proceedings 93(2): 247-250.",
        "Berenson, Gerald , Sathanur Srinivasan, Weihang Bao, William Newman, Richard Tracy , Wendy Wattigney, for the Bogalusa Heart Study, 1998. Association Between Multiple Cardiovascular Risk Factors and Atherosclerosis in Children and Young Adults. New England Journal of Medicine 338(23): 1650-1656.",
        "Bitler, Marianne, Jonah B. Gelbach, Hilary W. Hoynes. 2005. Welfare Reform and Health. Journal of Human Resources 40(2): 309-334.",
        "Blank, Rebecca M. 2002. Evaluating Welfare Reform in the United States. Journal of Economic Literature 40(4): 1105-1166.",
        "Bound, John. 1989. The Health and Earnings of Rejected Disability Insurance Applicants. American Economic Review 79(3): 482-503.",
        "Bound, John. 1991. Self Reported Versus Objective Measures of Health In Retirement Models. Journal of Human Resources 26: 106-138.",
        "Brownson, Ross C., Elizabeth A. Baker, Robyn A. Housemann, Laura K. Bennan, Stephen J. Barak. 2001. Environmental and Policy Determinants of Physical Activity in the United States. American Journal of Public Health 91(12): 1995-2003.",
        "Call Kathleen, Gestur Davidson , Michael Davern, Rebecca Nyman. 2008. Medicaid undercount and bias to estimates of uninsurance: new estimates and existing evidence. Health Services Research, 43(3): 901914.",
        "Card, David, Carlos Dobkin, Nicole Maestas. 2009. Does Medicare Save Lives. Quarterly Journal of Economics 124(2), 597-636.",
        "Case, Anne. 2004. Does Money Protect Health Status? Evidence from South African Pensions. In Perspectives on the Economics of Aging, ed. David Wise, Chicago: University of Chicago Press, 287-311.",
        "Case, Anne, Lubotsky, Darren, Paxson, Christina, 2002. Economic Status and Health in Childhood: The Origins of the Gradient. American Economic Review 92(5), 13081334 Chaloupka, Frank J., and Kenneth E. Warner. 2000. The Economics of Smoking. In. Culyer AJ, Newhouse J. Eds. Handbook of Health Economics. Amsterdam. Elseiver Science 1539-1627.",
        "Chang, Virginia, Diane Lauderdale. 2005. Income Disparities in the Body Mass Index and Obesity in the United States, 1971-2002. Archives of Internal Medicine 165(18): 2122-2128.",
        "Cherkas, Lynn, Abraham Aviv, Anna Valdes, Janice Hunkin, Jeffrey Gardner, Gabriela Surdulescu, Masayuki Kimura, and Tim Spector. 2006. The Effect of Social Status on Biological Aging as Measures by White-Blood-Cell Telomere Length. Aging Cell 5(5): 361-365.",
        "Clinton, Hillary, White House Announcement on the EITC, July 29, 1993.",
        "Colhoun, Helen, Harry Hemingway,, and Neil Poulter, 1998. Socio-economic Status and Blood Pressure: An Overview Analysis. Journal of Human Hypertension 12(2): 91110.",
        "Crimmins, Eileen., Jung Ki Kim, and TeresaSeeman. 2009. Poverty and Biological Risk: The Earlier Aging` of the Poor. Journals of Gerontology Series a-Biological Sciences and Medical Sciences 64(2): 286-292.",
        "Currie, Janet, and Jonathan Gruber. 1996a. Health Insurance Eligibility, Utilization of Medical Care, and Child Health. Quarterly Journal of Economics 111(2): 431-466.",
        "Currie, Janet, and Jonathan Gruber. 1996b. Saving Babies: The Efficacy and Cost of Recent Changes in Medicaid Eligibility of Pregnant Women. Journal of Political Economy 104(6): 1263-96.",
        "Currie, Janet and Bridgette Madrian. 1999. Health, Health Insurance and the Labor Market, in Orley C. Ashenfelter and David Card (eds.) Handbook of Labor Economics. Volume 3c: 3309-3416.",
        "Currie, Janet and Enrico Moretti. 2003. Mother`s Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings. Quarterly Journal of Economics 118(4): 1495-532.",
        "Cutler, David, and Adriana Lleras-Muney. 2008. Education and Health: Evaluating Theories and Evidence, in Robert F. Schoeni, James S. House, George Kaplan, and Harold Pollack, eds. Making Americans Healthier: Social and Economic Policies as Health Policy. New York: Russell Sage Foundation: 29-60.",
        "Dahl, Gordon and Lance Lochner. 2008. The Impact of Family Income on Child Achievement: Evidence from the earned Income Tax Credit. NBER Working Paper #14599.",
        "Danesh, John, Rory Collins, Paul Appleby, and Richard Peto, 1998. Association of Fibrinogen, Creactive Protein, Albumin, or Leukocyte Count With Coronary Heart Disease: Meta-analyses of Prospective Studies. The Journal of the American Medical Association 279(18): 1477-1482.",
        "Davern Michael, Jacob Klerman, David Baugh, Kathleen Call, George Greenberg. 2008. An examination of the Medicaid undercount in the Current Population Survey: preliminary results from record linking. Health Services Research, 44(3): 965-987.",
        "Deaton, Angus. 2003. Health, Inequality, and Economic Development. Journal of Economic Literature 41(1): 113-58.",
        "DeSalvo Karen, Nicole Bloser, Kristi Reynolds, Jiang He, Paul Muntner, 2006. Mortality prediction with a single general self-rated health question: a meta-analysis, Journal of General Internal Medicine, 21(3): 267-275.",
        "De Walque, Damien. 2007. Does Education Affect Smoking Behaviors? Evidence Using the Vietnam Draft as an Instrument for College Education. Journal of Health Economics 26(5): 877-95.",
        "Dickert, Stacy, Scott Houser, and John Karl Scholz. 1995. The Earned Incometax Credit and Transfer Programs: A Study of Labor Market and Program Participation. Tax Policy and the Economy 9:1-50.",
        "Dickert-Conlin, Stacy. 2002. EITC and Marriage. National Tax Journal 55(1): 25-40.",
        "Eissa, Nada and Hilary Williamson Hoynes. 2004. Taxes and the Labor Market Participation of Married Couples: The Earned Income Tax Credit. Journal of Public Economics 88(9-10): 1931-1958.",
        "Eissa, Nada and Jeffrey B. Leibman. 1996. Labor Supply Response to the Earned Income Tax Credit, Quarterly Journal of Economics 111(2): 605-637.",
        "Ellwood, David. 2000. The Impact of the Earned Income Tax Credit and Social Policy Reforms on Work, Marriage, and Living Arrangements. National Tax Journal 53(4) part 2: 1063-1105.",
        "Elstad, Jon. (1996). How large are the differences - really? Self-reported long-standing illness among working class and middle class men. Sociology of Health and Illness, 18(4): 475-498.",
        "Epel, Elissa S., Elizabeth H. Blackburn, Jue Lin, Firdaus S. Dhabhar, Nancy E. Adler, Jason D. Morrow, and Richard M. Cawthon. 2004. Accelerated Telomere Shortening in Response to Life Stress. Proceedings of the National Academy of Sciences 101(49): 17312-17315.",
        "Evans, Gary W. 2003. A Multimethodological Analysis of Cumulative Risk and Allostatic Load Among Rural Children. Developmental Psychology 39(5): 924-933.",
        "Evans, Gary W., and Pilyoung Kim. 2007. Childhood Poverty and Health: Cumulative Risk Exposure and Stress Dysregulation. Psychological Science 18(11): 953-957.",
        "Evans, Gary W., and Michelle A. Schamberg. 2009. Childhood Poverty, Chronic Stress, and Adult Working Memory. Proceedings of The National Academy of Sciences of the United States of America, 106(16),:6545-6549.",
        "Friedman, Meyer, Ray Rosenman, Vernice Carroll, and Russell Tat, 1958. Changes in Serum Cholesterol and Blood Clotting Time in Men Subjected to Cyclic Variation of Occupational Stress, Circulation 17(5): 852-861.",
        "Frijters Paul, John Paul Haisken-DeNew, and Michael A. Shields. 2005. Estimating the Causal Effect of Income on Health: Evidence from Germany Reunifiation. Journal of Health Economics 24(5); 9971017.",
        "Fuchs, Victor R., Time Preference and Health: An Exploratory Study, in V. Fuchs (ed.) Economic Aspects of Health, Chicago: The University of Chicago Press, 1982.",
        "Cem Gabay, and Irving Kushner. 1999. Acute Phase Proteins and Other Systemic Response to Inflammation. New England Journal of Medicine 340(6): 448-54.",
        "Geronimus, Arline T., Margaret Hicken, Dayna Keene, and John Bound. 2006. Weathering and age patterns of allostatic load scores among blacks and whites in the United States. American Journal of Public Health 96(5): 826-833.",
        "Gillum, Richard F., Deborah D. Ingram, and Diane M. Makuc. 1994. Relation between serum albumin concentration and stroke incidence and death: then NHANES I Epidemiological Follow-up Study. American Journal of Epidemiology 140(10): 876-88.",
        "Gillum, Richard F., Diane Makuc, and Jacob Feldman. 1991. Pulse rate, coronary heart disease, and death: the NHANES I Epidemiological Follow-up Study. American Heart Journal 121(1, part 1): 172177.",
        "Grimard, Franque and Daniel Parent. 2007. Education and Smoking: Were Vietnam War Draft Avoiders Also More Likely to Avoid Smoking? Journal of Health Economics 26(5): 896-926.",
        "Grundy, Scott M, and A. Clark Griffin, 1959. Relationship of Periodic Mental Stress to Serum Lipoprotein and Cholesterol Levels. Journal of the American Medical Association 171(13): 1794-1796.",
        "Hansson, Goran K. 2005. Inflammation, atherosclerosis, and coronary artery disease. New England Journal of Medicine 352(16): 1685-1695.",
        "Hausman, Jerry, Bronwyn Hall and Zvi Griliches, 1984 Econometric Models for Count Data with an Application to Patents-R and D Relationship. Econometrica, 52 (4): 909-938.",
        "Haveman, Robert C., Barbara L. Wolfe, Lawrence Buron, and Steven C. Hill. 1995. The Loss of Earnings Capability from Disability/Health Limitations: Towards a New Social Indicator. Review of Income and Wealth 41(3): 289-308.",
        "Hotz, Joseph V. and John Karl Scholz. 2003. The Earned Income Tax Credit. In Means-Tested Transfer Programs in the United States, Robert Moffitt, ed. Chicago: The University of Chicago Press and the NBER, 141-197.",
        "Hotz, Joseph V. and John Karl Scholz. 2006. Examining the Effect of the Earned Income Tax Credit on the Labor Market Participation of Families on Welfare, NBER Working Paper No. 11968.",
        "House James S., Ronald C. Kessler, A. Regula Herzog. 1990. Age, Socioeconomic Status and Health. The Milbank Quarterly 68(3): 383-411.",
        "Hoynes, Hillary, Marianne Page, and Ann Huff Stevens. (2009). Is A WIC Start a Better Start? Evaluation WIC`s Impact on Infant Health Using Program Introduction. NBER Working Paper No. 15589.",
        "Idler Ellen L. and Yael Benyamini. 1997. Self-rated health and mortality: a review of twenty-seven community studies. Journal of Health and Social Behavior 38(1):21-37.",
        "Kawakami N, K. Akachi, H. Shimizu, T. Haratani, F..Kobayashi, M. Ishizaki, T. Hayashi, O. Fujita, Y. Aizawa, S. Miyazaki, H. Hiro, S. Hashimoto, and S. Araki, 2000. Job Strain, Social Support in the Workplace, and Haemoglobin A1c in Japanese Men. Occupational and Environmental Medicine 57(12): 805-809.",
        "Karlamangla Arun S, Burton H. Singer, David R. Williams, Joseph E. Schwartz, Karen A. Matthews, Catrina I. Kiefe, and Teresa E. Seeman. 2005. Impact of Socioeconomic Status on Longitudinal Accumulation of Cardiovascular Risk in Young Adults: The CARDIA Study. Social Science and Medicine 60(5): 999-1015.",
        "Keane, Michael and Robert Moffitt, 1998. A Structural Model of Multiple Welfare Program Participation and Labor Supply. International Economic Review 39(3): 553-589.",
        "Kelly, Shona J, Jonathan Stedman, J. Leonardi-Bee, 2000. Is Hemoglobin A1c Level Associated with Measures of Socio-economic status in Non-Diabetics after Controlling for Known Explanatory Factors?, Stress and Health 21(3): 185-192.",
        "King, Miriam, Steven Ruggles, J. Trent Alexander, Sarah Flood, Katie Genadek, Matthew B. Schroeder, Brandon Trampe, and Rebecca Vick. 2010. Integrated Public Use Microdata Series, Current Population Survey: Version 3.0. [Machine-readable database]. Minneapolis: University of Minnesota.",
        "Koenig Wolfgang, Malte Sund, Margit Frohlich, Hans-Gunther Fischer, Hannelore Lowel, Angela Doring, Winston L. Hutchinson, and Mark B. Pepys. 1999. C-reactive Protein: A Sensitive Marker of Inflammation, Predicts Future Risk of Coronary Heart Disease in Initially Healthy Middle-Aged Men: Results from the MONICA Augsburg Cohort Study, 1984 to 1992. Circulation 99(2): 237-42.",
        "Lantz, Paula M., James S. House, James M. Lepkowski, David R. Williams, Richard P. Mero, and Jieming Chen. 1998. Socioeconomic Factors, Health Behaviors, and Mortality. Journal of the American Medical Association 279(21):1703-1708.",
        "Liebman, Jeffrey B. 1998. The Impact of the Earned Income Tax Credit on Incentives and Income Distribution, Tax Policy and the Economy 12:83-119.",
        "Light, Kathleen C., J. Rick Turner, and Alan L Hinderleiter. 1992. Job Strain and Ambulatory Work Blood Pressure in Healthy Young Men and Women. Hypertension 20(2): 214-218.",
        "Lindahl, Mikael. 2005. Estimating the Effect of Income on Health and Mortality Using Lottery Prizes as an Exogenous Source of Variation in Income. Journal of Human Resources, 50(1):144-168.",
        "Lleres-Muney, Adriana. 2005. The Relationship Between Education and Adult Mortality in the US. Review of Economic Studies 72(1): 189-221.",
        "Lo Sasso, Anthony, Thomas Buchmueller. 2004. The effect of the state children`s health insurance program on health insurance coverage. Journal of Health Economics, 23(5): 1059-1082.",
        "Mackenback, Johan, Caspar Looman, Joost van der Meer. (1996). Differences in the misreporting of chronic conditions, by level of education: the effect on inequalities in prevalence rates. American Journal of Public Health, 86(5): 706-711.",
        "Maddox George L. and Elizabeth B. Douglass. 1973. Self-Assessment of Health: A Longitudinal Study of Elderly Subjects. Journal of Health and Social Behavior 14(1): 87-93.",
        "Mattiasson, Ingrid, Folke Lindgarde, Jan Ake Nilsson, and Tores Theorell. 1990. Threat of Unemployment and Cardiovascular Risk Factors: Longitudinal Study of quality of Sleep and Serum Cholesterol Concentrations inMen Threatened with Redundancy. British Medical Journal 301(6750): 461-466.",
        "McEwan, Bruce S. 1998. Protective and Damaging Effects of Stress Mediators. The New England Journal of Medicine 338(3): 171-179.",
        "McEwan, Bruce S., and Eliot Sellar. 1993. Stress and the Individual: Mechanisms Leading to Disease.",
        "Archives of Internal Medicine 153(18): 2093-2101.",
        "Meer, Jonathan, Douglas L. Miller, and Harvey S. Rosen. 2003. Exploring the Health-Wealth Nexus. Journal of Health Economics 22(5): 713-730.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics 116(3): 1063-1114.",
        "Muennig Peter, Nancy Sohler, and Bisundev Mahato.. 2007. Socioeconomic Status as an Independent Predictor of Physiological Biomarkers of Cardiovascular Disease: Evidence from NHANES. Preventive Medicine 45(1): 35-40.",
        "Muldoon, Matthew F., Elizabeth A. Bachen, Stephen B. Manuck, Shari R. Waldstein, Patricia L. Bricker, Jill A. Bennett. 1992. Acute Cholesterol Responses to Mental Stress and Change in Posture. Archives of Internal Medicine 152(4): 775-80.",
        "Muldoon, Matthew, Tracy Herbert, Stephen Patterson, Marina Kameneva, Robert Raible, Stephen Manuck, 1995. Effects of Acute Psychological Stress on Serum Lipid Levels, Hemoconcentration, and Blood Viscosity. Archives of Internal Medicine 155(6): 615-620.",
        "NetterstrÃ\u0083Â¸m Bo, Tage Sondergard Kristensen, Mogens Trab Damsgaard, Ole Olsen, and Anette SjÃ\u0083Â¸l, 1991. Job strain and cardiovascular risk factors: a cross sectional study of employed Danish men and women, British Journal of Industrial Medicine, 48(10), 684-689.",
        "Neumark, David and William Wascher. 2001. Using the EITC to help Poor Families: New Evidence and a Comparison with the Minimum Wage. National Tax Journal 54(2): 281-317.",
        "Owen, Natalie, Terry Poulton, Frank C. Hay, Vidya Mohamed-Ali, and Andrew Steptoe. 2003. Socioeconomic status, c-reactive protein, immune factors, and responses to acute mental stress. Brain, Behavior, and Immunity 17(4): 286-295.",
        "Palatini, Paolo, and Stevo Julius. 1997. Heart Rate and the Cardiovascular risk. Journal of Hypertension 15(1): 3-17.",
        "Rablen, Matthew and Andrew Oswald, 2008. Mortality and immortality: The Nobel Prize as an Experiment into the effect of Status Upon Longevity. Journal of Health Economics 27 (6): 1462-1471.",
        "Ridker Paul, Nader Rifai, Lynda Rose, Julie Buring, and Nancy Cook, 2002. Comparison of C-reactive protein and low density lipoprotein cholesterol levels in the prediction of first cardiovascular events, New England Journal of Medicine, 347: 1557-1565.",
        "Ridker, Paul, 2003. C-reactive protein: a simple test to help predict risk of heart attack and stroke. Circulation 108(&): 81-85.",
        "Ruggles, Steven. J. Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek. 2010. Integrated Public Use Microdata Series: Version 5.0 [Machine-readable database]. Minneapolis: University of Minnesota Scholz, John Karl. 1994. The Earned Income Tax Credit: Participation, Compliance, and Anti-Poverty Effectiveness. National Tax Journal 47(1): 59-81.",
        "Scholz, John Karl. 1996. In-Work Benefits in the United States: The Earned Income Tax Credit. Economic Journal 106(434): 156-169.",
        "Seeman, Teresa E., Sharon S. Merkin, Eileen Crimmins, Brandon Koretz, Susan Charette, and Arun Karlamangla. 2008. Education, Income and Ethnic Differences in Cumulative Biological Risk Profiles in a National Sample of U.S. Adults: NHANES III (1988-1994). Social Science and Medicine 66(1): 72-87.",
        "Seeman, Teresa E. ,Burton H. Singer, John W. Rowe, Ralph I. Horowitz, and Bruce S. McEwen. 1997.",
        "Price of adaptation - Allostatic load and its health consequences, Archives of Internal Medicine 157(19): 2259-2268 Schneider, Robert, Charles Alexander, Frank Staggers, Maxwell Rainforth, John Salerno, Arthur Hartz, Stephen Arndt, Vernon Barnes, Sanford Nidich, 2005. Long-Term Effects of Stress Reduction on Mortality in Persons 55 Years of Age With Systemic Hypertension, The American Journal of Cardiology, 95(9): 1060-1064.",
        "Schneider, Robert H., Charles N. Alexander, Frank Staggers, David W. Orme-Johnson, Maxwell Rainforth, John W. Salerno, William Sheppard, Amparo Castillo-Richmond, Vernon A. Barnese and Sanford I. Nidich, 2005. A randomized controlled trial of stress reduction in African Americans treated for hypertension for over one year. American Journal of Hypertension 18 (1): 88-98.",
        "Shalk, Bianca, Marjolein Visser, Marijke Bremmer, Brenda. Penninx, Lex Bouter, DorylDeeg. 2006. Change of serum albumin and risk of cardiovascular disease and all-cause mortality: Longitudinal Aging Study of Amsterdam. American Journal of Epidemiology 164(10): 969-77.",
        "Singer, Burton and Carol Ryff, 1999. Hierarchies of Life Histories and Associated Health Risks. Annals of the New York Academy of Sciences 896: 96-115.",
        "Smeeding, Timothy M., Katherin Ross Phillips, and Michael O`Connor. 2000. The EITC: Expectation, Knowledge, use and Economic and Social Mobility. National Tax Journal 53(4, Part 2), 1187-1210.",
        "Smith, James P. 1999. Healthy Bodies and Thick Wallets: The Dual Relation Between Health and Economic Status. Journal of Economic Perspectives, 13(2): 145-166.",
        "Snyder, Stephen E. and William N. Evans. 2006. The Impact of Income on Mortality: Evidence from the Social Security Notch. Review of Economics and Statistics 88(3): 482-495.",
        "Steptoe, Andrew, Mark Cropley, and Katherine Joekes. 999. Job Strain, Blood Pressure, and Responsivity to Uncontrollable Stress. Journal of Hypertension 17(2): 193-200 Steptoe, Andrew And Lena Brydon. 2005. Associations Between Acute Lipid Stress Responses and fasting Lipid Levels Three Years Later. Health Psychology 24(6): 601-607 Steptoe Andrew, Gonneke Willemsen, Natalie Owen, Louise Flower, Vidya Mohamed-Ali. 2001. Acute Mental Stress Elicits Delayed Increase in Circulatory Inflammatory Cytokine Levels. Clinical Science 101(2): 185-192.",
        "Steptoe, Andrew, Natalie Owen, Sabine Kunz-Ebrecht, and Vidya Mohamed-Ali. 2002. Inflamatory Cytokines, Socioeconomic Status, and Acute Response Responsitivity. Brain, Behavior, and Immunity 16(6): 774-784.",
        "Steptoe, Andrew, Pamela Feldman, Sabine Kunz, Natalie Owen,, Gonneke Willemsen, Michael Marmot, 2002. Stress responsivity and socioeconomic status: a mechanism for increased cardiovascular disease risk?. European Heart Journal 23: 1757-1763 Steptoe, Andrew, Lena Brydon, Sabine Kunz-ebrecht, S. 2005. Changes in financial strain over three years, ambulatory blood pressure, and cortisol responses to awakening, Psychosomatic Medicine 67(2): 281-287. Sterling, Peter, and Joseph Eyer. Allostasis: A New Paradigm to Explain Arousal Pathology. In Handbook of Life Stress, Cognition and Health. Shirley Fisher and James Reason, eds. Oxford, England: John Wiley and Sons, 629-649.",
        "Tice, Jeffrey, Warren Browner, RussellTracy, and Steven Cumming, 2003. The relation of C-reactive protein levels to total and cardiovascular mortality in older US women, American Journal of Medicine, 114(3):199-205.",
        "Torres, Joseand Paul Ridker, 2003. Clinical use of high sensitivity C-reactive protein for the prediction of adverse cardiovascular events, Current Opinion in Cardiology,18: 471-478.",
        "Tracy, Russell, RozennLemaitre, BrucePsaty, DianneIves, RhobertEvans, Mary Cushman, Elaine Meilahn, Lewis Kuller, 1997. Relationship of C-reactive protein to risk of cardiovascular disease in the elderly: Results from the Cardiovascular Health Study and the Rural Health Promotion Project.",
        "Zeller, Andreas, Daniel Handschin, Niklaus Gyr, Benedict Martina and Edouard Battegay, 2004. Blood pressure and heart rate of students undergoing a medical licensing examination. Blood Pressure 13(1): 20-24. EITC AGI"
    ]
}