{
    "id": 16299,
    "cites": 45,
    "cited_by": 8,
    "reference": [
        "Aaron, Henry J., 1974. A New View of Property Tax Incidence. American Economic Review. 64, 212-221.",
        "Alesina, Alberto, Reza Baqir, and William Easterly, 1999. Public Goods and Ethnic Divisions.",
        "Quarterly Journal of Economics. 114(4), 1243-1284 Alesina, Alberto, and Dani Rodrik, 1994. Distributive Politics and Economic Growth. Quarterly Journal of Economics. 109, 465490.",
        "Baicker, Katherine, and Nora Gordon, 2006. The Effect of State Education Finance Reform on Total Local Resources. Journal of Public Economics. 90, 1519-1535.",
        "Benabou, Roland, 1996. Heterogeneity, Stratification, and Growth: Macroeconomic Implications of Community Structure and School Finance. American Economic Review. 86, 584-609.",
        "Benabou, Roland, 2000. Unequal Societies: Income Distribution and the Social Contract. American Economic Review. 90, 96-129.",
        "Boix, Carles, and Posner, Daniel N., 1998. Social Capital: Explaining its Origin and Effects on Governmental Performance.' British Journal of Political Science. 28, 68693.",
        "Briffault, Richard, 2006. Home Rule and Local Political Innovation. Journal of Law and Politics. 22(1).",
        "Card, David, and Payne, A. Abigail, 2002. School Finance Reform, the Distribution of School Spending, and the Distribution of Student Test Scores. Journal of Public Economics. 83(1), 49-82.",
        "Cascio, Elizabeth, Nora Gordon, Ethan Lewis, and Sarah Reber, 2010. Paying for Progress: Conditional Grants and the Desegregation of Southern Schools. Quarterly Journal of Economics. 125(1), 445-482.",
        "Chernick, Howard, 2005. On the Determinants of Subnational Tax Progressivity in the U.S. National Tax Journal. 58, 93-112.",
        "Corcoran, Sean P., and William N. Evans, 2010. Income Inequality, the Median Voter, and the Support for Public Education. NBER Working Paper No. 16097.",
        "Costa, Dora L., and Matthew E. Kahn, 2003. Understanding the American Decline in Social Capital, 1952-1998. Kyklos. 56, 17-46.",
        "Cutler, David M., Douglas W. Elmendorf, and Richard Zeckhauser, 1993. Demographic Characteristics and the Public Bundle. Public Finance. 48, 178-198.",
        "Davis, Carl, Kelly Davis, Matthew Gardner, Robert S. McIntyre, Jeff McLynch and Alla Sapozhnikova, 2009. Who Pays? A Distributional Analysis of the Tax Systems in All 50 States. Washington, D.C.: Institute on Taxation and Economic Policy.",
        "Deaton, Angus, and Darren Lubotsky, 2003. Mortality, Inequality and Race in American Cities and States. Social Science and Medicine. 56(6), 1139-53.",
        "Epple, Dennis, and Richard E. Romano, 1996. Ends Against the Middle: Determining Public Service Provision When There Are Private Alternatives, Journal of Public Economics. 62, 297-325.",
        "Fajnzylber, Pablo, Daniel Lederman, and Norman Loayza, 2002. Inequality and Violent Crime. Journal of Law and Economics. 45, 1-39.",
        "Fletcher, Jason M. and Matthew N. Murray, 2008. What Factors Influence the Structure of the State Income Tax? Public Finance Review. 36, 475-496.",
        "Galor, Oded, Omer Moav, and Dietrich Vollrath, 2009. Land Inequality, the Emergence of Human Capital Promoting Institutions and the Great Divergence. Review of Economic Studies. 76(1), 143-179.",
        "Goldin, Claudia, and Lawrence F. Katz, 1999. Human Capital and Social Capital: The Rise of Secondary Schooling in America, 1910-1940. Journal of Interdisciplinary History. 26, 683-723.",
        "Hamilton, Bruce W., 1976. Capitalization of Intrajurisdictional Differences in Local Tax Prices. American Economic Review. 66:5, 743-53.",
        "Hayes, Kathy and Daniel J. Slottje, 1989. The Efficacy of State and Local Governments' Redistributional Policies. Public Finance Quarterly. 17, 304-322.",
        "Hopkins, Daniel J., 2009. The Diversity Discount: When Increasing Ethnic and Racial Diversity Prevents Tax Increases. Journal of Politics. 71, 160-177.",
        "Hoxby, Caroline M., 2001. All School Finance Equalizations Are Not Created Equal.",
        "Kawachi, Ichiro, Bruce P. Kennedy, Kimberly Lochner, and Deborah Prothrow-Smith, 1997.",
        "Kennedy, Bruce P., Ichiro Kawachi, Deborah Prothrow-Stith, Kimberly Lochner, and Vanita Gupta, 1998. Social Capital, Income Inequality, and Firearm Violent Crime. Social Science Medicine. 47, 7-17.",
        "Lindert, Peter H., 1994. The Rise in Social Spending, 18801930. Explorations in Economic History. 31, 1-37.",
        "Lindert, Peter H., 1996. What Limits Social Spending? Explorations in Economic History. 33, 1-34.",
        "Mieszkowski, Peter M., 1972. The Property Tax: An Excise Tax or a Profits Tax? Journal of Public Economics. 1, 13-96.",
        "Meltzer, Allan H., and Scott F. Richard, 1981. A Rational Theory of the Size of Government. Journal of Political Economy. 89, 914-927.",
        "Metzler, Jeffrey, 2003. Inequitable Equilibrium: Education Finance in the United States.",
        "Indiana Law Review. 36, 561 Moene, Karl O. and Michael Wallerstein, 2005. Social Democracy as a Development Strategy. In Pranab Bardhan, Samuel Bowles, and Michael Wallerstein, eds. Globalization and Egalitarian Redistribution. Princeton: Princeton University Press.",
        "Musgrave, Richard A., 1974. Is a Property Tax on Housing Regressive? American Economic Review. 64, 222-229.",
        "Persson, Torsten, and Guido Tabellini, 1994. Is Inequality Harmful for Growth? American Economic Review. 84, 600-621.",
        "Oates, Wallace E. and Robert M. Schwab, 2004. What Should Local Governments Tax: Income or Property? In A. Schwartz, ed., City Taxes, City Spending: Essays in Honor of Dick Netzer. Cheltenham, U.K.: Edward Elgar, 7-29.",
        "Phares, Donald, 1980. Who Pays State and Local Taxes? Cambridge, MA: Oelgeschalager, Gunn and Hain.",
        "Piketty, Thomas, and Emmanuel Saez, 2003. Income Inequality in The United States, 19131998. Quarterly Journal of Economics. 118, 1-39.",
        "Putnam, Robert D., 2000. Bowling Alone: The Collapse and Revival of American Community. New York: Simon and Schuster.",
        "Ramcharan, Rodney, 2009. Inequality and Redistribution: Evidence from U.S. Counties and States, 1890-1930. Review of Economics and Statistics. Forthcoming.",
        "Schwabish, Jonathan A., Timothy M. Smeeding, and Lars Osberg, 2006. Income Distribution and Social Expenditures: A Cross-National Perspective. In Dmitri B. Papadimitriou, ed. The Distributional Effects of Government Spending and Taxation. Northampton, MA: Edward Elgar Publishing, 247-288.",
        "Schwabish, Jonathan A., 2008. The Effects of Earnings Inequality on State Social Spending in the United States. Public Finance Review. 36(5), 26 Smeeding, Timothy M., 2004. Twenty Years of Research on Income Inequality, Poverty, and Redistribution in the Developed World: Introduction and Overview. Socio-Economic Review. 2: 149-63.",
        "Sokoloff, Kenneth L., and Eric M. Zolt, 2005. Inequality and Taxation: Evidence from the Americas on How Inequality May Influence Tax Institutions. Tax Law Review. 59(2), 167-241.",
        "Suits, Daniel B., 1977. Measurement of Tax Progressivity. American Economic Review. 67, 747-752.",
        "Zolt, Eric M., 2009. Inequality, Collective Action, and Taxing and Spending Patterns of State and Local Governments. Tax Law Review. 62, 445-539."
    ]
}