{
    "id": 16290,
    "cites": 63,
    "cited_by": 31,
    "reference": [
        "Amato, Jeffery D., and Thomas Laubach, 2003, Rule-of-Thumb Behavior and Monetary Policy, European Economic Review, Vol. 47, No. 5, pp. 791-831.",
        "Aguiar, Mark, and Gita Gopinath, 2007, The Role of Interest Rates and Productivity Shocks in Emerging Market Fluctuations, Working Paper No. 445, Central Bank of Chile.",
        "Aguiar, Mark, and Gita Gopinath, 2007, Emerging Market Business Cycles: The Cycle Is the Trend, Journal of Political Economy, Vol. 115, pp. 69-102.",
        "Aoki, Kosuke, 2001, Optimal Monetary Policy Responses to Relative Price Changes, Journal of Monetary Economics, Vol. 48, No. 1, pp. 55-80.",
        "Basu, Priya, and Pradeep Srivastava, 2005, Scaling-up Microfinance for India's Rural Poor, World Bank Policy Research Working Paper No. 3646.",
        "Basu, Susanto, 1996, Procyclical Productivity: Increasing Returns or Cyclical Utilization? Quarterly Journal of Economics, Vol. 111, No. 3, pp.719-751.",
        "Basu, Susanto, and John G. Fernald, 1994, Constant Returns and Small Markups in U.S. Manufacturing, International Finance Discussion Paper 483, Board of Governors of the Federal Reserve System.",
        "--------------, 1995, Are Apparent Productivity Spillovers a Figment of Specification Error? Journal of Monetary Economics, Vol. 36, No. 1, pp.165-188.",
        "Basu, Susanto, and Miles S. Kimball, 1997, Cyclical Productivity with Unobserved Input Variation, NBER Working Paper No. 5915.",
        "Bernanke, Ben S., Tomas Laubach, Frederic S. Mishkin, and Adam S. Posen, 1999, Inflation Targeting: Lessons from International Experience (Princeton, NJ: Princeton University Press).",
        "Blundell, Richard, and Thomas MaCurdy, 1999, Labor Supply: A Review of Alternative Approaches, in Handbook of Labor Economics, Vol. 3, eds. Orley Ashenfelter, and David Card (The Netherlands: Elsevier Science), pp.1559-1695.",
        "Calvo, Guillermo A., 1983, Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, Vol. 12, No. 3, pp. 383-398.",
        "Campbell, John Y., and N. Gregory Mankiw, 1989, Consumption, Income, and Interest Rates: Reinterpreting the Time Series Evidence, NBER Macroeconomics Annual, Vol. 4, eds. Olivier Jean Blanchard and Stanley Fischer (Cambridge, MA: MIT Press), pp. 185-216.",
        "----------------, 1990, Permanent Income, Current Income, and Consumption, Journal of Business and Economic Statistics, Vol. 8, No. 3, pp. 265-279.",
        "----------------, 1991, The Response of Consumption to Income: a Cross-country Investigation, European Economic Review, Vol. 35, No. 4, pp. 723-767.",
        "Catao, Luis, and Roberto Chang, 2010, World Food Prices and Monetary Policy, IMF Working Paper No. WP/10/161, International Monetary Fund.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans, 1996, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics, Vol. 78, No. 1, pp. 16-34.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, 1998, Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, Vol. 42, No. 6, pp. 1033-1067.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, 1999, The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, Vol. 37, No. 4, pp. 1661-1707.",
        "Collard, Fabrice, and Michel Juillard, 2001, Accuracy of Stochastic Perturbation Methods: the Case of Asset Pricing Models, Journal of Economic Dynamics and Control, Vol. 25, No. 6-7, pp. 979999.",
        "Devereux, Michael B., Philip R. Lane, and Juanyi Xu, 2004, Exchange Rates and Monetary Policy in Emerging Market Economies, Economic Journal, Vol. 116, No. 511, pp. 478-506.",
        "Dunn, Kenneth B., and Kenneth J. Singleton, 1986, Modeling the Term Structure of Interest Rates Under Non-separable Utility and Durability of Goods, Journal of Financial Economics, Vol. 17, No. 1, pp. 27-55.",
        "Ferrero, Andrea, Gertler, Mark, and Lars E.O. Svensson, 2008, Current Account Dynamics and Monetary Policy, NBER Working Paper No. 13906.",
        "Friend, Irwin, and Marshall E. Blume, 1975, The Demand for Risky Assets, American Economic Review, Vol. 65, No. 5, pp. 900-922.",
        "Fuhrer, Jeffrey C., 2000, Habit Formation in Consumption and Its Implications for Monetary Policy Models, American Economic Review, Vol. 90, No. 3, pp. 36790.",
        "Fuhrer, Jeffery C., and Glenn D. Rudebusch, 2004, Estimating the Euler Equation for Output, Journal of Monetary Economics, Vol. 51, No. 6, pp. 1133-1153.",
        "Gali, Jordi, Lopez-Salido, David J., and Javier Valles, 2004, Rule-of-Thumb Consumers and The Design Of Interest Rate Rules, Journal of Money, Credit and Banking, Vol. 36, No. 4, pp. 739-763.",
        "Geary Roy C., 1949, A Note on A Constant Utility Index of the Cost of Living, Review of Economic Studies, Vol. 18, No. 1, pp. 65-66.",
        "Goodfriend, Marvin, and Robert King, 1997, The New Neoclassical Synthesis and the Role of Monetary Policy, in NBER Macroeconomics Annual, Vol. 12, eds. Ben S. Bernanke and Julio J. Rotemberg (Cambridge, MA: MIT Press), pp. 231-83.",
        "Goodfriend, Marvin, and Robert King, 2001, The Case for Price Stability, in The First ECB Central Banking Conference: Why Price Stability? Eds. Alicia G. Herroro, Vitor Gaspar, Lex Hoogduin, Julian Morgan, and Bernhard Winkler (Frankfurt, Germany: European Central Bank), pp. 53-94.",
        "Gordon, Robert J., 1975, Alternative Responses of Policy to External Supply Shocks, Brookings Papers on Economic Activity, Vol. 1, No. 75, pp. 183-206.",
        "Jappelli, Tullio, 1990, Who is Credit Constrained in the U.S. Economy? Quarterly Journal of Economics, Vol. 105, No. 1, pp. 219-234.",
        "Jin, He-Hui, and Kenneth L. Judd, 2002, Perturbation Methods for General Dynamic Stochastic Models, Manuscript, Stanford University.",
        "Kim, Jinill, and Sunghyun H. Kim, 2003, Spurious Welfare Reversals in International Business Cycle Models, Journal of International Economics, Vol. 60, No. 2, pp. 471-500.",
        "King, Robert G., Plosser, Charles I., and Sergio T. Rebelo, 1988, Production, Growth, and Business Cycles I: the Basic Neoclassical Model, Journal of Monetary Economics, Vol. 21, No. 2-3, pp. 191232.",
        "Kollmann, Robert, 2004, Welfare-Maximizing Operational Monetary and Tax Policy Rules, CEPR Discussion Paper No. 4782.",
        "Kydland, Finn E., and Edward C. Prescott, 1982, Time to Build and Aggregate Fluctuations, Econometrica, Vol. 50, No. 6, pp. 13451370.",
        "Larsen, Lars P., and Kenneth J. Singleton, 1983, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, Vol. 91, No. 2, pp. 249-265.",
        "Lowe, Philip, and Luci Ellis, 1997, The smoothing of official interest rates, Monetary Policy and Inflation Targeting, Reserve Bank of Australia, pp. 287-312.",
        "Mishkin, Frederic S., and Klaus Schmidt-Hebbel, 2001, One Decade of Inflation Targeting in the World: What do We Know and What do We Need to Know? NBER Working Paper No. 8397.",
        "Mishkin, Frederic S., 2007, Inflation Dynamics, Speech delivered at the Annual Macro Conference, Federal Reserve Bank of San Francisco, San Francisco, March 23, www.federalreserve.gov/newsevents.",
        "------------------------, 2008, Does Stabilizing Inflation Contribute to Stabilizing Economic Activity, Speech delivered at East Carolina University's Beta Gamma Sigma Distinguished Lecture Series, Greenville, North Carolina, February 25.",
        "Mohanty, Madhusudan S., and Marc Klau, 2004, Monetary Policy Rules in Emerging Market Economies: Issues and Evidence, BIS Working Paper No. 149, Bank of International Settlements.",
        "Muscatelli, Anton V., Patrizio Tirelli, and Carmine Trecroci, 2004, Fiscal and Monetary Policy Interactions in a New Keynesian Model with Liquidity Constraints, Centre for Dynamic Macroeconomic Analysis Conference Paper Series No. 0402.",
        "Pallage, Stephane, and Michel A. Robe, 2003, On the Welfare Cost of Economic Fluctuations in Developing Countries, International Economic Review, Vol. 44, No. 2, pp. 677-698.",
        "Parker, Jonathan A., 1999, The Response of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, Vol. 89, pp. 959973.",
        "Ravn, Morten Overgaard, Stephanie Schmitt-Grohe, and Martin Uribe, 2008, The Macroeconomics of Subsistence Points, Macroeconomic Dynamics, Vol. 12, April 2008, pp. 136-147.",
        "Rotemberg, Julio J., and Michael Woodford, 1997, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, in NBER Macroeconomics Annual, Vol. 12, eds. Ben S. Bernanke and Julio J. Rotemberg (Cambridge, MA: MIT Press), pp. 297-346.",
        "---------------------, 1999, Interest-Rate Rules in an Estimated Sticky-Price Model, in Monetary Policy Rules, ed. John B. Taylor (Chicago, IL: University of Chicago), pp. 57-126.",
        "Sack, Brian, and Volker Wieland, 1999, Interest-rate Smoothing and Optimal Monetary Policy: A Review of Recent Empirical Evidence, Finance and Economics Discussion Series, Federal Reserve Board, Washington DC.",
        "Schmitt-Grohe, Stephanie, and Martin Uribe, 2004, Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function, Journal of Economic Dynamics and Control, Vol. 28, pp. 755-775.",
        "------------------------, 2007, Optimal Simple and Implementable Monetary and Fiscal Rules, Journal of Monetary Economics, Vol. 54, No. 6, pp. 1702-1725.",
        "Seale, James, Jr., Regmi, Anita, and John A. Bernstein, 2003, International Evidence on Food Consumption Patterns, Technical Bulletin No. 1904, United States Department of Agriculture.",
        "Shea, John, 1995, Union Contracts and the Life-Cycle/Permanent-Income Hypothesis, American Economic Review, Vol. 85, No. 1, pp. 186-200.",
        "Souleles, Nicholas S., 1999, The Response of Household Consumption to Income Tax Refunds, American Economic Review, Vol. 89, No. 4, pp. 947-958.",
        "Stone, Richard, 1954, Linear Expenditure System and Demand Analysis: An Application to the Pattern of British Demand, Economic Journal, Vol. 64, pp. 511-527.",
        "Sutherland, Alan, 2002, A Simple Second-Order Solution Method for Dynamic General Equilibrium Models, Discussion Paper No. 0211, Department of Economics, University of St. Andrews.",
        "Taylor, John B., 1993, Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, Vol. 39 (December), pp. 195-214.",
        "Walsh, James, P., 2010, Food Prices and Inflation, Manuscript, IMF.",
        "Woodford, Michael, 1996, Control of the Public Dept: A Requirement for Price Stability? NBER Working Paper No. 5684.",
        "-------------------------, 2003, Interest and Prices: Foundations of a Theory of Monetary Policy (Princeton, NJ: Princeton University Press).",
        "World Bank, 2008, Finance for All? Policies and Pitfalls in Expanding Access, World Bank Policy Research Report.",
        "Wynne, Mark A., 1999, Core Inflation: A Review of Some Conceptual Issues, Research Department Working Paper No. 9903, Federal Reserve Bank of Dallas."
    ]
}