{
    "id": 16302,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Ait-Sahalia, Yacine, and Andrew W. Lo, 2000, Nonparametric Risk Management and Implied Risk Aversion, Journal of Econometrics 94, 9-51.",
        "Baillie, Richard T., and Tim Bollerslev, 1992, Prediction in Dynamic Models with Time Dependent Conditional Variances, Journal of Econometrics 52, 91-113.",
        "Bernardo, Antonio E., and Olivier Ledoit, 2000, Gain, Loss, and Asset Pricing, Journal of Political Economy 108, 144-172.",
        "Bogle, John C., 2005, The Mutual Fund Industry 60 Years Later: For Better or Worse? Financial Analyst Journal 61, 15-24.",
        "Bondarenko, Oleg, 2003, Statistical Arbitrage and Securities Prices, Review of Financial Studies 16, 875-919.",
        "Cerny, Ales, 2004, Introduction to Fast Fourier Transform in Finance, Journal of Derivatives 12, 73-88.",
        "Constantinides, George M., 1986, Capital Market Equilibrium with Transaction Costs, Journal of Political Economy 94, 842-862.",
        "Constantinides, George M., Jens C. Jackwerth, and Stylianos Perrakis, 2009, Mispricing of S&P 500 Index Options, Review of Financial Studies 22, 1247-1277 Constantinides, George M., and Stylianos Perrakis, 2002, Stochastic Dominance Bounds on Derivatives Prices in a Multiperiod Economy with Proportional Transaction Costs, Journal of Economic Dynamics and Control 26, 1323-1352.",
        "Constantinides, George M., and Stylianos Perrakis, 2007, Stochastic Dominance Bounds on American Option Prices in Markets with Frictions, Review of Finance 11, 71-115.",
        "Coval, Joshua D., and Tyler Shumway, 2001, Expected Option Returns, Journal of Finance 56, 983-1009.",
        "Davidson, Russell, 2007, Testing for Restricted Stochastic Dominance: Some Further Results, Working Paper, McGill University, http://russell-davidson.arts.mcgill.ca/articles/higherorder. pdf.",
        "Davidson, Russell, and Jean-Yves Duclos, 2000, Statistical Inference for Stochastic Dominance and for the Measurement of Poverty and Inequality, Econometrica 68, 1435-1464.",
        "Davidson, Russell, and Jean-Yves Duclos, 2006, Testing for Restricted Stochastic Dominance, Working Paper, McGill University, http://www.ecineq.org/milano/WP/ECINEQ200636. pdf.",
        "Driessen, Joost, and Pascal J. Maenhout, 2007, An Empirical Portfolio Perspective on Option Pricing Anomalies, Review of Finance 11, 561-603.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Garleanu, Nicolae, Lasse H. Pedersen, and Allen M. Poteshman, 2009, Demand Based Option Pricing, Review of Financial Studies 22, 4259-4299.",
        "Jackwerth, Jens C., 2000, Recovering Risk Aversion from Option Prices and Realized Returns, Review of Financial Studies 13, 433-451.",
        "Jackwerth, Jens C., and Mark Rubinstein, 1996, Recovering Probability Distributions from Option Prices, Journal of Finance 51, 1611-1631.",
        "Nelson, Daniel M., 1991, Conditional Heteroskedasticity in Asset Returns: A New Approach, Econometrica 59, 347-370.",
        "Nolte, Ingmar, 2008, Stochastic Dominance Tests under Test, Working paper, University of Konstanz.",
        "Oancea, Ioan M., and Stylianos Perrakis, 2009, Jump Diffusion Option Valuation Without a Representative Investor: A Stochastic Dominance Approach, Working paper, Concordia University, http://ssrn.com/abstract=1360800.",
        "Perrakis, Stylianos, and Michal Czerwonko, 2006, Transaction Costs and Stochastic Dominance Efficiency in the Index Futures Options Market, Working paper, Concordia University, http://ssrn.com/abstract=891254.",
        "Rosenberg, Joshua V., and Robert F. Engle, 2002, Empirical Pricing Kernels, Journal of Financial Economics 64, 341-372.",
        "Rubinstein, Mark, 1994, Implied Binomial Trees, Journal of Finance 49, 771-818.",
        "Rubinstein, Mark, 1998, Edgeworth Binomial Trees, Journal of Derivatives 5, 20-27.",
        "Santa-Clara, Pedro, and Alessio Saretto, 2009, Option Strategies: Good Deals and Margin Calls, Journal of Financial Markets 12, 391-417.",
        "Stoline, Michael R., and Hans K. Ury, 1979, Tables of the Studentized Maximum Modulus Distribution and an Application to Multiple Comparisons among Means, Technometrics 21, 87-93."
    ]
}