{
    "id": 16300,
    "cites": 24,
    "cited_by": 305,
    "reference": [
        "Acs, Zoltan J., Catherine Armington, and Alicia Robb, 1999, Measures of Job Flow Dynamics in the U.S. Economy U.S. Small Business Administration, January.",
        "Aldrich, Howard, Arne Kalleberg, Peter Marsden and James Casell, 1988, In Pursuit of Evidence: Five Sampling Procedures for Locating New Businesses, Journal of Business Venturing, 4, 367-386.",
        "Becker. Randy A., John Haltiwanger, Ron S. Jarmin, Shawn D. Klimek and Daniel J. Wilson, 2006, Micro and Macro Data Integration: the Case of Capital, in A New Architecture for the U.S. National Accounts, (Jorgenson, Landefeld and Nordhaus eds), NBER/University of Chicago Press, Birch, David L., 1979, The Job Generation Process, unpublished report prepared by the MIT Program on Neighborhood and Regional Change for the Economic Development Administration, U.S. Department of Commerce, Washington, DC, Birch, David L., 1981, Who Creates Jobs? The Public Interest 65, 3-14.",
        "Birch, David L., 1987, Job Creation in America: How Our Smallest Companies Put the Most People to Work, Free Press, New York.",
        "Birley, Sue, 1984, Find the Firm, Proceedings of the Academy of Management Meetings.",
        "Brown, Charles, James Hamilton, and James Medoff, 1990, Employers Large and Small, Cambridge: Harvard University Press.",
        "Butani, Shail, Richard Clayton, Vinod Kapani, James Spletzer, David Talan, and George Werking, 2006, Business Employment Dynamics: Tabulations by Employer Size Monthly Labor Review, February Davis, Steven J., John Haltiwanger and Scott Schuh, 1996, Job Creation and Destruction, MIT Press.",
        "Davis, Steven J., John Haltiwanger, Ron S. Jarmin and Javier Miranda, 2007, Volatility and Dispersion in Business Growth Rates: Publicly Traded vs. Privately Held Firms. NBER Macroeconomics Annual 2006, vol. 21.",
        "Davis, Steven J., John Haltiwanger, C.J. Krizan, Ron Jarmin, Javier Miranda, Al Nucci, and Kristin Sandusky, 2009, Measuring the Dynamics of Young and Small Businesses: Integrating the Employer and Non-Employer Businesses in Producer Dynamics: New Evidence from Micro Data, (Dunne, Jensen and Roberts, eds.) NBER/University of Chicago Press.",
        "Doms, Mark E., Ron S. Jarmin, and Shawn D. Klimek, 2004, Information technology investment and firm performance in US retail trade. Economics of Innovation and New Technology, vol. 13(7), pp. 595-613.",
        "Dunne, Timothy, Mark Roberts and Larry Samuelson, 1989, The Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics, vol. 104 (4), pp. 671-98.",
        "Ericson, Richard and Ariel Pakes, 1995,  Markov-Perfect Industry Dynamics: A Framework for Empirical Work, The Review of Economic Studies, Vol. 62, No. 1. pp. 53-82 Evans, David S., 1987, The Relationship between Firm Growth, Size, and Age: Estimates for 100 Manufacturing Industries, Journal of Industrial Economics 35, pp. 567-581.",
        "Foster, Lucia, John Haltiwanger, and C.J. Krizan, 2006, Market Selection, Reallocation and Restructuring in the U.S. Retail Trade Sector in the 1990s, The Review of Economics and Statistics, vol. 88(4), pp. 748-758.",
        "Friedman, Milton, 1992, Do Old Fallacies Ever Die?, Journal of Economic Literature ,30(4), 2139-2132.",
        "Haltiwanger, John, Ron Jarmin and Javier Miranda, 2009 Business Dynamics Statistics: An Overview Marion Ewing Kauffman Foundation BDS Briefs. http://www.kauffman.org/uploadedFiles/BDS_handout_011209.pdf Haltiwanger, John and C.J. Krizan, 1999 Small Business and Job Creation in the United States: The Role of New and Young Businesses in Are Small Firms Important?: Their Role and Impact, edited by Zoltan Acs, Kluwer Academic Publishing Company.",
        "Hopenhayn, Hugo. 1992. Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5): 1127-50.",
        "Jarmin, Ron S., Shawn D. Klimek and Javier Miranda, 2009, The Role of Retail Chains: National, Regional and Industry Results, in Dunne, Jensen and Roberts (eds.), Producer Dynamics: New Results from Micro Data, University of Chicago Press for the NBER.",
        "Jarmin, Ron S., and Javier Miranda, 2002, The Longitudinal Business Database, CES Working Paper 02-17.",
        "Jovanovic, Boyan. 1982. Selection and the Evolution of Industry, Econometrica, 50(3): 649670.",
        "Neumark, David, Brandon Wall, and Junfu Zhang, 2009, Do Small Businesses Create More Jobs? New Evidence for the United States from the National Establishment Time Series, Review of Economics and Statistics, (forthcoming).",
        "Okolie, Cordelia, 2004, Why Size Class Methodology Matters in Analyses of Net and Gross Job Flows. Monthly Labor Review, July.",
        "Olley, Steven and Ariel Pakes, 1996, The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica, 64(6): 1263-1310.",
        "Sutton, John, 1997 Gibrat's Legacy, Journal of Economic Literature 35, 40-59.",
        "Tornqvist, Leo, Pentti Vartia and Yrjo Vartia, 1985, How Should Relative Change Be Measured? American Statistician, February, 39:1, pp. 43-46."
    ]
}