{
    "id": 16312,
    "cites": 42,
    "cited_by": 30,
    "reference": [
        "Bergstresser, Daniel, John M.R. Chalmers, and Peter Tufano, 2009, Assessing the costs and benefits of brokers in the mutual fund industry, Review of Financial Studies 22, 41294156.",
        "Berk, Jonathan, and Richard Green, 2004, Mutual fund flows and performance in rational markets, Journal of Political Economy 112, 1269-1295.",
        "Bork, Robert H., 1966, The rule of reason and the per se concept: Price fixing and market division, Yale Law Journal 75, 373-475.",
        "Cashman, George, and Daniel Deli, 2009, Locating decision rights: Evidence from the mutual fund industry, Journal of Financial Markets 12, 645-671.",
        "Chen, Joseph, Harrison Hong, and Jeffrey Kubik, 2008, Outsourcing mutual fund management: Firm boundaries, incentives and performance, Working paper, U.C. Davis.",
        "Chen, Xuanjuan, Tong Yao, and Tong Yu, 2007, Prudent man or agency problem? On the performance of insurance mutual funds, Journal of Financial Intermediation 16, 175-203.",
        "Chevalier, Judith A., and Glenn Ellison, 1999, Are some mutual fund managers better than others ? Cross-sectional patterns in behavior and performance, Journal of Finance 54, 875899.",
        "Christoffersen, Susan, Richard Evans, and David Musto, 2009, Cannibalization, recapture and the role of broker affiliation and compensation, Working paper, McGill University.",
        "Coates IV, John C. and R. Glenn Hubbard, 2007, Competition in the mutual fund industry: Evidence and implications for policy, Journal of Corporation Law 33, 151-222.",
        "Cohen, Lauren, Andrea Frazzini, and Christopher Malloy, 2008, The small world of investing: Board connections and mutual fund returns, Journal of Political Economy 116, 951-979.",
        "Cremers, Martijn, and Antti Petajisto, 2009, How active is your fund manager? A new measure that predicts performance, Review of Financial Studies 22, 3329-3365.",
        "Del Guercio, Diane, and Paula A. Tkac, 2002, The determinants of the flow of funds of managed portfolios: Mutual funds vs. pension funds, Journal of Financial and Quantitative Analysis 37, 523-557.",
        "Deli, Daniel, 2002, Mutual fund advisory contracts: An empirical investigation, Journal of Finance 57, 109-133.",
        "Duong, Truong, 2007, Outsourcing in the mutual fund industry, Working paper, University of Minnesota.",
        "Elton, Edwin J., Martin J. Gruber, and Jeffrey Busse, 2004, Are investors rational? Choices among index funds, Journal of Finance 59, 261-288.",
        "French, Kenneth R., 2008, The cost of active investing, Journal of Finance 63, 1537-1573.",
        "Gallaher, Steven, Ron Kaniel, and Laura Starks, 2007, Madison Avenue meets Wall Street, Working paper, University of Texas at Austin.",
        "Gil-Bazo, Javier, and Pablo Ruiz-Verdu, 2008, When cheaper is better: Fee determination in the market for equity mutual funds, Journal of Economic Behavior and Organization 67, 871-885.",
        "Gil-Bazo, Javier, and Pablo Ruiz-Verdu, 2009, The relation between price and performance in the mutual fund industry, Journal of Finance 64, 2153-2183.",
        "Glode, Vincent, 2009, Why mutual funds `underperform', Working paper, Wharton.",
        "Goyal, Amit, and Sunil Wahal, 2008, The selection and termination of investment management firms by plan sponsors, Journal of Finance 63, 1805-1847.",
        "Grossman, Sanford J., and Joseph E. Stiglitz, 1980, On the impossibility of informationally efficient markets, The American Economic Review 70, 393-408.",
        "Gruber, Martin J., 1996, Another puzzle: The growth in actively managed mutual funds, Journal of Finance 51, 783-810.",
        "Harding, John P, Stuart S. Rosenthal, and C.F. Sirmans, 2003, Estimating bargaining power in the market for existing homes, Review of Economics and Statistics 85, 178-188.",
        "Hortacsu, Ali, and Chad Syverson, 2004, Product differentiation, search costs, and competition in the mutual fund industry: A case study of S&P 500 index funds, Quarterly Journal of Economics 119, 403-456.",
        "James, Christopher and Jason Karceski, 2006, Investor monitoring and mutual fund performance, Journal of Banking and Finance 30, 2787-2808.",
        "Kacperczyk, Marcin, Clemens Sialm, and Lu Zheng, 2008. Unobserved actions of mutual funds, Review of Financial Studies 21, 2379-2416.",
        "Keswani, Aneel, and David Stolin, 2009, Mutual fund distribution channels and investor reaction to past performance, Working paper, Toulouse Business School.",
        "Khorana, Ajay and Henri Servaes, 2004, The determinants of mutual fund starts, Review of Financial Studies 12, 1043-1074.",
        "Kuhnen, Camelia, 2009, Business networks, corporate governance and contracting in the mutual fund industry, Journal of Finance 64, 2185-2220.",
        "Malkiel, Burton, 1995, Returns from investing in equity mutual funds, Journal of Finance 64, 549-572.",
        "Massa, Massimo, 2003, How do family strategies affect fund performance? When performancemaximization is not the only game in town, Journal of Financial Economics 67, 249-305.",
        "Massa, Massimo, Jonathan Reuter, and Eric Zitzewitz, 2010, When should firms share credit with employees? Evidence from anonymously managed mutual funds, Journal of Financial Economics 95, 400-424.",
        "Mullainathan, Sendhil, Markus Noth, and Antoinette Schoar, 2009, The market for financial advice: An audit study, Working paper, Harvard.",
        "Pastor, Lubos, and Robert Stambaugh, 2010, On the size of the active management industry, NBER working paper.",
        "Reuter, Jonathan, and Eric Zitzewitz, 2006, Do ads influence editors? Advertising and bias in the financial media, Quarterly Journal of Economics 119, 197-227.",
        "Savov, Alexi, 2009, Free for a fee: The hidden cost of index fund investing, Working paper, University of Chicago.",
        "Siggelkow, Nicolaj, 2003, Why focus? A study of intra-industry focus effects, Journal of Industrial Economics 51, 121-150.",
        "Starks, Laura and Michael Yates, 2008, Reputation and mutual fund choice, Working paper, University of Texas at Austin.",
        "Telser, Lester G., 1960, Why should manufacturers want fair trade? Journal of Law and Economics 3, 86-105.",
        "Tirole, Jean, 1993, The theory of industrial organization. Cambridge, MA: MIT press.",
        "Zweig, Jason, Will `12b-1' fees ever stop bugging investors? The Wall Street Journal, December 19, 2009, B1."
    ]
}