{
    "id": 16317,
    "cites": 14,
    "cited_by": 13,
    "reference": [
        "Deaton, Angus S. and Heston, Alan. 2008. Understanding PPPs and PPP-Based National Accounts. NBER Working Paper Series, Vol. w14499, 2008.",
        "Doll, Christopher. 2008. CIESIN Thematic Guide to Night-time Light Remote Sensing and its Applications. Palisades, NY: Center for International Earth Science Information Network of Columbia University.",
        "Doll, Christopher, Muller, J-P., and Christopher D. Elvidge. 2000. Nighttime Imagery as a Tool for Global Mapping of Socio-economic Parameters and Greenhouse Gas Emissions. Ambio, 29, 157-162.",
        "Ebener, Steve, Christopher Murray, Ajay Tandon, and Christopher Elvidge. 2005. From Wealth to Health: Modeling the Distribution of Income per capita at The Sub-national Level Using Nighttime Lights Imagery. International Journal of Health Geographics, 4(5): 5-14.",
        "Elvidge, Christopher D., Jeffrey Safran, Benjamin Tuttle, Paul Sutton and Pierantonio Cinzano, et al. 2007. Potential for Global Mapping of Development via a Nightsat Mission. GeoJournal, 69: 4553.",
        "Elvidge, Christopher D., Kimberly E. Baugh, John B. Dietz, Theodore Bland, Paul C. Sutton and Herbert W. Kroehl. 1999. Radiance Calibration of DMSP-OLS Low-Light Imaging Data of Human Settlements. Remote Sensing of Environment, 68(1):77-88.",
        "Elvidge, Christopher D., K.E. Baugh, E.A. Kihn, H.W. Kroehl, E.R, Davis, and C.W. Davis. 1997. Relation between Satellite Observed Visible - Near Infrared Emissions, Population, Economic Activity and Electric Power Consumption. International Journal of Remote Sensing, 18:1373-1379.",
        "Fixler, Dennis J. and Bruce T. Grimm. 2008 The Reliability of the GDP and GDI Estimates, Survey of Current Business, 88(2): 1632.",
        "Johnson, Simon H., William D. Larson, Chris Papageorgiou, and Arvind Subramanian. 2009. Is Newer Better? Penn World Table Revisions and Their Impact on Growth Estimates NBER Working Paper, No. w15455.",
        "Henderson, Vernon, Adam Storeygard and David Weil. 2009. Measuring Economic Growth from Outer Space, NBER Working Paper Series, Vol. w15199, 2009.",
        "Kuznets, Simon. 1934. National Income, 1929-1932, NBER: New York.",
        "Sutton, Paul C., Robert Costanza. 2002. Global Estimates of Market and Non-market Values Derived from Nighttime Satellite Imagery, Land cover, and Ecosystem Service Valuation. Ecological Economics, V41(3): 509-527.",
        "System of National Accounts. 1993. United Nations.",
        "http://unstats.un.org/unsd/sna1993/toctop.asp (accessed March 21, 2010) Grade level Number of countries Number of cells A 16 3 B 13 C 103 8736 D 26 1 E 9 1063 Total 167 15981"
    ]
}