{
    "id": 16311,
    "cites": 26,
    "cited_by": 68,
    "reference": [
        "Ardagna, Silvia. 2004. Fiscal Stabilizations: When Do They Work and Why? European Economic Review 48(5), 1047-1074.",
        "Barro, Robert J. and Charles J. Redlick. 2009. Macroeconomic Effects from Government Purchases and Taxes, NBER Working Paper 15369.",
        "Blanchard, Olivier, and Roberto Perotti. 2002. An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics 117(4), 1329-1368.",
        "Chernozhukov, Victor, and Han Hong. 2003. An MCMC Approach to Classical Estimation, Journal of Econometrics 115(2), 293-346.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. 2009. When is the government spending multiplier large? NBER Working Paper 15394.",
        "Cogan, John F., Tobias Cwik, John B. Taylor, and Volker Wieland. 2009. New Keynesian versus Old Keynesian Government Spending Multipliers, NBER Working Paper 14782.",
        "Congressional Budget Office. 2009. Estimated Macroeconomic Impacts of the American Recovery and Reinvestment Act of 2009, March 2.",
        "Eggertsson, Gauti B. 2008. Can Tax Cuts Deepen Recessions? Federal Reserve Bank of New York, December.",
        "Gelman, Andrew, John B. Carlin, Hal S. Stern, and Donald B. Rubin. 2004. Bayesian Data Analysis, Chapman and Hall/CRC.",
        "Granger, Clive W., and Timo Terasvirta. 1993. Modelling Nonlinear Economic Relationships. Oxford University Press.",
        "Hall, Robert E. 2009. By How Much Does GDP Rise If the Government Buys More Output? Brookings Papers on Economic Activity, Fall, 183-231.",
        "Hamilton, James D. 1994. Time Series Analysis. Princeton University Press.",
        "Johnson, David S., Jonathan A. Parker and Nicholas S. Souleles. 2006. Household Expenditure and the Income Tax Rebates of 2001, American Economic Review 96(5), 15891610.",
        "Koop, Gary, M. Hashem Pesaran, and Simon M., Potter. 1996. Impulse Response Analysis in Nonlinear Multivariate Models, Journal of Econometrics 74(1), 119-147.",
        "Leduc, Sylvain, Keith Sill, and Tom Stark. 2007. Self-fulfilling expectations and the inflation of the 1970s: Evidence from the Livingston Survey, Journal of Monetary Economics 54(2), 433-459.",
        "Leeper, Eric M., Todd B. Walker, and Shu-Chun Susan Yang. 2009. Government Investment and Fiscal Stimulus in the Short and Long Runs, NBER Working Paper 15153.",
        "Mertens, Karel, and Morten O. Ravn. 2009. Understanding the Aggregate Effects of Anticipated and Unanticipated Tax Policy Shocks, manuscript.",
        "Mertens, Karel, and Morten O. Ravn. 2010. Measuring the Impact of Fiscal Policy in the Face of Anticipation: A Structural VAR Approach, Economic Journal 120 (May), 393413 Perotti, Roberto. 1999. Fiscal Policy in Good Times and Bad, Quarterly Journal of Economics 114(4), 1399-1436.",
        "Perotti, Roberto. 2010. The Effects of Tax Shocks: Negative and Large, manuscript.",
        "Ramey, Valerie A. 2009. Identifying Government Spending Shocks: It's All in the Timing, NBER Working Paper 15464.",
        "Ramey, Valerie A. and Matthew Shapiro. 1997. Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference on Public Policy 48, June, 145194.",
        "Romer, Christina, and Jared Bernstein. 2009. The Job Impact of the American Recovery and Reinvestment Plan, Council of Economic Advisors, January 9.",
        "Romer, Christina D., and David H. Romer. 2010. The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, American Economic Review 100, 763801.",
        "Shapiro, Matthew D. and Joel Slemrod. 2003. Consumer Response to Tax Rebates, American Economic Review 93(1), 381-396.",
        "Stock, James, and Mark Watson. 1989. New indexes of coincident and leading economic indicators, NBER Macroeconomics Annual 4, 351-409.",
        "Woodford, Michael. 2010. Simple Analytics of the Government Expenditure Multiplier, NBER Working Paper 15714."
    ]
}