{
    "id": 16313,
    "cites": 37,
    "cited_by": 18,
    "reference": [
        "Acemoglu, Daron, Pol Antr`as, and Elhanan Helpman, Contracts and Technology Adoption, American Economic Review, June 2007, 97 (3), 916943.",
        "Alvarez, Fernando and Robert E., Jr. Lucas, General Equilibrium Analysis of the Eaton-Kortum Model of International Trade, Journal of Monetary Economics, September 2007, 54 (6), 17261768.",
        "Amiti, Mary and Jozef Konings, Trade Liberalization, Intermediate Inputs, and Productivity, American Economic Review, December 2007, 97 (5), 16111638.",
        "Anderson, James and Eric van Wincoop, Trade Costs, Journal of Economic Literature, 2004, 42 (3), 691751.",
        "Arkolakis, Costas, Market Penetration Costs and the New Consumers Margin in International Trade, 2008. Mimeo, Yale University.",
        ", Arnaud Costinot, and Andres Rodriguez-Clare, New Trade Models, Same Old Gains?, January 2010. mimeo, Yale University, MIT, and Penn State University.",
        ", Svetlana Demidova, Peter J. Klenow, and Andres Rodriguez-Clare, Endogenous Variety and the Gains from Trade, American Economic Review Papers and Proceedings, May 2008, 98 (2), 444450.",
        "Atkeson, Andrew and Ariel Burstein, Innovation, Firm Dynamics, and International Trade, Journal of Political Economy, June 2010, 118 (3), 433484.",
        "Axtell, Robert L., Zipf Distribution of U.S. Firm Sizes, Science, September 2001, 293 (5536), 18181820.",
        "Bekkers, Eddy and Joseph Francois, Heterogeneous Firms, the Structure of Industry, and Trade under Oligopoly, August 2008. Working Paper 0811, Department of Economics, Johannes Kepler University of Linz.",
        "Bernard, Andrew, J. Bradford Jensen, Stephen Redding, and Peter Schott, Firms in International Trade, Journal of Economic Perspectives, 2007, 21, 105130.",
        "Broda, Christian and David Weinstein, Globalization and the Gains from Variety, Quarterly Journal of Economics, May 2006, 121 (2), 54185.",
        "Chaney, Thomas, Distorted Gravity: The Intensive and Extensive Margins of International Trade, American Economic Review, September 2008, 98 (4), 17071721.",
        "Costinot, Arnaud, On the Origins of Comparative Advantage, Journal of International Economics, April 2009, 77 (2), 255264.",
        "Cowan, Kevin and Alejandro Neut, Intermediate Goods, Institutions, and Output Per Worker, 2007. Central Bank of Chile Working Paper No. 420.",
        "di Giovanni, Julian and Andrei A. Levchenko, International Trade and Aggregate Fluctuations in Granular Economies, February 2009. RSIE Discussion Paper 585.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, The Regulation of Entry, Quarterly Journal of Economics, 2002, 117 (1), 137.",
        "Easterly, William, Ariell Reshef, and Julia Schwenkenberg, The Power of Exports, October 2009. World Bank Policy Research Working Paper 5081.",
        "Eaton, Jonathan and Samuel Kortum, Technology, Geography, and Trade, Econometrica, September 2002, 70 (5), 17411779.",
        "Feenstra, Robert C., Measuring the Gains From Trade Under Monopolistic Competition, Canadian Journal of Economics, February 2010, 43 (1), 128.",
        "Fujiwara, Yoshi, Hideaki Aoyama, Corrado Di Guilmi, Wataru Souma, and Mauro Gallegati, Gibrat and Pareto-Zipf Revisited with European firms, Physica A: Statistical Mechanics and its Applications, 2004, 344 (1-2), 112116.",
        "Gabaix, Xavier, Power Laws in Economics and Finance, Annual Reviews of Economics, 2009, 1, 25593.",
        "Goldberg, Pinelopi, Amit Khandelwal, Nina Pavcnik, and Petia Topalova, Trade Liberalization and New Imported Inputs, American Economic Review Papers and Proceedings, May 2009, 99 (2), 494500.",
        "Halpern, Laszlo, Miklos Koren, and Adam Szeidl, Imported Inputs and Productivity, April 2009.",
        "mimeo, Hungarian Academy of Sciences, Central European University, and UC Berkeley. Helpman, Elhanan, Marc Melitz, and Yona Rubinstein, Estimating Trade Flows: Trading Partners and Trading Volumes, Quarterly Journal of Economics, May 2008, 123 (2), 441487.",
        "Hinloopen, Jeroen and Charles van Marrewijk, Comparative advantage, the rank-size rule, and Zipf's law, 2006. Tinbergen Institute Discussion Paper 06-100/1.",
        "International Monetary Fund, Directions of Trade Statistics, 2007.",
        "Jones, Charles, Input-Output Multipliers, General Purpose Technologies, and Economic Development,  September 2007. Mimeo, University of California-Berkeley.",
        ", Intermediate Goods and Weak Links: A Theory of Economic Development, March 2008. NBER Working Paper No. 13834.",
        "Kasahara, Hiroyuki and Joel Rodrigue, Does the use of imported intermediates increase productivity ? Plant-level evidence, Journal of Development Economics, 2008, 87, 106118.",
        "Krugman, Paul, Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 1980, 70 (5), 950959.",
        "Luong, Tuan A., The Impact of Input and Output Tariffs on Firms' Productivity: Theory and Evidence, 2008. mimeo, Princeton University.",
        "Luttmer, Erzo, Selection, Growth, and the Size Distribution of Firms, Quarterly Journal of Economics, 2007, 122, 11031144.",
        "Melitz, Marc J., The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, November 2003, 71 (6), 16951725.",
        "The World Bank, Doing Business Indicators, 2007.",
        ", World Development Indicators, 2007.",
        "Waugh, Michael, International Trade and Income Differences, 2009. Forthcoming, American Economic Review."
    ]
}