{
    "id": 1631,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Advisory Commission on Intergovernmental Relations, 1979, State-Local Finances in Recession and Inflation--An Economic Analysis, A-70, Washington, D.C., May.",
        "Atkinson, A. B., 1970, On the Measurement of Inequality, Journal of Economic Theory 2, pp. 244-263.",
        "Bradbury, Katharine R., Anthony Downs and Kenneth A. Small, 1982, Urban Decline and the Future of American Cities, The Brookings Institution: Washington, D.C.",
        "Congressional Budget Office, 1980, Indexing the Individual Income Tax, United States Government Printing Office, Washington, D.C., September.",
        "DiLorento, Thomas J., 1982, Tax Elasticity and the Growth of Local Public Expenditure, Public Finance Quarterly, volume 10, no. 3, July, pp. 385-392.",
        "Feenberg, Daniel R. and Harvey S. Rosen, 198.3, Alternative Tax Treatments of the Family:. Simulation Methodology and Results, in Martin S. Feldstein (ed.), Behavioral Simulation Methods in Tax Policy Analysis, University of Chicago Press: Chicago, pp. 7-41. . Formby, John P. and David Sykes, 1984, State Income Tax 25.",
        "Progressivity, Public Finance Quarterly, volume 12, no. 3, April, pp. 153-166. Gold, Steven D., March 1983, Recent Developments in State Finances, National Tax Journal, vol. xxxvi, No. 1, pp. 1-30.",
        "Greytak, David and Jerry Thursky, June 1979, Functi.onal Form in State Income. Tax Elasticity Estimation, National Tax Journal, volume XXXII,No. -2, pp. 195-200.",
        "Maxwell, James A. and J. Richard Aronson, 1979, Financing State and Local Governments (Third Edition), The Brookings Institution: Washington, D.C.",
        "Musgrave, Richard A. and Pun Thin, 1948, Income Tax Progression 1929-1948, Journal of Political Economy, 56, pp.",
        "Oates, Wallace E., 1975, `Automatic Increases in Tax Revenues--The Effect on the Size of the Public Budget, in Wallace E. Oates (ed.), Financing the New Federalism, Baltimore: Johns Hopkins Press, pp. 139-160.",
        "Tax Foundation, Inc., Facts and Figures in Government Finance--2lst Biennial Edition 1981, 1981, Washington, D.C.",
        "Tax Foundation, Inc., Facts and Figures On Government Finance--22nd Biennial Edition 1983, 1983, Washington, D.C."
    ]
}