{
    "id": 16310,
    "cites": 35,
    "cited_by": 14,
    "reference": [
        "Almeida, Heitor, Murillo Campello, and Michael S. Weisbach, 2004, The cash flow sensitivity of cash, Journal of Finance 59, 1777-1804.",
        "Almeida, Heitor, Murillo Campello, Bruno Laranjeira and Scott Weisbenner, 2009, Corporate debt maturity and the real effects of the 2007 financial crisis, working paper, University of Illinois, Ill.",
        "Baker, Malcolm, 2009, Capital market-driven corporate finance, Annual Review of Financial Economics 1, 181-205.",
        "Bates, Thomas, Kathleen Kahle, and RenÃ\u0083Â© Stulz, 2009, Why do U.S. firms hold so much more cash than they used to? Journal of Finance 64, 1985-2022.",
        "Becker, Bo, and Victoria Ivashina, 2010, Cyclicality of credit supply: Firm level evidence, unpublished paper, Harvard Business School, MA.",
        "Bernanke, Ben S., 1983, Nonmonetary effects of the financial crisis in the propagation of the Great Depression, The American Economic Review 73, 257-276.",
        "Bernanke, Ben S., 2007, The financial accelerator and the credit channel, Federal Reserve Board, Washington, D.C. Brunnermeier, Markus K., 2009, Deciphering the liquidity and credit crunch 2007-2008, Journal of Economic Perspectives 23, 77-100.",
        "Campello, Murillo, Erasmo Giambona, John R. Graham, and Campbell R. Harvey, 2009, Liquidity management and corporate investment during a financial crisis, working paper, University of Illinois, Ill.",
        "Campello, Murillo, John R. Graham, and Campbell R. Harvey, 2010, The real effects of financial constraints: Evidence from a financial crisis, Journal of Financial Economics, forthcoming.",
        "Chari, Christiano, and Kehoe, Patrick, 2008, Facts and Myths about the Financial Crisis of 2008, working paper, Federal Reserve Bank of Minnesota.",
        "Harry DeAngelo, Linda DeAngelo, and RenÃ\u0083Â© M. Stulz, 2010, Seasoned equity offerings, market timing, and the corporate lifecycle, Journal of Financial Economics, forthcoming.",
        "Duchin, Ran, Oguzhan Ozbas, and Berk A. Sensoy, 2010, Costly external finance, corporate investment, and the subprime mortgage financial crisis, Journal of Financial Economics, forthcoming.",
        "Durand, Robert B., Dominic Lim, and J. Kenton Zumwalt, 2007, Fear and the Fama-French factors, working paper, Colorado State University.",
        "Erel, Isil, Brandon Julio, Woojin Kim, and Michael S. Weisbach, 2010, Macroeconomic conditions and the structure of securities, working paper, The Ohio State University, OH.",
        "Fama, Eugene F. and Kenneth R. French, 2005, Financing decisions: Who issues stock?, Journal of Financial Economics 76, 549-582.",
        "Fama, Eugene F. and Kenneth R. French, 2008, Opportunistic financing, working paper, University of Chicago.",
        "Faulkender, Michael and Mitchell A. Petersen, 2006, Does the source of capital affect capital structure?, Review of Financial Studies 19, 45-79. Gertler, Mark and Simon Gilchrist, 199, Monetary policy, business cycles, and the behavior of small manufacturing firms, The Quarterly Journal of Economics 109(2), 309-40.",
        "Ivashina, Victoria, and David Scharfstein, 2010a, Bank lending during the financial crisis of 2008, Journal of Financial Economics 97, 319-338.",
        "Ivashina, Victoria, and David Scharfstein, 2010b, Liquidity management in the financial crisis, working paper, Harvard Business School.",
        "Iyer, Rajkamal, Samuel Lopes, JosÃ\u0083Â©-Luis PeydrÃ\u0083Â³, and Antoinette Schoar, 2010, Interbank liquidity crunch and the firm credit crunch: Evidence from the 2007-2009 crisis, unpublished, MIT, Cambridge, MA.",
        "Jermann, Urban and Vincenzo Quadrini, 2009, Macroeconomic effects of financial shocks, NBER Working Papers 15338, National Bureau of Economic Research, Inc.",
        "Kashyap, Anil K., Owen A. Lamont and Jeremy C. Stein, 1994, Credit conditions and the cyclical behavior of Inventories, The Quarterly Journal of Economics 109(3), 565-92.",
        "Kashyap, Anil K., Jeremy C. Stein and David W. Wilcox, 1993, Monetary policy and credit conditions: Evidence from the composition of external finance, American Economic Review 83(1), 78-98.",
        "Korajczyk, Robert A. and A. Levi, 2003, Capital structure choice: macroeconomic conditions and financial constraints, Journal of Financial Economics 68(1), 75-109.",
        "Leary, Mark T., 2009, Bank loan supply, lender choice, and corporate capital structure, Journal of Finance 64(3), 1143-1185.",
        "Leary, Mark T., and Michael R. Roberts, 2005, Do firms rebalance their capital structure?, Journal of Finance 60, 2575-2619.",
        "Lemmon, Michael and Michael Roberts, 2010, The response of corporate financing and investment to changes in the supply of credit, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Miller, Merton H., 1963, The corporate income tax and corporate financial policies, Cowles Foundation Paper 210b.",
        "Minton, Bernadette A., and Catherine Schrand, 1999, The impact of cash flow volatility on discretionary investment and the costs of debt and equity financing, Journal of Financial Economics 54, 423-460.",
        "Opler, Tim, Lee Pinkowitz, RenÃ\u0083Â© M. Stulz, and Rohan Williamson, 1999, The determinants and implications of corporate cash holdings, Journal of Financial Economics 52, 3-46.",
        "Paulson, Henry M., 2010, On the brink: Inside the race to stop the collapse of the global financial system, Business Plus, New York, NY.",
        "Schularick, Moritz, and Alan M. Taylor, 2009, Credit booms gone bust: Monetary policy, leverage cycles and financial crises, 1870-2008, NBER, Cambridge, MA.",
        "Sufi, Amir, 2007, Information asymmetry and financing arrangements: Evidence from syndicated loans, Journal of Finance 62(2), 629-668.",
        "Sufi, Amir, 2009, Bank lines of credit in corporate finance: An empirical analysis, Review of Financial Studies 22, 1057-1088.",
        "Taylor, John B., 2009, Getting off track: How government actions and interventions cause, prolonged, and worsened the financial crisis, Hoover Institution Press."
    ]
}