{
    "id": 16329,
    "cites": 17,
    "cited_by": 25,
    "reference": [
        "Berk, Jonathan, and Richard Green, 2004, Mutual Fund Flows and Performance in Rational Markets, Journal of Political Economy 112, 12691295.",
        "Berk, Jonathan, 2005, Five Myths of Active Portfolio Management, UC-Berkeley mimeo. Available at http://faculty.haas.berkeley.edu/berk/papers/myth.pdf.",
        "Blake, Christopher and Matthew Morey, 2003, Morningstar Ratings and Mutual Fund Performance,  Journal of Financial and Quantitative Analysis 35, 451-483.",
        "Blume, Marshall, 1998, An Anatomy of Morningstar Ratings, Financial Analysts Journal 54, 19-27.",
        "Carhart, Mark, 1997, On Persistence in Mutual Fund Performance, Journal of Finance 52, 57 82.",
        "Chevalier, Judith, and Glenn Ellison, 1997, Risk Taking by Mutual Funds as a Response to Incentives,  Journal of Political Economy 105, 11671200.",
        "Chen, Joseph, Harrison Hong, Ming Huang, and Jeffrey Kubik, 2004, Does Fund Size Erode Mutual Fund Performance? The Role of Liquidity and Organization, American Economic Review 94, 12761302.",
        "Chen, Joseph, Harrison Hong, and Jeffrey Kubik, 2008, Outsourcing Mutual Fund Management: Firm Boundaries, Incentives and Performance, Working Paper.",
        "Del Guercio, Diane, and Paula Tkac, 2008, Star Power: The Effect of Morningstar Ratings on Mutual Fund Flow, Journal of Financial and Quantitative Analysis 43, 907936.",
        "Evans, Richard, 2010, Mutual Fund Incubation, Journal of Finance (forthcoming).",
        "Iliev, Peter, 2010, The Effect of SOX Section 404: Costs, Earnings Quality, and Stock Prices, Journal of Finance 65, 11631196.",
        "Imbens, Guido, and Thomas Lemieux, 2008, Regression Discontinuity Designs: A Guide to Practice, Journal of Econometrics 142, 615-635.",
        "Jensen, Michael, 1968, The Performance of Mutual Funds in the Period 19451964, Journal of Finance 23, 389416.",
        "Lee, David, and Thomas Lemieux, 2009, Regression Discontinuity Designs in Economics, NBER Working Paper #14723.",
        "Massimo, Massa, Jonathan Reuter, and Eric Zitzewitz, 2009, When Should Firms Share Credit with Employees? Evidence from Anonymously Managed Mutual Funds , Journal of Financial Economics 95, 400 424.",
        "Reuter, Jonathan, and Eric Zitzewitz, 2006, Do Ads Influence Editors? Advertising and Bias in the Financial Media, Quarterly Journal of Economics 121, 197-227.",
        "Sirri, Erik, and Peter Tufano, 1998, Costly Search and Mutual Fund Flows, Journal of Finance 53, 15891622. . ."
    ]
}