{
    "id": 16321,
    "cites": 29,
    "cited_by": 5,
    "reference": [
        "Berry, Steven T. 1994. Estimating Discrete Choice Models of Product Dierentiation. RAND Journal of Economics, 25: 242-262.",
        "Berry, Steven T., James Levinsohn, and Ariel Pakes. 1995. Automobile Prices in Market Equilibrium. Econometrica, 63(4): 841-890.",
        "Berry, Steven T. and Ariel Pakes. 2007. The Pure Characteristics Demand Model. International Economic Review, 48: 1193-1225.",
        "Blume-Kohout, Margaret E., and Neeraj Sood. 2008. The Impact of Medicare Part D on Pharmaceutical R&D. NBER Working Papers 13857.",
        "Bresnahan, Timothy F., Scott Stern, and Manuel Trajtenberg. 1997. Market segmentation and the sources of rents from innovation: personal computers in the late 1980s. RAND Journal of Economics: 28, 1744.",
        "Carlton, Dennis W., and Michael Waldman. 2002. The Strategic Use of Tying to Preserve and Create Market Power in Evolving Industries. Rand Journal of Economics, 33: 194220.",
        "Carlton, Dennis W., Joshua S. Gans, and Michael Waldman. 2007. Why Tie a Product Consumers Do Not Use? NBER Working Paper 13339.",
        "Chen, Yongmin. 1997. Equilibrium Product Bundling. Journal of Business, 70: 85103.",
        "Duggan, Mark, and Fiona Scott Morton. 2006. The Distortionary Eects of Government Procurement: Evidence from Medicaid Prescription Drug Purchasing. Quarterly Journal of Economics, 121: 1-30.",
        "Duggan, Mark, and Fiona Scott Morton. 2010. The Eect of the Medicare Drug Bene...t on Pharmaceutical Prices and Utilization., American Economic Review, 100: 590-607.",
        "Frank, Richard G., and David S. Salkever. 1997. Generic Entry and Pricing of Pharmaceuticals. Journal of Economics and Management Strategy, 6(1): 75-90.",
        "Grabowski, Henry G., and John M. Vernon. 1992. Brand Loyalty, Entry, and Price Competition in Pharmaceuticals after the 1984 Hatch-Waxman Act.Journal of Law and Economics, 35: 331-350.",
        "Jacobson, Mirielle, and Joseph P. Newhouse. 2006. Does Reimbursement Inuence Chemotherapy Treatment for Cancer Patients?Health Aairs, 25: 437-461.",
        "Ketcham, Jonathan, and Kosali Simon. 2008. Medicare Part D's Eects on Eldely Drug Costs and Utilization. American Journal of Managed Care, November: 14-22.",
        "Lakdawalla, Darius, and Wesley Yin. 2010. Insurers'Negotiating Leverage and the External Eects of Medicare Part D.NBER Working Paper 16251.",
        "Lichtenberg, Frank R., and S. X. Sun. 2007. The Impact of Medicare Part D on Prescription Drug Use by the Elderly. Health Aairs, 26(6): 1735-1744.",
        "Lucarelli, Claudio, and Sean Nicholson. 2008. A Quality-Adjusted Price Index for Colon Cancer Drugs.NBER Working Paper 15174.",
        "Lucarelli, Claudio, Sean Nicholson, and Robert J. Town. 2010. The Eect of Physician Reimbursement on Chemotherapy Treatment Decisions and Patient Outcomes.Unpublished.",
        "McFadden, Daniel. 1981. Econometric Models of Probabilistic Choice. In Structural Analysis of Discrete Data with Econometric Applications, ed. Charles F. Manski and Daniel McFadden, 198-272. Cambridge, MA: The MIT Press.",
        "Nalebu, Barry J. 2004. Bundling As an Entry Barrier. Quarterly Journal of Economics, 119: 159187.",
        "Nevo, Aviv. 2000. Mergers with Dierentiated Products: The Case of the Ready-to-Eat Cereal Industry. RAND Journal of Economics, 31: 395-421.",
        "Petrin, Amil. 2002. Quantifying the Bene...ts of New Products: The Case of the Minivan. Journal of Political Economy, 110: 705-729.",
        "Saha, Atanu, Henry Grabowski, Howard Birnbaum, Paul Greenberg, and Oded Bizan. 2006. Generic Competition in the US Pharmaceutical Market. International Journal of the Economics of Business, 13(1): 15-38.",
        "Scott Morton, Fiona. 1999. Entry decisions in the generic pharmaceutical industry.RAND Journal of Economics, 30: 421-440.",
        "Song, Minjae. 2007. Measuring Consumer Welfare in the CPU Market: An Application of the Pure Characteristics Demand Model. RAND Journal of Economics, 38: 429-446.",
        "Tirole, Jean. 1998. The Theory of Industrial Organization. Cambridge, MA: MIT Press.",
        "Town, Robert J. 2001. The Eects of HMO Mergers. Journal of Health Economics, 20: 733-753.",
        "Whinston, Michael D. 1990. Tying, Foreclosure, and Exclusion. American Economic Review, 80: 837859.",
        "Yin, Wesley, James Zhang, Shawn Sun, and Caleb Alexander. 2008. Impact of the Medicare Part D Drug Bene...t on Use of Generic Drugs and Dierent Therapeutic Drug Classes.Journal of General Internal Medicine, 23(10): 1673-1678."
    ]
}