{
    "id": 16326,
    "cites": 60,
    "cited_by": 57,
    "reference": [
        "Abowd, John, Francis Kramarz and David Margolis (1999). High Wage Workers and High Wage Firms, Econometrica, 67, 251-333.",
        "Abowd, John, Robert Creecy and Francis Kramarz (2002). Computing Person and Firm Eects Using Linked Longitudinal Employer-Employee Data,Working Paper, Cornell University.",
        "Albrecht, James and Susan Vroman. (2002). A Matching Model with Endogenous Skill Requirements International Economic Review, 43,238-305.",
        "Amiti, Mary and Donald R. Davis (2008). Trade, Firms, and Wages: Theory and Evidence, NBER Working Papers 14106.",
        "Artuc, Erhan, Shubham Chaudhuri and McLaren, John (2010). Trade Shocks and Labor Adjustment: A Structural Empirical Approach,American Economic Review, 100, 1008-10045.",
        "Attanasio, Orazio, Pinelopi K. Golberg and Nina Pavcnik (2004). Trade Reforms and Wage Inequality in Colombia, Journal of Development Economics, 74, 331-366",
        "Bernard, Andrew B. and J. Bradford Jensen, (1999). Exceptional exporter performance: Cause, Eect, or both? Journal of International Economics, 47, 1-25.",
        "Bertola, Giuseppe and Ricardo Caballero (1994). Cross-sectional E ciency and Labour Hoarding in a Matching Model of Unemployment, Review of Economic Studies, 61, 435-47.",
        "Bertola, Giuseppe and Pietro Garibaldi (2001). Wages and the Size of Firms in Dynamic Matching Models, Review of Economic Dynamics 4, 335-368.",
        "Bond, Eric, James Tybout and Hale Utar (2008).Credit Rationing, Macro Volatility, and Industrial Evolution in Developing Countries,mimeo.",
        "Bosch, Mariano and William Maloney (2007). Gross Worker Flows in the Presence of Informal Labor Markets: Evidence from Mexico, 1987-2002, IZA Discussion Papers 2864, Institute for the Study of Labor (IZA).",
        "Cahuc, Pierre and Etienne Wasmer (2001). Does Intra...rm Bargaining Matter in Large Firm Matching Model?Macroeconomic Dynamics, 5, 742-747.",
        "Cahuc, Pierre, Francois Marque and Etienne Wasmer (2008). Intra...rm Wage Bargaining in Matching Models: Macroeconomic Implications and Resolution Methods with Multiple Labor Inputs,International Economic Review, 49, 943-972.",
        "Cooper, Russell, John Haltiwanger and Jonathan Willis (2007). Search Frictions: Matching Aggregate and Establishment Observations, Journal of Monetary Economics, 54, 56-78.",
        "Cunat, Alejandro and Marc J. Melitz (2007). Volatility, Labor Market Flexibility, and the Pattern of Comparative Advantage, NBER Working Papers 13062.",
        "Das, Mita, Mark Roberts and James Tybout (2007). Market Entry Costs, Producer Heterogeneity and Export Dynamics,Econometrica, 75, 837-873.",
        "Davidson, Carl, Steven Matusz and Andrei Shevchenko (2008). Globalization and Firm-Level Adjustment with Imperfect Labor Markets, Journal of International Economics, 75, 295-309.",
        "Davidson, Carl, Lawrence Martin and Steven Matusz (1999). Trade and Search Generated Unemployment, Journal of International Economics 48, 271-299.",
        "Davis, Donald R. and James Harrigan (2007). Good Jobs, Bad Jobs, and Trade Liberalization, NBER Working Papers 13139.",
        "Davis, Steven, John Haltiwanger and Scott Shuh (1998). Job Creation and Destruction (MIT Press).",
        "Demidova, Svetlana and Andres RodrÃ\u0083Â­guez-Clare (2009). Trade Policy under Firm-Level Heterogeneity in a Small Economy, Journal of International Economics, 78, 100-112.",
        "den Haan, Wouter J., Garey Ramey and Joel Watson (2000). Job Destruction and the Propagation of Shocks,American Economic Review, 90, 482-98.",
        "De Loecker, Jan and Frederick Warzynski (2009). Markups and Firm-Level Export Status, Working Paper, Department of Economics, Princeton University.",
        "Eaton, Jonathan and Samuel Kortum (2002). Technology, Geography, and Trade, Econometrica, 70, 1741-1779.",
        "Eaton, Jonathan, Marcela Eslava, Maurice Kugler and James Tybout (2007). The Margins of Entry into Export Markets: Evidence from Colombia, forthcoming in The Organization of Firms in a Global Economy, edited by Elhanan Helpman, Dalia Marin, and Thierry Verdier (Harvard University Press).",
        "Egger, Hartmut and Udo Kreickemeier (2007). Firm Heterogeneity and the Labour Market Eects of Trade Liberalisation, CESifo Working Paper Series CESifo Working Paper No.2000.",
        "Feenstra, Robert C., Lipsey, Robert E., Deng, Haiyan, Ma, Alyson C. and Hengyong Mo (2005). World Trade Flows: 1962-2000NBER Working Paper 11040.",
        "Felbermayr, Gabriel, Julien Prat and Hans-Jorg Schmerer (2008). Globalization and Labor Market Outcomes: Wage Bargaining, Search Frictions, and Firm Heterogeneity IZA DP No. 3363.",
        "Goldberg, Pinelopi K and Nina Pavcnik (2007). Distributional Eects of Globalization in Developing Countries,Journal of Economic Literature, 45, 39-82.",
        "Hallak, Juan Carlos and Jagadish Sividasan (2008). Productivity, Quality, and Exporting Behavior Under Minimum Quality Requirement, Working Paper, The University of Michigan.",
        "Haltiwanger, John, Adriana Kugler, Maurice Kugler, Alejandro Micco, and Carmen Pages (2004). Eects of Taris and Real Exchange Rates on Job Reallocation: Evidence from Latin America, Journal of Policy Reform, 7, 191-208.",
        "Harris, John R. and Michael P. Todaro (1970). Migration, Unemployment, and Development: A Two-Sector Analysis, American Economic Review, 60, 126-142.",
        "Heckman, James and Carmen Pages (2004). Law and Enforcement: Lessons from Latin America and the Caribbean: An Introduction, in Law and Employment: Lessons from Latin America and the Caribbean, edited by James Heckman and Carmen Pages, University of Chicago Press, Chicago.",
        "Helpman, Elhanan and Oleg Itskhoki (2010). Labor Market Rigidities, Trade and Unemployment,  Review of Economic Studies, 77,11001137.",
        "Helpman, Elhanan, Oleg Itskhoki and Stephen Redding (2010). Inequality and Unemployment in a Global economy, Econometrica, 78 (4): 12391283.",
        "Hobijn, Bart and Aysegul Sahin (2010). Firms and Flexibility,Economic Inquiry, forthcoming.",
        "Hopenhayn, Hugo (1992). Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5): 1127-1150.",
        "Hopenhayn, Hugo and Richard Rogerson (1993). Job Turnover and Policy Evaluation: A General Equilibrium Analysis, Journal of Political Economy, 101, 915-938.",
        "Hornstein, Andreas, Per Krusell and Gianluca Violante (2009). Frictional Wage Dispersion in Search Models: A Quantitative Assessment,Working Paper, NYU.",
        "Inter-American Development Bank (2004). Good Job Wanted: Labor Markets in Latin America. Economic and Social Progress Report, Published by the Inter-American Development Bank, Distributed by The Johns Hopkins University Press, Washington, D.C.",
        "Kambourov, Gueorgui (2009). Labor Market Restrictions and the Sectoral Reallocation of Workers: The Case of Trade Liberalizations, Review of Economic Studies, 76, 1321-1358.",
        "Koeniger, Winfried and Julien Prat (2007). Employment Protection, Product Market Regulation and Firm Selection,The Economic Journal, 117, F302-F332.",
        "Kugler, Adriana (1999). The Impact of Firing Costs on Turnover and Unemployment: Evidence from the Colombian Labour Market Reform, International Tax and Public Finance, 6, 389410.",
        "Kugler, Maurice and Eric Verhoogen (2008). The Quality-Complementarity Hypothesis: Theory and New Evidence from Colombia, Working Paper, Columbia University, Department of Economics.",
        "Ljungqvist, Lars (2002). How Do Lay-O Costs Aect Employment,Economic Journal, 112, 829-853.",
        "Lentz, Rasmus and Mortensen, Dale T. (2008). Labor Market Frictions, Firm Heterogeneity, and Aggregate Employment and Productivity,mimeo.",
        "Melitz, Marc (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Econometrica 71, 1695-1725.",
        "Melitz, Marc and Gianmarco Ottaviano (2008). Market Size, Trade and Productivity, Review of Economic Studies 75, 295-316.",
        "Menezes-Filho, NaÃ\u0083Â©rcio Aquino, Marc Muendler and Garey Ramey (2008). The Structure of Worker Compensation in Brazil, with a Comparison to France and the United States, Review of Economics and Statistics, 90(2), 324-46.",
        "Merz, Monika and Eran Yashiv (2007). Labor and the Market Value of the Firm,American Economic Review, 97, 1419-1431.",
        "Mortensen, Dale and Christopher A. Pissarides (1999). New developments in models of search in the labour market In (O. Ashenfelter and D. Card, eds.) Handbook of Labour Economics, vol. 3B, Amsterdam: Elsevier Science, North-Holland.",
        "Nilsena, Ã\u0083Ë\u009civind A., Kjell G. Salvanesa, and Fabio Schiantarelli (2007). Employment Changes, the Structure of Adjustment Costs, and Plant Size, European Economic Review 51, 577-98.",
        "Pissarides, Christopher A. (2000). Equilibrium Unemployment Theory, Second Edition, Cambridge, MA: MIT Press.",
        "Roberts, Mark (1996). Employment Flows and Producer Turnover in M. Roberts and J. Tybout, eds., Industrial Evolution in Developing Countries (Oxford University Press).",
        "Rodrik, Dani (1997). Has Globalization Gone too Far?, Washington, D.C.: Institute for International Economics.",
        "Stole, Lars A. and Jerey Zwiebel (1996) Intra-Firm Bargaining under Non-Binding Contracts.  The Review of Economic Studies, 63, 375-410.",
        "Utar, Hale (2008). Import Competition and Employment Dynamics, Working Paper, Department of Economics, University of Colorado.",
        "World Bank (2008). Global Purchasing Power Parities and Real Expenditures, 2005 International Comparison Program, World Bank, Washington D.C.",
        "Yashiv, Eran (2006). Evaluating the Performance of the Search and Matching Model,European Economic Review, 50, 909-936.",
        "Yeaple, Stephen (2005). A Simple Model of Firm Heterogeneity, International Trade, and Wages,Journal of International Economics 65(1), 1-20."
    ]
}