{
    "id": 16320,
    "cites": 38,
    "cited_by": 7,
    "reference": [
        "Abadie, Alberto (2006). Poverty, Political Freedom and the Roots of Terrorism. The American Economic Review, 96 (2): 50-56.",
        "Azam, Jean-Paul (2005). Suicide-Bombing as Inter-Generational Investment. Public Choice, 122 (1-2): 177-198.",
        "Becker, Gary S. and Richard A. Posner (2005). Suicide and Risk-Taking: An Economic Approach, Unpublished Manuscript, The University of Chicago.",
        "Benmelech, Efraim and Claude Berrebi (2007). Human Capital and the Productivity of Suicide Bombers, Journal of Economic Perspectives, 21 (3): 223-238.",
        "Benmelech, Efraim, Claude Berrebi and Esteban F. Klor (2010). The Economic Cost of Harboring Terrorism, Journal of Conflict Resolution, forthcoming.",
        "Berman, Eli (2000). Sect, Subsidy and Sacrifice: An Economist's View of Ultra-Orthodox Jews, Quarterly Journal of Economics, 115(3): 905-953.",
        "Berman, Eli, Joseph H. Felter and Jacob N. Shapiro (2009). Do Working Men Revel? Insurgency and Unemployment in Iraq, Unpublished Manuscript, Princeton University.",
        "Berman, Eli and David D. Laitin (2008). Religion, Terrorism and Public Goods: Testing the Club Model, Journal of Public Economics, 92(10-11): 1942-1967.",
        "Berrebi, Claude (2007). Evidence About the Link Between Education, Poverty and Terrorism Among Palestinians, Peace Economics, Peace Science and Public Policy, 13 (1): Article 2. Our results on the lack of a robust correlation between economic conditions and the quantity of terrorism, for instance, are in line with those obtained by most of the related studies using a cross section of countries.",
        "Berrebi, Claude (2009). The Economics of Terrorism and Counterterrorism: What Matters, and is Rational-Choice Theory Helpful? in Paul K. Davis and Kim R. Cragin (eds.) Social Science for Counterterrorism, California, RAND Press.",
        "Berrebi, Claude, and Darius Lakdawalla (2007). How Does Terrorism Risk Vary Across Space and Time? An Analysis Based on the Israeli Experience. Defense and Peace Economics 18 (2): 113-131.",
        "Berrebi, Claude and Esteban F. Klor (2008). Are Voters Sensitive to Terrorism? Direct Evidence from the Israeli Electorate, American Political Science Review, 102 (3): 279-301.",
        "Berrebi, Claude and Esteban F. Klor (2006). On Terrorism and Electoral Outcomes: Theory and Evidence from the Israeli-Palestinian Conflict, Journal of Conflict Resolution, 50 (6): 899925.",
        "Bueno de Mesquita, Ethan (2008). Terrorist Factions, Quarterly Journal of Political Science, 3 (4): 399-418.",
        "Bueno de Mesquita, Ethan (2005a). The Quality of Terror, American Journal of Political Science, 49 (3): 515-530.",
        "Bueno de Mesquita, Ethan (2005b). Conciliation, Counterterrorism, and Patterns of Terrorist Violence, International Organization, 59(1): 145-176.",
        "Drakos Konstantinos and Andreas Gofas (2006a). In Search of the Average Transnational Terrorist Attack Venue, Defence and Peace Economics, 17 (2): 73-93.",
        "Drakos, Konstantinos and Andreas Gofas (2006b). The Devil you Know but are Afraid to Face: Underrporting Bias and its Distorting Effects on the Study of Terrorism, Journal of Conflict Resolution, 50 (5): 714-735.",
        "Gould, Eric D. and Esteban F. Klor (2009). Does Terrorism Work? The Quarterly Journal of Economics, forthcoming.",
        "Gould, Eric D., Bruce A. Weinberg and David B. Mustard (2002). Crime Rates and Local Market Opportunities in the United States: 1979  1997, Review of Economics and Statistics, 84(1): 45-61.",
        "Hassan, Nasra (2001). An Arsenal of Believers, The New Yorker, November 19: 36-41.",
        "Jaeger, David A., Esteban F. Klor, Sami H. Miaari and M. Daniele Paserman (2008). The Struggle for Palestinians Hearts and Minds: Violence and Public Opinion in the Second Intifada, National Bureau of Economic Research Working Paper 13956.",
        "Jaeger, David A. and M. Daniele Paserman (2008). The Cycle of Violence? An Empirical Analysis of Fatalities in the Palestinian-Israeli Conflict, American Economic Review, 98(4): 15911604.",
        "Jaeger, David A. and M. Daniele Paserman (2006). Israel, the Palestinian Factions, and the Cycle of Violence, American Economic Review, 96(2): 45-49.",
        "Krueger, Alan B. (2008). What Makes a Homegrown Terrorist? Human Capital and Participation in Domestic Islamic Terrorists Groups in the U.S.A. Economics Letters, 101(3): 293-296.",
        "Krueger, Alan B. (2007). What Makes a Terrorist: Economics and the Roots of Terrorism, Princeton, New Jersey: Princeton University Press.",
        "Krueger, Alan B. and David D. Laitin (2008). Kto Kogo?: A Cross-Country Study of the Origins and Targets of Terrorism, in Philip Keefer and Norman Loayza (eds.) Terrorism, Economic Development, and Political Openness, New York: Cambridge University Press, 148-173.",
        "Krueger, Alan B. and Jitka Maleckova (2003). Education, Poverty and Terrorism: Is there a Casual Connection? Journal of Economic Perspectives 17 (4): 119-144.",
        "Kydd, Andrew H. and Barbara F. Walter (2006) The Strategies of Terrorism, International Security, 31(1): 49-80.",
        "Kydd, Andrew and Barbara F. Walter (2002). Sabotaging the Peace: the Politics of Extremist Violence, International Organization, 56 (2): 263-296.",
        "Mishal, Shaul and Avraham Sela (2000). The Palestinian Hamas: Vision, Violence and Coexistence, New York: Columbia University Press.",
        "Pape, Robert A. (2005). Dying to Win: The Strategic Logic of Suicide Terrorism, New York: Random House Trade Paperback.",
        "Pedahzur, Ami (2005). Suicide Terrorism, Cambridge: Polity Press.",
        "Piazza, James A. (2008). A Supply-Side View of Suicide Terrorism: A Cross-National Study, Journal of Politics, 70 (1): 28-39.",
        "Piazza, James A. (2006). Rooted in Poverty? Terrorism, Poor Economic Development, and Social Cleavages, Terrorism and Political Violence, 18 (1): 159-177.",
        "Sageman, Marc (2004). Understanding Terror Networks, Philadelphia: University of Pennsylvania Press.",
        "Sandler, Todd and Walter Enders (2008). Economics Consequences of Terrorism in Developed and Developing Countries: An Overview, in Philip Keefer and Norman Loyaza (eds.) Terrorism, Economic Development, and Political Openness, Cambridge: Cambridge University Press.",
        "Shayo, Moses (2009). A Model of Social Identity with an Application to Political Economy: Nation, Class, and Redistribution, American Political Science Review, 103 (2): 147-174."
    ]
}