{
    "id": 16327,
    "cites": 34,
    "cited_by": 18,
    "reference": [
        "Abowd, John M and David Card, On the Covariance Structure of Earnings and Hours Changes, Econometrica, March 1989, 57 (2), 41145.",
        "Baker, Michael, Growth-Rate Heterogeneity and the Covariance Structure of Life-Cycle Earnings, Journal of Labor Economics, 1997, 15 (2), 338375.",
        "Guvenen et al. (2010) tackle this issue using a new and confidential panel data set on labor income from the Internal Revenue Service that has more than 300,000 household-year observations, which potentially allows for the identification of a richer income process.",
        "Ben-Porath, Yoram, The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 1967, 75 (4), 352365.",
        "Blundell, Richard and Ian Preston, Consumption Inequality And Income Uncertainty, The Quarterly Journal of Economics, May 1998, 113 (2), 603640.",
        ", Luigi Pistaferri, and Ian Preston, Imputing consumption in the PSID using food demand estimates from the CEX, October 2006, (W04/27).",
        "Carneiro, Pedro, Karsten Hansen, and James Heckman, Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College, International Economic Review, 2003, 24 (2), 361421.",
        "Cunha, Flavio, James Heckman, and Salvador Navarro, Separating uncertainty from heterogeneity in life cycle earnings, Oxford Economic Papers, April 2005, 57 (2), 191261.",
        "Deaton, Angus, Saving and Liquidity Constraints, Econometrica, September 1991, 59 (5), 1221 48.",
        "Gourieroux, Christian, Alain Monfort, and Eric Renault, Indirect Inference, Journal of Applied Economics, 1993, 8 (Supplement), S85S118.",
        "Gourinchas, Pierre-Olivier and Jonathan A. Parker, Consumption over the Life Cycle, Econometrica, 2002, 70 (1), 4789.",
        "Guvenen, Fatih, Learning Your Earning: Are Labor Income Shocks Really Very Persistent?, American Economic Review, June 2007, 97 (3), 687712.",
        ", An Empirical Investigation of Labor Income Processes, Review of Economic Dynamics, January 2009, 12 (1), 5879.",
        ", Bradley Heim, Vasia Panousi, Ivan Vidangos, Giovanni L. Violante, and Jason De Backer, Idiosyncratic Income Risk Estimated From IRS Administrative Wage Data, Technical Report, University of Minnesota 2010.",
        "Haider, Steven J., Earnings Instability and Earnings Inequality of Males in the United States: 1967-1991, Journal of Labor Economics, 2001, 19 (4), 799836.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, The Journal of Political Economy, 1978, 86 (6), 971987.",
        "Hall, Robert E and Frederic S Mishkin, The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, March 1982, 50 (2), 46181.",
        "Hause, John C., The Fine Structure of Earnings and the On-the-Job Training Hypothesis, Econometrica, 1980, 48 (4), 10131029.",
        "Heathcote, Jonathan, Fabrizio Perri, and Giovanni L. Violante, Unequal We Stand: An Empirical Analysis of Economic Inequality in the United States, 1967-2006, Review of Economic Dynamics, 2010, 13 (1), 1551.",
        "Huggett, Mark, Gustavo Ventura, and Amir Yaron, Sources of Lifetime Inequality, NBER Working Paper 13224 July 2007.",
        "Johnston, David and Stephanie Shipp, Trends in Inequality Using Consumption-Expenditures: The US from 1960 to 1993, Review of Income and Wealth, 1997, 43, 133152.",
        "Krueger, Dirk and Fabrizio Perri, How Do Households Respond to Income Shocks?, Technical Report, University of Minnesota 2009.",
        "Lillard, Lee A. and Robert J. Willis, Dynamic Aspetcs of Earnings Mobility, Econometrica, 1978, 46 (5), 9851012.",
        "MaCurdy, Thomas E., The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis, Journal of Econometrics, January 1982, 18 (1), 83114.",
        "Meghir, Costas and Luigi Pistaferri, Income Variance Dynamics and Heterogeneity, Econometrica, 2004, 72 (1), 132.",
        "Mincer, Jacob, Schooling, Experience and Earnings, New York: Columbia University Press, 1974.",
        "Moffitt, Robert and Peter Gottschalk, Trends in the Transitory Variance of Male Earnings in the U.S., 1970-2004, Working Paper, Johns Hopkins University 2008.",
        "Phelan, Chris, Incentives, Insurance, and the Variability of Consumption and Leisure, Journal of Economic Dynamics and Control, 1994, 18 (3-4), 581599.",
        "Primiceri, Giorgio E. and Thijs van Rens, Heterogeneous life-cycle profiles, income risk and consumption inequality, Journal of Monetary Economics, 2009, 56 (1), 20  39. Carnegie-Rochester Conference Series on Public Policy: The Causes and Consequences of Rising Economic Inequality April 25-26, 2008.",
        "Slesnick, Daniel T., Aggregate Consumption and Saving in the Postwar United States, The Review of Economics and Statistics, 1992, 74 (4), 585597.",
        "Smith, Anthony A, Estimating Nonlinear TimeSeries Models Using Simulated Vector Autoregressions,  Journal of Applied Econometrics, 1993, 8, S63S84.",
        "Smith, Anthony A. Jr., Thre Essays on the Solution and Estimation of Dynamic Macroeconomic Models. PhD dissertation, Duke University 1990.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, Cyclical Dynamics in Idiosyncratic Labor Market Risk, Journal of Political Economy, June 2004, 112 (3), 695717.",
        "Topel, Robert H., Specific Capital, Mobility, and Wages: Wages Rise with Job Seniority, March 1990, (3294). NOT FOR PUBLICATION: SUPPLEMENTAL APPENDIX A Data Appendix A.1 CE Data A.1.1 197273 CE Data We create a measure of nondurable consumption expenditures by adding the expenditures on food, alcohol, tobacco, fuel and utilities, telephone, other services, laundry, clothing, transportation, personal goods, recreation, reading, gifts, and other goods. The original size of the 197273 CE is 19,975 households. We keep households in our sample if they are headed by a married male who is between 30 and 65 years old and have nonzero food and income reports. In Table A.1 we report the number of households deleted from our sample during each sample selection requirement."
    ]
}