{
    "id": 16325,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Akerlof, George A. The Market for 'Lemons': Quality Uncertainty and the Market Mechanism Quarterly Journal of Economics, vol. 84, no. 3, August 1970, pp. 488-500 Allen, Douglas W. and Dean Lueck (1999), Searching for Ratchet Effects in Agricultural Contracts Journal of Agricultural and Resource Economics 24(2) (December): 536-52.",
        "Cabrales, Antonio, Gary Charness and Marie Claire Villeval (2006), Competition, Hidden Information and Efficiency: An Experiment IZA Discussion Paper 2296, Bonn.",
        "Chaudhuri, Ananish (1998), The ratchet principle in a principal agent game with unknown costs: an experimental analysis Journal of Economic Behavior and Organization 37: 291-304.",
        "Choi, Jay-Pil and Marcel Thum (2003), The Dynamics of Corruption with the Ratchet Effect Journal of Public Economics 87(3-4)(March): 427-43.",
        "Brandts, Jordi and Gary Charness (2004), Do Labour Market Conditions Affect Gift Exchange? Some Experimental Evidence Economic Journal 114: 684-708.",
        "Cooper, David J., John H. Kagel, Wei Lo and Qing Liang Gu (1999), Gaming Against Managers in Incentive Systems: Experimental Results with Chinese Students and Chinese Managers American Economic Review 89(4), (Sept): 781-804.",
        "Dalen, Dag-Morten (1995), Efficiency-Improving Investment and the Ratchet Effect European Economic Review 39(8) (October): 1511-22.",
        "Dearden, James; Ickes, Barry W; and Larry Samuelson (1990), To Innovate or Not to Innovate: Incentives and Innovation in Hierarchies American Economic Review 80(5) (December): 110524 Dewatripont, Mathias, Ian Jewitt, and Jean Tirole (1999), The Economics of Career Concerns, Part 1: Comparing Information Structures Review of Economic Studies 66(1) (January): 183-198.",
        "Dillen, Mats and Michael Lundholm (1996), Dynamic Income Taxation, Redistribution, and the Ratchet Effect Journal of Public Economics 59(1) (January): 69-93.",
        "Farrell, Joseph, and Carl Shapiro. Optimal Contracts with Lock-In American Economic Review, Vol. 79, No. 1 (Mar., 1989), pp. 51-68.",
        "Freixas, Xavier, Guesnerie, Roger, and Jean Tirole (1985), Planning under Incomplete Information and the Ratchet Effect Review of Economic Studies LII: 173-191.",
        "Gibbons, Robert (1987), Piece-Rate Incentive Schemes Journal of Labor Economics 5 (October): 41329.",
        "Ickes, Barry W. and Larry Samuelson (1987), Job Transfers and Incentives in Complex Organizations: Thwarting the Ratchet Effect RAND Journal of Economics 18(2) (Summer): 275-86.",
        "Kuhn, Peter, and Fernando Lozano (2008), The Expanding Workweek? Understanding Trends in Long Work Hours among U.S. Men, 1979-2006 Journal of Labor Economics 26 (2) (April): 311-43.",
        "Laffont, Jean-Jacques, and Jean Tirole (1988), The Dynamics of Incentive Contracts Econometrica 56: 1153-75.",
        "Laffont, Jean-Jacques, and Jean Tirole (1993), A Theory of Incentives in Procurement and Regulation. Cambridge, MIT Press.",
        "Lazear, Edward (1998), Personnel Economics for Managers. New York: Wiley.",
        "Lemieux, Thomas, W. Bentley MacLeod, and Daniel Parent (2009), Performance Pay and Wage Inequality Quarterly Journal of Economics 124 (1) (February):1-49.",
        "Litwack, John M. (1993), Coordination, incentives, and the ratchet effect Rand Journal of Economics 24(2) (Summer): 271-85.",
        "Kanemoto, Yoshitsugu and W. Bentley MacLeod (1992), The Ratchet Effect and the Market for Secondhand Workers Journal of Labor Economics 10(1) (January): 85-98.",
        "Mathewson, Stanley B. (1931), Restriction of Output among Unorganized Workers, New York, Viking Press.",
        "Puller, Steven L. (2006), The Strategic Use of Innovation to Influence Regulatory Standards Journal of Environmental Economics and Management 52(3) (November): 690-706.",
        "Roland, Gerard, and Khalid Sekkat (2000), Managerial Career Concerns, Privatization and Restructuring in Transition Economies European Economic Review 44(10) (December): 1857-72.",
        "Weitzman, Martin L. (1980) The `Ratchet Principle' and Performance Incentives Bell Journal of Economics 11(1) (Spring): 302-08."
    ]
}