{
    "id": 16333,
    "cites": 21,
    "cited_by": 23,
    "reference": [
        "Angrist, Joshua, Daniel Lang and Philip Oreopolous (2007) Incentives and Services for College Achievement: Evidence from a Randomized Trial. IZA Discussion Paper Number 3134.",
        "Angrist, Joshua and Victor Lavy (2009) The Effects of High Stakes School Achievement Awards: Evidence from a Randomized Trial. American Economic Review 99(4): 301331.",
        "Angrist, Joshua D. and Alan B. Krueger, 1999. Empirical strategies in labor economics, in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Volume 3.",
        "Behrman, Jere R., P. Sengupta, and P. Todd, (2000) Final Report: The Impact of PROGRESA on Achievement Test Scores in the First year, International Food Policy Research Institute, Food Consumption and Nutrition Division.",
        "Bettinger, Eric and Robert Slonim (2007), Patience in Children: Evidence from Experimental Economics. Journal of Public Economics 91(1-2): 343-363.",
        "Cameron, Judy and W. David Pierce (2002) Rewards and Intrinsic Motivation: Resolving the Controversy. Bergin & Garvey: London.",
        "Chelonis, John J., Rebecca Flake, Ronald Baldwin, Donna Blake, Merle Paule, (2004) Developmental aspects of timing behavior in children, Neurotoxicology and Teratology, 26 (3), pp. 461-476.",
        "Csikszentmihalyi, Mihaly (1978) Intrinsic Rewards and Emergent Motivation, in The Hidden Costs of Reward: New Perspectives on the Psychology of Human Motivation edited by M. Lepper and D. Greene. LEA Press: New Jersey. pp. 205-216.",
        "Dearden, Lorraine, C. Emmerson, C. Frayne, A. Goodman, H. Ichimura, and C. Meghir, (2001) Education Maintenance Allowance: The First year, A Quantitative Evaluation, Department for Education and Evaluation Research Report RR257.",
        "Deci, Edward (1975) Intrinsic Motivation Plenum Publishing: New York.",
        "Deci, Edward (1978) Applications of Research on the Effects of Rewards, in The Hidden Costs of Reward: New Perspectives on the Psychology of Human Motivation edited by M. Lepper and D. Greene. LEA Press: New Jersey. pp. 193-203.",
        "Fryer, Roland (2010) Financial Incentives and Student Achievement: Evidence from Randomized Trials NBER Working Paper Number 15898.",
        "Harbaugh, William, and Kate Krause, 1998. Economic Experiments that you can Perform at Home on your Children, Working paper, University of Oregon.",
        "Kremer, Michael, Edward Miguel and Rebecca Thornton (2008) Incentives to Learn forthcoming in Review of Economics and Statistics.",
        "Lepper, Mark, David Greene, and R. Nisbett (1973) Undermining children's intrinsic interest with extrinsic rewards: A test of the 'overjustification' hypothesis. Journal of Personality and Social Psychology, 28:129-137.",
        "Lepper, Mark R. and David Greene (1978) The Hidden Costs of Reward: New Perspectives on the Psychology of Human Motivation. LEA Publishers: New Jersey.",
        "Medina, Jennifer (2007, June 19), Schools Plan to Pay Cash for Marks, The New York Times.",
        "Miguel, Edward (2003) Cash Talks Forbes Magazine (11/24/2003).",
        "Reardon, Sean F. Jacob E. Cheadle, and Joseph P. Robinson (2008) The effect of Catholic schooling on math and reading development in kindergarten through fifth grade. Stanford University mimeo.",
        "Schweinhart, Lawrence and David Weikart (2002) The Perry Preschool Project: Significant Benefits Journal of At-Risk Issues 8:5-8.",
        "Wooldridge, Jeffrey (2003) Cluster-Sample Methods in Applied Econometrics, American Economic Review 93:133-138."
    ]
}