{
    "id": 16338,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Acheson, James M., 1988. The Lobster Gangs of Maine. University Press of New England.",
        "Brown, Gardner and Jonathan Roughgarden, 1997. A metapopulation model with private property and a common pool. Ecological Economics 22:6571.",
        "Cancino, Jose P., Hiro Uchida, and James E. Wilen, 2007. TURFs and ITQs: Collective vs. individual decision making. Marine Resource Economics 22:391406.",
        "Clark, Colin, 1990. Mathematical Bioeconomics: The Optimal Management of Renewable Resources. New York: Wiley Interscience, 2 edition.",
        "Clark, Colin and Gordon Munro, 1980. Fisheries and the processing sector: Some implications for management. Bell Journal of Economics 11:603616.",
        "Costello, Christopher J., Steven D. Gaines, and John Lynham, 2008. Can catch shares prevent fisheries collapse? Science 321:16781681.",
        "Heintzelman, Martin D., Stephen W. Salant, and Stephan Schott, 2009. Putting freeriding to work: A partnership solution to the common-property problem. Journal of Environmental Economics and Management Forthcoming.",
        "Levhari, David and Leonard J. Mirman, 1980. The great fish war: an example using a dynamic Cournot-Nash solution. Bell Journal of Economics 11:322334.",
        "Libecap, Gary D. and Steven N. Wiggins, 1984. Contractual responses to the common pool: Prorationing of crude oil production. American Economic Review 74:8798.",
        "Libecap, Gary D. and Steven N. Wiggins, 1985. The influence of private contractual failure on regulation: The case of oil field unitization. Journal of Political Economy 93:690714.",
        "Libecap, GD and JL Smith, 1999. The self-enforcing provisions of oil and gas unit operating agreements: theory and evidence. Journal of Law, Economics, and Organization 15:526548.",
        "Sanchirico, James N. and James E. Wilen, 1999. Bioeconomics of spatial exploitation in a patchy environment. Journal of Environmental Economics and Management 37:129151.",
        "Sanchirico, James N. and James E. Wilen, 2001. A bioeconomic model of marine reserve creation. Journal of Environmental Economics and Management 42:257276.",
        "Sanchirico, James N. and James E. Wilen, 2002. The impacts of marine reserves on limited-entry fisheries. Natural Resource Modeling 15:340400.",
        "Sanchirico, James N. and James E. Wilen, 2005. Optimal spatial management of renewable resources: matching policy scope to ecosystem scale. Journal of Environmental Economics and Management 50:2346.",
        "Soboil, ML and A. Craig, 2008. Self governance in New Zealand's developmental fisheries: deep-sea crabs. FAO fisheries technical paper 504:269276.",
        "Uchida, Hirotsuga and O. Baba, 2008. Fishery management and the pooling arrangement in the sakuraebi fishery in japan. FAO FISHERIES TECHNICAL PAPER 504.",
        "Uchida, Hirotsuga and M. Watanobe, 2008. Walleye pollack (Suketoudara) fishery management in the Hiyama region of Hokkaido, Japan. FAO FISHERIES TECHNICAL PAPER 504.",
        "Uchida, Hirotsuga and James E. Wilen, 2004. Japanese coastal fisheries management and institutional designs: A descriptive analysis. In The Twelfth Biennial Conference of International Institution of Fishery Economics and Trade, Tokyo, Japan.",
        "Uchida, Hirotsuga and James E. Wilen, 2005. Harvester cooperative, pooling arrangements and market power. Working Paper .",
        "Van Damme, Eric, 1989. Renegotiation-proof equilibria in repeated prisoners? dilemma. Journal of Economic Theory 47:206217.",
        "White, Crow and Christopher J. Costello, 2010. Matching spatial property rights fisheries with scales of fish dispersal. Ecological Letters In Review .",
        "Wiggins, Steven N. and Gary D. Libecap, 1985. Contractual failure in the presence of imperfect information. American Economic Review 75:368385."
    ]
}