{
    "id": 16343,
    "cites": 42,
    "cited_by": 12,
    "reference": [
        "Angrist, Joshua D. and Guido W. Imbens, Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity, Journal of the American Statistical Association, 1995, 90 (430).",
        "Angrist, Joshua, Eric Bettinger, Erik Bloom, Elizabeth King, and Michael Kremer, Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment, American Economic Review, December 2002, 92 (5), 15351558.",
        "Ashraf, Nava, Dean Karlan, and Wesley Yin, Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines, Quarterly Journal of Economics, May 2006, 121 (2), 635672. , James Berry, and Jesse M. Shapiro, Can Higher Prices Stimulate Product Use? Evidence from a Field Experiment in Zambia, American Economic Review, forthcoming.",
        "Banerjee, Abhijit, A Simple Model of Herd Behavior, The Quarterly Journal of Economics, August 1992, 107 (3), 797817.",
        "Becker, Gordon M., Morris H. DeGroot, and Jacob Marschak, Measuring Utility by a Single-Response Sequential Method, Behavioral Science, 1964, 9 (3), 226232.",
        "Berry, James, Greg Fischer, and Raymond Guiteras, Incentive Compatibility in the Wild: Field Implementation of the Becker-de Groot-Marshalk Mechanism, 2010. London School of Economics, mimeo.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch, A Theory of Fads, Fashion, Custom, and Cultural Change as Informational Cascades, Journal of Political Economy, 1992, 100 (5), 9921026.",
        "Bohm, Peter, Johan Linden, and Joakin Sonnegard, Eliciting Reservation Prices: Becker-DeGroot-Marschak Mechanisms vs. Markets, The Economic Journal, July 1997, 107 (443), 10791089.",
        "Chan, Tat Y. and Barton H. Hamilton, Learning, Private Information, and the Economic Evaluation of Randomized Experiments, Journal of Political Economy, 2006, 114 (6), 9971040.",
        "Cohen, Jessica and Pascaline Dupas, Free Distribution or Cost-Sharing? Evidence from a Randomized Malaria Prevention Experiment, Quarterly Journal of Economics, 2010, 125 (1), 145.",
        "Deaton, Angus, Instruments, Randomization, and Learning about Development, Journal of Economic Literature, 2010, 48 (2), 424455.",
        "Duflo, Esther, Michael Kremer, and Jonathan Robinson, How High Are Rates of Return to Fertilizer? Evidence from Field Experiments in Kenya, American Economic Review, 2008, 98 (2), 482488.",
        ", Rachel Glennerster, and Michael Kremer, Using Randomization in Development Economics Research: A Tool Kit, in T. Paul Schultz and John Strauss, eds., Handbook of Development Economics, Vol. 4, Amsterdam: Elsevier, 2008, pp. 38953962.",
        ", Rema Hanna, and Stephen Ryan, Monitoring Works: Getting Teachers to Come to School, 2010.",
        "Dupas, Pascaline, Do Teenagers Respond to HIV Risk Information? Evidence from a Field Experiment in Kenya, 2009. University of California, Los Angeles mimeo.",
        ", What Matters (and What Does Not) in a Households' Decision to Invest in Malaria Prevention, American Economic Review, 2009, forthcoming.",
        ", Short-Run Subsidies and Long-Term Adoption of New Health Products: Experimental Evidence from Kenya, 2010. University of California, Los Angeles mimeo.",
        "Gertler, Paul, Do Conditional Cash Transfers Improve Child Health? Evidence from PROGRESA's Control Randomized Experiment, American Economic Review, 2004, 94 (2), 336341.",
        "Heckman, James J. and Edward Vytlacil, Structural Equations, Treatment Effects, and Econometric Policy Evaluation, Econometrica, May 2005, 73 (3), 669738.",
        "Imbens, Guido W., Better LATE Than Nothing: Some Comments on Deaton (2009) and Heckman and Urzua (2009), 2010. Harvard University, mimeo.",
        "Jadad, Alejandro R. and Murray Enkin, Randomized Controlled Trials: Questions, Answers, and Musings, BMJ Books, 2007.",
        "Jin, Hui and Donald B. Rubin, Principal Stratification for Causal Inference with Extended Partial Compliance, Journal of the American Statistical Association, 2008, 103 (481), 101111.",
        "Kamenica, Emir and Matthew Gentzkow, Bayesian Persuasion, 2009. University of Chicago, mimeo.",
        "Karlan, Dean S. and Jonathan Zinman, Observing Unobservables: Identifying Information Asymmetries with a Consumer Credit Field Experiment, Econometrica, 2010, forthcoming.",
        "King, Michael, Irwin Nazareth, Fiona Lampe, Peter Bower, Martin Chandler, Maria Morou, Bonnie Sibbald, and Rosalind Lai, Impact of Participant and Physician Intervention Preferences on Randomized Trials: A Systematic Review, Journal of the American Medical Association, 2005, 293 (9), 10891099.",
        "Kremer, Michael and Edward Miguel, The Illusion of Sustainability, The Quarterly Journal of Economics, 2007, 122 (3), 10071065.",
        "Miguel, Edward and Michael Kremer, Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities, Econometrica, January 2004, 72 (1), 159217.",
        "Milgrom, Paul and Ilya Segal, Envelope Theorems for Arbitrary Choice Sets, Econometrica, 2002, 70 (2), 583601.",
        "Moffitt, Robert, Estimating Marginal Treatment Effects in Heterogeneous Populations, 2008. Johns Hopkins University, mimeo.",
        "Mullainathan, Sendhil, Joshua Schwartzstein, and Andrei Shleifer, Coarse Thinking and Persuasion, Quarterly Journal of Economics, 2008, 123 (2), 577619.",
        "Nguyen, Trang, Information, Role Models and Perceived Returns to Education: Experimental Information, Role Models and Perceived Returns to Education: Experimental Evidence from Madagascar, 2009. MIT, mimeo.",
        "Oster, Sharon M., Strategic Management for Nonprofit Organizations: Theory and Cases, Oxford, UK: Oxford University Press, 1995.",
        "Philipson, Tomas and Jeffrey Desimone, Experiments and Subject Sampling, Biometrika, 1997, 84 (3), 619631.",
        "Plott, Charles R. and K. Zeiler, The Willingness to Pay-Willingness to Accept Gap, The 'Endowment Effect,' Subject Misconceptions, and Experimental Procedures for Eliciting Valuations, American Economic Review, 2005, 95 (3), 530545.",
        "Rayo, Luis and Ilya Segal, Optimal Information Disclosure, 2008. Stanford University, mimeo.",
        "Rothschild, Michael, A Two-Armed Bandit Theory of Market Pricing, Journal of Economic Theory, 1974, 9 (2), 185202.",
        "Scharfstein, Daniel O., Andrea Rotnitzky, and James M. Robins, Adjusting for Nonignorable Drop-Out Using Semiparametric Nonresponse Models, Journal of the American Statistical Association, 1999, 94 (448), 10961120.",
        "Stolberg, Harald O., Geoffrey Norman, and Isabelle Trop, Randomized Controlled Trials, American Journal of Roentgenology, 2004, 183 (6), 15391544.",
        "Thornton, Rebecca, The Demand for and Impact of Learning HIV Status: Evidence from a Field Experiment, American Economic Review, 2008, 98 (5), 18291863.",
        "Tilbrook, Helen, Patients' Preferences within Randomised Trials: Systematic Review and Patient Level Meta-analysis, BMJ, 2008, 337, 18641871.",
        "Volpp, Kevin G., Andrea Gurmankin Levy, David A. Asch, Jesse A. Berlin, John J. Murphy, Angela Gomez, Harold Sox, Jingsan Zhu, and Caryn Lerman, A Randomized Controlled Trial of Financial Incentives for Smoking Cessation, Cancer Epidemiology Biomarkers & Prevention, 2006, 15 (1), 12.",
        "Zelen, Marvin, A New Design for Randomized Clinical Trials, New England Journal of Medicine, 1979, 300 (22), 12421245."
    ]
}