{
    "id": 16342,
    "cites": 33,
    "cited_by": 8,
    "reference": [
        "Aguiar, Mark, and Erik Hurst (2005) Consumption vs. Expenditure, Journal of Political Economy, 133(5):919-48.",
        "Ameriks, John, Andrew Caplin, and John Leahy (2003) Wealth Accumulation And The Propensity To Plan, The Quarterly Journal of Economics, 118(3): 1007-1047.",
        "Browning, Martin and M. Dolores Collado (2001) The Response of Expenditures to Anticipated Changes: Panel Data Estimates, American Economic Review, 91(3):681-92.",
        "Browning, Martin and Thomas F. Crossley (2001) The Life-Cycle Model of Consumption and Saving, Journal of Economic Perspectives, 15(3):3-22.",
        "Browning, Martin and Annamaria Lusardi (1996) Household Saving: Micro Theories and Micro Facts, Journal of Economic Literature, 34(4):1797-1855.",
        "Casey, Bernard H. (2004) Reforming the Japanese Retirement Income System: A Special Case? Boston College Center for Retirement Research GIB #4.",
        "Carroll, Christopher D. (1997) Buffer-Stock Saving and the Life Cycle/Permanent Income Hypothesis, Quarterly Journal of Economics, 107(1):1-56.",
        "Cochrane, John H. (1989) The Sensitivity of Tests of the Intertemporal Allocation of Consumption to Near-Rational Alternatives, American Economic Review, 79(3):319-37.",
        "Deaton, Angus (1991) Saving and Liquidity Constraints, Econometrica, 59(5):1221-48.",
        "Dobkin, Carlos and Steven L. Puller (2007) The Effects of Government Transfers on Monthly Cycles in Drug Abuse, Hospitalization and Mortality, Journal of Public Economics. 91(11-12): 2137-51.",
        "Gourinchas, Pierre-Olivier and Jonathan A. Parker (2002) Consumption Over the Life Cycle, Econometrica, 70(1):47-89.",
        "Haider, Steven J. and Melvin Stephens Jr. (2007) Is There a Retirement-Consumption Puzzle? Evidence Using Subject Retirement Expectations, Review of Economics and Statistics, 89(2):247264.",
        "Hori, Masahiro and Satoshi Shimizutani (2009) The Response of Household Expenditure to Anticipated Income Changes: Bonus Payments and the Seasonality of Consumption in Japan, B.E. Journal of Macroeconomics, vol.9, Issue.1 (Contributions).",
        "Hsieh, Chang-Tai (2003) Do Consumers React to Anticipated Income Shocks? Evidence from the Alaska Permanent Fund, American Economic Review, 93(1):397-405.",
        "Iwaisako, Tokuo (2003) Household Portfolios in Japan, National Bureau of Economic Research Working Paper No. 9647.",
        "Jappelli, Tullio, Jorn-Steffen Pischke, and Nicholas S. Souleles (1998) Testing for Liquidity Constraints in Euler Equations With Complementary Data Sources, Review of Economics and Statistics, 90(1):251-62.",
        "Jappelli, Tullio and Luigi Pistaferri (2010) The Consumption Response to Income Changes, Annual Review of Economics, 2, 479-506.",
        "Johnson, David S., Jonathan A. Parker, and Nicholas S. Souleles (2006) Household Expenditure and the Income Tax Rebates of 2001, American Economic Review, 96(5):1589-1610.",
        "Lusardi, Annamaria and Olivia S. Mitchell (2007) Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth, Journal of Monetary Economics, 54(1):205224.",
        "Mastrobuoni, Giovanni and Matthew Weinberg (2009) Heterogeneity in Intra-Monthly Consumption Patterns, Self-Control, and Savings at Retirement, American Economic Journal: Economic Policy. 1(2):163-89.",
        "Ohls, James C., Thomas M. Fraker, Alberto P. Martini, and Michael Ponza (1992) The Effects of Cash-Out on Food Stamp Program Participants in San Diego. Mathematica Policy Research, Inc.",
        "Parker, Jonathan A. (1999) The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, 89(4):959-73.",
        "Paxson, Christina H. (1993) Consumption and Income Seasonality in Thailand, Journal of Political Economy, 101(1):9-72.",
        "Shea, John (1995) Union Contracts and the Life-Cycle/Permanent-Income Hypothesis, American Economic Review, 85(1):186-200.",
        "Souleles, Nicholas S. (1999) The Response of Household Consumption to Income Tax Refunds, American Economic Review, 89(4):947-58.",
        "Shapiro, Jesse M. (2005) Is there a daily discount rate? Evidence from the food stamp nutrition cycle, Journal of Public Economics, 89(2-3):303-25.",
        "Shapiro, Matthew D. and Joel Slemrod (1995) Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding, American Economic Review 85(1):274-83.",
        "Stephens Jr., Melvin (2003) `3rd of tha Month': Do Social Security Recipients Smooth Con32 sumption Between Checks? American Economic Review, 93(1):406-22.",
        "Stephens Jr., Melvin (2006) Paycheque Receipt and the Timing of Consumption, The Economic Journal, 116(513):680-701.",
        "Stephens Jr., Melvin (2008) The Consumption Response to Predictable Changes in Discretionary Income: Evidence from the Repayment of Vehicle Loans, Review of Economics and Statistics, 90(2):241-52.",
        "Wilcox, David W. (1989) Social Security Benefits, Consumption Expenditure, and the Life Cycle Hypothesis, Journal of Political Economy, 97(2):288-304.",
        "Wilde, Parke E. and Christine K. Ranney (2000) The Monthly Food Stamp Cycle: Shopping Frequency and Food Intake Decisions in an Endogenous Switching Regression Framework, American Journal of Agricultural Economics, 82(1):200-13.",
        "Zeldes, Stephen P. (1989) Consumption and Liquidity Constraints: An Empirical Investigation,  Journal of Political Economy, 97(2):305-46."
    ]
}