{
    "id": 16349,
    "cites": 169,
    "cited_by": 23,
    "reference": [
        "Abbott, Joshua H. and H. Allen Klaiber. 2010. An Embarrassment of Riches: Confronting Omitted Variable Bias and Multi-Scale Capitalization in Hedonic Price Models. Forthcoming in Review of Economics and Statistics.",
        "Albouy, David. 2009. What are Cities Worth? Land Rents, Local Productivity and the Capitalization of Amenity Values. NBER Working Paper #14981.",
        "Alonso, William. 1964. Location and Land Use: Towards a General Theory of Land Rent. Cambridge: Cambridge University Press.",
        "Anderson, Simon P., AndrÃ\u0083Â© de Palma, and Jaques-FranÃ\u0083Â§ois Thisse. 1992. Discrete Choice Theory of Product Differentiation. Cambridge and London: The MIT Press.",
        "Angrist, Joshua D. and JÃ\u0083Â¶rn-Steffen Pischke. 2010. The Credibility Revolution in Empirical Economics: How Better Research Design is Taking the Con out of Econometrics. Journal of Economic Perspectives, 24(2): 3-30.",
        "Arcidiacono, Peter and Robert Miller. 2008. CCP Estimation of Dynamic Discrete Choice Models with Unobserved Heterogeneity. Working Paper.",
        "Arcidiacono, Peter, Patrick Bayer, Jason Blevins, and Paul Ellickson. 2010. Estimation of Dynamic Discrete Choice Models in Continuous Time. ERID Working Paper No.50.",
        "Bailey, Martin J., Richard F. Muth, and Hugh O. Nourse. 1963. A Regression Method for Real Estate Price Index Construction. Journal of the American Statistical Association, 58(304): 933-42.",
        "Bajari, Patrick and C. Lanier Benkard. 2005. Demand Estimation with Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach. Journal of Political Economy, 113(6): 1239-76.",
        "Bajari, Patrick, Han Hong, John Krainer, and Denis Nekipelov. 2006. Estimating Static Models of Strategic Ingeraction. NBER Working Paper 12013.",
        "Bajari, Patrick and Matthew E. Kahn. 2005. Estimating Housing Demand with an Application to Explaining Racial Segregation in Cities. Journal of Business and Economic Statistics, 23(1): 2033.",
        "Banzhaf, H. Spencer and Randall P. Walsh. 2008. Do People Vote with Their Feet? An Empirical Test of Tiebout&apos;s Mechanism. American Economic Review, 98(3): 843-63.",
        "Bartik, Timothy J. 1987. The Estimation of Demand Parameters in Hedonic Price Models. Journal of Political Economy, 95(1): 81-88.",
        "Bartik, Timothy J. 1988. Measuring the Benefits of Amenity Improvements in Hedonic Price Models. Land Economics, 64(2): 172-183.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan. 2007. A Unified Framework for Measuring Preferences for Schools and Neighborhoods. Journal of Political Economy, 115(4): 588-638.",
        "Bayer, Patrick, Nathaniel Keohane, and Christopher Timmins. 2009. Migration and Hedonic Valuation: The Case of Air Quality. Journal of Environmental Economics and Management, 58(1).",
        "Bayer, Patrick, Robert McMillan, Alvin Murphy, and Christopher Timmins. 2010. A Dynamic Model of Demand for Houses and Neighborhoods. Working Paper.",
        "Bayer, Patrick, Robert McMillan, and Kim Reuben. 2004. An Equilibrium Model of Sorting in an Urban Housing Market. NBER Working Paper No 10865.",
        "Bayer, Patrick, Steve Ross, and Giorgio Topa. 2006. Place of Work and Place of Residence: Informal Hiring Networks and Labor Market Outcomes. Journal of Political Economy, 116(6): 11501196.",
        "Bayer, Patrick and Christopher Timmins. 2005. On the Equilibrium Properties of Locational Sorting Models. Journal of Urban Economics, 57(3): 462-77.",
        "Bayer, Patrick and Christopher Timmins. 2007. Estimating Equilibrium Models of Sorting across Locations. The Economic Journal, 117(518): 353-74.",
        "Benabou, Roland. 1993. Workings of a City: Location, Education, and Production. Quarterly Journal of Economics, 108(3): 619-52.",
        "Benabou, Roland. 1996a. Heterogeneity, Stratification, and Growth: Macroeconomic Implications of Community Structure and School Finance. American Economic Review, 86(3): 584-609.",
        "Benabou, Roland. 1996b. Equity and Efficiency in Human Capital Investment: The Local Connection. Review of Economic Studies, 63(2): 237-64.",
        "Berry, Steven and Ariel Pakes. 2007. The Pure Characteristics Demand Model. International Economic Review, 48(4): 1193-225.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 1995. Automobile Prices in Market Equilibrium. Econometrica, 63(4): 841-90.",
        "Bergstrom, Theodore C. and Robert P. Goodman. 1973. Private Demands for Public Goods. American Economic Review, 63(3): 280-96.",
        "Bergstrom, Theodore C., Daniel L. Rubinfeld, and Perry Shapiro. 1982. Micro-Based Estimates of Demand Functions for Local School Expenditures. Econometrica, 50(5): 1183-205.",
        "Bishop, Kelly. 2009. A Dynamic Model of Location Choice and Hedonic Valuation. Working Paper.",
        "Bishop, Kelly and Christopher Timmins. 2008. Simple, Consistent Estimation of the Marginal Willingness to Pay Function: Recovering Rosen&apos;s Second Stage without Instrumental Variables. Working Paper.",
        "Black, Sandra E. 1999. Do Better Schools Matter? Parental Valuation of Elementary Education. Quarterly Journal of Economics, 114(2): 577-99.",
        "Blomquist, Glenn C., Mark C. Berger, and John P. Hoehn. 1988. New Estimates of Quality of Life in Urban Areas. American Economic Review, 78(1): 89-107.",
        "Bresnahan, Timothy F. 1987. Competition and Collusion in the American Automobile Industry: The 1955 Price War. Journal of Industrial Economics, 35(4): 457-82.",
        "Brown, James N. and Harvey S. Rosen. 1982. On the Estimation of Structural Hedonic Price Models. Econometrica, 50(3): 765-68.",
        "Bullock, David S. and Nicholas Minot. 2006. On Measuring the Value of a Nonmarket Good Using Market Data. American Journal of Agricultural Economics, 88(4): 961-73.",
        "Carranza, Juan Esteban. 2007. Estimation of Demand for Differentiated Durable Goods. Working Paper.",
        "Cellini, Stephanie Riegg, Fernando Ferreira, and Rothstein Jesse. 2010. The Value of School Facility Investments: Evidence from a Dynamic Regression Discontinuity Design. Quarterly Journal of Economics, forthcoming.",
        "Chattopadhyay, Sudip. 1999. Estimating the Demand for Air Quality: New Evidence Based on the Chicago Housing Market. Land Economics, 75(1): 22-38.",
        "Chay, Kenneth Y. and Michael Greenstone. 2005. Does Air Quality Matter? Evidence from the Housing Market. Journal of Political Economy, 113(2): 376-424.",
        "Cornes, Richard. and Roger Hartley. 2007. Aggregative Public Good Games. Journal of Public Economic Theory, 9(2): 201-219.",
        "Cutler, David M., Edward L. Glaeser, and Jacob L. Vigdor. 1999. The Rise and Decline of the American Ghetto. Journal of Political Economy, 107(3): 455-506.",
        "Davis, Lucas. 2004. The Effect of Health Risk on Housing Values: Evidence from a Cancer Cluster. American Economic Review, 94(5): 1693-704.",
        "De Bartolome, Charles A.M. 1990. Equilibrium and Inefficiency in a Community Model with Peer Group Effects. Journal of Political Economy, 98(1): 110-33.",
        "Diewert, W. Erwin. 1993. The Early History of Price Index Reserch. in Essays in Index Number Theory, Volume 1. W. Erwin Diewert and Alice O. Nakamura eds. Amsterdam: North Holland, pp.33-66.",
        "Doraszelski, Ulrich and Kenneth Judd. 2008. Avoiding the Curse of Dimensionality in Dynamic Stochastic Games. Working Paper.",
        "Driscoll, Paul, Brian Dietz, and Jeffrey Alwang. 1994. Welfare Analysis When Budget Constraints Are Nonlinear: The Case of Flood Hazard Reduction. Journal of Environmental Economics and Management, 26(2): 181-99.",
        "Durlauf, Steven N. 1996. A Theory of Persistent Income Inequality. Journal of Economic Growth, 1(1): 75-93.",
        "Ekeland, Ivar, James J. Heckman, and Lars Nesheim. 2004. Identification and Estimation of Hedonic Models. Journal of Political Economy, 112(1): S60-S109.",
        "Ellickson, Bryan. 1971. Jurisdictional Fragmentation and Residential Choice. American Economic Review, 61(2): 334-39.",
        "Epple, Dennis. 1987. Hedonic Prices and Implicit Markets: Estimating Demand and Supply Functions for Differentiated Products. Journal of Political Economy, 95(1): 59-80.",
        "Epple, Dennis and Maria Marta Ferreyra. 2008. School Finance Reform: Assessing General Equilibrium Effects. Journal of Public Economics, 92(5-6): 1328-1351.",
        "Epple, Dennis, Brett Gordon, and Holger Sieg. 2010. A New Approach to Estimating the Production Function for Housing. American Economic Review. 100(3):905-924.",
        "Epple, Dennis, Radu Filimon, and Thomas Romer. 1984. Equilibrium Among Local Jurisdictions: Toward an Integrated Treatment of Voting and Residential Choice. Journal of Public Economics, 24(3): 281-308.",
        "Epple, Dennis, Radu Filimon, and Thomas Romer. 1993. Existence of Voting and Housing Equilibria in a System of Communities with Property Taxes. Regional Science and Urban Economics, 23(5): 585-610.",
        "Epple, Dennis, Michael Peress, and Holger Sieg. 2010. Identification and Semiparametric Estimation of Equilibrium Models of Local Jurisdictions. Forthcoming in American Economic Journal: Microeconomics.",
        "Epple, Dennis and Glenn J. Platt. 1998. Equilibrium and Local Redistribution in an Urban Economy when Households Differ in both Preferences and Incomes. Journal of Urban Economics, 43(1): 23-51.",
        "Epple, Dennis, Richard Romano, and Holger Sieg. 2006. Admission, Tuition, and Financial Aid Policies in the Market for Higher Education. Econometrica, 74(4): 885-928.",
        "Epple, Dennis, Richard Romano, and Holger Sieg. 2010. The Intergenerational Conflict over the Provision of Public Education. Working Paper.",
        "Epple, Dennis and Thomas Romer. 1991. Mobility and Redistribution. Journal of Political Economy, 99(4): 828-58.",
        "Epple, Dennis and Holger Sieg. 1999. Estimating Equilibrium Models of Local Jurisdiction. Journal of Political Economy, 107(4): 645-81.",
        "Ferreira, Fernando. 2010. You Can Take it With You: Proposition 13 Tax Benefits, Residential Mobility, and Willingness to Pay for Housing Amenities. Journal of Public Economics, 94(9-10): 661673.",
        "Fernandez, Raquel and Richard Rogerson. 1996. Income Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics, 111(1): 135-64.",
        "Fernandez, Raquel and Richard Rogerson. 1998. Public Education and Income Distribution: A Dynamic Quantitative Evaluation of Education-Finance Reform. The American Economic Review, 88(4): 813-833.",
        "Ferreyra, Maria Marta. 2007. Estimating the Effects of Private School Vouchers in Multi-District Economies. American Economic Review, 97(3): 789-817.",
        "Ferreyra, Maria Marta. 2009. An Empirical Framework for Large-Scale Policy Analysis, with an Application to School Finance Reform in Michigan. American Economic Journal: Economic Policy, 1(1): 147-180.",
        "Gemici, Ahu. 2008. Family Migration and Labor Market Outcomes. Working Paper, New York University.",
        "Glaeser, Edward L., Joseph Gyorko, and Raven Saks. 2005. Urban Growth and Housing Supply. Working Paper.",
        "Goldstein, Gerald S. and Mark V. Pauly. 1981. Tiebout Bias on the Demand for Local Public Goods. Journal of Public Economics, 16(2): 131-43.",
        "Gorman, William M. 1980. A Possible Procedure for Analysing Quality Differentials in the Egg Market. Review of Economic Studies, 47(5): 843-856.",
        "Gowrisankaran Gautam and Marc Rysman. 2006. Dynamics of Consumer Demand for New Durable Goods. Working Paper.",
        "Graves, Philip E. and Donald M. Waldman. 1991. Multimarket Amenity Compensation and the Behavior of the Elderly. American Economic Review, 81(5): 1374-81.",
        "Greenstone, Michael and Justin Gallagher. 2008. Does Hazardous Waste Matter? Evidence from the Housing Market and the Superfund Program. Quarterly Journal of Economics, 123(3): 9511003.",
        "Griliches, Zvi. 1971. Hedonic Price Indexes for Automobiles: An Econometric Analysis of Quality Change, in Price Indexes and Quality Change. Zvi Griliches ed. Cambridge: Harvard University Press.",
        "Haefele, Edwin T. 1971. A Utility Theory of Representative Government. American Economic Review, 61(3): 350-367.",
        "Hallstrom, Daniel G. and V. Kerry Smith. 2003. Habitat Protection Policies and Open Space: A General Equilibrium Analysis of Takings and Givings. Working Paper.",
        "Harberger, Arnold C. 1964. The Measurement of Waste. American Economic Review, 54(3): 58-76.",
        "Hanushek, Eric A. 2003. The Failure of Input-Based Schooling Policies. The Economic Journal, 113(485): F64-F98.",
        "Hausman, Jerry A. 1997. Valuation of New Goods Under Perfect and Imperfect Competition. in The Economics of New Goods. Timothy F. Bresnahan and Robert J. Gordon eds. Chicago: The University of Chicago Press, pp. 209-237.",
        "Hausman, Jerry A. and William. E. Taylor. 1981. Panel Data and Unobservable Individual Effects. Econometrica, 49(6): 1377-1398.",
        "Heckman, James J., Rosa M. Matzkin, and Lars Nesheim. 2010. Nonparametric Identification of Nonadditive Hedonic Models. Forthcoming in Econometrica.",
        "Hendel, Igal and Aviv Nevo. 2006. Measuring the Implications of Sales and Consumer Inventory Behavior. Econometrica, 74(6): 1637-73.",
        "Holmes, Thomas J. 1998. The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders. Journal of Political Economy, 106(4): 667-705.",
        "Hotz, V. Joseph. and Robert A. Miller. 1993. Conditional Choice Probabilities and the Estimation of Dynamic Models. Review of Economic Studies, 60:497-529.",
        "Irwin, Elena G. and Nancy E. Bockstael. 2001. The Problem of Identifying Land Use Spillovers: Measuring the Effects of Open Space on Residential Property Values. American Journal of Agricultural Economics, 83(3): 698-704.",
        "Irwin, Elena G. 2010. New Directions for Urban Economic Models of Land Use Change: Incorporating Spatial Dynamics and Heterogeneity. Journal of Regional Science. 50(1):65-91.",
        "Kahn, Matthew E. 1995. A Revealed Preference Approach to Ranking City Quality of Life. Journal of Urban Economics, 38(2): 221-35.",
        "Kahn, Matthew E. 2007. Environmentalism as a Determinant of Housing Supply Regulation. Working Paper.",
        "Kahn, Shulamit and Kevin Lang. 1988. Efficient Estimation of Structural Hedonic Systems. International Economic Review, 28:1, pp. 157-66.",
        "Kanemoto, Yoshitsugu. 1988. Hedonic Prices and the Benefits of Public Policies. Econometrica, 56(4): 981-89.",
        "Keane, Michael P. 2010. Structural vs. Atheoretic Approaches to Econometrics. Forthcoming in Journal of Econometrics.",
        "Kennan, John and James R. Walker. 2010. The Effect of Expected Income on Individual Migration Decisions. Forthcoming in Econometrica.",
        "Klaiber, H. Allen and Daniel J. Phaneuf. 2010a. Linking Developers and Homeowners in a Horizontal Sorting Framework: Implications for General Equilibrium Welfare Measurement. Working Paper.",
        "Klaiber, H. Allen and Daniel J. Phaneuf. 2010b. Valuing Open Space in a Residential Sorting Model of the Twin Cities. Journal of Environmental Economics and Management, 60(2): 57-77.",
        "Klaiber, H. Allen, and V. Kerry Smith. 2009. Evaluating Rubin&apos;s Causal Model for Measuring the Capitalization of Environmental Amenities. NBER Working Paper 14957.",
        "Klaiber, H. Allen and V. Kerry Smith. 2010. General Equilibrium Benefit Analyses for Social Programs. Working Paper.",
        "Kotchen, Matthew J. 2006. Green Markets and Private Provision of Public Goods. Journal of Political Economy, 114(4): 816-834.",
        "Krutilla, John. 1967. Conservation Reconsidered. American Economic Review, 57(4): 777-786.",
        "Kuminoff, Nicolai V. 2009. Decomposing the Structural Identification of Nonmarket Values. Journal of Environmental Economics and Management, 57(2): 123-39.",
        "Kuminoff, Nicolai V., Christopher F. Parmeter, and Jaren C. Pope. 2010. Which Hedonic Models Can We Trust to Recover the Marginal Willingness to Pay for Environmental Amenities? Forthcoming in Journal of Environmental Economics and Management.",
        "Kuminoff, Nicolai V., and Abdul S. Jarrah. 2010. A New Approach to Computing Hedonic Equilibria and Investigating the Properties of Locational Sorting Models. Journal of Urban Economics 67(3): 322-335.",
        "Kuminoff, Nicolai V. and Jaren C. Pope. 2010. Hedonic Equilibria, Land Value Capitalization, and the Willingness to Pay for Public Goods. Working Paper.",
        "Kuminoff, Nicolai V. 2010. Partial Identification of Preferences for Public Goods in a Dual-Market Locational Equilibrium. Working Paper.",
        "Lancaster, Kelvin J. 1966. A New Approach to Consumer Theory. Journal of Political Economy, 74(2): 132-57.",
        "Lancaster, Kelvin J. 1979. Variety, Equity, and Efficiency. New York: Columbia University Press.",
        "Li, Shanjun. 2006. The Social Costs of the Arms Race on American Roads: Evidence from Automobile Demand. Working Paper.",
        "Linden, Leigh and Jonah E. Rockoff. 2008. Estimates of the Impact of Crime Risk on Property Values from Megan&apos;s Laws. American Economic Review, 98(3): 1103-27.",
        "Manski, Charles F. 2007. Identification for Prediction and Decision. Harvard University Press, Cambridge.",
        "McConnell, Virginia and Margaret Walls. 2005. The Value of Open Space: Evidence from Studies of Non-Market Benefits. Working Paper: Resources for the Future.",
        "McFadden, Daniel. 1974. Conditional Logit Analysis of Qualitative Choice Behavior, in Frontiers in Econometrics. Paul Zarembka ed. New York: Academic Press.",
        "McFadden, Daniel. 1978. Modelling the Choice of Residential Location, in Spatial Interaction Theory and Planning Models. A. Karlqvist, L. Lundqvist, F. Snickars and J. Weibull eds. Amsterdam: North Holland, pp. 75-96.",
        "Melnikov, Oleg. 2001. Demand for Differentiated Durable Products: The Case of the US Computer Printer Market. Working Paper.",
        "Mendelsohn, Robert. 1985. Identifying Structural Equations with Single Market Data. Review of Economics and Statistics, 67(3): 525-29.",
        "Mills, Edwin S. 1967. An Aggregative Model of Resource Allocation in a Metropolitan Area. American Economic Review, 57(2):197-210 Murphy, Alvin. 2010. A Dynamic Model of Housing Supply. Working Paper.",
        "Muth, Richard F. 1969 Cities and Housing. University of Chicago Press, Chicago.",
        "Nechyba, Thomas, J. 1997. Existence of Equilibrium and Stratification in Local and Hierarchical Tiebout Economies with Property Taxes and Voting. Economic Theory, 10(2): 277-304.",
        "Nechyba, Thomas, J. 1999. School Finance Induced Migration and Stratification Patterns: The Impact of Private School Vouchers. Journal of Public Economic Theory, 1(1): 5-50.",
        "Nechyba, Thomas, J. 2000. Mobility, Targeting, and Private-School Vouchers. American Economic Review, 90(1): 130-46.",
        "Nevo, Aviv. 2001. Measuring Market Power in the Ready-to-Eat Cereal Industry. Econometrica, 69(2): 307-42.",
        "Oates, Wallace E. 1969. The Effects of Property Taxes and Local Public Spending on Property Values: An Empirical Study of Tax Capitalization and the Tiebout Hypothesis. Journal of Political Economy, 77(6): 957-71 Ortalo-Magne, FranÃ\u0083Â§ois. and Andrea Prat (2005). The Political Economy of Housing Supply. Working Paper.",
        "Palmquist, Raymond B. 1982. Measuring Environmental Effects on Property Values without Hedonic Regressions. Journal of Urban Economics, 33(3): 333-47.",
        "Palmquist, Raymond B. 1984. Estimating the Demand for the Characteristics of Housing. Review of Economics and Statistics, 66(3): 394-404.",
        "Palmquist, Raymond B. 1992. Valuing Localized Externalities. Journal of Urban Economics, 31: 5968.",
        "Palmquist, Raymond B. 2005. Weak Complementarity, Path Independence, and the Intuition of the Willig Condition. Journal of Environmental Economics and Management, 49(1): 103-15.",
        "Parsons, George R. 1990. Hedonic Prices and Public Goods: An Argument for Weighting Locational Attributes in Hedonic Regressions by Lot Size. Journal of Urban Economics, 27(3): 308-321.",
        "Phaneuf, Daniel J. and V. Kerry Smith. 2005. Recreation Demand Models, in Handbook of Environmental Economics, Volume 2. Edited by Karl GÃ\u0083Â¶ran-MÃ\u0083Â¤ler and Jeffery Vincent. North Holland Press.",
        "Phaneuf, Daniel J., V. Kerry Smith, Raymond B. Palmquist, and Jaren C. Pope. 2008. Integrating Property Value and Local Recreation Models to Value Ecosystem Services in Urban Watersheds. Land Economics, 84(3): 361-81.",
        "Pope, Jaren C. 2008a. Do Seller Disclosures Affect Property Values? Buyer Information and the Hedonic Model. Land Economics, 84(4): 551-572.",
        "Pope, Jaren C. 2008b. Buyer Information and the Hedonic: The Impact of a Seller Disclosure on the Implicit Price for Airport Noise. Journal of Urban Economics, 63(2): 498-516.",
        "Quigley, John M. 2006. Froth in the Silicon Valley Housing Market? The Economist&apos;s Voice. 3(5), Article 1.",
        "Rhode, Paul W. and Koleman S. Strumpf. 2003. Assessing the Importance of Tiebout Sorting: Local Heterogeneity from 1850 to 1990. American Economic Review, 93(5): 1648-77.",
        "Roback, Jennifer. 1982. Wages, Rents, and the Quality of Life. Journal of Political Economy, 90(6): 1257-78.",
        "Rosen, Sherwin. 1974. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition. Journal of Political Economy, 82(1): 34-55.",
        "Rosen, Sherwin. 1979. Wage-Based Indexes of Urban Quality of Life, in Current Issues in Urban Economics. P. Mieszkowski and M. Straszheim eds. Baltimore: John Hopkins University Press.",
        "Rothbarth, E. 1941. The Measurement of Changes in Real Income under Conditions of Rationing. Review of Economic Studies, 8(2): 100-107.",
        "Roy, A.D. 1951. Some Thoughts on the Distribution of Earnings. Oxford Economic Papers (New Series), 3(2): 135-46.",
        "Rubinfeld, Daniel L., Perry Shapiro, and Judith Roberts. 1987. Tiebout Bias and the Demand for Local Public Schooling. Review of Economics and Statistics, 69(3): 426-37.",
        "Rust, John. 1987. Optimal Replacement of GME Bus Engines: An Empirical Model of Harold Zurcher. Econometrica. 55(5):999-1033.",
        "Rust, John. 1994. Structural Estimation of Markov Decision Processes. In Engle, R. and McFadden, D. (Editors), Handbook of Econometrics, Volume 4. Elsevier.",
        "Rysman, Marc. 2004. Competition Between Networks: A Study of the Market for Yellow Pages. Review of Economic Studies, 71(2): 483-512.",
        "Saez, Emmanuel. 2010. Do Taxpayers Bunch at Kink Points? American Economic Journal: Economic Policy, 2(3): 180-212.",
        "Samuelson, Paul A. 1948. Consumption Theory in Terms of Revealed Preferences. Economica, 15(60): 243-53.",
        "Schelling, Thomas C. 1969. Models of Segregation. American Economic Review, 59(2): 488-93 Schiraldi, Pasquale. 2007. Automobile Replacement: A Dynamic Structural Approach. Working Paper.",
        "Scotchmer, Suzanne. 1985. Hedonic Prices and Cost/Benefit Analysis. Journal of Economic Theory, 37(1): 55-75.",
        "Seim, Katja. 2006. An Empirical Model of Firm Entry with Endogenous Product-type Choices. Rand Journal of Economics, 37(3): 619-40.",
        "Sethi, Rajiv and Rohini Somanathan. 2004. Inequality and Segregation. Journal of Political Economy, 112(6): 1296-321.",
        "Sieg, Holger, V. Kerry Smith, H. Spencer Banzhaf, and Randy Walsh. 2002. Interjurisdictional Housing Prices in Location Equilibrium. Journal of Urban Economics, 52(1): 131-53.",
        "Sieg, Holger, V. Kerry Smith, H. Spencer Banzhaf, and Randy Walsh. 2004. Estimating the General Equilibrium Benefits of Large Changes in Spatially Delineated Public Goods. International Economic Review, 45(4): 1047-77.",
        "Simons, Robert. 2006. When Bad Things Happen to Good Property. Washington D.C.: Environmental Law Institute.",
        "Smith, V. Kerry and H. Spencer Banzhaf. 2004. A Diagrammatic Exposition of Weak Complementarity and the Willig Condition. American Journal of Agricultural Economics, 86(2): 455-66.",
        "Smith, V. Kerry and Spencer Banzhaf. 2007. Quality Adjusted Price Indexes and the Willig Condition. Economics Letters, 94(1): 43-48.",
        "Smith, V. Kerry and Ju-Chin Huang. 1995. Can Markets Value Air Quality? A Meta-Analysis of Hedonic Property Value Models. Journal of Political Economy, 103(1): 209-227.",
        "Smith, V. Kerry, Holger Sieg, H. Spencer Banzhaf, and Randy Walsh. 2004. General Equilibrium Benefits for Environmental Improvements: Projected Ozone Reductions under EPA&apos;s Prospective Analysis for the Los Angeles Air Basin. Journal of Environmental Economics and Management, 47(3): 559-84.",
        "Tamer, Elie. 2010. Partial Identification in Econometrics. Forthcoming in Annual Review of Economics.",
        "Taylor, Laura O. 2003. The Hedonic Method, in A Primer on Nonmarket Valuation. Patricia A. Champ, Kevin J. Boyle and Thomas C. Brown eds. Netherlands: Kluwer Academic Publishers.",
        "Tiebout, Charles M. 1956. A Pure Theory of Local Expenditures. Journal of Political Economy, 64(5): 416-24.",
        "Timmins, Christopher. 2007. If You Cannot Take the Heat, Get Out of the Cerrado...Recovering the Equilibrium Amenity Cost of Nonmarginal Climate Change in Brazil. Journal of Regional Science, 47(1): 1-25.",
        "Timmins, Christopher and Jennifer Murdock. 2007. A Revealed Preference Approach to the Measurement of Congestion in Travel Cost Models. Journal of Environmental Economics and Management, 53(2): 141-290.",
        "Tinbergen, Jan. 1959. On the Theory of Income Distribution, in Selected Papers of Jan Tinbergen. L.H. Klaassen, L.M. Koych and H.J. Witteveen eds. Amsterdam: North Holland.",
        "Tra, Constant I., 2010. A Discrete Choice Equilibirum Approach to Valuing Large Environmental Changes. Journal of Public Economics, 94 (1-2): 183-196.",
        "Train, Kenneth E. 2003. Discrete Choice Methods with Simulation. Cambridge: Cambridge University Press.",
        "Triplett, Jack E. 1969. Automobiles and Hedonic Quality Measurement. Journal of Political Economy, 77(May-June): 408-417.",
        "Triplett, Jack E. 1983. Concepts of Quality in Input and Output Price Measures: A Resolution of the User Value-Resource Cost Debate. in The U.S. National Income and Product Accounts: Selected Topics, Murray F. Foss ed, pp. 269-311. NBER Studies in Income and Wealth, Volume 47. Chicago: University of Chicago Press.",
        "US Environmental Protection Agency. 1999. The Benefits and Costs of the Clean Air Act 1990 to 2010, Report to Congress.",
        "Varian, Hal R. 1982. The Nonparametric Approach to Demand Analysis. Econometrica, 50(4): 945-74.",
        "Vigdor, Jacob. 2008. The Economic Aftermath of Hurricane Katrina. Journal of Economic Perspectives, 22(4): 135-54.",
        "Walsh, Randall L. 2007. Endogenous Open Space Amenities in a Locational Equilibrium. Journal of Urban Economics, 61(2): 319-44.",
        "Waugh, Frederick V. 1968. Quality as a Determinant of Vegetable Prices. Studies in History, Economics and Public Law. Number 312, First AMS Edition (from the Columbia University 1929 edition), Faculty of Political Science Columbia University eds. New York: AMS Press.",
        "Westoff, Frank. 1977. Existence of Equilibria in Economies with a Local Public Good. Journal of Economic Theory, 14(1): 84-112.",
        "Wu, JunJie and Seong-Hoon Cho. 2003. Estimating Households&apos; Preferences for Environmental Amenities Using Equilibrium Models of Local Jurisdictions. Scottish Journal of Political Economy, 50(2): 198-206."
    ]
}