{
    "id": 16346,
    "cites": 30,
    "cited_by": 9,
    "reference": [
        "Alesina, Alberto, Filipe R. Campante and Guido Tabellini (2008), Why is Fiscal Policy Often Procyclical?, Journal of the European Economic Association 6(5), 1006-1036.",
        "Barro, Robert J. and Charles J. Redlick (2009), Macroeconomic Effects from Government Purchases and Taxes, NBER Working Paper No. 15369.",
        "Beetsma, Roel, Massimo Giuliodori and Peter Wierts (2009), Budgeting versus Implementing Fiscal Policy in the EU, CEPR Discussion Paper No. 7285.",
        "Christiano, Lawrence, Martin Eichenbaum and Sergio Rebelo (2009), When is the Government Spending Multiplier Large?, mimeo, Northwestern University, Devereux, Michael B. (2010), Fiscal Deficits, Debt, and Monetary Policy in a Liquidity Trap, Central Bank of Chile Working Paper No. 581.",
        "Debrun, Xavier, Moulin Laurent, Alessandro Turrini, Joaquim Ayuso-i-Casals and Manmohan S. Kumar (2008), Tied to the Mast? National Fiscal Rules in the European Union, Economic Policy 23(4), 297-362.",
        "Eschenbach, Felix and Ludger Schuknecht (2004), Budgetary Risks from Real Estate and Stock markets, Economic Policy 39, 313-346.",
        "European Commission (2009), Fiscal Rules, Independent Institutions and MediumTerm Budgetary Frameworks, in Public Finances in EMU - 2009, Chapter 4.",
        "Fabrizio, Stefania and Ashoka Mody (2006), Can Budget Institutions Counteract Political Indiscipline?, Economic Policy 21, 689-739.",
        "Fatas, Antonio and Ilian Mihov (2003), The Case For Restricting Fiscal Policy Discretion,  The Quarterly Journal of Economics 118(4), 1419-1447.",
        "Fatas, Antonio and Ilian Mihov (2009), The Euro and Fiscal Policy, NBER Working Paper No. 14722.",
        "Gali, Jordi and Roberto Perotti (2003), Fiscal Policy and Monetary Integration in Europe, Economic Policy 18(37), 533-572.",
        "Giannone, Domenico, Michele Lenza and Lucrezia Reichlin (2010), Market Freedom and the Global Recession, IMF Economic Review, forthcoming.",
        "Giavazzi, Francesco and Marco Pagano (1990), Can Severe Fiscal Contractions Be Expansionary? Tales of Two Small European Countries, in NBER Macroeconomics Annual 1990, Volume 5, 75-122.",
        "Girouard, Nathalie and Robert Price (2004), Asset Price Cycles, One-Off Factors and Structural Budget Balances, OECD Economics Department Working Paper No. 391.",
        "Golinelli, Roberto and Sandro Momigliano (2009), The Cyclical Reaction of Fiscal Policies in the Euro Area: The Role of Modelling Choices and Data Vintages, Fiscal Studies 30(1), 39-72.",
        "Henisz, Witold (2000), The Institutional Environment for Economic Growth,  Economics and Politics 12, 1-31.",
        "International Monetary Fund (2010), Fiscal Monitor, Navigating the Fiscal Challenges Ahead.",
        "Ilzetzki, Ethan, Enrique Mendoza and Carlos A. Vegh (2010), How Big (Small?) are Fiscal Multipliers?, mimeo, London School of Economics.",
        "Kose, Ayhan, Eswar Prasad, Kenneth Rogoff and Shang-Jin Wei (2009), Financial Globalization and Economic Policies, CEPR Discussion Paper No. 7117.",
        "Lane, Philip R. (2003), The Cyclicality of Fiscal Policy: Evidence from the OECD, Journal of Public Economics 87, 2661-2675.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti (2007), The External Wealth of Nations Mark II, Journal of International Economics 73, 223-250.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti (2008), International Investment Patterns,  Review of Economics and Statistics 90(3), 538-549.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti (2010), The Cross-Country Incidence of the Global Crisis, IMF Economic Review, forthcoming.",
        "Perotti, Roberto (1999), Fiscal Policy in Good Times and Bad, The Quarterly Journal of Economics 114, 1399-1436.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff (2009), The Aftermath of Financial Crises, American Economic Review 99(2), 466-72.",
        "Spilimbergo, Antonio, Steven Symansky, Olivier Blanchard and Carlo Cottarelli (2008), Fiscal Policy for the Crisis, IMF Staff Position Note No. 08/01.",
        "Talvi, Ernesto and Carlos A. Vegh (2005), Tax Base Variability and Procyclical Fiscal Policy in Developing Countries, Journal of Development Economics 78, 156-190.",
        "Tornell, Aaron and Philip R. Lane (1999), The Voracity Effect, American Economic Review 89, 22-46.",
        "Turrini, Alessandro, Werner Roger and Istvan Pal Szekely (2010), Banking Crisis, Output Loss and Fiscal Policy, CEPR Discussion Paper No. 7815.",
        "Woo, Jaejoon (2003), Economic, political, and institutional determinants of public deficits, Journal of Public Economics 87(3-4), 387-426."
    ]
}