{
    "id": 16344,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "Abramovitz, M. (1986), Catching Up, Forging Ahead, and Falling Behind, Journal of Economic History 46 (June): 385-406.",
        "Astorga, P. (2010), A century of economic growth in Latin America, Journal of Development Economics 92: 232-43.",
        "Austin, G. (2003), Economic Imperialism, in J. Mokyr (ed.), Oxford Encyclopedia of Economic History, Vol. 2 (New York: Oxford University Press).",
        "Bairoch, P. (1993), Economics and World History: Myths and Paradoxes (New York: Harvester Wheatsheaf).",
        "Balderston, T. (2010), The economics of abundance: coal and cotton in Lancashire and the world, Economic History Review 63, 3: 569-90.",
        "Baldwin, R. E. and P. Martin (2006), Agglomeration and Regional Growth, in J. V.",
        "Cat",
        "Chen, Y. and K. Rogoff (2003), Commodity currencies, Journal of International Economics 60: 133-60.",
        "Clark, G. (1987), Why Isnt the Whole World Developed? Lessons from the Cotton Mills, Journal of Economic History 47 (March): 141-73.",
        "Coatsworth, J. H. and J. G. Williamson (2004), Always Protectionist? Latin American Tariffs from Independence to Great Depression, Journal of Latin American Studies 36, part 2 (May): 205-32.",
        "De Long, J. B. and L. H. Summers (1991), Equipment Investment and Economic Growth, Quarterly Journal of Economics 106 (May): 445-502.",
        "Helpman, E. (2004), The Mystery of Economic Growth (Cambridge, Mass.: Harvard University Press).",
        "Irwin, D. A. (2002), Interpreting the tariff-growth correlation of the late 19th century, American Economic Review 92 (May): 165-69.",
        "Jones, C. I. (1994), Economic Growth and the Relative Price of Capital, Journal of Monetary Economics 34: 359-82.",
        "Krugman, P. (1981), Trade, Accumulation, and Uneven Development, Journal of Development Economics 8: 149-61.",
        "Krugman, P. (1991a), Increasing Returns and Economic Geography, Journal of Political Economy 99: 483-99.",
        "Krugman, P. (1991b), Geography and Trade (Cambridge, Mass.: MIT Press).",
        "Krugman, P. and Venables, A. (1995), Globalization and the Inequality of Nations, Quarterly Journal of Economics 110 (November): 857-80.",
        "Lee, J-W. (1994), Capital goods imports and long-run growth, Journal of Development Economics 48: 91-110.",
        "Lewis, W. A. (1952), World Production, Prices, and Trade, 1870-1960, Manchester School of Economic and Social Studies 20 (1952): 105-33.",
        "Nunn, N. and D. Trefler (2010), The Structure of Tariffs and Long-Term Growth, American Economic Journal: Macroeconomics 2 (October): forthcoming.",
        "Obstfeld, M. and A. M. Taylor (2004), Global Capital Markets: Integration, Crisis, and Growth (Cambridge; Cambridge University Press).",
        "ORourke, K. H. (2000), Tariffs and growth in the late nineteenth century, Economic Journal 110: 456-83.",
        "Parente, S. L. and E. C. Prescott (2000), Barriers to Riches (Cambridge, Mass.: MIT Press).",
        "Prebisch, R. (1950), The Economic Development of Latin America and Its Principal Problems, Lake Success, NY: United Nations, Department of Economic Affairs, 1950.",
        "Romer, P. M. (1986), Increasing Returns and Long-Run Growth, Journal of Political Economy 94, 5 (October): 1002-37.",
        "Romer, P. M. (1990), Endogenous Technological Change, Journal of Political Economy 98, 5, pt. 2 (October): S71-S102.",
        "Singer, H. W. (1950), The Distribution of Gains between Investing and Borrowing Countries, American Economic Review 40 (1950): 473-85.",
        "Taylor, A. M. (1998), On the Costs of Inward-Looking Development: Price Distortions, Growth, and Divergence in Latin America, Journal of Economic History 58 (March): 1-28.",
        "Dormois and P. Lains (eds.), Classical Trade Protectionism 1815-1914 (London: Routledge), pp. 265-97.",
        "Vamvakidis, A. (2002), How robust is the growth openness connection? Historical evidence, Journal of Economic Growth 7, 1: 57-80.",
        "Williamson, J. G. (2011), Trade and Poverty: When the Third World Fell Behind (Cambridge, Mass.: MIT Press, forthcoming)."
    ]
}