{
    "id": 16348,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "Allais, Maurice, Le Comportement de l'Homme Rationnel devant le Risque: Critique des Postulats et Axiomes de l'Ecole Americaine, Econometrica, 1953, 21 (4), 503546.",
        "Andersen, Steffen, Glenn W. Harrison, Morten I. Lau, and Elisabet E. Rutstrom, Eliciting Risk and Time Preferences, Econometrica, 2008, 76 (3), 583618.",
        "Andreoni, James and Charles Sprenger, Estimating Time Preferences with Convex Budgets, Working Paper, 2009.",
        "Baucells, Manel and Franz H. Heukamp, Common Ratio Using Delay, Theory and Decision, 2009.",
        "Camerer, Colin F., Recent Tests of Generalizations of Expected Utility Theory, in Ward Edwards, ed., Utility: Theories, Measurement, and Applications, Kluwer: Norwell, MA, 1992, pp. 207251.",
        "Coller, Maribeth and Melonie B. Williams, Eliciting individual discount rates, Experimental Economics, 1999, 2, 107127.",
        "Dekel, Eddie, An Axiomatic Characterization of Preferences under Uncertainty: Weakening the Independence Axiom, Journal of Economic Theory, 1986, 40, 304318.",
        "Diecidue, Enrico, Ulrich Schmidt, and Peter P. Wakker, The Utility of Gambling Reconsidered, Journal of Risk and Uncertainty, 2004, 29 (3), 241259.",
        "Ellingsen, Tore, Cardinal Utility: A History of Hedonimetry, in Maurice Allais and Ole Hagen, eds., Cardinalism. A Fundamental Approach, Kluwer Academic Publishers, Dordrecht, 1994, pp. 105165.",
        "Epstein, Larry G. and Stanley E. Zin, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 1989, 57 (4), 937969.",
        "Frederick, Shane, George Loewenstein, and Ted O'Donoghue, Time discounting and time preference: A critical review, Journal of Economic Literature, 2002, 40 (2), 351401.",
        "Gneezy, Uri, John A. List, and George Wu, The Uncertainty Effect: When a Risky Prospect Is Valued Less Than Its Worst Possible Outcome, The Quarterly Journal of Economics, 2006, 121 (4), 12831309.",
        "Gonzalez, Richard and George Wu, On the Shape of the Probability Weighting Function,  Cognitive Psychology, 1999, 38, 129166.",
        "Green, Jerry, Making Book Against Oneself, The Independence Axiom and Nonlinear Utility Theory, Quarterly Journal of Economics, 1987, 102 (4), 785796.",
        "Halevy, Yoram, Strotz Meets Allais: Diminishing Impatience and the Certainty Effect, American Economic Review, 2008, 98 (3), 11451162.",
        "Harless, David W. and Colin F. Camerer, The Predictive Utility of Generalized Expected Utility Theories, Econometrica, 1994, 62 (6), 12511289.",
        "Harrison, Glenn W., Morten I. Lau, and Melonie B. Williams, Estimating individual discount rates in Denmark: A field experiment, American Economic Review, 2002, 92 (5), 16061617.",
        "Holt, Charles A. and Susan K. Laury, Risk Aversion and Incentive Effects, The American Economic Review, 2002, 92 (5), 16441655.",
        "Kahneman, Daniel and Amos Tversky, Prospect Theory: An Analysis of Decision under Risk, Econometrica, 1979, 47 (2), 263291.",
        "Kreps, David M. and Evan L. Porteus, Temporal Resolution of Uncertainty and Dynamic Choice Theory, Econometrica, 1978, 46 (1), 185200.",
        "Laibson, David, Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, 1997, 112 (2), 443477.",
        "Machina, Mark J., Temporal Risk and the Natur of Induced Preferences, Journal of Economic Theory, 1984, 33, 199231.",
        ", Dynamic Consistency and Non-Expected Utility Models of Choice Under Uncertainty, Journal of Economic Literature, 1989, 27 (4), 16221668.",
        "Markowitz, Harry, Portfolio Selection: Efficient Diversification of Investments, Yale University Press: New Haven, CT, 1959.",
        "Mossin, Jan, A Note on Uncertainty and Preferences in a Temporal Context, The American Economic Review, 1969, 59 (1), 172174.",
        "Neilson, William S., Some Mixed Results on Boundary Effects, Economics Letters, 1992, 39, 275278.",
        "O'Donoghue, Ted and Matthew Rabin, Doing it Now or Later, American Economic Review, 1999, 89 (1), 103124.",
        "Phelps, Edmund S. and Robert A. Pollak, On second-best national saving and gameequilibrium growth, Review of Economic Studies, 1968, 35, 185199.",
        "Prelec, Drazen, The Probability Weighting Function, Econometrica, 1998, 66 (3), 497 527.",
        "Savage, Leonard J., The Foundations of Statistics, New York: J. Wiley, 1954.",
        "Schmidt, Ulrich, A Measurement of the Certainty Effect, Journal of Mathematical Psychology, 1998, 42 (1), 3247.",
        "Schoemaker, Paul J. H., The Expected Utility Model: Its Variants, Purposes, Evidence and Limitations, Journal of Economic Literature, 1982, 20 (2), 529563.",
        "Spence, Michael and Richard Zeckhauser, The Effect of the Timing of Consumption Decisions and the Resolution of Lotteries on the Choice of Lotteries, Econometrica, 1972, 40 (2), 401403.",
        "Starmer, Chris, Developments in Non-Expected Utility Theory: The Hunt for a Descriptive Theory of Choice Under Risk, Journal of Economic Literature, 2000, 38 (2).",
        "Strotz, Robert H., Myopia and Inconsistency in Dynamic Utility Maximization, Review of Economic Studies, 1956, 23, 165180.",
        "Tversky, Amos and Craig R. Fox, Weighing Risk and Uncertainty, Psychological Review, 1995, 102 (2), 269283.",
        "Wu, George and Richard Gonzalez, Curvature of the Probability Weighting Function, Management Science, 1996, 42 (12), 16761690. A Appendix A.1 Appendix Tables and Figures"
    ]
}