{
    "id": 16347,
    "cites": 41,
    "cited_by": 10,
    "reference": [
        "Allais, Maurice, Le Comportement de l'Homme Rationnel devant le Risque: Critique des Postulats et Axiomes de l'Ecole Americaine, Econometrica, 1953, 21 (4), 503546.",
        "Anderhub, Vital, Werner Guth, Uri Gneezy, and Doron Sonsino, On the Interaction of Risk and Time Preferences: An Experimental Study, German Economic Review, 2001, 2 (3), 239253.",
        "Andersen, Steffen, Glenn W. Harrison, Morten I. Lau, and Elisabet E. Rutstrom, Eliciting Risk and Time Preferences, Econometrica, 2008, 76 (3), 583618.",
        "Andreoni, James and Charles Sprenger, Risk Preferences Are Not Time Preferences: Discounted Expected Utility with a Disproportionate Preference for Certainty, Working Paper, 2010.",
        "Ashraf, Nava, Dean Karlan, and Wesley Yin, Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines, Quarterly Journal of Economics, 2006, 121 (1), 635672.",
        "Benhabib, Jess, Alberto Bisin, and Andrew Schotter, Present-Bias, Quasi-Hyperbolic Discounting, and Fixed Costs, Working Paper, 2007.",
        "Burks, Stephan, Jeffrey Carpenter, Lorenz Goette, and Aldo Rustichini, Cognitive skills affect economic preferences, strategic behavior, and job attachment, Proceedings of the National Academy of Science, 2009, 106 (19), 77457750.",
        "Cagetti, Marco, Wealth Accumulation Over the Life Cycle and Precautionary Savings, Journal of Business and Economic Statistics, 2003, 21 (3), 339353.",
        "Chabris, Christopher F., David Laibson, Carrie Morris, Jonathon Schuldt, and Dmitry Taubinsky, Individual Laboratory-Measured Discount Rates Predict Field Behavior, Journal of Risk and Uncertainty, 2008, 37 (2-3), 237269.",
        "Coller, Maribeth and Melonie B. Williams, Eliciting individual discount rates, Experimental Economics, 1999, 2, 107127.",
        "Cubitt, Robin P. and Daniel Read, Can Intertemporal Choice Experiments Elicit Preferences for Consumption, Experimental Economics, 2007, 10 (4), 369389.",
        "Diecidue, Enrico, Ulrich Schmidt, and Peter P. Wakker, The Utility of Gambling Reconsidered,  Journal of Risk and Uncertainty, 2004, 29 (3), 241259.",
        "Dohmen, Thomas, Armin Falk, David Huffman, and Uwe Sunde, Dynamic inconsistency predicts self-control problems in humans, Working Paper, 2006.",
        ", , , , Juergen Schupp, and Gert G. Wagner, Individual risk attitudes: New evidence from a large, representative, experimentally-validated survey, Working Paper, 2005.",
        "Epstein, Larry G. and Stanley E. Zin, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 1989, 57 (4), 937 969.",
        "Frederick, Shane, George Loewenstein, and Ted O'Donoghue, Time discounting and time preference: A critical review, Journal of Economic Literature, 2002, 40 (2), 351401.",
        "Gourinchas, Pierre-Olivier and Jonathan A. Parker, Consumption Over the Life Cycle, Econometrica, 2002, 70 (1), 4789.",
        "Gul, Faruk and Wolfgang Pesendorfer, Temptation and Self-Control, Econometrica, 2001, 69 (6), 14031435.",
        "Halevy, Yoram, Strotz Meets Allais: Diminishing Impatience and the Certainty Effect, American Economic Review, 2008, 98 (3), 11451162.",
        "Harrison, Glenn W., Morten I. Lau, and Melonie B. Williams, Estimating individual discount rates in Denmark: A field experiment, American Economic Review, 2002, 92 (5), 16061617.",
        "Hausman, Jerry A., Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables, The Bell Journal of Economics, 1979, 10 (1).",
        "Holt, Charles A. and Susan K. Laury, Risk Aversion and Incentive Effects, The American Economic Review, 2002, 92 (5), 16441655.",
        "Keren, Gideon and Peter Roelofsma, Immediacy and Certainty in Intertemporal Choice, Organizational Behavior and Human Decision Making, 1995, 63 (3), 287297.",
        "Kirby, Kris N., Nancy M. Petry, and Warren K. Bickel, Heroin addicts have higher discount rates for delayed rewards than non-drug-using controls, Journal of Experimental Psychology: General, 1999, 128, 7887.",
        "Kreps, David M. and Evan L. Porteus, Temporal Resolution of Uncertainty and Dynamic Choice Theory, Econometrica, 1978, 46 (1), 185200.",
        "Laibson, David, Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, 1997, 112 (2), 443477.",
        ", Andrea Repetto, and Jeremy Tobacman, A debt puzzle, in Philippe Aghion, Roman Frydma, Joseph Stiglitz, and Michael Woodford, eds., Knowledge, information and expectation in modern economics: In honor of Edmund S. Phelps, Princeton: Princeton University Press, 2003, pp. 228266.",
        "McClure, Samuel, David Laibson, George Loewenstein, and Jonathan Cohen, Separate neural systems value immediate and delayed monetary rewards, Science, 2004, 306, 503507.",
        "Meier, Stephan and Charles Sprenger, Present-Biased Preferences and Credit Card Borrowing, American Economic Journal - Applied Economics, 2010, 2 (1), 193210.",
        "Neilson, William S., Some Mixed Results on Boundary Effects, Economics Letters, 1992, 39, 275278.",
        "O'Donoghue, Ted and Matthew Rabin, Doing it Now or Later, American Economic Review, 1999, 89 (1), 103124.",
        "Phelps, Edmund S. and Robert A. Pollak, On second-best national saving and game-equilibrium growth, Review of Economic Studies, 1968, 35, 185199.",
        "Rabin, Matthew, Risk aversion and expected utility theory: A calibration theorem, Econometrica, 2000a, 68 (5), 12811292.",
        "Read, Daniel and Barbara van Leeuwen, Predicting Hunger: The Effects of Appetite and Delay on Choice, Organizational Behavior and Human Decision Processes, 1998, 76 (2), 189205.",
        "Reuben, Ernesto, Paola Sapienza, and Luigi Zingales, Time Discounting for Primary and Monetary Rewards, Working Paper, 2008.",
        "Schmidt, Ulrich, A Measurement of the Certainty Effect, Journal of Mathematical Psychology, 1998, 42 (1), 3247.",
        "Schoemaker, Paul J. H., The Expected Utility Model: Its Variants, Purposes, Evidence and Limitations, Journal of Economic Literature, 1982, 20 (2), 529563.",
        "Selden, Larry, A New Representation of Preferences over Certain x Uncertain Consumption Pairs: The Ordinal Certainty Equivalent Hypothesis, Econometrica, 1978, 1045-1060.",
        "Strotz, Robert H., Myopia and Inconsistency in Dynamic Utility Maximization, Review of Economic Studies, 1956, 23, 165180.",
        "Tanaka, Tomomi, Colin Camerer, and Quang Nguyen, Risk and time preferences: Experimental and household data from Vietnam, American Economic Review, 2009, Forthcoming.",
        "Weber, Bethany J. and Gretchen B. Chapman, The Combined Effects of Risk and Time on Choice: Does Uncertainty Eliminate the Immediacy Effect? Does Delay Eliminate the Certainty Effect?, Organizational Behavior and Human Decision Processes, 2005, 96 (2), 104118."
    ]
}