{
    "id": 16345,
    "cites": 20,
    "cited_by": 5,
    "reference": [
        "NYT: New York Times Adams D. and Henderson, D. 1983. Definition and Measurment of Exchange Market Intervention. Board of Governors of the Federal Reserve System, Staff Studies No. 126.",
        "Bank for International Settlements. 1983. Fifty-Third Annual Report, 1st April 1982--31st March 1983, Basle.",
        "Bagshaw, Michael and Humpage, Owen. 1986. Intervention, Exchange-Rate Volatility, and the Stable Paretian Distribution. Federal Reserve Bank of Cleveland Working Paper 8608. (July).",
        "Bonser-Neal, C., Roley, V. V. and Sellon, G. H. Jr. 1998. Monetary Policy Actions, Intervention, and Exchange Rates: A Reexamination of the Empirical Relationships Using Federal Funds Rate Target Data. Journal of Business, 71 (2):147-177.",
        "Bordo, Michael D. and Schwartz, Anna J. 1991. What Has Foreign Exchange Market Intervention Since the Plaza Agreement Accomplished? Open Economies Review 2 (1):39-64.",
        "Carlson, Mark. 2006. A Brief History of the 1987 Stock Market Crash with a Discussion of the Federal Reserve Response. Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series 2007-13 (November).",
        "Cross, Sam Y. 1985-86. Treasury and Federal Reserve Foreign Exchange Operations, AugustOctober 1985, Interim Report. Federal Reserve Bank of New York Quarterly Review (Winter):45-48.",
        "Cross, Sam Y. (1987) Treasury and Federal Reserve Foreign Exchange Operations, AugustOctober 1985, Interim Report. Federal Reserve Bank of New York Quarterly Review (Spring):45-48.",
        "Cross, Sam Y. and Truman, Edwin M. 1990. Task Force on System Foreign Currency Operations. Memorandum to the Federal Open Market Committee, (9 March).",
        "Council of Economic Advisors (1984) Economic Report of the President. Transmitted to Congress February 1984, Washington D.C.: Government Printing Office.",
        "Dobson, Wendy. Economic Policy Coordination: Requiem of First Step? Policy Analysis in International Economics No. 30. Washington, D.C.: Institute for International Economics, May 1991.",
        "Dornbusch, Rudiger. 1976. Expectations and Exchange Rate Dynamics. Journal of Political Economics 84(6):1161-76.",
        "Federal Reserve Bank of Kansas City 1985. The U.S. Dollar--Recent Developments, Outlook, and Policy Options. A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming August 21-23. Federal Reserve Bank of New York, Annual Report on Operations in Foreign Currencies, unpublished report submitted by the Special Manager of the System Open Market Account for Foreign Currency Operations to the Federal Open Market Committee, various issues.",
        "Feldstein, Martin. 1986. New Evidence on the Effects of Exchange Rate Interventions, NBER Working Paper No. 2052 (October).",
        "Feldstein, Martin. 1994. American Economic Policy in the 1980s: A Personal View. in Martin Feldstein (ed.) American Economic Policy in the 1980s, Chicago: University of Chicago Press.",
        "Frankel, Jeffrey. 1994. Exchange Rate Policy. in Martin Feldstein (ed.) American Economic Policy in the 1980s, Chicago: The University of Chicago Press.",
        "Frankel, Jeffrey and Rockett, Katharine E. 1988. International Macroeconomic Policy Coordination When Policymakers Do Not Agree on the True Model. American Economic Review 78 (3):318-40.",
        "Funabashi, Yoichi. Managing the Dollar: From the Plaza to the Louvre, Washington, D.C.: Institute for International Economics, 1988.",
        "Genberg, Hans 1981. On the Effects of Central Bank Intervention in the Foreign Exchange Market. Unpublished paper of the International Monetary Fund Research Department, 8 April 1981.",
        "Goodfriend, Marvin. 1994 Why We Need an `Accord' for Federal Reserve Credit Policy: A"
    ]
}