{
    "id": 16353,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Allison, Graham, Nuclear Terrorism: The Ultimate Preventable Catastrophe, Henry Holt & Company, 2004.",
        "Bostrom, Nick, and Milan irkovi, eds., Global Catastrophic Risks, Oxford University Press, 2008.",
        "Heal, Geoffrey, and Bengt KristrÃ\u0083Â¶m, Uncertainty and Climate Change, Environmental and Resource Economics, June 2002, 22, 3--39.",
        "Intergovernmental Panel on Climate Change (IPCC), Climate Change 2007: The Physical Science Basis, Cambridge University Press, 2007.",
        "Newbold, Stephen C., and Adam Daigneault, Climate Response Uncertainty and the Expected Benefits of Greenhouse Gas Emissions Reductions, Environmental and Resource Economics, 2009, 44, 351--377.",
        "Nordhaus, William D., A Question of Balance: Weighing the Options on Global Warming Policies, Yale University Press, 2008.",
        "Pindyck, Robert S. Optimal Timing Problems in Environmental Economics, Journal of Economic Dynamics and Control, July 2002, 26, 1677--1697.",
        "Pindyck, Robert S., Uncertainty in Environmental Economics, Review of Environmental Economics and Policy, Winter 2007.",
        "Pindyck, Robert S., Uncertain Outcomes and Climate Change Policy, NBER Working Paper No. 15259, August 2009.",
        "Pindyck, Robert S., Modeling the Impact of Warming in Climate Change Economics, NBER Working Paper No. 15692, January 2010.",
        "Pindyck, Robert S., and Neng Wang, The Economic and Policy Consequences of Catastrophes, NBER Working Paper No. 15373, Sept. 2009.",
        "Posner, Richard A., Catastrophe, New York: Oxford University Press, 2004.",
        "Roe, Gerard H., and Marcia B. Baker, Why is Climate Sensitivity So Unpredictable? Science, October 26, 2007, 318, 629--632.",
        "Stern, Nicholas, The Economics of Climate Change: The Stern Review, Cambridge University Press, 2007.",
        "Webster, Mort, Andrei Sokolov, John Reilly, Chris Forest, Sergey Paltsev, Adam Schlosser, Chien Wang, David Kicklighter, Marcus Sarofim, Jerry Melillo, Ronald Prinn, and Henry Jacoby, Analysis of Climate Policy Targets under Uncertainty, MIT Joint Program on the Science and Policy of Global Change, Report No. 180, Sept. 2009.",
        "Weitzman, Martin L., On Modeling and Interpreting the Economics of Climate Change, Review of Economics and Statistics, February 2009a, 91, 1--19.",
        "Weitzman, Martin L., Additive Damages, Fat-Tailed Climate Dynamics, and Uncertain Discounting, unpublished manuscript, April 2009b.",
        "Weitzman, Martin L., GHG Targets as Insurance Against Catastrophic Climate Damages, unpublished manuscript, May 2010a.",
        "Weitzman, Martin L., Fat-Tailed Uncertainty and the Economics of Climate Change, Review of Environmental Economics and Policy, forthcoming, 2010b."
    ]
}