{
    "id": 16355,
    "cites": 57,
    "cited_by": 7,
    "reference": [
        "Apple, Jr.; R. W. President Signs Rise in Pay Base to $2.30an Hour; He Cites 'Reservations' But Says Higher Minimum Can 'No Longer Be Delayed;' Bill Vetoed Last Fall; Increases in Stages Are Extended to 7 Million: Many More Covered; Series of Steps-Ups: Rules on Domestics, New York Times, April 9, 1974.",
        "Brown, Charles, Minimum Wage Laws: Are They Overrated? Journal of Economic Perspectives 2(3) Summer 1988: 133-145.",
        "Brown, Charles, Minimum Wages, Employment, and the Distribution of Income, in Orley Ashenfelter and David Card, editors, Handbook of Labor Economics, Volume 3B, Elsevier, 1999: 2101-2163.",
        "Brown, Charles; Curtis Gilroy; and Andrew Kohen, The Effect of The Minimum Wage on Employment and Unemployment, Journal of Economic Literature 20(2) June 1982: 487-528.",
        "Card, David, and Alan B. Krueger, Myth and Measurement: The New Economics of the Minimum Wage, Princeton University Press, 1995.",
        "Card, David, and Thomas Lemieux, Dropout and Enrollment Trends in the Post-War Period: What Went Wrong in the 1970s? National Bureau of Economic Research Working Paper, Number 7658, April 2000.",
        "Carter Signs Minimum Wage Bill, Giving Raises of 45 Percent by '81, New York Times, November 2, 1977.",
        "Carter, Susan B; Scott Sigmund Gartner; Michael R. Haines; Alan L. Olmstead; Richard Sutch; and Gavin Wright; editors, Historical Statistics of the United States, Millennial Edition, Cambridge University Press, 2006.",
        "Douglas, Paul H., and Joseph Hackman, The Fair Labor Standards Act of 1938: II, Political Science Quarterly 54(1) March 1939: 29-55.",
        "Eisenhower Signs $1 Minimum Pay; Rise From 75 Cents an Hour Effective Next March 1 Will Affect 2,000,000, New York Times, August 13, 1955.",
        "Frankel, Max, President Signs Minimum Pay Bill; Hails Rise to $1.60 in '68  Recalls 25-Cent Wage Gained by New Deal, New York Times, September 24, 1966.",
        "Freeman, Richard B., Why Do So Many Young American Men Commit Crimes and What Might We Do About It? Journal of Economic Perspectives 10(1) Winter 1996: 25-42.",
        "Friedman, Milton, Bright Promises, Dismal Performance: An Economist's Protest, Harcourt Brace Jovanovich, 1983.",
        "Fritsch, Conrad, Exemptions from the Fair labor Standards Act, Retail Trade and Services, in Report of the Minimum Wage Study Commission, volume 5, The Commission, June 1981.",
        "Richard Sutch Minimum Wage Draft September 1, 2010 Page 25 of 38 Goldin, Claudia, and Lawrence F. Katz, The Race between Education and Technology, Harvard University Press, 2008.",
        "Haugen, Steven E., and Earl F. Mellor, Estimating the Number of Minimum Wage Workers, Monthly Labor Review 113(1) January 1990: 70-74.",
        "Heckman, James J.; Paul A. LaFontaine; and Pedro L. Rodriguez; Taking the Easy Way Out: How the GED Testing Program Induces Students to Drop Out, National Bureau of Economic Research Working Paper Number 14044, May 2008.",
        "Katz, Lawrence F., and Alan B. Krueger, The Effects of the New Minimum Wage Law in a Low-Wage Labor Market, National Bureau of Economic Research Working Paper Number 3655, March 1991.",
        "Katz, Lawrence F., and Alan B. Krueger, The Effect of the Minimum Wage on the Fast-Food Industry, Industrial and Labor Relations Review 46(1) October 1992: 6-21.",
        "Kelley, Florence, Minimum-Wage Laws, Journal of Political Economy 20(10) December 1912: 9991010.",
        "Kennedy Signs Wage-Floor Bill; 3.6 Million More Get Coverage, New York Times, May 6, 1961.",
        "Kilborn, Peter T., A Minimal-Impact Minimum Wage, New York Times, April 6, 1997.",
        "Labaton, Stephen, Congress Passes Increase in the Minimum Wage, New York Times, May 25, 2007.",
        "Levy, Frank, and Peter Temin, Inequality and Institutions in Twentieth Century America, Chapter 12 in Paul W. Rhode, Joshua L. Rosenbloom, and David Weiman, editors, Economic Evolution and Revolution in Historical Time, Stanford University Press, 2010: ???-???.",
        "Meredith, Robyn, Politics Aside, Economy Is Shrugging Off Rise to $4.75, New York Times, October 1, 1996.",
        "Moses, Montrose J., editor, The Fireside Chats of Franklin Delano Roosevelt [on line], Project Gutenberg, 2002.",
        "Neumark, David, and William Wascher, Minimum Wage Effects on Employment and School Enrollment, Journal of Business and Economic Statistics 13(2) April 1995: 199-206.",
        "Neumark, David, and William Wascher, Minimum-Wage Effects on School and Work Transitions of Teenagers, American Economic Review 85(2) May 1995: 244-249.",
        "Neumark, David, and William Wascher, Minimum Wages and Skill Acquisition: Another Look at Schooling Effects, Economics of Education Review 22(1) February 2003: 1-10.",
        "Richard Sutch Minimum Wage Draft September 1, 2010 Page 26 of 38 Nordlund, Willis J., The Quest for a Living Wage: The History of the Federal Minimum Wage Program, Greenwood Press, 1997.",
        "Norman, Geoffrey, Playboy Interview: Milton Friedman, Playboy 28(2), February 1973: 51-68 and 74.",
        "Reprinted in Milton Friedman, Bright Promises, Dismal Performance: An Economist's Protest, Harcourt Brace Jovanovich, 1983: 9-59.",
        "Passell, Peter, Minimum Wage: A Reality Test, New York Times, March 15, 1989.",
        "Ragan, Jr.; James F., Minimum Wages and the Youth Labor Market, Review of Economics and Statistics 59(2) May 1977: 129-136.",
        "Raskey, Susan F., The Minimum-Wage Fight Isn't Really About Pay, New York Times, May 7, 1989.",
        "Roosevelt, Franklin D., Speech before the 1936 Democratic National Convention, Philadelphia, Pennsylvania, June 27, 1936, in John T. Woolley and Gerhard Peters, editors, The American Presidency Project [online], University of California, Santa Barbara.",
        "Rosenbaum, David E., Bush and Congress Reach Accord Raising Minimum Wage to $4.25, New York Times, November 1, 1989.",
        "Rosenbloom, Joshua L., and William A. Sundstrom, Labor-Market Regimes in U.S. Economic History, Chapter 11 in Paul W. Rhode, Joshua L. Rosenbloom, and David Weiman, editors, Economic Evolution and Revolution in Historical Time, Stanford University Press, 2010: ???-???.",
        "Rottenberg, Simon, editor, The Economics of Legal Minimum Wages, American Enterprise Institute, 1981.",
        "Ruggles, Steven; Matthew Sobek; Trent Alexander; Catherine A. Fitch; Ronald Goeken; Patricia Kelly Hall; Miriam King; and Chad Ronnander, Integrated Public Use Microdata Series: Version 4.0 [on line database], Minnesota Population Center, University of Minnesota, 2008.",
        "Schmitt, Eric, Bill to Increase Minimum Pay Clears Hurdle In a New Deal, New York Times, August 1, 1996.",
        "Shapiro, Fred R., The Yale Book of Quotations, Yale University Press, 2006.",
        "Solon, Gary, The Minimum Wage and Teenage Employment: The Role of Serial Correlation and Seasonality. Journal of Human Resources 20(2) Spring 1985: 292-297.",
        "Stark, Louis, Minimum Pay Bill is Sent to Truman; Wage Floor is Set at 75 Cents but Coverage is Reduced by Final Compromise, New York Times, October 19, 1949.",
        "Stevenson, Richard W., Clinton Signs a Bill Raising Minimum Wage by 90 Cents, New York Times, August 21, 1996.",
        "Stigler, George J., The Economics of Minimum Wage Legislation, American Economic Review 36(3) June 1946: 358-365. U. S. Bureau of Labor Statistics, Consumer Price Index [on line database].",
        "Richard Sutch Minimum Wage Draft September 1, 2010 Page 27 of 38 U.S. Bureau of Labor Statistics, Characteristics of Minimum Wage Workers: 2005 [online], May 2006.",
        "Uchitelle, Louis, A Pay Raise's Impact, New York Times, January 12, 1995.",
        "Uchitelle, Louis, Employers Shun Sub-Minimum Wage, New York Times, December 31, 1990.",
        "Unicon Research, CPS Utilities: Education and School Enrollment, October 1968-2005, DVD version 5.5, December 6, 2007.",
        "Waltman, Jerold, The Politics of the Minimum Wage, University of Illinois Press, 2000.",
        "Webb, Sidney, The Economic Theory of a Legal Minimum Wage, Journal of Political Economy 20(10) December 1912: 973-998.",
        "Wellington, Alison, Effects of the Minimum Wage on the Employment Status of Youths: An Update. Journal of Human Resources 26(1) Winter 1991: 27-46. Woolley, John T., and Gerhard Peters, editors, The American Presidency Project [on line], University of California, Santa Barbara.",
        "Wright, Gavin, Old South, New South: Revolutions in the Southern Economy Since the Civil War, Basic Books, 1986.",
        "Wright, Gavin, Labor History and Labor Econmics, Chapter 7 in Alexander J. Field, editor, The Future of Economic History, Kluwer-Nijhoff, 1987: 313-348.",
        "Wright, Gavin, Productivity Growth and the American Labor Market: The 1990s in Historical Perspective, Chapter 7 in Paul W. Rhode and Gianni Toniolo, editors, The Global Economy in the 1990s: A Long-Run Perspective, Cambridge University Press, 2006: 139-160.",
        "Richard Sutch Minimum Wage Draft September 1, 2010 Page 28 of 38"
    ]
}