{
    "id": 1635,
    "cites": 85,
    "cited_by": 170,
    "reference": [
        "Abowd, John and Ashenfelter, Orley. Anticipated Unemployment and Compensating Wage Differentials, in StudIes in labor markets. Ed.: Sherwin Rosen. Chicago: U. of Chicago Press for NBER, 1981, pp. 1111-170.",
        "Abowd, John and Card, David. Intertemporal Substitution in the Presence of Long-Term Contracts, Working Paper 166, Industrial Relations Section, Princeton U., 1983.",
        "Altonji, Joseph G. The Intertemporal Substitution Model of Labor Market Fluctuations: An Empirical Analysis, Rev. Econ. Stud. 1982, 149, pp. 783 8214.",
        "Arnott, Richard and Riley, John B. Asymmetrical Production Possibilities, the Social Gains from Inequality and the Optimal Town, Scan. J. Econ. 1977, 79(3), pp. 301-11.",
        "Arnott, Richard, Hosios, Arthur and Stiglitz, Joseph E. Implicit Contracts, Labor Mobility and Unemployment, Princeton U., 1983.",
        "Baily, Martin H. Wages and Employment Under Uncertain Demand, Rev. Econ. Stud. 19714, 141(1), pp. 37-50.",
        "Barro, Robert and King, Robert G. Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles, U. of Rochester, 1982.",
        "Becker, Gary S. Human capital. NY: Columbia U. Press for NBER, 19614.",
        "Bewley, Truman F. The Permanent Income Hypothesis and Long-Run Economic Stability, J. Econ. Theory. 1980, 22(2), pp. 377-914.",
        "Bronars, Stephen. Compensating Wage Differentials and Layoff Risk in U.S. Manufacturing Industries, Ph.D. dissertation, U. of Chicago, 1983.",
        "Brown, James N. How Close to an Auction Is the Labor Market? Res. Lab. Econ. 1982, 5, pp. 182-235.",
        "Brown, Murray and Wolfstetter, Elmar. Underemployment and Normal Leisure, Econ. Letters. 19814, 15(1-2), pp. 157-63.",
        "Browning, Martin; Deaton, Angus, and Irish, Margaret. A Profitable Approach to Labor Supply and Commodity Demands Over the Life-Cycle, Econometrica. forthcoming. Bryant, John. An Annotation of `Implicit Contracts and Underemployment Equilibria, J. Polit. Econ. 1978, 86(6), pp. 1159-60.",
        "Bull, Clive. The Existence of Self-Enforcing Implicit Contracts, C.V Starr Center, NYU, 1983.",
        "Burdett, Kenneth and Mortensen, Dale T. Search, Layoffs and Labor Market Equilibrium, J. Polit. Econ. 1980, 88(14), pp. 652-72.",
        "Chapman, Sidney J. Hours of Labour, Ecori. J. 1909, 19(3), pp. 3514_79.",
        "Chari, V.V. Involuntary Unemployment and Implicit Contracts, Quart. J. Econ. 1983, 98(supplement), pp. 107-22.",
        "Cogan, John. Labor Supply With Costs of Market Entry, in Female labor supply. Ed.: J.P. Smith. Princeton, NJ: Princeton U. Press, 1980.",
        "Cooper, Russell. Risk-Sharing and Productive Efficiency in Labor Contracts Under Bilateral Asymmetric Information, U. of Pennsylvania, 1981.",
        "Debreu, Gerard. The theory of value. Cowles Foundation Monograph 17. New Haven: Yale U. Press, 1959.",
        "Diamond, Peter. Aggregate Demand Management in Search Equilibrium, J. Polit. Econ. 1982, 90(5), pp. 881-914.",
        "Epstein, Richard A. In Praise of the Contract at Will, Univ. Chicago Law Rev. 19811, 51(14), pp. 956-82.",
        "Fair, Ray C. The short run demand for workers and hours. Amsterdam: NorthHolland Publishing Company, 1969.",
        "Feldstein, Martin. Specification of the Labor Input in the Aggregate Production Function, Rev. Econ. Stud. 1967, 314, pp. 375-86.",
        "Fischer, Stanley. Long Term Contracts, Rational Expectations and the Optimum Money Supply Rule, J. Polit. Econ. 1977, 85(1), pp. 191-205.",
        "Friedman, Milton. The Role of Monetary Policy, Amer. Econ. Rev. 1968, 58(1), pp. 1-17.",
        "A theory of the consumption function. Princeton, NJ: Princeton Ii. Press, 1957.",
        "Frisch, Ragnar. New methods of measuring marginal utili~. Tubigen: J.C.B. Mohr, 1932.",
        "Geanakoplos, John and Ito, Takatoshi. On Implicit Contracts and Involuntary Unemployment, Cowles Foundation Discussion Paper No. 6140, 1982.",
        "Ghez, Gilbert and Becker, Gary S. Allocation of time and goods over the life cycle. NY: Columbia U. Press for NBER, 1975.",
        "Gordon, Donald F. A Neoclassical Theory of Keynesian Unemployment, Econ. Inquiry. 19711, 12(14), pp. 1431-59.",
        "Gray, Joanna A. Wage Indexation: A Macroeconomic Approach, J. Monet. Econ. 1976, 2(2), pp. 221-36.",
        "Green, Jerry and Kahn, Charles M. Wage Employment Contracts, Quart. J. Econ. 1983, 98(supplement), pp. 173-88.",
        "Grossman, Herschel. Risk Shifting, Layoffs and Seniority, J. Monet. Econ. 1978, 14(14), pp. 661-86.",
        "Grossman, Michael. Unemployment and Consumption, Amer. Econ. Rev. 1973, 68(1), pp. 208-13.",
        "Grossman, Sanford J. and Hart, Oliver D. Implicit Contracts, Moral Hazard and Unemployment, Amer. Econ. Rev. (Papers and Proceedings). 1981, 71(2), pp. 301-07.",
        "Grossman, Sanford J. and Weiss, Laurence. Saving and Insurance, Bayesian models in economic theory. Eds.: M. Boyer and R. E. Kihlstrom. NY: Elsevier, 19814.",
        "Hall, Robert E. Why Is the Unemployment Rate So High at Full Employment? Brookings Pap. Econ. Act. 1970, (3), pp. 369-1402.",
        "Hart, Oliver D. Optimal Labour Contracts Under Asymmetric Information: An Introduction, Rev. Econ. Stud. 1983, 50(1), pp. 335.",
        "Hart, Robert A. The economics of non-wage labour costs. London: George Allen and Unwin, 19814.",
        "Hashimoto, Masanori. Bonus Payments, On-the-Job Training and Lifetime Employment in Japan, J. Polit. Econ. 1979, 85(5), pp. 1086-11014.",
        "Heckman, James J. and MaCurdy, Thomas. A Life-Cycle Model of Female Labor Supply, Rev. Econ. Stud. 1980, 147(1), pp. 147-714.",
        "Heckman, James J. and Sedlacek, Guilermo. An Equilibrium Model of the Industrial Distribution of Workers and Wages, U. of Chicago, 19814.",
        "Hey, John D. Uncertainty in microeconomics. NY: NYU Press, 1979.",
        "Hicks, John R. The theory of wages. London: Macmillan, 1932.",
        "Hutchens, Robert H. Layoffs and Labor Supply, mt. Econ. Rev. 1983, 214(1), pp. 37-55.",
        "Ito, Takatoshi. Implicit Contract Theory: A Critical Survey, U. of Minnesota, 1982.",
        "Johansen, Leif. Production functions. Amsterdam: North-Holland Publishing Co., 1972.",
        "Kahn, Charles M. and Scheinkman, Jose. Optimal Employment Contracts With Bankruptcy Constraints, J. Econ. Theory. (forthcoming). Katz, Lawrence. Layoffs, Uncertain Recall and the Duration of Unemployment, MIT, 19814.",
        "Kihlstrom, Richard E. and Laffont, Jean-Jacques. A General Equilibrium Entrepreneurial Theory of Firm Formation Based on Risk Aversion, J. Polit. Econ. 1979, 87(14), pp. 719-148.",
        "Kinoshita, Tomio. Working Hours and Hedonic Wages in the Market Equilibrium, Musachi U., 1985.",
        "Knight, Frank H. Risk, uncertainty and profit. Boston: Houghton Mifflin and Co., 1921.",
        "Kydland, Finn E. Labor Force Heterogeneity and the Business Cycle, CarnegieRochester Conference Series on Public Policy. Autumn, 19814, 20, pp.",
        "Lee, Jisoon. A Rational Expectations Model of Labor Supply, Ph.D. Thesis, U. of Chicago, 19814.",
        "Leontief, Wassily. The Pure Theory of the Guaranteed Annual Wage Contract, J. Polit. Ecori. 19146, 56(1), pp. 76-79.",
        "Lewis, H. Gregg. Employer Interests in Employee Hours of Work, U. of Chicago, 1969.",
        "Lilien, David. The Cyclical Pattern of Temporary Layoffs in United States Manufacturing, Rev. Econ. Stat. 1980, 62(1), pp. 214-31.",
        "Lucas, Robert E., Jr. Some International Evidence of Output-Inflation Trade Offs, Amer. Econ. Rev. 1973, 63(2), pp. 326-314.",
        "Lundberg, Shelly. Tied Wage Hours Offers and the Endogeneity of Wages, NBER Working Paper 11431, 19814.",
        "MaCurdy, Thomas E. An Empirical Model of Labor Supply in a Life-Cycle Setting, J. Pout. Econ. 1981, 89(6), pp. 1059-86.",
        "Employment Determination in Unionized Markets, J. Polit. Econ. (forthcoming). McDonald, Ian M. and Solow, Robert M. Wage Bargaining and Employment, Amer. Econ. Rev. 1981, 71(5), pp. 896-908.",
        "Maskin, Eric and Riley, John. Monopoly With Incomplete Information, Rand J. Econ. 19814, 15(2), pp. 171-96.",
        "Millar, James R. A Theory of On-the-Job Training. U. of Toronto, 1971.",
        "Mincer, Jacob. Unemployment Effects of Minimum Wages, J. Pout. Econ. 1976. 814(14, part 2), pp. S87-S1014.",
        "Mirrlees, James. An Exploration in the Theory of Optimum Income Taxation, Rev. Econ. Stud. 1971, 38(1114), pp. 175208.",
        "Best Themes, Carnegie-Rochester Series on Public Policy. Autumn, 1983a, 19, pp. 67-98.",
        "Mussa, Michael and Rosen, Sherwin. Monopoly and Product Quality, J. Ecori. Theory. 1978, 18(2), 301-07.",
        "Neftcl, Salih N. A Time-Series Analysis of the Real Wages-Employment Relationship, J. Polit. Econ. 1978, 86(2), pp. 281-92.",
        "Pigou, Arthur C. The economics of welfare. London: Macmillan, 1920.",
        "Pissarides, Christopher A. Search Intensity, Job Advertising and Efficiency, J. Lab. Econ.,19814, 2(1), pp. 128-113.",
        "Polemarchakis, Hercules M. and Weiss, Laurence. Fixed Wages, Layoffs, Unemployment Compensation and Welfare, Amer. Econ. Rev. 1978, 68(5), pp. 909-17.",
        "Raisian, John. Contracts, Job Experience and Cyclical Labor Market Adjustments, J. Lab. Econ. 1983 1(2), pp. 152-70.",
        "Randolph, William C. Employment Relationships: Till Death Do Us Part? Ph.D. dissertation, SUNY, Stony Brook, 1983.",
        "Reder, Melvin W. Wage Structure Theory and Measurement, Aspects of labor economics: A conference of the Universities-National Bureau Committee for Economic Research. Princeton, NJ: Princeton U. Press, 1962, pp. 257-318.",
        "Rosen, Sherwin. Short-Run Employment Variation on Class-I Railroads in the U.S., Econometrlca. 1968, 36(3), pp. 511-29.",
        "Rothschild, Michael and Stiglitz, Joseph E. Increasing Risk: I. A Definition, J. Econ. Theory. 1970, 2(3), 225-143.",
        "Sargent, Thomas J. Macroeconomic theory. New York: Academic Press, 1979.",
        "Schultz, Charles. Microeconomic Efficiency and Nominal Wage Stickiness, Amer. Econ. Rev. 1985, 75(1), pp. 1-16.",
        "Shapiro, Carl and Stiglitz, Joseph E. EquIlibrium Unemployment as a Worker Discipline Device, Amer. Econ. Rev. 19814, 714(3), pp. 1133141$.",
        "Shavell, Stephen and Weiss, Laurence. The Optimal Payment of Unemployment Insurance Benefits Over Time, J. Polit. Econ. 1979, 87(6), pp. 13117-62.",
        "Stiglitz, Joseph E. Theories of Wage Rigidity, Princeton U., 19811.",
        "Schwartz, Aba. The Implicit Contract Model and Labor Markets: A Critique, Tel Aviv U., 1983.",
        "Taylor, John. Aggregate Dynamics and Staggered Contracts, J. Polit. Econ. 1980, 88(1), pp. 1-23.",
        "Todaro, Michael P. A Model of Labor Migration and Urban Unemployment In LessDeveloped Countries, Amer. Econ. Rev. 1969, 59(1), pp. i38148.",
        "Topel, Robert E. On Layoffs and Unemployment Insurance, Amer. Econ. Rev. 1983, 83(14), ~ 541-59."
    ]
}