{
    "id": 16350,
    "cites": 41,
    "cited_by": 21,
    "reference": [
        "Accominotti, Olivier. 2009. The Sterling Trap: Foreign Reserves Management at the Bank of France, 1928-1936. European Review of Economic History 13, 349-376.",
        "Atkeson, Andrew, and Patrick J. Kehoe. 2004. Deflation and Depression: Is there an Empirical Link? American Economic Review 94, 99-103.",
        "Bernanke, Ben. 1995. The Macroeconomics of the Great Depression: A Comparative Approach. Journal of Money, Credit and Banking 27, 1-28.",
        "Bernanke, Ben, and Ilian Mihov. 2000. Deflation and Monetary Contraction in the Great Depression: An Analysis by Simple Ratios. In Ben Bernanke, Essays on the Great Depression. Princeton: Princeton University Press.",
        "Board of Governors of the Federal Reserve System. 1943. Banking and Monetary Statistics.",
        "Boughton, James M., and Elmus R. Wicker. 1979. The Behavior of the Currency-Deposit Ratio during the Great Depression. Journal of Money, Credit and Banking 11, 405-418.",
        "Cassel, Gustav. 1928. Postwar Monetary Stabilization. New York: Columbia University Press.",
        "Cassel, Gustav. 1932. Memorandum of Dissent. In League of Nations (1932).",
        "Cassel, Gustav. 1932. The Crisis in the World's Monetary System. Oxford: Clarendon Press.",
        "Choudhri, Ehsan, and Levis Kochin. 1980. The Exchange Rate and the International Transmission of Business Cycle Disturbances: Some Evidence from the Great Depression. Journal of Money, Credit, and Banking 12, 565-74.",
        "Clavin, Patricia, and Jens-Wilhelm Wessels. 2004. Another Golden Idol? The League of Nations' Gold Delegation and the Great Depression, 1929-32. International History Review 26, 765-795.",
        "Eichengreen, Barry. 1986. The Bank of France and the Sterilization of Gold, 1926-1932. Explorations in Economic History 23, 56-84.",
        "Eichengreen, Barry. 1990. The Gold Exchange Standard and the Great Depression. In Elusive Stability: Essays in the History of International Finance, 1919-1939. New York: Cambridge University Press.",
        "Eichengreen, Barry. 1992. Golden Fetters: The Gold Standard and the Great Depression, 42 1939. New York: Oxford University Press.",
        "Eichengreen, Barry, and Jeffrey Sachs. 1985. Exchange Rates and Economic Recovery in the 1930s. Journal of Economic History 45, 925-46.",
        "Einzig, Paul. 1931. Behind the Scenes in International Finance. London: Macmillan.",
        "Evans, Martin, and Paul Wachtel. 1993. Were Price Changes during the Great Depression Anticipated? Evidence from Nominal Interest Rates. Journal of Monetary Economics 32, 3-34.",
        "Friedman, Milton. 1991. Forward to Ã\u0083â\u0080°mile Moreau, The Golden Franc: Memoirs of a Governor of the Bank of France: The Stabilization of the Franc (1926-1928), trans. Stephen D. Stoller and Trevor C. Roberts. Boulder, CO: Westview Press.",
        "Hardy, Charles O. 1936. Is There Enough Gold? Washington, D.C.: Brookings Institution Hamilton, James. 1987. Monetary Factors in the Great Depression. Journal of Monetary Economics 19, 145-169.",
        "Hamilton, James. 1992. Was the Deflation During the Great Depression Anticipated? Evidence from the Commodity Futures Markets. American Economic Review 82, 157-178.",
        "Hawtrey, Ralph. 1932. The Art of Central Banking. London: Longman, Green.",
        "Howe, Quincy. 1934. World Diary: 1929-1934. New York: McBride.",
        "Keynes, John Maynard. 1929. Is There Enough Gold? The League of Nations Inquiry. The Nation and Athenaeum, 19 January. In Collected Works of John Maynard Keynes, 19, 775-780.",
        "Keynes, John Maynard. 1932. In The World's Economic Crisis and the Way of Escape. London: George Allen & Unwin.",
        "Kitchen, Joseph. 1930. Production and Consumption of Gold, Past and Prospective. In League of Nations (1930).",
        "League of Nations. 1930. Interim Report on the Gold Delegation of the Financial Committee. Geneva: League of Nations.",
        "League of Nations. 1932. Report of the Gold Delegation of the Financial Committee. Geneva: League of Nations.",
        "Mitchell, Brian R. 1988. British Historical Statistics. New York: Cambridge University Press.",
        "Moggridge, Donald E. 1969. The Return to Gold, 1925: The Formuation of Economic Policy and its Critics. Cambridge: Cambridge University Press.",
        "MourÃ\u0083Â©, Kenneth. 1991. Managing the Franc PoincarÃ\u0083Â©: Economic Understanding and Political Constraint in French Monetary Policy, 1928-1936. New York: Cambridge University Press.",
        "MourÃ\u0083Â©, Kenneth. 2002. The Gold Standard Illusion: France, the Bank of France, and the International Gold Standard, 1914-1939. New York: Oxford University Press.",
        "Mundell, Robert A. 2000. A Reconsideration of the Twentieth Century. American Economic Review 90, 327-340.",
        "Patat, Jean-Pierre, and Michel Lutfalla. 1990. A Monetary History of France in the Twentieth Century. New York: St. Martin's.",
        "Reynaud, Paul. 1933. France and Gold. Foreign Affairs 11, 253-267.",
        "Rist, Charles. 1932. The International Consequences of the Present Distribution of Gold Holdings. In Royal Institute for International Affairs, The International Gold Problem. Oxford: Oxford University Press.",
        "Rockoff, Hugh. 1984. Some Evidence on the Real Price of Gold, Its Costs of Production, and Commodity Prices. In A Retrospective on the Classical Gold Standard, 1821-1931, edited by Michael Bordo and Anna Schwartz. Chicago: University of Chicago Press.",
        "Sicsic, Pierre. 1992. Was the Franc PoincarÃ\u0083Â© Deliberately Undervalued? Explorations in Economic History 29, 69-92.",
        "Sicsic, Pierre. 1993. The Inflow of Gold to France from 1928 to 1934. Notes d'tudes et de Recherche, Bank of France, No. 22.",
        "Sumner, Scott. 1991. The Equilibrium Approach to Discretionary Monetary Policy under an International Gold Standard, 1926-1932. The Manchester School of Economic & Social Studies 59, 378-94.",
        "Temin, Peter. Lessons from the Great Depression. Cambridge: MIT Press, 1989.",
        "Young, Allyn A. 1929. Downward Price Trend Probable, Due to Hoarding Gold by Central Banks. The Annalist, January 18, 96-97."
    ]
}