{
    "id": 16366,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Anwar, Shamena and Hanming Fang (2006). An Alternative Test of Racial Prejudice in Motor Vehicle Searches: Theory and Evidence American Economic Review 96(1): 127-151.",
        "Abrams, David, Marianne Bertrand, and Sendhil Mullainathan (2009). Do Judges Vary in Their Treatment of Race? University of Chicago Olin Law & Economics Working Paper #353 Abrams, David and Albert Yoon (2007) The Luck of the Draw: Using Random Case Assignment to Investigate Attorney Ability The University of Chicago Law Review, 74(4) Alesina, Alberto and Eliana La Ferrara (2009). A Test of Racial Bias in Capital Sentencing Unpublished Manuscript.",
        "Waters, Nicole (2004). Does Jury Size Matter? A Review of the Literature National Center for State Courts.",
        "Sommers, Samuel (2007). Race and the decision making of juries, Legal and Criminological Psychology 12, 171-187 Sommers, Samuel (2008). Determinants and Consequences of Jury Racial Diversity: Empirical Findings, Implications, and Directions for Future Research Social Issues and Policy Review, Vol 2(1)  65-102 Stevenson, Bryan and Ruth Friedman (1994). Deliberate Indifference: Judicial Tolerance of Racial Bias in Criminal Justice, 51 Washington and Lee Law Review.",
        "Sommers, Samuel and Michael Norton, (2007). Race-Based Judgments, Race-Neutral Justifications: Experimental Examination of Peremptory Use and the Batson Challenge Procedure Law and Human Behavior, 31: 261-273.",
        "Sommers, Samuel and P.C. Ellsworth (2003) How much do we really know about race and juries? A review of social science theory and research. Chicago-Kent Law Review, 78, 997-1031 Sommers, Samuel (2006). On Racial Diversity and Group Decision  Making: Identifying Multiple Effects of Racial Composition on Jury Deliberations Journal of Personality and Social Psychology, 90, 597-612.",
        "Sommers, Samuel (2002). The Effects of Race Salience and Racial Composition on Individual and Group Decision-Making. Unpublished PhD Dissertation. University of Michigan.",
        "Simon, David, (1991) Homicide: A Year on the Killing Streets, Owl Books, New York, NY.",
        "Sandys, Marla and Ronald C. Dillehay (1995). First-Ballot Votes, Predeliberation Dispositions, and Final Verdicts in Jury Trials, Law and Human Behavior, 19.",
        "Rottman, David and Shauna Strickland (2006). State Court Organization, 2004 U.S. Department of Justice, Bureau of Justice Statistics, Washington DC, USGPO.",
        "Rose, Mary, (1999). The Peremptory Challenge Accused of Race or Gender Discrimination? Some Data from One County, Law and Human Behavior, 23:6, 695-702.",
        "Overland, Sean G. (2009). The Juror Factor: Race and Gender in America's Civil Courts, LFB Scholarly Publishing Poulson, R. L. (1990). Mock juror attribution of criminal responsibility: Effects of race and the guilty but mentally ill (GBMI) verdict option. Journal of Applied Social Psychology, 20, 15961611.",
        "Mustard, David (2001). Race, Ethnic, and Gender Disparities in Sentencing: Evidence from the U.S. Federal Courts. Journal of Law and Economics. 44: 285-314.",
        "Becka, Holly, Steve McGonigle, Tim Wyatt, and Jennifer LaFleur. (2005). Striking Differences, Dallas Morning News, Retrieved June 10, 2010 from: http://www.dallasnews.com/s/dws/spe/2005/jury/index_jury.html MacCoun, Robert J. and Norbert L. Kerr (1988). Asymmetric Influence in Mock Jury Deliberations: Jurors' Bias for Leniency, Journal of Personality and Social Psychology, 54.",
        "Kling, Jeffrey (2006) Incarceration Length, Employment, and Earnings American Economic Review Lee, Jean N. (2009). Do Jurors Discriminate? Evidence from Changes in State Juror Selection Procedures Unpublished Manuscript.",
        "Kalven, Harry and Hans Zeisel (1966). The American Jury, Little, Brown and Company, Boston and Toronto.",
        "Hannaford-Agor, Paula L., Valerie P. Hans, Nicole L. Mott, and G. Thomas Munsterman (2002). Are Hung Juries a Problem? Final Report, National Center for State Court, to National Institute of Justice.",
        "Hannaford-Agor, Paula, Hon. Gregory Mize, and Nicole Waters (2007). The State-of-the-States Survey of Jury Improvement Efforts: A Compendium Report National Center for State Courts.",
        "Fukurai, Hiroshi, Edgar Butler, and Richard Booth (1991). Where did black jurors go? A Theoretical synthesis of racial disenfranchisement in the jury system and jury selection Journal of Black Studies 22(2) 1991: 196-215 Hannaford-Agor, Paula (2009). Some Differences Between States in the July 2009 issue of eJournal USA, Anatomy of a Jury Trial, Bureau of International Information Programs, U.S. Department of State.",
        "Eisenberg, Theodore and Martin T. Wells (2002). Trial Outcomes and Demographics: Is there a `Bronx Effect'? Texas Law Review 80.",
        "Diamond, Shari Seidman, Destiny Peery, Francis Dolan, and Emily Dolan, (2009). Achieving Diversity on the Jury: Jury Size and the Peremptory Challenge Journal of Empirical Legal Studies 6(3): 425-449.",
        "Davis, James H., Mark Stasson, Kaoru Ono and Suzi Zimmerman (1988). Effects of Straw Polls on Group Decision Making: Sequential Voting Pattern, Timing, and Local Majorities, Journal of Personality and Social Psychology, 918."
    ]
}