{
    "id": 16362,
    "cites": 68,
    "cited_by": 5,
    "reference": [
        "Hausmann, Ricardo, and Roberto Rigobon, 2003, An Alternative Interpretation of the `Resource Curse': Theory and Policy Implications, NBER WP no. 9424, January.",
        "Hall, Robert, 1985, Monetary Policy with an Elastic Price Standard, Price Stability and Public Policy (Federal Reserve Bank of Kansas City).",
        "Hall, Robert, 1982, Explorations in the Gold Standard and Related Policies for Stabilizing the Dollar, in Hall, ed., Inflation (Chicago: University of Chicago Press), 111-122.",
        "GutiÃ\u0083Â©rez, Eva, 2003, Inflation Performance and Constitutional Central Bank Independence: Evidence from Latin America and the Caribbean, IMF WP/03/53, March.",
        "Graham, Benjamin, 1937, Storage and Stability (New York: McGraw Hill).",
        "Giavazzi, Francesco, Ilan Goldfajn, and Santiago Herrera, 2005, Overview: Lessons from Brazil, in Inflation Targeting, Debt, and the Brazilian Experience, 1999 to 2003 (MIT Press: Cambridge).",
        "Cukierman, Alex, Geoffrey Miller and Bilin Neyapti, 2002 Central bank reform, liberalization and inflation in transition economies--an international perspective, Journal of Monetary Economics v, March, Pages 237-264.",
        "Cooper, Richard, 1985, The Gold Standard: Historical Facts and Future Prospects, Brookings Papers on Economic Activity, 1, 1-45.",
        "Collins, Susan, 1996, On becoming more flexible: Exchange rate regimes in Latin America and the Caribbean, Journal of Development Economics, vol. 51, issue 1, pages 117-138.",
        "Caballero, Ricardo and Arvind Krishnamurthy, 2003, Inflation Targeting and Sudden Stops, NBER Working Paper No. 9599.",
        "Calvo, Guillermo, Leonardo Leiderman and Carmen Reinhart, 1993, Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors, IMF Staff papers, 40, no. 1, March.",
        "Lake, Lisa, 2006, Remittances and the Jamaican Economy: From Fundamentals to Effective Policy Recommendations. MPA/ID Second Year Policy Analysis, Harvard Kennedy School.",
        "Kiguel, Miguel and Nissan Liviatan, 1992, The Business Cycle Associated with Exchange Rate-Based Stabilizations, World Bank Economic Review, Vol 6, Number 2 pp. 279-305.",
        "Keynes, John Maynard , 1938, The Policy of Government Storage of Foodstuffs and Raw Materials, Economic Journal, September.",
        "Kaminsky, Graciela, Carmen Reinhart and Carlos Vegh, 2005.When It Rains, It Pours: Procyclical Capital Flows and Macroeconomic Policies, NBER Macroeconomics Annual 2004, Vol. 19, pages 11-82.",
        "Junguito, Roberto, and Hernando Vargas, 1996,Central Bank Independence and Foreign Exchange Policies in Latin America, Banco de la Republica de Colombia, Borradores de Economia series, no. 046, Bogota, Feb.",
        "JÃ\u0083Â¡come, Luis I., 2001, Legal Central Bank Independence and Inflation in Latin America During the 1990s, International Monetary Fund Working Paper No. 01/212, December.",
        "JÃ\u0083Â¡come, Luis and Francisco VÃ\u0083Â¡zquez, 2008 , Is there any link between legal central bank independence and inflation? Evidence from Latin America and the Caribbean, Paolo Baffi Centre Research Paper No. 2008-07, March.",
        "Gavin, Michael, Ricardo Hausmann, Roberto Perotti and Ernesto Talvi, 1997, Managing Fiscal Policy in Latin America and the Caribbean: Volatility, Procyclicality, and Limited Creditworthiness, Revista del Banco Central de Venezuela, vol. XI (1). Inter-American Development Bank, RES WP 4032, 1996.",
        "Gavin, Michael, Ricardo Hausmann and Leonardo Leiderman , 1996, Macroeconomics of Capital Flows to Latin America: Experience and Policy Issues, Inter-American Development Bank, Research Department Working Paper no. 4012.",
        "Frankel, Jeffrey, Ben Smit, and Federico Sturzenegger, 2008, South Africa: Macroeconomic Challenges after a Decade of Success, Economics of Transition 16, no. 4, 639-677 (Blackwell).",
        "NBER WP No. 15419, 2009.",
        "Frankel, Jeffrey, and Ayako Saiki, 2002. A Proposal to Anchor Monetary Policy by the Price of the Export Commodity, Journal of Economic Integration, September, 17, no. 3: 417-448.",
        "Frankel, Jeffrey, 2010, Are Bilateral Remittances Countercyclical? forthcoming, Open Economies Review.",
        "Frankel, Jeffrey, 2005, Peg the Export Price Index: A Proposed Monetary Regime for Small Countries, Journal of Policy Modeling, vol. 27, no.4, June, pp. 495-508.",
        "Frankel, Jeffrey, 2004, Experience of and Lessons from Exchange Rate Regimes in Emerging Economies, in Monetary and Financial Integration in East Asia: The Way Ahead, Asian Development Bank (Palgrave Macmillan Press, New York ), vol. 2, 91-138.",
        "Engel, Charles, 1999, Accounting for U.S. Real Exchange Rate Changes. Journal of Political Economy, vol. 107, no. 3, June, pp. 507-538.",
        "Feldstein, Martin, and James Stock, 1994, The Use of a Monetary Aggregate to Target Nominal GDP, in Monetary Policy, edited by N. Greg Mankiw (Chicago: University of Chicago Press), pp 7-70.",
        "Eichengreen, Barry, 1985, The Gold Standard in Theory and History (New York: Methuen).",
        "Debelle, Guy, 2001, The Case for Inflation Targeting in East Asian Countries, Future Directions for Monetary Policies in East Asia, David Gruen and John Simon, eds. (Reserve Bank of Australia).",
        "Edwards, Sebastian, and Eduardo Levy Yeyati, 2005, Flexible Exchange Rates as Shock Absorbers, European Economic Review, Vol. 49, Issue 8, November, pp. 2079-05. NBER Working Paper 9867.",
        "Edwards, Sebastian. 2006, The Relationship Between Exchange Rates and Inflation Targeting Revisited, Banco de Chile Annual Research Conferences, Santiago, October 2005, NBER WP No. 12163, April.",
        "Vargas, Hernando, 2005, Exchange Rate Policy and Inflation Targeting in Colombia, Banco de la RepÃ\u0083Âºblica, Colombia, September.",
        "West, Kenneth, 1986, Targeting Nominal Income: A Note, Economic Journal, 96, Dec., 1077-1083.",
        "Truman, Edwin, 2003, Inflation Targeting in the World Economy, Institute for International Economics, Washington DC.",
        "Taylor, Alan, 2002, A Century Of Purchasing-Power Parity, Review of Economics and Statistics, vol. 84 February, 139-150.",
        "Taylor , John. 1985. What Would Nominal GNP Targeting Do to the Business Cycle? CarnegieRochester Conference Series on Public Policy 22: 61-84.",
        "Tobin, James. 1980. Stabilization Policy Ten Years After, Brookings Papers on Economic Activity 1: 1972.",
        "Frankel, Jeffrey, 1985, The Stabilizing Properties of a Nominal GNP Rule, Journal of Money, Credit and Banking 27, no. 2, May, 318-334.",
        "Fraga, Armino, Ilan Goldafjn and Andre Minella, 2003, Inflation Targeting in Emerging Market Economies, NBER Macro Annual 2003, edited by Ken Rogoff and Mark Gertler (MIT Press: Cambridge). NBER WP no. 10019.",
        "Foresti, Pasquale, 2007, Is Latin America an Optimal Currency Area? Evidence from a Structural Vector Auto-regression Analysis, April, MPRA paper 2961, http://mpra.ub.uni-muenchen.de/2961/1/MPRA_paper_2961.pdf .",
        "Svensson, Lars, 1995, The Swedish Experience of an Inflation Target, in Inflation Targets, edited by Leo Leiderman and Lars Svensson (Centre for Economic Policy Research: London).",
        "Rogoff, Kenneth, 1985, The Optimal Degree of Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics 100, November: 1169-89.",
        "Rose, Andrew K., 2000, One Money, One Market: Estimating the Effect of Common Currencies on Trade, Economic Policy, Vol. 15, No. 30, April, pp. 845 Savastano, Miguel, 2000, Inflation Targeting in Non-Industrial Countries, IMF Research Bulletin 1, no.",
        "Reinhart, Carmen, and Vincent Reinhart, 2009, Capital Flow Bonanzas: An Encompassing View of the Past and Present, in J.Frankel and C.Pissarides, eds., NBER International Seminar in Macroeconomics 2008 (Chicago: University of Chicago Press).",
        "Perry, Guillermo, 2009, Beyond Lending: How Multilateral Banks Can Help Developing Countries Manage Volatility, Center for Global Development, Washington, DC.",
        "Obstfeld, Maurice, 1986, Rational and Self-Fulfilling Balance-of-Payments Crises, American Economic Review, vol. 76, no. 1, March 72-81.",
        "Mundell, Robert, 1961, The Theory of Optimal Currency Areas, American Economic Review 51, November, 509-517.",
        "Mishkin, Frederic, and Miguel Savastano, 2002, Monetary Policy Strategies for Emerging Market Countries: Lessons from Latin America, Comparative Economic Studies.",
        "Mishkin, Frederic, 2008, Can Inflation Targeting Work in Emerging Market Countries? in Money, Crises, and Transition: Essays in Honor of Guillermo Calvo, edited by Carmen Reinhart, Carlos Vegh and Andres Velasco . NBER WP 10646, 2004.",
        "Mishkin, Frederic, 2000, Inflation targeting in emerging-market countries, American Economic Review.",
        "Mendoza, Enrique and Marco Terrones, 2008, An Anatomy of Credit Booms: Evidence from Macro Aggregates and Micro Data, NBER Working Paper No. 14049, May.",
        "McKinnon, Ronald, 1963, Optimum Currency Areas, American Economic Review, vol.53, September, pp. 657-65.",
        "Masson, Paul, Miguel Savastano and Sunil Sharma, 1997, The Scope for Inflation Targeting in Developing Countries, IMF WP/97/130, October.",
        "Mas, Ignacio, 1995, Central Bank Independence: A Critical View from a Developing Country Perspective, World Development, Vol. 23, Issue 10, October, pages 1639-1652.",
        "Loayza, Norman, Pablo Fajnzylber, CÃ\u0083Â©sar CalderÃ\u0083Â³n, 2005, Economic Growth in Latin America and the Caribbean: Stylized Facts, Explanations and Forecasts (World Bank).",
        "Levy-Yeyati, Eduardo, and Federico Sturzenegger, 2003, To Float or to Trail: Evidence on the Impact of Exchange Rate Regimes on Growth, American Economic Review, 93, No. 4, Sept., pp. 1173-93.",
        "Laxton, Douglas, and Paolo Pesenti, 2003, Monetary Rules for Small, Open, Emerging Economies, NBER WP No. 9568.",
        "Levy Yeyati, Eduardo, and Federico Sturzennegger, 2000, The Euro and Latin America : Is EMU a Blueprint for Mercosur? American Journal of Economics, No. 110 , pp. 63-99.",
        "Lane, Philip and Aaron Tornell, 1998. Voracity and Growth, NBER WP 6498; published as Voracity and Growth in Discrete Time, EL, Vol. 62, no. 1 (January 1999): 139-145.",
        "Frankel, Jeffrey, 2003, A Proposed Monetary Regime for Small Commodity Exporters: Peg the Export Price (PEP), International Finance (Blackwill Publishers), 6, no. 1, Spring, 61-88.",
        "Frankel, Jeffrey, 2002, Should Gold-Exporters Peg Their Currencies to Gold? Research Study No. 29 (World Gold Council: London).",
        "Caballero, Ricardo 2000., Macroeconomic Volatility in Latin America: A Conceptual Framework and Three Case Studies, Economia 1.1 (LACEA) 31-88.",
        "Broda, Christian, 2004, Terms of Trade and Exchange Rate Regimes in Developing Countries, Journal of International Economics, 63(1), pp. 31-58.",
        "Blanchard, Olivier, 2005, Fiscal Dominance and Inflation Targeting: Lessons from Brazil, Chapter 2, in Francesco Giavazzi, Ilan Goldfajn, and Santiago Herrera, editors, Inflation Targeting, Debt, and the Brazilian Experience, 1999 to 2003 (MIT Press: Cambridge), 49-80. MIT Department of Economics Working Paper No. 04-13.",
        "Bean, Charles, 1983, Targeting Nominal Income: An Appraisal, Economic Journal 93, Dec., 806-819.",
        "Bayoumi, Tamim, and Barry Eichengreen 1994, One Money or Many? Analyzing the Prospects for Monetary Unification in Various Parts of the World, Studies in International Finance No. 76 (September), Princeton University Press.",
        "Arnone, Marco, Bernard Laurens and Jean-FranÃ\u0083Â§ois Segalotto , 2006, Measures of Central Bank Autonomy: Empirical Evidence for OECD, Developing, and Emerging Market Economies, October, IMF Working Paper No. 06/228."
    ]
}