{
    "id": 16365,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Elmus Wicker (1996) The Banking Panics of the Great Depression. New York; Cambridge University Press.",
        "Elmus Wicker (1980)  A Reconsideration of the Causes of the Banking Panic of 1930 Journal of Economic History XL, pp571-583.",
        "Eugene White (1983) The Regulation and Reform of the American Banking System, 1900-1929. Princeton; Princeton University Press.",
        "Eugene White ( 1984) A Reinterpretation of the Banking Crisis of 1930 Journal of Economic History XLIV,pp119-138.",
        "Richard Timberlake (1996) Monetary Policy in the United States: An Intellectual and Institutional History. Chicago: University of Chicago Press.",
        "David Wheelock (1995) Regulation, Market Structure and the Bank Failures of the Great Depression Federal Reserve Bank of St. Louis Review. Vol 77 pp27-38.",
        "Ellis Tallman and Elmus Wicker (2009) ` Banking and Financial Crises in the United States History: What Guidance Can History Offer Policy Makers? (mimeo) Indiana University Peter Temin (1976) Did Monetary Forces Cause the Great Depression? New York: W.W. Norton.",
        "Gary Richardson and William Troost (2009), Monetary Intervention Mitigated Banking panics during the Great Depression: Quasi Experimental evidence from the Federal Reserve District Border in Missippi, 1929-1933. Journal of Political Economy, Vol 117. No.6, pp1031-1072.",
        "Anna Schwartz (2008) Origins of the Financial Market Crisis of 2008 Cato Conference. October.",
        "Gary Richardson (2007) Categories and Causes of Bank Distress during the Great Depression, 1920-1935: the Illiquidity versus solvency Debate Revisited. Explorations in Economic History. Vol 44 no.4 October pp588-607.",
        "Gary Richardson (2006) Correspondent Clearing and the Banking Panics of the Great depression' NBER Working Paper 12716 December.",
        "Bennett McCallum (1990), Could a Monetary Base rule have Prevented the Great Depression? Journal of Monetary Economics. Vol 26 pp3-21.",
        "Joesph Lucia ( 1985)  The Failure of the Bank of United States : A Reappraisal Explorations in Economic History Vol 22. no.4 pp 402-411.",
        "Richard Grossman (2010). Unsettled Account: The Evolution of Banking in the Industrial World since 1800. Princeton: Princeton University Press Robert Hetzel (2009) Monetary Policy in the 2008-2009 Recession Federal Reserve Bank of Richmond Review. September John Maynard Keynes.(1936) The General Theory of Employment, Interest and Money. New York. Harcourt Brace.",
        "Gary Gorton (2010) Questions and answers About the Financial Crisis NBER Working Paper 15787. February Richard Grossman (1994) The Shoe that Didn't Drop: Explaining Banking Stability in the Great Depression Journal of Economic History. Vol 54, pp 654-682.",
        "Milton Friedman and Anna Schwartz (1963) A Monetary History of the United States 1867 to 1960. Princeton: Princeton University Press.",
        "John Kenneth Galbraith (1955) The Great Crash 1929 London: Hamish Hamilton Marvin Goodfriend. (2009) Central banking in the Credit Turmoil: an Assessment of Federal Reserve Practice Bank of Japan Conference. May.",
        "Barry Eichengreen (2008) Origins and Responses to the Crisis UC Berkeley ( mimeo) October.",
        "Douglas Diamond and Phillip Dybvig (1983) Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, Vol 91, No 3, pp 401--419.",
        "Lawrence Christiano, Roberto Motto and Massimo Rostagno (2003). The Great Depression and the Friedman and Schwartz Hypothesis Journal of Money, Credit and Banking. Vol 35, pp 1119-1198.",
        "Washington DC Mark Carlson and Kris J Mitchener (2009). Branch Banking as a Device for Discipline: Competition and Bank survivorship During the Great Depression Journal of Political Economy, Vol 117. No.2 pp 165-210.",
        "Mark Carlson (2008) Alternatives for Distressed Banks and the Panics of the Great Depression Finance and Economic Discussion Series. Federal Reserve Board.",
        "Charles Calomiris and Joseph Mason (2003)  Fundamentals, Panics and Bank Distress During the Depression American Economic Review Vol 93(5) , pp 1615-1647.",
        "Chales Calomiris and Gary Gorton (1991) The Origins of Banking Panics: Models, Facts and Bank Regulation' in R. Glenn Hubbard. Financial markets and Financial Crises. Chicago: University of Chicago Press. Pp 109-173 Mark Carlson (2004)  Are Branch Banks Better Survivors? Evidence from the Depression Era Economic Inquiry Vol 42(1) pp 111-126 Mark Carlson and Kris J. Mitchener (2006)  Branch Banking, Bank Competition and Financial Stability Journal of Money, Credit and Banking Vol 38. No.5 August pp 1293-1326.",
        "Charles Calomiris and Joseph Mason (1997) Contagion and Bank Failures During the Great Depression: The June 1932 Chicago Banking Panic. American Economic Review. Vol 87(5). Pp 863-883.",
        "Ben Bernanke, Simon Gilchrist and Mark Gertler (1996) The Financial Accelerator and the Flight to Quality Review of Economics and Statistics, Vol 78. No.1 Feb pp 1-15.",
        "Ben Bernanke (1983) Non Monetary Effects of the Financial Crisis in the Propagation of the Great Depression American Economic Review vol 73 ,pp 257-276 Ben Bernanke (2002) ` On Milton's Ninetieth Birthday' speech given at the University of Chicago November 8 2002."
    ]
}