{
    "id": 16364,
    "cites": 17,
    "cited_by": 37,
    "reference": [
        "Zbaracki, Mark J., Mark Bergen, and Daniel Levy. 2007. The anatomy of a price cut: Discovering the organizational sources of the costs of price adjustment. Mimeo. Univ.W.O.",
        "Zbaracki, Mark J., Mark Ritson, Daniel Levy, Shantanu Dutta, and Mark Bergen. 2004. Managerial and customer costs of price adjustment: Direct evidence from industrial markets. Review of Economics and Statistics 86 (2): 51433.",
        "Varian, Hal R. 1980. A model of sales. American Economic Review 70 (4, September): 65159.",
        "Warner, Elizabeth J., and Robert Barsky. 1995. The timing and magnitude of retail store markdowns: Evidence from weekends and holidays. Quarterly Journal of Economics 110 (2, May): 32152.",
        "Sobel, Joel. 1984. The timing of sales. Review of Economic Studies 51 (3, July): 35368.",
        "Romer, Christina D., and David H. Romer. 2004. A new measure of monetary shocks: Derivation and implications. American Economic Review 94 (4, September): 105584. Rotemberg, Julio J. Forthcoming. Fair pricing. Journal of the European Economic Association.",
        "Peltzman, Sam. 2000. Prices rise faster than they fall. Journal of Political Economy 108 (3, June): 466502.",
        "Nevo, Aviv. 1997. Measuring market power using discrete choice models of demand: An application to the ready-to-eat cereal industry. Mimeo, Univ. of Massachusetts.",
        "Working Paper 2007/13, Center for Financial Studies, University of Frankfort.",
        "Nakamura, Emi, and JÃ\u0083Â³n Steinsson. 2008. Five facts about prices: A reevaluation of menu cost models. Quarterly Journal of Economics 123 (4, November): 141564. Nakamura, Emi, and JÃ\u0083Â³n Steinsson. Forthcoming. Monetary non-neutrality in a multi-sector menu cost model. Quarterly Journal of Economics.",
        "Lucas, Robert E., Jr. 1992. On e ciency and distribution. Economic Journal 102 (411, March): 23347.",
        "Midrigan, Virgiliu. 2007. Menu costs, multi-product ...rms, and aggregate uctuations.",
        "Lazear, Edward P. 1986. Retail pricing and clearance sales. American Economic Review 76 (1, March): 1432.",
        "Hoch, Stephen J., Xavier DrÃ\u0083Â¨ze, and Mary E. Purk. 1994. EDLP, hi-lo, and margin arithmetic. Journal of Marketing 58 (October): 1627.",
        "Hosken, Daniel, and Daniel Reien. 2004. Patterns of retail price variation. Rand Journal of Economics 35 (1, Spring): 12846.",
        "Golosov, Mikhail, and Robert E. Lucas, Jr. 2007. Menu costs and Phillips curves. Journal of Political Economy 115 (2, April): 17199. GuimarÃ\u0083Â£es, Bernardo, and Kevin D. Sheedy. Forthcoming. Sales and monetary policy. American Economic Review.",
        "Gertler, Mark, and John Leahy. 2008. A Phillips curve with an Ss foundation. Journal of Political Economy 116 (3, June): 53372."
    ]
}