{
    "id": 16372,
    "cites": 33,
    "cited_by": 29,
    "reference": [
        "Andreoni, James. 1988. Privately Provided Public Goods in a Large Economy: The Limits of Altruism. Journal of Public Economics 35 (February): 57-73.",
        "Andreoni, James. 1989. Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence. Journal of Political Economy, 97 (December): 1447-58.",
        "Andreoni, James. 1990. Impure Altruism and Donations to Public Goods: A Theory of WarmGlow Giving. Economic Journal, 100 (June): 464-77.",
        "Andreoni, James. 1998. Toward a Theory of Charitable Fund-raising. Journal of Political Economy, 106 (December): 1186-1213.",
        "Andreoni, James. 2006. Philanthropy. in S-C. Kolm and J. Mercier Ythier, eds., Handbook of Giving, Reciprocity and Altruism, Amsterdam: North Holland: 1201-1269.",
        "Andreoni, James. 2007. Giving Gifts to Groups: How Altruism Depends on the Number of Recipients. Journal of Public Economics, forthcoming.",
        "Andreoni, James and A. Abigail Payne. 2003. Do Government Grants to Private Charities Crowd Out Giving or Fund-raising? American Economic Review, 93 (June): 792-812.",
        "Andreoni, James and Justin M. Rao. 2010. The Power of Asking: How Communication Affects Selfishness, Empathy, and Altruism. UCSD, April 2010.",
        "Bound, John, David A. Jaeger, and Regina M. Baker. 1995. Problems with Instrumental Variables Estimation When the Correlation between the Instruments and the Endogenous Explanatory Variables is Weak. Journal of the American Statistical Association, 90(430): 443-50.",
        "Bergstrom, Theodore, Lawrence Blume, and Hal Varian. 1985. On the Private Provision of Public Goods. Journal of Public Economics, 29 (February): 25-49.",
        "Borgonovi, Francesca. 2006. Do Public Grants to American Theatres Crowd-out Private Donations? Public Choice, 126 (March): 429451.",
        "Clotfelter, Charles T. 1985. Federal Tax Policy and Charitable Giving. University of Chicago Press.",
        "Glaeser, Edward L. and Andrei Shleifier. 2001. Not-for-profit Entrepreneurs. Journal of Public Economics, 81 (July): 99-115.",
        "Greenfield, James M., ed., 2001. The Nonprofit Handbook: Fund-raising, Third Edition, John Wiley and Sons: New York.",
        "Greenfield, James M.. 2002. Fundraising Fundamentals: A Guide to Annual Giving for Professionals and Volunteers, Second Edition. John Wiley and Sons: New York.",
        "Gruber, Jonathan. 2004. Pay or pray? The Impact of Charitable Subsidies on Religious Attendance. Journal of Public Economics, 88 (December): 26352655.",
        "Gruber, Jonathan and Daniel M. Hungerman. 2007. Faith-based Charity and Crowd-out During the Great Depression Journal of Public Economics, 91 (June): 1043-1069.",
        "Harbaugh, William T., Ulrich Mayr, and Daniel R. Burghart. 2007. Neural Response to Taxation and Voluntary Giving Reveal Motives for Charitable Donations. Science, 316 (June): 1622-1625.",
        "Hausman, Jerry. 1978. Specification Tests in Econometrics. Econometrica, 46 (November): 1251-1271.",
        "James, Estelle. 1983. How nonprofits grow: A model. Journal of Policy Analysis and Managemen, Volume 2, Issue 3, pages 350365.",
        "Khanna, Jyoti, John Posnett, and Todd Sandler. 1995. Charity Donations in the UK: New Evidence Based on Panel Data. Journal of Public Economics, 56 (February):257-272.",
        "Kingma, Bruce Robert. 1989. An Accurate Measurement of the Crowd-out Effect, Income Effect, and Price Effect for Charitable Contributions. Journal of Political Economy. 97, (October): 1197-1207.",
        "Manzoor, Sonia H. and John D. Straub. 2005. The Robustness of Kingma's Crowd-out Estimate: Evidence from New Data on Contributions to Public Radio. Public Choice, 123 (June): 463-476.",
        "Okten, Cagla and Burton A. Weisbrod. 2000. Determinants of Donations in Private Nonprofit Markets. Journal of Public Economics, 75 (July):255-272.",
        "Ribar, David C. and Mark O.Wilhelm. 2002. Altruistic and Joy-of-Giving Motivations in Charitable Behavior. Journal of Political Economy, 110: 425457.",
        "Roberts, Russell D. 1984. A Positive Model of Private Charity and Public Transfers. Journal of Political Economy, 92 (February): 136-148.",
        "Rose-Ackerman, Susan. 1982. Charitable Giving and `Excessive' Fund-raising. Quarterly Journal of Economics, 97 :195-212.",
        "Stock, James H. and Mark W. Watson. 2006. Heteroskedasticity-Robust Standard Errors for Fixed Effects Panel Data Regression, mimeo, Princeton University.",
        "Stuart, Charles. 1984. Welfare Costs Per Dollar of Additional Tax Revenue in the United States. American Economic Review, 74 : 352-362.",
        "Weisbrod, Burton A. 1988. The Nonprofit Economy. Harvard University Press: Cambridge, MA.",
        "Weisbrod, Burton A. 1998. Modelling the Nonprofit Organization as a Multiproduct Firm: A Framework for Choice. in B.A. Weisbrod, ed., To Profit or Not to Profit: The Commercial Transformation of the Nonprofit Sector. Cambridge: Cambridge University Press.",
        "Weisbrod, Burton A. and Nestor D. Dominguez. 1986. Demand for Collective Goods in Private Nonprofit Markets: Can Fund-raising Expenditures Help Overcome Free-Rider Behavior? Journal of Public Economics, 30 (June): 83-96.",
        "Wooldridge, Jeffrey M. 2002. Econometric Analysis of Cross Section and Panel Data. Cambridge, Mass.:MIT Press."
    ]
}