{
    "id": 16371,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Alves, Denisard C.O. and Rodrigo De Losso da Silveira Bueno Bueno, Short-run, long-run and cross elasticities of gasoline demand in Brazil, Energy Economics, 2003, 25 (2), 191199.",
        "Anderson, Soren T. and James M. Sallee, Using Loopholes to Reveal the Marginal Cost of Regulation: The Case of Fuel-Economy Standards, American Economic Review, 2010, Forthcoming.",
        "Angrist, Joshua D., Kathryn Graddy, and Guido W. Imbens, The Interpretation of Instrumental Variables Estimators in Simultaneous Equations Models with an Application to the Demand for Fish, Review of Economic Studies, 2000, 67 (23), 499527.",
        "Barnett, William A., Douglas Fisher, and Apostolos Serletis, Consumer Theory and the Demand for Money, Journal of Economic Literature, December 1992, 30 (4), 20862119.",
        "Corts, Kenneth S., Building out alternative fuel retail infrastructure: Government fleet spillovers in E85, Journal of Environmental Economics and Management, May 2010, 59 (3), 219234.",
        "Dahl, Carol and Thomas Sterner, Analyzing Gasoline Demand Elasticities: A Survey, Energy Economics, July 1991, 13 (3), 203210.",
        "Davis, Lucas W. and Lutz Kilian, Estimating the Effect of a Gasoline Tax on Carbon Emissions, Journal of Applied Econometrics, 2010, Forthcoming.",
        "Ellison, Sara Fisher, Iain Cockburn, Zvi Griliches, and Jerry Hausman, Characteristics of Demand for Pharmaceutical Products: An Examination of Four Cephalosporins, The RAND Journal of Economics, Autumn 2006, 28 (3), 426446.",
        "Espey, Molly, Explaining the Variation in Elasticity Estimates of Gasoline Demand in the United States: A Meta-Analysis, Energy Journal, 1996, 17 (3), 4960.",
        ", Gasoline Demand Revisited: An International Meta-Analysis of Elasticities, Energy Economics, 1998, 20 (3), 273295.",
        "Fargione, Joseph, Jason Hill, David Tilman, Stephen Polasky, and Peter Hawthorne, Land Clearing and the Biofuel Carbon Debt, Science, February 2008, 319 (5867), 12351238.",
        "Farrell, Alexander E., Richard J. Plevin, Brian T. Turner, Andrew D. Jones, Michael O'Hare, and Daniel M. Kammen, Ethanol Can Contribute to Energy and Environmental Goals, Science, 2006, 311 (5760), 506508.",
        "Graham, Daniel J. and Stephen Glaister, The Demand for Automobile Fuel: A Survey of Elasticities, Journal of Transportation Economics and Policy, January 2002, 36 (1), 126.",
        "Greene, David L., Motor fuel choice: An econometric analysis, Transportation Research A, 1989, 23A (3), 243253.",
        "Griliches, Zvi and Jerry A. Hausman, Errors in Variables in Panel Data, Journal of Econometrics, 1986, 31, 93118.",
        "Harrington, Winston, Ian Parry, and Margaret Walls, Automobile Externalities and Policies, Journal of Economic Literature, 2007, 45, 374400.",
        "Harris Interactive, Two-Thirds of Adult Vehicle Owners are Familiar with Flexible Fuel Vehicles and More than Half are Interested in Purchasing One, July 26 2006. http://www.harrisinteractive.com/NEWS/allnewsbydate.asp?NewsID=1074.",
        "Hausman, Jerry, Mismeasured Variables in Econometric Analysis: Problems from the Right and Problems from the Left, Journal of Economic Perspectives, Autumn 2001, 15 (4), 5767.",
        "Hausman, Jerry A. and Whitney K. Newey, Nonparametric Estimation of Exact Consumers Surplus and Deadweight Loss, Econometrica, November 1995, 63 (6), 14451476.",
        "Holland, Stephen P., Christopher R. Knittel, and Jonathan E. Hughes, Greenhouse Gas Reductions Under Low Carbon Fuel Standards?, American Economic Journal: Economic Policy, 2008, 1 (1), 106146.",
        "Hughes, Jonathan E., Christopher R. Knittel, and Daniel Sperling, Evidence of a Shift in the Short-Run Price Elasticity of Gasoline Demand, The Energy Journal, January 2008, 29 (1).",
        "Kennan, John, Simultaneous Equations Bias in Disaggregated Econometric Models, The Review of Economic Studies, 1989, 56 (1), 151156.",
        "Kilian, Lutz, The Economic Effects of Energy Price Shocks, Journal of Economic Literature, December 2008, 46 (4), 871909.",
        "Minnesota Department of Agriculture, Economic Impact of the Ethanol Industry in Minnesota,  Technical Report May 2003.",
        "National Petroleum News, Retail Market: Market Facts, National Petroleum News, July 2006, 98 (8), 96109.",
        "Nevo, Aviv, Measuring Market Power in the Ready-to-eat Cereal Industry, Econometrica, March 2001, 69 (2), 307342.",
        "Perkins, Morgan and Sergio Barros, Brazil Sugar Ethanol Update, Global Agriculture Information Network Report BR6001, U.S. Department of Agriculture, Foreign Agricultural Service February 2006.",
        "Phillips, Owen R. and David P. Schutte, Identifying profitable self-service markets: A test in gasoline retailing, Applied Economics, February 1988, 20 (2), 263272.",
        "Phoenix Automotive, E85 Ethanol Flexible-Fuel Vehicle Survey, May 2006. Prepared for the American Lung Association of Minnesota.",
        "Rask, Kevin N., Clean Air and Renewable Fuels: The Market for Fuel Ethanol in the U.S. from 1984-1993, Energy Economics, June 1998, 20 (3), 325345.",
        "Robinson, Peter M., Root-N-Consistent Semi-parametric Regression, Econometrica, 1988, 55, 931954.",
        "Salvo, Alberto and Cristian Huse, Is Arbitrage Tying the Price of Ethanol to that of Gasoline? Evidence from the Uptake of Flexible-Fuel Technology, July 2010. Working Paper.",
        "Searchinger, Timothy, Ralph Heimlich, R. A. Houghton, Fengxia Dong, Amani Elobeid, Jacinto Fabiosa, Simla Tokgoz, Dermot Hayes, and Tun-Hsiang Yu, Use of U.S. Croplands for Biofuels Increases Greenhouse Gases Through Emissions from Land-Use Change, Science, February 2008, 319 (5867), 12381240.",
        "Solon, Gary, Estimating Autocorrelations in Fixed-Effects Models, February 1984. NBER Technical Working Paper 32.",
        "Stern, Nicholas, Stern Review: The Economics of Climate Change, Cambridge, MA: Cambridge University Press, 2006.",
        "Tol, Richard S.J., The marginal damage costs of carbon dioxide emissions: an assessment of the uncertainties, Energy Policy, November 2005, 33 (16), 622634. 2064-2074.",
        "Wooldridge, Jeffrey M., Selection Corrections for Panel Data Models Under Conditional Mean Independence Assumptions, Journal of Econometrics, 1995, 68, 115132.",
        ", Econometric Analysis of Cross Section and Panel Data, MIT Press, 2002.",
        "Yatchew, Adonis, An Elementary Estimator of the Partial Linear Model, Economics Letters, 1997, 57, 135143.",
        ", Nonparametric Regression Techniques in Economics, Journal of Economic Literature, June 1998, 36 (2), 669721."
    ]
}