{
    "id": 16378,
    "cites": 42,
    "cited_by": 11,
    "reference": [
        "Abramovitz, Moses (1986), Catching Up, Forging Ahead, and Falling Behind,Journal of Economic History , 46 , 388-406.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson (2001), The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, 91, 1369-1401.",
        "Alvarez-Cuadrado, Francisco, and Pintea, Mihaela I. (2009) A quantitative exploration of the Golden Age of European growth,Journal of Economic Dynamics and Control, 33, 1437-1450.",
        "Barro, Robert J., and JosÃ\u0083Â© F. UrsÃ\u0083Âºa (2008), Macroeconomic Crises since 1870,Brookings Papers on Economic Activity, Spring 2008.",
        "Baumol, William J. (1986), Productivity Growth, Convergence, and Welfare: What the Long-Run Data Show,American Economic Review, 76, 1072-1085.",
        "Bjarnar, Ove, and Matthias Kipping (1998), The Americanisation of European Business: The Marshall Plan and the Transfer of US Management Models, New York: Routledge.",
        "Boel, Brent (2003). The European Productivity Agency and Transatlantic Relations 1953-1961. Copenhagen, Denmark: Museum Tusculanum Press.",
        "Brynjolfsson, Erik, and Lorin M. Hitt (2000), Beyond Computation: Information Technology, Organizational Transformation and Business Performance, Journal of Economic Perspectives, 14, 23-48.",
        "Cette, Gilbert, Yusuf Kocoglu, and Jacques Mairesse (2009),Productivity Growth and Levels in France, Japan, the United Kingdom and the United States in the Twentieth Century,NBER Working Paper No. 15577.",
        "Chen, Kaiji, Ayse Imrohoroglu, and Selahattin Imrohoroglu (2006), The Japanese Saving Rate,The American Economic Review, 96, 1850-1858",
        "Christiano, Lawrence J. (1989), Understanding Japan's Saving Rate: The Reconstruction Hypothesis,Federal Reserve Bank ofMinneapolis Quarterly Review, 13, 10-25.",
        "Comin, Diego A., William Easterly and Erick Gong (2010), Was the Wealth of nations Determined in 1000 BC?,American Economic Journal: Macroeconomics, forthcoming.",
        "Comin, Diego A., and Bart Hobijn (2009a), Lobbies and Technology Diusion,Review of Economics and Statistics, 91, 229-244.",
        "Comin, Diego A., and Bart Hobijn (2009b), The CHAT Dataset, NBER Working Paper 15319.",
        "Comin, Diego A., and Bart Hobijn (2010), An Exploration of Technology Diusion, American Economic Review, forthcoming.",
        "De Long, J. Bradford, and Barry Eichengreen (1991), The Marshall Plan: History's Most Successful Structural Adjustment Program,mimeo, UC Berkeley.",
        "De Long, J. Bradford (1988), Productivity Growth, Convergence, and Welfare: Comment, American Economic Review, 78, 1138-1154.",
        "Dowrick, Steve, and Mark Rogers (2002), Classical and Technological Convergence: Beyond the Solow-Swan Growth Model,Oxford Economics Papers, 54, 369-385.",
        "Dumke, Rolf H. (1990), Reassessing The Wirtshaftswunder: Reconstruction and Postwar Growth in West Germany in an International Context, Oxford Bulletin of Economics and Statistics, 52, 451-492.",
        "Eaton, Jonathan, and Samuel Kortum (1997), Engines of growth: Domestic and foreign sources of innovation,Japan and the World Economy, 9,235-259.",
        "Eichengreen, Barry J. (2007), The European Economy Since 1945: Coordinated Capitalism and Beyond, Princeton: Princeton University Press.",
        "Eichengreen, Barry J., and Marc Uzan (1992), The Marshall Plan: Economic Eects and Implications for Eastern Europe and the Former USSR,Economic Policy, 7, 14-75.",
        "Gilchrist, Simon, and John C. Williams (2004), Transition Dynamics in Vintage Capital Models: Explaining the Postwar Catch-Up of Germany and Japan, Federal Reserve Bank of San Francisco Working Paper 2004-14.",
        "Glick, Reuven, and Alan M. Taylor (2010), Collateral Damage: Trade Disruptions and the Economic Impact of War,Review of Economics and Statistics, forthcoming.",
        "Hall, Robert E., and Charles I. Jones (1999), Why Do Some Countries Produce So Much More Output per Worker than Others?Quarterly Journal of Economics, 114(1): 83-116.",
        "Hayashi, Fumio (1986), Why Is Japan's Saving Rate So Apparently High? NBER Macroeconomics Annual, 1, Stanley Fischer (ed.), Cambridge, MA: MIT Press.",
        "Hayashi, Fumio (1989), Is Japan's Saving Rate High?Federal Reserve Bank of Minneapolis Quarterly Review, 13, 3-9.",
        "Hess, Gregory D., and Athanasios Orphanides (1995), War Politics: An Economic, Rational-Voter Framework,American Economic Review, 85, 828-846.",
        "Heston, Alan, Robert Summers and Bettina Aten, (2009), Penn World Table Version 6.3, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania, August 2009.",
        "International Cooperation Administration (1958), European Productivity and Technical Assistance Programs: A Summing Up, 1948-1958, Paris.",
        "Klenow, Peter J., and AndrÃ\u0083Â©s RodrÃ\u0083Â­guez-Clare (1997), The Neoclassical Revival in Growth Economics: Has It Gone Too Far? NBER Macroeconomics Annual, 12: 73103.",
        "Maddison, Angus (2007), Contours of the World Economy 1-2030 AD: Essays in MacroEconomic History. Oxford: Oxford University Press.",
        "Miguel, Edward, Shanker Satyanath, and Ernest Sergenti (2004), Economic Shocks and Civil Conict: An Instrumental Variables Approach,Journal of Political Economy, 112, 725-753.",
        "Olson, Mancur (1982), The Rise and Decline of Nations, New Haven: Yale University Press.",
        "Parente, Stephen L., and Edward C. Prescott, (1994), Barriers to Technology Adoption and Development.Journal of Political Economy, 102(2): 298-321.",
        "Prescott, Edward C. (1997), Needed: A theory of total factor productivity,International Economic Review, 39, 525551.",
        "Solow, Robert M. (1960), Investment and Technical Progress,in Mathematical Methods in the Social Sciences, Kenneth J. Arrow, Samuel Karlin and Patrick Suppes, (eds), Stanford: Stanford Univ. Press.",
        "Saint James Press (2001), International Directory of Company Histories, London: Saint James Press.",
        "Tiratsoo, Nick (2000), The United States Techincal Assistance Programme in Japan, 1955-62,Business History, 42, 117-136.",
        "Van Ark, Bart, and Dirk Pilat (1993), Productivity Levels in Germany, Japan, and the United States: Dierences and Causes, Brookings Papers on Economic Activity. Microeconomics, 1993-2, 1-69.",
        "Wasser, Solidelle F., and Micheal L. Dolfman (2005), BLS and the Marshall Plan: The Forgotten Story,Monthly Labor Review, 128(6), 44-52.",
        "Wol, Edward N. (1991), Capital Formation and Productivity Convergence over the Long-Term, American Economic Review, 81,565-79."
    ]
}