{
    "id": 16388,
    "cites": 50,
    "cited_by": 0,
    "reference": [
        "Whalley, John. 1985. Trade Liberalization among Major World Trading Areas. Cambridge, MA: MIT Press.",
        "Venables, Anthony J. 1987. Trade and Trade Policy with Dierentiated Products: A Chamberlinian-Ricardian Model. The Economic Journal, 97(387): 700-717.",
        "Tomz, Michael, Judith L. Goldstein, and Douglas Rivers. 2007. Do We Really Know That the WTO Increases Trade? Comment. American Economic Review, 97(5): 20052018.",
        "Syropoulos, Constantinos. 2002. Optimum Taris and Retaliation Revisited: How Country Size Matters. Review of Economics Studies, 69(3): 707-727.",
        "Subramanian, Arvind, and Shang-Jin Wei. 2007. The WTO Promotes Trade, Strongly but Unevenly. Journal of International Economics, 72(1): 151-175.",
        "Staiger, Robert W., and Guido Tabellini. 1987. Discretionary Trade Policy and Excessive Protection. American Economic Review, 77(5): 823-837.",
        "Riezman, Raymond. 1982. Tari Retaliation from a Strategic Viewpoint. Southern Economic Journal, 48(3): 583-593.",
        "Rose, Andrew K. 2004. Do We Really Know That the WTO Increases Trade? American Economic Review, 94(1): 98-114.",
        "Perroni, Carlo, and John Whalley. 2000. The New Regionalism: Trade Liberalization or Insurance. The Canadian Journal of Economics, 33(1): 1-24.",
        "Panagariya, Arvind. 2000. Preferential Trade Liberalization: The Traditional Theory and New Developments. Journal of Economic Literature, 38(2): 287-331.",
        "Mitra, Devashish. 2002. Endogenous Political Organization and the Value of Trade Agreements. Journal of International Economics, 57(2): 473-485.",
        "Mayer, Wolfgang. 1981. Theoretical Considerations on Negotiated Tari Adjustments. Oxford Economic Papers, 33(1), 135-53.",
        "Melitz, Marc. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71(6): 1695-1725.",
        "Martin, Philippe, and Carol A. Rogers. 1995. Industrial Location and Public Infrastructure.  Journal of International Economics, 39(3): 335-351.",
        "Maggi, Giovanni, and Andres Rodriguez-Clare. 2007. A Political-Economy Theory of Trade Agreements. American Economic Review, 97(4): 1374-1406.",
        "Maggi, Giovanni, and Andres Rodriguez-Clare. 1998. The Value of Trade Agreements in the Presence of Political Pressures. Journal of Political Economy, 106(3): 574-601.",
        "Maggi, Giovanni, and Pinelopi K. Goldberg. 1999. Protection for Sale: An Empirical Investigation. American Economic Review, 89(5): 1135-1155.",
        "Maggi, Giovanni. 1999. The Role of Multilateral Institutions in International Trade Cooperation. American Economic Review, 89(1): 190-214.",
        "Kuga, Kiyoshi. 1973. Tari Retaliation and Policy Equilibrium. Journal of International Economics, 3(4): 351-366.",
        "Krugman, Paul, and Anthony J. Venables. 1999. How Robust is the Home Market Eect? Unpublished.",
        "Krugman, Paul. 1991. Increasing Returns and Economic Geography. Journal of Political Economy, 99(3): 483-499.",
        "Krugman, Paul. 1997. What Should Trade Negotiators Negotiate About? Journal of Economic Literature, 35(1): 113-120.",
        "Krugman, Paul. 1980. Scale Economies, Product Dierentiation, and the Pattern of Trade. American Economic Review, 70(5): 950-959.",
        "Kennan, John, and Raymond Riezman. 1988. Do Big Countries win Tari Wars? International Economic Review, 29(1): 81-85.",
        "Johnson, Harry G. 1953-1954. Optimum Taris and Retaliation. Review of Economic Studies, 21(2): 142-53.",
        "Irwin, Douglas A. 1996. Against the Tide: An Intellectual History of Free Trade. Princeton, NJ: Princeton University Press.",
        "Helpman, Elhanan, and Paul Krugman. 1989. Trade Policy and Market Structure. Cambridge, MA: MIT Press.",
        "Helpman, Elhanan, and Paul Krugman. 1985. Market Structure and Foreign Trade. Cambridge, MA: MIT Press.",
        "Head, Keith, and John Ries. 2001. Increasing Returns Versus National Product Dierentiation as an Explanation for the Pattern of U.S.-Canada Trade. American Economic Review, 91(4): 858-876.",
        "Hanson, Gordon H., and Chong Xiang. 2004. The Home Market Eect and Bilateral Trade Patterns. American Economic Review, 94(4): 1108-1129.",
        "Grossman, Gene, and Elhanan Helpman. 1995. Trade Wars and Trade Talks. Journal of Political Economy, 103(4): 675-708.",
        "Gros, Daniel. 1987. A Note on the Optimal Tari, Retaliation and the Welfare Loss from Tari Wars in a Framework with Intra-Industry Trade. Journal of International Economics, 23(3-4): 357-367.",
        "Fujita, Masahisa, Paul Krugman, and Anthony J. Venables. 1999. The Spatial Economy: Cities, Regions, and International Trade. Cambridge, MA: MIT Press.",
        "Flam, Harry, and Elhanan Helpman. 1987. Industrial Policy under Monopolistic Competition.  Journal of International Economics, 22(1-2): 79-102.",
        "Feenstra, Robert C., James R. Markusen, and Andrew K. Rose. 1998. Understanding the Home Market Eect and the Gravity Equation: The Role of Dierentiating Goods. National Bureau of Economic Research Working Paper 6804.",
        "Dixit, Avinash. 1987. Strategic Aspects of Trade Policy. In Advances in Economic Theory: Fifth World Congress, ed. Truman F. Bewley, 329-362. Cambridge, UK: Cambridge University Press.",
        "Dekle, Robert, Jonathan Eaton, and Samuel S. Kortum. 2007. Unbalanced Trade. American Economic Review Papers and Proceedings, 97: 351-355.",
        "Davis, Donald R., and David Weinstein. 1999. Economic Geography and Regional Production Structure: An Empirical Investigation. European Economic Review, 43(2): 379407.",
        "Davis, Donald R., and David Weinstein. 2003. Market Access, Economic Geography, and Comparative Advantage: An Empirical Assessment. Journal of International Economics, 59(1): 1-23.",
        "Davis, Donald R. 1999. The Home Market, Trade, and Industrial Structure. American Economic Review, 88(5): 1264-1276.",
        "Broda, Christian, Nuno Limao, and David Weinstein. 2008. Optimal Taris and Market Power: The Evidence. American Economic Review, 98(5): 2032-2065.",
        "Boumellassa, Houssein, David Laborde, and Christina Mitaritonna. 2009. A Picture of Tari Protection Across the World in 2004. International Food Policy Research Institute Discussion Paper 00903.",
        "Baldwin, Richard E., Rikard Forslid, Philippe Martin, Gianmarco I. P. Ottaviano, and Frederic Robert-Nicoud. 2003. Economic Geography and Public Policy. Princeton, NJ: Princeton University Press.",
        "Baldwin, Richard E., and Frederic Robert-Nicoud. 2000. Free Trade Agreements without Delocation. Canadian Journal of Economics, 33(3): 766-786.",
        "Bagwell, Kyle, and Robert W. Staiger. 2009. Firm Delocation and Trade Agreements in Imperfectly Competitive Markets. Unpublished.",
        "Bagwell, Kyle, and Robert W. Staiger. 2006. Will International Rules on Subsidies Disrupt the World Trading System? American Economic Review, 96(3): 877-895.",
        "Bagwell, Kyle, and Robert W. Staiger. 2002. The Economics of the World Trading System. Cambridge, MA: MIT Press.",
        "Bagwell, Kyle, and Robert W. Staiger. 2001.Reciprocity, Non-discrimination and Preferential Agreements in the Multilateral Trading System. European Journal of Political Economy, 17(2): 281-325.",
        "Bagwell, Kyle, and Robert W. Staiger. 1999. An Economic Theory of GATT. American Economic Review, 89(1): 215-248.",
        "Bagwell, Kyle, and Robert W. Staiger. 2001. Domestic Policies, National Sovereignty, and International Economic Institutions. Quarterly Journal of Economics, 116(2): 519562."
    ]
}