{
    "id": 16380,
    "cites": 41,
    "cited_by": 47,
    "reference": [
        "Gordon and Krenn (2009) vs. Gordon and Veitch (1986) G&K (2009) G&V (1986) Interpolation EndDate  1951:Q4  1941:Q4 Number of Interpolators Used  29  14 Separation of Cons. Nondurables and Services? Yes  No Comparison to BEA Quarterly Data?  Yes  No The only series where 1919:1-1941:12 data comes from the Chow-Lin process run over the entire 1919-1951 period is the GDP Deflator.",
        "End of the Great Depression, Page 44 44 For testing purposes, the monthly data are aggregated into quarterly data to smooth out any monthly anomalies and thus create a more reliable dataset. GDP components for 1942:11951:12 (not directly used in the paper) are obtained by repeating the above procedure over the entire 19191951 span.  The 1919:11941:12 data are run separately in order to avoid having the ChowLin procedure's smoothing parameter affect the data for the second half of 1941, a crucial period for our study.59  For example, as real investment is severely depressed in early1942, when the ChowLin procedure is run over the entire 19191951 period the data for late1941 is also depressed because of the smoothing mechanism.  This is not what the monthly interpolators indicate actually happened to real investment in late1941 and thus we cut off the ChowLin procedure in 1941:12 to avoid this issue.",
        "This process was done in the statistical software program RATS using the procedure Chowlin; specific code is available upon request. Related monthly series were also chosen so that they could be made into a continuous strand from 1919:1-1951:12.",
        "G-V's dataset consists of annualized quarterly data. Annual data equals the sum of the quarterly data divided by 4. G-V's data for 1919-1928 is sourced primarily from Swanson and Williamson (1971) along with other sources described in the G-V Data Appendix.",
        "The value for 19xx = G-V's 19xx value multiplied by (NIPA 1929 value / G-V 1929 value).",
        "By solving the system of equations and performing an iterative GLS procedure to obtain estimates of  and M, monthly estimates for the dependent variable can be calculated using the formula: ^^^^ -+= tMitit uxy     (2) This interpolation process is repeated for each of the nine real GDP components, and the related monthly series used to interpolate each annual series are identified in the table on the next page.  Following the advice of Gordon and Veitch (1986), different sets of monthly interpolators are used for each component of GDP, in order to avoid a spurious correlation between the dependent and explanatory variables when performing the statistical tests (287). Individual annual GDP component sources are described in Section 2b below.",
        "Variable: M1 Monetary Base (Jan. 1918Jan. 2009):  St. Louis Adjusted Monetary Base, FRED Series AMBSL. Last updated: 2/20/2009, s.a. Data Adjustments:  Data are in monthly format. Quarterly data = average of monthly data by quarter. Variable: MB M1 Money Multiplier:  Equals M1 Money Supply divided by the Monetary Base.",
        "End of the Great Depression, Page 42 Data Appendix by Source Section 1: Monetary Policy Variables Source: NBER Macrohistory Database, Last modified April 10, 2008 http://www.nber.org/databases/macrohistory/contents/ Interest Rate (Jan. 1919Dec. 1951): Discount Rates, Federal Reserve Bank of New York, NBER Series 13009, X11 s.a. Data Adjustments:  Data are in monthly format. Quarterly data = average of monthly data by quarter.",
        "Wasson, Robert C., Musgrave, John C., and Harkins, Claudia (1970).  Alternative Estimates of Fixed Business Capital in the United States, Survey of Current Business.  April, pp. 1836.",
        "Vatter, Harold G.  (1985).  The U. S. Economy in World War II.  New York:  Columbia University Press.",
        "Temin, Peter (1990).  Socialism and Wages in the Recovery from the Great Depression in the United States and Germany. The Journal of Economic History. Vol. 50, no. 2 (June), pp. 297307.",
        "Stock, James H. and Mark W. Watson (2001).  Vector Autoregressions. The Journal of Economic Perspectives. Vol. 15, No. 4 (Autumn, 2001), pp. 101115.",
        "Sims, Christopher A. (1998).  The Role of Interest Rate Policy in the Generation and Propagation of Business Cycles: What Has Changed Since the 30's? Federal Reserve Bank of Boston. Postconference draft revised August 19, 1998.",
        "Vol. 52, No. 4 (Dec. 1992), pp. 757784.",
        "Romer, Christina (2009).  Lessons from the Great Depression for Economic Recovery in 2009, transcript of speech given at Brookings Institution, March 9.",
        "Romer, Christina (1992).  What Ended the Great Depression? Journal of Economic History.",
        "End of the Great Depression, Page 41 41 Ramey, Valerie (2009).  Identifying Government Spending Shocks:  It's All in the Timing, NBER Working Paper 15464.  October, 2009. Her quotes from Business Week and other publications are taken from her document that is not yet released, Defense_News_Narrative.pdf.",
        "Novick, David, Melvin Ansen, and W. C. Truppner (1949).  Wartime Production Controls.  New York:  Columbia University Press.",
        "Lazonick, William (2002).  American Corporate Economy: Critical Perspectives on Business and Management.  Taylor & Francis, 2002.",
        "Kendrick, John W. (1961). Productivity trends in the United States. General Series 71, National Bureau of Economic Research. Princeton, N.J.: Princeton University Press.",
        "Hamilton, James D. (2009).  Causes and Consequences of the Oil Shock of 200708. Department of Economics, UC San Diego. Revised March 23, 2009 draft.",
        "Hamilton, James D. (1994).  Time Series Analysis. Princeton University Press: Princeton, New Jersey.",
        "Hall, Robert E. (2009).  By How Much Does GDP Rise if the Government Buys More Output? Brookings Papers on Economic Activity.  No. 2, forthcoming.  Also NBER Working Paper 15496, November.",
        "Gordon, Robert J. and John M. Veitch (1986).  Fixed Investment in the American Business Cycle, 191983, in Robert J. Gordon, ed., The American Business Cycle: Continuity and Change.   Chicago:  University of Chicago Press for NBER, pp. 267335.",
        "Gordon, Robert J. and Stephen R. King (1982).  The Output Cost of Disinflation in Traditional and Vector Autoregressive Models. Brookings Papers on Economic Activity.  No. 1, pp. 205244.",
        "Gordon, Robert J. (2009).  Macroeconomics, 11th Edition.  New York:  Pearson / Addison Wesley.",
        "Gordon, Robert J. (1982).  Price Inertia and Policy Ineffectiveness in the United States, 1890 1980. The Journal of Political Economy. Vol. 90, no. 6 (Dec. 1982), pp. 10871117.",
        "Gordon, Robert J. (1969).  $45 Billion of U. S. Private Investment Has Been Mislaid, American Economic Review.  Vol. 59, pp. 22138.",
        "Goodwin, Doris Kearns (1994).  No Ordinary Time.  New York:  Simon and Shuster.",
        "End of the Great Depression, Page 40 40 Field, Alexander J. (2003).  The Most Technologically Progressive Decade of the Century, American Economic Review.  Vol.  93 (September), pp. 13991414.",
        "Estima (2007).  RATS Version 7: User's Guide, August.",
        "Eggertsson, Gauti B. (2008).  Great Expectations and the End of the Depression. American Economic Review. Vol. 98, no. 4, pp. 14761516.",
        "De Long, J. Bradford and Lawrence H. Summers (1988).  How Does Macroeconomic Policy Affect Output? Brookings Papers on Economic Activity. No. 2, pp. 433494.",
        "Darby, Michael (1976).  ThreeandaHalf Million U. S. Employees Have Been Mislaid: Or, an Explanation of Unemployment, 19341941. The Journal of Political Economy. Vol. 84, No. 1 (February), pp. 116.",
        "Cole, Harold L. and Lee E. Ohanian (2004).  New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis. The Journal of Political Economy. Vol. 112, no. 4 (August), pp. 779816.",
        "Coen, Robert M.  (1973).  Labor Force and Unemployment in the 1920's and 1930's:  A Re Examination Based on Postwar Experience, Review of Economics and Statistics.  Vol. 55, no. 1 (February), pp. 4655.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo (2009).  When is the Government Spending Multiplier Large?  NBER Working Paper 15394, October.",
        "Chow, Gregory C. and Anloh Lin (1971).  Best Linear Unbiased Interpolation Distribution and Extrapolation of Time Series by Related Series. Review of Economics and Statistics. Vol. 53, no. 4 (November), pp. 372376.",
        "Bernanke, Ben, et al.  (1997).  Systematic Monetary Policy and the Effects of Oil Price Shocks. Brookings Papers on Economic Activity.  No. 1, pp. 91157.",
        "Bernanke, Ben and Martin Parkinson (1989).  Unemployment, Inflation, and Wages in the American Depression: Are There Lessons for Europe? The American Economic Review Papers and Proceedings.  Vol. 79, no. 2 (May), pp. 210214.",
        "Barro, Robert J. and Charles J. Redlick (2009).  Macroeconomic Effects from Government Purchases and Taxes, Harvard University working paper, November."
    ]
}