{
    "id": 16382,
    "cites": 31,
    "cited_by": 11,
    "reference": [
        "Vaccarino, V, SS Rathore, NK Wenger. 2005. Sex and Racial Differences in the Management of Acute Myocardial Infarction. New England Journal of Medicine 353:671-682 Van Ryn, M, and SS Fu. 2003. Paved With Good Intentions: Do Public Health and Human Service Providers Contribute to Racial/Ethnic Disparities in Health? American Journal of Public Health 93(2): 24855.",
        "Smedley, B, A Stith, A Nelson, eds. Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care. Washington DC: Institute of Medicine; 2003.",
        "Skinner, Jonathan, Amitabh Chandra, Douglas Staiger, Julie Lee, and Mark McClellan. 2005. Mortality After Acute Myocardial Infarction in Hospitals that Disproportionately Treat African Americans. Circulation.",
        "Schulman, KA, JA Berlin, W Harless, et al. 1999. The Effect of Race and Sex on Physicians' Recommendations for Cardiac Catheterization. New England Journal of Medicine 340(8): 61826.",
        "Rathore, SS, AK Berger, KP Weinfurt, et al. 2000. Race, Sex, Poverty, and the Medical Treatment of Acute Myocardial Infarction in the Elderly. Circulation 102:642-8.",
        "O'Connor, GT, HB Quinton, ND Traven, et al. 1999. Geographic Variation in the Treatment of Acute Myocardial Infarction: The Cooperative Cardiovascular Project. Journal of the American Medical Association 281: 627-33.",
        "Munnell, Alicia H. & Geoffrey M. B. Tootell & Lynn E. Browne & James McEneaney, 1996. Mortgage Lending in Boston: Interpreting HMDA Data, American Economic Review, 86(1): 25-53.",
        "McClellan, Mark, Barbara J. McNeil, Joseph P. Newhouse. 1994. Does More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce Mortality? Analysis Using Instrumental Variables. Journal of the American Medical Association 272(11): 859-866.",
        "Marciniak, TA, EF Ellerbeck, MJ Radford, et al. 1998. Improving the Quality of Care for Medicare Patients with Acute Myocardial Infarction: Results from the Cooperative Cardiovascular Project. Journal of the American Medical Association 279:1351-7.",
        "List, John A. 2004. The Nature and Extent of Discrimination in the Marketplace: Evidence from the Field, Quarterly Journal of Economics 119(1): 49-89.",
        "Knowles, John, Nicola Persico, and Petra Todd. 2001. Racial Bias in Motor Vehicle Searches: Theory and Evidence. Journal of Political Economy 109(1): 203-232.",
        "Jha, AK, ES Fisher, Z Li, EJ Orav, and AM Epstein. 2005. Racial Trends in the Use of Major Procedures Among the Elderly. New England Journal of Medicine 353:683- 91.",
        "Heckman JH, S Urzua, E Vytlacil. 2006. Understanding Instrumental Variables in Models with Essential Heterogeneity. The Review of Economics and Statistics 88(3):389-432.",
        "Heckman JH. 1998. Detecting Discrimination. Journal of Economic Perspectives 12(2):101116.",
        "Healy, Bernadine. 1991. The Yentl Syndrome, New England Journal of Medicine 325: 274276.",
        "Green, Alexander, Dana Carney, Daniel Pallin, Long Ngo, Kristal Paymond, Lisa Iezzoni, Mahzarin Banaji. 2007. Implicit Bias among Physicians and its Predictions of Thrombolysis for Blacks and Whites Patients. Journal of General Internal Medicine.",
        "Fincher, C, JE Williams, V MacLean, JJ Allison, CI Kiefe, JG Canto. 2004. Racial Disparities in Coronary Heart Disease: A Sociological View of the Medical Literature on Physician Bias. Ethnicity and Disease 14(3): 36071.",
        "Fibrinolytic Therapy Trialists' Collaborative Group. 1994. Indications for Fibrinolytic Therapy in Suspected Acute Myocardial Infarction: Collaborative Overview of Early Mortality and Major Morbidity Results from all Randomised Trials of More Than 1000 patients. Lancet 343(8893): 311-22.",
        "Chen, Jersey, Saif S. Rathore, Martha J. Radford, Yun Wang, Harlan M. Krumholz. 2001.",
        "Chandra, Amitabh and Douglas O. Staiger. 2007. Productivity Spillovers in Healthcare: Evidence from the Treatment of Heart Attacks. Journal of Political Economy.",
        "Canto, JG, JJ Allison, CI Kiefe. 2000. Relation of Race and Sex to the Use of Reperfusion Therapy in Medicare Beneficiaries with Acute Myocardial Infarction. New England Journal of Medicine 342:1094-1100 Chandra, Amitabh and Jonathan S. Skinner, Geography and Racial Health Disparities in Anderson, Norman B., Rodolfo A. Bulatao, and Barney Cohen (Eds). 2004. Critical Perspectives: on Racial and Ethnic Differences in Health in Late Life. Washington D.C.: The National Academies Press.",
        "Bertrand, Marianne, Dolly Chugh, and Sendhil Mullainathan. 2005. Implicit Discrimination. American Economic Review 95(2): 9498.",
        "Barsky, Robert B., John Bound, Kerwin Charles, and J.P. Lupton. 2002. Accounting for the black-white wealth gap: A nonparametric approach. Journal of the American Statistical Association 97 (459): 663-673.",
        "Barnato, AE, FL Lucas, D Staiger, A Chandra. 2005. Hospital-Level Racial Disparities in Acute Myocardial Infarction Treatment and Outcomes. Medical Care 43: 308-19.",
        "Balsa, Ana I., and Thomas G. McGuire. 2003. Prejudice, Clinical Uncertainty and Stereotyping as Sources of Health Disparities. Journal of Health Economics 22(1): 89-116.",
        "Baicker, Katherine, Amitabh Chandra, Jonathan Skinner, and John E. Wennberg. 2004. Who You Are and Where You Live: How Race and Geography Affect the Treatment of Medicare Beneficiaries. Health Affairs.",
        "Ayanian, JZ, I Udvarhelyi, C Gatsonis, C Pashos, A Epstein. 1993. Racial Differences in the Use of Revascularization Procedures After Coronary Angiography. Journal of the American Medical Association 269(20): 2642-6.",
        "Anwar, S, H Fang. 2006. An Alternative Test of Racial Prejudice in Motor Vehicle Searches: Theory and Evidence. The American Economic Review. 96(1): 127-151.",
        "Antonovics, Kate, and Brian Knight. 2009. A New Look at Racial Profiling: Evidence from the Boston Police Department. The Review of Economics and Statistics 91(1): 163-177.",
        "Allison, JJ, CI Kiefe, RM Centor, JB Box, RM Farmer. 1996. Racial Differences in the Medical Treatment of Elderly Medicare Patients with Acute Myocardial Infarction. Journal of General Internal Medicine 11(12): 736-43.",
        "Altonji, Joseph G, and Charles R. Pierret. 2001. Employer Learning and Statistical Discrimination. Quarterly Journal of Economics 116(1): 313-350."
    ]
}