{
    "id": 16386,
    "cites": 29,
    "cited_by": 5,
    "reference": [
        "Woodford, Michael (2009a), Robustly Optimal Monetary Policy with Near-Rational Expectations, American Economic Review, forthcoming.",
        "Woodford, Michael (2009b), Optimal Monetary Stabilization Policy, unpublished manuscript, Columbia University. 0.5 1.5 Output 0.5 0.6 0.7 0.8 0.9 Consumption 1.2 1.4 1.6 1.8 Investment 0.5 1.5 2.5 Hours 0.2 0.4 0.6 0.8 Tobin, sq 0.65 0.7 0.75 0.8 0.85 Equity -0.4 -0.3 -0.2 -0.1 0.1 Realrate -0.1 0.1 0.2 0.3 Inflation -0.1 -0.05 0.05 0.1 Nominalrate =1 =25 =50 =100",
        "Tetlow, Robert J. (2007), On the Robustness of Simple and Optimal Monetary Policy Rules, Journal of Monetary Economics 54: 1397-1405.",
        "Taylor John B (2007), Monetary Policy and House Prices, NBER WP 13682.",
        "Tallarini, Thomas D. (2000), Risk-Sensitive Real Business Cycle, Journal of Monetary Economics 45, pp. 507--532.",
        "Taylor, John B. (1993), Discretion versus Policy Rules in Practice, CarnegieRochester Conference Series on Public Policy, Volume 39, Pages 195-214.",
        "Smets, Frank and Ralf Wouters, (2007), Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach. American Economic Review, vol. 97(3), pages 586-606, June.",
        "Rudebusch, Glenn D. (2001), Is the Fed Too Timid? Monetary Policy in an Uncertain World, Review of Economics and Statistics, Vol. 83, No. 2, Pages 203-217.",
        "Poole, William (2007), Understanding the FED, Federal Reserve Bank of St. Louis, Review, Vol 89., No 1, pp3-14.",
        "Levin, Andrew, David Lopez-Salido, Edward Nelson and Tack Yun (2008), Macroeconometric Equivalence, Microeconomic Dissonance, and The Design of Monetary Policy, Journal of Monetary Economics 55: 48-62.",
        "Leitemo, Kai and Ulf Soderstrom (2008), Robust Monetary Policy in the New Keynesian Framework, Macroeconomic Dynamics 12: 126-135.",
        "Kryvtsov, Oleksiy and Pete Klenow, (2008), State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. Inflation?, Quarterly Journal of Economics, Volume 123, pp. 863-904.",
        "Khan, Aubhik, Robert G. King and Alexander L. Wolman (2003), Optimal Monetary Policy, Review of Economic Studies 70(4): 825-860.",
        "Karantounias, Anastasios (with Lars Hansen and Thomas Sargent) (2009), Managing Expectations and Fiscal Policy, unpublished manuscript, Federal Reserve Bank of Atlanta.",
        "Hansen, Lars and Thomas Sargent (2005), Robust Estimation and Control under Commitment, Journal of Economic Theory 124, pp. 258--301.",
        "Hansen, Lars and Thomas Sargent (2007), Robustness, Princeton University Press.",
        "Giannoni, Marc (2002), Does Model Unvertainty Justify Caution? Robust Optimal Monetary Policy In A Forward-Looking Model, Macroeconomic Dynamics 6: 114144.",
        "Greenspan, Alan (2010), The Crisis, Brookings Papers on Economic Activity, forthcoming.",
        "Fernald, John (2008), A Quarterly, Utilization-Corrected Series on Total Factor Productivity. mimeo.",
        "Epstein, Larry and Stanley Zin (1989), Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica 57, pp. 937--969.",
        "Dupor, Bill (2005), Stabilizing Non-Fundamental Asset Price Movements under Discretion and Limited Information, Journal of Monetary Economics, Volume 52, Issue 4, pages 727-747.",
        "Dennis, Richard, Kai Leitemo and Ulf Soderstrom (2009), Monetary Policy in a Small Open Economy with a Preference for Robustness, unpublished manuscript, Federal Reserve Bank of San Francisco.",
        "Christiano, Lawrence J., Eichenbaum, Martin and Charles L. Evans, (2005), Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, University of Chicago Press, vol. 113(1), pages 1-45.",
        "Christiano, Lawrence J. and Martin Eichenbaum (1992), Current Real-BusinessCycle Theories and Aggregate Labor-Market Fluctuations, American Economic Review, 82 (3), June, pages 430-50.",
        "Cecchetti, Stephen, Hans Genberg, John Lipsky and Sushil Wadhwani (2000), Asset Prices and Central Bank Policy, London International Center for Monetary and Banking Studies.",
        "Bernanke, Ben and Mark Gertler (2001), Should Central Banks Respond to Movements in Asset Prices, American Economic Review, pp. 253-257.",
        "Benigno, Pierpaolo and Michael Woodford (2007), Linear-Quadratic Approximations of Optimal Policy Problem, NBER Working Paper No. 12672.",
        "Benigno, Pierpaolo and Michael Woodford (2005), Inflation Stabilization and Welfare: The Case of a Distorted Steady State, Journal of the European Economic Association, 3(6), Pages 1-52.",
        "Barillas, Francisco, Hansen, Lars and Thomas Sargent (2009), Doubts or Variability ? forthcoming in the Journal of Economic Theory."
    ]
}