{
    "id": 16381,
    "cites": 64,
    "cited_by": 36,
    "reference": [
        "0 20% 40% 60% 80% 0 20 40 60 80 100 Attended in 2000 Ever Attended (c) College Quality KG Test Score Percentile Earnings-BasedCollegeQualityIndex $18K $20K $22K $24K $26K $28K",
        "Word, Elizabeth., John. Johnston, Helen. P. Bain, B. Dewayne Fulton, Charles M. Achilles, Martha N. Lintz, John Folger, and Carolyn Breda, The State of Tennessee's Student/Teacher Achievement Ratio (STAR) Project: Technical Report 19851990,Tennessee State Department of Education, 1990. FIGURE 1 Correlation between KG Test Scores and Adult Outcomes (a) Wage Earnings KG Test Score Percentile MeanWageEarningsfromAge25-27 $10K 0 20 40 60 80 100 $15K $20K $25K (b) College Attendance KG Test Score Percentile AttendedCollegebeforeAge27",
        "US Census Bureau. School EnrollmentSocial and Economic Characteristics of Students: October 2008, Detailed Tables,Washington, D.C., 2010 (http://www.census.gov/population/www/socdemo/school.html).",
        "Sojourner, Aaron, Inference on peer eects with missing peer data: Evidence from Project STAR,Carlson School of Management, University of Minnesota mimeo 2009.",
        "Schweinhart, Lawrence J., H. V. Barnes and D. P. Weikhart, Signi...cant Bene...ts, The HighScope Perry Pre-School Study Through Age 27,Ypsilanti: High/Scope Press, 1993.",
        "Schweinhart, Lawrence J., Jeanne Montie, Zongpin Xiang, William S. Barnett, Clive R. Bel...eld, and Milagros Nores, Lifetime eects: The HighScope Perry Preschool Study Through Age 40,Ypsilanti: High/Scope Press, 2005.",
        "Schanzenbach, Diane W., What Have Researchers Learned From Project STAR?Brookings Papers on Education Policy, (2006), 205-228.",
        "Sanders, William L., and Sandra P. Horn, Research ...ndings from the Tennessee ValueAdded Assessment System (TVAAS) Database: Implications for Educational Evaluation and Research,Journal of Personnel Evaluation in Education, 12 (1998), 247-256.",
        "Rocko, Jonah E., and Douglas Staiger, Searching for Eective Teachers with Imperfect Information,Journal of Economic Perspectives, forthcoming, 2010.",
        "Rivkin, Steven. G., Eric. A. Hanushek, and John F. Kain, Teachers, Schools and Academic Achievement,Econometrica, 73 (2005), 417458.",
        "Rocko, Jonah E., The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data,American Economics Review, 94 (2004), 247-252.",
        "Nye, Barbara, Spyros Konstantopoulos, and Larry V. Hedges, How Large are Teacher Effects ?Educational Evaluation and Policy Analysis, 26 (2004), 237-257.",
        "Neal, Derek A., and William R. Johnson, The Role of Premarket Factors in Black-White Wage Dierences,Journal of Political Economy, 104 (1996), 869-895.",
        "Murnane, Richard J., John B. Willett, and Frank Levy, The Growing Importance of Cognitive Skills in Wage Determination, The Review of Economics and Statistics, 77 (1995), 251-266.",
        "Murnane, Richard, The Impact of School Resources on the Learning of Inner City Children, (Cambridge, MA: Ballinger), 1975.",
        "Muennig, Peter, Gretchen Johnson, Jeremy Finn, and Elizabeth Ty Wilde, The Eect of Small Class Sizes on Mortality Through Age 29: Evidence From a Multi-Center Randomized Controlled Trial, unpublished mimeo, 2010.",
        "Manski, Charles, Identi...cation of Exogenous Social Eects: The Reection Problem, Review of Economic Studies, 60 (1993), 531-542.",
        "Ludwig, Jens and Douglas L. Miller, Does Head Start Improve Children's Life Chances? Evidence from a Regression Discontinuity Design, Quarterly Journal of Economics, 122 (2007), 159-208.",
        "Krueger, Alan B., and Diane M. Whitmore, The Eect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Test Results: Evidence from Project STAR,The Economic Journal, 111 (2001), 1-28.",
        "Krueger, Alan B, Experimental Estimates of Education Production Functions, Quarterly Journal of Economics, 114 (1999), 497-532.",
        "Kane, Thomas, and Douglas O. Staiger, Estimating Teacher Impacts on Student Achievement: An Experimental Evaluation,NBER Working Paper No. 14607, 2008.",
        "Kling, Jerey R., Jerey B. Liebman, and Lawrence F. Katz, Experimental Analysis of Neighborhood Eects,Econometrica, 75 (2007), 83-119.",
        "Jacob, Brian A., Lars Lefgren and David Sims, The Persistence of Teacher-Induced Learning Gains,NBER Working Paper No. 14065, 2008.",
        "Internal Revenue Service. Document 6961: Calendar Year Projections of Information and Withholding Documents for the United States and IRS Campuses 2010-2018, IRS O ce of Research, Analysis, and Statistics, Washington, D.C, 2010.",
        "Hoxby, Caroline M. and Andrew Leigh, Pulled away or pushed out? Explaining the decline of teacher aptitude in the United States,American Economic Review, 94 (2004) 236-240.",
        "Heckman, James J., Policies to Foster Human Capital,Research in Economics, 54:1 (2000), 3-56.",
        "Hoxby, Caroline M., The Eects of Class Size on Student Achievement: New Evidence from Population Variation,Quarterly Journal of Economics, 4 (2000), 1239-1285.",
        "Heckman, James J., and Yona Rubinstein, The Importance of Noncognitive Skills: Lessons from the GED Testing Program,American Economic Review, 91 (2001), 145-149.",
        "Heckman, James J., Lena Malofeeva, Rodrigo Pinto, and Peter A. Savelyev, Understanding the Mechanisms Through Which an Inuential Early Childhood Program Boosted Adult Outcomes,unpublished manuscript, University of Chicago, 2010c.",
        "Heckman, James J., Seong H. Moon, Rodrigo Pinto, Peter A. Savelyev, and Adam Yavitz, The Rate of the Return to the High Scope Perry Preschool Program, Journal of Public Economics, 94 (2010b), 114-128.",
        "Heckman, James J., Seong H. Moon, Rodrigo Pinto, Peter A. Savelyev, and Adam. Yavitz, Analyzing Social Experiments as Implemented: A Reexamination of the Evidence from the HighScope Perry Preschool Program,Quantitative Economics, forthcoming, 2010a.",
        "Heckman, James J., Jora Stixrud, and Sergio Urzua, The Eects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behaviors.Journal of Labor Economics 24:3 (2006), 411-482.",
        "Hanushek, Eric A., and Lei Zhang, Quality-consistent estimates of international schooling and skill gradients,Journal of Human Capital 3 (2009),107-143.",
        "Hanushek, Eric A., Economic Aspects of the Demand for Teacher Quality,prepared for the Economics of Education Review, 2010.",
        "Hanushek, Eric A., The Failure of Input-Based Schooling Policies.Economic Journal 113(1): F64-F98, 2003.",
        "Hanushek, Eric A., Teacher Characteristics and Gains in Student Achievement: Estimation Using Micro Data,American Economic Review 61:2 (1971) 280-288.",
        "Haider, Steven, and Gary Solon, Life-cycle variation in the Association Between Current and Lifetime Earnings,The American Economic Review, 96 (2006), 1308-1320.",
        "Graham, Bryan, Identifying Social Interactions Through Conditional Variance Restrictions, Econometrica, 76 (2008), 643-660.",
        "Aaronson, Daniel, Lisa Barrow, and William Sander, Teachers and Student Achievement in Chicago Public High Schools,Journal of Labor Economics 24:1 (2007), 95-135.",
        "Almond, Douglas, and Janet Currie, Human Capital Development Before Age Five,forthcoming, Handbook of Labor Economics, Volume 4 (2010).",
        "American Community Survey, (http://www.census.gov, U.S. Census Bureau), 2006-2008 ACS 3-year data.",
        "Angrist, Joshua D., Guido W. Imbens, and Alan B. Krueger. Jackknife Instrumental Variables Estimation,Journal of Applied Econometrics 14:1 (1999), 5767.",
        "Angrist, Joshua D. and Alan B. Krueger, Split-Sample Instrumental Variables Estimates of the Return to Schooling,Journal of Business and Economic Statistics, American Statistical Association, 13:2 (1995), 225-235.",
        "Angrist, Joshua D. and Victor Lavy, Using Maimonides' Rule to Estimate The Eect of Class Size on Scholastic Achievement,Quarterly Journal of Economics, 114 (1999), 533-575.",
        "Bacolod, Marigee P, Do Alternative Opportunities Matter? The Role of Female Labor Markets in the Decline of Teacher Quality,Review of Economics and Statistics, 89:4 (2007), 737-751.",
        "Campbell, Frances A., Craig T. Ramey, Elizabeth Pungello, Joseph Sparling, and Shari MillerJohnson, Early childhood education: Young adult outcomes from the Abecedarian Project, Applied Developmental Science, 6 (2002), 42-57.",
        "Card, David and Alan B. Krueger, Does school quality matter? Returns to education and the characteristics of public schools in the United States,Journal of Political Economy, 100 (1992), 1-40.",
        "Cascio, Elizabeth and Diane W. Schanzenbach, First in the Class? Age and the Education Production Function,NBER Working Paper No. 13663, 2007.",
        "Cilke, James A Pro...le of Non-Filers,U.S. Department of the Treasury, O ce of Tax Analysis Working Paper No. 78, July, 1998.",
        "Corcoran, Sean P., William N. Evans, Robert M. Schwab, Changing Labor-market Opportunities for Women and the Quality of Teachers, 1957-2000,American Economic Review, 94 (2004), 230-235.",
        "Cunha, Flavio, and James J. Heckman, A New Framework for the Analysis of Inequality, Macroeconomic Dynamics, 12 (2008), 315-354.",
        "Cunha, Flavio, and James J. Heckman, Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation, Journal of Human Resources, 43 (2008), 738-782.",
        "Currie, Janet. Inequality at Birth: Some Causes and Consequences. Columbia University Working Paper, 2010.",
        "Currie, Janet, and Duncan Thomas, Does Head Start Make a Dierence? The American Economic Review, 85 (1995), 341-364.",
        "Currie, Janet, and Duncan Thomas, Early Test Scores, School Quality and SES: Longrun Eects of Wage and Employment Outcomes,Worker Wellbeing in a Changing Labor Market, 20 (2001), 103132.",
        "Deming, David, Early Childhood Intervention and Life-Cycle Skill Development,American Economic Journal: Applied Economics, 1 (2009), 111-134.",
        "Dee, Thomas S., Teachers, Race, and Student Achievement in a Randomized Experiment, Review of Economics and Statistics, 86 (2004), 195-210.",
        "Dee, Thomas S., and Martin West, The Non-Cognitive Returns to Class Size,NBER Working Paper No. 13994, 2008.",
        "Dynarski, Susan, Joshua Hyman, and Diane W. Schanzenbach, Explaining Inequality in Postsecondary Schooling: Experimental Evidence on the Role of Long-Term Investments in Human Capital,manuscript in preparation (2010).",
        "Finn, Jeremy D., and Charles M. Achilles, Answers and Questions About Class Size: A Statewide Experiment,American Educational Research Journal, 27 (1990), 557-577.",
        "Finn, Jeremy D., Susan B. Gerber, and Jayne Boyd-Zaharias, Small Classes in the Early Grades, Academic Achievement, and Graduating from High School,Journal of Educational Psychology, 97 (2005), 214-223.",
        "Finn, Jeremy D., DeWayne Fulton, Jayne Zaharias, and Barbara A. Nye, Carry-Over Eects of Small Classes,Peabody Journal of Education, 67 (1989) 75-84.",
        "Finn, Jeremy D., Jayne Boyd-Zaharias, Reva M. Fish, and Susan B. Gerber, Project STAR and Beyond: Database User's Guide,Lebanon: Heros, inc., 2007.",
        "Garces, Eliana, Duncan Thomas and Janet Currie, Longer-Term Eects of Head Start, American Economic Review, 92 (2002), 999-1012."
    ]
}