{
    "id": 16387,
    "cites": 35,
    "cited_by": 16,
    "reference": [
        "Wu, George, and Richard Gonzalez. 1996. Curvature of the probability weighting function.Management Science, 42(12): 16761690.",
        "Tversky, Amos, P Slovic and Daniel Kahneman. 1990. The Causes of Preference Reversals.American Economic Review, 80(1): 204217.",
        "Tversky, Amos, and Itamar Simonson. 1993. Context-dependent preferences.Management Science, 39(10): 11791189.",
        "Tversky, Amos and Daniel Kahneman. 1992. Advances in Prospect Theory: Cumulative representation of uncertainty.Journal of Risk and Uncertainty, 5(4): 297323.",
        "Taylor, Shelley, and Suzanne Thompson. 1982. Stalking the elusive vividness effect. Psychological Review, 89(2): 155181.",
        "Tversky, Amos and Daniel Kahneman. 1981. The framing of decisions and the psychology of choice.Science, 211(4481): 453458.",
        "Schwartzstein, Joshua. 2009. Selective Attention and Learning.Mimeo Harvard University.",
        "Rubinstein, Ariel. 1988. Similarity and decision-making under risk.Journal of Economic Theory, 46(1): 145153.",
        "Schelling, Thomas. 1960. The Strategy of Conflict , Cambridge, Mass.: Harvard University Press.",
        "Rabin, Mathew. 2000. Risk aversion and expected-utility theory: A calibration theorem. Econometrica, 68(5): 12811292.",
        "Quiggin, John. 1982. A Theory of Anticipated Utility Journal of Economic Behavior & Organization, 3(4): 323343.",
        "Mullainathan, Sendhil. 2002. Thinking through Categories.mimeo Harvard University.",
        "Prelec, Drazen. 1998. The probability weighting function.Econometrica, 66(3): 497 527.",
        "McCoy, Allison, and Michael Platt. 2005. Risk-sensitive neurons in macaque posterior cingulate cortex.Nature Neuroscience, 8(9): 12201227.",
        "Loomes, Graham, and Robert Sugden. 1982. Regret theory: An alternative theory of rational choice under uncertainty.The Economic Journal, 92(368): 805824.",
        "Lichtenstein, Sarah, and Paul Slovic. 1971. Reversals of preference between bids and choices in gambling decisions.Journal of Experimental Psychology, 89(1): 4655.",
        "Holt, Charles, and Susan Laury. 2002. Risk aversion and incentive effects.American Economic Review, 92(5): 16441655.",
        "Koszegi, Botond, and Mathew Rabin. 2007. Reference-dependent risk attitudes.American Economic Review, 97(4): 10471073.",
        "Koszegi, Botond, and Mathew Rabin. 2006. A model of reference-dependent preferences. Quarterly Journal of Economics, 121(4): 11331165.",
        "Kahneman, Daniel. 2003. Maps of Bounded Rationality: Psychology for Behavioral Economics.American Economic Review 93(5): 14491476.",
        "Kandel, Eric, James Schwartz and Thomas Jessell. 1991. Principles of Neural Science.4th ed. Norwalk, Conn.: Appleton & Lange, c1991.",
        "Kahneman, Daniel, and Amos Tversky. 1979. Prospect theory: an analysis of decision under risk.Econometrica, 47(2): 263292.",
        "Grether, David, and Charles Plott. 1979. Economic theory of choice and the preference reversal phenomenon.American Economic Review, 69(4): 623638.",
        "Friedman, Milton, and L. J. Savage. 1948. The utility analysis of choices involving risk., Journal of Political Economy, 56 (4): 279304. Gennaioli, Nicola, and Andrei Shleifer. Forthcoming. What comes to mind.Quarterly Journal of Economics.",
        "Fishburn, Peter. 1982, Nontransitive Measurable Utility., Journal Mathematical Psychology 26(1): 3167.",
        "Fellner, William. 1961. Distortion of subjective probabilities as a reaction to uncertainty Quarterly Journal of Economics, 75(4): 670689.",
        "Edwards, Ward. 1962. Subjective probabilities inferred from decisions.Psychological Review, 69(2): 109135.",
        "Chetty, Raj, Adam Looney and Kory Kroft. 2009. Salience and taxation: Theory and Evidence., American Economic Review, 99(4): 11451177.",
        "Camerer, Colin, and Teck-Hua Ho. 1994. Violations of the betweenness axiom and nonlinearity in probability., Journal of Risk and Uncertainty, 8(2): 167196.",
        "Camerer, Colin. 1995. Choice under Risk and Uncertainty.In Handbook of Experimental Economics, ed. John H. Kagel and Alan E. Roth, 587667. Princeton, N.J. : Princeton University Press.",
        "Bostic, Raphael, R.J. Herrnstein and R. Duncan Luce. 1990. The Effect on the Preference-Reversal Phenomenon of Using Choice Indifferences., Journal of Economic Behavior & Organization, 13(2): 193212.",
        "Bell, David. 1982. Regret in Decision Making under Uncertainty., Operations Research, 30(5): 961981.",
        "Barberis, Nicholas, and M Huang. 2008. Stocks as Lotteries: the implications of Probability Weighting for Security Prices., American Economic Review, 98(5): 20662100.",
        "Barber, Brad, and Terrence Odean. 2008. All that glitters: The effect of attention and news on the buying behavior of individual and institutional investors., Review of Financial Studies, 21(2): 785818.",
        "Allais, Maurice. 1953. Le comportement de l'homme rationnel devant le risque: critique des postulats et axiomes de l'Ecole Americaine.Econometrica, 21(4): 503546."
    ]
}