{
    "id": 16384,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Woodford, Michael (2003): Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press.(Princeton, New Jersey) Woodford, Michael (2005): Central Bank Communication and Policy Effectiveness,  in The Greenspan Era: Lessons for the Future, Federal Reserve Bank of St. Louis.",
        "Svensson, Lars E.O. (2006): The instrument-rate projection under ination targeting: The Norwegian Example, in Stability and Economic Growth: The Role of Central Banks, Banco de Mexico.",
        "Svensson, Lars E.O and Michael Woodford (2005): Implementing Optimal Policy through Ination-Forecast Targeting, in B. Bernanke and M. Woodford (eds.), The Ination Targeting Debate, University of Chicago Press (Chicago, IL).",
        "Smets, Frank, and Raf Wouters (2007): Shocks and Frictions in US Business Cycles: a Bayesian DSGE Approach, American Economic Review, vol. 97 (3), 586-606.",
        "Smets, Frank and Rafael Wouters (2005): Bayesian New Neoclassical Synthesis (NNS) Models: Modern Tools for Central Banks, Journal of the European Economic Association 3(2-3), 422-433.",
        "Smets, Frank, and Raf Wouters (2003): An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area,Journal of the European Economic Association, vol 1, no. 5, 1123-1175.",
        "Leitemo, Kai (2003): Targeting Ination by Constant Interest Rate Forecasts,  Journal of Money, Credit and Banking, vol. 35, no. 4, 609-626. Riksbank (2007): Riksbank to publish its own forecast for the repo rate, Monetary Policy Report, issue 1, 19-21.",
        "Leeper, Eric M. and Tao Zha (2003): Modest Policy Interventions, Journal of Monetary Economics 50, 1673-1700.",
        "King, Robert G., and Alexander L. Wolman (1996): Ination Targeting in a St. Louis Model of the 21st Century,Federal Reserve Bank of St. Louis Review, vol. 78, no. 3.",
        "Honkapohja, Seppo and Kaushik Mitra (2005): Performance of Ination Targeting based on Constant Interest Rate Projections, Journal of Economic Dynamics and Control, vol. 29, 1867-1892.",
        "GalÃ\u0083Â­, Jordi (2008a): Monetary Policy, Ination, and the Business Cycle: An Introduction to the New Keynesian Framework, Princeton University Press (Princeton, NJ).",
        "GalÃ\u0083Â­, Jordi (2008b): Constant Interest Rate Projections without the Curse of Indeterminacy: A Note, International Journal of Economic Theory, forthcoming.",
        "European Central Bank (2001): A Guide to Eurosystem Sta Macroeconomic Projection Exercises.",
        "Federal Reserve Board (2007): Minutes of the Federal Open Market Committee, October 30-31, 2007.",
        "GalÃ\u0083Â­, Jordi (2003): New Perspectives on Monetary Policy, Ination, and the Business Cycle, in Advances in Economics and Econometrics, volume III, edited by M. Dewatripont, L. Hansen, and S. Turnovsky, Cambridge University Press.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (2005): Nominal Rigidities and the Dynamic Eects of a Shock to Monetary Policy, Journal of Political Economy, vol. 113, no. 1, 1-45 Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1999): The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, vol. 37, 1661-1707.",
        "Bullard, James, and Kaushik Mitra (2002): Learning About Monetary Policy Rules,Journal of Monetary Economics, vol. 49, no. 6, 1105-1130.",
        "Blanchard, Olivier and Charles Kahn (1980), The Solution of Linear Dierence Models under Rational Expectations, Econometrica, 48, 13051311.",
        "Benhabib, Jess, Stephanie Schmitt-GrohÃ\u0083Â©, and Martin Uribe (2001): The Perils of Taylor Rules, Journal of Economic Theory 94, 40-69.",
        "Bank for International Settlements (2007): Monetary Policy Frameworks and Central Bank Market Operations."
    ]
}