{
    "id": 16396,
    "cites": 39,
    "cited_by": 29,
    "reference": [
        "Veblen, Thorstein (1899). The Theory of the Leisure Class. The Macmillan Company, New York.",
        "Marmot, Michael (2004). The Status Syndrome: How Social Standing Affects Our Health and Longevity. Times Book, New York.",
        "Nguyen, Trang (2008). Information, Role Models and Perceived Returns to Education: Experimental Evidence from Madagascar, MIT PhD thesis.",
        "Manning, Michael R. and Bruce J. Avolio (1985). The Impact of Blantant Pay Disclosure in a University Environment. Research in Higher Education 23 (2), pp. 135-149.",
        "Lydon, Reamonn and Arnaud Chevalier (2002). Estimates of the Effect of Wages on Job Satisfaction. London School of Economics Center for Economic Performance Working Paper, May.",
        "Luttmer, Erzo (2005). Neighbors as Negatives: Relative Earnings and Well-Being, Quarterly Journal of Economics 120(3), pp. 9631002.",
        "Lee, David (2009). Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects Review of Economic Studies 76(3), 1071-1102.",
        "Lawler, Edward E. (1965). Managers' Perceptions of Their Subordinates' Pay and of Their Superiors' Pay. Personnel Psychology 18, 413-422.",
        "Kuziemko, Ilyana, Ryan Buell, Taly Reich, and Michael Norton (2010). Last-place Aversion: Evidence and Redistributive Implications, Unpublished manuscript, Princeton University.",
        "Kling, Jeffrey, Sendhil Mullainathan, Eldar Shaffir, Lee Vermeulen, Marian V. Wrobel (2008). Misperceived Prices: Medicare Drug Plan Choice, unpublished working paper.",
        "Katz, Lawrence, and David Autor (1999). Changes in the Wage Structure and Earnings Inequality, Handbook of Labor Economics, O. Ashenfelter and D. Card, eds., Amsterdam: North-Holland, Volume 3A.",
        "Kahneman, Daniel, and Amos Tversky (1979). Prospect Theory: An Analysis of Decision under Risk. Econometrica 47(2), pp. 26391.",
        "Jensen, Robert (2008). The Perceived Returns to Education and the Demand for Schooling.  Brown University Working Paper.",
        "Hastings, Justine and Jeffrey Weinstein (2009). Information, School Choice, and Academic Achievement: Evidence from Two Experiments. Quarterly Journal of Economics, 124(4), 1373-1414.",
        "Hamermesh, Daniel S. (2001). The Changing Distribution of Job Satisfaction. Journal of Human Resources 36 (Winter), pp. 1-30.",
        "Hamermesh, Daniel Interdependence in the Labor Market, Economica, November 1975.",
        "Grossman, Gene M. and Elhanan Helpman (2007). Fair Wages and Foreign Sourcing. Harvard University Department of Economics Working Paper, January.",
        "Futrell, Charles M. (1978). Effects of Pay Disclosure on Satisfaction for Sales Managers: A Longitudinal Study. Academy of Management Journal 21 (March), pp. 140-144.",
        "Frey, Bruno S., and Alois Stutzer (2002). What Can Economists Learn from Happiness Research? Journal of Economic Literature 40, pp. 402435.",
        "Fuhrer, Jeff and George Moore (1995). Inflation Persistence. Quarterly Journal of Economics 110 (February), 127-159.",
        "Frank, Robert H. (1984). Are Workers Paid their Marginal Products? American Economic Review 74(4), 549-571.",
        "Fehr, Ernst, and Klaus M. Schmidt. (1999). A Theory of Fairness, Competition, and Cooperation. Quarterly Journal of Economics 114(August), 817868.",
        "Fehr, Ernst, Georg Kirchsteiger, and Arno Riedl (1993). Does Fairness Prevent Market Clearing? An Experimental Investigation, Quarterly Journal of Economics 108(2), 437 59.",
        "Fehr, Ernst, Erich Kirchler, Andreas Weichbold, and Simon G (1998). Exchange in Experimental Labor Markets, Journal of Labor Economics 16(2), 32451.",
        "Fehr, Ernst, and Armin Falk (1999). Wage Rigidity in a Competitive Incomplete Market, Journal of Political Economy 107(1), 10634.",
        "Easterlin, Richard A. (1974). Does Economic Growth Improve the Human Lot? Some Empirical Evidence. In Nations and Households in Economic Growth: Essays in Honor of Moses Abramowitz, edited by Paul A. David and Melvin W. Reder. New York: Academic Press.",
        "Duesenberry, James S. (1949). Income, Saving and the Theory of Consumer Behavior. Cambridge, MA: Harvard University Press.",
        "Duflo, Esther and Emmanuel Saez (2003) The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence From a Randomized Experiment, Quarterly Journal of Economics 118(3), 815-842.",
        "Danziger, Leif, and Eliakim Katz (1997). Wage Secrecy as a Social Convention, Economic Inquiry 35, 59-69.",
        "Clark, Andrew E. and Andrew J. Oswald (1996). Satisfaction and Comparison Income, Journal of Public Economics 61(3), 359-381.",
        "Chetty, Raj and Emmanuel Saez (2009) Teaching the Tax Code: Earnings Responses to an Experiment with EITC Recipients, NBER Working Paper No. 14836.",
        "Charness, Gary, and Matthew Rabin (2002). Understanding Social Preferences with Simple Tests, Quarterly Journal of Economics 117(3), 817869.",
        "Chetty, Raj, Adam Looney and Kory Kroft (2009). Salience and Taxation: Theory and Evidence American Economic Review 99(4): 1145-1177.",
        "Charness, Gary, and Peter Kuhn (2007). Does Pay Inequality Affect Worker Effort? Experimental Evidence. Journal of Labor Economics 23(4): 693724.",
        "Charness, Gary. (1999). Optimal Contracts, Adverse Selection, and Social Preferences: an Experiment. Unpublished manuscript, Department of Economics, University of California, Santa Barbara.",
        "Boskin, Michael J. and Eytan Sheshinski (1978). Optimal Redistributive Taxation When Individual Welfare Depends Upon Relative Income. Quarterly Journal of Economics 92(4), 589-601.",
        "Akerlof, George, and Janet Yellen (1990). The Fair-wage Effort Hypothesis and Unemployment,  Quarterly Journal of Economics 105(2), 255-84.",
        "Acemoglu, Daron and David Autor, (2011) Skills, Tasks and Technologies: Implications for Employment and Earnings. in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 4, Amsterdam: Elsevier-North Holland.",
        "Acemoglu, Daron (2002). Technical Change, Inequality, and the Labor Market, Journal of Economic Literature 40(1), 7-72."
    ]
}