{
    "id": 16395,
    "cites": 16,
    "cited_by": 25,
    "reference": [
        "Shleifer, Andrei and Robert Vishny (1997) The Limits of Arbitrage, Journal of Finance, 52(1), 3555.",
        "Myers, Stewart C., and Nicholas S. Majluf, 1984, Corporate Financing and Investment Decisions When Firms Have Information Investors Do Not Have, Journal of Financial Economics 13, 187-221.",
        "Myers, Stewart C., 1977, Determinants of Corporate Borrowing, Journal of Financial Economics, 5(2), 147-175.",
        "Fecht, Falko, Kjell Nyborg and Jorg Rocholl (2010) The Price of Liquidity: Bank Characteristics and Market Conditions, Working Paper, University of Zurich.",
        "Bindseil, Ulrich, Kjell Nyborg and Ilya Strebulaev (2009) Repo Auctions and the Market for Liquidity, Journal of Money, Credit and Banking, 41(7), 13911421.",
        "Bindseil, Ulrich, Kjell Nyborg and Ilya Strebulaev (2004) Bidding and Performance in Repo Auctions: Evidence from European Central Bank's Open Market Operations , CEPR Discussion Paper #4367.",
        "Bank for International Settlements (2010), The Role of Margin Requirements and Haircuts in Procyclicality, CGFS papers No 36.",
        "Ashcraft Adam, James McAndrews and David Skeie (2010) Precautionary Reserves and the Interbank Market, Working paper, Federal Reserve Bank of New York.",
        "Armantier, Olivier, Eric Ghysels, Asani Sarkar, and Jeffrey Shrader (2010) Stigma in Financial Markets: Evidence from liquidity auctions and discount window borrowing during the crisis, Working paper, Federal Reserve Bank of New York.",
        "Almeida, Heitor, Murillo Campello, and Michael S. Weisbach (2004) The Cash Flow Sensitivity of Cash, Journal of Finance, 59, 17771804.",
        "Afonso, Gara, Anna Kovner and Antoinette Schoar (2010) Stressed, not Frozen: The Federal Funds Market in the Financial Crisis, Working Paper, Federal Reserve Bank of New York.",
        "Acharya, Viral V., Hyun Song Shin and Tanju Yorulmazer (2007) Crisis Resolution and Bank Liquidity, Working Paper, New York University Stern School of Business.",
        "Acharya, Viral V. and David Skeie (2010) A Model of Liquidity Hoarding and Term Premia in Inter-Bank Markets, Working Paper, New York University Stern School of Business.",
        "Acharya, Viral V., Gustavo Suarez and Philipp Schnabl (2009) Securitization Without Risk Transfer, Working Paper, New York University Stern School of Business.",
        "Acharya, Viral V., D. Gromb and T. Yorulmazer (2008) Imperfect Competition in the Interbank Market for Liquidity as a Rationale for Central Banking, Working Paper, New York University Stern School of Business.",
        "Acharya, Viral V. (2009)  A Theory of Systemic Risk and Design of Prudential Bank Regulation, Journal of Financial Stability, forthcoming."
    ]
}