{
    "id": 16393,
    "cites": 22,
    "cited_by": 13,
    "reference": [
        "Woodford, Michael (2006), How Important is Money in the Conduct of Monetary Policy?, draft, Columbia University.",
        "Tobin, James, (1956), The Interest Elasticity of the Transactions Demand for Cash, Review of Economics and Statistics 38, 241-247.",
        "Teles, Pedro and Ruilin Zhou, A stable money demand: looking for the right monetary aggregate, Federal Reserve Bank of Chicago, Economic Perspectives 1Q/2005, 50-63.",
        "Mulligan, Casey B. and Xavier X. Sala-i-Martin (1997), The Optimum Quantity of Money: Theory and Evidence, draft, University of Chicago and Columbia University.",
        "Mulligan, Casey B. and Xavier X. Sala-i-Martin (1992), U.S. Money Deman: Surprising Cross-Sectional Estimates, Brookings Papers on Economic Activity 2 (1992), 285-329.",
        "Miller, Merton H. and Daniel Orr (1966), A Model of the Demand for Money by Firms, Quarterly Journal of Economics 80, 413-435.",
        "McCandlees, JR., George T. and Warren Weber (1995), Some Monetary Facts, Federal Reserve Bank of Minneapolis Quarterly Review, vol. 19, no. 3, Summer 1995, 2-11",
        "Lucas, Robert E., Jr., (1996), Nobel Lecture: Monetary Neutrality, The Journal of Political Economy, vol. 104, no. 4 (Aug. 1996), 661-682.",
        "Lucas, Robert E., Jr., (2000), Inflation and welfare, Econometrica, Vol. 68, 2, pp. 247-274.",
        "Lucas, Robert E., Jr., (1980), Two Illustrations of the Quantity Theory of Money, American Economic Review 70, 1005-1014.",
        "Kwon,Goohoon, Lavern McFarlane and Wayne Robinson, Public Debt, Money Supply, and Inflation: A Cross-Country Study and Its Application to Jamaica, IMF Working Paper WP/06/121 (2006)",
        "Friedman, Milton (1956), The Quantity Theory of Money - A Restatement, in his Studies in the Quantity Theory of Money, Chicago.",
        "Dutta, Jayasri and Samdeep Kapur (1996), Liquidity Preference and Financial Intermediation, draft, University of Cambridge.",
        "Correira, Isabel and Teles, Pedro (1997), The Optimal Inflation Tax, draft, Universidade Catolica Portuguesa, Lisboa.",
        "Chen, Baizhu and and Ayse Imrohoroglu (1997), Currency Substitution and the Welfare Cost of Inflation, draft, University of Southern California.",
        "Carlson, John B., Dennis L. Hoffman, Benjamin D. Keen, and Robert H. Rasche, 2000, Results of a study of the stability of cointegrating relations comprised of broad monetary aggregates, Journal of Monetary Economics, Vol. 46, 2, pp. 345-383.",
        "Baumol, William J., (1952), The Transactions Demand for Cash: An Inventory Theoretic Approach, Quarterly Journal of Economics 66, 545-556.",
        "Barro, Robert (1993), Macroeconomics, 4th edition, John Wiley & Sons, New York.",
        "Barro, Robert (2007), Macroeconomics: A Modern Approach, South-Western College Pub, 1st edition.",
        "Bailey, Martin J., (1956), The Welfare Costs of Inflationary Finance, Journal of Political Economy 64, 93-110.",
        "Ball, Laurence, 2001, Another look at long-run money demand , Journal of Monetary Economics, vol 47, pp 31-44.",
        "Attanasio, Orazio P., Luigi Guiso and Tullio Jappelli, The Demand for Money, Financial Innovation and the Welfare Cost of Inflation: An Analysis with Household Data, Journal of Political Economy (2002), vol. 110, no. 2, 317-351."
    ]
}