{
    "id": 16391,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Winkelmann, Liliani and Ranier Winkelmann. (1998) Tariffs, Quotas, and Terms of Trade: The Case of New Zealand, Journal of International Economics, Vol. 46(2): 313-32.",
        "Veugelers, Reinhilde, and Hylke Vandenbussche. (1999) European Anti-dumping Policy and the Profitability of National and International Collusion, European Economic Review, Vol. 43(1): 1-28.",
        "Tybout, James R. (2003) Plant- and Firm-level Evidence on New Trade Theories. In: E. Kwan Choi and James Harrigan (Eds.), Handbook of International Trade. Blackwell Publishing, Malden, Oxford, UK, 388-415.",
        "Scheuerman, William. (1986) The Steel Crisis: The Economics and Politics of a Declining Industry, New York, NY: Praeger.",
        "Staiger, Robert W. and Frank Wolak. (1989) Strategic Use of Antidumping Law to Enforce Tacit Collusion, NBER Working Paper Number 3016.",
        "Roeger, Werner. (1995) Can Imperfect Competition Explain the Difference between Primal and Dual Productivity Measures? Estimates for U.S. Manufacturing, Journal of Political Economy, Vol. 103(2): 316-30.",
        "Rodriguez, Carlos Alfredo. (1979) The Quality of Imports and the Differential Welfare Impacts of Tariffs, Quotas, and Quality Controls as Protective Devices, Canadian Journal of Economics, Vol. 12(3): 439-49.",
        "Prusa, Thomas J. (1994) Pricing in the Presence of Antidumping Law, Journal of Economic Integration, 9(2): 260-89.",
        "Pierce, Justin R. (2010) Spare the Rod, Spoil the Firm? A Plant-Level Analysis of the Effects of Temporary Protection, Mimeo, U.S. Census Bureau.",
        "Nieberding, James F. (1999) The Effect of US Antidumping Law on Firms' Market Power: An Empirical Test, Review of Industrial Organization, Vol. 14 (1): 65-84.",
        "Liebman, Benjamin H. (2006) Safeguards, China, and the Price of Steel, Weltwirtschaftliches Archiv, Vol. 142(2): 354-73.",
        "Moore, Michael O. (1996) Steel Protection in the 1980s: The Waning Influence of Big Steel? in Anne O. Krueger, ed., The Political Economy of Trade Protection. National Bureau of Economic Research Project Report Series. Chicago and London: University of Chicago Press, 15-34.",
        "Lenway, Stephanie, Randall Morck, and Bernard Yeung. (1996) Rent Seeking, Protectionism and Innovation in the American Steel Industry, Economic Journal, Vol. 106(435): 410-21.",
        "Lenway, Stephanie, Rehbein, Kathleen, and Starks, Laura. (1990) The Impact of Protectionism on Firm Wealth: The Experience of the Steel Industry, Southern Economic Journal, Vol. 56(4): 1079-93.",
        "Krishna, Kala. (1989). Trade Restrictions as Facilitating Practices, Journal of International Economics. 26(3-4): 251-270.",
        "Konings, Jozef, and Hylke Vandenbussche. (2005) Antidumping Protection and Markups of Domestic Firms, Journal of International Economics, Vol. 65(1): 151-65.",
        "Klette, Tor J. (1999) Market Power, Scale Economies and Productivity: Estimates from a Panel of Establishment Data, Journal of Industrial Economics, Vol. 47(4): 451-76.",
        "Kim, Euysung. (2000) Trade Liberalization and Productivity Growth in Korean Manufacturing Industries: Price Protection, Market Power, and Scale Efficiency, Journal of Development Economics, Vol. 62(1): 55-83.",
        "Kiers, Luc. (1980) The American Steel Industry: Problems, Challenges, Perspectives. Boulder, Colorado: Westview Press.",
        "Kee, Hiau Looi, and Bernard Hoekman. (2007) Imports, Entry, and Competition Law as Market Disciplines, European Economic Review, Vol. 51(4): 831-58.",
        "Harris, Richard. (1985) Why Voluntary Export Restraints are `Voluntary,' Canadian Journal of Economics, Vol. 18(4): 799-809.",
        "Hall, Robert E. (1988) The Relation Between Price and Marginal Cost in U.S. Industry, Journal of Political Economy, Vol. 96(5): 921-47.",
        "Goldberg, Pinelopi K., and Frank Verboven. (2001) The Evolution of Price Dispersion in the European Car Market, Review of Economic Studies, Vol. 68(4): 811-48.",
        "Gallet, Craig A. (1997) Cyclical Fluctuations and Coordination in the US Steel Industry, Applied Economics, Vol. 29 (1997) 29, 279-85.",
        "Feenstra, Robert C. (1988) Quality Change under Trade Restraints in Japanese Autos, Quarterly Journal of Economics, Vol. 103(1): 131-46.",
        "Falvey, Rodney E. (1979) The Composition of Trade within Import-Restricted Categories, Journal of Political Economy, Vol. 87(5): 1105-14.",
        "de Melo, Jaime, and David Tarr. (1990) Welfare Costs of US Quotas in Textiles, Autos and Steel, Review of Economics and Statistics, Vol. 72(3): 489-97.",
        "Durling, James P., and Thomas J. Prusa. (2006) The Trade Effects Associated with an Antidumping Epidemic: The Hot-Rolled Steel Market, 1996-2001, European Journal of Political Economy, Vol. 22(3): 675-95.",
        "Crandall, Robert W. (1981). The US Steel Industry in Recurrent Crisis. Washington, DC: Brookings Institution.",
        "Canto, Victor A. (1984) The Effect of Voluntary Restraint Agreements: A Case Study of the Steel Industry, Applied Economics, Vol. 16(2): 175-86.",
        "Chung, Jae W. (1998) Effects of US Trade Remedy Law Enforcement under Uncertainty: The Case of Steel, Southern Economic Journal, Vol. 65(1): 151-9.",
        "Bown, Chad P. (2004) How Different Are Safeguards from Antidumping? Evidence from US Trade Policies Toward Steel, Mimeo, Brandeis University.",
        "Boorstein, Randi, and Robert C. Feenstra. (1991) Quality upgrading and its welfare cost in US steel imports. In: Helpman, E., Razin, A. (Eds.), International Trade and Trade Policy, MIT Press, pp. 16786.",
        "Blonigen, Bruce A., Benjamin H. Liebman, and Wilson, Wesley W. (2007) Trade Policy and Market Power: The Case of the US Steel Industry, NBER Working Paper No. 13671.",
        "Bhagwati, Jagdish N. (1965) On the Equivalence of Tariffs and Quotas, in R.E. Baldwin et al., eds., Trade, Growth and the Balance of Payments: Essays in Honor of Gottfried Haberler, Amsterdam: North-Holland.",
        "Berry, Stephen, James Levinsohn, and Ariel Pakes. (1999) Voluntary Export Restraints on Automobiles: Evaluating a Trade Policy, American Economic Review, Vol. 89(3): 400-30.",
        "Ahlbrandt, Roger S., Richard J. Fruehan, and Frank Giarratani. (1996) The Renaissance of American Steel: Lessons for Managers in Competitive Industries. New York, NY: Oxford University Press."
    ]
}