{
    "id": 16404,
    "cites": 38,
    "cited_by": 5,
    "reference": [
        "White, Lawrence, 2002, The Credit Rating Industry: An Industrial Organization Analysis, in Levich, Richard M., Giovanni Majnoni and Carmen Reinhart, eds. Ratings, Rating Agencies and the Global Financial System, Kluwer Academic Publishers, Boston.",
        "Tang, Tony, 2006, Information Asymmetry and Firms' Credit Market Access: Evidence from Moody's Credit Rating Format Refinement, University of Chicago working paper.",
        "Strausz, Roland, 2005, Honest certification and the threat of capture, International Journal of Industrial Organization, 23, 45-62.",
        "Standard and Poor's, 2009, Understanding Standard & Poor's Rating Definitions, (http://www2.standardandpoors.com/spf/pdf/fixedincome/Understanding_Rating_Definitions.pdf Sylla, Richard, 2002, An historical primer on the business of credit rating, in Levich, Richard M., Giovanni Majnoni and Carmen Reinhart, eds. Ratings, Rating Agencies and the Global Financial System, Kluwer Academic Publishers, Boston.",
        "Standard and Poor's, 2008, Standard & Poor's Rating Services U.S. Rating Fees Disclosure, press release (http://www2.standardandpoors.com/spf/pdf/fixedincome/RatingsFees2008.pdf).",
        "Staiger, Douglas and James Stock, 1997, Instrumental variables regression with weak instruments, Econometrica, 65(3), 557-586, May.",
        "Spatt, Chester, 2009, Discussion of `Ratings Shopping and Asset Complexity: A Theory of Ratings Inflation', Journal of Monetary Economics 56, 696-699.",
        "Smith, Roy C., and Ingo Walter, 2002, Rating agencies: Is There an Agency Issue, in Levich, Richard M., Giovanni Majnoni and Carmen Reinhart, eds. Ratings, Rating Agencies and the Global Financial System, Kluwer Academic Publishers, Boston.",
        "Skreta, Vasiliki, and Laura Veldkamp, 2009, Ratings Shopping and Asset Complexity: A Theory of Ratings Inflation, Journal of Monetary Economics 56, 678-695.",
        "Mailath, George J., and Larry Samuelson, 2001, Who Wants a Good Reputation?, The Review of Economic Studies, Vol. 68, No. 2, April, pp. 415-441 Securities and Exchange Commission, 2003, Report on the Role and Function of Credit Rating Agencies in the Operation of the Securities Markets As Required by Section 702(b) of the Sarbanes-Oxley Act of 2002.",
        "Mathis, Jerome, James McAndrews, and Jean-Charles Rochet, 2009, Rating the Raters: Are Reputation Concerns Powerful Enough to Discipline Rating Agencies?, Journal of Monetary Economics, 56, 657-674.",
        "Klein, Benjamin and Keith B. Leffler, 1981, The Role of Market Forces in Assuring Contractual Performance, The Journal of Political Economy, Vol. 89, No. 4. (August), pp. 615-641.",
        "Kisgen, Darren J., 2006, Credit Ratings and Capital Structure, The Journal of Finance, Vol. 61, No. 3, (May), pp. 1035-1072.",
        "Jorion, Phillippe, Zhu Liu and Charles Shi, 2005, Informational effects of regulation FD: evidence from rating agencies, Journal of Financial Economics, Volume 76, Issue 2, May 2005, Pages 309-330.",
        "Jewell, Jeff and Miles Livingston, 1999, A Comparison of Bond Ratings from Moody's S&P and Fitch IBCA, Financial Markets, Institutions & Instrument, Volume 8 Issue 4, Pages 1  45.",
        "Hong, Harrison and Marcin Kacperczyk, 2008, Competition and bias, Quarterly Journal of Economics, forthcoming.",
        "Holthausen, Robert W. and Richard W. Leftwich, 1986, The Effect of Bond Rating Changes on Common Stock Prices, The Journal of Financial Economics, Vol. 17 (September), pp. 57-89.",
        "Hand, John R. M., Robert W. Holthausen and Richard W. Leftwich, 1992, The Effect of Bond Rating Agency Announcements on Bond and Stock Prices, The Journal of Finance, Vol. 47, No. 2 (June), pp. 733-752.",
        "Graham, John and C Harvey, 2001, The theory and practice of corporate finance: evidence from the field, Journal of Financial Economics, 60(2-3), 187-243.",
        "Goel, Anand M., and Anjan V. Thakor, 2010, Credit Ratings and Litigation Risk, unpublished working paper.",
        "Fitch Ratings, 2002, Fitch Ratings, letter to the SEC.",
        "Fons, Jerome, 1994, Using default rates to model the term structure of credit risk, Financial Analyst's Journal, SeptemberOctober, pp. 25-32.",
        "Diamond, Douglas W, 1989, Reputation Acquisition in Debt Markets, The Journal of Political Economy, Vol. 97, No. 4 (Aug), pp. 828-862 Doherty, Neil A., Anastasia Kartasheva, and Richard D. Phillips, 2008, Does Competition Improve Ratings?, working paper.",
        "Department of Justice, 1998, Comments of the United States Department of Justice in the Matter of: File No. S7-33-97 Proposed Amendments to Rule 15c3-1 under the Securities Exchange Act of 1934, (March 6).",
        "Covitz, Daniel M, and Paul Harrison, 2003, Testing Conflicts of Interest at Bond Rating Agencies with Market Anticipation: Evidence that Reputation Incentives Dominate, working paper, Federal Reserve Board, Washington, DC.",
        "Coval, Joshua, Jakub Jurek, and Erik Stafford, 2008, The Economics of Structured Finance, Harvard Business School Working Paper 09-060.",
        "Chen, Zhihua, Aziz A. Lookman, Norman SchÃ\u0083Â¼rhoff, and Duane J. Seppi, 2010, Why Ratings Matter: Evidence from Lehman's Index Rating Rule Change, unpublished working paper.",
        "Chemmanur, Thomas J., and Paolo Fulghieri, 1994, Reputation, Renegotiations, and the Choice between Bank Loans and Publicly Traded Debt, The Review of Financial Studies 7-3, 475-506.",
        "Cantor, Richard and Frank Packer, 1994, The Credit Rating Industry, Federal Reserve of New York Quarterly Review, 19(2), Summer-Fall, 1-26 Cantor, Richard, and Frank Packer, 1997, Differences of Opinion and Selection Bias in the Credit Rating Industry, Journal of Banking and Finance, 21, pp. 13951417.",
        "Boot, Arnoud W.A., Todd Milbourn, and Anjolein Schmeits, 2006, Credit Ratings as Coordination Mechanisms, Review of Financial Studies 19-1, 81-118, Spring 2006.",
        "Bongaerts, Dion, K.J. Martijn Cremers, and William N. Goetzmann, 2010, Tiebreaker: Certification and Multiple Credit Ratings, unpublished working paper.",
        "Bolton, Patrick, X Freixas and J Shapiro, 2009, The Credit Ratings Game, unpublished manuscript.",
        "Blume, Marshall E., Felix Lim, and A. Craig Mackinlay, 1998, The Declining Credit Quality of U.S. Corporate Debt: Myth or Reality?, Journal of Finance, 1389-1413.",
        "Benmelech, Efraim and Jennifer Dlugosz, 2009, The Alchemy of CDO Credit Ratings, Journal of Monetary Economics, 56, p 617-634.",
        "Benabou, Roland and Guy Laroque, 1992, Using Privileged Information to Manipulate Markets: Insiders, Gurus, and Credibility, The Quarterly Journal of Economics 107-3, 921.958.",
        "Bar-Isaac, Heski, and Steven Tadelis, 2008, Seller Reputation, Foundations and Trends in Microeconomics 4(4):273-351.",
        "Bar-Isaac, Heski and Joel Shapiro, 2010, Ratings Quality over the Business Cycle, unpublished working paper.",
        "Bar-Isaac, Heski, 2005, Imperfect Competition and Reputational Commitment, Economic Letters, 89(2), November, 167-173."
    ]
}