{
    "id": 16403,
    "cites": 100,
    "cited_by": 2,
    "reference": [
        "Worm, Boris, Edward B. Barbier, Nicola Beaumont, J. Emmett Duffy, Carl Folke, Benjamin S. Halpern, Jeremy B. C. Jackson, Heike K. Lotze, Fiorenza Micheli, Stephen R. Palumbi, Enric Sala, Kimberley A. Selkoe, John J. Stachowicz, and Reg Watson. 2006. Impacts of Biodiversity Loss on Ocean Ecosystem Services. Science 314: 787 - 790.",
        "Wilen, James E. 1976. Common Property Resources and the Dynamics of Overexploitation: The Case of the North Pacific Fur Seal. University of British Columbia Department of Economics Working Paper.",
        "Weitzman, Martin L. 2010b. Fat-Tailed Uncertainty and the Economics of Climate Change. Forthcoming in the Review of Environmental Economics and Policy.",
        "Weitzman, Martin L. 2010a. GHG Targets as Insurance Against Catastrophic Climate Damages. Harvard Environmental Economics Program Discussion Paper 10-20.",
        "Weitzman, Martin L. 2009. On Modeling and Interpreting the Economics of Catastrophic Climate Change. Review of Economics and Statistics 91: 1-19.",
        "Weitzman, Martin L. 2002. Landing Fees vs Harvest Quotas with Uncertain Fish Stocks. Journal of Environmental Economics and Management 43:325-338.",
        "Weitzman, Martin L. 1974. Prices vs. Quantities. Review of Economic Studies 41: 477-491.",
        "Weisbach, David. 2010. Instrument Choice is Instrument Design. In U.S. Energy Tax Policy, ed., Gilbert E. Metcalf, pp. 113-158. Cambridge, United Kingdom: Cambridge University Press.",
        "Weber, Thomas A., and Karsten Neuhoff. 2010. Carbon Markets and Technological Innovation. Journal of Environmental Economics and Management 60: 115-132.",
        "Tschirhart, John T. 1984. Transferable Discharge Permits and the Control of Stationary Source Air Pollution: A Survey and Synthesis. In Economic Perspectives on Acid Deposition Control, Thomas D. Crocker, ed. Boston: Butterworth.",
        "Stern, Nicholas. 2007. The Economics of Climate Change: The Stern Review. Cambridge, United Kingdom: Cambridge University Press.",
        "Stavins, Robert N. 2008. Addressing Climate Change with a Comprehensive U.S. Cap-and-Trade System. The Oxford Review of Economic Policy 24: 298-321.",
        "Stavins, Robert N. 2007. A U.S. Cap-and-Trade System to Address Global Climate Change. The Hamilton Project, Discussion Paper 2007-13. Washington, D.C.: The Brookings Institution.",
        "Stavins, Robert N. 2003. Experience with Market-Based Environmental Policy Instruments. In Handbook of Environmental Economics, Volume I, eds. Karl-GÃ\u0083Â¶ran MÃ\u0083Â¤ler and Jeffrey Vincent, pp. 355-435. Amsterdam: Elsevier Science.",
        "Stavins, Robert N. 1999. The Costs of Carbon Sequestration: A Revealed-Preference Approach. American Economic Review 89: 994-1009.",
        "Stavins, Robert N. 1998. What Can We Learn from the Grand Policy Experiment? Positive and Normative Lessons from SO2 Allowance Trading. Journal of Economic Perspectives 12(3): 69-88.",
        "Stavins, Robert N. 1995. Transaction Costs and Tradeable Permits. Journal of Environmental Economics and Management 29: 133-146.",
        "Solow, Robert M. 1991. Sustainability: An Economist's Perspective. The Eighteenth J. Seward Johnson Lecture. Woods Hole, Massachusetts: Woods Hole Oceanographic Institution.",
        "Smith, Martin D., James N. Sanchirico, and James E. Wilen. 2009. Journal of Environmental Economics and Management 57: 104-121.",
        "Smith, Martin D., and James E. Wilen. 2003. Economic Impacts of Marine Reserves: The Importance of Spatial Behavior. Journal of Environmental Economics and Management 46: 183-206.",
        "Scott, Anthony. 1955. The Fishery: The Objectives of Sole Ownership. Journal of Political Economy 63: 116-124.",
        "Sanchirico, James N. and James E. Wilen. 2007. Global Marine Fisheries Resources: Status and Prospects. International Journal of Global Environmental Issues 10:1-13.",
        "Royte, Elizabeth. 2006. The Mollusk That Made Manhattan. New York Times, Sunday Book Review, March 5.",
        "Robert, Christopher, and Richard Zeckhauser. 2010. The Methodology of Positive Policy Analysis. Harvard Kennedy School Faculty Research Working Paper 10-041.",
        "Ranson, Matthew, Judson Jaffe, and Robert N. Stavins. 2010. Linking Tradable Permit Systems: A Key Element of Emerging International Climate Policy Architecture. Ecology Law Quarterly 36: 789-808.",
        "Revesz, Richard L. and Robert N. Stavins. 2007. Environmental Law. In Handbook of Law and Economics, Volume I, eds. A. Mitchell Polinsky and Steven Shavell, pp. 499-589. Amsterdam: Elsevier Science.",
        "Pigou, Arthur C. 1920. The Economics of Welfare. London: Macmillan.",
        "Pindyck, Robert S. 2010. Fat Tails, Thin Tails, and Climate Change Policy. Forthcoming in the Review of Environmental Economics and Policy.",
        "Pindyck, Robert S. 1984. Uncertainty in the Theory of Renewable Resources. Review of Economic Studies 51: 289-303.",
        "Parson, Edward A., and Richard J. Zeckhauser. 1995. Equal Measures or Fair Burdens: Negotiating Environmental Treaties in an Unequal World. In Shaping National Responses to Climate Change: A Post-Rio Guide, eds. Henry Lee, pp. 81-114. Washington, D.C.: Island Press.",
        "Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. New York: Cambridge University Press.",
        "Parry, Martin, Osvaldo Canziani, Jean Palutikof, Paul van der Linden, and Clair Hanson, ed. 2007.",
        "Ostrom, Elinor. 2010. Beyond Markets and States: Polycentric Governance of Complex Economic Systems. American Economic Review 100: 641-672.",
        "Pachauri, Rajendra K., and Andy Reisinger. 2007. Climate Change 2007: Synthesis Report. Contributions of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC). Geneva, Switzerland: IPCC.",
        "Ostrom, Elinor. 1990. Governing the Commons: The Evolution of Institutions for Collective Action. Cambridge, United Kingdom: Cambridge University Press.",
        "Opsomer, Jean-Didier and Jon M. Conrad. 1994. An Open-Access Analysis of the Northern Anchovy Fishery. Journal of Environmental Economics and Management 27: 21-37.",
        "Nordhaus, William D. 2010c. Tail Events and Economic Analysis. Forthcoming in the Review of Environmental Economics and Policy.",
        "Nordhaus, William D. 2010b. Some Foundational and Transformative Grand Challenges for the Social and Behavioral Sciences: The Problem of Global Public Goods. Paper prepared for the National Science Foundation. Unpublished.",
        "www.pnas.org/cgi/doi/10.1073/pnas.1005985107 (accessed September 15, 2010).",
        "Nordhaus, William D. 2010a. Economic Aspects of Global Warming in a Post-Copenhagen Environment. Proceedings of the National Academy of Sciences, June 14.",
        "Nordhaus, William D. 2007. To Tax or Not to Tax: Alternative Approaches to Slowing Global Warming. Review of Environmental Economics and Policy 1: 26-44.",
        "Nordhaus, William D. 2008. A Question of Balance: Weighing the Options on Global Warming Policies. New Haven: Yale University Press.",
        "Nordhaus, William D. 1992. Lethal Model 2: The Limits to Growth Revisited. Brookings Papers on Economic Activity 2: 1-43.",
        "Newell, Richard G., and Robert N. Stavins. 2003. Cost Heterogeneity and the Potential Savings from Market-Based Policies. Journal of Regulatory Economics 23: 43-59.",
        "Newell, Richard G., James N. Sanchirico, and Suzi Kerr. 2005. Fishing Quota Markets. Journal of Environmental Economics and Management 49: 437-462.",
        "Newell, Richard G., and William A. Pizer. 2003. Regulating Stock Externalities Under Uncertainty. Journal of Environmental Economics and Management 45: 416-432.",
        "Newell, Richard G., Adam B. Jaffe, and Robert N. Stavins. 1999. The Induced Innovation Hypothesis and Energy-Saving Technological Change. Quarterly Journal of Economics 114: 941-975.",
        "MuÃ\u0083Â±oz, Robert E. 2009. A Welfare Analysis of Spectrum Allocation Policies. RAND Journal of Economics 40: 424-454.",
        "Muller, Nicholas Z., and Robert Mendelsohn. 2009. Efficient Pollution Regulation: Getting the Prices Right. American Economic Review 99: 1714-1739.",
        "Montgomery, David W. 1972. Markets in Licenses and Efficient Pollution Control Programs. Journal of Economic Theory 5: 395-418.",
        "Montero, Juan-Pablo. 2007. Tradable Permits with Incomplete Monitoring: Evidence from Santiago's Particulate Permits Program. In Moving to Markets in Environmental Regulation: Lessons from Twenty Years of Experience, eds. J. Freeman and C. Kolstad, pp. 147-170. New York: Oxford University Press.",
        "Milliman, Scott R., and Raymond Prince. 1989. Firm Incentives to Promote Technological Change in Pollution Control. Journal of Environmental Economics and Management 17: 247-265.",
        "Metz, Bert, Ogunlande Davidson, Peter Bosch, Rutu Dave, and Leo Meyer. 2007. Climate Change 2007: Mitigation of Climate Change. Contribution of Working Group III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. New York: Cambridge University Press.",
        "Metcalf, Gilbert E. and David Weisbach. 2010. Linking Policies When Tastes Differ: Global Climate Policy in a Heterogeneous World. Discussion Paper 2010-38, Harvard Project on International Climate Agreements. Cambridge: Harvard Kennedy School.",
        "Metcalf, Gilbert E. 2009. Market-Based Policy Options to Control U.S. Greenhouse Gas Emissions. Journal of Economic Perspectives 23 (2): 5-27.",
        "Metcalf, Gilbert E. 2007. A Proposal for a U.S. Carbon Tax Swap: An Equitable Tax Reform to Address Global Climate Change. The Hamilton Project, Discussion Paper 2007-12. Washington, D.C.: The Brookings Institution.",
        "Meadows, Donella H., Dennis L. Meadows, Jorgen Randers, and William W. Behrens III. 1972. The Limits to Growth. New York: Universe Books.",
        "Malueg, David A. 1990. Welfare Consequences of Emission Credit Trading Programs. Journal of Environmental Economics and Management 18: 66-77.",
        "http://gregmankiw.blogspot.com/2006/10/pigou-club-manifesto.html (accessed August 16, 2010).",
        "Livernois, John. 2009. On the Empirical Significance of the Hotelling Rule. Review of Environmental Economics and Policy 3: 22-41.",
        "Jung, Chulho, Kerry Krutilla, and Roy Boyd. 1996. Incentives for Advanced Pollution Abatement Technology at the Industry Level: An Evaluation of Policy Instruments. Journal of Environmental Economics and Management 30: 95-111.",
        "Huppert, Daniel D. 2005. An Overview of Property Rights in Fisheries. Reviews in Fish Biology and Fisheries 15: 201-215. InternationalWhalingCommission.2010.StatusofWhales.http://iwcoffice.org/conservation/status.htm (accessed September 15, 2010).",
        "Huppert, Daniel D. 1990. Managing Alaska's Groundfish Fisheries: History and Prospects. University of Washington Institute for Marine Resources Working Paper.",
        "Hotelling, Harold. 1931. The Economics of Exhaustible Resources. Journal of Political Economy 39: 137-175.",
        "Homans, Frances R., and James E. Wilen. 1997. A Model of Regulated Open Access Resource Use. Journal of Environmental Economics and Management 32: 1-21.",
        "Hahn, Robert W., and Robert N. Stavins. 2010. The Effect of Allowance Allocation on Cap-and-Trade System Performance. National Bureau of Economic Research Working Paper 15854.",
        "Hardin, Garret. 1968. The Tragedy of the Commons. Science 162: 1243-1248.",
        "Hicks, John R. 1939. The Foundations of Welfare Economics. The Economic Journal 49: 696-712.",
        "Hahn, Robert W. 1984. Market Power and Transferable Property Rights. Quarterly Journal of Economics 99: 753-765.",
        "Goulder, Lawrence H., and Robert N. Stavins. 2010. Interactions between State and Federal Climate Change Policies. National Bureau of Economic Research Working Paper 16123.",
        "Furman, Jason, Jason E. Bordoff, Manasi Deshpande, and Pascal J. Noel. 2007. An Economic Strategy to Address Climate Change and Promote Energy Security. The Hamilton Project, Strategy Paper. Washington, D.C.: The Brookings Institution.",
        "Fullerton, Don. 1996. Why Have Separate Environmental Taxes? In Tax Policy and the Economy, Volume 10, James M. Poterba, ed., pp. 33-70. Cambridge: MIT Press for National Bureau of Economic Research.",
        "Frankel, Jeffrey. 2010. A Proposal for Specific Formulas and Emission Targets for All Countries in All Decades. In Post-Kyoto International Climate Policy: Implementing Architectures for Agreement, Joseph E. Aldy and Robert N. Stavins, eds., pp. 31-87. New York: Cambridge University Press.",
        "Fischer, Carolyn, Ian W. H. Parry, and William A. Pizer. 2003. Instrument Choice for Environmental Protection when Technological Innovation is Endogenous. Journal of Environmental Economics and Management 45: 523-545.",
        "Dasgupta, Partha. 1982. The Control of Resources. Cambridge, Massachusetts: Harvard University Press.",
        "Crocker, Thomas D. 1966. The Structuring of Atmospheric Pollution Control Systems. In The Economics of Air Pollution, ed.. H. Wolozin, pp. 61-86. New York: W. W. Norton and Company, Inc.",
        "Costello, Christopher, Steven D. Gaines, and John Lynham. 2008. Can Catch Shares Prevent Fisheries Collapse? Science 321: 1678-1681.",
        "Cooper, Richard N. 2010b. The Case for Charges on Greenhouse Gas Emissions. In Post-Kyoto InternationalClimatePolicy: ImplementingArchitecturesforAgreement,Joseph E.Aldy andRobert N. Stavins, eds., pp. 151-178. New York: Cambridge University Press.",
        "Cooper, Richard N. 2010a. Europe's Emissions Trading System. Discussion Paper 2010-40, Harvard Project on International Climate Agreements. Cambridge: Harvard Kennedy School.",
        "Coman, Katharine. 1911. Some Unsettled Problems of Irrigation. American Economic Review 1: 1-19.",
        "Coase, Ronald. 1960. The Problem of Social Cost. Journal of Law and Economics 3: 1-44.",
        "Clark, Colin W. 1990. Mathematical Bioeconomics: The Optimal Management of Renewable Resources. 2nd Edition. New York: John Wiley.",
        "Buchanan, James M., and Gordon Tullock. 1975. Polluters' Profits and Political Response: Direct Control Versus Taxes. American Economic Review 65: 139-147.",
        "Bromley,DanielW. 1992. TheCommons,CommonProperty,andEnvironmentalPolicy. Environmental and Resource Economics 2: 1-17.",
        "Bohi, Douglas and Dallas Burtraw. 1992. Utility Investment Behavior and the Emission Trading Market. Resources and Energy 14: 129-153.",
        "Barnett, Harold J., and Chandler Morse. 1963. Scarcity and Growth: The Economics of Natural Resource Availability. Baltimore: Johns Hopkins University Press.",
        "Baumol, William J., and Wallace E. Oates. 1988. The Theory of Environmental Policy. Cambridge, United Kingdom: Cambridge University Press.",
        "Amundsen, Eric S., Trond BjÃ\u0083Â¸rndal, and Jon M. Conrad. 1995. Open Access Harvesting of the Northeast Atlantic Minke Whale. Environmental and Resource Economics 6: 167-185.",
        "Aldy, Joseph E. and Robert N. Stavins. 2009. Post-Kyoto International Climate Policy: Summary for Policymakers. New York: Cambridge University Press.",
        "Aldy, Joseph E., Scott Barrett, and Robert N. Stavins. 2003. Thirteen Plus One: A Comparison of Global Climate Policy Architectures. Climate Policy 3: 373-397.",
        "Acheson, James M. 2003. Capturing the Commons: Devising Institutions to Manage the Maine Lobster Fishery. Hanover, New Hampshire: University Press of New England.",
        "Lee, Junsoo, John A. List, and Mark C. Strazicich. 2006. Non-renewable Resource Prices: Deterministic or Stochastic Trends? Journal of Environmental Economics and Management 51: 354-370.",
        "Kneese, Allen V. and Charles L. Schultz. 1975. Pollution, Prices, and Public Policy. Washington, D.C.: The Brookings Institution.",
        "Kerr, Suzi and Richard Newell. 2003. Policy-Induced Technology Adoption: Evidence from the U.S. Lead Phasedown. Journal of Industrial Economics 51: 317-343.",
        "Keohane, Nathaniel O. 2009. Cap and Trade, Rehabilitated: Using Tradable Permits to Control U.S. Greenhouse Gases. Review of Environmental Economics and Policy 3: 42-62.",
        "Kaplow, Louis. 2010. Taxes, Permits, and Climate Change. National Bureau of Economic Research Working Paper No. 16268.",
        "Kaldor, Nicholas. 1939. Welfare Propositions of Economics and Interpersonal Comparisons of Utility. Economic Journal 49: 549-552.",
        "Joskow, Paul L., and Richard Schmalensee. 1998. The Political Economy of Market-based Environmental Policy: The U.S. Acid Rain Program. Journal of Law and Economics 41: 81-135.",
        "Jaffe, Adam B., Richard G. Newell, and Robert N. Stavins. 2005. Tale of Two Market Failures: Technology and Environmental Policy. Ecological Economics 54: 164 174.",
        "Jaffe, Adam B., and Robert N. Stavins. 1995. Dynamic Incentives of Environmental Regulation: The Effects of Alternative Policy Instruments on Technology Diffusion. Journal of Environmental Economics and Management 29: S43-S63. Jaffe, Judson, Matthew Ranson, and Robert N. Stavins. Linking Tradable Permit Systems: A Key Element of Emerging International Climate Policy Architecture. Ecology Law Quarterly 36: 789808."
    ]
}