{
    "id": 16401,
    "cites": 47,
    "cited_by": 3,
    "reference": [
        "An, Sungbae, Yongsung Chang, and Sun-Bin Kim (2009): Can a Representative Agent Model Represent a Heterogeneous Agent Economy? American Economic Journal -Macroeconomics, 1(2), 29-54.",
        "An, Sungbae, and Frank Schorfheide (2007): Bayesian Analysis of DSGE Models, Econometric Reviews, 26(2-4), 113-172.",
        "Auerbach, Alan, and Lawrence Kotlikoff (1987): Dynamic Fiscal Policy, Cambridge U.K., Cambridge University Press.",
        "Bewley, Truman (1983): A Difficulty with the Optimum Quantity of Money, Econometrica, 51, 1485-1504.",
        "Bils, Mark. (1985): Real Wages over the Business Cycle: Evidence from Panel Data, Journal of Political Economy, 93(4), 666-689.",
        "Calvo, Guillermo (1983): Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12(3), 383-398.",
        "Chang, Yongsung, and Sun-Bin Kim (2006): From Individual to Aggregate Labor Supply: A Quantitative Analysis Based on a Heterogeneous Agent Macroeconomy, International Economic Review, 47(1), 1-27.",
        "Chang, Yongsung, and Sun-Bin Kim (2007): Heterogeneity and Aggregation: Implications for Labor-Market Fluctuations, American Economic Review, 97(5), 1939-1956.",
        "Chen, Kaiji, Ayse Imrohoroglu, and Selahattin Imrohoroglu (2007): A Quantitative Assessment of the Decline in the U.S. Saving Rate, Manuscript, University of Southern California.",
        "Cho, Jang-Ok (1995): Ex-post Heterogeneity and the Business Cycle, Journal of Economic Dynamics and Control, 19(3), 533-551.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans (2005): Nominal Rigidities and the Dynamic Effect of a Shock to Monetary Policy, Journal of Political Economy, 113, 1-45.",
        "Cogley, Timothy, and Takeshi Yagihashi (2009): Are DSGE Approximating Models Invariant to Shifts in Policy?, Manuscript, New York University.",
        "Del Negro, Marco, and Frank Schorfheide (2008): Forming Priors for DSGE Models (and How It Affects the Assessment of Nominal Rigidities), Journal of Monetary Economics, 55(7), 1191-1208.",
        "Del Negro, Marco, Frank Schorfheide, Frank Smets, and Rafael Wouters (2007): On the Fit of New Keynesian Models, Journal of Business & Economics Statistics, 25(2), 123-162.",
        "Domeij, David, and Jonathan Heathcote (2004): On the Distributional Effects of Reducing Capital Taxes, International Economic Review, bf 45(2), 523-554.",
        "Fernandez-Villaverde, Jesus, and Juan F. Rubio-Ramirez (2007): How Structural Are Structural Parameters?, NBER Macroeconomics Annual, MIT Press, 83-138.",
        "Forni, Lorenzo, Libero Monteforte, and Luca Sessa (2009): The General Equilibrium Effects of Fiscal Policy: Estimates for the Euro Area, Journal of Public Economics, 93(3-4), 559-585.",
        "Geweke, John (1985): Macroeconomic Modelling and the Theory of the Representative Agent, American Economic Review: Papers and Proceedings, 75(2), 206-210.",
        "Hall, Robert (1997): Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics, 15, S223-S250.",
        "Hansen, Gary (1993): The Cyclical and Secular Behaviour of the Labour Input: Comparing Efficiency Units and Hours Worked, Journal of Applied Econometrics, 8(1), 71-80.",
        "Huggett, Mark (1993): The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies, Journal of Economic Dynamics and Control, 17(5-6), 953-969.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante (2008): Insurance and Opportunities: A Welfare Analysis of Labor Market Risk, Journal of Monetary Economics, 55, 501-525.",
        "Judd Kenneth (1987): Welfare Cost of Factor Taxation in a Perfect Foresight Model, Journal of Political Economy, 95, 67-709.",
        "Justiniano, Alejandro, Giorgio Primiceri, and Andrea Tambalotti (2010): Investment Shocks and Business Cycles, Journal of Monetary Economics, forthcoming.",
        "King, Robert., Charles Plosser, and Sergio Rebelo (1988): Production, Growth and Business Cycles: I. The Basic Neoclssical Model, Journal of Monetary Economics, 21(23) , 195-232.",
        "Kruger, Dirk, and Hanno Lustig (2007): When Is Market Incompleteness Irrelevant for the Price of Aggregate Risk? Manuscript, University of Pennsylvania.",
        "Krusell, Per, Toshihiko Mukoyama, Richard Rogerson, Aysegul Sahin (2008): The Aggregate Implications of Indivisible Labor, Incomplete Markets and Search Frictions, Journal of Monetary Economics, 55(5), 961-979.",
        "Krusell, Per, and Anthony Smith (1998): Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106(5), 867-896.",
        "Kydland, Finn, and Edward Prescott (1982): Time to Build and Aggregate Fluctuations, Econometrica, 50(6), 1345-1370.",
        "Leeper, Eric, Michael. Plante, and Nora Traum (2010): Dynamics of Fiscal Financing in the United States, Journal of Econometrics, 156(2), 304-321.",
        "Levin, Andrew, Alexei Onatski, John Williams, and Noah Williams (2006): Monetary Policy Under Uncertainty in Micro-Founded Macroeconometric Models, in NBER Macroeconomics Annual 2005, ed. by Mark Gertler and Kenneth Rogoff, 20, 229287. MIT Press, Cambridge.",
        "Liu, Zheng, Daniel Waggoner, and Tao Zha (2008): Asymmetric Expectation Effects of Regime Switches in Monetary Policy, Manuscript, Federal Reserve Bank of Atlanta.",
        "Ljungqvist, Lars, and Thomas Sargent (2007): Indivisible Labor, Human Capital, Lotteries, and Personal Savings: Do Taxes Explain European Employment? 2006 NBER Macroeconomics Annual, MIT Press, 181-224.",
        "Lucas, Robert (1976): Econometric Policy Evaluation: A Critique, Carnegie-Rochester Conference on Public Policy, 1, 19-46.",
        "Nakajima, Makoto (2007) Business Cycles in the Equilibrium Model of Labor Search and Self-Insurance, Manuscript, Federal Reserve Bank of Philadelphia.",
        "Narajabad, Borghan (2010) Information Technology and the Rise of Household Bankruptcy, Manuscript, Rice University.",
        "Pijoan-Mas, Josep (2005): Precautionary Savings or Working Longer Hours? Review of Economic Dynamics, 9, 326-352.",
        "Prescott, Edward C., (2004) Why do Americans Work So Much More Than Europeans?, Quarterly Review, Federal Reserve Bank of Minneapolis, July, 2-13.",
        "Rios-Rull, Jose-Victor, Frank Schorfheide, Cristina Fuentes-Albero, Maxym Kryshko, and Raul Santaeulalia-Llopis (2009): Methods versus Substance: Measuring the Effects of Technology Shocks, NBER Working Paper, 15375.",
        "Rogerson, Richard (1988): Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics, 21(1), 3-16.",
        "Rogerson, Richard (2009): Taxes, Transfers and Employment in an Incomplete Markets Model, Manuscript, Arizona State University.",
        "Rogerson, Richard, and Johanna Wallenius (2009): Micro and Macro Elasticities in a Life Cycle Model with Taxes, Journal of Economic Theory, forthcoming.",
        "Scheinkman, Jose, and Laurence Weiss (1986): Borrowing Constraints and Aggregate Economic Activity, Econometrica, 54, 23-45.",
        "Schorfheide, Frank (2000): Loss Function Based Evaluation of DSGE Models, Journal of Applied Econometrics, 15(6), 645-670.",
        "Smets, Frank, and Rafael Wouters (2003): An Estimated Stochastic Dynamic General Equilibrium Model of the Euro Area, Journal of the European Economic Association, 1, 1123-1175.",
        "Smets, Frank, and Rafael Wouters (2007): Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3), 586-606.",
        "Young, Eric (2004), Unemployment Insurance and Capital Accumulation, Journal of Monetary Economics, 51, 1683-1710."
    ]
}