{
    "id": 16413,
    "cites": 20,
    "cited_by": 10,
    "reference": [
        "Roberts, Kevin W. S. (1977): Voting over income tax schedules, Journal of Public Economics, vol. 8(3), pp. 329-340.",
        "Mueller, Dennis C. (2003): Public Choice III, Cambridge, Cambridge University Press.",
        "Persson, Torsten and Guido Tabellini (2000): Political Economics: Explaining Economic Policy, Cambridge MA, The MIT Press.",
        "Meltzer, Allan H. and Richard, Scott F. (1981): A Rational Theory of the Size of Government, Journal of Political Economy, vol. 89(5), pp. 914-927.",
        "Hepburn, Cameron (2006): Regulation by Prices, Quantities, or Both: a review of instrument choice, Oxford Review of Economic Policy, Vol. 22, No. 2, pp. 226-247.",
        "Grandmont, Jean-Michel (1978): Intermediate preferences and the majority rule, Econometrica, 46, pp. 317--330.",
        "Dixit Avinash, Gene M. Grossman and Faruk Gul (2000): The Dynamics of Political Compromise, Journal of Political Economy, Vol. 108, pp. 531-568.",
        "De Donder, Philippe, Michel Le Breton and Eugenio Peluso (2010): Majority Voting in Multidimensional Policy Spaces: Kramer-Shepsle versus Stackelberg, IDEI Working Papers, 593.",
        "Davis, Otto A., Morris H. DeGroot and Melvin J. Hinich (1972): Social Preference Orderings and Majority Rule, Econometrica, 40, pp. 147157.",
        "Cremer, Helmut, Philippe De Donder and Firouz Gahvari (2008): Political competition within and between parties: an application to environmental policy, Journal of Public Economics, 92, pp. 532--547.",
        "Cremer, Helmut, Philippe De Donder and Firouz Gahvari (2004): Political sustainability and the design of environmental taxes, International Tax and Public Finance, 11, pp. 703--719.",
        "Congleton, Roger D. (1992): Political Institutions and Pollution Control , The Review of Economics and Statistics, Vol. 74, No. 3, pp. 412421.",
        "Buchanan, James M. and Gordon Tullock (1975): Polluters' Profits and Political Response: Direct Controls Versus Taxes, American Economic Review, 65, pp. 139-147.",
        "Boyer, Marcel and Jean-Jacques Laffont (1998): Toward a political theory of the emergence of environmental incentive regulation, Rand Journal of Economics, Vol. 30, No. 1, pp. 137-157.",
        "Black, Duncan (1948): On the Rationale of Group Decision-making, Journal of Political Economy, Vol. 56, pp. 23-34.",
        "Black, Duncan (1948b): The Decisions of a Committee Using a Special Majority, Econometrica, Vol. 16, No. 3, pp. 245-261.",
        "Barbera, Salvador and Matthew O. Jackson (2006): On the Weights of Nations: Assigning Voting Weights in a Heterogeneous Union, Journal of Political Economy, Vol. 114, pp. 317-339.",
        "Banks, Jeffrey S., John Duggan and Michel Le Breton (2006): Social Choice and Electoral Competition in the General Spatial Model, Journal of Economic Theory, 126, pp. 194-234.",
        "Aghion, Philippe and Patrick Bolton (2003): Incomplete Social Contracts , Journal of the European Economic Association, No. 1, pp. 3867.",
        "Aghion, Philippe, Alberto Alesina, and Francesco Trebbi, (2004): Endogeneous Political Institutions, The Quarterly Journal of Economics, 119 (2), pp. 565--611."
    ]
}