{
    "id": 16417,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "Zhang L, Yan Y, Rozelle S, Wang H. (2006) An empirical analysis of China's New Collective Medical System: from a policy prospective. Social Sciences in China XXVII(3):",
        "Yi, Hongmei; Linxiu Zhang; Kim Singer; Scott Rozelle; and Scott Atlas (2009) Health Insurance and Catestrophic Illness: a Report on the New Cooperative Medical System in Rural China Health Economics 18: S119S127 (2009).",
        "Wang, Hong; Winnie Yip; Licheng Zhang; and William C. Hsiao (2009) The Impact of Rural Mutual Health Care on Health Status: Evaluation of a Social Experiment in Rural China Health Economics 18: S65S82 (2009) Yuan Z, Fang L, Zhou X, Xiao Y, Hong Y, Cheng H, Wang J. (2006) Impact of NCMS on farmers' demand and utilization for medical care: a follow-up survey Chinese Rural Health Service Administration 26(10): 1417 (in Chinese).",
        "Wagstaff A, Yu S. (2007) Do health sector reforms have their intended impacts? The World Bank's Health VIII project in Gansu province, China Journal of Health Economics 26: 505 535.",
        "Wagstaff A, Pradhan M. (2005) Health Insurance Impacts on Health and Nonmedical Consumption in a Developing Country The World Bank: Washington, DC.",
        "Smith, Jeffrey and Petra Todd (2005): Does Matching Overcome Lalonde's Critique of Nonexperimental Estimators? Journal of Econometrics, 125 (1-2), p. 305-353.",
        "Rosenbaum, Paul and Donald Rubin (1983): The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika, 70,41-55.",
        "Ministry of Health, PRC. 2007. Guideline on the Management of New Cooperative Medical System (2007 version). Department of Rural Health Management and Center for China Cooperative Medical Scheme of MOH: Beijing.",
        "Ministry of Health, PRC. 2005. Handbook of Statistics on New Cooperative Medical System 2003 2004. Department of Rural Health Management and Center for China Cooperative Medical Scheme of MOH: Beijing.",
        "Ministry of Health PRC. 1999. Research on National Health Services: An Analysis Report of the Second National Health Services Survey in 1998 (I), Beijing.",
        "LoSasso, Anthony and Thomas Buchmueller. 2004. The Effect of the State Children's Health Insurance Program on Health Insurance Coverage. Journal of Health Economics. 23:1059-82.",
        "Levy, Helen and David Meltzer. 2008. The Impact of Health Insurance on Health Annual Review of Public Health 29:399-409.",
        "Liu Y, Hsiao WC, Eggleston K. 1999. Equity in health and health care: the Chinese experience. Social Science and Medicine 49: 13491356.",
        "Levine, Phillip and Diane Whitmore Schanzenbach (2009) The Impact of Children's Public Health Insurance Expansions on Educational Outcomes NBER Working Paper # 14671.",
        "Lei, Xiaoyan and Wanchuan Lin (2009) The New Cooperative Medical Scheme in Rural China: Does More Coverage Mean More Service and Better Health? Health Economics ,18(S2), 2009, Pages S25-S46.",
        "Joyce, Ted and Andrew Racine. 2003. Chip Shots: Association Between the State Children's Health Insurance Programs and Immunization Coverage and Delivery. NBER Working Paper #9831.",
        "Imbens Guido (2004) Nonparametric estimation of average treatment effects under exogeneity: a review The Review of Economics and Statistics 86(1): 429.",
        "Heckman, James, Hidehiko Ichimura, Jeffrey Smith and Petra Todd (1998): Characterizing Selection Bias Using Experimental Data, Econometrica , 66(5), 1017-1098.",
        "Heckman, James, Hidehiko Ichimura and Petra Todd (1997): Matching As An Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Program, Review of Economic Studies, 64(4), 605-654.",
        "Guo, Sufang; Sabu S. Padmadas; Zhao Fengmin; James J Brown; and R William Stones (2007) Delivery settings and caesarean section rates in China Bulletin of the World Health Organization 85(10): October 2007, 733-820. Accessed at http://www.who.int/bulletin/volumes/85/10/06-035808/en/index.html.",
        "Dafny, Leemore and Jonathan Gruber. 2005. Public Insurance and Child Hospitalizations: Access and Efficiency Effects, Journal of Public Economics 89(1): 109-129.",
        "Currie, Janet and Jonathan Gruber. 1996b. Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women. Journal of Political Economy. 104:1263-96.",
        "Currie, Janet and Jonathan Gruber. 1996a. Health Insurance Eligibility, Utilization of Medical Care, and Child Health. Quarterly Journal of Economics. 111: 431-66.",
        "Chou, Win Lin and Zijun Wang (2009) Regional Inequality in China's Health Care Expenditures Health Economics 18: S137S146 (2009) Chou, Shin-Yi; Jin-Tan Liu and James K. Hammit (2006), Households' Precautionary Behaviors - The Effects of the Introduction of National Health Insurance in Taiwan, Review of Economics of the Household, 4(4), 395-421, 2006.",
        "Chen, Shaohua and Martin Ravallion (2008), The developing world is poorer than we thought, but no less successful in the fight against poverty, Policy Research Working Paper #4703, World Bank Chen Y, Xu X, Wang R, Zhang H, Wu N, Wang L, Luo W, Wang Z. (2005) Evaluation of the effect of NCMS on poverty reduction due to illness. Chinese Health Economics 24(8): 2628 (in Chinese) Chen, Yuyu; Ginger Zhe Jin and Yang Yue (2010) Peer Migration in China, NBER working paper #15671."
    ]
}