{
    "id": 16416,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Uhlig, Harald (2005), What are the effects of monetary policy on output ? Results from an agnostic identification procedure, Journal of Monetary Economics 52, 381-419.",
        "Smith, Adam (1776), An Inquiry into the Nature and Causes of the Wealth of Nations, republished by the University Of Chicago Press (1977).",
        "Sims, Christopher A. (1992), Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review, vol. 36, 1992, 975-1011.",
        "Sims, Christopher A. (1980), Macroeconomics and Reality, Econometrica, vol. 48 (1), 1-48.",
        "Smets, Frank and Raf Wouters (2003), An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economic Association, MIT Press, vol. 1(5), pages 11231175.",
        "Gustav von Schmoller (1875), Grundfragen des Rechts und der Volkswirtschaft , republished Vdm Verlag Dr. Muller (2006).",
        "Rotemberg, Julio J (2005), Customer Anger at Price Increases, Changes in the Frequency of Price Adjustment and Monetary Policy, Journal of Monetary Economics 52, no. 4, 829-852.",
        "Popper, Karl (1934), Logik der Forschung, in English (1959), The Logic of Scientific Discovery, Routledge, Taylor & Francis.",
        "Menger, Carl (1871), Grundsatze der Volkswirtschaftslehre, Wien, Wilhelm Braumuller, downloadable as pdf-file here.",
        "McCloskey, Deirdre (1985), The Rhetoric of Economics, Madison: University of Wisconsin Press.",
        "Leamer, Edward E., (1978), Specification Searches, John Wiley & Sons, New York.",
        "Lucas, Robert (1976), Econometric Policy Evaluation: A Critique, in Brunner, K.; Meltzer, A., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series on Public Policy, 1, New York: American Elsevier, pp. 1946.",
        "Leamer, Edward E. (1983), Let's take the Con out of Econometrics, American Economic Review, vol. 73, 31-43.",
        "Lawson, Tony (1997). Economics and Reality (Economics as Social Theory) , Routledge.",
        "Kydland, Finn E and Edward C. Prescott (1982), Time to Build and Aggregate Fluctuations, Econometrica, vol. 50(6), pages 1345-70.",
        "Kuhn, Thomas (1970), The Structure of Scientific Revolutions, Chicago: University of Chicago Press.",
        "Keynes, John Maynard (1936), The General Theory of Employment, Interest and Money, London: Macmillan (reprinted 2007)",
        "Keynes, John Neville (1890), The scope and method of political economy, republished by Batoche Books, Kitchener (1999) per http://socserv.mcmaster.ca/econ/ugcm/3ll3/keynesjn/Scope.pdf",
        "Hansen, Lars Peter and Thomas J. Sargent (2007), Robustness, Princeton University Press.",
        "Hansen, Lars Peter and James J. Heckman (1996), The Empirical Foundations of Calibration, Journal of Economic Perspectives, American Economic Association, vol. 10(1), pages 87-104.",
        "Friedman, Milton (1953), Essays in Positive Economics, The University of Chicago Press, available per books.google.com.",
        "Fullbrook, Edward, editor (2008). Ontology and Economics: Tony Lawson and His Critics (Routledge Advances in Heterodox Economics)."
    ]
}