{
    "id": 1641,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Abowd, J. and H. Farber. 1982. Job Queues and the Union Status of Workers. Industrial and Labor Relations Review. 35: 354-367.",
        "Bellante, 0. and A. Link. 1981. Are Public Sector Workers More Risk Averse than Private Sector Workers. Industrial and Labor Relations Review.",
        "Bellante, 0. and J. Long. 1981. The Political Economy of the Rent-Seeking Economy: The Case of PublicEmployees and Their Unions. Journal of Labor Research. 2: 1-14.",
        "Berndt, E., B. Hall, R. Hall, and J. Hausman. 1974. Estimation and Inference in Nonlinear Models. Annals of Social and Economic Measurement 4: 653-665.",
        "Borjas, G. 1980. Wage Policy in the Federal Bureaucracy. Washington D.C.: American Enterprise Institute.",
        "Brown, C. 1980. Equalizing Differences in the Labor Market. Quarterly Journal of Economics. :113-134.",
        "Carow, R. 1981. Total Compensation Comparability in the Evolution of Federal Compensation Policy, in P. Mieszkowski and G. Peterson, ed., Public Sector Labor Markets. Washington, D.C.: Urban Institute.",
        "Duncan, G. and B. Holmlund. 1983. Was Adam Smith Right After All? Another Test of the Theory of Compensating Wage Differentials. Journal of Labor Economics. 1: 366-379.",
        "Ehrenberg, R. and J. Schwarz. forthcoming. Public Sector Labor Markets, in 0. Ashenfelter and R. Layard, ed., Handbook of Labor Economics. North-Holland. Farber, H. 1983. The Determination of the Union Status of Workers.",
        "Econometrica. 51: 1417-1437. -37- Freeman, R. 1984. How Do Public Sector Wages and Employment Respond to Economic Conditions. presented at the NBER conference on Public Sector Payrolls, Williamsburg, VA, Nov. 15-17.",
        "Heckman, J. 1979. Sample Selection Bias as a Specification Error. Econometrica, 47: 153-161.",
        "Jones, F. 1983. On Decomposing the Wage Gap: A Critical Comment on Blinders Method. Journal of Human Resources. 18: 126-130.",
        "Leonard, H. 1983. The Federal Civil Service Retirement System: An Analysis of its Financial Condition and Current Reform Proposals, presented at the NBER Conference on Pensions, Labor, and Individual Choice, Peurto Rico, March 23-26.",
        "Poirier, 0. 1980. Partial Observability in Bivariate Probit Models. Journal of Econometrics. 14: 209-217.",
        "Presidents Panel on Federal Compensation. 1976. Staff Report. Washington D.C.: GPO.",
        "Quinn, J. 1979. Wage Differentials Among Older Workers in the Public Sector. Journal of Human Resources. 14: 41-62.",
        "Rosen, S. 1983. The Equilibrium Approach to Labor Markets. NBER working paper No. 1165.",
        "Smeeding, T. 1983. The Size Distribution of Wage and Nonwage Compensation: Employer Cost versus Employee Value, in 3. Triplet, ed., The Measurement of Labor Cost. Chicago, Ill.: University of Chicago Press.",
        "Smith, R. 1979. Compensating Wage Differentials and Public Policy: A -38- Review. Industrial and Labor Relations Review. 32: 339-352.",
        "Smith, R. and R. Ehrenberg. 1983. Estimating Wage-Fringe Trade-Offs: Some Data Problems, in 3. Triplett, ed., The Measurement of Labor Cost.",
        "Chicago, Ill.: University of Chicago Press. Smith, S. 1976. Pay Differentials Between Federal Government and Private Sector Workers. Industrial and Labor Relations Review. 29: 179-197.",
        "University: Industrial Relations Section. _________ 1981. Public/Private Wage Differentials in Metropolitan Areas, in P. Mieszkowski and G. Peterson, ed., Public Sector Labor Markets.",
        "Washington, D.C.: Urban Institute. _________ 1982. Prospects for Reforming Federal Pay. American Economic Review. 72:273-277."
    ]
}