{
    "id": 16418,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Veasey S, Rosen R, Barzansky B, Rosen I, Owens J. Sleep loss and fatigue in residency training: a reappraisal. Journal of the American Medical Association. 2002;288(9):11161124.",
        "Sampalis JS, Lavoie A, Williams JI, Mulder DS, Kalina M. Impact of onsite care, prehospital time, and level of inhospital care on survival in severely injured patients. Journal of TraumaInjury Infection & Critical Care 34(2):252261, February 1993.",
        "Rigobon R, Stoker T. Bias from Censored Regressors, Journal of Business and Economic Statistics, 27(3), pp. 340353, 2009.",
        "Presser,  HB.  2003.  Raceethnic  and  gender  differences  in  nonstandard  work  shifts.  Work  and Occupations, 30, 412439.",
        "Nasca TJ, Day SH, Amis ES. The new recommendations on duty hours from the ACGME Task Force. New England Journal of Medicine 2010; 363: e3e3 Nichol, Graham, Allan Detsky, Ian Stiell, Keith O'Rourke, George Wells, and Andreas Laupacis.",
        "Effectiveness of Emergency Medical Services for Victims of OutofHospital Cardiac Arrest: A Meta Analysis Annals of Emergency Medicine, June 1996. 17(6):700710.",
        "McMenamin  TM,  2007.  A  time  to  work:  recent  trends  in  shift  work  and  flexible  schedules, Monthly Labor Review, 130(12), 315.",
        "Le  Bihan,  B.,  &  Martin,  C.  (2004).  Atypical  working  hours:  Consequences  for  childcare arrangements. Social Policy and Administration, 38 , 565590.",
        "Lanfranchi,  J,  H  Ohlsson,  and  A  Skalli.  Compensating  wage  differentials  and  shift  work preferences, Economics Letters, Volume 74, Issue 3, February 2002, Pages 393398, Lazear,  Edward  P.  1991.  Labor  Economics  and  the  Psychology  of  Organizations.  Journal  of Economic Perspectives, Spring, 5:2, pp. 89110.",
        "Washington, DC: National Academy Press; 2000.",
        "Kuehl,  Alexander  E.  2002.  Prehospital  Systems  and  Medical  Oversight,  3rd  Edition,  Dubuque, Iowa: Kendall/ Hunt Publishing Company.",
        "Kessler  D,  and  McClellan  M.  Do  Doctors  Practice  Defensive  Medicine?  Quarterly  Journal  of Economics Vol. 111, No. 2 (May, 1996), pp. 353390 Kohn  LT,  Corrigan  JM,  Donaldson  MS.  To  Err  Is  Human:  Building  a  Safer  Health  System.",
        "Institute of Medicine (IOM): Committee on the Future of Emergency Care in the United States Health System. 2007. Emergency Medical Services: At the Crossroads. The National Academies Press.",
        "Freeman, Richard B, 1997. Working for Nothing: The Supply of Volunteer Labor, Journal of Labor Economics, University of Chicago Press, vol. 15(1), pages S14066.",
        "Feero S, Hedges JR, Simmons E, and Irwin L. Does OutofHospital EMS Time Affect Trauma Survival? American Journal of Emergency Medicine 13(2), March 1995.",
        "David  G,  Brachet  T.  Retention,  Learning  by  Doing,  and  Performance  in  Emergency  Medical Services. Health Services Research, 2009; 44(3): 902925.",
        "Altman M, Golden L (2007), The Economics of Flexible Work Scheduling: Theoretical Advances and  Contemporary  Paradoxes,  in  Lisa  A.  Keister  (ed.)  Workplace  Temporalities  (Research  in  the Sociology of Work, Volume 17), Emerald Group Publishing Limited, pp.313341 Arnedt  JT,  Owens  J,  Crouch  M,  Stahl  J,  Carskadon  MA.  Neurobehavioral  performance  of residents  after  heavy  night  call  vs  after  alcohol  ingestion.  Journal  of  the  American  Medical Association. 2005;294(9):10251033 Carr BG, Brachet T, David G, Duseja R, Branas CC. The Time Cost of Prehospital Intubation and Intravenous Access in Trauma Patients. Prehospital Emergency Care. 2008; 12(3): 327332.",
        "Akerlof, George A., and Rachel E. Kranton 2005. Identity and the Economics of Organizations. Journal of Economic Perspectives, 19(1): 932."
    ]
}