{
    "id": 16412,
    "cites": 38,
    "cited_by": 1,
    "reference": [
        "Thapar, Aditi, Using private forecasts to estimate the effects of monetary policy, Journal of Monetary Economics, May 2008, 55 (4), 806824. A Web Appendix Not for Publication",
        ", Housing and Monetary Policy, in Housing, Housing Finance, and Monetary Policy, Federal Reserve Bank of Kansas City, 2007.",
        "Taylor, Nicholas, The Determinants of Future U.S. Monetary Policy: High-Frequency Evidence,  Journal of Money, Credit and Banking, 2010, 42 (2-3), 399420.",
        "Taylor, John B., Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 1993, XXXIX, 195214.",
        "Strongin, Steven and Vefa Tarhan, Money Supply Announcements and the Market's Perception of Federal Reserve Policy, Journal of Money, Credit and Banking, May 1990, 22 (2), 135153.",
        "Stock, James H. and Mark W. Watson, Macroeconomic Forecasting Using Diffusion Indexes,  Journal of Business & Economic Statistics, 2002, 20 (2), 14762.",
        ", Monetary Policy Inertia: Fact or Fiction?, International Journal of Central Banking, December 2006, 2 (4), 85135.",
        "Smith, Josephine and John B Taylor, The Long and Short End of the Term Structure of Policy Rules, Journal of Monetary Economics, October 2009, 56 (7), 907917.",
        "Rudebusch, Glenn D., Term structure evidence on interest rate smoothing and monetary policy inertia, Journal of Monetary Economics, September 2002, 49 (6), 11611187.",
        "Ravn, Morten O and Harald Uhlig, On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations, The Review of Economics and Statistics, 2002, 84, 371380.",
        "Primiceri, Giorgio E, Why Inflation Rose and Fell: Policy-Makers' Beliefs and U.S. Postwar Stabilization Policy, Quarterly Journal of Economics, August 2006, 121 (3), 867901.",
        "Piazzesi, Monika and Eric T. Swanson, Futures prices as risk-adjusted forecasts of monetary policy, Journal of Monetary Economics, May 2008, 55 (4), 677691.",
        "Pagan, Adrian, Two Stage and Related Estimators and Their Applications, Review of Economic Studies, August 1986, 53 (4), 51738.",
        "Owyang, Michael T. and Garey Ramey, Regime switching and monetary policy measurement,  Journal of Monetary Economics, November 2004, 51 (8), 15771597.",
        "Orphanides, Athanasios, Monetary Policy Rules Based on Real-Time Data, American Economic Review, September 2001, 91 (4), 964985.",
        "Newey, Whitney K. and Daniel McFadden, Large sample estimation and hypothesis testing, in R. F. Engle and D. McFadden, eds., Handbook of Econometrics, Vol. 4 of Handbook of Econometrics, Elsevier, 06 1986, chapter 36, pp. 21112245.",
        "Kohn, Donald L. and Brian P. Sack, Central bank talk: does it matter and why?, in Macroeconomics, Monetary Policy, and Financial Stability, Bank of Canada, 2004, pp. 175 206.",
        "Kozicki, Sharon and P. A. Tinsley, Shifting endpoints in the term structure of interest rates, Journal of Monetary Economics, 2001, 47 (3), 613652.",
        "Ireland, Peter N., Changes in the Federal Reserve's Inflation Target: Causes and Consequences,  Journal of Money, Credit and Banking, December 2007, 39 (8), 18511882.",
        "Hansen, Lars P., Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 1982, 50, 10291054.",
        "Harvey, Andrew C. and Albert Jaeger, Detrending, Stylized Facts and the Business Cycle, Journal of Applied Econometrics, 1993, 8, 231247.",
        ", Daily Changes in Fed Funds Futures Prices, Journal of Money, Credit, and Banking, 2009, 41, 567582.",
        ", Daily monetary policy shocks and new home sales, Journal of Monetary Economics, 2008, 55, 11711190.",
        "Hamilton, James D., Time Series Analysis, Princeton University Press, 1994.",
        "Gurkaynak, Refet S., Brian P. Sack, and Eric T. Swanson, The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models, American Economic Review, March 2005, 95 (1), 425436.",
        "Goodfriend, Marvin, Inflation Targeting in the United States, in Ben S. Bernanke and Michael Woodford, eds., The Inflation Targeting Debate, The University of Chicago Press, 2005, chapter 8, pp. 311352.",
        "Faust, Jon, John H Rogers, Shing-Yi B Wang, and Jonathan H Wright, The HighFrequency Response of Exchange Rates and Interest Rates to Macroeconomic Announcements,  Journal of Monetary Economics, May 2007, 54 (4), 105168.",
        "Evans, Charles L., Real-time Taylor rules and the federal funds futures market, Economic Perspectives, 1998, pp. 4455.",
        "Cogley, Timothy and Argia M. Sbordone, Trend Inflation, Indexation, and Inflation Persistence in the New Keynesian Phillips Curve, American Economic Review, December 2008, 98 (5), 210126.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, Monetary Policy Rules And Macroeconomic Stability: Evidence And Some Theory, The Quarterly Journal of Economics, February 2000, 115 (1), 147180.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, February 2005, 113 (1), 145.",
        "Christiano, Lawrence J, Martin Eichenbaum, and Charles L. Evans, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, The Review of Economics and Statistics, February 1996, 78 (1), 1634.",
        "Boivin, Jean, Has US Monetary Policy Changed? Evidence from Drifting Coefficients and RealTime Data, Journal of Money, Credit, and Banking, August 2006, 38 (5), 11491173.",
        "Bartolini, Leonardo, Linda Goldberg, and Adam Sacarny, How Economic News Moves Markets, Current Issues in Economics and Finance, August 2008, 14 (6), 17. Federal Reserve Bank of New York.",
        ", Sen Dong, and Monika Piazzesi, No-Arbitrage Taylor Rules, NBER Working Papers 13448, National Bureau of Economic Research, Inc September 2007.",
        "Ang, Andrew, Jean Boivin, Sen Dong, and Rudy Loo-Kung, Monetary Policy Shifts and the Term Structure, NBER Working Paper 15270, National Bureau of Economic Research, Inc August 2009.",
        "Andrews, Donald W. K., Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrica, 1993, 61, 821856.",
        "Andersen, Torben G. and Tim Bollerslev, Deutsche Mark-Dollar Volatility: Intraday Activity Patterns, Macroeconomic Announcements, and Longer Run Dependencies, Journal of Finance, 02 1998, 53 (1), 219265."
    ]
}