{
    "id": 16411,
    "cites": 45,
    "cited_by": 19,
    "reference": [
        "Administrative Science Quarterly, 31:439465, 1986.",
        "John Sutton. Gibrat's legacy. Journal of Economic Literature, 35:4059, 1997.",
        "John Sutton. Technology and Market Structure:Theory and History. MIT Press, Cambridge, MA, 1998. M. L. Tushman and P. Anderson. Technological discontinuities and organizational environments.",
        "Frederick Scherer. Innovation and Growth: Schumpeterian Perspectives. MIT Press Cambridge, Massachusetts, 1984.",
        "Herbert. Simon and C. P. Bonini. The size distribution of business ...rms. American Economic Reviews, 48:607617, 1958.",
        "Esteban Rossi-Hansberg and Mark L.J. Wright. Urban structure and growth. Review of Economic Studies, 74:597624, 2007b.",
        "Esteban Rossi-Hansberg and Mark L.J. Wright. Establishment size dynamics in the aggregate economy. American Economic Reviews, 97(5):16391666, 2007a.",
        "Paul Romer. Endogenous technical change. Journal of Political Economy, 98(5):71102, 1990.",
        "Mark Melitz. The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica, 71(6):16951725, 2003.",
        "Erzo Luttmer. Technology diusion and growth. Federal Reserve Bank of Minneapolis, working paper, 2010c.",
        "Erzo Luttmer. Models of ...rm heterogeneity and growth. Annual Review of Economics, 2: 547576, 2010a.",
        "Erzo Luttmer. On the mechanics of ...rm growth. Federal Reserve Bank of Minneapolis, working paper, 2010b.",
        "Erzo Luttmer. Selection, growth and the size distribution of ...rms. Quarterly Journal of Economics, 122:11031144, 2007.",
        "Erzo Luttmer. The size distribution of ...rms in an economy with ...xed entry costs. Federal Reserve Bank of Minneapolis, working paper, 2004.",
        "Rand Journal of Economics, 15:213228, 1984.",
        "Robert. E. Jr. Lucas. On the size distribution of business ...rms. Bell Journal of Economics, 9(2):508523, 1978.",
        "Rasmus Lentz and Dale T. Mortensen. On the size distribution of business ...rms. Econometrica, 76(6):13171373, 2008. M. B. Lieberman. The learning curve and pricing curve and chemical processing industries.",
        "Ricardo Lagos. A model of tfp. NYU Working Paper, 2001.",
        "Journal of Political Economy, 112(5):p986  1018, 2004. ISSN 00223808. URL http://search.ebscohost.com/login.aspx?direct=truedb=bthAN=14637140site=ehost-live.",
        "Steven Klepper. Entry, exit, growth, and innovation over the product life cycle. The American Economic Review, 86(3):562583, 1996. ISSN 00028282. URL http://www.jstor.org/stable/2118212. Tor Jakob Klette and Samuel Kortum. Innovating ...rms and aggregate innovation.",
        "Boyan Jovanovic. Selection and evolution of industry. Econometrica, 50:649670, 1982.",
        "Tadeuz Jankowski. Advanced dierential equations with nonlinear boundary condition. Journal of Mathematical Analysis and Applications, 304:490503, 2005.",
        "Bronwyn Hall. The relationship between ...rm size and ...rm growth in the us manufacturing sector. The journal of industrial economics, 35, 1987.",
        "Gene Grossman and Elhanan Helpman. Quality ladders in the theory of growth. Review of Economic Studies, 68:4361, 1991b.",
        "Cambridge, MA, MIT Press, 1991a.",
        "Xavier Gabaix. Zipf's law for cities: An explanation. Quarterly Journal of Economics, 114: 739767, 1999. Gene Grossman and Elhanan Helpman. Innovation and Growth in the Global Economy.",
        "John Haltiwanger Foster, Lucia and C.J. Krizan. Aggregate procuctivity growth: Lessons from microeconomic evidence. NBER Working Paper No.6803, 2000.",
        "Charles Freeman. The Economics of Industrial Innovation. MIT Press Cambridge, Massachusetts, 1982.",
        "Federico Etro. Innovation by leaders. Economic Journal, 114:281303, April 2004.",
        "Richard Ericson and Ariel Pakes. Markov perfect industry dynamics: A framework for empirical work. Review of Economic Studies, 62:5382, 1995.",
        "Juan Cordoba. On the distribution of city sizes. Journal of Urban Economics, 2008.",
        "Jan Eeckhout and Boyan Jovanovic. Knowledge spillovers and inequality. American Economic Review, 92:12901307, 2002.",
        "Christian Broda and David E. Weinstein. Globalization and the gains from variety. Quarterly Journal of Economics, CXXI(2):541585, 1996.",
        "Jesse Benhabib, Alberto Bisin, and Shenghao Zhu. The distribution of wealth and ...scal policy in economies with ...nitely lived agents. NYU working paper, 2010.",
        "Andrew Atkeson and Robert Lucas. On e cient distribution with private information. Review of Economic Studies, 59:42753, 1992.",
        "Kenneth Arrow. The Limits of Organization. Norton, New York, 1974.",
        "Andrew Atkeson and Ariel Burstein. Innovation, ...rm dynamics and international trade. 2010.",
        "Ufuk Akcigit and William R. Kerr. Growth through heterogeneous innovations. University of Pennsylvania, working paper, 2010.",
        "Ufuk Akcigit. Firm size, innovation dynamics and growth. University of Pennsylvania, working paper, 2010.",
        "Philippe Aghion and Peter Howitt. A model of growth through creative destruction. Econometrica, 60(2):323351, 1992. ISSN 00129682. URL http://www.jstor.org/stable/2951599.",
        "Philippe Aghion, Christopher Harris, Peter Howitt, and John Vickers. Competition, imitation and growth with step-by-step innovation. Reviews of Economic Studies, 68:467492, 2001.",
        "Philippe Aghion, Robin Burgess, Stephen Redding, and Fabrizio Zilibotti. Entry liberalization and inqequality in industrial performance. Journal of the European Economic Association Papers and Proceed, 3:291302, 2005b.",
        "Quarterly Journal of Economics, 120(2):701728, 2005a. URL http://www.mitpressjournals.org/doi/abs/10.1162/0033553053970214.",
        "Daron Acemoglu and Ufuk Akcigit. State dependent intellectual property right policy. NBER Working Paper, No. 12775, 2006. Philippe Aghion, Nick Bloom, Richard Blundell, Rachel Gri th, and Peter Howitt. Competition and innovation: An inverted-u relationship.",
        "William Abernathy. The Productivity Dilemma. Johns Hopkins University Press, Baltimore, 1980."
    ]
}