{
    "id": 16427,
    "cites": 33,
    "cited_by": 14,
    "reference": [
        "Stambaugh, Robert F., Predictive Regressions, Journal of Financial Economics, 1999, 54,",
        "Piazzesi, Monika and Eric Swanson, Futures Prices as Risk-Adjusted Forecasts of Monetary Policy, Journal of Monetary Economics, May 2008, 55 (4), 677691.",
        "Newey, Whitney K. and Kenneth D. West, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 1987, 55 (3), 703 708.",
        "Meese, Richard and Kenneth Rogoff, Empirical Exchange Rate Models of the Seventies: Do they Fit Out-of-sample?, Journal of International Economics, 1983, 14.",
        "Mark, Nelson C., Exchange Rates and Fundamentals: Evidence on Long-Horizon Predictability,  American Economic Review, 1995, 85 (1), 201218.",
        "Ludvigson, Sydney C. and Serena Ng, Macro Factors in Bond Risk Premia, Review of Financial Studies, forthcoming, 2009.",
        "Lustig, Hanno, Nick Roussanov, and Adrien Verdelhan, Common Risk Factors in Currency Returns, 2009. Working Paper.",
        "Kilian, Lutz, Exchange Rates and Monetary Fundamentals: What do we Learn from LongHorizon Regressions?, Journal of Applied Econometrics, 1999, 14 (5), 491510.",
        "Joslin, Scott, Marcel Priebsch, and Kenneth J. Singleton, Risk Premiums in Dynamic Term Structure Models with Unspanned Macro Risks, May 2010. Stanford University.",
        "Harvey, Campbell R., The World Price of Covariance Risk, The Journal of Finance, 1991, 46(1), 111157.",
        "Hong, Harrison and Motohiro Yogo, Digging into Commodities, 2009. Working Paper.",
        "Hansen, Lars Peter and Robert J. Hodrick, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, The Journal of Political Economy, October 1980, 88 (5), 829853.",
        "Goyal, Amit and Ivo Welch, A Comprehensive Look at The Empirical Performance of Equity Premium Prediction, Review of Financial Studies, 2005, 21 (4), 14551508.",
        "Gourinchas, Pierre-Olivier and Hel`ene Rey, International Financial Adjustment, Journal of Political Economy, 2007, 115 (4), 665703.",
        "Frachot, Antoine, A Reexamination of the Uncovered Interest Rate Parity Hypothesis, Journal of International Money and Finance, 1996, 15 (3), 419437.",
        "Froot, Kenneth and Richard Thaler, Anomalies: Foreign Exchange, The Journal of Economic Perspectives, 1990, 4, 179192.",
        "Evans, Martin D.D. and Richard K. Lyons, Meese-Rogoff Redux: Micro-Based Exchange Rate Forecasting, American Economic Review, 2005, 95 (2), 405414.",
        "Engel, Charles and Kenneth D. West, Exchange Rates and Fundamentals, Journal of Political Economy, 2005, 113 (3), 485517.",
        "Dong, Sen, Macro Variables Do Drive Exchange Rate Movements: Evidence from a No-Arbitrage Model, 2006.",
        "Duffee, Gregory R., Information in (and not in) the term structure, 2008. Working Paper.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross, A Theory of the Term Structure of Interest Rates, Econometrica, 1985, 53 (2), 385408.",
        "Cooper, Ilan and Richard Priestley, Time-Varying Risk Premiums and the Output Gap, Review of Financial Studies, 2009, 22 (7), 28012833.",
        "Cochrane, John H., Asset Pricing, Princeton, N.J.: Princeton University Press, 2005.",
        "Colacito, Riccardo, Six Anomalies Looking For a Model. A Consumption-Based Explanation of International Finance Puzzles, 2008. Mimeo.",
        "Clark, Todd E. and Michael W. McCracken, Tests of equal forecast accuracy and encompassing for nested models, Journal of Econometrics, 2001, 105, 85110.",
        "Campbell, John Y and Yasushi Hamao, Predictable Stock Returns in the United States and Japan: A Study of Long-Term Capital Market Integration, Journal of Finance, March 1992, 47 (1), 4369.",
        "Brennan, Michael J. and Yihong Xia, International Capital Markets and Foreign Exchange Risk, Review of Financial Studies, 2006, 19 (3), 753795.",
        "Brandt, Michael W., John H. Cochrane, and Pedro Santa-Clara, International RiskSharing is Better Than You Think (or Exchange Rates are Much Too Smooth), Journal of Monetary Economics, 2006, 53, 671  698.",
        "Bansal, Ravi and Amir Yaron, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 2004, 59 (4), 1481  1509.",
        "Bekaert, Geert and Robert J. Hodrick, Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, The Journal of Finance, 1992, 47 (2), 467509.",
        "Bakshi, Gurdip, Peter Carr, and Liuren Wu, Stochastic risk premiums, stochastic skewness in currency options, and stochastic discount factors in international economies, Journal of Financial Economics, January 2008, 87 (1), 132156.",
        "Backus, David, Silverio Foresi, and Chris Telmer, Affine Models of Currency Pricing: Accounting for the Forward Premium Anomaly, Journal of Finance, 2001, 56, 279304.",
        "Andrews, Donald W.K., Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation, Econometrica, 1991, 59 (1), 817858."
    ]
}