{
    "id": 16424,
    "cites": 48,
    "cited_by": 17,
    "reference": [
        "Timmer, Marcel, Ton van Moergastel, Edwin Stuivenwold, Gerard Ypma, Mary O'Mahony and Mari Kangasniemi. 2007. EU KLEMS Growth and Productivity Accounts Version 1.0, Part 1: Methodology, Working Paper.",
        "Stock, James and Mark Watson. 2005. Understanding Changes in International Business Cycle Dynamics, Journal of the European Economic Association 3(5): 968-1006.",
        "Stock, James and Mark Watson. 2002. Has the Business Cycle Changed and Why? NBER Macroeconomics Annual, 17: 159-218.",
        "Stiroh, Kevin. 2009. Volatility Accounting: A Production Perspective on Increased Economic Stability, Journal of the European Economic Association, 7(4): 671-96.",
        "Simon, Herbert. 1955. On a Class of Skew Distribution Functions. Biometrika, 42(3-4): 425--440.",
        "Sensier, Marianne and Dick van Dijk. 2004, Testing for Volatility Changes in U.S. Macroeconomic Time Series, The Review of Economics and Statistics,86(3): 833--839 Shea, John. 2002. Complementarities and Comovements, Journal of Money, Credit and Banking, 42(2): 412-33.",
        "Qu, Zhongjun and Pierre Perron. 2007. Estimating and testing structural changes in multivariate regressions, Econometrica, 75(2): 459--502.",
        "Philippon, Thomas. 2008. The Evolution of the US Financial Industry from 1860 to 2007, New York University Working Paper.",
        "Oi, Walter. 1962. Labor as a Quasi-Fixed Factor,Journal of Political Economy, 70: 538-555.",
        "Nirei, Makoto. 2006. Threshold Behavior and Aggregate Critical Fluctuations, Journal of Economic Theory, 127: 309-22.",
        "Moro, Alessio. 2009. The Structural Transformation between Manufacturing and Services and the Decline in US GDP Volatility, Universidad Carlos III Working Paper.",
        "McConnell, Margaret, and Gabriel Perez-Quiros. 2000. Output Fluctuations in the United States: What has Changed Since the Early 1980's, American Economic Review, 90(5): 1464-76.",
        "Luttmer, Erzo G. J. 2007. Selection, Growth, and the Size Distribution of Firms. Quarterly Journal of Economics, 122(3): 1103--1144.",
        "Koren, MiklÃ\u0083Â³s, and Silvana Tenreyro. 2009. Technological Diversification, CEU and LSE Working paper.",
        "Long, John, and Charles Plosser. 1983. Real Business Cycles, Journal of Political Economy, 91(1): 39--69.",
        "Koren, MiklÃ\u0083Â³s, and Silvana Tenreyro. 2007. Volatility and Development, Quarterly Journal of Economics, 122(1): 243-87.",
        "Kalemli-Ozcan, Sebnem, Bent Sorensen, and Vadym Volosovych. 2010. Deep Financial Integration and Macroeconomic Volatility, NBER WP 15900.",
        "Justiniano, Alejandro and Giorgio E. Primiceri. 2008. The Time-Varying Volatility of Macroeconomic Fluctuations, American Economic Review, 98(3): 604-41.",
        "Jovanovic, Boyan. 1987. Micro Shocks and Aggregate Risk, Quarterly Journal of Economics, 102(2): 395-409.",
        "Jorgenson, Dale, Mun Ho, and Kevin Stiroh. 2008. A Retrospective Look at the U.S. Productivity Growth Resurgence, Journal of Economic Perspectives, 22(1): 3-24. Jorgenson, Dale, and Marcel Timmer. Forth. Structural Change in Advanced Nations: A New Set of Stylised Facts, Scandinavian Journal of Economics.",
        "Jorgenson, Dale W., Frank M. Gollop and Barbara M. Fraumeni. 1987. Productivity and U.S. Economic Growth (Cambridge, MA: Harvard University Press).",
        "Jones, Charles I. 2009. Intermediate Goods and Weak Links: A Theory of Economic Development, Stanford University Working Paper.",
        "Jaimovich, Nir and Henry Siu. 2009. The Young, the Old, and the Restless: Demographics and Business Cycle Volatility American Economic Review, 99(3): 804-26.",
        "Irvine, Owen and Scott Schuh. 2005. The Roles of Comovement and Inventory Investment in the Reduction of Output Volatility, Boston Fed Working Paper.",
        "Imbs, Jean and Romain Wacziarg. 2003. Stages of Diversification, American Economic Review, 93: 63-86.",
        "Hulten, Charles. 1978. Growth Accounting with Intermediary Inputs, Review of Economic Studies, 45, 511-18.",
        "Horvath, Michael. 2000. Sectoral Shocks and Aggregate Fluctuations, Journal of Monetary Economics, 45(1): 69-106.",
        "Horvath, Michael. 1998. Cyclicality and Sectoral Linkages: Aggregate Fluctuations from Sectoral Shocks, Review of Economic Dynamics, 1: 781-808.",
        "Hall, Robert. 2009a. Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, Journal of Political Economy, 117(2): 281-323.",
        "Hall, Robert. 2009b. By How Much Does GDP Rise if the Government Buys More Output? Brookings Papers on Economic Activity, 2: 183-231.",
        "Gali, Jordi and Luca Gambetti. 2009. On the Sources of the Great Moderation, American Economic Journal: Macroeconomics, 1(1): 26--57 di Giovanni, Julian and Andrei Levchenko. 2009. International Trade and Aggregate Fluctuations in Granular Economies. mimeo.",
        "Gabaix, Xavier. 2010. The Granular Origins of Aggregate Fluctuations, NYU Working Paper.",
        "Gabaix, Xavier. 1999. Zipf's Law for Cities: An Explanation. Quarterly Journal of Economics, 114(3): 739--767.",
        "Durlauf, Steven. 1993. Non Ergodic Economic Growth. Review of Economic Studies, 60(2): 349-66.",
        "Dupor, William. 1999. Aggregation and Irrelevance in Multi-Sector Models, Journal of Monetary Economics, 43, 391--409.",
        "Domar, Evsey. 1961. On the Measurement of Technological Change. Economic Journal, 71: 709-29.",
        "Caselli, Francesco, MiklÃ\u0083Â³s Koren, Milan Lisicki, and Silvana Tenreyro. 2010. Volatility and Openness to International Trade, LSE Working Paper.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler. 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics 115, 147-180.",
        "Carvalho, Vasco. 2009. Aggregate Fluctuations and the Network Structure of Intersectoral Trade. CREI Working Paper.",
        "Buera, Francisco and Joseph Kaboski. 2009. The Rise of the Service Economy. UCLA Working Paper.",
        "Blanchard, Olivier, and John Simon. 2001. The Long and Large Decline in U.S. Output Volatility. Brookings Papers on Economic Activity, 165-71.",
        "Blanchard, Olivier, Giovanni Dell'Ariccia and Paolo Mauro. 2010. Rethinking Macroeconomic Policy, IMF Staff Position Note, SPN/10/03.",
        "Basu, Susanto, John Fernald, Miles Kimball. 2006. Are Technology Improvements Contractionary ?, American Economic Review, 96(5): 1418-1448.",
        "Basu, Susanto, John Fernald, Jonas Fisher, and Miles Kimball. 2009. Sector-Specific Technical Change. mimeo.",
        "Bai, Jushan and Pierre Perron. 2006. Multiple Structural Change Models: A Simulation Analysis, in Econometric Theory and Practice: Frontiers of Analysis and Applied Research, D. Corbea, S. Durlauf and B. E. Hansen (eds.), Cambridge University Press, 2006, 212-237.",
        "Bak, Per, Ken Chen, JosÃ\u0083Â© Scheinkman, and Michael Woodford. 1993. Aggregate Fluctuations from Independent Sectoral Shocks: Self-Organized Criticality in a Model of Production and Inventory Dynamics. Ricerche Economiche, 47(1): 3-30.",
        "Arias, Andres, Gary Hansen and Lee Ohanian. 2007. Why Have Business Cycle Fluctuations Become Less Volatile. Economic Theory, 32(1): 43-58.",
        "Acemoglu, Daron, Asuman Ozdaglar, and Alireza Tahbaz--Salehi. 2010. Cascades in Networks and Aggregate Volatility. Working Paper, MIT."
    ]
}