{
    "id": 16426,
    "cites": 18,
    "cited_by": 144,
    "reference": [
        "Yi, Kei-Mu, 2003, Can Vertical Specialization Explain the Growth of World Trade? Journal of Political Economy, 111(1): 52102.",
        "Wang, Zhi, Marinos Tsigas, Jesse Mora, Li Xin, and Daniel Xu, 2010, A Time Series Database for Global Trade, Production, and Consumption Linkages, Mimeo Prepared for GTAP Conference on Global Economic Analysis, Penang, Malaysia, June.",
        "Wang, Zhi, William Powers, and Shang-Jin Wei, 2009, Value Chains in East Asian Production Networks, USITC Working Paper No. 2009-10-C, October.",
        "Pula, Gabor and Tuomas Peltonen, 2009, Has Emerging Asia Decoupled? An analysis of production and trade linkages using the Asian International Input-Output Table, Working Paper No. 993, European Central Bank.",
        "Nordas, Hildegunn, 2005, International Production Sharing: A Case for a Coherent Policy Framework, Discussion Paper No. 11, World Trade Organization.",
        "Maurer, Andreas and Christophe Degain, 2010. Globalization and Trade Flows: What you see is not what you get! Staff Working Paper ERSD-2010-12, World Trade Organization.",
        "Koopman, Robert, Zhi Wang and Shang-Jin Wei, 2009, A World Factory in Global Production Chains: Estimating Imported Value Added in Exports by the People's Republic of China, CEPR Discussion Paper in International Trade and Regional Economics, No. 7430, forthcoming in Robert Barro and Jong-Wha Lee, eds, Costs and Benefits of Economic Integration in Asia, Oxford University Press, forthcoming Ley, Eduardo, 1996, On the Private Provision of Public Goods: A Diagrammatic Exposition, Investigaciones EconÃ\u0083Â³micas, 20:1, 105123.",
        "Koopman, Robert, Zhi Wang, and Shang-Jin Wei, 2008, How Much Chinese Exports Is Really Made in China--Assessing Foreign and Domestic Value-added in Gross Exports, NBER Working Paper 14109.",
        "Johnson, Robert, and Guillermo Noguera, 2009, Accounting for Intermediates: Production Sharing and Trade in Value-added, Mimeo, Princeton University, May.",
        "Feenstra, Robert, Robert Lipsey, Lee Branstetter, C. Fritz Foley, James Harrigan, J. Bradford Jensen, Lori Kletzer; Catherine Mann, Peter Schott, Greg C. Wright, 2010. Report on the State of Available Data for the Study of International Trade and Foreign Direct Investment. NBER Working Paper 16254.",
        "Feenstra, Robert and J. Bradford Jensen, 2009, Evaluating Estimates of Materials Offshoring from U.S. Manufacturing, prepared for the National Academy of Public Administration conference Measurement Issues Arising from the Growth of Globalization November 6-7, 2009.",
        "Dedrick, Jason, Kenneth L. Kraemer, and Greg Linden, 2008, Who Profits from Innovation in Global Value Chains? A Study of the iPod and notebook PCs, Paper presented at the Sloan Industry Studies Annual Conference, Boston, MA, May.",
        "Dean, Judith, Mary Lovely, and Jesse Mora, 2009, Decomposing ChinaJapanU.S. trade: Vertical specialization, ownership, and organizational form Journal of Asian Economics 20(6): 596610.",
        "Daudin, Guillaume, Christine Rifflart, and Danielle Schweisguth, 2009, Who Produces for Whom in the World Economy? OFCE Working Paper, Sciences Po Paris, July.",
        "Dean, Judith, K.C. Fung, and Zhi Wang, 2008, How Vertically Specialized is Chinese Trade? USITC Working Paper No. 2008-09D, September.",
        "Chen, Hogan, Matthew Kondratowicz, and Kei-Mu Yi, 2005, Vertical specialization and three facts about U.S. international trade, North American Journal of Economics and Finance, 16(1): 3559.",
        "Bems, Rudolfs, Robert Johnson, and Kei-Mu Yi, 2010, The Role of Vertical Linkages in the Propagation of the Global Downturn of 2008, Mimeo Prepared for IMF/Paris School of Economics Conference, January.",
        "Athukorala, Prema-chandra and Nobuaki Yamashita, 2006, Production Fragmentation and trade integration: East Asia in a global context North American Journal of Economics and Finance, 17:233256."
    ]
}