{
    "id": 16435,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "Vigdor, Jacob L. Liquidity Constraints and Housing Prices: Theory and Evidence from the VA Mortgage Program. Journal of Public Economics. 90(.), 2006, pp. 1579-1600.",
        "Vigdor, Jacob L. Does Gentrification Harm the Poor? Brookings-Wharton Papers on Urban Affairs. 2002, pp. 133-182.",
        "Thernstrom, Stephan and Abigail Thernstrom. 1997. America in Black and White: One Nation, Indivisible. New York: Simon and Schuster.",
        "South, Scott J. and Kyle D. Crowder. Residential Mobility Between Cities and Suburbs: Race, Suburbanization, and Back-to-the-City Moves. Demography. 34(4), 1997, pp. 525-538.",
        "Singer, Audrey. The Rise of New Immigrant Gateways. The Brookings Institution: Living Cities Census Series. Feb. 2004, pp. 1-35.",
        "Schneider, Mark and Thomas Phelan. Black Suburbanization in the 1980s. Demography. 30(2), 1993, pp. 269-279.",
        "Ruggles, Stephen et al. Integrated Public Use Microdata Series: Version 4.0 [Machine-readable database]. Minnesota Population Center, Minneapolis, MD. 2008.",
        "Rossi, Peter H. Why Families Move. Beverly Hills: Sage, 1985.",
        "Rosenzweig, Mark R. and Kenneth I. Wolpin. Life-Cycle Labor Supply and Fertility: Causal Inferences from Household Models. Journal of Political Economy. 88(2), 1980, pp. 328-348.",
        "Rosenzweig, Mark R. and Kenneth I. Wolpin. Testing the Quantity-Quality Fertility Model: The Use of Twins as a Natural Experiment. Econometrica. 48(1), 1980, pp. 227-240.",
        "Rappaport, Jordan. U.S. Urban Decline and Growth, 1950-2000. Federal Reserve Bank of Kansas City Economic Review. 2003, pp. 15-44.",
        "Portes, Alejandro and RubÃ\u0083Â©n G. Rumbaut. Legacies: The Story of the Immigrant Second Generation. Berkeley and Los Angeles: University of California Press, 2001.",
        "Page, Marianne. Fathers' Education and Children's Human Capital: Evidence from the WWII G.I. Bill. Manuscript, 2008.",
        "Painter, Gary and KwanOk Lee. Housing Tenure Transitions of Older Households: Life Cycle, Demographic, And Familial Factors. Manuscript, 2009.",
        "Ondrich, Jan, Alex Stricker and John Yinger. 1999. Do Landlords Discriminate? The Incidence and Causes of Racial Discrimination in Rental Housing Markets. Journal of Housing Economics 8, 185-204.",
        "Nelson, Kathryn P. Gentrification and Distressed cities: an Assessment of Trends in Intrametropolitan Migration. Madison, Wisconsin: University of Wisconsin Press, 1988.",
        "Myers, Dowell and SungHo Ryu. Aging Baby Boomers and the Generational Housing Bubble: Foresight and Mitigation of an Epic Transition. Journal of the American Planning Association. 74(1), 2008, pp. 17-33.",
        "Munnell, Alicia H., Geoffrey M. B. Tootell, Lynn E. Browne, and James McEneaney. 1996. Mortgage Lending in Boston: Interpreting HMDA Data. American Economic Review 86(1), 25-53.",
        "Massey, Douglas S. and Nancy A. Denton. 1993. American Apartheid: Segregation and the Making of the Underclass. Cambridge, MA: Harvard University Press.",
        "Martin, Philip and Elizabeth Midgley. Immigration: Shaping and Reshaping America. Population Bulletin. 58(2), 2003, pp. 1-48.",
        "Long, Larry H. The Influence of Number and Ages of Children on Residential Mobility. Demography. 9(3), 1972, pp. 371-382.",
        "Leinberger, Christopher B. The Next Slum? The Atlantic Monthly. March 2008.",
        "Jackson, Kenneth T. Crabgrass Frontier: The Suburbanization of the United States. New York: Oxford University Press, 1985.",
        "Ihlanfeldt, Keith R. and Benjamin Scafidi. 2002. Black Self-Segregation as a Cause of Housing Segregation: Evidence from the Multi-City Study of Urban Inequality. Journal of Urban Economics 51, 366-390.",
        "Gyourko, Joseph, Christopher Mayer and Todd Sinai. Superstar Cities. NBER Working Papers No. 12355. July, 2006.",
        "Glaeser, Edward L. Matthew E. Kahn, and Jordan Rappaport. Why Do the Poor Live in Cities? Journal of Urban Economics. 63(.), 2008, pp. 1-24.",
        "Frey William H. Mapping the Growth of Older America: Seniors and Boomers in the Early 21st Century. The Brookings Institution: Living Cities Census Series. May 2007, pp. 1-27. Frey, William H. and Frances E. Kobrin. Changing Families and Changing Mobility: Their Impact on the Central City. Demography. 19(3), pp. 261-277.",
        "Frey, William H. Metro America in the New Century: Metropolitan and Central City Demographic Shifts Since 2000. The Brookings Institution: Living Cities Census Series. Sep. 2005, pp. 1-27.",
        "Frey, William H. The New Urban Revival in the United States. Urban Studies. 30(4), 1993, pp. 741-774.",
        "Frey, William H. Mover Destination Selectivity and the Changing Suburbanization of Metropolitan Whites and Blacks. Demography. 22(.), 1985, pp. 223-43.",
        "Fischer, Claude S., Gretchen Stockmayer, Jon Stiles and Michael Hout. Distinguishing the Geographic Levels and Social Dimensions of US Metropolitan Segregation, 1960-2000. Demography. 41(1), 2004, pp. 37-59.",
        "Fetter, Daniel K. Housing Finance and the Mid-Century Transformation in US Home Ownership: The VA Home Loan Program. Manuscript, 2010.",
        "Cullen, Julie Berry and Steven D. Levitt. Crime, Urban Flight, and the Consequences for Cities. Review of Economics and Statistics. 81(2), 1999, pp. 159-169.",
        "Ehrenhalt, Alan. Trading Places: The Demographic Inversion of the American City. The New Republic, 13 August 2008.",
        "Bronars, Stephen G. and Jeff Grogger. The Economic Consequences of Unwed Motherhood: Using Twin Births as a Natural Experiment. American Economic Review. (84)5, 1994, pp. 1141-1156.",
        "Boustan, Leah Platt and Robert A. Margo. Job Decentralization and Postwar Suburbanization: Evidence from State Capitals. Brookings-Wharton Papers on Urban Affairs, 2009.",
        "Boustan, Leah Platt. Was Postwar Suburbanization `White Flight? Evidence from the Black Migration. Quarterly Journal of Economics. 2010, p. 417-443. Boustan, Leah Platt. Racial Residential Segregation in American Cities. In Handbook of Urban Economics and Urban Planning. Eds. Nancy Brooks, Kieran Donaghy and Gerrit Knaap. Oxford: Oxford University Press, Forthcoming.",
        "Boustan, Leah Platt. Escape from the City: The Role of Income and Local Public Goods in Post-War Suburbanization. NBER Working Paper 13311, July 2007.",
        "Bound, John and Sarah Turner. Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans? Journal of Labor Economics. 20(4), 2002, pp. 784-815.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes. The More the Merrier? The Effect of Family Size and Birth Order on Children's Education. Quarterly Journal of Economics. 120(2), 2005, pp. 669-700.",
        "Birch, Eugenie L. Who Lives Downtown. The Brookings Institution: Living Cities Census Series. Nov. 2003, pp. 1-19.",
        "Berkovec, James A., Glenn B. Canner, Stuart A. Gabriel and Timothy H. Hannan. 1996. Race, Redlining, and Residential Mortgage Defaults: Evidence from the FHA-Insured SingleFamily Loan Program, in John Goering and Ron Wienk, eds., Mortgage Lending, Racial Discrimination and Federal Policy. Washington, DC: Urban Institute Press, 251-88.",
        "Benabou, Roland. Equity and Efficiency in Human Capital Investments: The Local Connection. Review of Economic Studies, 63(2), April 1996, pp. 237-264. Bennett, Michael J. When Dreams Came True: The G.I. Bill and the Making of Modern America.",
        "Baumol, William. The Macroeconomics of Unbalanced Growth: The Anatomy of Urban Crisis. American Economic Review. 57(3), June 1967, p. 415-426.",
        "Baum-Snow, Nathaniel. Did Highways Cause Suburbanization? Quarterly Journal of Economics. 122(2), 2007, pp. 775-805.",
        "Angrist, Joshua D. and William N. Evans. Children and Their Parents' Labor Supply: Evidence from Exogenous Variation in Family Size. American Economic Review. 88(3), 1998, pp. 450-477.",
        "Alba, Richard D., John R. Logan, Brian J. Stults, Gilbert Marzan, and Wenquan Zhang. Immigrants Groups in the Suburbs: A Reexaminations of Suburbanization and Spatial Assimilation. American Sociological Review. 64(3), 1999, pp. 446-460.",
        "Alba, Richard D. and John R. Logan. Variations on Two Themes: Racial and Ethnic Patterns in the Attainment of Suburban Residence. Demography. 28(3), 1991, pp. 431-453."
    ]
}