{
    "id": 16431,
    "cites": 29,
    "cited_by": 7,
    "reference": [
        "For discussion of this issue and references, see Berndt, Cutler, Frank et al. [2000], especially pp. 1503 and 158.",
        "Purvis and Schondelmeyer [2010], p. 1. SchondelmeyerPurvis [2010].",
        "Notably, this use of fixed weights (along with the utilization of the fixed weight Laspeyres price index formula) represents a departure in methodology from Schondelmeyer's previous research published in peerreviewed journals; see, for example, Suh, Schondelmeyer, Manning et al. [1998], in which changing weight Laspeyres, Paasche and Fisher aggregate price index procedures are employed.",
        "Purvis and Schondelmeyer [2010] and Schondelmeyer and Purvis [2010]; also see Schondelmeyer, Purvis and Gross [2009a,b] and Gross, Schondelmeyer and Purvis [2008]. These and related reports in this series are available online at http://www.aarp.org/ppi.",
        "Generic Pharmaceutical Association [2010], p. 1.",
        "Comparison of number of manufacturers with the GrabowskiVernon [1996] number of generic suppliers is not meaningful, since some manufacturers sell to repackaging generic suppliers.",
        "See, for example, LeLorier, Duh, Paradis et al. [2008] and Crawford, Feely, Guberman and Kramer [2006].",
        "Department of Health and Human Services, April 2000, as reported in Berndt [2001], Exhibit 3, p. 104. In the IMS Health classification scheme, an example of (i) is ConcertaTM, an extended release formulation of methylphenidate hydrochloride, the active ingredient in the offpatent drug RitalinTM used to treat attention deficit hyperactivity disorder, while the opiod analgesic OxycontinTM is an example of (iii).",
        "A Quarter Century After Passage of WaxmanHatch Legislation                                                        Page 24 ENDNOTES Grabowski and Vernon [1996], p. 121. Cook [1998], p. xv.",
        "Trusheim, Mark R., Murray L. Aitken and Ernst R. Berndt [2010], Characterizing Markets for Biopharmaceutical Innovations:  Do Biologics Differ from Small Molecules?, Forum for Health Economics & Policy 13(1) (Frontiers in Health Policy Research) Article 4.  Available online at http://www.bepress.com/fhep/13/1/4.",
        "Nyman [1998], Price Trends Before and After Patent Expiration in the Pharmaceutical Industry, Journal of Research in Pharmaceutical Economics 9(2):1731.",
        "Smith, Aaron [2007], Federal judge whacks generic Plavix, CNN Money.com, June 19, 2007; available online at http://money.cnn.com/2007/06/19/news/companies/plavix/index.htm, last accessed 21 March 2010.",
        "Schondelmeyer, Stephen W. and Marian V. Wrobel [2004], Medicaid and Medicare Drug Pricing: Strategy to Determine Market Prices, Cambridge, MA: Abt Associates Inc., Introduction Final Report, Contract #500000049, Task Order 1, August 30.  Available online at http://www.abtassociates.com/reports/20040830_500_00_0049.pdf.",
        "Schondelmeyer, Stephen W., Leigh Purvis and David J. Gross [2009b], Rx Watchdog Report: Drug Prices Continue to Climb Despite Lack of Growth in General Inflation Rate, Insight on the Issues, AARP Public Policy Issues, November.  Available online at http://www.aarp.org/ppi.",
        "Schondelmeyer, Stephen W., Leigh Purvis and David J. Gross [2009a}, Rx Watchdog Report: Comparative Measures of Price Change for Prescription Drugs and Other Goods, AARP Public Policy Institute, Report #200916, November.  Available online at http://www.aarp.org/ppi.",
        "Schondelmeyer, Stephen W. and Leigh Purvis [2010], Rx Price Watch Report: Trends in Retail Prices of Brand Name Prescription Drugs Used by Medicare Beneficiaries, 2005 to 2009, AARP Public Policy Issues, Report #201006, August.  Available online at http://www.aarp.org/ppi.",
        "Purvis, Leigh and Stephen W. Schondelmeyer [2010], Rx Watchdog Report: Brand Name Drug Prices Continue to Climb Despite Low General Inflation Rate, Insight on the Issues 43, AARP Public Policy Institute, May.  Available online at http://www.aarp.org/ppi.",
        "A Quarter Century After Passage of WaxmanHatch Legislation                                                        Page 23 Gross, David J., Stephen W. Schondelmeyer and Leigh Purvis [2008], Rx Watchdog Report:  Trends in Manufacturer Prices of Brand Name Prescription Drugs Used by Medicare Beneficiaries, 2002 to 2007, AARP Public Policy Institute #200805, March.  Available online at http://www.aarp.org/ppi.",
        "Grabowski, Henry G. and John M. Vernon [1996], Longer Patents for Increased Generic Competition in the US:  The WaxmanHatch Act after One Decade, Pharmacoeconomics 10 Suppl2:110123.",
        "Grabowski, Henry G. and John M. Vernon [1992], Brand Loyalty, Entry, and Price Competition in Pharmaceuticals after the 1984 Drug Act, Journal of Law and Economics 35:331340, October.",
        "Generic Pharmaceutical Association [2010], Savings Achieved Through the Use of Generic Pharmaceuticals 20002009, Washington DC:  Generic Pharmaceutical Association, July.  Available online at www.gphaonline.org.",
        "Federal Trade Commission [2009], Authorized Generics: An Interim Report of the Federal Trade Commission, June 24.  Available online at http://www.ftc.gov.",
        "Dinan, Stephen [2010], Bush Drug Plan Beats Cost Mark:  Could Be Omen For Health Law, Washington Times, August 10.  Available online at http://www.washingtontimes.com/news/2010/aug/16/bushdrug planbeatscostmark/print, last accessed August 17, 2010.",
        "Cook, Anna [1998], How Increased Competition from Generic Drugs Has Affected Prices and Returns in the Pharmaceutical Industry, Washington DC: The Congress of the United States, Congressional Budget Office.  Available online at http://www.cbo.gov/.",
        "Berndt, Ernst R. and Joseph P. Newhouse [2010], Pricing and Reimbursement in U.S. Pharmaceutical Markets, Cambridge, MA:  National Bureau of Economic Research, Working Paper No. 16297, August.",
        "Berndt, Ernst R., Richard Mortimer, Ashoke Bhattacharjya, Andrew Parece and Edward Tuttle [2007], Authorized Generic Drugs, Price Competition and Consumers' Welfare, Health Affairs 26(3):7909, May/June.",
        "Berndt, Ernst R., David M. Cutler, Richard G. Frank, Zvi Griliches, Joseph P. Newhouse and Jack E. Triplett [2000], Medical Care Prices and Output, ch. 3 in Anthony Culyer and Joseph P. Newhouse, eds., Handbook of Health Economics, Amsterdam and New York: Elsevier Sciences B.V., Vol. 1A, pp. 11780.",
        "Berndt, Ernst R. [2001], The U.S. Pharmaceutical Industry: Why Major Growth In Times of Cost Containment?, Health Affairs 20(2):10014, March/April.",
        "Aitken, Murray, Ernst R. Berndt and David M. Cutler [2008], Prescription Drug Spending Trends In The United States:  Looking Beyond The Turning Point, Health Affairs Web Exclusive 28(1):w151w160, 2009; published online 16 December 2008, 10.1377/hlthaff.28.1.w151."
    ]
}