{
    "id": 16438,
    "cites": 31,
    "cited_by": 17,
    "reference": [
        "Warner, John T., and Saul Pleeter (2001). The Personal Discount Rate: Evidence from Military Downsizing Programs. American Economic Review, 91(1): 33-53.",
        "Strotz, Robert H. (1956). Myopia and Inconsistency in Dynamic Utility Maximization. The Review of Economic Studies, 23(3), 165-180.",
        "Rust, John (1994b). Structural Estimation of Markov Decision Processes, in Robert Engle and Daniel McFadden eds., Handbook of Econometrics, Vol. IV. Amsterdam: North-Holland.",
        "Rust, John (1994a). Estimation of Dynamic Structural Models, Problems and Prospects: Discrete Decision Processes, in Christopher Sims and J.J. Laffont, eds., Proceedings of the 6th World Congress of the Econometric Society. Cambridge University Press.",
        "Rust, John (1987). Optimal Replacement of GMC Bus Engines. An Empirical Model of Harold Zurcher. Econometrica, 55(5), 999-1033.",
        "Phelps, Edmund S., and Robert. A. Pollak (1968). On Second-Best National Saving and Game-Equilibrium Growth.The Review of Economic Studies, 35(2), 185-199.",
        "Pesendorfer, Martin, and Philipp Schmidt-Dengler (2003). Identification and Estimation of Dynamic Games. NBER working paper 9726.",
        "Pakes, Ariel, Michael Ostrovsky, and Steven Berry (2007). Simple Estimators for the Parameters of Discrete Dynamic Games (with Entry/Exit Samples). RAND Journal of Economics, Vol. 38, No.2, 373-399.",
        "Ariel Pakes and Paul McGuire (1994). Computing Markov Perfect Nash Equilibrium: Numerical Implications of a Dynamic Differentiated Product Model. RAND Journal of Economics, Vol. 25, No. 4, 555-589.",
        "Pakes, Ariel (1986). Patents as Options. Some Estimates of the Value of Holding European Patent Stocks. Econometrica, 54, 755-785.",
        "O'Donoghue, T., and M. Rabin (1999a). Doing It Now or Later. The American Economic Review, 89(1), 103-124.",
        "O'Donoghue, T., and M. Rabin (1999b), Addiction and Self-Control. In Jon Elster, editor, Addiction: Entries and Exits, New York: Russell Sage.",
        "Miller, Robert (1984). Job Matching and Occupational Choice. Journal of Political Economy, 92(6), 1086-1120.",
        "Mahajan, Aprajit and Alessandro Tarozzi (2010). Time Inconsistency, Expectations and Technology Adoption: The Case of Insecticide Treated Nets. Work in Progress, Stanford and Duke University.",
        "Laibson, David, Andrea Repetto, and Jeremy Tobacman (2007). Estimating Discount Functions with Consumption Choices Over the Lifecycle. Working Paper, Harvard University.",
        "Loewenstein, George, and Jon Elster, Choice Over Time (Russell Sage: New York, 1992).",
        "Laibson, David (1997). Gloden Eggs and Hyperblic Discounting. Quarterly Journal of Economics, 112(2), 443-477.",
        "Hotz, Joseph, and Robert Miller (1993). Conditional Choice Probabilities and Estimation of Dynamic Models.Review of Economic Studies, 60, 497-529.",
        "Krusell, Per, Burhanettin Kuruscu and Anthony Smith, Jr., Equilibrium Welfare and Government Policy with Quasi-Geometric Discounting, Journal of Economic Theory 105 (July 2002), 42-72.",
        "Fang, Hanming, and Dan Silverman (2009). Time-inconsistency and Welfare Program Participation. Evidence from the NLSY. International Economic Review, Vol. 50, No. 4, 1043-1076.",
        "Hausman, Jerry A. (1979). Individual Discount Rates and the Purchase and Utilization of Energy-using Durables. Bell Journal of Economics, 10(1): 33-54.",
        "Della Vigna, Stefano and Daniele Paserman (2005). Job Search and Impatience. Journal of Labor Economics, 23(3), July, 527-588.",
        "Fang, Hanming, and Dan Silverman (2004). On the Compassion of Time-Limited Welfare Programs. Journal of Public Economics, 88, 1445-1470.",
        "Fang, Hanming, and Dan Silverman (2006). Distinguishing Between Cognitive Biases: Belief vs. Time Discounting in Welfare Program Participation. in Behavioral Public Finance, edited by Edward J. McCaffery and Joel Slemrod, Russell Sage Foundation.",
        "Carrillo, Juan D., and Thomas Mariotti, Strategic Ignorance as a Self-Disciplining Device, Review of Economic Studies 67 (July 2000), 529-544.",
        "Chung, Doug, Thomas J. Steenburgh and K. Sudhir (2009). Do Bonuses Enhance Sales Productivity ? A Dynamic Structural Analysis of Bonus-Based Compensation Plans. Working Paper, Yale School of Management.",
        "Bajari, Patrick, C. Lanier Benkard and Jonathan Levin (2007). Estimating Dynamic Models of Imperfect Competition. Econometrica, vol. 75, No. 5, 1331-1370.",
        "Bajari, Patrick, Han Hong and Denis Nekipelov (2010). Game Theory and Econometrics: A Survey of Some Recent Research. Econometric Society World Congress in Shanghai.",
        "Barro, Robert J., Ramsey Meets Laibson in the Neoclassical Growth Model, Quarterly Journal of Economics 114 (November 1999), 1125-1152.",
        "Aguirregabiria, Victor, and Pedro Mira (2007b). Dynamic Discrete Choice Structural Models: A Survey. Working Paper 297, Department of Economics, University of Toronto.",
        "Aguirregabiria, Victor, and Pedro Mira (2007a). Sequential Estimation of Dynamic Discrete Games. Econometrica, Vol 70, 1519-1543."
    ]
}