{
    "id": 16434,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Boustan September 2010",
        "Collins, William J. and Robert A. Margo. 2007. The Economic Aftermath of the 1960s Riots: Evidence from Property Values. Journal of Economic History.",
        "Crespino, Joseph. 2009. In Search of Another Country: Mississippi and the Conservative Counterrevolution. Princeton: Princeton University Press.",
        "Coleman, James S. 1975. Trends in Social Segregation: 1968-73. Urban Institute Paper No. 722-03-01.",
        "Clotfelter, Charles T. 1975. The Effect of School Desegregation on Housing Prices. Review of Economics and Statistics 57: 395-404.",
        "Cascio, Elizabeth, Nora Gordon, Ethan Lewis and Sarah Reber. 2010. Paying for Progress: Conditional Grants and the Desegregation of the South. Quarterly Journal of Economics 125(1): 445-82.",
        "Carter, Dan. 1995. The Politics of Rage: George Wallace, the Origins of the New Conservatism, and the Transformation of American Politics. Baton Rouge: LSU Press.",
        "-----------------------. 2010. Was Postwar Suburbanization `White Flight'? Evidence from the Black Migration, Quarterly Journal of Economics, 417-43.",
        "Boustan, Leah Platt. 2007. Escape from the City? The Role of Race, Income, and Local Public Goods in Post-War Suburbanization. NBER Working Paper No. 13311.",
        "Bogart, William T. and Brian A. Cromwell. 2000. How Much is a Neighborhood School Worth? Journal of Urban Economics, 47: 280-305.",
        "Black, Sandra. 1999. Do Better Schools Matter? Parental Valuation of Elementary Education. Quarterly Journal of Economics. 114(2): 577-599.",
        "Baum-Snow, Nathaniel and Byron Lutz. 2008. School Desegregation, School Choice and Changes in Residential Location Patterns by Race. Manuscript.",
        "Baum-Snow, Nathaniel. 2007. Did Highways Cause Suburbanization? Quarterly Journal of Economics 122: 775-805.",
        "Ashenfelter, Orley, William Collins, and Albert Yoon. 2006. Evaluating the Role of Brown v. Board of Education in School Equalization, Desegregation, and the Income of African Americans. American Law and Economics Review 8(2): 213-248.",
        "Angrist, Joshua D. and Kevin Lang. 2004. Does School Integration Generate Peer Effects? Evidence from Boston's Metco Program. American Economic Review 94(5): 1613-1634."
    ]
}