{
    "id": 16436,
    "cites": 13,
    "cited_by": 7,
    "reference": [
        "Wozniak, David, Choices About Competition: Differences by gender and hormonal fluctuations, and the role of relative performance feedback, December 2009. University of Oregon working paper. Sample questions for 4th graders 1. Jenny is building a chest that is 5 feet long, 2 feet wide, and 2 feet high. Which is the volume of the chest? (a) 32 cubic feet (b) 28 cubic inches (c) 20 cubic feet (d) 18 cubic feet 2. Joe, Adam, and Dan each bought 9 balloons. What is the total number of balloons the 3 friends bought? (a) 3 (b) 12 (c) 27 (d) 36 3. Which number is a prime number? (a) 121 (b) 81 (c) 31 (d) 12 4. Which of the following can be used to represent the length of a piece of string? (a) Ounces (b) Square inches (c) Inches (d) Square feet 5. What is the difference? 4, 104, 183 -1, 893, 214 (a) 2,200,969 (b) 2,210,969 (c) 2,791,171 (d) 3,731,171",
        "Sapienza, Paola, Luigi Zingales, and Dario Maestripieri, Gender differences in financial risk aversion and career choices are affected by testosterone, Proceedings of the National Academy of Sciences, 2009. http://www.pnas.org/cgi/doi/10.1073/pnas.0907352106.",
        "Price, Joseph, Gender Differences in Response to Competition, Industrial and Labor Relations Review, 2008, 61 (3), 320333.",
        "Niederle, Muriel and Lise Vesterlund, Do Women Shy Away from Competition? Do Men Compete too Much?, Quarterly Journal of Economics, 2007, 122 (3), 10671101.",
        "Kleinjans, Kristin J., Do gender differences in prefereces from competition matter for occupational expectations?, Journal of Economic Psychology, 2009, 30 (5), 701710. was the right choice, however, as workplace and academic competitions tend to have more in common with the math competitions than footraces.",
        "Joensen, Juanna Schrter and Helena Skyt Nielsen, Is there a Causal Effect of High School Math on Labor Market Outcomes?, Journal of Human Resources, 2009, 44 (1), 171198.",
        "Inzlicht, Michael and Talia Ben-Zeev, A Threatening Intellectual Environment: Why Women Are Susceptible to Experiencing Problem-Solving Deficits in the Presence of Males, Psychological Science, 2000, 11 (5), 365371.",
        "Gunther, Christina, Neslihan Arslan Ekinci, Christiane Schwieren, and Martin Strobel, Women can't jump? An experiment on competitive attitudes and stereotype threat, Journal of Economic Behavior and Organization, in press, 2010.",
        ", Muriel Niederle, and Aldo Rustichini, Performance in Competitive Environments: Gender Differences, Quarterly Journal of Economics, 2003, 118 (3), 10491074.",
        "Gneezy, Uri and Aldo Rustichini, Gender and Competition at a Young Age, American Economic Review, 2004, 94 (2), 377381.",
        "Booth, Alison L. and Patrick J. Nolen, Choosing to Compete: How Different Are Girls and Boys?, February 2009. IZA Discussion Paper Series, No. 4027.",
        "Bertrand, Marianne and Kevin Hallock, The Gender Gap in Top Corporate Jobs, Industrial and Labor Relations Review, 2001, 55 (1), 321.",
        "Antonovics, Kate, Peter Arcidiacono, and Randall Walsh, The Effects of Gender Interactions in the Lab and Field, Review of Economics and Statistics, 2009, 91 (1), 152162."
    ]
}