{
    "id": 16430,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "Anzelika Zaiceva and Klaus Zimmermann Do Ethnic Minorities Stretch Their Time? Evidence from the UK Time Use Survey, IZA Discussion Paper No. 4910, April 2010.",
        "Andres Vargas and Manuel Chavez, Assimilation and Cohort Effects Beyond the Labor Market: Time Allocations of Hispanic Immigrants to the U.S., Unpublished paper, Texas Tech University, 2009.",
        "Jay Stewart, Tobit or Not Tobit, IZA Discussion Paper No. 4588, November 2009.",
        "Ruben Rumbaut, Ages, Life Stages, and Generational Cohorts: Decomposing the Immigrant First and Second Generations in the United States, International Migration Review, 38 (Fall 2004): 1160-1205.",
        "Joel Perlmann and Roger Waldinger, Second Generation Decline? Children of Immigrants, Past and Present--A Reconsideration, International Migration Review, 31 (Winter 1997): 893-921.",
        "Mary Kritz and Douglas Gurak, Immigration and a Changing America, in Reynolds Farley and John Haaga, eds., The American People: Census 2000. New York: Russell Sage Foundation, 2005, pp. 259-301.",
        "Oscar Handlin, The Uprooted. New York: Grosset & Dunlap, 1951.",
        "Daniel Hamermesh, Harley Frazis and Jay Stewart, Data Watch: The American Time Use Survey, Journal of Economic Perspectives, 19 (2005): 221-232.",
        "Rachel Friedberg and David Jaeger, The Economic Diversity of Immigration Across the United States, IZA Discussion Paper No. 4555, 2009.",
        "Reuben Gronau and Daniel Hamermesh, The Demand for Variety: A Household Production Perspective, Review of Economics and Statistics, 90 (August 2008): 562-572.",
        "Reynolds Farley and Richard Alba, The New Second Generation in the United States, International Migration Review, 36 (Fall 2002): 669-701.",
        "Christian Dustmann and Francesca Fabbri, Language Proficiency and Labour Market Performance of Immigrants in the UK, Economic Journal, 113 (July 2003): 695-717.",
        "Brian Duncan and Stephen Trejo, Immigration and the United States Labour Market, in John Higley and John Nieuwenhuysen, eds., Nations of Immigrants: Australia and the USA Compared. Cheltenham, United Kingdom: Edward Elgar Publishing, 2009, pp. 100-114.",
        "John Cragg, Some Statistical Models for Limited Dependent Variables with Application to the Demand for Durable Goods, Econometrica, 39 (Sept. 1971): 829-844.",
        "Barry Chiswick, The Effect of Americanization on the Earnings of Foreign-Born Men, Journal of Political Economy, 86 (Oct. 1978): 897-921.",
        "David Card, Is the New Immigration Really So Bad? Economic Journal, 115 (November 2005): F300-323.",
        "William Burke, Fitting and Interpreting Cragg's Tobit Alternative Using STATA, The STATA Journal, 9 (2009): 584-92.",
        "Michael Burda, Daniel Hamermesh and Philippe Weil, Total Work, Gender and Social Norms, Unpublished paper, University of Texas at Austin, 2008.",
        "------------------, Assimilation and Changes in Cohort Quality Revisited: What Happened to Immigrant Earnings in the 1980s?, Journal of Labor Economics, 13 (April 1995): 201245.",
        "------------------, Self-Selection and the Earnings of Immigrants, American Economic Review, 77 (Sept. 1987): 531-53.",
        "George Borjas, Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants, Journal of Labor Economics, 3 (Oct. 1985): 463-489.",
        "Hoyt Bleakley and Aimee Chin, Language Skills and Earnings: Evidence from Childhood Immigrants, Review of Economics and Statistics, 86 (May 2004): 481-496.",
        "Heather Antecol, Peter Kuhn and Stephen Trejo, Assimilation via Prices or Quantities? Sources of Immigrant Earnings Growth in Australia, Canada, and the United States, Journal of Human Resources, 41 (Fall 2006): 821-840.",
        "Australian Bureau of Statistics, Time Use Survey, Australia 1992. Canberra: ABS, 1993.",
        "Katharine Abraham, Aaron Maitland and Suzanne Bianchi, Nonresponse in the American Time Use Survey, Public Opinion Quarterly, 70 (2006): 676-703."
    ]
}