{
    "id": 16433,
    "cites": 40,
    "cited_by": 14,
    "reference": [
        "See Mich. Comp. Laws  490.411 (2008)",
        "As described at the FDIC Advisory Committee on Economic Inclusion Meeting in July 2009. http://www.vodium.com/MediapodLibrary/index.asp?library=pn100472_fdic_advisorycommittee&Sessio nArgs=0A1U0100000100000101 (accessed March 16, 2010).",
        "See 12 U.S.C.  25a (2008).",
        "For instance, over four years, 2,364 participants in the landmark American Dream Demonstration (ADD) IDA program accumulated $1.25MM in savings (Schreiner, Clancy and Sherraden 2002). Andrea Ryan contributed to this section of this chapter. It draws upon work done by Angela Seensun Kang , Anooshree C. Sinha and Howell Jackson of Harvard Law School, from the insights of Jackson and Tufano's students in their JD-MBA course on consumer finance, especially Daniel Preysman, and from work done by D2D Fund and its legal advisors. Readers should not rely on this document for legal advice, as the law in this area is quite complex.",
        "Both Tufano (2008) and Lobe and Holzl (2007) demonstrate that large prizes are strongly related to sales of premium bonds. This is a feature that we have proposed testing in random design field experiments. As mentioned above, we have yet to successful implement such an experimental design in the field. Guryan and Kearney are currently developing a laboratory experiment to be conducted at the Experimental Laboratory in the Department of Economics at the University of Maryland that would test this concept.",
        "Data on the program come from a public presentation by a senior FNB executive to the Prize Linked Subcommittee of the FDIC Advisory Committee on Economic Inclusion (ComE-In), Washington DC, July 30, 2009. (http://www.vodium.com/MediapodLibrary/index.asp?library=pn100472_fdic_advisorycommittee&Sessi onArgs=0A1U0100000100000101) Coauthor of this chapter Peter Tufano is Chairman and Co-founder of the D2D fund. The mission of D2D is to expand access to financial services, especially asset building opportunities, for low-income families by creating, testing and deploying innovative financial products and services.",
        "Much of this section is drawn from Cole, Collins, Schneider and Tufano 2007. The rand is the South African currency. At the time of writing, one rand was worth about 0.14 U.S. dollars.",
        "Department of Works and Pensions (UK), Family Resources Survey: United Kingdom, 2004-05.",
        "Available at http://research.dwp.gov.uk/asd/frs/2004_05/index.asp (accessed March 16, 2010).",
        "By way of comparison, Kearney's (2005) analysis of demand for U.S. state lottery products, estimated at the level of game and week, similarly finds that lottery sales are positively driven by expected return suggesting an investment motive and evaluation  as well as non-pecuniary characteristics, including the nominal top prize, numbers of digits chosen, and age of the game.",
        "Source: http://www.nsandi.com/products/pb/index.jsp (accessed on March 16, 2010).",
        "com/Albums/Lyrics/ThickAsABrick.html (accessed March 15, 2010).",
        "Information available here: http://www.nsandi.com/products/pb/index.jsp (accessed on February 5, 2010). NS&I stands for National Savings and Investments, an Executive Agency of the Chancellor of the Exchequer.",
        "http://www.nsandi.com/products/pb/premiumbondstory (accessed March 15, 2010) Jethro Tull, Thick as a Brick lyrics. http://www.collectingtull.",
        "For an economic analysis of this program, see Green and Rydqvist 27 This table, taken from Cole, Collins, Schneider, and Tufano (2007), was collected through literature reviews, web searches, and conversations with practitioners. It is unlikely to be complete, as some of these programs are not widely advertised.",
        "Bankrate.com (accessed March 2010).",
        "O' Donaghue, Goulding, and Allen (2004) report a consistent inflation series from 1750 through 2003. Using this period (and assuming no inflation prior to 1750), the ticket would have cost over 1400 in 2003 pounds.",
        "Among those in the lowest income third of the NORC data  defined by having household income of less than $30,400 in 2005 dollars  reported annual lottery expenditures averaged $164. We can make an imperfect comparison of lottery gambling and savings by low-income individuals by comparing these numbers to the 1992, 1995, 1998, and 2001 waves of the Survey of Consumer Finances (SCF). Among individuals in the SCF with less than a high school degree, median assets in savings and checking accounts total $200 (in year 2005 dollars); likewise for median liquid assets. The SCF data suggest that this amount is comparable to median liquid assets and median savings and checking assets, both amounting to $200 for this income group.",
        "http://www.naspl.org/index.cfm?fuseaction=content&PageID=3&PageCategory=3 (accessed March 16, 2010). http://www.bls.gov/cex/2008/Standard/age.pdf.",
        "See Tufano and Schneider (2008) for an overview of existing policies aimed at promoting savings among low and moderate savers in the United States. This team of authors has attempted multiple projects designed to investigate whether prize-linked savings products generate new and increased levels of saving, as opposed to shifting assets from other vehicles. We have yet to implement a randomized design experiment, but we continue to seek research opportunities.",
        "Volpp, Kevin G., George Loewenstein, Andrea B. Troxel, Jalpa Doshi, Maureen Price, Mitchell Laskin, and Stephen E. Kimmel (2008b). `A Test of Financial Incentives to Improve Warfarin Adherence.` BMC Health Services Research 8:272.",
        "Tufano, Peter, and Daniel Schneider (2008). `Using Financial Innovation to Support Savers: From Coercion to Excitement.' In Insufficient Funds, edited by Rebecca Blank and Michael Barr. New York: Russell Sage, 149-190.",
        "Volpp, Kevin G., Leslie John, K., Andrea B. Troxel, Laurie Norton, Jennifer Fassbender, and George Loewenstein (2008a). `Financial Incentive-Based Approaches for Weight Loss.' Journal of the American Medical Association, 300 (22): 2631-37.",
        "Tufano, Peter, Nick Maynard, and Jan-Emmanuel De Neve (2008). `Consumer Demand for Prize-Linked Savings: A Preliminary Analysis.' Harvard Business School Working Paper 08-061. http://www.hbs.edu/research/pdf/08-061.pdf.",
        "Tufano, Peter (2008). `Savings Whilst Gambling: An Empirical Analysis of U.K. Premium Bonds.' American Economic Economic Review Papers and Proceedings, 98(2): 321-26.",
        "Schreiner, Mark, Margaret Clancy, and Michael Sherraden (2002). `Saving Performance in the American Dream Demonstration Project.' St. Louis, MO: Center for Social Development, Washington University. http://csd.wustl.edu/Publications/Documents/ADDReport2002.pdf.",
        "Schneider, Daniel, and Peter Tufano (2007). `New Savings from Old Innovations: Asset Building for the Less Affluent.' In Financing Low-Income Communities, edited by Julia Sass Rubin. New York: Russell Sage, 13-71.",
        "Phillips, Layn (1975). `The Premium Savings Bond: Respectable Revenue through Legalized Gambling.' Tulsa Law Review 11(241).",
        "North American Association of State and Provincial Lotteries. Retrieved March 16, 2010, from http://www.naspl.org/index.cfm?fuseaction=content&PageID=3&PageCategory=3 O'Donoghue, J, L Goulding, and G Allen (2004). `Consumer Price Inflation since 1750.' UK Office for National Statistics, Economic Trends, 604: 38-46.",
        "National Savings and Investments (2006). `A Short History of Premium Bonds. Pamphlet published October 2006.",
        "Murphy, Anne L (2005). `Lotteries in the 1690s: Investment or Gamble?' Financial History Review, 12(2): 227-45.",
        "Lobe, Sebastian, and Alexander HÃ\u0083Â¶lzl (2007). `Why Are British Premium Bonds So Successful? The Effect of Saving with a Thrill` Available at SSRN: http://ssrn.com/abstract=992794 Morduch, Jonathan (1999). `Between the State and the Market: Can Informal Insurance Patch the Safety Net?' World Bank Research Observer 14(2): 187-207.",
        "Levy-Ullman, Henri (1896). `Lottery-Bonds in France and in the Principal Countries of Europe.' Harvard Law Review 9(6): 386-405.",
        "La Fleur, Teresa, and Bruce La Fleur (2001). La Fleur's 2001 World Lottery Almanac. Boyds, MD: TLF Publications, Inc.",
        "Retrieved March 16, 2010 from http://research.dwp.gov.uk/asd/frs/2004_05/index.asp Jethro Tull, Thick as a Brick lyrics. Retrieved March 15, 2010 from http://www.collectingtull. com/Albums/Lyrics/ThickAsABrick.html Kearney, Melissa (2002). `State Lotteries and Consumer Behavior.' Journal of Public Economics 89: 2269-99.",
        "Guillen, Mauro, and Adrian Tschoegl (2002). `Banking on Gambling: Banks and Lottery-Linked Deposit Accounts.' Journal of Financial Services Research 21(3): 219-31.",
        "Consumer Federation of America (2006). How American's View Personal Wealth Versus How Planner's View This Wealth. Washington, DC: CFA. http://www.consumerfed.org/pdfs/financial_planners_study011006.pdf Department of Works and Pensions (UK), Family Resources Survey: United Kingdom, 200405.",
        "Federal Deposit Insurance Corporation. Retrieved March 16, 2010 from http://www.vodium.com/MediapodLibrary/index.asp?library=pn100472_fdic_advisoryco mmittee&SessionArgs=0A1U0100000100000101 Green, Rick, and Kristian Rydqvist (1997). `The Valuation of Non-Systematic Risks and the Pricing of Swedish Lottery Bonds.' Review of Financial Studies 10: 447-79.",
        "Coughlin, Cletus C., Thomas A. Garrett, and R. Hernandez-Murillo (2006). `The Geography, Economics, and Politics of Lottery Adoption.' Federal Reserve Bank of St. Louis Review 88 (3): 165-80.",
        "Bankrate.com. Retrieved March 2010 from http://www.bankrate.com Bureau of Labor Statistics from http://www.bls.gov/cex/2008/Standard/age.pdf Cole, Shawn, Daryl Collins, Daniel Schneider, and Peter Tufano (2007). `First National Bank's Golden Opportunity.' Harvard Business School Case 208-072."
    ]
}