{
    "id": 16441,
    "cites": 31,
    "cited_by": 57,
    "reference": [
        "Wolfers, Justin. 2003. Is Business Cycle Volatility Costly? Evidence from Surveys of Subjective WellBeing  International Finance 6(1): 1-26.",
        "Stevenson, Betsey and Justin Wolfers. 2010. Inequality and Subjective Well-Being. Working paper.",
        "Stevenson, Betsey and Justin Wolfers. 2009. The Paradox of Declining Female Happiness. American Economic Journal: Economic Policy 1(2):190-225.",
        "Stevenson, Betsey, and Justin Wolfers. 2008. Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox. Brookings Papers on Economic Activity 2008(1): 1-87.",
        "Maddison, Angus. 2007. Historical Statistics for the World Economic: 1-2003 AD. www.ggdc.net/maddison/Historical_Statistics/horizontal-file_03-2007.xls.",
        "Layard, Richard. 2005. Happiness: Lessons from a New Science. London: Penguin, 2005.",
        "Luttmer, Erzo F. P. 2005. Neighbors as Negatives: Relative Earnings and Well-Being. Quarterly Journal of Economics 120(3): 963-1002.",
        "Layard, Richard. 1980. Human Satisfaction and Public Policy. Economic Journal 90(363): 737-50.",
        "Kruger, Alan, Betsey Stevenson and Justin Wolfers. 2010. A World of Pain, mimeo, University of Pennsylvania.",
        "Would You Be Happier If You Were Richer? A Focusing Illusion. Science 312(5782): 1908-10.",
        "Kahneman, Daniel, Alan B. Krueger, David Schkade, Norbert Schwarz, and Arthur A. Stone. 2006.",
        "Kahneman, Daniel, and Alan B. Krueger. 2006. Developments in the Measurement of Subjective WellBeing.  Journal of Economic Perspectives 20(1): 3-24.",
        "Gottschalk, Peter and Robert Moffit. The Growth of Earnings Instability in the U.S. Labor Market. Brookings Papers on Economic Activity 1994(2): 217-254. Haider, Steven J. Earnings Instability and Earnigns Inequality of Males in the United States: 19671991.  Journal of Labor Economics 19(4): 799-836.",
        "Frank, Robert H. 2005. Does Absolute Income Matter? Pier Luigi Port and Luigino Bruni, eds., Economics and Happiness: Framing the Analysis. Oxford University Press.",
        "Easterlin, Richard A. and Onnicha Sawangfa. 2008. Happiness and Economic Growth: Does the Cross Section Predict Time Trends? Evidence from Developing Countries. IZA Discussion Paper #4000.",
        "Easterlin, Richard A., and Laura Angelescu. 2009. Happiness and Growth the World Over: Time Series Evidence on the Happiness-Income Paradox. IZA Discussion Paper No. 4060.",
        "Easterlin, Richard A. 2005b. Diminishing Marginal Utility of Income? Caveat Emptor. Social Indicators Research 70(3): 243-55. References--2 Easterlin, Richard A. 2009. Lost in Transition: Life Satisfaction on the Road to Capitalism. Journal of Economic Behavior and Organization 71(1): 130-45.",
        "Easterlin, Richard A. 2005a. Feeding the Illusion of Growth and Happiness: A Reply to Hagerty and Veenhoven. Social Indicators Research 74(3): 429-33.",
        "Easterlin, Richard A. 1995. Will Raising the Incomes of All Increase the Happiness of All? Journal of Economic Behavior and Organization 27(1): 35-48.",
        "Easterlin, Richard A. 1974. Does Economic Growth Improve the Human Lot? Some Empirical Evidence. In Paul A. David and Melvin W. Reder, eds., Nations and Households in Economic Growth: Essays in Honor of Moses Abramowitz. Academic Press.",
        "Easterlin, Richard A. 1973. Does Money Buy Happiness? The Public Interest 30: 3-10.",
        "Dinardo, John, and Justin L. Tobias. 2001. Nonparametric Density and Regression Estimation, Journal of Economic Perspectives 15(4): 11-28.",
        "Diener, Ed, and William Tov, 2007. Culture and Subjective Well-Being. In Shinobu Kitayama and Dov Cohen, eds., Handbook of Cultural Psychology. New York: Guilford.",
        "Diener, Ed, Richard E. Lucas, and Christie Napa Scollon. 2006.Beyond the Hedonic Treadmill: Revising the Adaptation Theory of Well-Being. American Psychologist 61(4): 305-14.",
        "Diener, Ed. 2006.Guidelines for National Indicators of Subjective Well-Being and Ill-Being. Journal of Happiness Studies 7(4): 397-404.",
        "Diener, Ed. 1984. Subjective Well-Being. Psychological Bulletin 95(3): 542-75.",
        "Diamond, Peter A, and Jerry A. Hausman. 1994. Contingent Valuation: Is Some Number better than No Number? Journal of Economic Perspectives 8(4): 45-64.",
        "Di Tella, Rafael, and Robert MacCulloch. 2010. Happiness Adaption to Income beyond `Basic Needs'. In Ed Diener, John Helliwell and Daniel Kahneman, eds., International Differences in Well-Being. New York: Oxford University Press.",
        "Deaton, Angus. 2008. Income, Health and Well-Being around the World: Evidence from the Gallup World Poll. Journal of Economic Perspectives 22(2): 53-72.",
        "Cantrill, Hadley. 1965. The Pattern of Human Concerns. New Brunswick: Rutgers University Press.",
        "Deaton, Angus. 2010. Price Indexes, Inequality, and the Measurement of World Poverty. American Economic Review 100(1): 5-34."
    ]
}