{
    "id": 16440,
    "cites": 14,
    "cited_by": 54,
    "reference": [
        "Wooldridge, Jeffrey. 2002. Econometric analysis of cross section and panel data. The MIT press.",
        "Witsenburg, Karen, and Wario Adano. 2009. Of Rain and Raids: Violent Livestock Raiding in Northern Kenya. Civil Wars 11, no. 4: 514-538.",
        "Miguel, Edward, Shanker Satyanath, and Ernest Sergenti. 2004. Economic shocks and civil conflict: An instrumental variables approach. Journal of Political Economy 112, no. 4.",
        "Miguel, Edward. 2008. Africa's Turn? Cambridge MA: MIT Press.",
        "Matsuura, Kenji, and Cort Willmott. 2009. Terrestrial Temperature and Precipitation: 1900-2008 Gridded Monthly Time series, version 2.1. University of Deleware.",
        "Marshall, Monty, Keith Jaggers and Ted Gurr. 2009. Polity IV Project: Political Regime Characteristics and Transitions, 1800-2009.",
        "Human Security Report Project. 2007. Human Security Brief. Simon Fraser University, Vancouver.",
        "Imbens, Guido, and Jeffrey Wooldridge. 2009. Recent developments in the econometrics of program evaluation. Journal of Economic Literature 47, no. 1: 5-86.",
        "Heston, Alan, Robert Summers and Bettina Aten. 2009. Penn World Table Version 6.3. Center for International Comparisons of Production, Income, and Prices, University of Pennsylvania.",
        "Hendrix, Cullen, and Idean Salehyan. 2010. After the rain: Rainfall variability, hydrometeoroogical disasters, and social conflict in Africa. Working paper, University of North Texas.",
        "Fearon, James, and David Laitin. 2003. Ethnicity, insurgency, and civil war. American Political Science Review 97, 1: 7590.",
        "Dell, Melissa, Benjamin Jones, and Benjamin Olken. 2009. Temperature and income: reconciling new cross-sectional and panel estimates. American Economic Review: Papers and Proceedings 99: 198-204.",
        "Collier, Paul, and Anke Hoeffler. 2004. Greed and grievance in civil war. Oxford Economic Papers 56: 563-595.",
        "Buhaug, Halvard. 2010. Climate not to blame for African civil wars. Proceedings of the National Academy of Sciences, doi: 10.1073/pnas.1005739107 Burke, Marshall, Edward Miguel, Shanker Satyanath, John Dykema, and David Lobell. 2009. Warming increases the risk of civil war in Africa. Proceedings of the National Academy of Sciences 106, no. 49: 20670."
    ]
}