{
    "id": 16442,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Zorn, Paul. 1994-2000. Survey of State and Local Government Retirement Systems: Survey Report for Members of the Public Pension Coordinating Council. Chicago, IL: Government Finance Officers Association. $0 $3,000 $6,000 $9,000 $12,000 $15,000 0 1 2 3 4 5 Years Entry Age Normal Projected Unit Credit",
        "Yang, Tongxuan (Stella) and Olivia S. Mitchell. 2005. Public Pension Governance, Funding, and Performance: A Longitudinal Appraisal. Working Paper PRC WP 2005-2. Philadelphia, PA: The Pension Research Council.",
        "Wilshire Associates. 2010. Dow Jones Wilshire 5000 (Full Cap) Price Levels Since Inception. Available at: http://www.wilshire.com/Indexes/calculator/csv/w5kppidd.csv.",
        "Weller, Christian E., Mark A. Price and David M. Margolis. 2006. Rewarding Hard Work: Give Pennsylvania Families a Shot at Middle Class Retirement Benefits. Washington, DC: Center for American Progress.",
        "Watson Wyatt Worldwide. 2006. Survey of Actuarial Assumptions and Funding: Pension Plans with 1,000 or More Participants, 1986-2006. Washington, DC.",
        "Steffen, Karen. 2001. State Employee Pension Plans. In Pensions in the Public Sector, 41-65. Philadelphia, PA: Pension Research Council.",
        "Schneider, Marguerite and Fraiborz Damanpour. 2002. Public Choice Economics and Public Pension Plan Funding: An Empirical Test. Administration & Society (34): 57-86. Thousand Oaks, CA: SAGE Publications.",
        "Romano, Roberta. 1993. Public Pension Fund Activism in Corporate Governance Reconsidered. Columbia Law Review 93(4): 795-853.",
        "State of Oklahoma Public Employees Retirement System. 2009. Actuarial Valuation Report as of July 1, 2009. Rauh, Joshua D. 2009. Are State Public Pensions Sustainable? Paper prepared for Train Wreck: A Conference on America's Looming Fiscal Crisis, sponsored by the UrbanBrookings Tax Policy Center and the USC-Caltech Center for the Study of Law and Politics. (January 15, 2010).",
        "Novy-Marx, Robert and Joshua D. Rauh. 2009a. Public Pension Promises: How Big Are They and What Are They Worth? Working Paper. Evanston, IL: Northwestern University, Kellogg School of Management. Available at: http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1352608.",
        "National Conference on Public Employee Retirement Systems (NCPERS). 2010. State Protections for Retirement Benefits. Available at: http://www.ncpers.org/ResourceCenter/Overview.asp.",
        "National Association of State Retirement Administrators. Public Fund Survey, Fiscal Year 2006. Washington, DC.",
        "Munnell, Alicia H. and Annika SundÃ\u0083Â©n. 2001. Investment Practices of State and Local Pension Funds: Implications for Social Security Reform. In Pensions in the Public Sector, eds. Olivia S. Mitchell and Edwin C. Hustead, 153-194. Philadelphia, PA: Pension Research Council & University of Pennsylvania Press.",
        "Munnell, Alicia H., Kelly Haverstick, Steven A. Sass, and Jean-Pierre Aubry. 2008. The Miracle of Funding by State and Local Pension Plans. State and Local Plans Issue in Brief 5. Chestnut Hill, MA: Center for Retirement Research at Boston College.",
        "Munnell, Alicia H., Kelly Haverstick, and Jean-Pierre Aubry. 2008. Why Does Funding Status Vary Among State and Local Plans? State and Local Plans Issue in Brief 6. Chestnut Hill, MA: Center for Retirement Research at Boston College.",
        "Munnell, Alicia H., Kelly Haverstick, Jean-Pierre Aubry, and Alex Golub-Sass. 2008. Why Don't Some States and Localities Pay Their Required Pension Contributions? State and Local Plans Issue in Brief 7. Chestnut Hill, MA: Center for Retirement Research at Boston College.",
        "Munnell, Alicia H., Jean-Pierre Aubry, and Laura Quinby. 2010. The Funding of State and Local Pensions: 2009-2013. State and Local Plans Issue in Brief 10. Chestnut Hill, MA: Center for Retirement Research at Boston College.",
        "Munnell, Alicia H., Richard W. Kopcke, Jean-Pierre Aubry, and Laura Quinby. 2010. Valuing Liabilities in State and Local Plans. State and Local Plans Issue in Brief 11. Chestnut Hill, MA: Center for Retirement Research at Boston College.",
        "Mitchell, Olivia S. and Ping-Lung Hsin. 1997. Public Sector Pension Governance and Performance. In The Economics of Pensions: Principles, Policies and International Experience, ed. Salvador Valdes Prieto, 92-126. Cambridge: Cambridge University Press.",
        "Johnson, Richard W. 1997. Pension Underfunding and Liberal Retirement Benefits of State and Local Government Workers. National Tax Journal 50(1): 113-142.",
        "Hustead, Edwin. 2003. Determining the Cost of Public Pension Plans. In Pensions in the Public Sector, eds. Olivia S. Mitchell and Edwin Hustead, 218-240. Philadelphia, PA: Pension Research Council.",
        "Hess, David. 2005. Protecting and Politicizing Public Pension Fund Assets: Empirical Evidence on the Effects of Governance Structures and Practices. UC Davis Law Review (November).",
        "Governmental Accounting Standards Board. 2010 (June). Preliminary Views of the Governmental Accounting Standards Board: Plain-Language Supplement  Pension Accounting and Financial Reporting by Employers. Governmental Accounting Standards Board. 1986 (November). Statement No. 5: Disclosure of Pension Information by Public Employee Retirement Systems and State and Local Governmental Employers. Governmental Accounting Standards Board. 1994 (November). Statement No. 25: Financial Reporting for Defined Benefit Pension Plans and Note Disclosures for Defined Contribution Plans. Governmental Accounting Standards Board. 1994 (November). Statement No. 27: Accounting for Pensions by State and Local Government Employees. Harper, Joel. 2008. Board of Trustee Composition and Investment Performance of U.S. Public Pension Plans. Working Paper. Toronto: Rotman International Centre for Pension Management.",
        "Coronado, Julia L., Eric M. Engen, and Brian Knight. 2003. Public Funds and Private Capital Markets: The Investment Practices and Performance of State and Local Pension Funds. National Tax Journal 56(3): 579-594.",
        "Chaney, Barbara A., Paul A. Copley, and Mary S. Stone. 2002. The Effect of Fiscal Stress and Balanced Budget Requirements on the Funding and Measurement of State Pension Obligations. Journal of Accounting and Public Policy 21: 287-313.",
        "Carmichael, Jeffrey and Robert Palacios. 2003. A Framework for Public Pension Fund Management.  Washington, DC: World Bank.",
        "Center for Retirement Research at Boston College. Public Pension Database, 2001-2009. Chestnut Hill, MA.",
        "Bulow, Jeremy I. 1982. What Are Corporate Pension Liabilities? The Quarterly Journal of Economics 97(3): 435-452.",
        "Brown, Jeffrey R. and David Wilcox. 2009. Discounting State and Local Pension Liabilities. American Economic Review: Papers and Proceedings 99(2): 538-542.",
        "Bohn, Henning and Robert P. Inman. 1996. Balanced-Budget Rules and Public Deficits: Evidence from the U.S. States. Carnegie-Rochester Conference Series on Public Policy 45: 13-76."
    ]
}