{
    "id": 16448,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Williams, Richard. 2009. Using Heterogeneous Choice Models to Compare Logit and Probit Coefficients Across Groups. Unpublished manuscript, Department of Sociology, Notre Dame University.",
        "Turner, Margery, Michael Fix, and Raymond Struyk. 1991. Opportunities Denied, Opportunities Diminished: Racial Discrimination in Hiring. UI Report 91-9. The Urban Institute, Washington, DC.",
        "Riach, Peter A., and Judith Rich. 2007. An Experimental Investigation of Age Discrimination in the Spanish Labor Market. IZA Discussion Paper No. 2654.",
        "Riach, Peter A., and Judith Rich. 2002. Field Experiments of Discrimination in the Market Place. The Economic Journal, Vol. 112, No. 483, November, pp. F480-518.",
        "Neumark, David. 1999. Wage Differentials by Race and Sex: The Roles of Taste Discrimination and Labor Market Information. Industrial Relations, Vol. 38, No. 3, July, pp. 414-45 Pager, Devah. 2007. The Use of Field Experiments for Studies of Employment Discrimination: Contributions, Critiques, and Directions for the Future. The Annals of the American Academy of Political and Social Science, Vol. 609, No. 1, pp. 104-33.",
        "Neumark, David. 1996. Sex Discrimination in Restaurant Hiring: An Audit Study. Quarterly Journal of Economics, Vol. 111, No. 3, August, pp. 915-41.",
        "Mincy, Ronald. 1993. The Urban Institute Audit Studies: Their Research and Policy Context. In Fix and Struyk, eds., Clear and Convincing Evidence: Measurement of Discrimination in America. Washington, DC: The Urban Institute Press, pp. 165-86.",
        "Lundberg, Shelly J., and Richard Startz. 1983. Private Discrimination and Social Intervention in Competitive Labor Markets. American Economic Review, Vol. 73, No. 3, June, pp. 340-7.",
        "Lahey, Joanna N., and Ryan A. Beasley. 2009. Computerizing Audit Studies. Journal of Economic Behavior & Organization, Vol. 70, No. 3, June, pp. 508-14.",
        "Johnson, Norman L., and Samuel Kotz. 1970. Continuous Univariate Distributions  2. New York: John Wiley and Sons.",
        "Lahey, Joanna N. 2008. Age, Women, and Hiring: An Experimental Study. Journal of Human Resources, Vol. 43, No. 1, Winter, pp. 30-56.",
        "Hellerstein, Judith, and David Neumark. 2006. Using Matched Employer-Employee Data to Study Labor Market Discrimination. In Rodgers, ed., Handbook on the Economics of Discrimination. Great Britain: Edgar Elgar Publishing, pp. 29-60.",
        "Hellerstein, Judith K., and David Neumark. 1999. Sex, Wages, and Productivity: An Empirical Analysis of Israeli Firm-Level Data. International Economic Review, Vol. 40, No. 1, February, pp. 95-123.",
        "Heckman, James J. 1998. Detecting Discrimination. Journal of Economic Perspectives, Vol. 12, No. 2, Spring, pp. 101-16.",
        "Heckman, James, and Peter Siegelman. 1993. The Urban Institute Audit Studies: Their Methods and Findings. In Fix and Struyk, eds., Clear and Convincing Evidence: Measurement of Discrimination in America. Washington, D.C.: The Urban Institute Press, pp. 187-258.",
        "Foster, Andrew, and Mark Rosenzweig. 1993. Information, Learning, and Wage Rates in Low-Income Rural Areas. Journal of Human Resources, Vol. 28, No. 4, Fall, pp. 759-90.",
        "Fix, Michael, and Raymond Struyk. 1993. Clear and Convincing Evidence: Measurement of Discrimination in America. Washington, DC: The Urban Institute Press.",
        "Darity, William A., Jr., and Patrick L. Mason. 1998. Evidence on Discrimination in Employment: Codes of Color, Codes of Gender. Journal of Economic Perspectives, Vol. 12, No. 2, Spring, pp. 63-90.",
        "CorneliÃ\u0083Å¸en, Thomas. 2005. Standard Errors of Marginal Effects in the Heteroskedastic Probit Model. Institute of Quantitative Economic Research, Discussion Paper No. 230.",
        "Bertrand, Marianne, and Sendhil Mullainathan. 2004. Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination. American Economic Review, Vol. 94, No. 4, September, pp. 991-1013.",
        "Becker, Gary S. 1971. The Economics of Discrimination, Second Edition. Chicago: University of Chicago Press.",
        "Banerjee, Abhijit, Marianne Bertrand, Saugato Datta, and Sendhil Mullainathan. 2008. Labor Market Discrimination in Delhi: Evidence from a Field Experiment. Journal of Comparative Economics, Vol. 38, No. 1, March, pp. 14-27.",
        "Aigner, Dennis J., and Glen Cain. 1977. Statistical Theories of Discrimination in Labor Markets. Industrial and Labor Relations Review, Vol. 30, No. 2, January, pp. 175-87."
    ]
}