{
    "id": 1645,
    "cites": 10,
    "cited_by": 5,
    "reference": [
        "Auerbach, Alan J. and Laurence J. Kotlikoff, Simulating Alternative Social Security Responses to the Demographic Transition, National Tax Journal, June 1985.",
        "Feldstein, Chicago: U. of Chicago Press, l983a, pp. 1459-98. ~ ~ ~ 4-l-,~r, -,-~,, ,-~` -4-k~ -~,.--d-,4~-~ m 44-4-~,.~ ~ JCL IA.). S UJ U.LILL U1fl .LJLi LI LALIISLS Li A L/.). USSLi LJLi1I1LJ~1. C4J 1/S Li .1. .1. OL1U 4. U SI/I Washington, D.C.: The Brookings Institution, 1983b.",
        "Buck and the Potential for Self-Financing Business Tax Cuts, in The Economic Consequences of Government Deficits, ed.: I.E. Meyer, Boston: Kluwer-Nijhoff Pub., l983c, pp. 121-514. __________ An Examination of Empirical Tests of Social Security and Savings, in Social Policy- Evaluation: An Economic Perspective, eds.: Elhanan Helpman et al, N.Y.: Academic Press, l983d. __________, Laurence J. Kotlikoff, and Jonathan Skinner, The Efficiency Gains from Dynamic Tax Reform, Int. Econ. Rev., vol. 24, no. 2, Feb. 1983, pp. 81-100.",
        "Barro, R.J. and Chaipat Sahasakul, Measuring the Average Marginal Tax Rate from the Individual Income Tax, Journal of Business, vol. 56, no. 14 1983, pp. 1419-52.",
        "Blinder, Alan S., Roger H. Gordon, and Donald E. Wise, Reconsidering the Work Disincentive Effects of Social Security, National Tax Journal, vol. 33, no. 14, Dec. 1980.",
        "Boskin, Michael J., Lawrence J. Kotlikoff, and John B. Shoven, Personal Securities Accounts: A Proposal for Fundamental Social Security Reform, presented to the National Commission on Social Security Reform, August 20, 1982.",
        "Gordon, Roger H., Social Security and Labor Supply Incentives, National Bureau of Economic Research, Working Paper 989, September 1982.",
        "Gordon, Roger H. and Alan S. Blinder, Market Wages, Reservation Wages, and Retirement Decisions, Journal of Public Economics, Vol. 114(2), October 1980, pp. 277 - 308.",
        "Kotlikoff, Laurence J. and Lawrence H. Summers, The Role of Intergenerational Transfers in Aggregate Capital Formation, Journal of Political Economy, 1981, Vol. 89, No. 4, pp. 706-32.",
        "Pellechio, Anthony J. and Gordon P. Goodfellow, Individual Gains and Losses from Social Security Before and After the 1983 Social Security Amendments, mimeo, June 1983."
    ]
}