{
    "id": 16450,
    "cites": 29,
    "cited_by": 7,
    "reference": [
        "Zion, David and Amit Varshney. March 22, 2007. You Dropped a Bomb on Me, GASB. Credit Suisse.",
        "Strumpf, Erin. 2009. Employer-Sponsored Health Insurance for Early Retirees: Impacts on Retirement, Health, and Health Care. International Journal of Health Care Finance and Economics, Online first.",
        "Standard & Poor's. November 2007. U.S, States Are Quantifying OPEB Liabilities and Developing Funding Strategies As the GASB Deadline Nears. New York: Standards & Poor's.",
        "Sanzillo, Thomas. January 2007. Testimony From First Deputy Comptroller Thomas Sanzillo Regarding GASB 45 Accounting Change, News From the Office of the New York State Comptroller.",
        "Rogowski, Jeannette and Lynn Karoly. 2000. Health Insurance and Retirement Behavior: Evidence from the Health and Retirement Survey. Journal of Health Economics, 19(4): 529 539.",
        "Pew Center on the States. 2010. The Trillion Dollar Gap. http://downloads.pewcenteronthestates.org/The_Trillion_Dollar_Gap_final.pdf Robinson, Christina. 2009. Retiree Health Insurance and Disengagement from a Career Job, Ph.D. dissertation, North Carolina State University.",
        "Pew Center on the States. 2007. Promises with a Price: Public Sector Retirement Benefits. Pew Charitable Trusts.",
        "Ohio Public Employees Retirement System. 2007. The Comprehensive Annual Financial Report.",
        "Novy-Marx, Robert and Joshua Rauh. 2010. Estimating Pension Liabilities, paper presented at State and Local Pension Finance, August.",
        "Munnell, Alicia, Richard Kopcke, Jean-Pierre Aubry, and Laura Quinby. 2010. Valuing Liabilities in State and Local Plans.Center for State & Local Government Excellence Issue Brief, June.",
        "Munnell, Alicia, Kelly Haverstick, and Maurici Soto. 2007. Why Have Defined Benefit Plans Survived in the Public Sector. Issue Brief, Center for Retirement Research at Boston College.",
        "Legislative Analyst's Office, California. 2006. Retiree Health Care: A Growing Cost for Government. www.lao.ca.gov/2006/ret_hlthcare/retiree_healthcare_021706.htm Moody's Investors Service. July 2005. Other Post-Employment Benefits (OPEB): New Accounting Requirements to Shed Light on Cost of State and Local Retiree Health Benefits; Funding Pressures Expected to Vary Widely.",
        "Kaiser Family Foundation and Health Research and Educational Trust. 2006. Employer Health Benefits 2006 Summary of Findings.",
        "Ippolito, Richard. 1995. Towards Explaining the Growth of Defined Contribution Plans, Industrial Relations, pp. 1-20.",
        "Hirsch, Barry T., and David A. Macpherson. 2003. Union Membership and Coverage database from the Current Population Survey: Note, Industrial and Labor Relations Review, Vol. 56, No. 2, January 2003, pp. 349-354.",
        "Gustman, Alan and Thomas Steinmeier. 1992. The Stampede towards Defined Contribution Plans, Industrial Relations, pp. 361-69.",
        "Goldman Sachs. 2007. The Trillion Dollar Question: What is your GASB 45 number? New York: Goldman Sachs.",
        "Fronstin, Paul. 2010. Implications of Health Reform for Retiree Health Benefits, Employee Benefit Research Institute Issue Brief No. 338, Washington, DC: EBRI.",
        "Fronstin, Paul. 2005. The Impact of the Erosion of Retiree Health Benefits on Workers and Retirees, EBRI Issue Brief No. 279. Washington, DC: EBRI.",
        "Fidelity Investments. 2009. Fidelity Investments Estimates $240,000 Needed To pay Health Care Costs in Retirement, March 26. http://content.members.fidelity.com/Inside_Fidelity/fullStory/1,,7692,00.html Financial Accounting Standards Board. 1989. Employers' Accounting for Post Retirement Benefits Other Than Pensions. Norwalk, CT: FASB.",
        "Clark, Robert and Melinda Sandler Morrill. 2010 forthcoming. Retiree Health Plans in the Public Sector: Is There a Funding Crisis? Northhampton, MA: Edward Elgar.",
        "Clark, Robert, Lee Craig, and John Sabelhaus. 2011 forthcoming. Public Sector Pension Plans in the United States, Northhampton, MA: Edward Elgar.",
        "Clark, Robert and Ann McDermed. 1990. The Choice of Pension Plans in a Changing Regulatory Environment. Washington, DC: American Enterprise Institute.",
        "Clark, Robert, Linda Ghent, and Alvin Headen. 1994. Retiree Health Insurance and Pension Coverage: Variations by Firm Characteristics, Journal of Gerontology, 49: 2, pp 53-61.",
        "Clark, Robert. 2010. Retiree Health Plans for Public School Teachers After GASB 43 and 45, Education Finance and Policy, forthcoming.",
        "Chernew, Michael E., Richard A. Hirth, and David M. Cutler. 2009. Increased Spending on Health Care: Long Term Implications for the Nation, Health Affairs, 28(5): 1253-1255.",
        "Buchmueller, Thomas, Richard W. Johnson, and Anthony T. Lo Sasso. 2006. Trends in Retiree Health Insurance, 1997-2003, Health Affairs, 25(6): 1507-1516.",
        "Blau, David M. and Donna B. Gilleskie. 2001. Retiree Health Insurance and The Labor Force Behavior of Older Men In The 1990s. The Review of Economics and Statistics, 83(1): 6480.",
        "Anderson, Gary and Olivia Mitchell. 2009. The Future of Public Retirement Systems, Oxford: Oxford University Press."
    ]
}