{
    "id": 16459,
    "cites": 64,
    "cited_by": 53,
    "reference": [
        "Feenstra, Robert C. and Gordon H. Hanson. 1996. Foreign Investment, Outsourcing, and Relative Wages. in R.C. Feenstra, G. M. Grossman, and D.A. Irwin, eds. Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati. MIT Press: 89-127.",
        "Eaton, Jonathan and Samuel Kortum. 2002. Technology, Geography, and Trade.Econometrica, 70(5): 1741-1779.",
        "Epifani, Paolo and Gino Gancia. 2006. Increasing Returns, Imperfect Competition, and Factor Prices. The Review of Economics and Statistics, 88(4): 583-598.",
        "Dornbusch, Rudiger, Stanley Fischer, and Paul A. Samuelson. 1980. Heckscher-Ohlin Trade Theory with a Continuum of Goods. The Quarterly Journal of Economics, 95(2): 203-24.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum. 2008. Global Rebalancing with Gravity: Measuring the Burden of Adjustment. IMF Sta Papers, 55(3): 511-540.",
        "Deardor, Alan V. and Robert W. Staiger. 1988. An Interpretation of the Factor Content of Trade. Journal of International Economics, 24(1-2): 93-107.",
        "Davis, Donald R. and David E. Weinstein. 2001. An Account of Global Factor Trade. American Economic Review, 91(5): 1423-1453.",
        "Davis, Donald R. 1995. Intra-Industry Trade: A Heckscher-Ohlin-Ricardo Approach.Journal of International Economics, 39(3-4): 201-226.",
        "Davidson, Carl, Lawrence Martin, and Steven Matusz. 1988. The Structure of Simple General Equilibrium Models with Frictional Unemployment. Journal of Political Economy. 96(6): 1267-93.",
        "Globalization, Technology, and the Skill Premium 42 Currie, Janet, and Ann E. Harrison. 1997. Sharing the Costs: The Impact of Trade Reform on Capital and Labor in Morocco.Journal of Labor Economics, 15(3): S4471.",
        "Costinot, Arnaud and Jonathan Vogel. 2009. Matching and Inequality in the World Economy. NBER Working Paper No. 14672.",
        "Costinot, Arnaud. 2005. Three Essays on Institutions and Trade. Ph.D. Dissertation. Princeton University.",
        "Chor, Davin. 2008. Unpacking Sources of Comparative Advantage: A Quantitative Approach.  Mimeo. Singapore Management University.",
        "Burstein, Ariel and Jonathan Vogel. 2010. International Trade Patterns, the Skill Premium, and Heterogeneous Firms. Mimeo. Columbia University.",
        "Burstein, Ariel and Alexander Monge-Naranjo. 2009. Foreign Know-How, Firm Control, and the Income of Developing countries. Quarterly Journal of Economics, 124(1): 149195.",
        "Bustos, Paula. 2007. The Impact of Trade on Technology and Skill Upgrading: Evidence from Argentina. Mimeo. CREI.",
        "Broda, Christian and David Weinstein E. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics, 121(2): 541-585.",
        "Broda, Christian and John Romalis. 2009. The Welfare Implications of Rising Price Dispersion. Mimeo. University of Chicago, GSB.",
        "Bloom, Nick, Mirko Draca, and John Van Reenen. 2009. Trade Induced Technical Change: The Impact of Chinese Imports on IT and Innovation. Mimeo. Stanford University.",
        "Bernard, Andrew, J. Bradford Jensen, Stephen Redding and Peter Schott. 2007b. Firms in International Trade. Journal of Economic Perspectives, 21(3): 105-130.",
        "Bernard, Andrew B., Stephen J. Redding, and Peter K. Schott. 2007a. Comparative Advantage and Heterogeneous Firms. Review of Economic Studies, 74(1): 31-66.",
        "Bernard, Andrew B. and J. Bradford Jensen. 2004. Entry, Expansion and Intensity in the US Export Boom, 1987-1992 Review of International Economics, 12(4), 662-675.",
        "Bernard, Andrew B. and J. Bradford Jensen. 1999. Exceptional Exporter Performance: Cause, Eect, or Both?Journal of International Economics, 47(1): 125.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen, and Samuel Kortum. 2003. Plants and Productivity in International Trade. American Economic Review, 93(4):12681290.",
        "Acemoglu, Daron. 2003. Patterns of Skill Premia. Review of Economic Studies, 70: 199230.",
        "AlcalÃ\u0083Â¡, Francisco and Pedro J. HernÃ\u0083Â¡ndez. 2009. Firms'main market, human capital, and wages. Mimeo. Universidad de Murcia.",
        "Alvarez, Fernando and Robert Jr. Lucas. 2007. General equilibrium analysis of the Eaton-Kortum model of international trade.Journal of Monetary Economics, 54(6): 1726-1768.",
        "Antras, Pol, Luis Garicano, and Esteban Rossi-Hansberg. 2006. MP in a Knowledge Economy. Quarterly Journal of Economics, 121(1): 31-77.",
        "Atkeson, Andrew and Ariel Burstein. 2009. Innovation, Firm Dynamics, and International Trade. Mimeo. UCLA.",
        "Globalization, Technology, and the Skill Premium 41 Attanasio, Orazio, Pinelopi K. Goldberg, and Nina Pavcnik. 2004. Trade Reforms and Wage Inequality in Colombia.Journal of Development Economics, 74(2): 33166.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2008. Trends in US Wage Inequality: Revising the Revisionists. The Review of Economics and Statistics. 90(2): 300323.",
        "Berman, Eli, John Bound, and Zvi Griliches. 1994. Changes in the Demand for Skilled Labor within US Manufacturing: Evidence from the Annual Survey of Manufacturers. The Quarterly Journal of Economics, 109 (2): 367-397.",
        "Helpman, Elhanan and Paul R. Krugman. 1985. Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition and the International Economy. MIT Press.",
        "Helpman, Elhanan, Oleg Itskhoki, and Stephen J. Redding. 2008. Inequality and Unemployment in a Global Economy. Mimeo. Harvard University.",
        "Harrison, Ann E., and Gordon H. Hanson. 1999. Who Gains from Trade Reform? Some Remaining Puzzles.Journal of Development Economics, 59(1): 12554.",
        "Harrigan, James. 1997. Technology, Factor Supplies and International Specialization: Estimating the Neoclassical Model. American Economic Review, 87(4): 475-494.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg. 2008. Trading Tasks: A Simple Globalization, Technology, and the Skill Premium 43 Theory of MP. American Economic Review, 98(5): 19781997.",
        "Grossman, Gene M. and Elhanan Helpman. 1991. Innovation and Growth in the Global Economy. Massachusetts Institute of Technology.",
        "Goldberg, Pinelopi Koujianou and Nina Pavcnik. 2007. Distributional Eects of Globalization in Developing countries. Journal of Economic Literature, 45(1): 39-82.",
        "Fieler, Ana Cecilia. 2007. Non-Homotheticity and Bilateral Trade: Evidence and a Quantitative Explanation. Mimeo. NYU.",
        "Feenstra, Robert C. 2010. Oshoring in the Global Economy: Microeconomic Structure and Macroeconomic Implications. The MIT Press.",
        "Feenstra, Robert C. and Gordon H. Hanson. 1997. Foreign Direct Investment and Relative Wages: Evidence from Mexico's Maquiladoras. Journal of International Economics, 42: 371-394.",
        "Feenstra, Robert C. and Gordon H. Hanson. 1999. The Impact of Outsourcing and High-Technology Capital on Wages: Estimates for the US, 19791990.Quarterly Journal of Economics, 114 (3): 90740.",
        "Zhu, Susan Chun and Daniel Treer. 2005. Trade and Inequality in Developing countries: a General Equilibrium Analysis Journal of International Economics, 65(1): 2148.",
        "Yeaple, Stephen Ross. 2005. A Simple Model of Firm Heterogeneity, International Trade, and Wages. Journal of International Economics, 65(1): 1-20.",
        "Waugh, Michael E. 2009. International Trade and Income Dierences. Mimeo. NYU.",
        "Verhoogen, Eric A. 2008. Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector. The Quarterly Journal of Economics, 123(2): 489530.",
        "Verhoogen, Eric A. 2004. Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector: Theory and Evidence from an Exchange-Rate Shock. Center for Labor Economics, UC Berkeley, Working Paper No. 67.",
        "Vannoorenberghe, Gonzague. 2008. Trade Between Symmetric countries, Heterogeneous Firms and the Skill Wage Premium. Mimeo. University of Mannheim.",
        "Treer, Daniel. 1993. International Factor Price Dierences: Leontief was Right!Journal of Political Economy, 101: 961-987 Treer, Daniel. 1995. The Case of the Missing Trade and Other Mysteries. American Economic Review, 85: 1029-1046.",
        "Globalization, Technology, and the Skill Premium 44 Simonovska, Ina and Waugh, Michael E. 2010. The Elasticity of Trade: Estimates and Evidence. Mimeo. University of California, Davis.",
        "Sachs, Jerey D. and Shatz, Howard J. 1994. Trade and Jobs in Manufacturing, Brookings Papers on Economic Activity, 25(1): 1-84.",
        "Romalis, John. 2004. Factor Proportions and the Structure of Commodity Trade.American Economic Review, 94(1): 67-97.",
        "Ramondo, Natalia and Andres Rodriguez-Clare. 2009. The Gains from Openness: Trade, Multinational Production, and Diusion.Mimeo. Penn State University.",
        "Navaretti, Giorgio Barba and Anthony J. Venables. 2004. Multinational Firms in the World Economy. Princeton University Press.",
        "Katz, Lawrence F. and Kevin M. Murphy. 1992. Changes in Relative Wages, 1963-1987: Supply and Demand Factors. The Quarterly Journal of Economics, 107(1): 35-78.",
        "Krugman, Paul R. 1980. Scale Economies, Product Dierentiation, and the Pattern of Trade. American Economic Review, 70(5): 950-959.",
        "Krugman, Paul R. 2000. Technology, Trade and Factor Prices. Journal of International Economics, 50(1): 51-71.",
        "Krugman, Paul R. 2008. Trade and Wages Reconsidered. Brookings Papers on Economic Activity.",
        "Krusell, Per, Lee E. Ohanian, Jose-Victor Rios-Rull, and Giovanni L. Violante. 2000. Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis. Econometrica, 68: 1029-1054 Lawrence, Robert Z. and Matthew J. Slaughter. 1993. International Trade and American Wages in the 1980s: Giant Sucking Sound or Small Hiccup? Brookings Papers on Economic Activity, 2: 161226.",
        "Matsuyama, Kiminori. 2007. Beyond Icebergs: Towards A Theory of Biased Globalization.  The Review of Economic Studies, 74: 237-253.",
        "Molina, Danielken and Marc-Andreas Muendler. 2009. Preparing to Export. Mimeo. UC San Diego.",
        "Morrow, Peter M. 2008. East is East and West is West: A Ricardian-Heckscher-Ohlin Model of Comparative Advantage. Mimeo. University of Toronto.",
        "Acemoglu, Daron. 2002. Technical Change, Inequality and the Labor Market. Journal of Economic Literature, 40: 7-72."
    ]
}