{
    "id": 16451,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Auerbach, Alan and William Gale, DÃ\u0083Â©jÃ\u0083Â  vu All Over Again: On the Dismal Prospects for the Federal Budget, Brookings and Urban Institute, Tax Policy Center, April 2010.",
        "Burman, Toder and Leonard Geissler, How Big Are Total Individual Income Tax Expenditures, and Who Benefits from Them? American Economic Review, May 2008, Vol. 98, Issue 2, pp. 79-83.",
        "Campbell, John and Martin Feldstein, eds, Risk Aspects of Investment-Based Social Security Reform, eds., Chicago: University of Chicago Press, 2001.",
        "Commission on Tax Reform, Reforming the Tax System, October 2006.",
        "Congressional Budget Office, Budget Options: Volume 2. 2009 Congressional Budget Office, The Budget and Economic Outlook: Fiscal Years 2010 to 2020, January 2010 Congressional Budget Office, An Analysis of the President's Budgetary Proposals for the Fiscal Year 2011, March 2010.",
        "Congressional Budget Office,The Long-Term Budget Outlook, June 2010.",
        "Congressional Budget Office, Federal Debt and the Risk of a Fiscal Crisis, July 2010.",
        "Congressional Budget Office, The Budget and Economic Outlook: An Update, August 2010.",
        "Feldstein, M, Administrative Costs in Social Security Reform: A Comment, in John Shoven, ed., Administrative Costs in Social Security Reform, Chicago: University of Chicago Press, 2000.",
        "________ Rethinking Social Insurance, The 2005 Presidential Address to the American Economic Association, in American Economic Review, Vol. 95, No. 1, March 2005, pp. 1-24. (2005a) _______Reducing the Risk of Investment-Based Social Security Reforms, J.",
        "_______ American Economic Policy in the 1980s, ed., Chicago: University of Chicago Press, 1993 _______ Extend the Bush Tax Cuts  For Now, The Wall Street Journal, May 12, 2010. 2010 _______ A Deduction from Charity, The Washington Post, March 25, 2009.",
        "Feldstein, Martin and Andrew Samwick, The Transition Path in Privatizing Social Security, in M. Feldstein (ed.), Privatizing Social Security, Chicago: Chicago University Press, 1998, pp. 215-60.",
        "Feldstein, Martin and Andrew Samwick, Potential Paths of Social Security Reform, in ed. James Poterba, Tax Policy and the Economy 2001, Vol. 16, 2002, Cambridge: MIT Press, pp. 181-224.",
        "Internal Revenue Service, Statistics of Income 2010 Neubig, Thomas and David Joulfaian The TAx Expenditure Budget Before and After the Tax Reform Act of 1986, US Treasury, Office of Tax Analysis, Paper 60 (October 1988) Office of Management and Budget, Budget of the United States, 2010 President's Economic Recovery Advisory Board, The Report on Tax Reform Options Simplification, Enforcement, and Corporate Taxation, August 2010.",
        "Reinhart, Carmen and Kenneth Rogoff, This Time is Different, Princeton University Press, 2009.",
        "Surrey, Stanley and Paul McDaniel, Tax Expenditures, Harvard University Press, April 1985. END"
    ]
}