{
    "id": 16452,
    "cites": 35,
    "cited_by": 47,
    "reference": [
        "Bernheim, Doug, Daniel Garrett, and D. Maki. 2001. Education and Saving: The Long-term Effects of High School Financial Curriculum Mandates, Journal of Public Economics, 85, 435565.",
        "Ameriks, John, Andrew Caplin, and John Leahy. 2003. Wealth Accumulation and the Propensity to Plan. Quarterly Journal of Economics 68, 1007-1047.",
        "Arenas de Mesa, Alberto, David Bravo, Jere R. Behrman, Olivia S. Mitchell, and Petra E. Todd. With assistance from Andres Otero, Jeremy Skog, Javiera Vasquez, and Viviana Velez-Grajales. 2008. The Chilean Pension Reform Turns 25: Lessons from the Social Protection Survey. In Stephen Kay and Tapen Sinha. eds. Lessons from Pension Reform in the Americas, eds. Oxford: OUP 23-58.",
        "Ashenfelter, Orley and Alan Krueger. 1994. Estimates of the Economic Return to Schooling from a New Sample of Twins, American Economic Review 84:5 (December), 1157-74.",
        "Barsky, Robert, Tom Juster, Miles Kimball, Matt Shapiro, Doug Bernheim, Jon Skinner, and S. Weinberg. 2001. What Accounts for the Variation in Retirement Wealth among U.S. Households. American Economic Review 91, 832-857.",
        "Barsky, Robert, Thomas Juster, Miles Kimball, and Matthew Shapiro. 1997. Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey. NBER Working Paper.",
        "Behrman, Jere R. and Mark R. Rosenzweig. 2002. Does Increasing Women's Schooling Raise the Schooling of the Next Generation? American Economic Review 92:1(March), 323-334.",
        "Behrman, Jere R. and Mark R. Rosenzweig. 2005. Does Increasing Women's Schooling Raise the Schooling of the Next Generation?  Reply American Economic Review 95:5 (December), 1745-1751.",
        "Behrman, Jere R., Mark R. Rosenzweig, and Paul Taubman. 1994. Endowments and the Allocation of Schooling in the Family and in the Marriage Market: The Twins Experiment. Journal of Political Economy 102:6 (December), 1131-1174.",
        "Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde, JÃ\u0083Â¼rgen Schupp, and Gert G. Wagner. 2010b. Individual Risk Attitudes: New Evidence from a Large, Representative, Experimentally-Validated Survey. Journal of the European Economic Association. (forthcoming).",
        "Dohmen, Thomas, Armin Falk, David Huffman, and Uwe Sunde. 2010a. Are Risk Aversion and Impatience Related to Cognitive Ability? American Economic Review 100 (June): 1238 1260.",
        "Cole, Shawn, Thomas Sampson, and Bilal Zia. 2009. Money or Knowledge? HBS working paper 09-117.",
        "Cole, Shawn and Gauri Shastry. 2009. Smart Money: The Effect of Education, Cognitive Ability, and Financial Literacy on Financial Market Participation. HBS Working Paper 09-071.",
        "Campbell, John. 2006. Household Finance, Journal of Finance, 61, 1553-1604.",
        "Brockett, Patrick, Richard A. Derrig, Linda L. Golden, Arnold Levine, Mark Alpert. 2002. Fraud Classification Using Principal Component Analysis of RIDITs. Journal of Risk and Insurance, 69, 341-371.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes. 2005. Why the Apple Doesn't Fall Far: Understanding Intergenerational Transmission of Human Capital, American Economic Review 95:1 (March), 437-449.",
        "Bernheim, Douglas, Jonathan Skinner, and Steven Weinberg. 2001. What Accounts for the Variation in Retirement Wealth among U.S. Households, American Economic Review, 91(4), 832-857.",
        "Wooldridge, Jeffrey M. 2002. Econometric Analysis of Cross Section and Panel Data, Cambridge, MA: MIT Press.",
        "Stock, James H. and Mark W. Watson. 2007. Introduction to Econometrics, Boston, San Francisco, New York: Peason-Addison Wesley.",
        "Stock, James H. 2010. The Other Transformation in Econometric Practice: Robust Tools for Inference, Journal of Economic Perspectives 24:2 (Spring), 83-94.",
        "President's Advisory Committee on Financial Literacy (PACFL). 2008. Annual Report to the President: Executive Summary. www.ustreas.gov/offices/domestic-finance/financial-institution/fineducation /council/exec_sum.pdf Scholz, John Karl, Seshadri, Ananth and Khitatrakun, Surachai. 2006. Are Americans Saving 'Optimally' for Retirement? Journal of Political Economy, 114 (August), 607-643.",
        "Mitchell, Olivia S., Petra Todd, and David Bravo. 2008. Learning from the Chilean Experience: The Determinants of Pension Switching. In Annamaria Lusardi, Ed. Overcoming the Saving Slump: Making Financial Education and Saving Programs More Effective. University of Chicago Press, 301-323.",
        "Mitchell, Olivia S. and James Moore. 1998. Can Americans Afford to Retire? New Evidence on Retirement Saving Adequacy. Journal of Risk and Insurance, 65 (3) December: 371-400.",
        "Lusardi, Annamaria and Olivia S. Mitchell. 2009. How Ordinary Consumers Make Complex Economic Decisions: Financial Literacy and Retirement Readiness. Cambridge, MA: NBER Working Paper.",
        "Lusardi, Annamaria and Olivia S. Mitchell. 2008. Planning and Financial Literacy: How Do Women Fare? American Economic Review P&P, 98, 413-417.",
        "Lusardi, Annamaria and Olivia S. Mitchell. 2007c. Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education. Business Economics 42, 3544.",
        "Lusardi, Annamaria and Olivia S. Mitchell. 2007b. Financial Literacy and Retirement Planning: New Evidence from the RAND American Life Panel. NBER Working Paper.",
        "Easterlin, Richard A., 2005. Is There an `Iron Law of Happiness? Department of Economics Working Paper, University of Southern California.",
        "Eckel, Catherine, Cathleen Johnson, and Claude Montmarquette. 2005. Saving Decisions of the Working Poor: Short- and Long-Term Horizons. In Research in Experimental Economics. Vol. 10: Field Experiments in Economics, ed. J. P. Carpenter, G. W. Harrison, and J. A. List, 21960. Amsterdam: Elsevier.",
        "Finkelstein, Amy and K Kathleen McGarry. 2006. Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market. American Economic Review, (September) 96(4): 938958.",
        "Hanushek, Erik and Finis Welch, 2006, The Handbook of the Economics of Education, Amsterdam: Elsevier-North-Holland.",
        "Kahneman, Daniel. 1999. Objective Well-being, in D. Kahneman, E. Diener, and N. Schwarz (eds.), Well-Being: Foundations of Hedonic Psychology. New York: Russell Sage Foundation, 325.",
        "Lusardi, Annamaria. 2003. Planning and Saving for Retirement. Working Paper, Dartmouth College.",
        "Lusardi, Annamaria, Olivia S. Mitchell, and Vilsa Curto. 2010. Financial Literacy among the Young: Evidence and Implications for Consumer Policy. Journal of Consumer Affairs. (44, 2): 358-380.",
        "Lusardi, Annamaria and Olivia S. Mitchell. 2007a. Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth. Journal of Monetary Economics 54, 205-224."
    ]
}