{
    "id": 1646,
    "cites": 29,
    "cited_by": 1,
    "reference": [
        "Ando, Albert and Franco Modigliani. The `Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, Am. Econ. Rev., March 1963, pp. 55-814.",
        "Amemiya, Takeshi, Nonlinear Regression Models, in Handbook of Econometrics, Zvi Griliches and Michael D. Intriligentor, eds., vol. 1, North Holland, 1983.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff. National Savings, Economic Welfare, and the Structure of Taxation, in Behavioral simulation methods in tax policy analysis. Ed.: Martin Feldstein. Chicago: U. of Chicago Press, 1983a, pp. 559-93.",
        "Cuts, The economic consequences of government deficits. Ed.: L.H. Meyer, Boston: Kluwer-Nijhoff Publishing, 1983b, pp. 121-5)4.",
        "Social Security and Savings, in Social policy evaluation: An economic perspective. Eds.: Elharnan Helpman et al.: Academic Press, l983c. Burro, R.J. Are Government Bonds Net Wealth?, J. Pol. Econ., Nov./Dec. 1975, 82(6), pp. 1095-1118.",
        "Series, Studies in social security and retirement policy. Washington, D.C.: Am. Enterprise Inst., 1978.",
        "Bernheim, Douglas. Dissaving After Retirement. NBER Working Paper No. 1509, July 19814.",
        "Blinder, Alan S., Roger H. Gordon, and David E. Wise. Life Cycle Savings and Bequests: Cross-Sectional Estimates of the Life Cycle Model, Nat. Bur. Econ. Rsrch. Working Paper No. 619, Jan. 1981.",
        "Boskin, Michael J. Taxation, Saving, and the Rate of Interest, J. Pol. Econ., April 1978, 86(2), Part 2, pp. 3-27.",
        "Preliminary Estimates, Cambridge, Mass.: Nat. Bur. Econ. Rsrch. Working Paper No. 221, 1977.",
        "Darby, Michael R. Effects of Social Security on income and the capital stock. Washington, D.C.: American Enterprise Institute, 1979.",
        "David, Martin, and Paul L. Menchik. The Effect of Social Security on Lifetime -33- Wealth Accumulation and Bequests, Inst. for Rsrch. on Poverty Discussion Paper No. 671, 1981.",
        "I Saving and Bequests. Institute for Research on Poverty Discussion Paper No. 582, 1980.",
        "David, Paul and John L. Scadding. Private Savings: TJltrarationality, Aggregate Saving, and `Denisons Law, J. Pol. Econ., 1974, 82, pp. 225-49.",
        "Diamond, Peter A. and Jerry Hausman. Individual Retirement and Savings Behavior, Mimeo, May 1983.",
        "Eisner, Robert and Paul J. Pieper. A New View of the Federal Debt and Budget Deficits, AER, March 1985.",
        "Feldstein, Martin. Social Security, Induced Retirement, and Aggregate Capital Accumulation, J. Pol. Econ., Sept./Oct. l975b, 82(5), Part 2, pp. 905-26. __________ Social Security and Private Saving: Reply, J. Pol. Econ., l982a 90, pp. 630-52. _________* The Surprising Incidence of a Tax on Pure Rent: A New Answer to an Old Question, J. Pol. Econ., April 1977, 85(2), pp. 3149-60.",
        "Gordon, Roger. Social Security and Labor Supply Incentives, NEER Working Paper No. 986, April 1983.",
        "Hall, Robert H. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, J. vol. Econ., 1978, 86, pp. 971-87.",
        "Hansen, tars P. and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion the Temporal Behavior of Asset Returns, J. Pol. Econ., April 1983, 91(2), pp. 2149-65.",
        "King, Mervin and Donald Fullerton, The Taxation of Income from Capital, NBER Publication, University of Chicago Press, Chicago, Illinois, 19814.",
        "Kotlikoff, Laurence J. Social Security and Equilibrium Capital Intensity, Q.J. Econ., May l979a, pp. 233-55. __________* Theoretical and Empirical Analysis of Altruistic Linkages Within the Extended Family, proposal to the Sloan Foundation, June 1983.",
        "Accumulation, Am. Econ. Rev., June l979b, pp. 396-510. ___________ Taxation and Saving, Journal of Economic Literature, Dec. 1985.",
        "Kurz, M., Capital Accumulation and Characteristics of Intergenerational Transfers, No. 36~4, IMSSA, Stanford, 1982.",
        "Lawrence, Emily. Do Transfers to the Poor Reduce Savings? Mimeo, 1983.",
        "Lesnoy, Selig and Leimer, Dean R. Social Security and Private Saving: New Time Series Evidence with Alternative Specifications, Soc. Sec. Admin. Working Paper No. 22, Sept. 1981.",
        "Mankiw, N. Gregory; Julio J. Rotemberg, and Lawrence H. Summers. Intertemporal -35- Substitution in Macroeconomics, Nat. Bur. Econ. Rsrch. Working Paper No. 898, June 1982.",
        "Modigliani, Franco and Richard Bruntherg. Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, in Post-Keynesian economics. Ed.: Kenneth K. Kurihara. New Brunswick, N.J.: Rutgers U. Press, 1954.",
        "Munriell, Alicia. The Impact of Social Security on Personal Savings, Nat. Tax. J., Dec. 1974, iT, pp. 553-67."
    ]
}