{
    "id": 16477,
    "cites": 62,
    "cited_by": 1,
    "reference": [
        "Anderson, Richard. 2006. Monetary Aggregates in Historical Statistics of the United States, Millennial Edition, Volume 3, edited by Susan Carter, et. al. New York: Cambridge University Press.",
        "Atack, Jeremy and Peter Passell. 1994. A New Economic View of American History from Colonial Times to 1940. 2nd edition. New York: Norton and Company.",
        "Barber, William J. 1996. Designs within Disorder: Franklin D. Roosevelt, the Economists, and the Shaping of American Economic Policy, 1933-1945. New York: Cambridge University Press.",
        "Barro, Robert and Charles Redlick. 2009. Macroeconomic Effects from Government Purchases and Taxes. National Bureau of Economic Research Working Paper 15369. Cambridge, Massachussett.",
        "Bernanke, Benjamin. 2000. Essays on the Great Depression. Princeton, NJ: Princeton University Press, 2000. Bernanke, Benjamin. Nonmonetary Effects of Financial Crisis in the Propogation of the Great Depression. American Economic Review (June): 257-76.",
        "Bernanke, Benjamin and Paul Gertler. 1989. Agency Costs, Net Worth, and Business Fluctuations. American Economic Review 79 (1): 14-31.",
        "Bordo, Michael, Christopher Erceg and Charles L. Evans. 2000. Money, Sticky Wages, and the Great Depression. American Economic Review 90 (December), 1447-1463.",
        "Brunner, Karl and Alan Meltzer. 1968. What Did We Learn from the Monetary Experience in the United States in the Great Depression. Canadian Journal of Economics 1 (May): 334-48.",
        "Calomiris, Charles and Joseph Mason. 2003. Fundamentals, Panics, and Bank Distress During the Depression. American Economic Review 93 (December 2003): 1615-47.",
        "Chandler, Lester. America's Greatest Depression, 1929-1941. 1970. New York: Harper & Row Publishers.",
        "Christiano, Lawrence, Robert Motto, and Massimo Rostagno. 2003. Journal of Money, Credit, and Banking 35 (December): 1120-1197.",
        "Cole, Harold, and Lee Ohanian. 2004. New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis, Journal of Political Economy 112 (August): 779-816.",
        "Cole, Harold and Lee Ohanian. 1999. The Great Depression in the United States from a Neoclassical Perspective. Federal Reserve Bank oif Minneapolis Quarterly Review 23 (Winter): 2-24.",
        "Cole, Harold and Lee Ohanian. 2005. Deflation and the International Great Depression: A Productivity Puzzle. National Bureau of Economic Research Working Paper No. 11237. Commissioner of Internal Revenue. Various years. Annual Report for the Year Ending June 30.",
        "Eichengreen, Barry. 1992. Golden Fetters: The Gold Standard and the Depression, 1919-1939.",
        "New York: Oxford University Press, 1992.",
        "Eggertsson, Gauti. 2008. Great Expectations and the End of the Depression. American Economic Review 98 (4): 1476-1516.",
        "Eggertsson, Gauti and Benjamin Pugsley. 2006. The Mistake of 1937: A General Equilibrium Analysis. Monetary and Economic Studies (December): 1-41.",
        "Federal Reserve Board of Governors. 1943. Banking and Monetary Statistics, 1914-1941. Washington, D.C.: Government Printing Office. Federal Reserve Board of Governors. Various years. Federal Reserve Bulletin. Washington, D.C.: Government Printing Office.",
        "Fishback, Price V., Michael R. Haines and Shawn Kantor. 2007. Births, Deaths, and New Deal Relief During the Great Depression. Review of Economics and Statistics 89 (February): 1-14.",
        "Fishback, Price, William Horrace, and Shawn Kantor. 2005. The Impact of New Deal Expenditures on Local Economic Activity: An Examination of Retail Sales, 1929-1939. Journal of Economic History 65 (March): 36-71.",
        "Fishback, Price, William Horrace, and Shawn Kantor. 2006. Do federal programs affect internal migration? The impact of New Deal expenditures on mobility during the Great Depression. Explorations in Economic History 43: 179-222. Fishback, Price and Valentina Kachanovskaya. In progress. In Search of the New Deal Multiplier. Working paper.",
        "Fleck, Robert. 1999b. The Marginal Effect of New Deal Relief Work on County-Level Unemployment Statistics. Journal of Economic History 59 (September): 659-87.",
        "Friedman, Milton and Anna Schwartz. 1963. A Monetary History of the United States, 18671960. Princeton, N.J.: Princeton University Press.",
        "Friedman, Milton and Anna Schwartz. 1965. The Great Contraction 1929-1933. Princeton, N.J.: Princeton University Press.",
        "Garrett, Thomas and David Wheelock. 2006. Why Did Income Growth Vary Across States During the Great Depression. Journal of Economic History 66 (2006): 456-466.",
        "Geithner, Timothy. 2010. Written Testimony Before the U.S. Senate Budget Committee, February 4, 2010. Downloaded on June 13, 2010 from http://budget.senate.gov/democratic/testimony/2010/TG_Budget%20Testimony_SBC.pdf Hamilton, James. 1987. Monetary Factors in the Great Depression. Journal of Monetary Economics 19 (1987): 145-169.",
        "Higgs, Robert. 1997. Regime Uncertainty: Why the Great Depression Lasted So Long and Why Prosperity Resumed After the War, The Independent Review 1 (Spring): 561-590.",
        "Irwin, Douglas. 1998. Changes in U.S. Tariffs: The Role of Import Prices and Commercial Policies. American Economic Review 88 (September): 1015-1026.",
        "James, John and Richard Sylla. 2006. Interest Rates and Yields in Historical Statistics of the United States, Millennial Edition, Volume 3, edited by Susan Carter, et. al. New York: Cambridge University Press. Johnson, Ryan, Shawn Kantor, and Price Fishback. Forthcoming. Striking at the Roots of Crime: The Impact of Social Welfare Spending on Crime During the Great Depression, Journal of Law and Economics forthcoming.",
        "Keynes, John Maynard. 1964. The General Theory of Employment, Interest, and Money. New York: A Harbinger Book, Harcourt, Brace and World Inc..",
        "Kindleberger, Charles. 1986. The World in Depression, 1929-1939. Revised edition. Berkeley, CA: University of California Press.",
        "Mason, Joseph. 2001. Do Lenders of Last Resort Policies Matter? The Effects of the Reconstruction Finance Corporation Assistance to Banks During the Great Depression. Journal of Financial Services Research 20 (September): 77-95.",
        "Matthews, Kent and Daniel Benjamin. (1992) U.S. and U.K. Unemployment Between the Wars: A Doleful Story. London: Institute of Economic Affairs.",
        "Meltzer, Alan. 2003. A History of the Federal Reserve, Volume I: 1913-1951. Chicago: University of Chicago Press.",
        "Mitchener, Kris. 2005. Bank Supervision, Regulation, and Financial Instability during the Great Depression. Journal of Economic History 65 (March): 152-85.",
        "Mitchener, Kris and Joseph Mason. 2010. 'Blood and Treasure': Exiting the Great Depression and Lessons for Today. Oxford Review of Economic Policy (October); ???-????.",
        "Neumann, Todd, Price Fishback, and Shawn Kantor. 2010. The Dynamics of Relief Spending and the Private Urban Labor Market During the New Deal.. Journal of Economic History 70 (March): 195-220.",
        "Office of Management and Budget. 2009. A New Era of Responsibility: Renewing America's Promise. Washington, D.C.: U.S. Government Printing Office. Downloaded on June 13, 2010 from http://www.gpoaccess.gov/usbudget/fy10/pdf/fy10-newera.pdf Office of Management and Budget. 2010. Budget of the U.S. Government. Fiscal Year 2011.",
        "Parker, Randall E. Reflections on the Great Depression. Northampton, MA: Edward Elgar, 2002.",
        "Parker, Randall E. The Economics of the Great Depression: A Twenty-First Century Look Back at the Economics of the Interwar Era. Northampton, MA: Edward Elgar, 2007.",
        "Peppers, Larry. 1973. Full Employment Surplus Analysis and Structural Change: The 1930s, Explorations in Economic History 10 (Winter), 197-210.",
        "Piketty, Thomas and Emanuel Saez. 2003. Income Inequality in the United States, 1913-1998. Quarterly Journal of Economics 118 (February): 1-39.",
        "Richardson, Gary and William Troost. 2009. Monetary Intervention Mitigated Panics During the Great Depression: Quasi-Experimental Evidence from a Federal Reserve District Border, 1929-1933. Journal of Political Economy (December): 1031-1073.",
        "Richardson, Gary and Patrick Van Horn. 2009. Intensified Regulatory Scrutiny and Bank Distress in New York City During the Great Depression. Journal of Economic History 69 (June): 446-465.",
        "Romer, Christina D. 1990. The Great Crash and the Onset of the Great Depression Quarterly Journal of Economics 105 (August ): 597-624.",
        "_____. 1992. What Ended the Great Depression? Journal of Economic History 52 (December): 757-84.",
        "_____. 1999. Why Did Prices Rise in the 1930s? Journal of Economic History 59 (March): 167-99.",
        "Romer, Christina and David Romer. 2006. The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks. National Bureau of Economic Research Working Paper Number W13264. Cambridge, Massachusetts.",
        "Rothbard, Murray. 2000. America's Greatest Depression. 5th edition. Auburn, Alabama: Ludwig von Mises Institute.",
        "Smiley, Gene. 2002. Rethinking the Great Depression: A New View of Its Causes and Consequences. Chicago, IL: Ivan R. Dee.",
        "Sutch, Richard, David. 2006. The Great Depression in Historical Statistics of the United States, Millennial Edition, Volume 3, edited by Susan Carter, et. al. New York: Cambridge University Press.",
        "Taylor, Jason. 2009. Work-sharing During the Great Depression: Did the President's REemploymnet Agreement Promote Reemployment? Economica : 1-26.",
        "Temin, Peter. 1976. Did Monetary Forces Cause the Great Depression. (New York: W.W. Norton.",
        "Temin, Peter. 1989. Lessons from the Great Depression. Cambridge, Mass.: MIT Press.",
        "Temin, Peter and Barry Wigmore. 1990. The End of One Big Deflation. Explorations in Economic History 27 (October): 483-502.",
        "U.S. Bureau of the Census. 1975. Historical Statistics of the United States, 1790 to the Present. Washington, D.C.: Government Printing Office. U.S. Bureau of the Census. Various Years. Statistical Abstract of the United States. Washington, D.C.: Government Printing Office. U.S. Department of Treasury. Various years. Annual Report. Washington, D.C.: Government Printing Office.",
        "Wallis, John. 2006. Federal Government Finances in Historical Statistics of the United States, Millennial Edition, Volume 5, edited by Susan Carter, et. al. New York: Cambridge University Press.",
        "Wallis, John Joseph, and Daniel K. Benjamin. 1981. Public Relief and Private Employment in the Great Depression, Journal of Economic History 41 (March): 97-102.",
        "Wessel, David. 2010. The `Too Big' Divide on Banks. Wall Street Journal. June 10, 2010, downloaded on June 13, 2010 from http://online.wsj.com/article/SB10001424052748703890904575296430874218148.html? KEYWORDS=too+big+to+fail Wheelock, David. 1991. The Strategy and Consistency of Federal Reserve Monetary Policy, 1924-1933. New York: Cambridge University Press.",
        "Wheelock, David. 2006. Monetary Policy in Historical Statistics of the United States, Millennial Edition, Volume 3, edited by Susan Carter, et. al. New York: Cambridge University Press.",
        "Wicker, Elmus. 1966. Federal Reserve Monetary Policy, 1917-1933. New York: Random House, 1966."
    ]
}