{
    "id": 1647,
    "cites": 21,
    "cited_by": 13,
    "reference": [
        "1. BERNANKE, BEN S., Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review Vol. 73 (June 1983), pp. 257276.",
        "2. BLINDER, ALAN S. AND JOSEPH E. STIGLITZ, Money, Credit Constraints, and Economic Activity, American Economic Review Vol. 73 (May 1983), pp. 297-302.",
        "3. BOYD, JOHN H. AND EDWARD C. PRESCOTT, Financial Intermediaries, Unpublished, Minneapolis Federal Reserve Bank and University of Minnesota, March 1983.",
        "4. BRYANT, JOHN, A Model of Reserves, Bank Runs, and Deposit Insurance, Journal of Banking arid Finance Vol. 4 (1980), pp. 335-344.",
        "5. CONE, KENNETH, Regulation of Depository Financial Intermediaries, PhD Thesis, Stanford University, 1982.",
        "6. DENNIS, MARSHALL W., Mortgage Lending: Fundamentals and Practices, Reston, Va.: Reston, 1983.",
        "7. DIAMOND, DOUGLAS, Financial Intermediation and Delegated Monitoring, Review of Economic Studies Vol. 51 ( 1984), pp. 393-414.",
        "8. DIAMOND, DOUGLAS W., AND PHILIP DYBVIG, Banic Runs, Deposit Insurance, and Liquidity, Journal of Political Economy Vol. 91 (June 1983), pp. 401-4 19.",
        "9. FAMA, EUGENE F., Whats Different About Banks?, Journal of Monetary Economics Vol. 15 (January 1985), pp. 29-40.",
        "10. FISCHER, STANLEY, A Framework for Monetary and Banking Analysis, Economic Journal Vol. 93 (March 1983), pp. 1-16.",
        "11. GURLEY, JOHN G. AND E. S. SHAW, Financial Intermediaries and the SavingsInvestment Process, Journal of Finance Vol. (May 1956), pp. 259-275.",
        "12. HESTER, DONALD. Innovations and Monetary Control, Brookings Papers on Economic Activity ( 1981: 1), pp. 141-189.",
        "13. JACKLIN, CHARLES, Essays in Banking, PhD Thesis, Stanford Graduate School of Business, 1985.",
        "14. JENSEN, MICHAEL C. AND WILLIAM H. MECKLING, Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics Vol. 3 (October 1976), pp. 305-360.",
        "15. KING, STEPHEN R., Monetary Transmission: Through Bank Loans, or Bank Liabilities ?, Unpublished, Stanford University and NBER, February 1985.",
        "16. KING, ROBERT AND CHARLES PLOSSER, Money, Credit, and Prices in a Real Business Cycle, American Economic Review Vol. 74 (June 1984), pp. 363-380.",
        "17. MCKINNON, RONALD I., Money and Capital in Economic Development, Washington: Brookings Institution, 1973.",
        "18. PATINKIN, DON, Financial Intermediaries and the Logical Structure of Monetary Theory, American Economic Review Vol. 51 (March 1961), pp. 95-116.",
        "19. PELTZMAN. SAM, Capital Investment in Commercial Banking and Its Relation to Portfolio Regulation, Journal of Political Economy Vol. 78 (January/February 1970), pp. 1-26.",
        "20. SMITH. BRUCE D., Private Information, Deposit Insurance Rates, and the `Stability of the Banking System, Journal of Monetary Economics Vol. 14 (November 1984), pp. 293-317.",
        "21. TOWNSEND, ROBERT M., Financial Structure and Economic Activity, American Economic Review Vol. 73 (December 1983), pp. 895-911."
    ]
}