{
    "id": 16471,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Mayda, Anna Maria. 2009. International migration: A panel data analysis of the determinants of bilateral flows, Journal of Population Economics, forthcoming.",
        "Lehr, Carol Scotese. 2009. Evidence on the Demographic Transition. Review of Economics and Statistics, 91(4): 871-887.",
        "Hanson, Gordon, and Craig McIntosh. 2010. The Great Mexican Emigration. Review of Economics and Statistics, forthcoming.",
        "Hanson, Gordon. 2010. International Migration and the Developing World, in Dani Rodrik and Mark Rosenzweig, eds., Handbook of Development Economics, Volume III. Amsterdam: North-Holland, forthcoming.",
        "Galor, Oded. 2005. The Transition from Stagnation to the Growth. In, Philippe Aghion and Steven N. Durlauf, eds., Handbook of Economic Growth, Amsterdam: Elsevier, pp. 171-294.",
        "Fajnzylber, Pablo, and Humberto Lopez. 2008. Close to Home, Washington, DC: The World Bank.",
        "Edwards, Sebastian. 2008. Globalization, Growth and Crises: The View from Latin America. NBER Working Paper No. 14034.",
        "Dolado, Juan, and Pedro Velasquez. 2007. Ensayos sobre los efectos econÃ\u0083Â³micos de la inmigraciÃ\u0083Â³n en EspaÃ\u0083Â±a. Madrid: FEDEA.",
        "Dasgupta, Partha. 1995. The Population Problem: Theory and Evidence. Journal of Economic Literature, 33(4): 1879-1902.",
        "Collier, Paul, V. L. Elliott, HÃ\u0083Â¥vard Hegre, Anke Hoeffler, Marta Reynal-Queral and Nicholas Sambanis. 2003. Breaking the conflict trap: civil war and development policy. Washington: The World Bank and Oxford University Press.",
        "Clark, Ximena, Timothy Hatton, Jeffrey Williamson. 2007. Explaining U.S. Immigration, 1971-1998. Review of Economics and Statistics, 89(2): 359-373.",
        "Calvo, Guillermo A. 1998. Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops. Journal of Applied Economics, 1(1): 35-54.",
        "Cavallo, Eduardo. 2007. Trade, Gravity and Sudden Stops: On How Commercial Trade Can Increase the Stability of Capital Flows, mimeo, Harvard University.",
        "Camarota, Steven. 2005. Immigrants at Mid Decade: A Snapshot of America's Foreign Born Population in 2005, Center for Immigration Studies.",
        "Borjas, George J. Native Internal Migration and the Labor Market Impact of Immigration, Journal of Human Resources 41 (Spring 2006): 221-258.",
        "Blanchard, Oliver, and Lawrence Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity, 1-75.",
        "Yang, Dean. 2008. Coping with Disaster: The Impact of Hurricanes on International Financial Flows, 1970-2002. B. E. Journal of Economic Analysis & Policy: 8(1) (Advances), Article 13.",
        "Tuiran, Rodolfo, Virgilio Partida, Octavio Mojarro, and Elena Zuniga. 2002. Fertility in Mexico: Trends and Forecast.. Report of the United Nations Population Division.",
        "Mayda, Anna Maria, and Krishna Patel. 2004. OECD Countries Migration Policy Changes, Georgetown University.",
        "Parsons, Christopher, Ronald Skeldon, Terrie Walmsley, and L. Alan Winters. 2007. Quantifying International Migration: A Database of Bilateral Migration Stocks. World Bank Policy Research Working Paper 4165.",
        "OECD. 2004. Trends in International Migration. OECD: Paris.",
        "Ortega, Francesc, and Giovanni Peri. 2009. The Cause and Effects of International Migrations: Evidence from OECD Countries, 1980-2005. NBER Working Paper No. 14833.",
        "Passel, Jeffrey. 2006. The Size and Characteristics of the Unauthorized Population in the US, Pew Hispanic Center.",
        "Raddatz, Claudio. 2007. Are External Shocks Responsible for the Instability of Output in Low-Income Countries? Journal of Development Economics, 84(1): 155-187."
    ]
}