{
    "id": 16474,
    "cites": 46,
    "cited_by": 16,
    "reference": [
        "Aakvik, Arild, James J. Heckman, and Edward J. Vytlacil. 2005. Estimating Treatment Effects for Discrete Outcomes When Responses to Treatment Vary: An Application to Norwegian Vocational Rehabilitation Programs. Journal of Econometrics, 125(12): 1551.",
        "Bjorklund, Anders, and Robert Moffitt. 1987. The Estimation of Wage Gains and Welfare Gains in Self-Selection. Review of Economics and Statistics, 69(1): 4249.",
        "Cameron, Stephen V., and Christopher Taber. 2004. Estimation of Educational Borrowing Constraints Using Returns to Schooling. Journal of Political Economy, 112(1): 132182.",
        "Cameron, Stephen V., and James J. Heckman. 1998. Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males. Journal of Political Economy, 106(2): 262 333.",
        "Cameron, Stephen V., and James J. Heckman. 2001. The Dynamics of Educational Attainment for Black, Hispanic, and White Males. Journal of Political Economy, 109(3): 45599.",
        "Card, David. 1993. Using Geographic Variation in College Proximity to Estimate the Return to Schooling.  National Bureau of Economic Research 4483.",
        "Card, David. 1995. Using Geographic Variation in College Proximity to Estimate the Return to Schooling.  In Aspects of Labour Market Behaviour: Essays in Honor of John Vanderkamp. , ed. Louis N. Christofides, E. Kenneth Grant and Robert Swidinsky, 201222. Toronto:University of Toronto Press.",
        "Card, David. 1999. The Causal Effect of Education on Earnings. In Handbook of Labor Economics. Vol. 5, , ed. O. Ashenfelter and D. Card, 18011863. New York:North-Holland.",
        "Card, David. 2001. Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems.  Econometrica, 69(5): 11271160.",
        "Carneiro, Pedro, and James J. Heckman. 2002. The Evidence on Credit Constraints in Post-Secondary Schooling. Economic Journal, 112(482): 705734.",
        "Carneiro, Pedro, James J. Heckman, and Edward J. Vytlacil. 2010. Evaluating Marginal Policy Changes and the Average Effect of Treatment for Individuals at the Margin. Econometrica, 78(1): 377394.",
        "Currie, Janet, and Enrico Moretti. 2003. Mother's Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings. Quarterly Journal of Economics, 118(4): 14951532.",
        "Fan, Jianqing, and Irene Gijbels. 1996. Local Polynomial Modelling and its Applications. New York:Chapman and Hall.",
        "Hansen, Karsten T., James J. Heckman, and Kathleen J. Mullen. 2004. The Effect of Schooling and Ability on Achievement Test Scores. Journal of Econometrics, 121(1-2): 3998.",
        "Heckman, James J. 2010. Building Bridges Between Structural and Program Evaluation Approaches to Evaluating Policy. Journal of Economic Literature, 48(2): 356398.",
        "Heckman, James J., and Daniel Schmierer. 2010. Tests of Hypotheses Arising In the Correlated Random Coefficient Model. Economic Modelling. Forthcoming.",
        "Heckman, James J., and Edward J. Vytlacil. 1999. Local Instrumental Variables and Latent Variable Models for Identifying and Bounding Treatment Effects. Proceedings of the National Academy of Sciences, 96(8): 47304734.",
        "Heckman, James J., and Edward J. Vytlacil. 2000. The Relationship Between Treatment Parameters Within a Latent Variable Framework. Economics Letters, 66(1): 3339.",
        "Heckman, James J., and Edward J. Vytlacil. 2001a. Local Instrumental Variables. In Nonlinear Statistical Modeling: Proceedings of the Thirteenth International Symposium in Economic Theory and Econometrics: Essays in Honor of Takeshi Amemiya. , ed. Cheng Hsiao, Kimio Morimune and James L. Powell, 146. New York:Cambridge University Press.",
        "Heckman, James J., and Edward J. Vytlacil. 2001b. Policy-Relevant Treatment Effects. American Economic Review, 91(2): 107111.",
        "Heckman, James J., and Edward J. Vytlacil. 2005. Structural Equations, Treatment Effects and Econometric Policy Evaluation. Econometrica, 73(3): 669738.",
        "Heckman, James J., and Edward J. Vytlacil. 2007a. Econometric Evaluation of Social Programs, Part I: Causal Models, Structural Models and Econometric Policy Evaluation. In Handbook of Econometrics. Vol. 6B, , ed. J. Heckman and E. Leamer, 47794874. Amsterdam:Elsevier.",
        "Heckman, James J., and Edward J. Vytlacil. 2007b. Econometric Evaluation of Social Programs, Part II: Using the Marginal Treatment Effect to Organize Alternative Economic Estimators to Evaluate Social Programs and to Forecast Their Effects in New Environments. In Handbook of Econometrics. Vol. 6B, , ed. J. Heckman and E. Leamer, 48755144. Amsterdam:Elsevier.",
        "Heckman, James J., Daniel Schmierer, and Sergio Urzua. 2010. Testing the Correlated Random Coefficient Model. Journal of Econometrics, 158(2): 177203.",
        "Heckman, James J., Hidehiko Ichimura, and Petra E. Todd. 1997. How Details Make a Difference: Semiparametric Estimation of the Partially Linear Regression Model. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Heckman, James J., Hidehiko Ichimura, Jeffrey Smith, and Petra E. Todd. 1998. Characterizing Selection Bias Using Experimental Data. Econometrica, 66(5): 10171098.",
        "Heckman, James J., Justin L. Tobias, and Edward J. Vytlacil. 2001. Four Parameters of Interest in the Evaluation of Social Programs. Southern Economic Journal, 68(2): 210223.",
        "Heckman, James J., Sergio Urzua, and Edward J. Vytlacil. 2006. Understanding Instrumental Variables in Models with Essential Heterogeneity. Review of Economics and Statistics, 88(3): 389432.",
        "Heckman, James J., Sergio Urzua, and Edward J. Vytlacil. 2008. Instrumental Variables in Models with Multiple Outcomes: The General Unordered Case. Les Annales d'Economie et de Statistique, 9192: 151174.",
        "Ichimura, Hidehiko. 1993. Semiparametric Least Squares (SLS) and Weighted SLS Estimation of SingleIndex Models. Journal of Econometrics, 58(1-2): 71120.",
        "Imbens, Guido W. 2010. Better LATE Than Nothing: Some Comments on Deaton (2009) and Heckman and Urzua (2009). Journal of Economic Literature, 48(2): 399423.",
        "Imbens, Guido W., and Joshua D. Angrist. 1994. Identification and Estimation of Local Average Treatment Effects. Econometrica, 62(2): 467475.",
        "Kane, Thomas J., and Cecilia E. Rouse. 1995. Labor-Market Returns to Two- and Four-Year College. American Economic Review, 85(3): 600614.",
        "Kling, Jeffrey R. 2001. Interpreting Instrumental Variables Estimates of the Returns to Schooling. Journal of Business and Economic Statistics, 19(3): 358364.",
        "McFadden, Daniel. 1974. Conditional Logit Analysis of Qualitative Choice Behavior. In Frontiers in Econometrics. , ed. P. Zarembka, 105142. New York:Academic Press.",
        "Moffitt, Robert A. 2008. Estimating Marginal Treatment Effects in Heterogeneous Populations. Annales dEconomie et de Statistique, 91-92: 239262. Special Issue on Econometrics of Evaluation.",
        "Murray, Charles. 2008a. Are Too Many People Going to College? The American.",
        "Murray, Charles. 2008b. Real Education: Four Simple Truths for Bringing Americas Schools Back to Reality. New York, NY:Crown Forum.",
        "Quandt, Richard E. 1958. The Estimation of the Parameters of a Linear Regression System Obeying Two Separate Regimes. Journal of the American Statistical Association, 53(284): 873880.",
        "Quandt, Richard E. 1972. A New Approach to Estimating Switching Regressions. Journal of the American Statistical Association, 67(338): 306310.",
        "Robinson, Peter M. 1988. Root-N-Consistent Semiparametric Regression. Econometrica, 56(4): 931 954.",
        "Romano, Joseph P., and Michael Wolf. 2005. Exact and Approximate Stepdown Methods for Multiple Hypothesis Testing. Journal of the American Statistical Association, 100(469): 94108.",
        "Stock, James H. 1989. Nonparametric Policy Analysis. Journal of the American Statistical Association, 84(406): 565575.",
        "Taber, Christopher R. 2001. The Rising College Premium in the Eighties: Return to College or Return to Unobserved Ability? Review of Economic Studies, 68(3): 665691.",
        "Vytlacil, Edward J. 2002. Independence, Monotonicity, and Latent Index Models: An Equivalence Result.  Econometrica, 70(1): 331341.",
        "Willis, Robert J., and Sherwin Rosen. 1979. Education and Self-Selection. Journal of Political Economy, 87(5, Part 2): S7S36."
    ]
}