{
    "id": 16481,
    "cites": 15,
    "cited_by": 17,
    "reference": [
        "_____. 1995. The Recovery of Agricultural Productivity in Sub-Saharan Africa, Food Policy, Vol. 20, No. 5, October.",
        "CAADP, 2006. Framework for African Agricultural Productivity, the Comprehensive African Agriculture Development Program.",
        "Chan-Kang, C., P.Pardey, S. Wood, J. Roseboom, and M. Cremers. 1999. Reassessing Productivity Growth in African Agriculture. Selected paper for the annual meeting of the American Agricultural Economics Association, Nashville, Tennessee, August 8-11, 1999.",
        "Coelli, T, D.S. Prasada Rao, C. O'Donnell, and G. Battese. 2005. An Introduction to Efficiency and Productivity Analysis. New York: Springer Press.",
        "_____. 1997. International Productivity Patterns: Accounting for Input Quality, Infrastructure, and Research. American Journal of Agricultural Economics 79:1064-76.",
        "Gabre-Madhin, E., and S. Haggblade. 2004. Successes in African Agriculture: Results of an Expert Survey. World Development, Vol. 32, No. 5:745-66.",
        "Griliches, Zvi. 1960. Measuring Inputs in Agriculture: a Critical Survey. Journal of Farm Economics XL22(5), December.",
        "_____. 1963. The Sources of Measured Productivity Growth: United States Agriculture, 19401960.  Journal of Political Economy, Vol. LXXI, No. 4, August.",
        "_____. 1964. Research Expenditures, Education, and the Aggregate Agricultural Production Function. American Economic Review, Vol. LIV, No. 6, December.",
        "_____. 1987. Productivity: Measurement Problems. The New Palgrave: A dictionary of Economics, Vol. 4, pp. 1010-1013.",
        "Jefferson, Philip N. and Stephen A. O'Connell. 2004. Rainfall shocks and economic performance in four African countries. In prep.",
        "Ministry of Food and Agriculture, Government of Ghana. 2007. District Level Agricultural Production and Price Data. Accra.",
        "Nin-Pratt, A. and B. Yu. 2008. An Updated Look at the Recovery of Agricultural Productivity in Sub-Saharan Africa. International Food Policy Research Institute Discussion Paper 00787, Washington, D.C. Obirih-Opareh, N. 2004. Quality Agricultural Statistical Analysis for Better Policy Planning and Analysis in Ghana. The Empirical Economic Letters, Vol. 3, No. 6:299-310.",
        "World Bank. 2010. African Development Indicators. Washington, DC: World Bank.",
        "_____. 2000. Can Africa Claim the 21st Century? Washington, DC: World Bank."
    ]
}