{
    "id": 16488,
    "cites": 31,
    "cited_by": 60,
    "reference": [
        "Aron, Janine and John Muellbauer (2010). New Methods for Forecasting Inflation, Applied to the U.S., manuscript, Nuffield College Oxford.",
        "Akerlof, George A., William T. Dickens, and George L. Perry (1996). The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity 1996:1, 1-76.",
        "Ball, Laurence, N. Gregory Mankiw, and David Romer (1988). The New Keynesian Economics and the Output-Inflation Trade-off, Brookings Papers on Economic Activity, 1988:1, pp. 1-65.",
        "Ball, Laurence M. (2009), Hysteresis in Unemployment: Old and New Evidence. Ch. 7 in Understanding Inflation and the Implications for Monetary Policy (2009), Jeffrey Fuhrer, Yolanda Kodrzycki, Jane Little, and Giovanni Olivei (eds). Cambridge: MIT Press: 361-382.",
        "Barnes, Michelle L. and Giovanni P. Olivei (2003). Inside and Outside the Bounds: Threshold Estimates of the Phillips Curve, Federal Reserve Bank of Boston New England Economic Review, 3-18.",
        "Beaudry, Paul and Gary Koop (1993). Do Recessions Permanently Change Output? Journal of Monetary Economics 31, 149-163.",
        "Benati, Luca (2010), Long Run Evidence on Money growth and inflation, ECB DP 1027.",
        "Bernanke, Ben S. (2003), An Unwelcome Fall in Inflation? speech, the Economics Roundtable, University of California  San Diego, July 23, 2003, at http://www.federalreserve.gov/boarddocs/speeches/2003/20030723/ Billi, Roberto M. (2009), Was Monetary Policy Optimal During Past Deflation Scares? Economic Review of the Federal Reserve Bank of Kansas City 2009, 3rd Quarter, 67-98.",
        "Brayton, Flint, John. M. Roberts, and John C. Williams (1999). What's Happened to the Phillips Curve? FEDS Discussion Paper 99-49.",
        "Cogley, Timothy, Giorgio Primiceri, and Thomas J. Sargent (2010). Inflation-Gap Persistence in the U.S., American Economic Journal: Macroeconomics 2, 43-69.",
        "Cogley, Timothy and Thomas J. Sargent (2002). Evolving Post-World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual 2001, MIT Press, Cambridge.",
        "Cogley, Timothy and Thomas J. Sargent (2005). Drifts and Volatilities: Monetary Policies and Outcomes in the Post World War II U.S. Review of Economic Dynamics 8, 262-302.",
        "Cogley, Timothy and Argia Sbordone (2008). Trend Inflation, Indexation, and Inflation Persistence in the New Keynesian Philips Curve. American Economic Review 98(5): 21012126.",
        "Dokko, Jane, Brian Doyle, Michael T. Kiley, Jinill Kim, Shane Sherlund, Jae Sim, and Skander van der Heuvel (2009), Monetary Policy and the Housing Bubble, FEDS 2009-49.",
        "Fuhrer, Jeffrey C. and Giovanni P. Olivei (2010). The Role of Expectations and Output in the Inflation Process: An Empirical Assessment, Public Policy Brief no. 10-2, Federal Reserve Bank of Boston.",
        "Giannone, Domenico, Michele Lenza, Daphne Momferatou, and Luca Onorante (2010), Short-Term Inflation Projections: A Bayesian Vector Autoregressive Approach, manuscript, European Central Bank.",
        "Gordon, Robert J. (1982). Inflation, Flexible Exchange Rates, and the Natural Rate of Unemployment. in Workers, Jobs and Inflation, Martin N. Baily (ed). Washington, D.C.: The Brookings Institution, 89-158.",
        "Gordon, Robert J. (1990). U.S. Inflation, Labor's Share, and the Natural Rate of Unemployment.  In Economics of Wage Determination (Heinz Konig, ed.). Berlin: Springer-Verlag.",
        "Gordon, Robert J. (1998). Foundations of the Goldilocks Economy: Supply Shocks and the Time-Varying NAIRU, Brookings Papers on Economic Activity 1998:2, 297333.",
        "Hamilton, James D. (2009). Causes and Consequences of the Oil Shock of 2007-08, Brookings Papers on Economic Activity 2009:1, 215-261.",
        "Hobijn, Bart, Stefano Eusepi, and Andrea Tambalotti (2010). The Housing Drag on Core Inflation. Federal Reserve Bank of San Francisco Economic Letter 38 11, April 5. http://www.frbsf.org/publications/economics/letter/2010/el201011. html Hooker, Mark A. (2002). Are Oil Shocks Inflationary? Asymmetric and Nonlinear Specifications versus Changes in Regime, Journal of Money, Credit, and Banking 34(2), 540-561.",
        "Klenow, Peter J. and Oleksiy Kryvtsov (2008). State-Dependent or Time-Dependent Pricing: Does it Matter for Recent U.S. Inflation? Quarterly Journal of Economics 123(3), 863-904.",
        "Levin, Andrew and Jeremy Piger (2004). Is Inflation Persistence Intrinsic in Industrial Economies ECB Working Paper 334.",
        "Liu, Zheng and Glenn D. Rudebusch (2010), Inflation: Mind the Gap, Federal Reserve Bank of San Francisco Economic Letter 2010-02.",
        "Meier, AndrÃ\u0083Â© (2010), Still Minding the Gap  Inflation Dynamics during Episodes of Persistent Large Output Gaps, IMF Working Paper WP/10/189.",
        "Nakamura, Emi and JÃ\u0083Â³n Steinsson (2008). Five Facts about Prices: A Reevaluation of Menu Cost Models, Quarterly Journal of Economics 123(4), 1415-1464.",
        "Roberts, John M. (2004), Monetary Policy and Inflation Dynamics, FEDS Discussion Paper 2004-62, Federal Reserve Board.",
        "Sargent, Thomas J. and Paolo Surico (2008), Monetary Policies and Low-Frequency Manifestations of the Quantity Theory, manuscript, NYU.",
        "Staiger, Douglas O., James H. Stock, and Mark W. Watson (2001). Prices, Wages and the U.S. NAIRU in the 1990s, Ch. 1 in The Roaring Nineties, A. Krueger and R.",
        "Solow (eds.), Russell Sage Foundation/The Century Fund: New York (2001), 3 60.",
        "Williams, John (2009), The Risk of Deflation, Federal Reserve Bank of San Francisco Economic Letter 2009-12."
    ]
}