{
    "id": 16490,
    "cites": 63,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron, Simon Johnson & James Robinson. 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91 5, 13691401 Acemoglu, Daron, Simon Johnson & James Robinson. 2002. Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution. Quarterly Journal of Economics 107(4) 12311294.",
        "Adams, Renee & Daniel Ferreira. 2007. A Theory of Friendly Boards. Journal of Finance 62 1, 21750 Adams, Renee,Heitor Almeida & Daniel Ferreira. 2005. Powerful CEOs and their impact on corporate performance.",
        "Review of Financial Studies 18, 14031432 Aganin, Alexander & Paulo Volpin. 2005. The History of Corporate Ownership in Italy. In: Morck RK (ed.) A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press. Chicago, 32561.",
        "Almeida, Heitor & Daniel Wolfenzon. 2006. A Theory of Pyramidal Ownership and Family Business Groups. Journal of Finance 61 6, 263780 Arrow, Kenneth. 1964. Social choice and individual values. Wiley, New York,.",
        "Axelrod, Robert. 1984. The Evolution of Cooperation, Basic Books, New York.",
        "Baker, Malcolm, Richard Ruback & Jeffrey Wurgler. 2004. Behavioral Corporate Finance: A Survey. 10863, National Bureau of Economic Research, Inc, NBER Working Papers BarGill, Oren, Michal Barzuza & Lucien Bebchuk. 2006. The Market for Corporate Law. Journal of Institutional and Theoretical Economics 162 1, 13460 Baumol, William. 1959. Business behavior, value and growth. Macmillan, New York.",
        "Bebchuk, Lucian & Allen Ferrell. 2000. Federalism and Takeover Law: The Race to Protect Managers from Takeovers. 7232, National Bureau of Economic Research, Inc, NBER Working Papers Bebchuk, Lucian & Alma Cohen. 2003. Firms' Decisions Where to Incorporate. Journal of Law and Economics 46 2, Bebchuk, Lucian & Alma Cohen. 2005. The Costs of Entrenched Boards. Journal of Financial Economics 78 2, 40933 Bebchuk, Lucian & HJesse Fried. 2004. Pay without performance: The unfulfilled promise of executive compensation. Harvard University Press, Cambridge and London.",
        "Bebchuk, Lucian & Oliver Hart. 2001. Takeover bids vs. Proxy Fights in Contests for Corporate Control. 8633, National Bureau of Economic Research, Inc, NBER Working Papers Bebchuk, Lucian, 2007. The Myth of the Shareholder Franchise. Virginia Law Review 93, 675 Bebchuk, Lucian, Reinier Kraakman & George Triantis. 2000. Stock Pyramids, CrossOwnership, and Dual Class Equity: The Mechanisms and Agency Costs of Separating Control from CashFlow Rights. In: Concentrated corporate ownership. University of Chicago Press, NBER Conference Report series. Chicago and London, pp. 295315.",
        "Bebchuk, Lucien & Alma Cohen. 2005b. The costs of entrenched boards. Journal of Financial Economics 78, 409 Bebchuk, Lucien, Alma Cohen, & Allen Ferrell. 2009. What Matters in Corporate Governance? Review of Financial Studies 22, 783 Bebchuk, Lucien, J.C. Coates & G. Subramanian. 2002. The powerful antitakeover force of staggered boards: Further findings and a reply to symposium participants. Stanford Law Review 55, 885917 Bennedsen, Morten, Kaspar Nielsen, Francisco PÃ\u0083Â©rezGonzÃ\u0083Â¡lez & Daniel Wolfenzon. 2007. Inside the Family Firm: the Role of Families in Succession Decisions and Performance*. Quarterly Journal of Economics 122, 647 Berger, Philip & Eli Ofek. 1996. Bustup Takeovers of ValueDestroying Diversified Firms. Journal of Finance 51 4, Bertrand, Marianne, Francis Kramarz, Antoinette Schoar & Daviud Thesmar. 2006. Politicians, Firms and the Political Business Cycle: Evidence from France. In: MIT working paper.",
        "Bertrand, Marianne,Paras Mehto & Sendhil Mullainathan. 2002. Ferreting Out Tunneling: An Application to Indian Business Groups. Quarterly Journal of Economics 117 1, 37 Bhagat, Sanjai & Richard Jefferis. 1991. Voting Power in the Proxy Process: The Case of Antitakeover Charter Amendments. Journal of Financial Economics 30 1, 193225 Black, Bernard & John Coffee. 1994. Hail Britannia?: Institutional investor behavior under limited regulation.",
        "Michigan Law Review 92, 1997 Blau, Julian.1957. THE EXISTENCE OF SOCIAL WELFARE FUNCTIONS. Econometrica (pre1986) 25, 302 Bodie, Zvi & E.P. Davis. 2000. The foundations of pension finance. Edward Elgar, Cheltenham, UK ; Northampton, MA, USA.",
        "Borokhovich, Kenneth, Kelly Brunarski & Robert Parrino. 1997. CEO Contracting and Antitakeover Amendments.",
        "Journal of Finance 52 4, 14951517 Brickley, James , Jeffrey Coles, Jeffrey  & Rory Terry. 1993. The board of directors and the enactment of poison pills. The Journal of Finance 48, 1071 Brickley, James, Jeffrey Coles & Rory Terry. 1994. Outside Directors and the Adoption of Poison Pills. Journal of Financial Economics 35 3, 37190 Brickley, James. 1986. Interpreting Common Stock Returns around Proxy Statement Disclosures and Annual Shareholder Meetings. Journal of Financial and Quantitative Analysis 21 3, 34349 Buchanan, James & Gordon Tullock. 1962. The calculus of consent, logical foundations of constitutional democracy. University of Michigan Press, Ann Arbor,.",
        "Buchanan, James. 1965. An Economic Theory of Clubs. Economica 32, 114 Cable, J. & Dennis Mueller. 2008. Testing for Persistence of Profits' Differences Across Firms. International Journal of the Economics of Business 15, 201 Chan, Louis, Josef Lakonishok, & Theodore Sougiannis. 2001. The Stock Market Valuation of Research and Development Expenditures. Journal of Finance 56 6, 243156 Chan, Su Han, John Martin & John Kensinger. 1990. Corporate Research and Development Expenditures and Share Value. Journal of Financial Economics 26 2, 25576 Cheffins, Brian. 2009. Corporate Ownership and Control:  British Business Transformed. Oxford University Press, Oxford.",
        "Emerging Markets Review 7 1, 126 Claessens, Stijn,Simeon Djankov, Joseph Fan & Lary Lang. 2002. Disentangling the incentive and entrenchment effects of large shareholdings. Journal of Finance 57, 27412771 Comment, Robert & G. William Schwert. 1995. Poison or Placebo? Evidence on the Deterrence and Wealth Effects of Modern Antitakeover Measures. Journal of Financial Economics 39 1, 343 Datta, Sudip, Mai IskandarDatta. 1996. Takeover defenses and wealth effects on securityholders: The case of poison pill adoptions. Journal of Banking & Finance 20, 1231 Davis, Gerald & E. Han Kim. 2007. Business Ties and Proxy Voting by Mutual Funds. Journal of Financial Economics 85 2, 55270 De Jong, Abe & Ailsa RÃ\u0083Â¶ell. 2005. Financing and Control in the Netherlands: A Historical Perspective. In: Morck R (ed.) A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press, pp. 467506.",
        "De Jong, Abe, Rezaul Kabir, Teye Marra & Ailsa RÃ\u0083Â¶ell. 2001. Ownership and Control in The Netherlands In: Barca F & Becht M (eds.) The Control of Corporate Europe. Oxford University Press, Oxford, pp. 188206.",
        "DeAngelo, Harry & Edward, Rice. 1983. Antitakeover Charter Amendments and Stockholder Wealth. Journal of Financial Economics 11 14, 32959 DeAngelo, Harry & Linda DeAngelo. 1989. Proxy Contests and the Governance of Publicly Held Corporations.",
        "Durnev, Art, Kan Li, Randall Morck & Bernard Yeung. 2004. Capital Markets and Capital Allocation: Implications for Economies in Transition. Economics of Transition 12 4, 593634.",
        "Durnev, Art, Randall Morck & Bernard Yeung. 2004. ValueEnhancing Capital Budgeting and FirmSpecific Stock Return Variation. Journal of Finance 59 1, 65105.",
        "Easterbrook, Frank & Daniel Fischel. 1982. Corporate Control Transactions. The Yale Law Journal 91, 698.",
        "Etebari, Ahmad, James Horrigan & Jan Landwehr. 1987. To Be or Not to Be  Reaction of Stock Returns to Sudden Deaths of Corporate Chief Executive Officers. Journal of Business Finance & Accounting 14, 255 Faccio, Mara & Ameziane Lasfer. 2000. Do Occupational Pension Funds Monitor Companies in Which They Hold Large Stakes? Journal of Corporate Finance 6 1, 71110 Faccio, Mara & D.C. Parsley. 2009. Sudden Deaths: Taking Stock of Geographic Ties. Journal of Financial and Quantitative Analysis 44, 683718.",
        "Faccio, Mara & Larry Lang. 2002. The Ultimate Ownership of Western European Corporations. Journal of Financial Economics 65 3, 36595 Faleye, Olubunmi, Vikas Mehrotra & Randall Morck. 2006. When Labor Has a Voice in Corporate Governance.",
        "Journal of Financial and Quantitative Analysis 41, 489 Faleye, Olubunmi. 2007. Classified Boards, Firm Value, and Managerial Entrenchment. Journal of Financial Economics 83 2, 50129 Fama, Eugene & Michael Jensen. 1983. Separation of Ownership and Control. Journal of Law and Economics 26 2, Fama, Eugene. 1980. Agency Problems and the Theory of the Firm. Journal of Political Economy 88 2, 288307 Fogel, Kathy. 2006. Oligarchic family control, social economic outcomes, and the quality of government. Journal of International Business Studies 37, 603 Fohlin, Caroline. 2005. The History of Corporate Ownership and Control in Germany. In: Morck RK (ed.) A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press, pp. 223277.",
        "Frentrop, Paul Marie Louis. 2002. Corporate governance 16022002. Thesis (doctoral). Prometheus, Universiteit van Tilburg, 2002.",
        "Gennaioli, Nicola & Andrei Shleifer. 2007. The Evolution of Common Law. Journal of Political Economy 115 1, 4368 Gompers, Paul & Josh Lerner. 1999. The venture capital cycle. MIT Press, Cambridge and London.",
        "Gompers, Paul, Joy Ishii & Andrew Metrick. 2003. Corporate Governance and Equity Prices. Quarterly Journal of Economics 118 1, 10755 Grabowski, Henry & Dennis C. Mueller. 1972. Managerial and Stockholder Welfare Models of Firm Expenditure.",
        "Review of Economics and Statistics 54, 9 Grabowski, Henry & Dennis C. Mueller. 1975. LifeCycle Effects on Corporate Returns on Retentions. Review of Economics and Statistics 57, 400 Grabowski, Henry & Dennis C. Mueller. 1978. Industrial Research and Development, Intangible, Capital Stocks, and Firm Profit Rates. Bell Journal of Economics 9, 328 Grossman, Sanford & Oliver Hart. 1988. One ShareOne Vote and the Market for Corporate Control. Journal of Financial Economics 20 1/2, 175202 Gugler, Klaus, Dennis Mueller & B. Burcin Yurtoglu. 2003. The Impact of Corporate Governance on Investment Returns n Developed and Developing Countries. Economic Journal 113, 511 Gugler, Klaus, Dennis Mueller & B. Burcin Yurtoglu. 2004a. Corporate Governance and the Returns on Investment.",
        "Journal of Law and Economics 47, 39 Gugler, Klaus, Dennis Mueller & B. Burcin Yurtoglu. 2004b. Marginal q, Tobin's q, Cash Flow, and Investment.",
        "Southern Economic Journal 70, 512 Gugler, Klaus, Dennis Mueller & B. Burcin Yurtoglu. 2007. Corporate Governance and the Determinants of Investment. Journal of Institutional and Theoretical Economics 163, 598 Haber, Stephen, Douglass & Barry Weingast. 2008. Political institutions and financial development. Stanford University Press, Stanford, Calif.",
        "Haber, Stephen. 2000. Political institutions and economic growth in Latin America : essays in policy, history, and political economy. Hoover Institution Press, Stanford University, Stanford, Calif.",
        "Johnson, Simon, et al. 2000. Tunneling. American Economic Review 90 2, 2227 Johnson, W. Bruce, Robert Magee, Nandu Nagarajan, Harry Newman & G. WIlliam Schwert. 1985. An Analysis of the Stock Price Reaction to Sudden Executive Deaths: Implications for the Managerial Labor Market. Journal of Accounting & Economics 7, 151.",
        "Karpoff, Jonathan & Paul Malatesta. 1989. The Wealth Effects of SecondGeneration State Takeover Legislation.",
        "Journal of Financial Economics 25 2, 291322 Khanna, Tarun & Jan Rivkin. 2001. Estimating the performance effects of business groups in emerging markets.",
        "Strategic Management Journal 22, 45 Khanna, Tarun & Krishna Palepu. 2000a. Emerging Market Business Groups, Foreign Intermediaries, and Corporate Governance. In: Morck RK (ed.) Concentrated corporate ownership. University of Chicago Press, Chicago, pp. 26592.",
        "Khanna, Tarun & Krishna Palepu. 2000b. Is Group Affiliation Profitable in Emerging Markets? An Analysis of Diversified Indian Business Groups. Journal of Finance 55 2, 86791 Khanna, Tarun & Krishna Palepu. 2005. The Evolution of Concentrated Ownership in India: Broad Patterns and a History of the Indian Software Industry. In: Morck RK (ed.) A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press, A National Bureau of Economic Research Conference Report. Chicago and London, pp. 283320.",
        "Khanna, Tarun & Yishay Yafeh. 2005. Business Groups and Risk Sharing around the World. Journal of Business 78 1, Khanna, Tarun & Yishay Yafeh. 2007. Business Groups in Emerging Markets: Paragons or Parasites? Journal of Economic Literature 45 2, 33172 Kramarz, Francis & David Thesmar. 2006. Social Networks in the Boardroom. SSRN eLibrary Krueger, Anne. 1974. The Political Economy of the RentSeeking Society. American Economic Review 64, 13 Krueger, Anne. 2002. Why Crony Capitalism is Bad for Economic Growth. In: Haber SH (ed.) Crony capitalism and economic growth in Latin America : theory and evidence. Hoover Institution Press, Stanford, Calif., pp. 1 23.",
        "Kydland, Finn & Edward Prescott. 1977. Rules Rather Than Discretion  The Inconsistency of Optimal Plans. Journal of Political Economy 85, 473 La Porta, Rafael, Florencio LopezdeSilanes & Andrei Shleifer.  2006. What Works in Securities Laws? Journal of Finance 61 1, 132 La Porta, Rafael, Florencio LopezdeSilanes &, Andrei Shleifer. 1999. Corporate Ownership around the World.",
        "Journal of Finance 54 2, 471517 La Porta, Rafael, Florencio LopezdeSilanes, Andrei Shleifer & Robert Vishny. 1997. Legal Determinants of External Finance. Journal of Finance 52 3, 113150 La Porta, Rafael, Florencio LopezdeSilanes, Andrei Shleifer & Robert Vishny. 2002. Investor Protection and Corporate Valuation. Journal of Finance 57 3, 114770 La Porta, Rafael, Florencio LopezdeSilanes, Andrei Shleifer & Robert Vishny. 1997. Trust in large organizations.",
        "American Economic Review 87, 333 Lakonishok, Josef, Andrei Shleifer, Richard Thaler & Robert Vishny. 1991. Window Dressing by Pension Fund Managers. American Eocnomic Review Landier, A., D. Sraer & David Thesmar. 2009. Optimal Dissent in Organizations. Review of Economic Studies 76, 761 Lang, Larry & Robert Litzenberger. 1989. Dividend Announcements: Cash Flow Signalling vs. Free Cash Flow Hypothesis? Journal of Financial Economics 24 1, 18191 Lang, Larry, Rene Stulz & Ralf Walkling. 1991. A Test of the Free Cash Flow Hypothesis: The Case of Bidder Returns.",
        "Journal of Financial Economics 29 2, 31535 Lee, Ian. , 2005. Peoples Department Stores V. Wise and the Best Interests of the Corporation. Canadian Business Law Journal 41, 212 Linn, Scott & John McConnell. 1983. An Empirical Investigation of the Impact of 'Antitakeover' Amendments on Common Stock Prices. Journal of Financial Economics 11 14, 36199 Maier, Pauline, 1993. The Revolutionary Origins of the American Corporation. William and Mary Quarterly, 3rd ser 50, 7679 Malmendier, Ulrike. 2005. Roman Shares. In: Goetzmann W & Rouwenhorst G (eds.) The Origins of Value. The Financial Innovations that Created Modern Capital Markets. Oxford University Press, pp. 3142, 361365.",
        "McConnell, John & Henri Servaes. 1990. Additional Evidence on Equity Ownership and Corporate Value. Journal of Financial Economics 27 2, 595612 McWilliams, Victoria & N. Sen. 1997. Board monitoring and antitakeover amendments. Journal of Financial and Quantitative Analysis 32, 491505 McWilliams, Victoria. 1990. Managerial Share Ownership and the Stock Price Effects of Antitakeover Amendment Proposals. Journal of Finance 45 5, 162740 Mikkelson, Wayne & Megan Partch. 1997. The Decline of Takeovers and Disciplinary Managerial Turnover. Journal of Financial Economics 44 2, 20528 Milgram, Stanley. 1974. Obedience to authority; an experimental view. Harper & Row: New York.",
        "Milgram, Stanley. 1974. Obedience to authority; an experimental view. Harper & Row, New York.",
        "Morck, Randall. 2008. Behavioral finance in corporate governance: economics and ethics of the devil's advocate.",
        "Journal of Management & Governance 12, 179 Mueller, Dennis C. & B. Yurtoglu. 2007. Corporate governance and the returns to acquiring firms' shareholders: an international comparison. Managerial and Decision Economics 28, 879 Mueller, Dennis C. & Mark Sirower. 2003. The causes of mergers: Tests based on the gains to acquiring firms' shareholders and the size of premia. Managerial and Decision Economics 24, 373 Mueller, Dennis C. 1992. The Corporation and the Economist. International Journal of Industrial Organization 10, 147.",
        "Mueller, Dennis C. 1996. Constitutional democracy. Oxford University Press, New York.",
        "Mueller, Dennis C. 2005 The Economics and Politics of Corporate Governance in the European Union ECGI  Law Working Paper No. 37/2005.",
        "Mueller, Dennis C. 2006a. The AngloSaxon Approach to Corporate Governance and its Applicability to Emerging Markets. Corporate Governance : An International Review 14, 207 Mueller, Dennis C. 2006b. Corporate Governance and Economic Performance. International Review of Applied Economics 20, 623 Mueller, Dennis C. 2010, Mergers and the Market for Corporate Control, Ch. 16, this Handbook.",
        "Mulherin, Harold & Annette Poulsen. 1998. Proxy Contests and Corporate Change: Implications for Shareholder Wealth. Journal of Financial Economics 47 3, 279313 Murphy, Kevin Andrei, Shleifer & Robert Vishny. 1989. Industrialization and the Big Push. Journal of Political Economy 97 5, 100326 North, Douglass, John Wallis & Barry Weingast. 2009. Violence and social orders : a conceptual framework for interpreting recorded human history. Cambridge University Press, Cambridge.",
        "Opler, Tim & Sheridan Titman. 1993. The Determinants of Leveraged Buyout Activity: Free Cash Flow vs. Financial Distress Costs. Journal of Finance 48 5, 198599 PerezGonzalez, Francisco. 2006. Inherited Control and Firm Performance. American Economic Review 96, 29 Pound, John. 1988. Proxy Contests and the Efficiency of Shareholder Oversight. Journal of Financial Economics 20 1/2, 23765 Rajan, Raghuram & Luigi Zingales. 1998. Financial Dependence and Growth. American Economic Review 88 3, 559 Rajan, Raghuram & Luigi Zingales. 2003. The Great Reversals: The Politics of Financial Development in the Twentieth Century. Journal of Financial Economics 69 1, 550 Rajan, Raghuram & Luigi Zingales. 2004. Saving capitalism from the capitalists: Unleashing the power of financial markets to create wealth and spread opportunity. Princeton University Press.",
        "RhodesKropf, Matthew & S. Viswanathan. 2004. Market Valuation and Merger Waves. Journal of Finance 59 6, RhodesKropf, Matthew, David Robinson & S. Viswanathan. 2005. Valuation Waves and Merger Activity: The Empirical Evidence. Journal of Financial Economics 77 3, 561603 Romano, Roberta. 1993a. Public Pension Fund Activism in Corporate Governance Reconsidered. Columbia Law Review 93, 795853 Romano, Roberta. 1993b. Foundations of corporate law. Oxford University Press, New York.",
        "Romano, Roberta. 1993c. Getting Politics out of Public Pension Funds and out of Corporate Board Rooms.",
        "American Enterprise 4 6, 4249 Romano, Roberta. 1995. The politics of public pension funds. Public Interest, 42 Romano, Roberta. 2003. Does Confidential Proxy Voting Matter? Journal of Legal Studies 32 2, 465509 Romano, Roberta. 2005. The SarbanesOxley Act and the Making of Quack Corporate Governance. Yale Law Journal 114 7, 15211611 Rosenberg, Nathan and L.E. Birdzell. 1986. How the West grew rich: the economic transformation of the industrial world. Basic Books, New York.",
        "RosensteinRodan, Paul. 1943. Problems of Industrialisation of Eastern and SouthEastern Europe. Economic Journal 53, 20211 Ross, Stephen.  1973. The Economic Theory of Agency: the Principal's Problem, American Economic Review, Vol. 63 No. 2, May. 134139.",
        "Ryngaert, Michael & J. Netter. 1990. Shareholder Wealth Effects of the 1986 Ohio Antitakeover Law Revisited  Its Real Effects. Journal of Law Economics & Organization 6, 253262 Ryngaert, Michael. 1988. The Effect of Poison Pill Securities on Shareholder Wealth. Journal of Financial Economics 20 1/2, 377417 Scharfstein, David &  Jeremy Stein. 1990. Herd Behavior and Investment. American Economic Review 80 3, 46579 Schumpeter, Joseph. 1912. Theorie der wirtschaftlichen entwicklung. Duncker & Humblot, Leipzig,.",
        "Sheard, Paul. 1991. The economics of interlocking shareholding in Japan. Richerche Economiche 45 Shleifer, Andrei & Daniel Wolfenzon. 2002. Investor Protection and Equity Markets. Journal of Financial Economics 66 1, 327 Shleifer, Andrei & Robert Vishny. 1986. Large Shareholders and Corporate Control. Journal of Political Economy 94 3, 46188 Shleifer, Andrei & Robert Vishny. 1997. A survey of corporate governance. Journal of Finance 52, 737 Shleifer, Andrei & Robert Vishny. 2003. Stock Market Driven Acquisitions. Journal of Financial Economics 70 3, 295 Shleifer, Andrei, 2000. Inefficient markets: An introduction to behavioral finance. Oxford University Press, Clarendon Lectures in Economics. Oxford and New York.",
        "Smith, Brian  & Ben AmoakoAdu. 2005. Management Succession and Financial Performance in Family Controlled Firms. In: Governance and Ownership. Elgar, Cheltenham, p. 27.",
        "Stein, Jeremy C. 1996. Rational Capital Budgeting in an Irrational World. Journal of Business 69 4, 42955 Stein, Jeremy. 1989. Efficient Capital Markets, Inefficient Firms: A Model of Myopic Corporate Behavior. Quarterly Journal of Economics 104 4, 65569.",
        "Stulz, Rene. 2005. The Limits of Financial Globalization.  Journal of Finance 60(4)15951638.",
        "Tian, Gloria. 2006. Pyramidal Groups and Firm Performance: Empirical Evidence from Canadian Corporations.",
        "University of New South Wales, Sydney Tiebout, Charles, 1956. A Pure Theory of Local Expenditures. Journal of Political Economy 64, 416424 Tobin, James. 1984.   On the Efficiency of the Financial System. Lloyd's Bank Review 153:115.",
        "Tobin, James & William Brainard. 1976. Asset Markets and the Cost of Capital. In Richard Nelson and Bela Balassa, eds., Economic Progress: Private Values and Public Policy (Essays in Honor of William Fellner), Amsterdam: NorthHolland, 23562.",
        "Tobin, James, 1969. A General Equilibrium Approach to Monetary Theory. Journal of Money, Credit, and Banking 1 1, 1529 Turner, John & Lorna Dailey. 1991. Pension policy: an international perspective. U.S. Dept. of Labor, Washington, DC.",
        "Van Nuys, Karen, 1993. Corporate governance throught the proxy process: Evidence from the 1989 Honeywell proxy solicitation. Journal of Financial Economics 34, 101 Villalonga, Belen & Raphael Amit. 2006. How Do Family Ownership, Control and Management Affect Firm Value? Journal of Financial Economics 80 2, 385417 Wahal, Sunil, 1996. Pension fund activism and firm performance. Journal of Financial and Quantitative Analysis 31, Woidtke, Tracie, 2002. Agents Watching Agents? Evidence from Pension Fund Ownership and Firm Value. Journal of Financial Economics 63 1, 99131 Wurgler, Jeffrey, 2000. Financial Markets and the Allocation of Capital. Journal of Financial Economics 58 12, 187 Yermack, David, 2006. Flights of Fancy: Corporate Jets, CEO Perquisites, and Inferior Shareholder Returns. Journal of Financial Economics 80 1, 21142 Zingales, Luigi, 1994. The Value of the Voting Right: A Study of the Milan Stock Exchange Experience. Review of Financial Studies 7,"
    ]
}