{
    "id": 16494,
    "cites": 76,
    "cited_by": 0,
    "reference": [
        "Anderson, Ralph V. (1974). Labor Utilization and Productivity, Diversification and SelfSufficiency, Southern Plantations, 18001840. PhD diss., University of North Carolina.",
        "Anderson, Ralph V., and Robert E. Gallman (1977). Slaves as Fixed Capital: Slave Labor and Southern Economic Development. Journal of American History 64: 2446.",
        "Cairnes, John E. (1862). Slave Power: Its Character, Career And Probable Designs, Being an Attempt to explain the American Contest. London: J. Chapman.",
        "Campbell, John Douglas (1988). The Gender Division of Labor, Slave Reproduction, and the Slave Family Economy on Southern Cotton Plantations, 18001864. PhD diss., University of Minnesota.",
        "Carter, Susan B., Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright, eds. (2006). Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition. New York: Cambridge University Press.",
        "Conrad, Alfred H., and John R. Meyer (1958). The Economics of Slavery in the Ante-Bellum South. Journal of Political Economy 66: 95122.",
        "Conrad, Alfred H., and John R. Meyer (1964). The Economics of Slavery and Other Studies in Econometric History. Chicago: Aldine.",
        "Craig, Lee A., and Thomas Weiss (1998). Rural Agricultural Workforce by County, 1800 to 1900 [Computer file]. Downloaded from http://eh.net/databases/agriculture/ Craig, Lee A., Michael R. Haines, and Thomas Weiss (2000). U.S. Censuses of Agriculture, by County, 18401880 [Computer file]. Raleigh: Unpublished files provided by the authors, Department of Economics, North Carolina State University.",
        "Crapol, Edward P. (2006). John Tyler, the Accidental President. Chapel Hill: University of North Carolina Press.",
        "David, Paul (1967). The Growth of Real Product in the United States Before 1840: New Evidence, Controlled Conjectures. Journal of Economic History 27: 151-97.",
        "Easterlin, Richard A. (1961). Regional Income Trends, 18401950. In American Economic History, edited by Seymour Harris. New York: McGraw-Hill, pp. 525547.",
        "Easterlin, Richard A. (1975). Farm Production and Income in Old and New Areas at MidCentury.  In Essays in Nineteenth Century Economic History: The Old Northwest, edited by David C. Klingaman and Richard K. Vedder. Athens: Ohio University Press, pp. 77 117.",
        "Eltis, David, Frank D. Lewis, and Kenneth L. Sokoloff (2004). Slavery in the Development of the Americas. New York: Cambridge University Press.",
        "Engerman, Stanley L. (1967). The Effects of Slavery upon the Southern Economy: A Review of the Recent Debate. Explorations in Entrepreneurial History 4: 7197.",
        "Engerman, Stanley L. (2000). Slavery and Its Consequences for the South in the Nineteenth Century. In Cambridge Economic History of the United States, edited by Stanley Engerman and Robert E. Gallman. Cambridge: Cambridge University Press, pp. 329 366.",
        "Engerman, Stanley L. (2007). Slavery, Emancipation, and Freedom: Comparative Perspectives. Baton Rouge: Louisiana State University Press.",
        "Fogel, Robert W. (1989). Without Consent or Contract: The Rise and Fall of American Slavery. New York: Norton.",
        "Fogel, Robert W. (2003). The Slavery Debates, 19521990: A Memoir. Baton Rouge: Louisiana State University Press.",
        "Fogel, Robert W., and Stanley L. Engerman (1971). The Economics of Slavery. In ReInterpretation of American Economic History, edited by Robert W. Fogel and Stanley L. Engerman. New York: Harper and Row, pp. 331341.",
        "Fogel, Robert W., and Stanley L. Engerman (1974). Time on the Cross: The Economics of American Negro Slavery. 2 vols. Boston: Little, Brown.",
        "Fogel, Robert W., and Stanley L. Engerman (1977). Explaining the Relative Efficiency of Slave Agriculture in the Antebellum South. American Economic Review 67: 275296.",
        "Fogel, Robert W., and Stanley L. Engerman (1980). Explaining the Relative Efficiency of Slave Agriculture in the Antebellum South: Reply. American Economic Review 70: 672690.",
        "Fogel, Robert W., and Stanley L. Engerman, eds. (1992a). Without Consent or Contract: The Rise and Fall of American Slavery, vol. 3: Technical Papers, vol. 1:, Markets and Production. New York: Norton.",
        "Fogel, Robert W., and Stanley L. Engerman, eds. (1992b). Without Consent or Contract: The Rise and Fall of American Slavery, vol. 4: Technical Papers, vol. 2: Conditions of Slave Life and the Transition to Freedom. New York: Norton.",
        "Fogel, Robert W., Ralph A. Galantine, and Richard L. Manning, eds. (1992). Without Consent or Contract: The Rise and Fall of American Slavery, vol. 2: Evidence and Methods. New York: Norton.",
        "Foust, James D. (1967). The Yeoman Farmer and Westward Expansion of U.S. Cotton Production. Journal of Economic History 27: 611614.",
        "Foust, James D. (1975). The Yeoman Farmer and Westward Expansion of U. S. Cotton Production. New York: Arno Press.",
        "Foust, James D., and Dale E. Swan (1970). Productivity and Profitability of Antebellum Slave Labor: A Micro-Approach. Agricultural History 44: 3962.",
        "Gallman, Robert E. (1970). Self-Sufficiency in the Cotton Economy of the Antebellum South. Agricultural History 46: 524.",
        "Genovese, Eugene D. (1967). The Political Economy of Slavery: Studies in the Economy and Society of the Slave South. New York: Vintage.",
        "Gray, Lewis C. (1930). Economic Efficiency and Competitive Advantages of Slavery under the Plantation System. Agricultural History 4: 3147.",
        "Gray, Lewis C. (1933). History of Agriculture in the Southern United States to 1860, vol. 2. Washington, DC: Carnegie Institution.",
        "Hietala, Thomas R. (1985). Manifest Design: Anxious Aggrandizement in Late Jacksonian America. Ithaca, NY: Cornell University Press.",
        "Kotlikoff, Laurence and Sebastian Pinera (1977). The Old South's Stake in the Interregional Movement of Slaves, 1850-1860. Journal of Economic History 37: 434-450.",
        "Lebergott, Stanley (1966). Labor Force and Employment, 1800-1960, in Output, Employment, and Productivity in the United States after 1800, Studies in Income and Wealth, Vol. 30, edited by Dorothy S. Brady, New York: Columbia Univ. Press, pp. 117-204.",
        "Lebergott, Stanley (1984). The Americans: An Economic Record. New York: Norton.",
        "Lee, Susan P. (1977). The Westward Movement of the Cotton Economy, 18401860: Perceived Interests and Economic Reality. New York: Arno Press.",
        "Lee, Susan P. (1978). Antebellum Land Expansion: Another View. Agricultural History 52: 488502.",
        "Lewis, Frank, and Kenneth Sokoloff, eds. (2005). Factor Endowments, Labor and Economic Growth in the Americas. Cambridge: Cambridge University Press.",
        "McClelland, Peter D., and Richard Zeckhauser (1983). Demographic Dimensions of the New Republic: American Interregional Migration, Vital Statistics, and Manumissions, 1800 1860. New York: Cambridge University Press.",
        "Mendenhall, Marjorie S. (1940). A History of Agriculture in South Carolina, 1790 to 1860. PhD diss., University of North Carolina at Chapel Hill.",
        "Metzer, Jacob (1975). Rational Management, Modern Business Practices, and Economies of Scale in Antebellum Southern Plantation. Explorations in Economic History 12: 123 150.",
        "Moore, John Hebron (1956). Cotton Breeding in the Old South. Agricultural History 30: 95 104.",
        "Moore, John Hebron (1958). Agriculture in Ante-Bellum Mississippi. New York: Bookman Associates.",
        "Moore, John Hebron (1988). The Emergence of the Cotton Kingdom in the Old Southwest, Mississippi, 17701860. Baton Rouge: Louisiana State University Press.",
        "Olmstead, Alan L., and Paul W. Rhode (2002). The Red Queen and the Hard Reds. Journal of Economic History 62: 929966.",
        "Olmstead, Alan L., and Paul W. Rhode (2008a). Creating Abundance: Biological Innovation and American Agricultural Development. New York: Cambridge University Press.",
        "Olmstead, Alan L., and Paul W. Rhode (2008b). Biological Innovation and Productivity Growth in the Antebellum Cotton Economy. Journal of Economic History 68: 11231171.",
        "Parker, William N. (1970). Slavery and Southern Economic Development: An Hypothesis and Some Evidence. In The Structure of the Cotton Economy of the Antebellum South, edited by William N. Parker. Washington, DC: Agricultural History Society, pp. 115126.",
        "Parker, William N., ed. (1970). The Structure of the Cotton Economy of the Antebellum South. Washington, DC: Agricultural History Society.",
        "Parker, William N. (1979). Labor Productivity in Cotton Farming: The History of a Research. Agricultural History 53: 228244.",
        "Parker, William N., and Robert E. Gallman (1991). Southern Farms Study, 1860 [Computer file]. ICPSR07419-v1. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor]. doi:10.3886/ICPSR07419.",
        "Passell, Peter (1971). The Impact of Cotton Land Distribution on the Antebellum Economy. Journal of Economic History 31:917-937 Passell, Peter, and Gavin Wright (1972). The Effects of PreCivil War Territorial Expansion on the Price of Slaves. Journal of Political Economy 80: 11881202.",
        "Post, Charles (2003). Plantation Slavery and Economic Development in the Antebellum Southern United States. Journal of Agrarian Change 3: 289332.",
        "Pritchett, Jonathan B. (2001). Quantitative Estimates of the United States Interregional Slave Trade, 18201860. Journal of Economic History 61: 467475.",
        "Ramsdell, Charles W. (1929). The Natural Limits of Slavery Expansion. Mississippi Valley Historical Review 16: 151171.",
        "Schaefer, Donald (1983). The Effect of the 1859 Crop Year upon Relative Productivity in the Antebellum Cotton South. Journal of Economic History 43: 851865.",
        "Scheiber, Harry N., Harold G. Vatter, and Harold U. Faulkner (1976). American Economic History. New York: Harper and Row.",
        "Schmitz, Mark, and Donald Schaefer (1981). Paradox Lost: Westward Expansion and Slave Prices before the Civil War. Journal of Economic History 41: 402407.",
        "Sutch, Richard (1965). The Profitability of Ante Bellum Slavery--Revisited. Southern Economic Journal 31: 365383.",
        "Tadman, Michael (1989). Speculators and Slaves: Masters, Traders, and Slaves in the Old South. Madison: University of Wisconsin Press.",
        "U.S. Commissioner of Agriculture (1867). 1867 Annual Report. Washington, DC: Government Printing Office.",
        "Walker, Robert J. (1844). Letter of Mr. Walker of Mississippi, Relative to the Reannexation of Texas. Philadelphia: Mifflin and Perry, available at http://www.tsl.state.tx.us/exhibits/annexation/part4/walker_letter_1844_14-15.html.",
        "Ware, Jacob Osborn (1950). Origin, Rise and Development of American Upland Cotton Varieties and Their Status at Present. Mimeo, University of Arkansas College of Agriculture, Agricultural Experiment Station.",
        "Watkins, James L. (1895). Production and Price of Cotton for One Hundred Years. U.S. Department of Agriculture Division of Statistics Miscellaneous Series Bulletin No. 9. Washington, DC: Government Printing Office.",
        "Watkins, James L. (1908). King Cotton. New York: Negro Universities Press, reprinted in 1969.",
        "Weiman, David E. (1990). Staple Crops and Slave Plantations: Alternative Perspectives on Regional Development in the Antebellum Cotton South. In Agriculture and National Development: Views on the Nineteenth Century, edited by Lou Ferleger. Ames: Iowa State University Press, pp. 119-161.",
        "Weiman, David E. (1991). Peopling the Land by Lottery? The Market in Public Lands and the Regional Differentiation of Territory on the Georgia Frontier. Journal of Economic History 51: 835860.",
        "Weiss, Thomas (1987). The Farm Labor Force by Region, 18201860: Revised Estimates and Implications for Growth. National Bureau of Economic Research Working Paper No. 2438. Cambridge, MA: National Bureau of Economic Research.",
        "Whartenby, Franklee Gilbert (1977). Land and Labor Productivity in United States Cotton Production, 18001840. New York: Arno Press.",
        "Woodbury, Levi J. (1836). Tables and Notes on the Cultivation, Manufacture, and Foreign Trade of Cotton. Executive Documents, 4, no. 146 (March 4), 24th Congress, 1st Session.",
        "Wright, Gavin (1976). Prosperity, Progress, and American Slavery. In Reckoning with Slavery: A Critical Study in the Quantitative History of American Negro Slavery, edited by Paul A. David, Herbert G. Gutman, Richard Sutch, and Peter Temin. New York: Oxford University Press, pp. 307336.",
        "Wright, Gavin (1978). The Political Economy of the Cotton South: Households, Markets, and Wealth in the Nineteenth Century. New York: Norton.",
        "Wright, Gavin (1979). The Efficiency of Slavery: Another Interpretation. American Economic Review 69: 219226.",
        "Wright, Gavin (1986). Old South, New South: Revolutions in the Southern Economy since the Civil War. New York: Basic Books.",
        "Wright, Gavin (2006). Slavery and American Economic Development. Baton Rouge: Louisiana State University Press."
    ]
}