{
    "id": 16491,
    "cites": 35,
    "cited_by": 4,
    "reference": [
        "Ang, Andrew and Joseph S. Chen. 2010. Yield Curve Predictors of Foreign Exchange Returns. U. C. Davis. mimeograph Authers, John. 2010. Book extract: The Fearful Rise of Markets. The Financial Times May 21, 2010.",
        "Bacchetta, Philip, and Eric van Wincoop. 2006. Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle? American Economic Review 96(3): 55276.",
        "Bekaert, Geert, and Robert J. Hodrick. 1993. On Biases in the Measurement of Foreign Exchange Risk Premiums. Journal of International Money and Finance 12(2): 11538.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse H. Pedersen. 2008. Carry Trades and Currency Crashes. NBER Working Papers no. 14473.",
        "Chen, Yu-chin and Kwok Ping Tsang. 2009. What Does the Yield Curve Tell Us about Exchange Rate Predictability? University of Washington, Department of Economics working paper UWEC 2009-04.",
        "Cheung, Yin-Wong, Menzie D. Chinn, and Antonio Garcia Pascual. 2005. Empirical Exchange Rate Models of the Nineties: Are Any Fit to Survive? Journal of International Money and Finance 24(7): 115075.",
        "Clarida, Richard H., Josh Davis and Niels Pedersen. 2009. Currency Carry Trade Regimes: Beyond the Fama Regression. Journal of International Money and Finance 28(8): 13751389.",
        "Clarida, Richard H., and Mark P. Taylor. 1997. The Term Structure Of Forward Exchange Premiums and the Forecastability of Spot Exchange Rates: Correcting the Errors. The Review of Economics and Statistics 79(3):353361.",
        "Clarida, Richard H., and Daniel Waldman. 2007. Is Bad News About Inflation Good News for the Exchange Rate? NBER Working Papers no. 13010.",
        "Cochrane, John H. 2001 Asset Pricing New Jersey: Princeton University Press.",
        "Diebold, Francis X., and Roberto S. Mariano. 1995. Comparing Predictive Accuracy. Journal of Business and Economic Statistics 13(3): 25363.",
        "Engel, Charles. 1996. The Forward Discount Anomaly and the Risk Premium: A Survey of Recent Evidence. Journal of Empirical Finance 3:123191.",
        "Fama, Eugene F. 1984. Forward and Spot Exchange Rates. Journal of Monetary Economics 14(3): 31938.",
        "Fama, Eugene F. and Kenneth R. French. 1993. Common Risk Factors in the Returns on Stocks and Bonds. Journal of Financial Economics 33: 356.",
        "Fisher, Eric O'N. 2006. The Forward Premium in a Model with Heterogeneous Prior Beliefs. Journal of International Money and Finance 25(1): 4870.",
        "Frankel, Jeffrey A. 1980. Tests of Rational Expectations in the Forward Exchange Market. Southern Economic Journal 46(4): 10831101.",
        "Froot, Kenneth A., and Richard H. Thaler. 1990. Foreign Exchange. Journal of Economic Perspectives 4(3): 17992.",
        "Giacomini, Raffaella, and Halbert White. 2006. Tests of Conditional Predictive Ability. Econometrica 74(6): 154578.",
        "Hodrick, Robert J. 1987. The empirical evidence on the efficiency of forward and futures foreign exchange markets. Chur: Harwood.",
        "Hsieh, Fushing and Bruce W. Turnbull. 1996. Nonparametric and Semiparametric Estimation of the Receiver Operating Characteristics Curve. Annals of Statistics, 24: 2540.",
        "Ilut, Cosmin. 2008. Ambiguity Aversion: Implications for the Uncovered Interest Rate Parity Puzzle. Northwestern University. Photocopy.",
        "Jeanne, Olivier, and Andrew K. Rose. 2002. Noise Trading And Exchange Rate Regimes. Quarterly Journal of Economics 117(2): 53769.",
        "Jord`a, `Oscar, and Alan M. Taylor. 2009. The Carry Trade and Fundamentals: Nothing to Fear but FEER itself. NBER Working Papers no. 15518.",
        "Jord`a, `Oscar, and Alan M. Taylor. 2010. Performance Evaluation for Zero Net-Investment Strategies. University of California, Davis, Photocopy.",
        "Jurek, Jakub W. 2008. Crash-Neutral Currency Carry Trades. Princeton University. Photocopy.",
        "Kilian, Lutz, and Mark P. Taylor. 2003. Why is it so difficult to beat the random walk forecast of exchange rates? Journal of International Economics 60(1): 85107.",
        "Meese, Richard A., and Kenneth Rogoff. 1983. Empirical Exchange Rate Models of the Seventies. Journal of International Economics 14(12): 324.",
        "Melvin, Michael, and Mark P. Taylor. 2009. The crisis in the foreign exchange market. Journal of International Money and Finance 28(8): 13171330.",
        "Nelson, Charles R. and Andrew F. Siegel. 1987. Parsimonious Modeling of Yield Curves. The Journal of Business 60(4): 473-489.",
        "Obuchowski, Nancy A. 1994. Computing Sample Size for Receiver Operating Characteristic Curve Studies. Investigative Radiology, 29(2): 238243.",
        "Pastor, Lubos and Robert F. Stambaugh, 2003. Liquidity Risk and Expected Stock Returns. Journal of Political Economy, vol. 111(3), pages 642685, June.",
        "Peirce, Charles S. 1884. The Numerical Measure of the Success of Predictions. Science 4: 453454.",
        "Sarno, Lucio, and Mark P. Taylor. 2002. The Economics of Exchange Rates. Cambridge: Cambridge University Press.",
        "Shleifer, Andrei, and Robert W. Vishny. 1997. A Survey of Corporate Governance. Journal of Finance 52(2): 73783.",
        "Summers, Lawrence H. 1985. On Economics and Finance. The Journal of Finance 40(3): 633635."
    ]
}