{
    "id": 165,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "1. S. N. Afriat, Orthogonal and oblique projectors and the characteris tics of pairs of vector spaces, Proc. Cambridge Philos. Soc. 53 (1957) 800-816.",
        "2. A Bjork and G. H. Golub, Numerical methods for computing angles between linear subspaces, Math. Comp. 27 (1973) 579-594.",
        "3. P. Businger and G. H. Golub, Linear least squares solutions by House holder transformations, Numer. Math. 1 (1965) 269-276.",
        "4. J. M. Chambers, Stabilizing linear regression against observational error in independent variates, unpublished manuscript, Bell Laboratories, ~vkirray Hill, New Jersey (1972). S. A. R. Curtis and J. K. Reid, On the automatic scaling of matrices for Gaussian elimination, J. Inst. Math. Appi. 10 (1972) 118-124.",
        "6. C. Daniel and F. S. Wood, Fitting Equations to Data, Wiley, New York (1971).",
        "8. _________ and C. Reinsch, Singular value decomposition and least squares solution, Nuiner. Math. 14 (1970) 403-420.",
        "9. D. M. Hawkins, On the investigation of alternative regressions by principal component analysis, Appl. Statist. 22 (1973) 275-286.",
        "10. H. Hotelling, The relations of the newer multivariate statistical methods to factor analysis, Brit. J. Statist. Psychol. 10 (19S7) 69-79. -",
        "11. C. L. Lawson and R. J. Hanson, Solving Least Squares Problems, Prentice-Hall, Englewood Cliffs, New Jersey (1974).",
        "12. J. W. Longley, An appraisal of least squares programs for the electronic computer from the point of view of the user, J. Amer. Statist. Assoc. 62 (1967) 819-841.",
        "13. G. W. Stewart, Error and perturbation bounds for subspaces associated with certain eigenvalue problems, SIAM Rev. 15 (1973) 727-764.",
        "14. ____________, Introduction to Matrix Computations, Academic Press, New York (1973). - 38 -",
        "15. _____________, On the perturbation of pseudo-inverses, projec tions and linear least squares problems, to appear SIAM Rev.",
        "16. J. T. Webster, R. F. Gunst, and R. L. Mason, Latent root regression analysis, Technometrics 16 (1974) 513-522.",
        "17. _____________, A comparison of least squares and latent root regres sion estimators, Technometrics 18 (1976) 75-83."
    ]
}