{
    "id": 1650,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Schmookler, J., 1966. Invention and Economic Growth. Cambridge: Harvard University Press.",
        "Pakes, A., and Z. Griliches, 1980. Patents and R&D at the Firm Level: A First Report, Economic Letters, 5: 377-381. - Pakes, A., and N. Schankerman, l984.~ The Rate of Obsolescence of Patents, Research Gestation Lags, and the Private Rate of Return to Research Resources, in Z. Griliches, ed., op. cit., 73-88.",
        "Sanders, B., J. Rossman and L. Harris, 1958. The Economic Impact of Patents, Patent, Trademark and Copyright Journal of Research and Education, 2: 340-362.",
        "Schankerman, N., and A. Pakes, 1985. The Rate of Obsolescence and the Distribution of Patent Values: Some Evidence from European Patent Renewals, Revue Economique, Paris: ENSAE.",
        "Mansfield, E., M. Schwartz and S. Wagner, 1981. Imitation Costs and Patents: An Empirical Study, Economic Journal, 91: 907-918.",
        "Organization for Economic Cooperation and Development, 1982. Science and Technology Indicators, Basic Statistical Series, Volume B.",
        "Pakes, A., 1985. Patents, R&D, and the Stock Market Rates of Return, Journal of Political Economy, 93: 390-409.",
        "Gaskins, D., 1971. Dynamic Limit Pricing: Optimal Pricing Under Threat of Entry, Journal of Economic Theory, 3: 306-323.",
        "Grabowski, H. and J. Vernon, 1983. Studies on Drug Substitution, Patent Policy and Innovation in the Pharmaceutical Industry. Final report to the National Science Foundation (Duke University).",
        "Hausman, J. and W. Taylor, 1981. Panel Data and Unobservable Individual Effects, Econometrica, 46: 1377-1398.",
        "Amemiya, T., 1981. Qualitative Response Models: A Survey, Journal of Economic Literature, 29: 1483-1536.",
        "Arrow, K., 1962. Economic Welfare and the Allocation of Resources for Invention, in The Rate and Direction of Incentive Activity: Economic and Social Factors, ed. R. R. Nelson. Universities-NBER Conference Series no. 13. Princeton, NJ: Princeton University Press, 609-625.",
        "Evenson, R., 1984. International Invention: Implications for Technology Market Analysis, in R&D, Patents, and Productivity, ed. Z. Griliches. Chicago: University of Chicago Press, 89-123."
    ]
}