{
    "id": 16508,
    "cites": 8,
    "cited_by": 30,
    "reference": [
        "Amuedo-Derantes, C. and T. Mach (2002). Impact of families on juvenile substance abuse. Journal of Bioeconomics 4, 269  281.",
        "The analysis presented in the paper is conducted on a sample of full siblings only. In preliminary work, we estimated many of the models using pairs of full, half, and step siblings, and obtained results similar to those reported in the paper. Finally, as mentioned in the paper, in households supplying more than one sibling pair, we only included pairs with adjacent birth order. To select these pairs, we used the variable CV AGE 12/31/96, which gives the age of each respondent as of December 31, 1996. Control Variables Our set of controls includes several individual, familial and environmental characteristics. Below, we describe each of them and list the raw variables we used to construct them.",
        "- Age is computed using the variable named CV AGE 12/31/96 (R1194000), which measures the respondent's age as of December 31st 1996 - A male dummy, which equals 1 if the respondent is a male, was created using the variable KEY !SEX(R0536300). - Two separate dummy variables for race were created for the categories of black and Hispanic, using the variable KEY !RACE ETHNICITY (R1482600). Each category is mutually exclusive, and white is the reference group. - Education is measured as the respondent's highest grade completed by age 19, and the grade is normalized by subtracting 12 from it. This variable is constructed by combining the age of the respondent and the yearly variables returning the respondent's highest grade completed by each survey round CV HGC EV ER (R1204400, R2563100, R3884700, R5463900, R7227600, S1541500, S2011300, S3812200).",
        "- Mother's education is measured as the biological mother's highest grade completed, as reported by the respondent in 1997. Her grade is also normalized by subtracting 12 from it. This variable was constructed from the variable CV HGC BIO MOM (R1302500).",
        "- AFQT score is measured in percentile and standardized by the age of the respondent at the time of the test. From the summer of 1997 through the spring of 1998, most NLSY97 round 1 respondents took the computer-adaptive form of the Armed Services Vocational Aptitude Battery (CAT-ASVAB). The results of the different math and verbal tests were combined and weighted by the NLS Program staff to produce the percentile score recorded under the variable ASV AB MATH V ERBAL SCORE PCT (R9829600), which is similar to the AFQT score. This variable assumes three decimal places, so we constructed our variable by simply dividing the score by 1000.",
        "Smoking, Drinking, Marijuana, and Selling drugs For smoking, drinking, marijuana smoking, and selling drugs, the first question (about the respondent's activity last year) was not asked in the first survey round (1997). As a result, we only use data starting in 1998, when respondents are aged 14 through 18. The NLSY variables used to form the dependent variables are: -Smoking: Y SAQ359 (R2189400, R3508500, R4906600, R6534100, S0921600, S2988300, S4682900) for 1998 through 2004, and Y SAQ360C (R0357900, R2189100, R3508200, R4906400) for 1997 through 2000.",
        "- Drinking: Y SAQ364D (R2190200, R3509300, R4907400, R6534700, S0922200, S2988900, S4683700) from 1998 through 2004, and Y SAQ363 (R0358300, R2189900, R3509000, R4907100) from 1997 through 2000.",
        "- Marijuana: Y SAQ370C (R2191200, R3510300, R4908400, R6535600, R6535600, S0923200, S2989700) from 1998 through 2004, and Y SAQ369 (R0358900, R2190900, R3510000, R4908100) from 1997 through 2000."
    ]
}