{
    "id": 16504,
    "cites": 51,
    "cited_by": 12,
    "reference": [
        "Bane, Mary Jo and David Ellwood. 1994. Welfare Realities: From Rhetoric to Reform, Harvard University Press, Cambridge.",
        "Bitler, Marianne, Jonah Gelbach and Hilary Hoynes (2006). Welfare Reform and Children's Living Arrangements, Journal of Human Resources, Volume 41, Number 1, pp. 1-27.",
        "Bitler, Marianne, Janet Currie and J. Karl Scholz 2003. WIC Eligibility and Participation, Journal of Human Resources, v38, 2003, 1139-1179.",
        "Blank, Rebecca 2001. What Causes Public Assistance Caseloads to Grow? The Journal of Human Resources, Vol. 36, No. 1 (Winter, 2001), pp. 85-118.",
        "Blank, Rebecca 2002. Evaluating Welfare Reform in the United States, Journal of Economic Literature, December 2002.",
        "Blank, Rebecca and Ronald Haskins 2001. The New World of Welfare, The Brookings Institution: Washington D.C. Blank, Rebecca and Brian Kovak 2008. Providing a Safety Net for the Most Disadvantaged Workers. Mimeo.",
        "Burtless, Gary 1997. Welfare Recipients' Job Skills and Employment Prospects. The Future of Children, Volume 7 Number 1 Spring 1997.",
        "Citro, Constance and Robert Michael, eds 1995. Measuring Poverty: A New Approach. Washington D.C.: National Academy Press.",
        "Council of Economic Advisors. 1997. Technical Report: Explaining the Decline in Welfare Receipt, 19931996. Report, May 9. Washington, DC.",
        "Crouse, Gilbert. 1999. State Implementation of Major Changes to Welfare Policies 19921998. http://aspe.hhs.gov/hsp/Waiver-Policies99/policy CEA.htm.",
        "Cunnyngham, Karen, Laura Castner, and Allen Shirm. 2010. Estimates of State Supplemental Nutrition Assistance Program Participation Rates in 2005-2007 for All Eligible People and the Working Poor. Mathematica Policy Research, Inc.",
        "Dalaker, Joe 2005. Alternative Poverty Estimates in the United States, Current Population Report P60-227, United States Bureau of the Census.",
        "Danielson, Caroline and Jacob A. Klerman. 2008 Did Welfare Reform Cause the Caseload Decline? Social Service Review, 2008. 82(4): 703-730.",
        "Danielson, Caroline and Jacob A. Klerman. 2009 Determinants of the Food Stamp Program Caseload Contractor and Cooperator Report number 50, to the USDA ERS, FANRP program.",
        "DeParle, Jason and Robert Gebeloff 2009. Food Stamp Use Soars, and Stigma Fades, The New York Times, November 29, 2009.",
        "Elwood, David 1986. Targeting 'Would be' Long Term Recipients of AFDC, Department of Health & Human Services, Mathematica Policy Research, Inc., Princeton, NJ, January, 1986.",
        "Eissa, Nada and Hilary Hoynes. 2006. Behavioral Responses to Taxes: Lessons from the EITC and Labor Supply. Tax Policy and the Economy Volume 20, pp. 74-110. MIT Press.",
        "Fraker, Thomas M., Alberto P. Martini, James C. Ohls, Michael Ponza and Elizabeth A. Quinn (1992). The Evaluation of the Alabama Food Stamp Cash-Out Demonstration: Volume 1 Recipient Impacts. Mathematica Policy Research, Inc.",
        "Garner, Thesia and Kathleen Short 2008. Creating a Consistent Poverty Measure over Time Using NAS Procedures: 1996-2005, Mimeo.",
        "Grogger, Jeffrey 2003. The Effects of Time Limits, the EITC, and Other Policy Changes on Welfare Use, Work, and Income Among Female-Headed Families, Review of Economic and Statistics 85(2): 394408.",
        "Grogger, Jeffrey, and Lynn Karoly. 2005. Welfare Reform: Effects of a Decade of Change. Cambridge: Harvard University Press.",
        "Grogger, Jeffrey and Charles Michalopoulos 2003. Welfare Dynamics under Time Limits. Journal of Political Economy, 2003, vol. 111, no. 3.",
        "Gruber, Jonathan (1997). The Consumption Smoothing Benefits of Unemployment Insurance, The American Economic Review, Vol. 87, No. 1. (Mar., 1997), pp. 192-205.",
        "Haider, Steven J. 2006. A Comparison of Surveys for Food Insecurity and Hunger Measurement. Discussion paper prepared for the National Academy of Sciences Panel on Food Insecurity and Hunger Measurement Hines, James, Hilary Hoynes and Alan Krueger (2001) Another Look at Whether a Rising Tide Lifts All Boats, in The Roaring Nineties: Can Full Employment Be Sustained? edited by Alan Krueger and Robert Solow. Russell Sage Foundation: New York, 2001.",
        "Hoynes, Hilary (2000). The Employment and Earnings of Less Skilled Workers Over the Business Cycle, in Finding Jobs: Work and Welfare Reform, edited by Rebecca Blank and David Card.",
        "Russell Sage Foundation: New York, 2000, pages 23-71.",
        "Hoynes, Hilary and Diane Whitmore Schanzenbach 2010. Consumption Reponses to In-Kind Transfers: Evidence from the Introduction of the Food Stamp Program. American Economic Journal: Applied Economics Vol. 1, No. 4, October 2009, pp. 109-139.",
        "Lerman, Robert. 2005 How Did the 2001 Recession Affect Single Mothers? Urban Institute Single Parents Earnings Monitor.",
        "Meyer, Bruce D. 2010. The Effects of the EITC and Recent Reforms forthcoming, Tax Policy and the Economy.",
        "Meyer, Bruce and James Sullivan 2008. Changes in the Consumption, Income, and Well-Being of Single Mother Headed Families, American Economic Review, 98(5), December, 2221-2241.",
        "Meyer, Bruce, Wallace K.C. Mok and James X. Sullivan. 2009. The Under-Reporting of Transfers in Household Surveys: Its Nature and Consequences. Mimeo.",
        "Meyer, Bruce and Dan Rosenbaum 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers, Quarterly Journal of Economics 116 (3) (August 2001), 1063-1114.",
        "Moffitt, Robert 1983. An Economic Model of Welfare Stigma, American Economic Review December 1983.",
        "Moffitt, Robert 1992. Incentive Effects of the U.S. Welfare System: A Review. Journal of Economic Literature, Vol. 30, No. 1 (Mar., 1992), pp. 1-61.",
        "NBER US Business Cycle Expansions and Contractions. www.nber.org/cycles/cyclesmain.html accessed 8/14/2010.",
        "Ohls, James C., Thomas M. Fraker, Alberto P. Martini and Michael Ponza (1992). The Effects of Cash-Out on Food Use by Food Stamp Program Participants in San Diego. USDA, Food and Nutrition Service, Office of Analysis and Evaluation.",
        "O'Leary, Christopher. 2010. Unemployment after Welfare Reform. Employment Research Newsletter Volume 17, Number 2, W.E. Upjohn Institute.",
        "Page, Steven and Mary Larner 1997. Introduction to the AFDC Program in The Future of Children, Volume 7 Number 1 Spring 1997 Pavetti, LaDonna and Dorothy Rosenbaum (2010). Creating A Safety Net That Works When The Economy Doesn't: The Role Of The Food Stamp And TANF Programs 2/25/10 Pavetti, LaDonna 2010. Responding to Increasing Need: Assessing TANF's Responsiveness During Hard Economic Times. Center for Budget and Policy Priorities, June 3, 2010.",
        "Sherman, Arlene (2009). Safety Net Effective At Fighting Poverty But Has Weakened For The Very Poorest. Center for Budget and Policy Priorities, 7/6/2009.",
        "Social Security Administration 2010. SSI Annual Statistical Report 2009. Released Sept 2010.",
        "Tax Policy Center 2010. Tax Facts on Historical EITC, downloaded from http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=37.",
        "Unemployment Insurance Data Summary, 4th Quarter 2009. workforecesecurity.doleta.gov/unemploy/content/data_stats/datasum09/DataSum_2009_4.pdf, accessed 8/14/2010.",
        "U.S. Department of Agriculture 2010. Food Security in the United States: Measuring Household Food Security. Economic Research Service, www.ers.usda.gov/Briefing/FoodSecurity/measurement.htm, accessed 8/14/2010.",
        "U.S. Department of Health and Human Services 2008. Temporary Assistance For Needy Families Program (TANF): Eighth Annual Report To Congress, Administration For Children And Families. Office of Family Assistance.",
        "U.S. Department of Labor 2010. Unemployment Insurance Chartbook, Section A-16. http://www.doleta.gov/unemploy/chartbook.cfm, accessed 9/7/10.",
        "U.S. General Accounting Office (1985). An Evaluation of the 1981 AFDC Changes: A Final Report. GAO/PEMD-85-4, July 2, 1985.",
        "U.S. House of Representatives (1996). Background Material and Data on Programs Within the Jurisdiction of the House Committee on Ways and Means. Committee on Ways and Means.",
        "Weinberg, Daniel 2004, Income Data Quality Issues in the Annual Social and Economic Supplement to the Current Population Survey. Mimeo, U.S. Census Bureau.",
        "Wheaton, Laura 2007. Underreporting of Means-Tested Transfer Programs in CPS and SIPP. Mimeo, Urban Institute.",
        "Zedlewski, Sheila. 2008. The Role of Welfare During a Recession. Urban Institute Recession and Recovery report, number 3.",
        "Ziliak, James P., David N. Figlio, Elizabeth E. Davis, and Laura S. Connolly. 2000. Accounting for the Decline in AFDC Caseloads: Welfare Reform or the Economy? Journal of Human Resources 35 (3): 57086."
    ]
}