{
    "id": 16509,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Alesina, Alberto, Baqir, Reza and William Easterly. Public Goods and Ethnic Divisions Quarterly Journal of Economics, November 1999, 114 (4), pp 12431284.",
        "Banerjee, Abhijit and Somanathan, Rohini. The Political Economy of Public Goods: Some Evidence from India. Journal of Development Economics, 2007, 82, pp. 287-314.",
        "Bardhan, Pranab; Mookherjee, Dilip and Parra Torrado, Monica L. Impact of Political Reservations in West Bengal Local Governments on Anti-Poverty Targeting. Journal of Globalization and Development, 2010, 1 (1), Article 5.",
        "Bertrand, Marianne; Duflo, Esther and Sendhil Mullainathan. How Much Should We Trust Differences-In-Differences Estimates? Quarterly Journal of Economics, February 2004, 119 (1), pp 249275.",
        "Bertrand, Marianne; Hanna, Rema and Sendhil Mullainathan. Affirmative Action in Education: Evidence From Engineering College Admissions in India. Journal of Public Economics, February 2010, 94 (1-2), pp. 16-29.",
        "Besley, Timothy and Burgess, Robin. Land Reform, Poverty Reduction, and Growth: Evidence from India. Quarterly Journal of Economics, May 2000, 115 (2), pp. 389-430.",
        "Besley, Timothy; Pande, Rohini; Rahman, Lupin and Rao, Vijayendra. The Politics of Public Good Provision: Evidence from Indian Local Governments. Journal of the European Economic Association Papers and Proceedings, April-May 2004, 2 (2-3), pp. 416-426.",
        "Burgess, Robin and Pande, Rohini. Do Rural Banks Matter? Evidence from the Indian Social Banking Experiment. American Economic Review, June 2005, 95 (3), pp. 780 795.",
        "Chattopadhyay, Raghabendra and Duflo, Esther. Women as Policy Makers: Evidence from a Randomized Policy Experiment in India. Econometrica, September 2004, 72 (5), pp. 14091443.",
        "Chen, Shaohua and Ravallion, Martin. The Developing World is Poorer Than We Thought, But No Less Successful in the Fight Against Poverty. Policy Research Working Paper 4703, World Bank Development Research Group, August 2008.",
        "Datt, Gaurav. Poverty in India 1951-92: Trends and Decompositions. Policy Research Department, World Bank, 1995.",
        "Deaton, Angus and Dreze, Jean. Poverty and Inequality in India: A Re-Examination. Economic and Political Weekly, September 7, 2002, pp. 3729-3748.",
        "Duflo, Esther. Why Political Reservations? Journal of the European Economic Association, April-May 2005, 3 (2-3), pp. 668678.",
        "Duflo, Esther; Fischer, Greg and Chattopadhyay, Raghabendra. Efficiency and Rent Seeking in Local Government: Evidence from a Randomized Policy Experiments in India. MIT Working Paper, July 2008.",
        "Dushkin, Lelah. Scheduled Caste Politics, in J. Michael Mahar, eds., The Untouchables in Contemporary India. Arizona: The University of Arizona Press, 1972, pp. 917961.",
        "Election Commission of India. Statistical Reports on State Elections in India, 1951-2000, New Delhi.",
        "Election Commission of India. Statistical Reports on General Elections in India, 1962-1999, New Delhi.",
        "Foster, James; Greer, Joel and Thorbecke, Eric. A Class of Decomposable Poverty Measures.  Econometrica, May 1984, 52 (3), pp. 761766.",
        "Galanter, Marc. Competing Equalities: Law and the Backward Classes in India. Berkeley: University of California Press, 1984.",
        "Holzer, Harry J. and Neumark, David. Assessing Affirmative Action. Journal of Economic Literature, September 2000, 38 (3), pp.483568.",
        "Johnson, Craig, Deshingkar, Priya and Start, Daniel. Grounding the State: Devolution and Development in India's Panchayats. Journal of Development Studies, August 2005, 41 (6), pp. 937970.",
        "Khemani, Stuti. Political Cycles in a Developing Economy: Effect of Elections in the Indian States. Journal of Development Economics, February 2004, 73 (1), pp. 125154.",
        "Miguel, Edward and Mary Kay Gugerty. Ethnic Diversity, Social Sanctions, and Public Goods in Kenya. Journal of Public Economics, 2005, 89, pp. 2325-2368.",
        "Ozler, Berk; Datt, Gaurav and Ravallion, Martin. A Database on Poverty and Growth in India, World Bank Development Research Group, Washington DC, 1996.",
        "Pande, Rohini. Can Mandated Political Representation Increase Policy Influence for Disadvantaged Minorities? Theory and Evidence from India. American Economic Review, September 2003, 93 (4), pp. 11321151.",
        "Parikh, Sunita. Politics of Preference: Democratic Institutions and Affirmative Action in the United States and India. Michigan: University of Michigan Press, 1997.",
        "Planning Commission of India. Report of The Expert Group on Estimation of Proportion and Number of Poor. Planning Commission, Government of India, New Delhi, July 1993.",
        "Prakash, Nishith. Improving the Labor Market Outcomes of Minorities: The Role of Employment Quota. University of Houston Mimeo, 2008."
    ]
}