{
    "id": 16505,
    "cites": 8,
    "cited_by": 14,
    "reference": [
        "Blinder, Alan S. and Mark Zandi (2010), How the Great Recession Was Brought to an End, unpublished paper, Economy.com, July 27 Cogan, John F., Tobias Cwik, John B. Taylor, and Volker Wieland (2009), New Keynesian versus Old Keynesian Government Spending Multipliers, NBER Working Paper No. 14782, March 2009, published in Journal of Economic Dynamics and Control, Volume 34, No. 3, March 2010, pp. 281-295 Christiano, Lawrence J., Martin Eichenbaum, Charles L Evans (2005), Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 113, 1-45.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo (2009) When Is the Government Spending Multiplier Large, Northwestern University, August 2009.",
        "Drautzburg, Thorsten, and Harald Uhlig, (2010), Fiscal Stimulus and Distortionary Taxation, University of Chicago, January 2010.",
        "Eggertsson, Gauti (2009) What Fiscal Policy is Effective at Zero Interest Rates, Federal Reserve Bank of New York Staff Report, No. 402, November 2009, published in 2010 Macroeconomics Annual, National Bureau of Economic Research, Vol. 25 Erceg, Christopher J. and Jesper Linde (2009), Is There a Fiscal Free Lunch in a Liquidity Trap? Federal Reserve Board, April 2009.",
        "Hall, Robert E. (2009), By How Much Does GDP Rise If the Government Buys More Output? NBER Working Paper No. 15496, November 2009, published in Brookings Papers on Economic Activity 2:2009, pp. 183-250.",
        "Newey, Whitney and Kenneth West (1987). A Simple Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703708.",
        "Romer, Christina and Jared Bernstein (2009), The Job Impact of the American Recovery and Reinvestment Plan, January 8, 2009.",
        "Woodford, Michael (2010), Simple Analytics of the Government Expenditure Multiplier, Columbia University, June"
    ]
}