{
    "id": 16515,
    "cites": 39,
    "cited_by": 13,
    "reference": [
        "Abdulkadiroglu, Atila, Joshua Angrist, Susan Dynarski, Thomas J. Kane, and Parag Pathak. 2009. Accountability and Flexibility in Public Schools: Evidence from Boston's Charters and Pilots. NBER WP15549. Cambridge, MA: National Bureau of Economic Research (November).",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2001. The colonial origins of comparative development: An empirical investigation. American Economic Review 91, no. 5 (December): 1369-1401.",
        "------. 2005. Institutions as a fundamental cause of long-run growth. In Handbook of Economic Growth, edited by Philippe Aghion and Steven N. Durlauf. Amsterdam: North Holland: 385-472.",
        "Aghion, Philippe, Mathias Dewatripont, Caroline Hoxby, Andreu Mas-Colell, and AndrÃ\u0083Â© Sapir. 2010. The governance and performance of universities: evidence from Europe and the US. Economic Policy 25, no. 61: 7-59.",
        "Aghion, Philippe, and Peter Howitt. 1998. Endogenous Growth Theory. Cambridge, MA: MIT Press.",
        "------. 2006. Appropriate growth policy: A unifying framework. Journal of the European Economic Association 4, no. 2-3: 269-314.",
        "Atkinson, Adele, Simon Burgess, Bronwyn Croxson, Paul Gregg, Carol Propper, Helen Slater, and Deborah Wilson. 2009. Evaluating the impact of performance-related pay for teachers in England. Labour Economics 16, no. 3: 251-261.",
        "Azariadis, Costas, and Allan Drazen. 1990. Threshold externalities in economic development. Quarterly Journal of Economics 105, no. 2: 501-526.",
        "Barro, Robert J. 1991. Economic growth in a cross section of countries. Quarterly Journal of Economics 106, no. 2 (May): 407-443.",
        "------. 2001. Human capital and growth. American Economic Review 91, no. 2: 12-17.",
        "Barro, Robert J., and Jong-Wha Lee. 1993. International comparisons of educational attainment. Journal of Monetary Economics 32, no. 3 (December): 363-394.",
        "------. 2010. A new data set of educational attainment in the world, 1950-2010. NBER Working Paper 15902. Cambridge, MA: National Bureau of Economic Research (April).",
        "Barro, Robert J., and Xavier Sala-i-Martin. 2004. Economic growth. Second ed. Cambridge, MA: The MIT Press.",
        "Benhabib, Jess, and Mark M. Spiegel. 1994. The role of human capital in economic development: Evidence from aggregate cross-country data. Journal of Monetary Economics 34, no. 2: 143-174.",
        "EDUCATIONAL OUTCOMES IN OECD COUNTRIES 42 ------. 2005. Human capital and technology diffusion. In Handbook of Economic Growth, edited by Philippe Aghion and Steven N. Durlauf. Amsterdam: North Holland: 935-966.",
        "Bifulco, Robert, and Helen F. Ladd. 2006. The impacts of charter schools on student achievement: Evidence from North Carolina. Education Finance and Policy 1, no. 1 (Winter): 50-90.",
        "Bils, Mark, and Peter J. Klenow. 2000. Does schooling cause growth? American Economic Review 90, no. 5 (December): 1160-1183.",
        "Bishop, John H. 1997. The effect of national standards and curriculum-based examinations on achievement. American Economic Review 87, no. 2: 260-264.",
        "------. 2006. Drinking from the fountain of knowledge: Student incentive to study and learn -Externalities, information problems, and peer pressure. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: North Holland: 909-944.",
        "BjÃ\u0083Â¶rklund, Anders, Per-Anders Edin, Peter Freriksson, and Alan B. Krueger. 2004. Education, equality and efficiency: An analysis of Swedish school reforms during the 1990s. IFAU Report 2004:1. Uppsala: Institute for Labour Market Policy Evaluation.",
        "Booker, Kevin, Scott M. Gilpatric, Timothy Gronberg, and Dennis Jansen. 2007. The Impact of Charter School Attendance on Student Performance. Journal of Public Economics 91, no. 5-6: 849876.",
        "BÃ\u0083Â¶rsch-Supan, Axel. 2000. A model under siege: A case study of the German retirement insurance system. Economic Journal 110, no. 461: F24-F45.",
        "Bosworth, Barry P., and Susan M. Collins. 2003. The empirics of growth: An update. Brookings Papers on Economic Activity 2003, no. 2: 113-206.",
        "Botero, Juan C., Simeon Djankov, Rafael La Porta, Florencio Lopez-De-Silanes, and Andrei Shleifer. 2004. The regulation of labor. Quarterly Journal of Economics 119, no. 4: 1339-1382.",
        "Bowles, Samuel, Herbert Gintis, and Melissa Osborne. 2001. The determinants of earnings: A behavioral approach. Journal of Economic Literature 39, no. 4 (December): 1137-1176.",
        "Bradley, Steve, and Jim Taylor. 2002. The effect of the quasi-market on the efficiency-equity tradeoff in the secondary school sector. Bulletin of Economic Research 54, no. 3: 295-314.",
        "Burtless, Gary, ed. 1996. Does money matter? The effect of school resources on student achievement and adult success. Washington, DC: Brookings.",
        "Carnoy, Martin, and Susanna Loeb. 2002. Does external accountability affect student outcomes? A cross-state analysis. Educational Evaluation and Policy Analysis 24, no. 4 (Winter): 305-331.",
        "Ciccone, Antonio, and Elias Papaioannou. 2009. Human capital, the structure of production, and growth. Review of Economics and Statistics 91, no. 1: 66-82.",
        "Cingano, Federico, Marco Leonardi, JuliÃ\u0083Â¡n Messina, and Giovanni Pica. 2010. The effects of employment protection legislation and financial market imperfections on investment: evidence from a firm-level panel of EU countries. Economic Policy 25, no. 61: 117-163.",
        "Cohen, Daniel, and Marcelo Soto. 2007. Growth and human capital: good data, good results. Journal of Economic Growth 12, no. 1 (March): 5176.",
        "Coleman, James S., Ernest Q. Campbell, Carol J. Hobson, James McPartland, Alexander M. Mood, Frederic D. Weinfeld, and Robert L. York. 1966. Equality of educational opportunity. Washington, D.C.: U.S. Government Printing Office.",
        "Coulombe, Serge, Jean-FranÃ\u0083Â§ois Tremblay, and Sylvie Marchand. 2004. Literacy scores, human capital and growth across fourteen OECD countries. Ottawa: Statistics Canada.",
        "CREDO. 2009. Multiple choice: Charter school performance in 16 states. Stanford, CA: Center for Research on Education Outcomes, Stanford University.",
        "------. 2010. Charter school performance in New York City. Stanford, CA: Center for Research on Education Outcomes, Stanford University.",
        "Cunha, Flavio, James J. Heckman, Lance Lochner, and Dimitriy V. Masterov. 2006. Interpreting the evidence on life cycle skill formation. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: Elsevier: 697-812.",
        "Dee, Thomas, and Brian Jacob. 2009. The impact of No Child Left Behind on student achievement. NBER Working Paper 15531. Cambridge, MA: National Bureau of Economic Research (November).",
        "Denison, Edward F. 1985. Trends in American economic growth, 1929-1982. Washington, D.C.: The Brookings Institution.",
        "Eide, Eric, Dan Goldhaber, and Dominic Brewer. 2004. The teacher labour market and teacher quality. Oxford Review of Economic Policy 20, no. 2: 230-244. EDUCATIONAL OUTCOMES IN OECD COUNTRIES 43"
    ]
}