{
    "id": 16518,
    "cites": 22,
    "cited_by": 6,
    "reference": [
        "Burkhauser, Richard V. and John Cawley. 2008. Beyond BMI: The value of more accurate measures of fatness and obesity in social science research. Journal of Health Econonomics, 27: 519-529.",
        "Carrell, Scott E., Richard L. Fullerton, and James E. West. 2009. Does Your Cohort Matter? Estimating Peer Effects in College Achievement, Journal of Labor Economics, 27, 439-464.",
        "Carrell, Scott E., Frederick V. Malmstrom, and James E. West. 2008. Peer Effects in Academic Cheating, Journal of Human Resources, Volume XLIII, Number 1, Winter 2008, 173-207.",
        "Christakis Nicholas and James Fowler. 2007. The spread of obesity in a large social network over 32 years. New England Journal of Medicine; 357: 370-9.",
        "Christakis Nicholas and James Fowler. 2008. Estimating Peer Effects on Health in Social Networks, Journal of Health Economics, 27(5): 1386-1391.",
        "Cohen-Cole, Ethan and Jason M. Fletcher. 2008a. Detecting Implausible Social Network Effects in Acne, Height, and Headaches: Longitudinal Analysis. British Medical Journal, 337: a2533.",
        "Cohen-Cole, Ethan and Jason M. Fletcher. 2008b. Is Obesity Contagious? Social Networks vs. Environmental Factors in the Obesity Epidemic. Journal of Health Economics, 27 (5): 1382-1387.",
        "Cooperative Institutional Research Program. 2007. The Freshman Survey, Higher Education Research Institute at the University of California  Los Angeles.",
        "Cutler, David O., Edward L. Glaeser, and Jesse M. Shapiro. 2003. Why Have Americans Become So Obese? Journal of Economic Perspectives, 17 (3): 93-118.",
        "Foster, Gigi. 2006. It's not your peers, and it's not your friends: some progress towards understanding educational peer effects, Journal of Public Economics, 90 (8-9): 1455-1475.",
        "Gallagher, Dympna, Marjolein Visser, Dennis Sepulveda, Richard N. Pierson, Tamara Harris, and Steven B. Heymsfield. 1996. How useful is body mass index for comparison of body fatness across age, sex, and ethnic groups? American Journal of Epidemiology, 143 (3): 228239.",
        "Glaeser, Edward L., Bruce L. Sacerdote, and Jose A. Scheinkman. 2003. The Social Multiplier. Journal of the European Economic Association 1 (23): 34553.",
        "Hedley, Allison. A., Cynthia L. Ogden, Clifford L. Johnson, Margaret D. Carroll, Lester R. Curtin, and Katherine M. Flegal. 2004. Prevalence of overweight and obesity among US children, adolescents, and adults, 1999-2002. Journal of the American Medical Association, 291: 2847-50 Hill, James O. and John C. Peters. 1998. Environmental contributions to the obesity epidemic. Science, 280: 1371-4.",
        "Kremer, Michael and Dan Levy. 2008. Peer Effects and Alcohol Use Among College Students. Journal of Economic Perspectives, 23 (3): 189-206.",
        "Lehmann, Erich L. and Joseph P. Romano. 2005. Testing Statistical Hypotheses. Secaucus, NJ: Springer Texts in Statistics, 3rd ed.",
        "Lyle, David S. 2007. Estimating and Interpreting Peer and Role Model Effects from Randomly Assigned Social Groups at West Point. Review of Economics and Statistics 89 (2): 28999.",
        "Manski, Charles F. 1993. Identification and Endogenous Social Effects: The Reflection Problem. Review of Economic Studies, 60: 531-542.",
        "Sacerdote, Bruce. 2001. Peer Effects with Random Assignment: Results for Dartmouth Roommates. Quarterly Journal of Economics, 116, 681-704.",
        "Smalley, Karl J., Anita N. Knerr, Zebulon V. Kendrick, Jerry A. Colliver, and Oliver E. Owen. 1990. Reassessment of body mass indices. American Journal of Clinical Nutrition, 52, 405408.",
        "Stinebrickner, Ralph, and Todd R. Stinebrickner. 2006. What Can Be Learned About Peer Effects Using College Roommates? Evidence From New Survey Data and Students From Disadvantaged Backgrounds. Journal of Public Economics 90 (8 9): 143554.",
        "Yakusheva, Olga, Kandice Kapinos, and Marianne Weiss. 2010. Peer Effects and the Freshman 15: Evidence from a Natural Experiment. Working Paper.",
        "Zimmerman, David J. 2003. Peer Effects in Academic Outcomes: Evidence from a Natural Experiment. The Review of Economics and Statistics, 85 (1): 923."
    ]
}