{
    "id": 1651,
    "cites": 39,
    "cited_by": 9,
    "reference": [
        "Arrow, K.J. and M. Kurz. Public Investment, The Rate of Return and Optimal Fiscal Policy. Baltimore: Johns Hopkins University Press, 1970.",
        "Baily, M.J. and M. Jensen. Risk and the Discount Rate for Public Investment in M.C. Jensen (ed.) Studies in the Theory of Capital Markets. New York: Praeger, 1972.",
        "Bautnol, William J. On the Social Rate of Discount. American Economic Review 58(11), (September 1968), pp. 788-802.",
        "Cline, W. International Debt and the Stability of the World Economy. Washington, D.C.: M.I.T. Press for the Institute for International Econonics, 1983.",
        "Dasgupta, P., A. Sen and S. Marglin. Guidelines for Project Evaluation. Geneva: UNIDO, 1972.",
        "Eaton, J. and M. Gersovitz. Poor Country Borrowing in Private Financial Markets and the Repudiation Issue. Princeton Studies in International Finance No. 147 (1981).",
        "Investigation. American Economic Review 714 (September 19814a), pp.",
        "Process of External Adjustments in International Monetary Fund (ed.), Adjustment Conditionality and International Financing. Washington, D.C.: IMF, 19814b.",
        "Empirical Analysis of the Loans and Bonds Markets. Unpublished manuscript, U.C.L.A. (1985).",
        "Feder, G. and R. Just. An Analysis of Credit Terms in the Eurodollar Market. European Economic Review 9 (May 1977), pp. 221-113.",
        "Feder, G. and K. Ross, Risk Assessments and Risk Premiums in the Eurodollar Market, Journal of Finance 37 (June 1982), pp. 679-91.",
        "Findlay, R. and S. Wellisz. Project Evaluation, Shadow Prices and Trade Policy. Journal of Political Economy 814(3), (June 1976), pp. 5143-52.",
        "Frenkel, J. International Liquidity and Monetary Control in George von Furstenbergen (ed.), International Money and Credit: The Policy Roles. Washington, D.C.: IMF, 19814.",
        "Hanson, J.A. Optimal International Borrowing and Lending. American Economic Review 614 (September 1974), pp. 616-30.",
        "Harberger, A.C. The Social Opportunity Cost of Public Funds in The Discount Rate in Public Investment Evaluation. Denver, Colorado: 1969a.",
        "W.D. Woods (eds.) Cost-Benefit Analysis of Manpower Policies. (Industrial Relations Center, Queens University 1969b).",
        "Developing Countries. Unpublished manuscript (l976a). __________ On the Determinants of Country Risk. Unpublished manuscript (1976b).",
        "Transition. Washington, D.C.: The World Bank, October 1983.",
        "Development (Vol. II), edited by the World Bank, forthcoming 1985.",
        "Hirshleifer, J., J. DeHaven and J. Milliman. Water Supply: Economics, Technology and Policy. Chicago: University of Chicago Press, 1960.",
        "Lind, R.C. (ed.). Discounting for Time and Risk in Energy Policy. Baltimore: Johns Hopkins University Press, 1982.",
        "Little, I.M.D. and J. Mirrlees. Project Appraisal and Planning for Developing Countries. New York: Basic Books, 19714.",
        "Marglin, S. The Social Rate of Discount and the Optimal Rate of Savings. Quarterly Journal of Economics 77(1), (February 1963a), pp. 95-111.",
        "Mendelso~n, R. The Choice of Discount Rates f or Public Projects. American Economic Review 71(1), (March 1981), pp. 239-141.",
        "Mills, R.H. and H.S. Terrell. The Determination of Front-End Fees on Syndicated Eurocurrency Credits. International Finance Discussion Papers No. 250, Board of Governors of the Federal Reserve System, 19811.",
        "Moran, E. and G. Wagner. Estamacion de la Tasa de Retorno del Capital en Chile. Cuadernos de Economia (April 19711), pp. 3957.",
        "Nichols, A. On the Social Rate of Discount: Comment. American Economic Review 59(5), (December 1969), pp. 909-11.",
        "OFIPLAN. Metodologia Para el Calculo de la Tasa Social de Reformo del Capital en Costa Rica. San Jose, Costa Rica: 1978.",
        "Sachs, J. and D. Cohen. LDCs Borrowing with Default Risk. IIBER Working Paper No. 925 (July 1982).",
        "Sandmo, A. and J. Dreze. Discount Rates for Public Investment in Closed and Open Economies. Economica 38(152), (November 1971), pp. 395-1412.",
        "Sen, A.K. On Optimizing the Rate of Savings. Economic Journal 71 (283), (September 1961) pp. 1479-96.",
        "Sjaastad, L. and D. Wisecarver. The Social Cost of Public Finance, Journal of Political Economy 85(3), (June 1977) pp. 513-148.",
        "Somers, H.M. On the Demise of the Social Discount Rate. Journal of Finance 26(2), (May 1971), pp. 565-78.",
        "Squire, L. and H. van der Tak. Economic Analysis of Projects. Baltimore: Johns Hopkins University Press, 1979.",
        "Stiglitz, J. The Rate of Discount for Benefit-Cost Analysis and the Theory of the Second Best in R.C. Lind (ed.) Discounting for Time and Risk in Energy Policy. Baltimore: Johns Hopkins University Press, 1982.",
        "Stiglitz, J. and A. Atkinson. Lectures on Public Economics. New York: McGraw-Hill (1980).",
        "Usher, 0. On the Social Rate of Discount: Comment. American Economic Review 59(5), (December 1969) pp. 925-29.",
        "Warr, P. and B. Wright. The Isolation Paradox and the Discount Rate for Benefit-Cost Analysis. Quarterly Journal of Economics 96(1), (February 1981), pp. 129-146.",
        "The World Bank. World Development Report 1981. New York and Oxford: Oxford University Press, 1981."
    ]
}