{
    "id": 16519,
    "cites": 65,
    "cited_by": 0,
    "reference": [
        "Allen DW, Lueck D. 2002. The Nature of the Farm: Contract, Risk, and Organization in Agriculture. Cambridge: MIT Press Andersen P. 1983. On rent of fishing grounds: A translation of Jens Warming&apos;s 1911 article with an Introduction. Hist. Polit. Economy 15: 391-96.",
        "Anderson LG. 1985. Potential economic benefits from gear restrictions and license limitation in fishery regulation. LandEcon. 61(4): 409-18.",
        "Arnason R. 2007a. Fisheries management: Basic principles. In Fisheries and Aquaculture, ed. P Safran, in Encyclopedia of Life Support Systems (EOLSS). Developed under the auspices of the UNESCO. Oxford, UK: Eolss Publishers Arnason R. 2007b. Property rights quality and economic efficiency of fisheries management regimes: Some basic results. In Advances in Fisheries Economics, ed.T Bjorndal, D Gordon, R Arnason, R Sumaila. Oxford: Blackwell Publishing Arnason R. 2008. Iceland&apos;s ITQ system creates new wealth. Elec. JSust. Dev. 2: 35-41.",
        "Arnason R. 2009. Conflicting uses of marine resources: Can ITQs promote an efficient solution? Australian J. Agr. Resource Econ. 53(1): 145-74.",
        "Baumol WJ. 1972. On taxation and the control of externalities. Amer. Econ. Rev. 62(3): 307-22.",
        "Beddington JR, Agnew DJ, Clark CW. 2007. Current problems in the management of marine fisheries. Science 316 (June): 1713-16.",
        "Bernanke BS. 1983. Non-monetary effects of the financial crisis in the propagation of the Great Depression. Amer. Econ. Rev. 73(3): 257-76.",
        "Bromley DW. 2009. Abdicating responsibility: The deceits of fisheries policy. Fisheries 34(6): 280-90.",
        "Brown G. 1974. An optimal program for managing common pool resources with congestive externalities. J Polit. Economy 82(1): 163-74.",
        "California Wetfish Producers Association. n.d. Retrieved June 3, 2010, from http ://www. californiawetfish.org/backgrounder.html.",
        "Calomiris CW, Hubbard R. 1995. Internal finance and investment: Evidence from the undistributed profits tax of 1936-37. J. Bus. 68(4): 443-82.",
        "Casey KE, Dewees CM, Turris BR, Wilen JE. 1995. The effects of individual vessel quotas in the British Columbia halibut fishery. Marine Resource Econ. 10: 211-30.",
        "Christy FT. 1973. Fisherman quotas: A tentative suggestion for domestic management. Occasional Paper No. 19 of the Law of the Sea Institute, University of Rhode Island Chu C. 2009. Thirty years later: The global growth of ITQs and their influence on stock status in marine fisheries. Fish and Fisheries 10: 217-30.",
        "Clark CW, Munro GR. 1975. The economics of fishing and modern capital theory: A simplified approach. J. Enviro. Econ. Manage. 2:92-106.",
        "Clark CW, Munro GR, Sumaila UR. 2010. Limits to the privatization of fishery resources. LandEcon. 86(2): 209-18.",
        "Clark IN, Philip JM, Mollett N. 1989. The development and implementation of New Zealand&apos;s ITQ management system. In Rights Based Fishing, ed. PA Neher, R Arnason, N Mollett , pp. 117-45. London: Kluwer Academic Publishers Clay K, Wright G. 2010. Gold rush legacy: American minerals and the knowledge economy. See Ostrom, Cole 2010.",
        "Coase R. 1960. The problem of social cost. J. Law Econ. 3: 1-44.",
        "Costello C, Gaines SD, Lynham J. 2008. Can catch shares prevent fisheries collapse? Science 321(5896): 1678 - 81.",
        "Crampton P, Kerr S. 2002. Tradable carbon permit auctions: How and why to auction not grandfather. Energy Policy 30(4): 333-45.",
        "Crutchfield JA. 1961. An economic evaluation of alternative models of fishery regulation. J. Law Econ. 4(October): 131-43.",
        "Dasgupta P, Maskin E. 2000. Efficient auctions. Quart. J. Econ. 115(2): 341-88.",
        "David PA, Wright G. 1997. Increasing returns and the genesis of American resource abundance. Ind. Corp. Change 6: 203-45.",
        "Deacon RT, Parker DP, Costello C. 2008. Improving efficiency by assigning harvest rights to fishery cooperatives: Evidence from the Chignik Salmon Co-op. Ariz. L. Rev. 50(2): 480-509.",
        "Deacon RT, Parker DP, Costello C. 2010. Overcoming the common pool problem through voluntary cooperation: The rise and fall of a fishery cooperative. NBER Working Paper 16339.",
        "Epstein R. 1979. Possession as the root of title. Georgia Law Review 13: 1221-44.",
        "Evans DS, Jovanovic B. 1989. An estimated model of entrepreneurial choice under liquidity constraints. JPolit. Economy 97(4): 808-27.",
        "Findlay R. 1978. Relative backwardness, direct foreign investment, and the transfer of technology: A simple dynamic model. Quart. J. Econ. 92(1): 1-16.",
        "Food and Agriculture Organization of the United Nations (FAO). 2004. The State of World Fisheries and Aquaculture 2004. Rome, Italy: FAO Food and Agriculture Organization of the United Nations (FAO). 2007. The State of World Fisheries and Aquaculture 2006. Rome, Italy: FAO Fox KJ, Grafton RQ, Kirkley J, Squires D. 2003. Property rights in a fishery: Regulatory change and firm performance. J. Environ. Econ. Manage. 46: 156-77.",
        "Gordon HS. 1954. The economic theory of a common-property resource: The fishery. J. Polit. Econ. 62(2): 124-42.",
        "Goulder LH, Hafstead MAC, Dworsky M. 2010. Impacts of alternative emissions allowance allocation methods under a Federal Cap-And-Trade Program. J. Environ. Econ. Manage. 60(3): 161-81.",
        "Goulder LH, Parry IWH. 2008. Instrument choice in environmental policy. Rev. Environ. Econ Manage. 2(2): 152-74.",
        "Goulder LH, Parry IWH, Burtraw D. 1997. Revenue-raising vs. other approaches to environmental protection: The critical significance of pre-existing tax distortions. RAND J. Econ. 28(4): 708-31.",
        "Grafton RQ. 1995. Rent capture in a rights-based fishery. J. Environ. Econ. Manage. 28: 48-67.",
        "Grafton RQ. 1996. Individual transferable quotas : Theory and practice. Rev. Fish Biol. Fish 6(1): 5-20.",
        "Grafton RQ, Arnason R, Bjorndal T, Campbell D, Campbell HF, et al. 2006. Incentive-based approaches to sustainable fisheries. Can. J. Fish. Aquat. Sci. 63:699-710.",
        "Grafton RQ, Campbell D, Costello C, Hilborn R, Kompas T. 2009. Comment on \"abdicating responsibility: The deceits of fisheries policy.\" Fisheries 34: 29294.",
        "Grafton RQ, Kompas T, Hilborn R. 2010. Limits to the privatization of fishery resources: Comment. Land Econ. 86(3): 609-13.",
        "Grafton RQ, Squires D, Fox KJ. 2000. Private property and economic efficiency: A study of a common-pool resource. J. Law Econ. 43(2): 679-713.",
        "Hackett S. 2002. An economic overview of the California wetfish industry complex. In California&apos;s \"Wetfish \" Industry: Its Importance Past, Present and Future, ed. D Pleschner-Steele. Santa Barbara, CA: California Seafood Council Hannesson R. 2004. The Privatization of the Oceans. Cambridge: The MIT Press Hatcher A, Pascoe S, Banks R, Arnason R. 2001. Future Options for UK Fish Quota Management. CEMARE Report 58. Portsmouth, UK: University of Portsmouth Homans FR, Wilen JE. 1997. A model of regulated open access resource use. J. Environ. Econ. Manage. 32: 1-21.",
        "Honneland G. 2005. Fisheries management in post-Soviet Russia: Legislation, principles, and structure. Ocean Dev. & Int&apos;l L. 36: 179-94.",
        "Huppert DD. 2005. An overview of fishing rights. Rev. Fish Biol. Fish. 15: 201-15. Icelandic Fisheries Directorate. Online: http://en.fiskistofa.is/.",
        "Johnson RN. 1995. Implications of taxing quota value in an individual transferable quota fishery. Marine Resource Econ. 10(4): 327-40.",
        "Johnson RN, Libecap GD. 1982. Contracting problems and regulation: The case of the fishery. Amer. Econ. Rev. 72(5): 1005-22.",
        "Kaufmann PJ, Lafontaine F. 1994. Costs of control: The source of economic rents for McDonald&apos;s franchisees. J. Law Econ. 37(2): 417-53.",
        "Klemperer P. 2004. Auctions: Theory and Practice. Princeton: Princeton University Press Kruger AO. 1975. The political economy of the rent-seeking society. Amerir. Econ. Rev. 64(3): 291-303.",
        "Libecap GD. 2007. Assigning property rights in the common pool: Implications of the prevalence of first possession rules for ITQs in fisheries. Marine Resource Econ. 22: 407-23.",
        "Libecap GD. 2008. Open-access losses and delay in the assignment of property rights. Ariz. L. Rev. 50(2): 379-408.",
        "Lueck D. 1995. The rule of first possession and the design of the law. J. Law Econ. 38(2): 393-436.",
        "McCay BJ. 2010. Enclosing the fishery commons: From individuals to communities. See Ostrom, Cole 2010 Merton RC. 1974. On the pricing of corporate debt: The risk structure of interest rates. J. Finance 29:449-70.",
        "Milgrom P. 2004. Putting Auction Theory to Work. New York: Cambridge University Press Morgan G. 1995. Optimal fisheries quota allocation under a transferable quota (TQ) management system. Mar. Policy 19:379-90.",
        "Myers S, Majluf NS. 1984. Corporate financing and investment decisions when firms have information that investors do not have. J. Finan. Econ. 13(2): 187-221.",
        "National Research Council. 1999. Sharing the Fish: Toward a National Policy on Individual Fishing Quotas. Committee to Review Individual Fishing Quotas. Ocean Studies Board, Commission on Geosciences, Environment and Resources, National Research Council. Washington DC: National Academy Press Neher PA, Arnason R, Mollett N, eds. 1989. Rights Based Fishing. Dordrecht: Kluwer Academic Publishers Newell RG, Sanchirico JN, Kerr S. 2005. Fishing quota markets. J. Environ. Econ. Manage. 49: 437-62.",
        "Ostrom, E. 1990. Governing the Commons: The Evolution of Institutions for Collective Actions. New York: Cambridge University Press Ostrom E, Cole D, eds. 2010. Evolution of Property Rights Related to Land and Natural Resources. Cambridge, MA: Lincoln Institute Parry IWH, Williams III RC, Goulder LH. 1999. When can carbon abatement Policies increase welfare? The fundamental role of distorted factor markets. J. Environ. Econ. Manage. 37: 52-84.",
        "Pena-Torres J. 1997. The political economy of fishing regulation: The case of Chile. Marine Resource Econ. 12: 253-80.",
        "Pigou AC. 1920. The Economics of Welfare. London: Macmillan Pomeroy C, Hunter M, Los Huertos M. 2002. Socio-economic profile of the California wetfish industry. In California&apos;s \"Wetfish\" Industry: Its Importance Past, Present and Future, ed. DB Pleschner. Santa Barbara, CA: California Seafood Council Ricardo D. 1821. The Principles of Political Economy and Taxation, 3rd ed.",
        "Reprinted 1992. Rutland, Vermont: Charles E. Tuttle Co. Inc Rose CM. 1985. Possession as the origin of property. U. Chicago L. Rev. 52(1): 7387.",
        "Ross SA, Westerfield RW, Jaffe J. 2008. Corporate Finance, 8th ed. New York: McGraw-Hill/Irvin Sachs, JD, Warner AM. 2001. The curse of natural resources. Europ. Econ. Rev. 45(4-6): 827-38.",
        "Scholz A, Steinback C, Kruse S, Bonkoski J, Hetrick S, et al. 2010. Commercial and recreational fishing grounds and their relative importance off the South Coast of California. Report to the California Marine Life Protection Action Initiative. Portland, OR: Ecotrust Schumpeter JA. 1950. Capitalism, Socialism and Democracy, 3rd ed. New York: Harper and Row Scott A. 1955. The fishery: The objectives of sole ownership. J. Polit. Economy 63: 116-24.",
        "Scott A. 1989. Conceptual origins of rights based fishing. In Rights Based Fishing, ed. Neher et al., pp. 11-38. Dordrecht: Kluwer Academic Publishers Shotton R, ed. 2000. Use of property rights in fisheries management. FAO Fisheries Technical Paper 404/1 & 2. Rome: Food and Agriculture Organization of the United Nations Solow R. 1957. Technical change and the aggregate production function. Rev. Econ. Statist. 39:312-20.",
        "Stavins RN. 2007. Market-based environmental policies: What can we learn from U.S. experience (and related research)? In Moving to Markets in Environmental Regulation, Lessons from Twenty Years of Experience, ed. JFreeman, CD Kolstad, pp. 63-94. New York: Oxford University Press Torvik R. 2002. Natural resources, rent seeking and welfare. J. Devel. Econ. 67: 455-70.",
        "Tullock G. 1967. The welfare costs of tariffs, monopolies, and theft. Western Econ. J. 5(3): 224-32.",
        "Vetemaa M, Zero M, Hannesson R. 2002. The Estonian fisheries: From the Soviet system to ITQs and quota auctions. Mar. Policy 26: 95-102. Vickrey W.1961. Counterspeculation, auctions and competitive sealed tenders. J. Finance 16(1): 8-37.",
        "Volden C, Wiseman AE. 2007. Bargaining in legislatures over particularistic and collective goods. Amer. Polit. Sci. Rev. 101(1): 79-92.",
        "Wilen JE. 2000. Renewable resource economists and policy: What difference have we made? J. Environ. Econ. Manage. 39(3): 306-27.",
        "World Bank. 2006. Where is the Wealth of Nations : Measuring Capital for the 21st Century. Washington DC: The World Bank World Bank & FAO (Food and Agriculture Organization of the United Nations). 2009. The Sunken Billions: The Economic Justification for Fisheries Reform. Washington D.C: World Bank & FAO"
    ]
}