{
    "id": 16517,
    "cites": 23,
    "cited_by": 13,
    "reference": [
        "Abramitzky, Ran, Adeline Delavande, and Luis I Vasconcelos, Marrying Up: The Role of Sex Ratio in Assortative Matching, Stanford University, Working Paper 2010.",
        "Angrist, Josh, How Do Sex Ratios Affect Marriage And Labor Markets? Evidence From America'S Second Generation, The Quarterly Journal of Economics, August 2002, 117 (3), 9971038.",
        "Arcidiacono, Peter, Ahmed Khwaja, and Lijing Ouyang, Habit Persistence and Teen Sex: Could Increased Access to Contraception have Unintended Consequences for Teen Pregnancies?, Duke University, Working Paper 2009.",
        "Bowlus, Audra J. and Zvi Eckstein, Discrimination and Skill Differences in an Equilibrium Search Model, International Economic Review, November 2002, 43 (4), 13091345.",
        "Chiappori, Pierre-Andre, Collective Labor Supply and Welfare, Journal of Political Economy, June 1992, 100 (3), 43767.",
        "Indian Census for 2005, http://www.censusindiamaps.net/IndiaCensus/Map.htm.",
        "Choo, Eugene and Aloysius Siow, Who Marries Whom and Why, Journal of Political Economy, February 2006, 114 (1), 175201.",
        "Goldin, Claudia, Lawrence F. Katz, and Ilyana Kuziemko, The Homecoming of American College Women: The Reversal of the College Gender Gap, Journal of Economic Perspectives, Fall 2006, 20 (4), 133156.",
        "Hitsch, Guenter J., A. Hortacsu, and Dan Ariely, Matching and Sorting in Online Dating, American Economic Review, March 2010, 100 (1), 130163.",
        "McElroy, Marjorie B, The Empirical Content of Nash-Bargained Household Behavior, Journal of Human Resources, 1990, 25 (4), 559583.",
        "McFadden, Daniel, Conditional Logit Analysis of Qualitative Choice Behavior, in In Frontiers in Econometrics, Academic Press, 1974.",
        "Mortensen, Dale T. and Christopher A. Pissarides, New developments in models of search in the labor market, in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 3, Elsevier, April 1999, chapter 39, pp. 25672627.",
        "Onishi, Norimitsu, Wed to Strangers, Vietnamese Wives Build Korean Lives, New York Times, March 2010.",
        "Pencavel, John, Assortative Mating by Schooling and the Work Behavior of Wives and Husbands, American Economic Review, May 1998, 88 (2), 32629.",
        "Petrongolo, Barbara and Christopher A. Pissarides, Looking into the Black Box: A Survey of the Matching Function, Journal of Economic Literature, June 2001, 39 (2), 390431.",
        "Qian, Zhenchao, Breaking the racial barriers: Variations in interracial marriage between 1980-1990, Demography, 1997, 34 (2), 263.",
        "Sen, Amartya, More Than 100 Million Women Are Missing, New York Review of Books, December 1990, pp. 6166.",
        "Stevenson, Betsey and Justin Wolfers, The Paradox of Declining Female Happiness, American Economic Journal: Economic Policy, August 2009, 1 (2), 190225.",
        "Weiss, Yoram, The formation and dissolution of families: Why marry? Who marries whom? And what happens upon divorce, in M. R. Rosenzweig and O. Stark, eds., Handbook of Population and Family Economics, Vol. 1, Elsevier, April 1993, chapter 3, pp. 81123.",
        "Williams, Alex, The new math on campus, New York Times, February 2010.",
        "Willis, Robert J., A Theory of Out-of-Wedlock Childbearing, Journal of Political Economy, December 1999, 107 (S6), S3329.",
        "Wilson, William J., The Truly Disadvantaged, University of Chicago Press, 1987.",
        "Wong, Linda, Structural Estimation of Marriage Models, Journal of Labor Economics, 2003, 27 (3), 699728."
    ]
}