{
    "id": 16528,
    "cites": 23,
    "cited_by": 15,
    "reference": [
        "Antras, Pol, Fritz Foley and Mihir Desai., (2009) Multinational Firms, FDI Flows and Imperfect Capital Markets Quarterly Journal of Economics, 124 no. 3 (August 2009): 1171-1219.",
        "Aguiar, Mark A., 2005, Investment, Devaluation, and Foreign Currency Exposure: The Case of Mexico, Journal of Development Economics, Vol. 78, pp. 95-113.",
        "Aguiar, Mark A., and Gita Gopinath, 2005, Fire-sale FDI and Liquidity Crises, Review of Economics and Statistics 87 (3), pp. 439-452.",
        "Bernanke, Ben S., and Mark Gertler, 1989, Agency Costs, Net Worth, and Economic Fluctuations,  The American Economic Review, Vol.79, pp. 14-31.",
        "Blalock, Garrick, Paul J. Gertler and David I. Levine, 2008, Financial constraints on investment in an emerging market crisis, Journal of Monetary Economics, vol. 55(3), pp. 568-591.",
        "Bleakley, Hoyt, and Kevin Cowan, 2008, Corporate Dollar Debt and Depreciations: Much Ado About Nothing? The Review of Economics and Statistics, Vol. 90(4), pp. 612-626.",
        "Caballero, Ricardo and Arvind Krishnamurthy, A., 2001, International and domestic collateral constraints in a Model of Emerging Market Crises, Journal of Monetary Economics 48 (3), pp. 513-548.",
        "Calvo, Guillermo A., and Carmen M. Reinhart, 2002, Fear of Floating, Quarterly Journal of Economics 107 (2), pp. 379-408.",
        "Chang, Roberto, and Andres Velasco, 2001, A Model of Financial Crisis in Emerging Markets , Quarterly Journal of Economics 116 (2), pp. 489-517.",
        "Cespedes, Luis Felipe, Roberto Chang, and Andres Velasco, 2004, Balance Sheets and Exchange Rate Policy, The American Economic Review, Vol. 94(4), pp. 1183-93.",
        "Desai, Mihir, Fritz Foley and Kristin J. Forbes, 2008, Financial Constraints and Growth: Multinational and Local Firm Responses to Currency Depreciations. Review of Financial Studies 21, pp. 2857-888.",
        "Demirguc-Kunt, Asli and Ross Levine, 2001, Bank-Based and Market-Based Financial Systems: Cross-Country Comparisons in Financial Structure and Economic Growth: A Cross29 Country Comparison of Banks, Markets, and Development, Eds. Asli Demirguc-Kunt and Ross Levine. Cambridge, MA: MIT Press, 2001.",
        "Diamond, Douglas W., and Raghuram G. Rajan, 2001, Liquidity risk, liquidity creation and financial fragility: A theory of banking, Journal of Political Economy 109, pp. 287-327.",
        "Eichengreen, Barry, and Ricardo Hausmann, 1999, Exchange Rates and Financial Fragility, In New Challenges for Monetary Policy, Kansas City, Missouri: Federal Reserve Bank of Kansas City, pp.329-368.",
        "Forbes, Kristin J., 2002, How Do Large Depreciations Affect Firm Performance?, International Monetary Fund Staff Papers 49:214-38.",
        "Kamil, Herman, 2009, How Do Exchange Rate Regimes Affect Firms' Incentives to Hedge Currency Risk in Emerging Markets?, Washington, D.C., International Monetary Fund, unpublished.",
        "Kaminsky, Graciela L., 2006. Currency Crises: Are They All the Same?, Journal of International Money and Finance, vol. 25, pp. 503-527.",
        "Kaminsky, Graciela L. and Carmen M. Reinhart, 1999. The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, The American Economic Review, vol. 89(3), pp. 473-500.",
        "Krugman, Paul, 1999, Balance Sheets, the Transfer Problem, and Financial Crises, International Tax and Public Finance, Vol. 6(4), pp. 459-72.",
        "Stallings, Barbara and Rogerio Studart, 2002. Financial Regulation and Supervision in Emerging Markets. The Experience of Latin America since the Tequila Crisis, UNU-WIDER Research Paper DP2002/45.",
        "Reinhart, Carmen M and Vincent R Reinhart, 2010, Capital Flow Bonanzas, NBER ISOM, forthcoming.",
        "Reinhart, Carmen and Kenneth Rogoff, 2008, Banking Crises: An Equal Opportunity Menace , NBER Working Paper No. 14587.",
        "Setser, Brad, Jens Nystedt, Brett E. House, Ioannis Halikias, Christian Keller, Alexander Pitt and Christoph B. Rosenberg, 2005. Debt-Related Vulnerabilities and Financial Crises, IMF Occasional Papers 240, International Monetary Fund."
    ]
}