{
    "id": 16522,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "(2007): Natural Rate Doubts, Journal of Economic Dynamics and Control, 31(121), 797--825.",
        "(2008): What We Don't Know About the Monetary Transmission Mechanism and Why We Don't Know It, Macroeconomic Dynamics, 12(S1), 60--74.",
        "(1987): Hysterisis in Unemployment, European Economic Review, 31, 288--295.",
        "(1999) MIT Press, Cambridge, MA, second edn.",
        "(2008a): Aggregate Demand and Supply, International Journal of Economic Theory, 4(1), 77--94.",
        "(2008b): Old Keynesian Economics, in Macroeconomics in the Small and the Large, ed. by R. E. A. Farmer, chap. 2. Edward Elgar, Cheltenham, UK.",
        "(2009): Confidence, Crashes and Animal Spirits, NBER WP no. 14846.",
        "(2010a): Expectations, Employment and Prices. Oxford University Press, New York.",
        "(2010b): How to Reduce Unemployment: A New Policy Proposal,, Journal of Monetary Economics: Carnegie Rochester Conference Issue, 57(5), 557--572.",
        "Fischer, Stanley, S. (1977): Long-term contracts, rational expectations and the optimal money supply rule, Journal of Political Economy, 85, 191--205.",
        "GalÃ\u0083Â­, J. (2008): Monetary Policy, Inflation and the Business Cycle. Princeton University Press, New Jersey.",
        "GalÃ\u0083Â­, J., M. Gertler, and D. L. Salido (2007): Markups, Gaps and the Welfare Costs of Business Cycle Fluctuations, The Review of Economics and Statistics, 89(1), 44--59.",
        "Lucas Jr., R. E. (1987): Models of Business Cycles. Basil Blackwell, Oxford, UK.",
        "Lucas Jr., R. E., and L. Rapping (1970): Real Wages, Employment and Inflation, in Microeconomic Foundations of Employmsnt and Inflation Theory, ed. by E. S. Phelps. W. W. Norton, New York.",
        "(1970a): Microeconomic Foundations of Employment and Inflation Theory. Norton, New York.",
        "(1970b): Money Wage Dynamics and Labor Market Equilibrium, in Microeconomics of Employment and Inflation Theory, ed. by E. S. Phelps. W. W. Norton, New York.",
        "(1994): Structural Slumps. Harvard University Press, Cambridge, Mass.",
        "(2010): Rational Inattention and Monetary Economics, Forthcoming in the Handbook of Monetary Economics."
    ]
}