{
    "id": 16527,
    "cites": 36,
    "cited_by": 35,
    "reference": [
        "Aguiar, Mark and Mark Bils (2010). Has Consumption Inequality Mirrored Income Inequality, University of Rochester Working Paper.",
        "Aguiar, Mark and Erik Hurst (2009). Deconstructing Lifecycle Expenditures, University of Chicago Working Paper.",
        "Aguair, Mark and Erik Hurst (2007). Lifecycle Prices and Production, American Economic Review, 97(5), pp. 1533-59.",
        "Aguiar, Mark and Erik Hurst (2005). Consumption vs. Expenditure, Journal of Political Economy, 113(5), pp. 919-48.",
        "Andreoni, James, Brian Erard, and Jonathan Feinstein (1998). Tax Compliance, Journal of Economic Literature, 36(2), pp. 818-60.",
        "Banks, James, Richard Blundell, and Arthur Lewbel (1997). Quadratic Engel Curves and Consumer Demand, The Review of Economics and Statistics, 79(4), pp. 527-39.",
        "Barsky, Robert, Miles Kimball, Thomas Juster, and Matthew Shapiro (1997). Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, The Quarterly Journal of Economics, 112(2), pp. 537-79.",
        "Becker, Gary (1965). A Theory of the Allocation of Time. The Economic Journal, 75, pp. 493  517.",
        "Blank, Rebecca, Kerwin Charles and James Sallee (2009). A Cautionary Tale about the Use of Administrative Data: Evidence from Age of Marriage Laws, American Economic Journal: Applied Economics, 1(2), pp. 128-49.",
        "Blundell, Richard, Martin Browning, and Costas Meghir (1994), Consumer Demand and the Life-Cycle Allocation of Household Expenditures, Review of Economic Studies, 61, 57-80.",
        "Bound, John, Brown, Charles, Duncan, Greg, and Rodgers, Willard (1994). Evidence on the Validity of Cross Sectional and Longitudinal Labor Market Data, Journal of Labor Economics, vol. 12(3), pp. 345-68.",
        "Bound, John, Charles Brown, and Nancy Mathiowetz (2001). Measurement Error in Survey Data, in Handbook of Econometrics, Volume 5, eds. J.J. Heckman and E. Leamer, Elsevier Science.",
        "Cagetti, Marco, and De Nardi, Mariacristina (2006). Entrepreneurship, Frictions, and Wealth, Journal of Political Economy, vol. 106(5), pp. 835-70.",
        "Carroll, Chris and Samwick, Andrew (1998). How Important is Precautionary Saving? Review of Economics and Statistics, vol. 80(3), pp. 410-9.",
        "Clotfelter, Charles (1983). Tax Evasion and Tax Rates: An Analysis of Individual Returns, Review of Economics and Statistics, 65(3), pp. 363-73.",
        "Deaton, Angus (1997). The Analysis of Household Surveys: A Microeconometric Approach to Development Policy. World Bank Publication.",
        "Deaton, Angus and John Muellbauer (1980). An Almost Ideal Demand System, American Economic Review, 70(3), pp. 312-26.",
        "Feldman, Naomi and Joel Slemrod (2007). Estimating Tax Noncompliance with Evidence from Unaudited Tax Returns, Economic Journal, vol. 117 (518), pp. 327-52.",
        "Fitzgerald, John, Peter Gottschalk, and Robert Moffitt (1998). An Analysis of Sample Attrition in Panel Data: The Michigan Panel Study of Income Dynamics, Journal of Human Resources, 33(2), 251-99.",
        "Gentry, William and R. Glenn Hubbard (2004). Entrepreneurship and Household Saving, Advances in Economic Analysis & Policy, 4(1), Article 8.",
        "Ghez, Gilbert and Gary Becker (1975). The Allocation of Time and Goods over the Life Cycle, Columbia University Press, New York.",
        "Gibson, John, Bonggeun Kim and Chul Chung (2009). Using Panel Data to Exactly Estimate Income Under Reporting of the Self Employed. Labor Economics Working Papers, East Asian Bureau of Economic Research.",
        "Glaeser, Edward (2007). Entrepreneurship and the City. Harvard Institute of Economic Research Discussion Paper No. 2140.",
        "Gorodnichenko, Yuriy, Jorge Martinez-Vazquez, and Klara Sabirianova Peter (2009). Myth and Reality of Flat Tax Reform: Micro Estimates of Tax Evasion Response and Welfare Effects in Russia, Journal of Political Economy, 117(3), pp. 504-554.",
        "Gourinchas, Pierre-Olivier and Jonathan Parker (2002), Consumption over the Life Cycle, Econometrica, January 2002, 70, 1, 47-89.",
        "Haider, Steven and Gary Solon (2006). Life-Cycle Variation in the Association Between Current and Lifetime Earnings. American Economic Review, 96(4), 1308-1320 Hamilton, Barton H. (2000). Does Entrepreneurship Pay? An Empirical Analysis of the Returns to SelfEmployment.  Journal of Political Economy vol. 108 (3), pp. 604-31.",
        "Hurst, Erik and Lusardi, Annamaria (2004). Liquidity Constraints, Household Wealth, and Entrepreneurship, Journal of Political Economy, vol. 112(2), pp. 319-47.",
        "Hurst, Erik and Ben Pugsley (2010). The Non Pecuniary Benefits of Small Business Ownership, University of Chicago Working Paper.",
        "Johansson, Edvard (2005). An Estimate of Self Employment Income Underreporting in Finland, Nordic Journal of Political Economy, vol 31(1), pp. 99 - 109.",
        "Levitt, Steve and John List (2009). Was there Really a Hawthorne Effect at the Hawthorne Plant? An Analysis of the Original Illumination Experiments, NBER Working Paper 15016.",
        "Meyer, Bruce, Wallace K.C. Mok, and James Sullivan (2009). The Under-Reporting of Transfers in Household Surveys: Its Nature and Consequences Harris School Working Paper #09.03, Moskowitz, Tobias J., and Vissing-Jorgensen, Annette (2002). The Returns to Entrepreneurial Investment: A Private Equity Premium Puzzle? American Economic Review vol. 92(4), pp. 74578.",
        "Pissarides, Christopher and Guglielmo Weber (1989). An Expenditure Based Estimate of Britain's Black Economy, Journal of Public Economics, vol. 39(1), pp. 17-32.",
        "Schuetze, Herb (2002). Profiles of Tax Noncompliance Among the Self Employed in Canada:19691992.  Canadian Public Policy, vol. 28(2), pp. 219-37.",
        "Slemrod, Joel (1985). An Empirical Test for Tax Evasion, The Review of Economics and Statistics, 67(2), pp. 232-38.",
        "Slemrod, Joel (2007). Cheating Ourselves: The Economics of Tax Evasion, Journal of Economic Perspectives, 21(1), pp. 25-48.",
        "Zeldes, Steve (1989). Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, vol. 97(2), pp. 305-46. Data Appendix This appendix gives background information on all the data sources used in this paper."
    ]
}