{
    "id": 16529,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Aghion, P, N. Bloom and R. Blundell, Competition and Innovation: An Inverted-U Relationship. Quarterly Journal of Economics, Vol. 120, No 2, Pages 701-728. May 2005.",
        "Anadon, Laura Diaz and John P. Holdren. Policy for Energy Technology Innovation. Chap. 5 in Acting in Time on Energy Policy. Washington, D.C.: Brookings Institution Press, May 2009.",
        "Andadon, Laura Diaz, Kelly Sims Gallagher and Mathew Bunn: DOE FY 2010 Budget Request and Recovery Act Funding for Energy Research, Development, Demonstration, and Deployment: Analysis and Recommendations Working paper, Energy Technology Innovation Policy Group, the Belfer Center, the Kennedy School of Government at Harvard University. June 2009. Baldwin, Carliss and Kim Clark: Design Rules, Vol. 1: The Power of Modularity. MIT Press Berndt, Ernst R. and Neal J. Rappaport, Price and Quality of Desktop and Mobile Personal Computers: A Quarter Century Historical Overview, American Economic Review, Vol. 91, No.",
        "2, May 2001, 268-273.",
        "Brynjolfsson, Erik and Lorin M. Hitt, Computing Productivity: Firm-Level Evidence. Review of Economics and Statistics, November 2003, Vol. 85, No. 4, Pages 793-808 Bush, Vannevar Science, the Endless Frontier. Report to the President, 1945 Clarke, Leon. E., M. Wise, M. Placet, C. Izaurralde, J. Lurz, S. Kim, et al. 2006. Climate Change Mitigation: An Analysis of Advanced Technology Scenarios. Pacific Northwest National Laboratory, Richland, WA. Cockburn, I. Is the Pharmaceutical Industry in a Productivity Crisis? Chapter in A. Jaffe, J.",
        "Lerner, and S. Stern (eds.) Innovation Policy and the Economy, Volume 7. MIT Press for the National Bureau of Economic Research, Cambridge MA. 2007.",
        "Cohen, Linda and Roger Noll: The Technology Pork Barrel, Brookings, 20 U.S. Department of Energy (DOE). 2010. FY2011 Congressional Budget Request: Budget Highlights. Washington, DC: U.S. DOE.",
        "Duggan ,MG and William N. Evans (2008) Estimating the Impact of Medical Innovation: A Case Study of HIV Antiretroviral Treatments, Forum for Health Economics & Policy: Vol. 11: Issue 2 (Economics of the HIV Epidemic), Article 1. Available at: http://www.bepress.com/fhep/11/2/1 Edmonds, Jae, M. A. Wise, James J. Dooley, S. H. Kim, S. J. Smith, Paul. J. Runci, et al. 2007. Global Energy Technology Strategy: Addressing Climate Change. Joint Global Change Research Institute, Battelle Pacific Northwest National Laboratory, College Park, MD.",
        "Energy Information Association Annual Energy Outlook, 2008 Energy Information Administration (EIA). 2010. International Energy Outlook 2010. DOE/EIA0484 (2010). Washington, DC: EIA.",
        "GrÃ\u0083Â¼bler, Arnulf and Nebojsa Nakienovi and David Victor. Modeling Technological Change: Implications for the Global Environment. Annu. Rev. Energy Environment. 1999 24: 545-69.",
        "International Energy Agency (IEA). 2009. World Energy Outlook 2009. Paris: OECD/IEA.",
        "------. 2010. Energy Technology RD&D Budgets (2010 Edition). Paris: OECD/IEA.",
        "Henderson, Rebecca. Of Life Cycles Real and Imaginary: The Unexpectedly Long Old Age of Optical Lithography Research Policy, 1995, Vol. 24, pp 631-643.",
        "Lester, Richard. American's Energy Innovation Problem. MIT-IPC-Energy Innovation Working Paper 09-007, November 2009. Available on line at: http://web.mit.edu/ipc/research/energy/pdf/EIP_09-007.pdf Lichtenberg, Frank The impact of new drug launches on longevity: evidence from longitudinal disease-level data from 52 countries, 1982-2001, International Journal of Health Care Finance and Economics 5, 2005, pp. 47-73.",
        "Manne and Richels. 1992. Buying Greenhouse Insurance. Cambridge: MIT Press.",
        "National Science Foundation, Division of Science Resource Statistics, 2008 Nelson, Richard National Innovation Systems: A comparative analysis Oxford University Press, 1993.",
        "Newell, Richard G. 2010. The role of markets and policies in delivering innovation for climate change mitigation. Oxford Review of Economic Policy 26(2): 253-269.",
        "Newell, Richard A U.S. Innovation strategy for Climate Change Mitigation. The Brookings Institution, Discussion Paper 2008-15, December 2008. Available at: http://www.brookings.edu/papers/2008/12_climate_change_newell.aspx.",
        "P. Ogden, J. Podesta and J. Deutch. A new strategy to spur energy innovation. Issues in Science and Technology, Winter 2008.",
        "Pardey PG, J James, J Alston, S Wood, B Koo, E Binenbaum, T Hurley, and P Glewwe. (2007) Science, Technology, and Skills [International Science and Technology Practice and Policy (INSTEPP). Rome: CGIAR and Department of Applied Economics, University of Minnesota, for FAO.",
        "Popp, David, Richard G. Newell, and Adam B. Jaffe. 2008. Energy, the environment, and technological change. Prepared for publication in Handbook of Economics of Technical Change, ed. Bronwyn H. Hall and Nathan Rosenberg. Oxford: North-Holland.",
        "Reichman, Jerome, Arti K. Rai, Richard G. Newell, and Jonathan B. Weiner. 2008. Intellectual property and Alternatives: Strategies for a Green Revolution. Energy, Environment, and Development Programme Paper 08/03. Chatham House, London, UK.",
        "Schumpeter, Joseph A. (1934) The Theory of Economic Development, Cambridge, MA: Harvard University Press, 1934.",
        "Stavins, Robert. Addressing Climate Change with a Comprehensive U.S. Cap and Trade System The Oxford Review of Economic Policy, Volume 24, Number 2, 2008, pp. 298-321.",
        "Weiss, Charles and Bonvillian, William: Structuring an Energy Technology Revolution. The MIT Press, 2009.",
        "Wright BD, and PG Pardey. (2007) Changing intellectual property regimes: implications for developing country agriculture. International Journal of Technology and Globalization, 2(1/2):93114."
    ]
}