{
    "id": 16521,
    "cites": 15,
    "cited_by": 13,
    "reference": [
        "James Brander, Edward Egan and Thomas F. Hellmann (2010), Government Sponsored versus Private Venture Capital: Canadian Evidence in International Differences in Entrepreneurship, edited by J Lerner and A. Schoar, National Bureau of Economic Research, pp 275-320, University of Chicago Press, Chicago, IL, US.",
        "Bottazzi, Laura, Marco Da Rin, and Thomas Hellmann, 2008. Who are the active investors?: Evidence from venture capital. Journal of Financial Economics 89, (3) (9): 488-512.",
        "Chemmanur, Thomas, Karthik Krishnan and Debarshi Nandy, 2008, How does Venture Capital Financing Improve Efficiency in Private Firms? A Look Beneath the Surface Center for Economic Studies, U.S. Census Bureau, Working Papers Cumming, D. and MacIntosh, J. (2006) Crowding Out Private Equity: Canadian Evidence. In Journal of Business Venturing 21, 569-609.",
        "Da Rin, Marco, Giovanna Nicodano, and Alessandro Sembenelli. 2006. Public policy and the creation of active venture capital markets. Journal of Public Economics, 90 (8-9) (9): 1699723.",
        "De Alessi, Louis (1974) An economic analysis of government ownership and regulation, Public Choice 19, Issue 1, pp. 1-42.",
        "Fulghieri, Paolo, and Merih Sevilir. 2009a. Size and focus of a venture capitalist's portfolio. Review of Financial Studies 22, (11) (11): 4643-80.",
        "Fulghieri, Paolo, and Merih Sevilir. 2009b. Organization and financing of innovation, and the choice between corporate and independent venture capital. Journal of Financial & Quantitative Analysis 44, (6) (12): 1291-321.",
        "Hellmann, Thomas, Laura Lindsey, and Manju Puri. 2008. Building relationships early: Banks in venture capital. Review of Financial Studies 21, (2) (03): 513-41.",
        "Hsu, David H. 2006. Venture capitalists and cooperative start-up commercialization strategy. Management Science 52, (2) (02): 204-19.",
        "Kaplan, Steven N., and Per StrÃ\u0083Â¶mberg, 2004. Characteristics, contracts, and actions: Evidence from venture capitalist analyses. The Journal of Finance 59, (5) (10/27): 2177-210.",
        "Keuschnigg, Christian, and Soren Bo Nielsen. 2003. Tax policy, venture capital, and entrepreneurship. Journal of Public Economics 87 (1) (01): 175.",
        "Keuschnigg, Christian, and Soren Bo Nielsen. 2004. Start-ups, venture capitalists, and the capital gains tax. Journal of Public Economics, 88 (5) (4): 1011-42.",
        "La Porta, Rafael, Florencio Lopez-De-Silanes, Andrei Shleifer (2002). Government Ownership of Banks, The Journal of Finance 57(1), 265301.",
        "Masulis, Ronald W., and Rajarishi Nahata. 2009. Financial contracting with strategic investors: Evidence from corporate venture capital backed IPOs. Journal of Financial Intermediation 18, (4) (10): 599-631.",
        "Ozmel, Umit, David Robinson, and Toby Stuart. 2007. Strategic alliances, venture capital, and the going public decision. Mimeo, Duke University Phalippou, L. and Gottschalg, T., (2009) The performance of private equity funds, Review of Financial Studies 22(4):1747-1776 Sahlman, W. (1990) The Structure and Governance of the Venture Capital Organizations. In Journal of Financial Economics 27, 473-521."
    ]
}