{
    "id": 16526,
    "cites": 43,
    "cited_by": 58,
    "reference": [
        "Acemoglu, Daron, Good Jobs versus Bad Jobs, Journal of Labor Economics, 2001, 19 (1), 121.",
        "Andersen, Torben M. and Michael Svarer, Business Cycle Dependent Unemployment Insurance, Discussion Paper 5196, Institute for the Study of Labor (IZA) 2010.",
        "Andolfatto, David, Business Cycles and Labor-Market Search, American Economic Review, 1996, 86 (1), 112132.",
        "Arulampalam, Wiji and Mark B. Stewart, The Determinants of Individual Unemployment Durations in an Era of High Unemployment, The Economic Journal, 1995, 105 (429), 321332.",
        "Baily, Martin N., Some Aspects of Optimal Unemployment Insurance, Journal of Public Economics, 1978, 10 (3), 379402.",
        "Barron, John M., Mark C. Berger, and Dan A Black, Employer Search, Training, and Vacancy Duration, Economic Inquiry, 1997, 35 (1), 16792.",
        "Blanchard, Olivier J. and Jordi Gali, Labor Markets and Monetary Policy: A New-Keynesian Model with Unemployment, American Economic Journal: Macroeconomics, 2010, 2 (2), 130.",
        "Cahuc, Pierre and Etienne Lehmann, Should unemployment benefits decrease with the unemployment spell?, Journal of Public Economics, 2000, 77 (1), 135  153.",
        "Chetty, Raj, A General Formula for the Optimal Level of Social Insurance, Journal of Public Economics, 2006, 90 (10-11), 18791901.",
        ", A New Method of Estimating Risk Aversion, American Economic Review, 2006, 96 (5), 18211834.",
        ", Moral Hazard versus Liquidity and Optimal Unemployment Insurance, Journal of Political Economy, 2008, 116 (2), 173234.",
        "Coles, Melvyn and Adrian Masters, Optimal Unemployment Insurance in a Matching Equilibrium, Journal of Labor Economics, 2006, 24 (1), 109138.",
        "Diamond, Peter A., Mobility Costs, Frictional Unemployment, and Efficiency, Journal of Political Economy, 1981, 89 (4), 798812.",
        "Fredriksson, Peter and Bertil Holmlund, Optimal Unemployment Insurance in Search Equilibrium, Journal of Labor Economics, 2001, 19 (2), 370399.",
        "Gruber, Jonathan, The Consumption Smoothing Benefits of Unemployment Insurance, American Economic Review, 1997, 87(1), 192205.",
        "Haefke, Christian, Marcus Sonntag, and Thijs Van Rens, Wage Rigidity and Job Creation , Discussion Paper 3714, Institute for the Study of Labor (IZA) 2008.",
        "Hall, Robert E.,  Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, 2005, 95 (1), 5065.",
        "Hansen, Gary D. and Ayse Imrohoroglu, The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard, Journal of Political Economy, 1992, 100 (1), 118142.",
        "Holmlund, Bertil, Unemployment Insurance in Theory and Practice, Scandinavian Journal of Economics, 1998, 100 (1), 113141.",
        "Hopenhayn, Hugo A. and Juan Pablo Nicolini, Optimal Unemployment Insurance, Journal of Political Economy, 1997, 105 (2), 412438.",
        "Hosios, Arthur J., On the Efficiency of Matching and Related Models of Search and Unemployment, Review of Economic Studies, 1990, 57 (2), 279298.",
        "Jurajda, Stepan and Frederick J. Tannery, Unemployment Durations and Extended Unemployment Benefits in Local Labor Markets, Industrial and Labor Relations Review, 2003, 56 (2), 324348.",
        "Kiley, Michael T., How Should Unemployment Benefits Respond to the Business Cycle?, Topics in Economic Analysis and Policy, 2003, 3 (1), 120.",
        "Kocherlakota, Narayana R., Figuring out the impact of hidden savings on optimal unemployment insurance,  Review of Economic Dynamics, 2004, 7 (3), 541554.",
        "Kroft, Kory, Takeup, Social Multipliers and Optimal Social Insurance, Journal of Public Economics, 2008, 92, 722737.",
        "Krueger, Alan B. and Bruce Meyer, Labor Supply Effects of Social Insurance, Vol. 4 of Handbook of Public Economics, Elsevier, Layard, Richard, Stephen Nickell, and Richard Jackman, Unemployment: Macroeconomic Performance and the Labour Market, 2nd ed., Oxford: Oxford University Press, 1991.",
        "Lentz, Rasmus, Optimal unemployment insurance in an estimated job search model with savings, Review of Economic Dynamics, 2009, 12 (1), 3757.",
        "Marimon, Ramon and Fabrizio Zilibotti, Unemployment vs. Mismatch of Talent: Reconsidering Unemployment Benefits, The Economic Journal, 1999, 109, 14680297.",
        "Merz, Monika, Search in the Labor Market and the Real Business Cycle, Journal of Monetary Economics, 1995, 36 (2), 269300.",
        "Meyer, Bruce, Unemployment Insurance and Unemployment Spells, Econometrica, 1990, 58(4), 757 782.",
        "Michaillat, Pascal, Do Matching Frictions Explain Unemployment? Not in Bad Times., August 2010. https://sites.google.com/site/pmichaillat/domatchingfrictions.pdf.",
        "Moen, Espen R., Competitive Search Equilibrium, Journal of Political Economy, 1997, 105 (2), 385411.",
        "Moffitt, Robert, Unemployment Insurance and the Distribution of Unemployment Spells, Journal of Econometrics, 1985, 28 (1), 85101.",
        "Mortensen, Dale T., Unemployment Insurance and Job Search Decisions, Industrial and Labor Relations Review, 1977, 30 (4), 505517.",
        "Moyen, Stephane and Nikolai Stahler, Unemployment Insurance and the Business Cycle: Prolong Entitle42 ment Benefits in Bad Times?, Discussion Paper 30/2009, Deutsche Bundesbank 2009.",
        "Petrongolo, Barbara and Christopher A. Pissarides, Looking into the Black Box: A Survey of the Matching Function, Journal of Economic Literature, 2001, 39 (2), 390431.",
        "Pissarides, Christopher A., The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer?, Econometrica, 2009, 77 (5), 13391369.",
        "Sanchez, Juan M., Optimal State-Contingent Unemployment Insurance, Economics Letters, 2008, 98 (3), 348357.",
        "Schmieder, Johannes F., Till M. von Wachter, and Stefan Bender, The Effects of Extended Unemployment Insurance Over the Business Cycle: Evidence from Regression Discontinuity Estimates over Twenty Years, October 2010.",
        "Shavell, Steven and Laurence Weiss, The Optimal Payment of Unemployment Insurance Benefits over Time, Journal of Political Economy, 1979, 87 (6), 13471362.",
        "Shimer, Robert, The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review, 2005, 95 (1), 2549.",
        "Silva, Jose I. and Manuel Toledo, Labor Turnover Costs and the Behavior of Vacancies and Unemployment,  2005 Meeting Papers 775, Society for Economic Dynamics 2005.",
        "Spinnewijn, Johannes, Unemployed but Optimistic: Optimal Insurance Design with biased Beliefs, 2010."
    ]
}