{
    "id": 16538,
    "cites": 23,
    "cited_by": 11,
    "reference": [
        "Arzaghi, Mohammad and Vernon Henderson. 2008. Networking off Madison Avenue, Review of Economic Studies, 75(4): 1011-1038.",
        "Berman, Eli and Linda Bui. 2001a. Environmental Regulation and Labor Demand: Evidence from the South Coast Air Basin, Journal of Public Economics, 79(2): 265295.",
        "____. 2001b. Environmental Regulation and Productivity: Evidence from Oil Refineries, Review of Economics and Statistics, 83(3): 498510.",
        "Becker, Randy and Vernon Henderson. 2000. Effects of Air Quality Regulations on Polluting Industries, Journal of Political Economy, 108(2): 379421.",
        "Carlton, Dennis. 1983. The Location and Employment Choices of New Firms: An Econometric Model with Discrete and Continuous Endogenous Variables, Review of Economics and Statistics, 65(3): 440-449.",
        "Copeland, Brian and Scott Taylor. 2004. Trade, Growth, and the Environment, Journal of Economic Literature, 42(1): 7-71.",
        "Crandall, Robert. 1993. Manufacturing on the Move. Brookings Institution Press.",
        "Davis, Steven, Cheryl Grim, John Haltiwanger, and Mary Streitwieser. 2008. Electricity Pricing to U.S. Manufacturing Plants, 19632000, National Bureau of Economic Research Working Paper No. 13778.",
        "Deschenes, Olivier. 2010. Climate Policy and Labor Markets, NBER Working Paper #16111.",
        "Dumais, Guy, Glen Ellison, and Edward Glaeser. 2002. Geographic Concentration as a Dynamic Process, Review of Economics and Statistics, 84(2): 193-204.",
        "Ellison, Glen and Edward Glaeser. 1997. Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy, 105(5): 889-927.",
        "Ellison, Glen and Edward Glaeser. 1999. The Geographic Concentration of Industry: Does Natural Advantage Explain Agglomeration? American Economic Review Papers and Proceedings, 89(2): 311-317.",
        "Greenstone, Michael. 2002. The Impacts of Environmental Regulation on Industrial Activity, Journal of Political Economy, 110(6): 11751219.",
        "Henderson, Vernon. 1994. Where Does an Industry Locate? Journal of Urban Economics, 35(1): 83-104.",
        "_____. 1996. The Effect of Air Quality Regulation. American Economic Review, 86(4): 789 813.",
        "Holland, Stephen and Erin Mansur. 2008. Is Real-Time Pricing Green? The Environmental Impacts of Electricity Demand Variance, Review of Economics and Statistics, 90(3): 550561.",
        "Holmes, Thomas. 1998. The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders, Journal of Political Economy, 106(4): 667705.",
        "Kahn, Matthew E. 1997. Particulate Pollution Trends in the United States, Regional Science and Urban Economics, 27(1): 87-107.",
        "Killian, Lutz. 2008. The Economic Effects of Energy Price Shocks, Journal of Economic Literature, 46(4): 871909.",
        "Krugman, Paul. 1991. Geography and Trade. Cambridge, MA: MIT Press.",
        "Linn, Joshua. 2009. Why Do Energy Prices Matter? The Role Of Interindustry Linkages In U.S. Manufacturing, Economic Inquiry, vol. 47(3), 549-567.",
        "Rosenthal, Stuart and William Strange. 2003. Geography, Industrial Organization, and Agglomeration, Review of Economics and Statistics, 85(2): 377-393.",
        "_____. 2004. Evidence on the Nature and Sources of Agglomeration Economies, Handbook of Urban and Regional Economics, Vol. 4, J.V. Henderson and J-F Thisse (eds.), North Holland."
    ]
}