{
    "id": 16535,
    "cites": 27,
    "cited_by": 36,
    "reference": [
        "ArtuÃ\u0083Â§, Erhan, Shubham Chaudhuri, and John McLaren (2008). Delay and Dynamics in Labor Market Adjustment: Simulation Results. Journal of International Economics, 75:1, pp. 1-13.",
        "(2010). Trade Shocks and Labor Adjustment: A Structural Empirical Approach.  American Economic Review, 100:3 (June), pp. 1008-1045.",
        "Austen, Ian (2008). Trade Pact Controversy in Democratic Race Reaches Into Canadian Parliament. The New York Times, March 7.",
        "Bernard, Andrew B., J. Bradford Jensen, and Peter K. Schott (2006). Survival of the Best Fit: Exposure to Low-wage Countries and the (Uneven) Growth of U.S. Manufacturing Plants. Journal of International Economics 68, pp. 219-37.",
        "Brown, Sherrod (2004). Myths of Free Trade: Why American Trade Policy has Failed. New York: The New Press.",
        "Burfisher, Mary E., Sherman Robinson, and Karen Thierfelder (2001). The Impact of NAFTA on the United States. Journal of Economic Perspectives, 15:1 (Winter), pp. 125-144.",
        "Caliendo, Lorenzo and Fernando Parro (2009). Estimates of the Trade and Welfare Effects of NAFTA. Working Paper, University of Chicago.",
        "Duggan, Paul (1999). NAFTA a Mixed Blessing for Laredo. Washington Post, Sunday, April 18, p. A17.",
        "Feenstra, Robert C., John Romalis, and Peter K. Schott (2002). U.S. Imports, Exports, and Tariff Data, 1989-2001. NBER Working Paper 9387.",
        "Fukao, Kyoji, Toshihiro Okubo, and Robert Stern (2003). An Econometric Analysis of Trade Diversion under NAFTA. North American Journal of Economics and Finance, 14:1 (March), pp. 3-24.",
        "Hakobyan, Shushanik (2010). Accounting for Underutilization of Trade Preference Programs: U.S. Generalized System of Preferences. Mimeo, University of Virginia.",
        "Hanson, Gordon H. (2007). Globalization, Labor Income, and Poverty in Mexico, in Ann Harrison (ed.), Globalization and Poverty. Chicago: University of Chicago Press.",
        "Harrison, Ann, John McLaren, and Margaret S. McMillan (2010). Recent Findings on Trade and Inequality. NBER Working Paper #16425 (September).",
        "Hosios, Arthur J. (1990). Factor Market Search and the Structure of Simple General Equilibrium Models. Journal of Political Economy, 98:2 (April), pp. 325-355.",
        "Hufbauer, Gary Clyde and Jeffrey J. Schott (2005). NAFTA Revisited: Achievements and Challenges. Washington, D.C.: Institute for International Economics.",
        "Kovak, Brian K. (2010). Regional Labor Market Effects of Trade Policy: Evidence from Brazilian Liberalization. Working Paper, Carnegie Mellon University.",
        "Kumar, Anil (2006). Did NAFTA Spur Texas Exports? Southwest Economy (Federal Reserve Bank of Dallas), March/April, pp. 3-7.",
        "Leonhardt, David (2008). The Politics of Trade in Ohio. The New York Times, February 27.",
        "Pavcnik, Nina, Orazio Attanasio and Pinelopi Goldberg (2004). Trade Reforms and Income Inequality in Colombia. Journal of Development Economics, 74 (August), pp. 331-366.",
        "Prina, Silvia (2009(a)). Who Benefited More from NAFTA: Small or Large Farmers? Evidence from Mexico. Working Paper, Department of Economics, Case Western Reserve University.",
        "(2009(b)). Effects of NAFTA on Agricultural Wages and Employment in Mexico. Case Western Reserve University.",
        "Revenga, Ana L. (1992). Exporting Jobs?: The Impact of Import Competition on Employment and Wages in U.S. Manufacturing. Quarterly Journal of Economics, 107:1 (February), pp. 255-284.",
        "Rodrik, Dani (1994), The Rush to Free Trade in the Developing World: Why So Late? Why Now? Will It Last? in Stephan Haggard and Steven B. Webb, (eds.), Voting for Reform: Democracy, Political Liberalization, and Economic Adjustment, New York, NY: Oxford University Press.",
        "Romalis, John (2007). NAFTA's and CUSFTA's Impact on International Trade. Review of Economics and Statistics, 89:3 (August), pp. 416-435.",
        "Sethupathy, Guru (2009). Offshoring, Wages, and Employment: Theory and Evidence. Working Paper, Johns Hopkins University.",
        "Topalova, Petia (2007). Trade Liberalization, Poverty and Inequality: Evidence from Indian Districts. Chapter 7 in Ann Harrison (ed.) Globalization and Poverty. Chicago: University of Chicago Press, pp. 291-336.",
        "Trefler, Daniel (2004). The Long and Short of the Canada-U.S. Free Trade Agreement. American Economic Review, 94:4 (September), pp. 870-895."
    ]
}