{
    "id": 16537,
    "cites": 48,
    "cited_by": 49,
    "reference": [
        "Adam, Klaus and Mario Padula, 2003. Inflation Dynamics and Subjective Expectations in the United States, European Central Bank Working Paper 222.",
        "Andolfatto, David, Scott Hendry, and Kevin Moran, 2007. Are Inflation Expectations Rational? Journal of Monetary Economics 55(2), 406-422.",
        "Andrade, Philippe, and Herve Le Bihan, 2010. Inattentive Professional Forecasters, mimeo.",
        "Ang, Andrew, Geert Bekaert, and Min Wei, 2007. Do macro variables, asset markets or surveys forecast inflation better? Journal of Monetary Economics 54(4), 1163-1212.",
        "Arnone, Marco, Bernard J. Laurens, Jean-FranÃ\u0083Â§ois Segalotto, and Martin Sommer, 2009. Central Bank Autonomy: Lessons from Global Trends, IMF Staff Papers 56(June), 263-296.",
        "Bacchetta, Philippe, Elmar Mertens, and Eric van Wincoop. 2008. Predictability in Financial Markets: What Do Survey Expectations Tell Us? Forthcoming in Journal of International Money and Finance.",
        "Ball, Laurence, N. Gregory Mankiw and Ricardo Reis, 2005. Monetary Policy for Inattentive Economies, Journal of Monetary Economics 52 (4), 703-725.",
        "Barro, Robert J., and David B. Gordon, 1983. Rules, discretion and reputation in a model of monetary policy, Journal of Monetary Economics 12(1), 101-121.",
        "Bauer, Andy, Robert A. Eisenbeis, Daniel F. Waggoner, and Tao Zha, 2003. Forecast Evaluation with Cross-Section Data: The Blue Chip Surveys, Federal Reserve Bank of Atlanta Economic Review Second Quarter 2003, 17-31.",
        "Bernanke, Ben S. and Frederic S. Mishkin, 1997. Inflation Targeting: A New Framework For Monetary Policy? Journal of Economic Perspectives 11(2), 97-116.",
        "Branch, William A., 2007. Sticky information and model uncertainty in survey data on inflation expectations, Journal of Economic Dynamics and Control 31, 245-276.",
        "Bryan, Michael F. and Linsey Molloy, 2007. Mirror, Mirror, Who's the Best Forecaster of Them All? Federal Reserve Bank of Cleveland Economic Commentary 3-15-2007.",
        "Capistran, Carlos, and Manuel Ramos-Francia, 2010. Does Inflation Targeting Affect the Dispersion of Inflation Expectations, Journal of Money, Credit and Banking, 42(1), 113-134.",
        "Carroll, Christopher D. 2003. Macroeconomic Expectations of Households and Professional Forecasters, Quarterly Journal of Economics 118(1), 269-298.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler, 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics 115(1), 147-180.",
        "Coibion, Olivier and Yuriy Gorodnichenko, 2008. What can survey forecasts tell us about informational rigidities? NBER Working Paper 14586.",
        "Coibion, Olivier and Yuriy Gorodnichenko, 2009. Monetary Policy, Trend Inflation, and the Great Moderation: An Alternative Interpretation, forthcoming in American Economic Review.",
        "Coibion, Olivier, 2010. Testing the Sticky-Information Phillips Curve, Review of Economics and Statistics 92(1), 87-101.",
        "Davis, Steven J., and James A. Kahn, 2008. Interpreting the Great Moderation: Changes in the Volatility of Economic Activity at the Macro and Micro Levels, Journal of Economic Perspectives 22(4), 155180.",
        "Dovern, Jonas, Ulrich Fritsche, and Jiri Slacalek, 2010. Disagreement among Forecasters in G-7 Countries, mimeo.",
        "Driscoll, John C. and Aart C. Kraay, 1998. Consistent Covariance Matrix Estimation With Spatially Dependent Panel Data, The Review of Economics and Statistics 80(4) 549-560.",
        "Epstein, Larry G. and Martin Schneider, 2008. Ambiguity, Information Quality and Asset Pricing, Journal of Finance 63(1), 197-228.",
        "Gorodnichenko, Yuriy, 2008. Endogenous Information, Menu Costs, and Inflation Persistence, NBER WP #14184.",
        "Gourinchas, Pierre-Olivier and Aaron Tornell, 2004. Exchange-Rate Puzzles and Distorted Beliefs Journal of International Economics 64, 303-333.",
        "GÃ\u0083Â¼rkaynak, Refet S., Andrew T. Levin and Eric T. Swanson, 2006. Does Inflation Targeting Anchor Long-Run Inflation Expectations? Evidence from Long-Term Bond Yields in the U.S., U.K., and Sweden, forthcoming in Journal of the European Economic Association.",
        "Haubrich, Joseph, George Pennacchi, and Peter Ritchken, 2008. Estimating Real and Nominal Term Structures using Treasury Yields, Inflation, Inflation Forecasts and Inflation Swap Rates, Federal Reserve Bank of Cleveland Working Paper 08-10.",
        "Ilut, Cosmin, 2010. Ambiguity Aversion: Implications for the Uncovered Interest Rate Parity Puzzle, mimeo.",
        "Khan, Hashmat, and Zhenhua Zhu. (2006) Estimates of the Sticky-Information Phillips Curve for the United States, Journal of Money, Credit and Banking 38(1), 195-207.",
        "Kiley, Michael T., 2007. A Quantitative Comparison of Sticky Price and Sticky Information Models of Price Setting. Journal of Money, Credit, and Banking, 39(1), 101-125.",
        "Kydland, Finn E. and Edward C. Prescott, 1982. Time to Build and Aggregate Fluctuations, Econometrica 50(6), 1345-1370.",
        "Laster, David, Paul Bennett, In Sum Geoum, 1999. Rational Bias in Macroeconomic Forecasts, Quarterly Journal of Economics 114(1) 293-318.",
        "Levin, Andrew T., Fabio M. Natalucci, and Jeremy M. Piger, 2004. The Macroeconomic Effects of Inflation Targeting, Federal Reserve Bank of St. Louis Review 86(4), 51-80.",
        "Little, Jane Sneddon and Teresa Foy Morano, 2008. Inflation Targeting  Central Bank Practice Overseas, Federal Reserve Bank of Boston Working Paper 08-1.",
        "Lucas, Robert E., 1972. Expectations and the Neutrality of Money, Journal of Economic Theory 4(2), 103-124.",
        "Mackowiak, Bartosz and Mirko Wiederholt, 2009. Optimal Sticky Prices under Rational Inattention, American Economic Review 99(3), 769-803.",
        "McConnell, Margaret, and Gabriel Perez-QuirÃ\u0083Â³s. 2000. Output Fluctuations in the United States: What Has Changed since the Early 1980s? American Economic Review 90(5), 1464-76.",
        "Mehra, Yash P., 2002. Survey Measures of Expected Inflation: Revisiting the Issues of Predictive Content and Rationality, Federal Reserve Bank of Richmond Economic Quarterly 88(3), 17-36.",
        "Paciello, Luigi and Mirko Wiederholt, 2010. Imperfect Information and Optimal Monetary Policy, mimeo.",
        "Patton, Andrew J. and Allan Timmermann, 2010. Why do forecasters disagree? Lessons from the term structure of cross-sectional dispersion, forthcoming in Journal of Monetary Economics.",
        "Piazzesi, Monika and Martin Schneider, 2008. Bond Positions, Expectations, and the Yield Curve, Working Paper 2008-02, Federal Reserve Bank of Atlanta.",
        "Reis, Ricardo, 2006. Inattentive Producers, Review of Economic Studies 73(3), 793-821.",
        "Reis, Ricardo, 2009. Optimal Monetary Policy Rules in an Estimated Sticky-Information Model, American Economic Journal: Macroeconomics 1(2), 1-28.",
        "Roberts, John M., 1997. Is Inflation Sticky? Journal of Monetary Economics 39(1), 173-196.",
        "Roberts, John M., 1998. Inflation Expectations and the Transmission of Monetary Policy, Finance and Economics Discussion Series 1998-43, Board of Governors of the Federal Reserve System.",
        "Roger, Scott, 2010. Inflation Targeting Turns 20, Finance and Development 47(1) 46-49.",
        "Sims, Christopher A., 2003. Implications of Rational Inattention, Journal of Monetary Economics 50(3), 665-690.",
        "Thomas, Lloyd B., 1999. Survey Measures of Expected U.S. Inflation, Journal of Economic Perspectives 13(4) 125-144.",
        "Woodford, Michael, 2001. Imperfect Common Knowledge and the Effects of Monetary Policy, published in P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton Univ. Press, 2002."
    ]
}