{
    "id": 16546,
    "cites": 30,
    "cited_by": 79,
    "reference": [
        "Akerlof, George A. and Kranton, Rachel E. 2000. Economics and Identity. Quarterly Journal of Economics, 115(3): 715-753.",
        "Altonji, Joseph G., and Rebecca Blank. 1999. Race and Gender in the Labor Market. In Handbook of Labor Economics, Vol. 3C, eds. O. Ashenfelter, and D. Card, 31443259. Amsterdam: Elsevier Science.",
        "Balafoutas, Loukas and Matthias Sutter. 2010. Gender, Competition and the Efficiency of Policy Intervention. Working Papers in Economics 450, GÃ\u0083Â¶teborg University, Department of Economics.",
        "Barber, Bret M. and Terrance Odean. 2001. Boys Will be Boys: Gender, Overconfidence, and Common Stock Investment. Quarterly Journal of Economics, 116(1): 261-292.",
        "Bertrand, Marianne, and Kevin F. Hallock. 2001. The Gender Gap in Top Corporate Jobs. Industrial and Labor Relations Review, 55(1): 321.",
        "Blau, Francine, and Lawrence M. Kahn. 2000. Gender Differences in Pay. Journal of Economic Perspectives, 14(4): 7599.",
        "Bureau of Labor Statistics Employment and Earnings, January 2010, Vol. 57, No. 1. Available online: http://www.bls.gov/opub/ee/empearn201001.pdf Cason, Timothy N.; Masters, William A. and Sheremeta, oman M. 2010. Entry into Winner-Take-All and Proportional-Prize Contests: An Experimental Study, Journal of Public Economics, 94(9-10): 604611.",
        "Chiappori, Pierre-Andre and Bernard SalaniÃ\u0083Â©. 2003. Testing Contract Theory: A Survey of Some Recent Work. In Advances in Economics and Econometrics: Theory and Application, Eighth World Congress (Econometric Society Monographs), eds. M. Dewatripont, L. Hansen, and P. Turnovsky, 115149. Cambridge: Cambridge University Press. Dohmen, Thomas and Falk, Armin. Forthcoming. Performance Pay and Multidimensional Sorting - Productivity, Preferences and Gender. American Economic Review.",
        "Gabriel, Paul E. and Susanne Schmidtz. 2007. Gender Differences in Occupational Distributions Among Workers. Monthly Labor Review, 130(6): 19-24.",
        "Galor, Oded, and David N. Weil. 1996. The Gender Gap, Fertility, and Growth. American Economic Review, 86(3): 374-387.",
        "Gneezy, Uri, Kenneth L. Leonard and John A. List. 2009. Gender Differences in Competition: Evidence from a Matrilineal and a Patriarchal Society. Econometrica, 77(3): 909-931.",
        "Gneezy, Uri, Muriel Niederle and Aldo Rustichini. 2003. Performance in Competitive Environments: Gender Differences. Quarterly Journal of Economics, 118(3): 1049 1074.",
        "Goldin, Claudia. 1990. Understanding the Gender Gap: An Economic History of American Women, New York: Oxford University Press.",
        "Goldin, Claudia, and Cecilia Rouse. 2000. Orchestrating Impartiality: The Impact of `Blind' Auditions on Female Musicians. American Economic Review, 90(4): 715741.",
        "Groves, Theodore, Yongmiao Hong, John McMillan and Barry Naughton. 1994. Autonomy and Incentives in Chinese State Enterprises. Quarterly Journal of Economics, 109(1):183209.",
        "Datta Gupta, Nabanita, Anders Poulsen and Marie-Claire Villeval. 2005. Male and Female Competitive Behavior  Experimental Evidence. IZA Discussion Paper, No. 1833.",
        "Harrison, Glenn and John A. List. 2004. Field Experiments. Journal of Economic Literature, 42(4): 10091055.",
        "Hart, Oliver, and Bengt Holmstrom. 1987. The Theory of Contracts. In Advances in Economic Theory: Fifth World Congress, ed. Truman F. Bewley. Cambridge: Cambridge University Press.",
        "Ichniowski, Casey, Kathryn Shaw and Giovanna Prennushi. 1997. The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines. American Economic Review, 87(3): 291-313.",
        "Jones, Derek and Takeo Kato. 1995. The Productivity Effects of Employee Stock-Ownership Plans and Bonuses. American Economic Review, 85(3):391414.",
        "Lazear, Edward. 1995. Personnel Economics, Cambridge, MA: MIT Press.",
        "Lazear, Edward. 2000. Performance Pay and Productivity. American Economic Review, 90(5): 1346-1361.",
        "Lemieux, Thomas, MacLeod W. Bentley, and Daniel Parent. 2009. Performance Pay and Wage Inequality. Quarterly Journal of Economics, 124(1): 1-49.",
        "List, John A. and Imran Rasul. 2010. Field Experiments in Labor Economics. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 16062, June 2010.",
        "Niederle, Muriel and Lise Vesterlund. 2007. Do Women Shy Away From Competition? Do Men Compete Too Much? Quarterly Journal of Economics, 122(3), 1067-1101.",
        "Paarsch, Harry J., and Bruce Shearer. 1999. The Response of Worker Effort to Piece Rate: Evidence from the British Columbia Tree-Planting Industry. Journal of Human Resources, 34(4): 643-667.",
        "Prendergast, Canice. 1999. The Provision of Incentives in Firms. Journal of Economic Literature, 37(1): 763.",
        "Salop, Joanne and Steven Salop. 1976. Self-Selection and Turnover in the Labor Market. Quarterly Journal of Economics, 90(4): 619627.",
        "Spence, Michael. 1973. Job Market Signaling. Quarterly Journal of Economics, 87(3): 355 374.",
        "Spencer, Steven J., Claude M. Steele, and Diane M. Quinn. 1999. Stereotype Threat and Women's Math Performance. Journal of Experimental Social Psychology, 35, 4-28."
    ]
}