{
    "id": 16547,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Al-Ubaydli, O., and M. Lee (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An experimental study of asymmetric reciprocity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization. Forthcoming.",
        "Andreoni, J., W. Harbaugh and L. Vesterlund (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The carrot or the stick: rewards, punishments, and cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 93, p893-902.",
        "Aristotle (2004). Rhetoric (Book II), translated by W. Rhys Roberts. Dover Publications.",
        "Arrow, K. (1972). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gift and exchanges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Philosophy and Public Affairs. 1, p343-362.",
        "Baumeister, R., E. Bratslavsky, C. Finkenauer and K. Vohs (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bad is stronger than good,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of General Psychology. 5, p323-370.",
        "Berg, J., J. Dickhaut and K. McCabe (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trust, reciprocity and social history,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior. 10, p122-142.",
        "A related study is Rand et al. (2009), which finds that in repeated a public goods game, reward is superior to punishment in eliciting cooperation. Also, see Kube et al. (2006) for a field comparison of positive and negative reciprocity in a one-shot setting.",
        "Fehr, E. and J. List (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The hidden costs and returns of incentives Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c trust and trustworthiness among CEOs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of European Economic Association. 2, p743-771.",
        "Fiedler, L. (1982). Love and death in the American novel. Stein & Day, New York.",
        "Fischbacher, U. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093z-Tree: Zurich toolbox for ready-made economic experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics. 10, p171-178.",
        "Ito, T. , J. Cacioppo and P. Lang (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting affecting using the International Affective Picture System: Bivariate evaluation and ambivalence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Personality and Social Psychology Bulletin. 24, p855879.",
        "Kube, S., M. Marechal and C. Puppe (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting reciprocity to work Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c positive versus negative responses in the field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Karlsruhe.",
        "List, J. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does market experience eliminate market anomalies?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. 118, p41-71.",
        "Oehman, A., D. Lundqvist and F. Esteves (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The face in the crowd revisited: A threat advantage with schematic stimuli,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology. 80, p381-396.",
        "Offerman, T. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hurting hurts more than helping helps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review. 46, p14231437.",
        "Pereira, P., N. Silva and J Silva (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive and negative reciprocity in the labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization. 59, p406-422.",
        "Rand, D., A. Dreber, T. Ellingsen, D. Fudenberg and M. Nowak (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive interactions promote public cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science. 325, p1272-1275.",
        "Tversky, A. and D. Kahneman (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Loss aversion in riskless choice: a reference-dependent model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. 106, p1039-1061.",
        "Van Goozen, S. and N. Frijda (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emotion words used in six European countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Social Psychology. 23, p89-95. Conditional results for result 1 The dummy variable Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cRewardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ takes the value 1 when the worker rewards. The dummy variable Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPunishÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ takes the value 1 when the punishes. In probits, the reported figure is the estimated marginal effect. correspond to the fact that each session has two groups. Estimated period/group fixed effects are omitted. observations corresponding to the manager playing"
    ]
}