{
    "id": 16540,
    "cites": 19,
    "cited_by": 11,
    "reference": [
        "Best, Michael H. 1990. New Competition: Institutions of Industrial Restructuring, Cambridge. Ma,. Harvard University Press.",
        ", Brown, Charles. Firms' Choice of Method of Pay.1990. Industrial and Labor Relations Review, Vol. 43, Special Issue (February), pp.165-82, Brown, Martin, & Peter Philips. 1986. The Decline of the Piece-Rate System in California Canning: Technological Innovation, Labor Management, and Union Pressure, 18901947. Business History Review 60(4), 564601.",
        "Bureau of Labor Statistics. 1997. Industry Wage Survey. U.S. Department of Labor, GPO.",
        "Freeman, Richard B., & Morris M. Kleiner. 2005. The Last American Shoe Manufacturers: Decreasing Productivity and Increasing Profits in the Shift from Piece Rates to Continuous Flow Production. Industrial Relations, 44(2), 307330.",
        "Gibbs, Michael, 1998. Lincoln Electric. Personnel Economics for Managers: Instructors Manual, pp. 4-5, New York: John Wiley and Sons.",
        "Griffith, Rachel, & Andy Neely. 2006. Incentives and Managerial Experience in Multi-Task Teams: Evidence from Within a Firm. Working paper, Institute for Fiscal Studies, London.",
        "Helper, Susan, & Morris M. Kleiner. 2009. International Differences in Lean Production, Productivity, and Employee Attitudes. In R. B. Freeman and K. Shaw (eds.), International Differences in Business Practices and Productivity. Chicago: University of Chicago Press.",
        "Holmstrom, Bengt, & Paul Milgrom. 1991. Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design. Journal of Law, Economics and Organization, 7(0), 2452, Special I.",
        "Jacobsen, Joyce P., & Gilbert L. Skillman. 2004. Labor Markets and Employment Relationships: A Comprehensive Approach. London: Blackwell Publishers.",
        "Judge, Timothy A., Carl J. Thoresen, Joyce E. Bono, & Gregory K. Patton. 2001. The Job SatisfactionJob Performance Relationship: A Qualitative and Quantitative Review. Psychological Bulletin, 127(3), 376407.",
        "Lazear, Edward. 2000. Performance Pay and Productivity. American Economic Review, 90(5), 13461361.",
        "Lazear, Edward and Kathryn Shaw, 2007. Personnel Economics: The Economist's View of Human Resources, Journal of Economic Perspectives, 21, no. 4:91-114.",
        "______, 1993. Industry Clusters and Global Webs: Organizational Capabilities in the U.S. Economy, Industrial and Corporate Change, 2 1-24; Marginson, Paul 2010. The Decline of Incentive Pay in British Manufacturing Industrial Relations Journal, Vol. 41, Issue 4, pp. 289-311, July.",
        "Milgrom, Paul, & John Roberts. 1995. Complementarities and Fit Strategy, Structure, and Organizational Change in Manufacturing. Journal of Accounting and Economics, 19(23), 179 208.",
        "Paarsch, Harry J. and Bruce Shearer, 2000 Piece Rates, Fixed Wages and Incentive Effects: Statistical Evidence from Payroll Records. International Economic Review, 41(1): 59-92.",
        "Roy, Donald. 1952. Quota Restriction and Goldbricking in a Machine Shop American Journal of Sociology, pp. 427- 442.",
        "Schildkraut, Jeffrey L. 2003. NCS Reviews the Effectiveness of Variable Pay Collection. U.S. Bureau of Labor Statistics.Available at http://www.bls.gov/opub/cwc/cm20030324ar01p1.htm.",
        "Seiler, Eric.Piece Rate v. Time Rate: The Effect of Incentives on Earnings. 1984. Review of Economics and Statistics, Vol. 66, no. 3 (August), pp. 363-76, Shaw, Jason, Nina Gupta, & John Delery. 2001. Congruence Between Technology and Compensation Systems: Implications for Strategy Implementation. Strategic Management Journal, 22(4), 379386.",
        "Snell, Scott, & James Dean. 1994. Strategic Compensation for Integrated Manufacturing: The Moderating Effects of Jobs and Organizational Inertia. Academy of Management Journal, 37, 11091140."
    ]
}