{
    "id": 16541,
    "cites": 44,
    "cited_by": 28,
    "reference": [
        "Alexopoulos, Michelle and Jon Cohen, Uncertain Times, Uncertain Measures, University of Toronto working paper 352 (2009).",
        "Alquist, Ron and Lutz Kilian, What Do We Learn from the Price of Crude Oil Futures? Journal of Applied Econometrics 25 (June, 2010), 539-573.",
        "Arrow, Kenneth J., Optimal Capital Policy with Irreversible Investment, in Value, Capital and Growth, Essays in Honor of Sir John Hicks, ed. James N. Wolfe. Edinburgh, Scotland: Edinburgh University Press (1968).",
        "Arrow, Kenneth J. and Anthony C. Fisher, Environmental Preservation, Uncertainty, and Irreversibility, Quarterly Journal of Economics 88 (May, 1974), 312-319.",
        "Aguerrevere, Felipe L., Equilibrium Investment Strategies and Output Price Behavior: A RealOptions Approach, Review of Financial Studies 16 (Winter, 2003), 1239-1272.",
        "Bachmann, Ruediger, Steffen Elstner, and Eric R. Sims, Uncertainty and Economic Activity: Evidence from Business Survey Data, NBER working paper #16143 (2010).",
        "Bernanke, Ben S., Irreversibility, Uncertainty, and Cyclical Investment, Quarterly Journal of Economics 98 (February, 1983), 85-106.",
        "Black, Fischer, The Pricing of Commodity Contracts, Journal of Financial Economics 3 (1976), 167-179.",
        "Black, Fischer and Myron Scholes, The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81 (May-June, 1973), 637-654.",
        "Bloom, Nicholas, The Impact of Uncertainty Shocks, Econometrica 77 (May, 2009), 623-685.",
        "Bloom, Nicholas, Stephen Bond, and John Van Reenen, Uncertainty and Investment Dynamics, Review of Economic Studies 74 (2007), 391-415.",
        "Bloom, Nicholas, Max Floetotto, and Nir Jaimovich, Really Uncertain Business Cycles, mimeo (2009).",
        "Chernenko, Sergey V., Krista B. Schwarz, and Jonathan H. Wright, The Information Content of Forward and Futures Prices: Market Expectations and the Price of Risk, Federal Reserve Board of Governors International Finance Discussion Paper 808 (2004).",
        "Collard-Wexler, Allan, Demand Fluctuations in the Ready-Mix Concrete Industry, mimeo (2008).",
        "Dixit, Avinash K., Entry and Exit Decisions Under Uncertainty, Journal of Political Economy 97 (June, 1989), 620-638.",
        "Dixit, Avinash K. and Robert S. Pindyck, Investment Under Uncertainty, Princeton, NJ: Princeton University Press (1994).",
        "Dunne, Timothy and Xiaoyi Mu, Investment Spikes and Uncertainty in the Petroleum Refining Industry, Journal of Industrial Economics 58 (March, 2010), 190-213.",
        "Ericson, Richard and Ariel Pakes, Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies 62 (1995), 5-82.",
        "FernÃ\u0083Â¡ndez-Villaverde, JesÃ\u0083Âºs, Pablo GuerrÃ\u0083Â³n-Quintana, Juan F. Rubio-RamÃ\u0083Â­rez, and MartÃ\u0083Â­n Uribe, Risk Matters: The Real Effects of Volatility Shocks, NBER working paper #14875 (2009).",
        "Grenadier, Steven R., Option Exercise Games: An Application to the Equilibrium Investment Strategies of Firms, Review of Financial Studies 15 (Summer, 2002), 691-721.",
        "Guiso, Luigi and Giuseppe Parigi, Investment and Demand Uncertainty, Quarterly Journal of Economics 114 (February, 1999), 185-227.",
        "Hassler, John A. A., Variations in Risk and Fluctuations in Demand  a Theoretical Model, Journal of Economic Dynamics and Control 20 (1996), 1115-1143.",
        "Hassler, John A. A., Uncertainty and the Timing of Automobile Purchases, Scandanavian Journal of Economics 103 (June, 2001), 351-366.",
        "Hilliard, Jimmy E. and Jorge Reis, Valuation of Commodity Futures and Options Under Stochastic Convenience Yields, Interest Rates, and Jump Diffusions in the Spot, Journal of Financial and Quantitative Analysis 33 (March, 1998), 61-86.",
        "Hull, John and Alan White, The Pricing of Options on Assets with Stochastic Volatilities, Journal of Finance 42 (June, 1987), 281-300.",
        "Kellogg, Ryan, Learning by Drilling: Inter-Firm Learning and Relationship Persistence in the Texas Oilpatch, NBER working paper #15060 (2009).",
        "Kilian, Lutz, Not All Oil Price Shocks are Alike: Disentangling Demand and Supply Shocks in the Crude Oil Market, American Economic Review 99 (June, 2009), 1053-1069.",
        "Leahy, John V. and Toni M. Whited, The Effects of Uncertainty on Investment: Some Stylized Facts, Journal of Money, Credit, and Banking 28 (February, 1996), 64-83.",
        "Levitt, Clinton J., Learning Through Oil and Gas Exploration, mimeo (2009).",
        "List, John A. and Michael S. Haigh, Investment Under Uncertainty: Testing the Options Model with Professional Traders, NBER working paper #16038 (2010).",
        "Marschak, Jacob, Role of Liquidity Under Complete and Incomplete Information, American Economic Review Papers and Proceedings 39 (May, 1949), 182-195.",
        "Moel, Alberto and Peter Tufano, When Are Real Options Exercised? An Empirical Study of Mine Closings, Review of Financial Studies 15 (Spring, 2002), 35-64.",
        "Paddock, James L., Daniel R. Siegel, and James L. Smith, Option Valuation of Claims on Real Assets: the Case of Offshore Petroleum Leases. Quarterly Journal of Economics 103 (August, 1988), 479-508.",
        "Pakes, Ariel, Patents as Options: Some Estimates of the Value of Holding European Patent Stocks, Econometrica 54 (July, 1986), 755-784.",
        "Petroleum Services Association of Canada, PSAC Well Cost Study, (summers 2000 through 2004).",
        "Pindyck, Robert S. Irreversibility, Uncertainty, and Investment, Journal of Economic Literature 24 (September, 1991), 1110-1148.",
        "Pindyck, Robert S. Volatility and Commodity Price Dynamics, Journal of Futures Markets 24 (2004), 1029-1047.",
        "Poon, Ser-Huang and Clive W. J. Granger, Forecasting Volatility in Financial Markets: A Review, Journal of Economic Literature 41 (June, 2003), 478-539.",
        "Rust, John, Optimal Replacement of GMC Bus Engines; An Empirical Model of Harold Zurcher, Econometrica 55 (September, 1987), 999-1033.",
        "Society of Petroleum Evaluation Engineers (SPEE), Survey of Economic Parameters Used in Property Evaluations, (1995).",
        "Szakmary, Andrew, Evren Ors, Jin Kyoung Kim, and Wallace N. Davidson III, The Predictive Power of Implied Volatility: Evidence from 35 Futures Markets, Journal of Banking and Finance 27 (2003), 2151-2175.",
        "Wiggins, James B., Option Values Under Stochastic Volatility, Journal of Financial Economics 19 (1987), 351-372.",
        "Wiggins, Steven N. and Gary D. Libecap, Oil Field Unitization: Contractual Failure in the Presence of Imperfect Information, American Economic Review 75 (June, 1985), 368385.",
        "Wooldridge, Jeffrey M., Econometric Analysis of Cross Section and Panel Data, Cambridge, MA: MIT Press (2002)."
    ]
}