{
    "id": 16554,
    "cites": 69,
    "cited_by": 22,
    "reference": [
        "Amaral, Pedro S. and Quintin, Erwan (2006). A Competitive Model of the Informal Sector. Journal of Monetary Economics 53(7): 1541-1553.",
        "Azuara, Oliver and Marinescu, Ioanna (2010). Informality and the Expansion of Social Protection Programs: The Case of Mexico. Unpublished manuscript, University of Chicago.",
        "Baez, Gabriela (2006). Communications Markets in Mexico: Premium Country Report, 2006 Edition. Cambridge, MA, Pyramid Research.",
        "Barros, Rodrigo (2009). Wealthier but Not Much Healthier: Effects of a Major Health Insurance Program for the Poor in Mexico. Stanford University Behrman, Jere R., Parker, Susan W. and Todd, Petra E. (2006). Long-Term Impacts of the Oportunidades Conditional Cash Transfer Program on Rural Youth in Mexico. in Poverty, Inequality, and Policy in Latin America. S. Klasen, ed. Cambridge, MA, MIT Press.",
        "Behrman, Jere R., Sengupta, Piyali and Todd, Petra E. (2000). The Impact of Progresa on Achievement Test Scores in the First Year. International Food Policy Research Institute, Borghans, Lex, Duckworth, Angela L., Heckman, James J. and ter Weel, Bas (2008). The Economics and Psychology of Personality Traits. Journal of Human Resources 43(4): 972-1059.",
        "Boucher, Stephen R. , Stark, Oded and Taylor, J. Edward (2005). A Gain with a Drain? Evidence from Rural Mexico on the New Economics of the Brain Drain. Department of Agricultural and Resource Economics, University of California at Davis Working Paper, 05-005.",
        "Buvinic, Mayra (2000). Costos De La Maternidad Adolescente En Barbados, Chile, Guatemala Y MÃ\u0083Â©xico. in Familia, GÃ\u0083Â©nero Y Pobreza. M. Paz LÃ\u0083Â³pez and V. Salles, eds. PorrÃ\u0083Âºa, Grupo interdisciplinario sobre Mujer, Trabajo y Pobreza.",
        "Carneiro, Pedro and Heckman, James J. (2003). Human Capital Policy. in Inequality in America: What Role for Human Capital Policies? J. J. Heckman, A. B. Krueger and B. M. Friedman, eds. Cambridge, MA, MIT Press: 77-239.",
        "Chiquar, Daniel and Ramos-Francia, Manuel (2009). Competitiveness and Growth of the Mexican Economy. Banco de Mexico Working Papers Series, No. 2009-11.",
        "Coleman, James S. (1966). Equality of Educational Opportunity. Washington, DC, U.S. Dept. of Health, Education, and Welfare, Office of Education.",
        "ComisiÃ\u0083Â³n Federal de Competencia (2004). La Competencia EconÃ\u0083Â³mica En MÃ\u0083Â©xico. MÃ\u0083Â©xico City, CFC.",
        "Cortes, Fernando (1997). Determinantes De La Pobreza De Los Hogares. Mexico, 1992. Revista Mexicana de SociologÃ\u0083Â­a 59(2): 131-160.",
        "CortÃ\u0083Â©s, Fernando and Rubalcava, Rosa M. (1995). El Ingreso De Los Hogares. Vol. 7. Mexico City, Instituto Nacional de EstadÃ\u0083Â­stica, GeografÃ\u0083Â­a e InformÃ\u0083Â¡tica.",
        "Cunha, Flavio and Heckman, James J. (2006). Investing in Our Young People. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Cunha, Flavio and Heckman, James J. (2007). The Technology of Skill Formation. American Economic Review 97(2): 31-47.",
        "Cunha, Flavio and Heckman, James J. (2008). Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation. Journal of Human Resources 43(4): 738-782.",
        "Cunha, Flavio and Heckman, James J. (2009). The Economics and Psychology of Inequality and Human Development. Journal of the European Economic Association 7(2-3): 320364.",
        "Cunha, Flavio, Heckman, James J., Lochner, Lance J. and Masterov, Dimitriy V. (2006). Interpreting the Evidence on Life Cycle Skill Formation. in Handbook of the Economics of Education. E. A. Hanushek and F. Welch, eds. Amsterdam, North-Holland: 697-812.",
        "De Buen Lozano, Nestor and De Buen Unna, Carlos E. (2001). Estudio Del Mercado De Trabajo De Mexico: El Marco Normativo E Institucional. Propuestas Para Incrementar La Flexibilidad Laboral. Washington, DC, World Bank.",
        "de Paula, Aureo and Scheinkman, JosÃ\u0083Â© A. (2008). The Informal Sector. de Soto, Hernando (1989). The Other Path: The Invisible Revolution in the Third Worlds. New York, Harper and Row Publishers.",
        "de Soto, Hernando (2000). The Mystery of Capital. Why Capitalism Triumphs in the West and Fails Everywhere Else. New York, Basic Books.",
        "Dickens, William T. and Lang, Kevin (1992). Labor Market Segmentation Theory: Reconsidering the Evidence. NBER Working Paper No. 4087.",
        "Esquivel, Gerardo and Ordaz-Diaz, Juan Luis (2008). Es La PolÃ\u0083Â­tica Social Una Causa De La Informalidad En MÃ\u0083Â©xico? Ensayos 27(1): 1 - 32.",
        "Fernald, Lia C., Gertler, Paul J. and Neufeld, Lynnette M. (2009). 10-Year Effect of Oportunidades, Mexico's Conditional Cash Transfer Programme, on Child Growth, Cognition, Language, and Behaviour: A Longitudinal Follow-up Study. The Lancet 374(9706): 1997-2005.",
        "GarcÃ\u0083Â­a-VerdÃ\u0083Âº, Rodrigo (2007). Demographics, Human Capital and Economic Growth in Mexico: 1950-2005. Working paper, The World Bank, Washigton D.C. . GarcÃ\u0083Â­a, BrÃ\u0083Â­gida and Rojas, Olga (2002). Cambios En La FormaciÃ\u0083Â³n Y DisoluciÃ\u0083Â³n De Las Uniones En AmÃ\u0083Â©rica Latina. Gaceta Laboral 8(3): 391-410.",
        "GarcÃ\u0083Â­a, BrÃ\u0083Â­gida and Rojas, Olga (2001). Recent Transformations in Latin American Families: A Sociodemographic Perspective. XXIV General Population Conference of IUSSP.",
        "Gertler, Paul J. and Fernald, Lia C. (2004). The Medium Term Impact of Oportunidades on Child Development in Rural Areas. Unpublished manuscript, University of California at Berkeley.",
        "Giorguli Saucedo, Silvia E. (2002). Estructuras Familiares Y Oportunidades Educativas De Los NiÃ\u0083Â±os Y NiÃ\u0083Â±as En MÃ\u0083Â©xico. Estudios DemogrÃ\u0083Â¡ficos y Urbanos 51: 523-546.",
        "Gluckman, Peter D. and Hanson, Mark A. (2005). The Fetal Matrix: Evolution, Development, and Disease. Cambridge, UK, Cambridge University Press.",
        "Hanson, Gordon H. and Woodruff, Christopher (2003). Emigration and Educational Attainment in Mexico. Harris, John R and Todaro, Michael P (1970). Migration, Unemployment & Development: A Two-Sector Analysis. American Economic Review 60(1): 126-142.",
        "Heckman, James J. (2006). Skill Formation and the Economics of Investing in Disadvantaged Children. Science 312(5782): 1900-1902.",
        "Heckman, James J. (2008). Schools, Skills and Synapses. Economic Inquiry 46(3): 289-324.",
        "Heckman, James J., Malofeeva, Lena, Pinto, Rodrigo and Savelyev, Peter A. (2010a). Understanding the Mechanisms through Which an Influential Early Childhood Program Boosted Adult Outcomes. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Heckman, James J., Moon, Seong Hyeok, Pinto, Rodrigo, Savelyev, Peter A. and Yavitz, Adam Q. (2010b). A Reanalysis of the High/Scope Perry Preschool Program. Unpublished manuscript, University of Chicago, Department of Economics. First draft, September, 2006.",
        "Heckman, James J., Stixrud, Jora and Urzua, Sergio (2006). The Effects of Cognitive and Noncognitive Abilities on Labor Market. Journal of Labor Economics 24(3): 411.",
        "Hernadez-Leon, Ruben and ZÃ\u0083ÂºÃ\u0083Â±iga, Victor, Eds. (2006). New Destinations: Mexican Immigration in the United States. New York, Russell Sage Foundation.",
        "Knox, Melissa (2008). Health Insurance for All: An Evaluation of Mexico's Seguro Popular Program. Unpublished manuscript, Department of Economics, University of California Berkley.",
        "La Porta, Rafael and Shleifer, Andrei (2008). The Unofficial Economy and Economic Development. Brookings Papers on Economic Activity, Fall.",
        "Levy, Santiago (2008). Good Intentions, Bad Outcomes: Social Policy, Informality and Economic Growth in Mexico. Washington, D.C., The Brookings Institute.",
        "Levy, Santiago and Walton, Michael (2009). No Growth without Equity?: Inequality, Interests, and Competition in Mexico. Washington, D.C., World Bank Publications.",
        "Lewis, William W. (2004). The Power of Productivity: Wealth, Poverty, and the Threat to Global Stability. Chicago, University of Chicago Press.",
        "Lien, Nguyen My, Meyer, Knarig Katchadurian and Winick, Myron (October, 1977). Early Malnutrition And Late Adoption: A Study of Their Effects on the Development of Korean Orphans Adopted into American Families. American Journal of Clinical Nutrition 30: 1734-1739.",
        "Magnac, Thierry (1991). Segmented or Competitive Labour Markets. Econometrica 59(1): 165-187.",
        "Maloney, William F. (1999). Does Informality Imply Segmentation in Urban Labor Markets? Evidence from Sectoral Transitions in Mexico. World Bank Economic Review 13(2): 275-302.",
        "Maloney, William F. (2009). Mexican Labor Markets: Protection, Productivity, and Power. in No Growth without Equity? Inequality, Interests, and Competition in Mexico. S. Levy and M. Walton, eds. Washington, D.C., The World Bank.",
        "Marrufo, Grecia (2001). The Incidence of Social Security Regulation: Evidence from the Reform in Mexico. Thesis, Department of Economics, University of Chicago.",
        "Mayer-Serra, Carlos Elizondo (2009). Perverse Equilibria: Unsuitable but Durable Institutions. in No Growth without Equity? Inequality, Interests, and Competition in Mexico. S. Levy and M. Walton, eds. Washington, DC, The World Bank: 157-202.",
        "McKenzie, David and Hildebrandt, Nicole (2005). The Effects of Migration on Child Health in Mexico. Economia 6(1): 257-289.",
        "McKenzie, David and Rapoport, Hillel (2006). Can Migration Reduce Educational Attainment? Evidence from Mexico. The World Bank Policy Research Working Paper, 3952.",
        "McLanahan, Sara (2004). Diverging Destinies: How Children Are Faring under the Second Demographic Transition. Demography 41(4): 607-627.",
        "McLanahan, Sara (2009). Fragile Families and the Reproduction of Poverty. The Annals of the American Academy of Political and Social Science 621(1): 111-131.",
        "Meza GonzÃ\u0083Â¡lez, Liliana and Pederzini Villarreal, Carla (2009). MigraciÃ\u0083Â³n Internacional Y Escolaridad Como Medios Alternativos De Movilidad Social: El Caso De MÃ\u0083Â©xico. Estudios Economicos Numero Extraordinario: 163-206.",
        "Moon, Seong Hyeok (2009). Skill Formation Technology and Multi-Dimensional Parental Investment. Thesis, University of Chicago.",
        "Moon, Seong Hyeok (2010). Skill Formation Technology and Multi-Dimensional Parental Investment. Thesis, University of Chicago.",
        "Mora Rivera, JosÃ\u0083Â© Jorge (2007). Essays on Migration and Development in Rural MÃ\u0083Â©xico. Thesis, El Colegio de Mexico.",
        "Moreno, Jorge O. (2007). Are Formal and Informal Labor Market Wages Different? Analyzing the Gains and Losses from Formalization in Mexico. Ensayos 24(1): 1-44.",
        "Organisation for Economic Co-operation and Development (2009). Education at a Glance 2009: Oecd Indicators. Paris, France, OECD Publishing.",
        "Organization for Economic Co-operation and Development (2009). Oecd Economic Surveys: Mexico. Paris, France, Organization for Economic Co-operation and Development.",
        "Parker, Susan W. and GÃ\u0083Â³mez de LeÃ\u0083Â³n, JosÃ\u0083Â© (2000). Bienestar Y Jefatura Femenina En Los Hogares Mexicanos. in Familia, Genero Y Pobreza M. de la Paz Lopez and V. Salles, eds. PorrÃ\u0083Âºa, MÃ\u0083Â©xico.",
        "PÃ\u0083Â©rez, A.J. (2008). AnÃ\u0083Â¡lisis Multiestado Multivariado De La FormaciÃ\u0083Â³n Y DisoluciÃ\u0083Â³n De Las Parejas Conyugales En MÃ\u0083Â©xico. Estudios DemogrÃ\u0083Â¡ficos y Urbanos 23(3): 481-511.",
        "Perry, Guillermo, E., Arias, Omar and Fajnzylber, Pablo (2007). Informality: Exit and Exclusion: Building Effective and Legitimate Institutions. Washington, D.C., World Bank Publications.",
        "QuilodrÃ\u0083Â¡n, Julieta (2000). Atisbos De Cambios En La FormaciÃ\u0083Â³n De Las Parejas Conyugales a Fines Del Milenio. Papeles de PoblaciÃ\u0083Â³n 25(July-September): 9-33.",
        "Rutter, Michael (2006). Genes and Behavior: Nature--Nurture Interplay Explained. Oxford, UK, Blackwell Publishers.",
        "Rutter, Michael and O'Connor, Thomas G. (2004). Are There Biological Programming Effects for Psychological Development? Findings from a Study of Romanian Adoptees. Developmental Psychology 40(1): 81-94.",
        "Savard, Luc, Marceau, Nicolas and Fortin, Bernard (1997). Taxation, Wage Controls and the Informal Sector. Journal of Public Economics 66(2): 293-312.",
        "SolÃ\u0083Â­s, P. and Medina, M.E. (1996).  El Efecto De La Fecundidad Sobre La DisoluciÃ\u0083Â³n De Uniones De Mexico. SociolÃ\u0083Â³gica 11(32): 79-94.",
        "Ulyssea, Gabriel (2010). Regulation of Entry, Labor Market Institutions and the Informal Sector. Journal of Development Economics 91(1): 87-99.",
        "Villarreal, AndrÃ\u0083Â©s and Shin, Heeju (2008). Unraveling the Economic Paradox of FemaleHeaded Households in Mexico: The Role of Family Networks. Sociological Quarterly 49(3): 565-595.",
        "World Bank (2006). Mexico's Competitiveness: Reaching Its Potential. Programmatic AAA Phase 2 Report No. 35388-MX."
    ]
}