{
    "id": 1655,
    "cites": 23,
    "cited_by": 11,
    "reference": [
        "Auerbach, Alan J. (1979), `Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics 93, August, 433-46.",
        "Auerbach, Alan 3. (1983), The Dynamic Effects of Tax Law Asymmetries, Working Paper No. 1152, Cambridge, MA: National Bureau of Economic Research.",
        "Auerbach, Alan J. and Dale W. Jorgenson (1980), Inflation~Proof Depreciation of Assets, Harvard Business Review 58, 113-18.",
        "Auerbach, Alan 3., Laurence J. Kotlikoff and Jonathan Skinner (1983), The Efficiency Gains from Dynamic Tax Reform, International Economic Review 24, February, 89-100.",
        "Bradford, David F. (1981), The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15, February, 1-23.",
        "Bradford, David F. and Don Fullerton (1981), Pitfalls in the Construction and Use of Effective Tax Rates in C.R. Hulten, ed., Depreciation, Inflation and the Taxation of Income from Capital , Washington, D.C.: The Urban Institute Press.",
        "Darby, Michael R. (1975), The Financial and Tax Effects of Monetary Policy on Interest Rates, Economic Inquiry 13, June, 266-76.",
        "Feldstein, Martin and Lawrence H. Summers (1979), Inflation and the Taxation of Capital Income in the Corporate Sector, National Tax Journal 32, December, 445-70.",
        "Feldstein, Martin, Louis Dicks-Mireaux, and James Poterba (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics 21, July, 129-58.",
        "Fullerton, Don (1984), Which Effective Tax Rate? National Tax Journal 37, March, 23-41.",
        "Fullerton, Don, John B. Shoven and John Whalley (1983), Replacing the U.S. Income Tax with a Progressive Consumption Tax, Journal of Public Economics 20, February, 3-23.",
        "H~ll * Rooert and Dale W. ~Jorgenson (1967), Tax Policy and Investment Behaior, American Economic Review 57, June, 31-414.",
        "Harberqer, Arnold C. (1966), Efficiency Effects of Taxes on Income from Capital , in M. Krzyzaniak, ed., Effects of Corporation Income Tax, Detroit: Wayne State University Press.",
        "Hulten, Charles R. and James W. Robertson (1984), The Taxation of High Technology Industries, National Tax Journal 37, Septebmer, 327-45.",
        "Hulten, Charles R. and Frank C. Wykoff (1981), The Measurement of Economic Depreciation, in C.R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, D.C.: The Urban Institute Press.",
        "Jorgenson, Dale W. and Martin A. Sullivan (1981), Inflation and Corporate Capital Recovery in C.R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, D.C.: The Urban Institute Press.",
        "King, Mervyn A. (1977), Public Policy and the Corporation. London: Chapman and Hall.",
        "King, Mervyn A. and Don Fullerton, eds. (1984), The Taxation of Income from Capital : A Comparative Study of the U.S., U.K., Sweden, and West Germany, Chicago: The University of Chicago Press.",
        "Miller, Merton (1977), Debt and Taxes, Journal of Finance 32, May, 261-275.",
        "Stiglitz, Joseph E. (1973), Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Public Economics 2, 1-34.",
        "Summers, Lawrence H. (1981), Taxation and Capital Accumulation in a Life Cycle Model, American Economic Review 71, September, 533-44.",
        "Tiebout, Charles (1956), A Pure Theory of Local expenditures, Journal of Political Economy 64, 416-24.",
        "U.S. Treasury Department (1984), Tax Reform for Fairness, Simplicity, and Economic Growth, Office of the Secretary, Washington, D.C."
    ]
}