{
    "id": 16552,
    "cites": 70,
    "cited_by": 4,
    "reference": [
        "Amaral, Luciano (2009), Old but New Questions back to the passage from Ancien regime to Liberalism, in Macedo et al. (2009a).",
        "Andersson and SjÃ\u0083Â¶Ã\u0083Â¶ (2002), O sucesso MoÃ\u0083Â§ambicano no controle da inflaÃ\u0083Â§Ã\u0083Â£o durante a transiÃ\u0083Â§Ã\u0083Â£o para uma economia de mercado (1991-1996), Gabinete de Estudos do MinistÃ\u0083Â©rio do Plano e das FinanÃ\u0083Â§as MoÃ\u0083Â§ambique.",
        "Andrade, MÃ\u0083Â¡rio D., Ed. (1978), Obras escolhidas de AmÃ\u0083Â­lcar Cabral, A Arma da Teoria, Unidade e Luta I, Lisboa: Seara Nova.",
        "Angel-Urdinola, Diego and Quentin Wodon (2007), Assessing Absolute and Relative Poverty Trends with Limited Data in Cape Verde. Growth and Poverty Reduction: Case Studies from West Africa edited by Quentin Wodon, World Bank Working Paper No. 79, pp. 95-197.",
        "Bastos, Paulo and Manuel Cabral (2007), The Dynamics of International Trade Patterns, Review of World Economics, volume 143, Number 2/July 2007.",
        "Bliss, Christopher and Jorge Braga de Macedo (1990), editors, Unity with diversity in the European economy: the Community's southern frontier. Cambridge University Press, Cambridge.",
        "Bonaglia, Federico, Jorge Braga de Macedo and Maurizio Bussolo (2009), How globalisation improves governance, in Linda Yueh (editor), The Law and Economics of Globalisation, Edward Elgar, pp. 193-224.",
        "Borges de Macedo, Jorge (1996), Mares Abertos e Mares Fechados. Da DialÃ\u0083Â©ctica do Confronto aos Problemas da CooperaÃ\u0083Â§Ã\u0083Â£o, Actas dos 2. Cursos Internacionais de VerÃ\u0083Â£o de Cascais, Vol. 1, pp. 185-194, Cascais: CÃ\u0083Â¢mara Municipal de Cascais.",
        "Bourguignon, Francois et al (2008), MDG at mid point, Brussels, September.",
        "Branson, William, Jorge de Macedo and David Richardson (1987), Ford Foundation Proposal: Measurement and Estimation of Changes in International Competitiveness, NBER, May.",
        "Cabral, Amilcar (1975), AnÃ\u0083Â¡lise de Alguns Tipos de ResistÃ\u0083Âªncia, Lisboa: Seara Nova.",
        "Cabral, Amilcar (1999), Nacionalismo e Cultura, Santiago de Compostela: EdiciÃ\u0083Â³ns Laiovento.",
        "Cabral, Ana Maria (1995), Programa da ComemoraÃ\u0083Â§Ã\u0083Â£o do XX AniversÃ\u0083Â¡rio da IndependÃ\u0083Âªncia de Cabo Verde, Washington DC: Festival of American Folklore, Smithsonian Institution.",
        "Cabral, Manuel HerÃ\u0083Â©dia Caldeira and Paula Veiga (2010), Determinants of Export Diversification and Sophistication in Sub-Saharan Africa, FEUNL Working Paper n 550, July.",
        "Cardoso, Renato (1986), Cabo Verde : opÃ\u0083Â§Ã\u0083Â£o para uma polÃ\u0083Â­tica de paz, Praia : Instituto CaboVerdiano do Livro.",
        "Causa, Orsetta and Daniel Cohen (2006), The ladder of competitiveness and how to climb it, Paris: OECD Development Centre.",
        "De Benedictis L., Gallegati M. and M. Tamberi (2006), Overall specialization and development: countries diversify!, The Review of World Economics (2009),145(1).",
        "Easterly, William and Ariell Reschef (2010), African Export Successes: Surprises, Stylized Facts and Explanations, paper presented at the NBER research conference 2, Accra, Ghana, July Eichengreen, B., Rose, A. K. and C. Wyplosz (1996), Speculative Attacks on Pegged Exchange Rates: An Empirical Exploration with Special Reference to the European Monetary System, in Canzoneri, M.B., Ethier W.J. and V. Grilli (eds.) The New Transatlantic Economy, Cambridge University Press, Cambridge.",
        "Eichengreen, Barry and David Leblang (2006), Democracy and Globalization, NBER Working Paper No. 12450, August and BIS Working Paper No 219, December.",
        "EspÃ\u0083Â­rito Santo Research (2007), Cape Verde Republic  Reality and Future, February.",
        "Flandreau, Marc and FrÃ\u0083Â©dÃ\u0083Â©ric Zummer (2004), The Making of Global Finance 1880-1913, Paris: OECD Development Centre Studies.",
        "Frankel, Jeffrey (2010), Mauritius: African Success Story, paper presented at the NBER research conference 2, Accra, Ghana, July Galtung, J. (1996), Peace by Peaceful means, peace and conflict, development and civilization, New Delhi: Sage.",
        "Garoupa, Nuno and Jose Tavares (2009), Institutions and Portuguese economic History: Implications and (Brief) Applications, in Macedo et al (2009a).",
        "Giovannini, Enrico, Joaquim Oliveira Martins and Michaela Gamba (2008), Statistics, Knowledge and Governance, presented at Committing Science to Global Development Workshop, IICT, 26 September (http://www.iict.pt/workshop/Papers/2008092903.pdf) Gisselquist, Rachel and Robert Rotberg (2008), Index of African Governance, Harvard.",
        "Goujon, Anne and Annababette Wils (1996), The Importance of Education in Future Population. Global Trends and Case Studies on Cape Verde, Sudan, and Tunisia, IIASA Working Paper n 138, November.",
        "Huang, Fali (2006), The coevolution of Economic Development and Political Development, mimeo Singapore Management University.",
        "IDA (2007), L'IDA en Action  Le Mozambique: du reddressement d'aprÃ\u0083Â¨s-guerre Ã\u0083Â  la relance de la croissance., Avril.",
        "IICT (2007), RelatÃ\u0083Â³rio sobre CPLP e Objectivos de Desenvolvimento do MilÃ\u0083Â©nio, a report for the Executive Secretary of CPLP by Jorge Braga de Macedo, LuÃ\u0083Â­s Brites Pereira, Joaquim Pina and JoÃ\u0083Â£o Jalles, Lisbon: Tropical Research Institute (IICT), October.",
        "IMF (1998), Cape Verde: Statistical Tables, Country Report No 98/31.",
        "IMF (1999), Cape Verde: Recent Economic Developments, Staff Country Report No 99/58.",
        "IMF (2008a), Cape Verde Growth and Poverty Reduction Strategy Paper II (200811).",
        "IMF (2008b), Heavily Indebted Poor Countries (HIPC) Initiative and Multilateral Debt Relief Initiative (MDRI)--Status of Implementation, September.",
        "Kohli (1986),Democracy and development. In J. P. Lewis & V. Kallab (Eds.), Development strategies reconsidered. New Brunswick: Transaction Books.",
        "La Porta, Rafael and Andrei Schleifer (2010), The Unofficial Economy in Africa, paper presented at the NBER research conference 2, Accra, Ghana, July LledÃ\u0083Â³, v., Peiris, S. and E. Kvintradze (2007), IMF, Republic of Mozambique: Selected Issues,IMF Country Report No. 07/258, July.",
        "Lopes, Jose Mario and Fabio Santos (2010), Comparing Exchange Market Pressure in West and Southern African countries, FEUNL Working Paper n 549, July.",
        "LourenÃ\u0083Â§o, Jaime and Foy, Colm (2003), Cap Vert: Gouvernance et DÃ\u0083Â©veloppement., Centre de DÃ\u0083Â©veloppement de l'OCDE, Document de travail No. 225, Novembre.",
        "Luiz, John (2009), Institutions and Economic Performance Implications for African Development, Journal of International Development, 21, 58'75 Luiz, John, Luis Brites Pereira and Guilherme Oliveira (2010), Indicators of Political and Property Rights in Mozambique, 1900-2005, Wits Business School, University of Witwatersrand Macedo, Jorge Braga de (1986), Collective Pegging to a Single Currency: The West African Monetary Union, in The Real Exchange Rate and Adjustment in Developing Countries, edited by Sebastian Edwards e Liaquat Ahamed, Chicago: The University of Chicago Press, pp. 333362.",
        "Macedo, Jorge Braga de (2001), Globalization and Institutional Change: A Development Perspective, in Globalization Ethical and Institutional Concerns, edited by Louis Sabourin and Edmond Malinvaud, The Pontifical Academy of Social Sciences, Acta 7, Vatican City, pp. 223-267.",
        "Macedo, Jorge Braga de (2008), Regional integration and mutual knowledge: The case of the CPLP, presented at Committing Science to Global Development Workshop, IICT, 26 September (http://www.iict.pt/workshop/Papers/2008091401.pdf) Macedo, Jorge Braga de (2009), Economic Advice and Regime Change in Portugal, in Francesco Franco (editor), Challenges Ahead for the Portuguese Economy, Lisbon: ICS, pp. 201-229.",
        "Macedo, Jorge Braga de and LuÃ\u0083Â­s Brites Pereira (2006), The Credibility of Cabo Verde's Currency Peg, Nova Economics Working Paper n 494, September.",
        "Macedo, Jorge Braga de and LuÃ\u0083Â­s Brites Pereira (2007), Diferencialidade Portuguesa na GlobalizaÃ\u0083Â§Ã\u0083Â£o, NegÃ\u0083Â³cios Estrangeiros, 11(2), July, pp. 223-236.",
        "Macedo, Jorge Braga de, Barry Eichengreen and Jaime Reis (1996), editors, Currency Convertibility: The Gold Standard and Beyond, London: Routledge.",
        "Macedo, Jorge Braga de, Joaquim Oliveira Martins and LuÃ\u0083Â­s Brites Pereira (2007a), How Freedoms interact with globalization, presented at conference on globalization and democracy, Princeton University, September 27-28, revision in progress.",
        "Macedo, Jorge Braga de, Luciano Amaral, lvaro Ferreira da Silva and AntÃ\u0083Â³nio Castro Henriques (2009a), editors Nove Ensaios na tradiÃ\u0083Â§Ã\u0083Â£o de Jorge Borges de Macedo, Lisboa: Tribuna da HistÃ\u0083Â³ria em colaboraÃ\u0083Â§Ã\u0083Â£o do CG&G e IICT.",
        "Macedo, Jorge Braga de, LuÃ\u0083Â­s Brites Pereira and Afonso MendonÃ\u0083Â§a Reis (2009b), Comparing Exchange Market Pressure across Five African Countries, Open Economies Review: Volume 20, Issue 5, p. 645.",
        "Macedo, Jorge Braga de, Joaquim Oliveira Martins and Bruno Rocha (2009c), Are complementary reforms a luxury in developing countries?, Workshop FRDB/IZA Tracking Structural Reforms Milano,13 March.",
        "Macedo, Jorge Braga de (2010), Global crisis and national policy responses: together alone?, March.",
        "Maddison, Angus (2001), The world economy: a millennial perspective, Paris: OECD.",
        "Maddison, Angus (2007), Contours of the World Economy 0-2030 AD, Oxford University Press.",
        "Maravall (1995), The myth of the authoritarian advantage, in L. Diamond & M. F. Plattner (Eds.), Economic reform and democracy, Baltimore: The Johns Hopkins University Press.",
        "Maxwell, Kenneth (2004), Conflicts and Conspiracies Brazil and Portugal 1750-1808, New York: Routledge (originally published in 1973).",
        "Mitchell (2008), Tourism Development in Cape Verde: The policy challenge of coping with success, Overseas Development Institute.",
        "Nye, Joseph (2002), A Whole New Ball Game Financial Times Dec 28.",
        "OECD (2003), Globalisation and Governance: Main Results of the OECD Development Centre Programme of Work 2001/2002, Paris: OECD, May.",
        "Oman, Charles and Christiane Arndt (2006), Uses and Abuses of Governance Indicators, Paris: OECD Development Centre Parteka A. (2007), Employment and export specialisation patterns versus GDP per capita performance: unifying approach. UniversitÃ\u0083Â  Politecnica delle Marche, Quaderno di Ricerca (Working Paper) 302 (downloadable from http://www.dea.univpm.it/quaderni/pdf/302.pdf).",
        "Parteka, Aleksandra and Massimo TamberI (2008), What Determines the degree of Export Diversification, mimeo of paper presented in the European Trade Study Group conference in Warsaw, 11-13 September 2008.",
        "Persson, Torsten and Guido Tabellini (2006), Democratic capital the nexus of political and economic change, NBER Working Paper No. 12175.",
        "Pires, Pedro (2010), Discurso proferido por Sua Excelencia o Senhor Presidente da Republica de Cabo Verde na Cerimonia de Atribuicao do Grau de Doutor Honoris Causa pela Universidade Tecnica de Lisboa, June.",
        "Plane (1997), Privatization and economic growth: Reflections and observations In H. Giersch (Ed.), Privatization at the end of the century. Germany: Springer.",
        "PNUD (2004), La Situation du DÃ\u0083Â©veloppement Humain au Cap Vert, Rapport national sur le dÃ\u0083Â©veloppement humain, United Nations.",
        "Przeworski, Adam, M. Alvarez, J.A. Cheibub and F. Limongi (2000), Democracy and Development: Political Institutions and Well-Being in the World, 1950-1990, Cambridge: Cambridge University Press.",
        "Przeworski Adam and Fernando Limongi (1993), Political regimes and economic growth., The Journal of Economic Perspectives, 7, pp. 5169.",
        "Reinhart, Carmen and Kenneth Rogoff (2009), This time is different: eight centuries of financial folly, Princeton University Press, Princeton.",
        "Remmer (1990), Democracy and economic crisis: The Latin American Experience. World Politics, 42, pp. 315335.",
        "Ribeiro, Ana Paula, JoÃ\u0083Â£o Loureiro and Manuel M. F. Martins (2008), Assessment of the Exchange Rate Cooperation Agreement Cape Verde-Portugal, Ministry of Finance, October Rodrik, D. (2005), Policies for Economic Diversification. CEPAL Review 87, pp. 723.",
        "Santos, Vanda (2010), Post-colonial Cape Verdean culture as a contributor to a culture of peace, presentation to African Development Successes course module, FEUNL based on Ph.D dissertation presented to Universitat Jaume I, La cultura postcolonial en Cabo Verde como aporte a una cultura de paz.",
        "Tibana, Roberto J. The composite indicator of economic activity in Mozambique (ICAE): Filling in the knowledge gaps to enhance public-private partnership (PPP), OECD Development Centre Working Paper n227, November 2003.",
        "United Nations Department of Economic and Social Affairs (2008), Trends in Sustainable Development: Africa Report, United Nations: New York.",
        "Werlin (1996), Cape Verde: Emerging Tourist Destination, George Washington University, 1996.",
        "World Bank (2009), World Development Indicators, World Bank: Washington, D.C. Young (1998), Africa: An interim balance sheet. In P. Lewis (Ed.), Africa: Dilemmas of development and change .Boulder: Westview Press."
    ]
}