{
    "id": 16558,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Amoako-Adu, B., and B.F Smith. 2001. Dual Class Firms: Capitalization, Ownership Structure and Recapitalization Back into Single Class. Journal of Banking & Finance 25(6):1083.",
        "Amore, Mario Daniele and Morten Bennedsen. 2010. Political Reforms and the Causal Impact of Blood - Related Politicians on Corporate Performance in the World's Least Corrupt Society. Copenhagen Business School working paper.",
        "Campbell, John. 2008. Household Finance. Journal of Finance 61: 1553.",
        "Cheffins, Brian, 2009. Corporate Ownership and Control: British Business Transformed. Oxford University Press, Oxford.",
        "Diaz Alejandro, C.F. 1970. Essays on the Economic History of the Argentine Republic. New Haven: Yale University Press.",
        "Djankov, S, R. La Porta, F. LÃ\u0083Â³pez de Silanes and A. Shleifer. 2002. The Regulation of Entry.",
        "Quarterly Journal of Economics 117: 1-37 Eckbo, B.E. 1986. Mergers and the Market for Corporate Control: The Canadian Evidence.",
        "Canadian Journal of Economics 19:236-60. 1988. The Market for Corporate Control: Policy Issues and Capital Market Evidence. In Mergers, Corporate Concentration and Corporate Power in Canada, ed. R.S. Khemani, D. Shapiro, and W.T. Stanbury, 143-225. Montreal: Canadian Institute for Research on Public Policy.",
        "Journal of Finance 61:2597-2635 Fogel, K. 2006. Oligarchic Family Control, Social Economic Outcomes, and the Quality of Government. Journal of International Business Studies 7:603-2.",
        "HÃ\u0083Â¶gfeldt, P. 2005. The History and Politics of Corporate Ownership in Sweden. In R. Morck, ed. A History of Corporate Governance around the World: Family Business Groups to Professional Managers. Chicago. University of Chicago Press. 517-579.",
        "Holmen, Martin, with John Knopf and Stefan Peterson. 2007. Trading-off Corporate Control and Personal Diversification through Capital Structure and Merger Activity. Journal of Business Finance and Accounting, 34:1470.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny. 1997. Legal Determinants of External Finance. Journal of Finance 52(3):1131-50. 1999. Corporate Ownership around the World. Journal of Finance 54(2):471-520. 2000. Investor Protection and Corporate Governance. Journal of Financial Economics 58(1,2):3-27. 2002. Investor Protection and Corporate Valuation. Journal of Finance 57(3):1147-70.",
        "PÃ\u0083Â©rez-GonzÃ\u0083Â¡lez, F. 2006. Inherited Control and Firm Performance. American Economic Review 96:1559-88.",
        "Pound, J, 1988. Proxy Contests and the Efficiency of Shareholder Oversight. Journal of Financial Economics 20:237-65 Pound, J, 1991. Proxy Voting and the SEC: Investor Protection versus Market Efficiency.",
        "Journal of Financial Economics 29:241-85 Ratnovski, L. and R. Huang. 2009. Why Are Canadian Banks More Resilient? IMF Working Paper WP/09/152.",
        "Columbia Law Review 93(4): 795-853. 1993b. The Genius of American Corporate Law. Washington, DC: American Enterprise Institute Press."
    ]
}