{
    "id": 16559,
    "cites": 43,
    "cited_by": 7,
    "reference": [
        "Almeida , Heitor, Murillo Campello, Bruno Laranjeira, and Scott Weisbenner (2010). Corporate Debt Maturity and the Real Effects of the 2007 Credit Crisis, http://www.gsm.ucdavis.edu/uploadedFiles/Faculty/Conferences_and_Programs/DebtMa turityCrisis_022010.pdf Almeida, Heitor, Murillo Campello and Michael S. Weisbach (2004). The Cash Flow Sensitivity of Cash, The Journal of Finance, LIX(4), 1777-1804.",
        "Amiti , Mary and David E. Weinstein (2009). Exports and Financial Shocks, NBER Working Paper No. 15556.",
        "Ang , Andrew, Robert Hodrick, Yuhang Xing, and Xiaoyan Zhang (2006). The Cross-Section of Volatility and Expected Returns, Journal of Finance 61, 259-299.",
        "Ang, Andrew, Robert Hodrick, Yuhang Xing, and Xiaoyan Zhang (2009). High Idiosyncratic Volatility and Low Returns: International and Further U.S. Evidence, Journal of Financial Economics 91, 1-24.",
        "Anginer, Deniz and Celim Yildizhan (2010). Is There A Distress Risk Anomaly? Corporate Bond Spread as a Proxy for Default Risk, World Bank Policy Research Working Paper 5319.",
        "Bekaert, Geert, Campbell R. Harvey, Christian T. Lundblad, and Stephan Siegel (2010). What Segments Equity Markets, Columbia University. Mimeo.",
        "Billio, Monica, Mila Getmansky, Andrew Lo, and Loriana Pelizzon (2010). Econometric Measures of Systemic Risk in the Finance and Insurance Sectors, NBER Working Paper No. 16223.",
        "Brock, William and Blake Lebaron (1990). Liquidity Constraints in Production-Based AssetPricing Models, Asymmetric Information, Corporate Finance, and Investment, Ed ( Hubbard, Glenn ), NBER.",
        "Brunnermeier, Markus (2009). Deciphering the Liquidity and Credit Crunch 2007-2008, Journal of Economic Perspectives 23 (1), 77100.",
        "Calomiris, Charles (2009). The Subprime Turmoil: What's Old, What's New and What's Next, Journal of Structured Finance 15 (1), 652.",
        "Calomiris, Charles, Charles Himmelberg, and Paul Wachtel (1995). Commercial Paper, Corporate Finance, and the Business Cycle: A Microeconomic Perspective, CarnegieRochester Conference Series on Public Policy 42, 203-250.",
        "Calomiris, Charles, Athanasios Orphanides, and Steven A. Sharpe (1994). Leverage as a State Variable for Employment, Inventory Accumulation, and Fixed Investment, NBER Working paper No. 4800.",
        "Caprio, Gerard, Asli Demirguc-Kunt, and Edward Kane (2008).The 2007 Meltdown in Structured Securitization: Searching for Lessons, Not Scapegoats. World Bank Policy Research Working Paper Series 4745.",
        "Campbell, John Y., Jens Hilscher, and Jan Szilagyi (2006). In Search of Distress Risk, NBER Working Paper No. 12362.",
        "Campello, Murillo and Long Chen (2010) Are Financial Constraints Priced? Evidence from Firm Fundamentals and Stock Returns, Journal of Money, Credit and Banking , 1185 1198.",
        "Campello, Murillo, John R. Graham, and Campbell Harvey (2010). The Real Effects of Financial Constraints: Evidence from a Financial Crisis, Journal of Financial Economics 97, 470-487.",
        "Cecchetti, Stephen G.(2009). Crisis and Responses: The Federal Reserve in the Early Stages of the Financial Crisis, Journal of Economic Perspectives 23 (1), 5175.",
        "Cella, Cristina, Andrew Ellul, and Mariassunta Giannetti (2010). Investors' Horizons and the Amplification of Market Shocks, Indiana University and Stockholm School of Economics. Mimeo.",
        "Chor, Davin, and Kalina Manova (2010). Off the Cliff and Back: Credit Conditions and International Trade during the Global Financial Crisis, Working Paper, Stanford University.",
        "Covitz, Daniel, Nellie Liang, Gustavo A. Suarez (2009). The Evolution of a Financial Crisis: Panic in the Asset-Backed Commercial Paper Market, http://www.federalreserve.gov/pubs/feds/2009/200936/200936abs.html Didier, Tatiana, Inessa Love, and Maria Soledad Martinez Peria (2010). What Explains Stock Markets' Vulnerability to the 2007-2008 Crisis?, World Bank Policy Research Working Paper 5224.",
        "Dooley, Michael P. and Hutchison, Michael (2009). Transmission of the U.S. Subprime Crisis to Emerging Markets: Evidence on the Decoupling-Recoupling Hypothesis, NBER Working Paper 15120.",
        "Duca, John (2009). Preventing a Repeat of the Money Market Meltdown of the Early 1930s, Research Department Working Paper No. 0904, Federal Reserve Bank of Dallas.",
        "Ehrmann, Michael, Fratzscher, Marcel and Mehl, Arnaud (2009). What Has Made the Current Financial Crisis Truly Global?, Mimeo. European Central Bank.",
        "Fama, Eugene and Kenneth French (1992). The Cross-Section of Expected Stock Returns, The Journal of Finance 47(2):427-465.",
        "Fazzari, Steven, Glenn Hubbard, and Bruce Peterson (1988). Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1: 141-195.",
        "Fazzari, Steven, Glenn Hubbard, and Bruce Peterson (2000). Investment-Cash Flow Sensitivities are Useful: A Comment on Kaplan and Zingales, Quarterly Journal of Economics 115(2), 695-704.",
        "Fratzscher, Marcel (2009). What Explains Global Exchange Rate Movements During the Financial Crisis? European Central Bank Working Paper 1060.",
        "Gilchrist , Simon and Charles Himmelberg (1998). Investment, Fundamentals and Finance, NBER Working Paper No. 6652.",
        "Gorton, Gary and Andrew Metrick (2009). Securitized Banking and the Run on Repo, NBER Working Paper No. 15223.",
        "Heider , Florian, Marie Hoerova, Cornelia Holthausen (2009). Liquidity Hoarding and Interbank Market Spreads: The Role of Counterparty Risk, European Central Bank Working Paper Series No. 1126.",
        "Ivashina, Victoria, and David S. Scharfstein (2009). Bank Lending During the Financial Crisis of 2008, http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1297337.",
        "Kaplan, Steven, and Luigi Zingales (1997). Do Investment.Cash Flow Sensitivities Provide Useful Measures of Financing Constraints?, Quarterly Journal of Economics 112, 169.215.",
        "Kotlikoff, Laurence (2010). Jimmy Stewart is Dead  Ending the World's Ongoing Financial Plague with Limited Purpose Banking. John Wiley and Sons.",
        "Lakonishok, Josef , Andrei Shleifer and Robert Vishny (1994). Contrarian Investment, Extrapolation, and Risk, Journal of Finance, 49(5),1541-78.",
        "Lamont, Owen, Christopher Polk,, and Jesus Saa-Requejo (2001). Financial Constraints and Stock Returns, Review of Financial Studies, 14(2), 529-54.",
        "Mitchell, Mark, and Todd Pulvino (2010). Arbitrage Crashes and the Speed of Capital, http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1628261 Obstfeld, Maurice, Shambaugh, Jay, and Taylor, Alan (2009). Financial Instability, Reserves, and Central Bank Swap Lines in the Panic of 2008, NBER Working Paper 14826.",
        "Reinhart, Carmen, and Rogoff, Kenneth(2008). Is the 2007 US Sub-Prime Financial Crisis So Different? An International Historical Comparison, American Economic Review 98 (2), 339344.",
        "Rose, Andrew, and Spiegel, Mark (2009a). Cross-Country Causes and Consequences of the 2008 Crisis: Early Warning, CEPR Discussion Paper 7354.",
        "Rose, Andrew, and Spiegel, Mark (2009b). Cross-Country Causes and Consequences of the 2008 Crisis: International Linkages and American Exposure, NBER Working Paper 15358.",
        "Schwarz , Krista (2009). Mind the Gap: Disentangling Credit and Liquidity in Risk Spreads, http://www0.gsb.columbia.edu/faculty/eravina/seminar/Krista.pdf.",
        "Sharpe, Steven (1994). Financial Market Imperfections, Firm Leverage, and the Cyclicality of Employment, The American Economic Review 84(4), 1060-1074.",
        "Taylor, John (2009). The Financial Crisis and the Policy Responses: An Empirical Analysis of What Went Wrong, NBER Working Paper 14631. Tong, Hui and Shang-Jin Wei (Forthcoming). The Composition Matters: Capital Flows and Liquidity Constraint during a Global Economic Crisis, Review of Financial Studies.",
        "Whited, Toni and Goujun Wu (2006). Financial Constraints Risk, Review of Financial Studies 19, 531-59."
    ]
}