{
    "id": 16551,
    "cites": 66,
    "cited_by": 4,
    "reference": [
        "Statistics on Land Registration in Taiwan (). 1915 Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. The American Economic Review 91 (5): 1369-1401.",
        "------. 2002. Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution. The Quarterly Journal of Economics 117 (4): 1231-1294.",
        "Akramov, Kamiljon T. , and Nurbek Omuraliev. 2009. Institutional Change, Rural Services, and Agricultural Performance in Kyrgyzstan. IFPRI Discussion Paper 00904.",
        "Alchian, Armen A., and Harold Demsetz. 1973. The Property Right Paradigm. The Journal of Economic History 33 (1):16-27.",
        "Alston, Lee J., Gary D. Libecap, and Bernardo Mueller. 1999. Titles, conflict, and land use : the development of property rights and land reform on the Brazilian Amazon frontier Ann Arbor: University of Michigan Press.",
        "Angus-Leppan, P. V., and I. P. Williamson. 1985. A Project for Upgrading the Cadastral System in Thailand. Survey Review 28:2-14.",
        "Asao, Naohiro. 1991. The Sixteenth-Century Unification. In The Cambridge History of Japan, edited by G. Editors. Cambridge: Cambridge University Press.",
        "Banerjee, Abhijit, and Lakshmi Iyer. 2005. History, Institutions, and Economic Performance: The Legacy of Colonial Land Tenure Systems in India. The American Economic Review 95 (4): 1190-1213.",
        "Besley, Timothy, and Torsten Persson. 2009. The Origins of State Capacity: Property Rights, Taxation, and Politics American Economic Review 99 (4):121844.",
        "Boecker, Rebecca Reid. 1993. Yap State History: Yap State Department of Education.",
        "Boucher, Stephen R., Bradford L. Barham, and Michael R. Carter. 2005. The Impact of MarketFriendly  Reforms on Credit and Land Markets in Honduras and Nicaragua. World Development 33 (1):107-128.",
        "CIA. 2007. The World Factbook. Washington D.C.: CIA.",
        "Close Up Foundation. 2000. Micronesia: A Guide through the centuries. Alexamdria: Close Up Foundation.",
        "Cho, Sukgon. 2003. Hankuk Geundae Tojijedoui Hyungsung (in Korean). Seoul: Haenam.",
        "Damas, David. 1994. Bountiful Island: A Study of Land Tenure on a Micronesian Atoll. Waterloo: Wilfrid Laurier Unversity Press.",
        "Demsetz, Harold. 1967. Toward a Theory of Property Rights. The American Economic Review 57 (2):347-359.",
        "Do, Quy-Toan, and Lakshmi Iyer. 2008. Land Titling and Rural Transition in Vietnam. Economic Development and Cultural Change 56:531-579.",
        "Duus, Peter. 1976. The Rise of Modern Japan. Boston: Houghton Mifflin.",
        "Engerman, Stanley L., and Kenneth L. Sokoloff. 2002. Factor Endowment, Institutions, and Differential Paths of Growth among New World Economies: A View from Economic Historians of the United States. In How Latin American Fell Behind, edited by S. Harber, 260-304. Stanford: Stanford University Press.",
        "------. 1997. Factor Endowments, Inequality, and Paths of Development among New World Economics. National Bureau of Economic Research Working Paper Series No. 9259.",
        "Etpison, Mandy T. 2004. Palau - Cultural History. Koror: Tkel Corp.",
        "Feder, Gershon, Tongroj Onchan, Yongyuth Chalamwong, and C. Hangladoran. 1986. Land Policies and Farm Productivity in Thailand. Baltimore: Johns Hopkins University Press.",
        "Ferguson, Niall. 2003. Empire: The Rise and Demise of the British World Order and the Lessons for Global Power. New York: Basic Books.",
        "------. 2001. The cash nexus : money and power in the modern world, 1700-2000. New York: Basic Books.",
        "Field, Erica, and Maximo Torero. 2004. Do Property Titles Increase Credit Access among the Urban Poor? Evidence from Peru.",
        "Galiani, Sebastian, and Ernesto Schargrodsky. Property Rights for the Poor: Effects of Land Titling. 2006.",
        "Gragert, Edwin H. 1994. Landownership under Colonial Rule: Korea's Japanese Experience, 1900-1935. Honolulu: University of Hawaii Press.",
        "Hall, Robert E., and Charles I. Jones. 1999. Why Do Some Countries Produce So Much More Output Per Worker Than Others? The Quarterly Journal of Economics 114 (1): 83-116.",
        "Hong, Keelung, and Stephen O. Murray. 2005. Looking through Taiwan: American anthropologists' collusion with ethnic domination. Lincoln: University of Nebraska Press.",
        "Hori, Kazuo. 1982. Colonial Industrial Finance and Economic Structure - Analysis of Korean Colonial Industrial Bank. Korean Economic History Association.",
        "Joo, Ikjong. 2005. Financial Industry and Other Services. In Economic Growth in Korea 1910-1945 (in Korean), edited by N. Kim. Seoul: Seoul National University Press.",
        "Ka, Chih-ming. 1995. Japanese Colonialism in Taiwan: Land Tenure, Development, and Dependency, 1985-1945. Oxford: Westview.",
        "Kaufmann, Daniel, Aart Kraay, and Massimo Mastruzzi. 2007. Aggregate and Individual Governance Indicators 1996-2007. World Bank Policy Research Working Paper 4654: 803-832.",
        "Kim, Jaeho, and Ki-joo Park. 2004. Nogchon Yijayoolui Janggi Byundong, 1742 - 1953. In Suryang Kyungjesarobon Chosun Hugi (in Korean), edited by Y. Rhee. Seoul: Seoul National University Press.",
        "Kim, Seong-Hak. 2008. Ume Kenjir and the Making of Korean Civil Law, 1906-1910. The Journal of Japanese Studies 34 (1): 1-31.",
        "Kwon, Tae-Uk. 1989. Iljeui Chosun Chimryaksa (in Korean).",
        "La Croix, Sumner J. 1995. The Political Economy of Urban Land Reform in Hawaii. Urban Studies 32 (6):999-1015.",
        "La Porta, Rafael, et al. 1998. Law and Finance. The Journal of Political Economy 106 (6): 1113-1155.",
        "------. 1997. Legal Determinants of External Finance. The Journal of Finance 52 (3): 1131-1150.",
        "Lin, Wen-Kai. 2008. Land Property and contract in Taiwan: During the Qing and Japanese Colonial Period.: Unpublished manuscript.",
        "Macauley, Melissa. 2009. A World Made Simple: Law and Property in the Ottoman and Qing Empires. In Shared Histories of Modernity: China, India & Ottoman Empire, edited by H. Islamoglu and P. C. Perdue. New Delhi: Routledge.",
        "Mangefel, John A., and Michael F. Caldwall. 2005. A Caroline island cultural perspective on disability: the six history of education in the Federated States of Micronesia. Quezon City: Centralbooks.",
        "Marksbury, Richard. 1979. Land Tenure and Modernization in the Yap Islands, Anthropology, Tulane University.",
        "Maverick, Lewis A. 1941. Pierre Poivre: Eighteenth Century Explorer of Southeast Asia. The Pacific Historical Review 10 (2):165-177.",
        "McGrath, William A., and Scott W. Wilson. 1971. The Marshal, Caroline and Mariana. In Land Tenure in the Pacific, edited by R. G Crocombe. London: Oxford University Press.",
        "Myers, Ramon H., and Mark R. Peattie. 1984. Japanese Colonial Empire 1895-1945. Cambridge: Princeton University Press.",
        "North, Douglass C. 1990. Institutions, Institutional Change and Economic Performance. New York: Cambridge University Press.",
        "North, Douglass C., and Barry R. Weingast. 1989. Constitutions and Commitment: The Evolution of Institutional Governing Public Choice in Seventeenth-Century England. The Journal of Economic History 49 (4):803-832.",
        "Nunn, Nathan. 2008. The Long-Term Effect of Africa's Slave Trades. The Quarterly Journal of Economics 123 (1): 139-176.",
        "Oh, Duhwan. 1996. Economic Development and Finance of Korea in the Colonial Period. Kyungsang Nonjip 10:165-189.",
        "Perosian-Husa, Carmen C. H., Melson Miko, and Moline Smaserui. 2002. Inventory of Cultural and Historical Sites and Collection of Oral History Ngardmau State: Bureau of Arts and Culture -Historic Preservation Office, Republic of Palau.",
        "Phang, Sock-Yong. 2000. Hong Kong and Singapore. Journal of Economics and Sociology 59 (5): 337352.",
        "Purcell, David Campbell. 1968. Japanese expansion in the South Pacific, 1890-1935.",
        "Rhee, Younghoon. 2009. Hankukui Yuksa Tonggye.",
        "Rhee, Younghoon and Youngjoon Cho. 2005. 18-19 Segi Nonggaui Gagye Gyesheung Chuyi, Gyungje Sahak, 39.",
        "Rhee, Younghoon, Siwon Jang, Hiroshi Miyajima, and Takenori Matsumoto. 1992. Hankuk Guendae Suri Johap Yongu. Seoul: Iljogak.",
        "SMERU, Research Team. 2002. An Impact Evaluation of Systematic Land Titling under the Land Administration Project (LAP). In SMERU Research Report.",
        "Sng, Tuan-Hwee. 2009. Agency Problem and Dynastic Decline: The Case of Late Imperial Chian 17001850: Unpublished Manuscript.",
        "Stock, James H., Jonathan H. Wright, and Motohiro Yogo. 2002. A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments. Journal of Business & Economic Statistics 20 (4): 518-529.",
        "Tilly, Charles. 1992. Coercion, Capital and European States, AD 990-1992. Cambridge: Blackwells.",
        "Trust Territory of Pacific Islands. 1969 - 1989. Trust Territory reports: containing opinions of the High Court of the Trust Territory of the Pacific Islands, Appellate and Trial Divisions. Vol. 1 - 6. Oxford: Equity Pub. Corp.",
        "Trust Territory of Pacific Islands: Office of the High Commissioner and Dept. of the Interior United States. 1971. Annual report, Trust Territory of the Pacific Islands to the Secretary of the Interior.",
        "Trust Territory of the Pacific Islands Office of Land Management. 1967. Note on Duplication.",
        "Vaughan, Megan. 2005. Creating the Creole Island: Slavery in Eighteenth-Century Mauritius. Durham: Duke University Press.",
        "Wakita, Osamu. 1991. The Social and Economic Consequences of Unification. In The Cambridge History of Japan, edited by G. Editors. Cambridge: Cambridge University Press.",
        "Yap State Government. 2008. Yap Civil Action No. 2008-043. Yap State Government. Yap State Law 2-38 Section 7."
    ]
}