{
    "id": 16568,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Bowen, William and Derek Bok (1998) The Shape of the River. Princeton: Princeton University Press.",
        "Deshpande, Ashwini (2006) Affirmative Action in India and the United States, 2006 World Development Report. Washington D.C.: The World Bank).",
        "Chan, Jimmy and Erik Eyster (2003) Does Banning Affirmative Action Lower College Student Quality? American Economic Review 93:2, pp. 858-72.",
        "Coate, Stephen and Glenn C. Loury (1993) Will Affirmative Action Policies Eliminate Negative Stereotypes? American Economic Review, 83:5, pp. 1220-40.",
        "Costrell, Robert and Glenn C. Loury (2004) The Distribution of Ability and Earnings in a Hierarchical Job-Assignment Model, Journal of Political Economy, vol. 112, No. 6, pp 132226",
        "Diamond, Peter A. and James A. Mirrlees (1971) Optimal Taxation and Public Production: I -- Production Efficiency, The American Economic Review, 61:, pp. 8-27.",
        "Fryer, Roland and Glenn C. Loury (2005a) Affirmative Action and Its Mythology, Journal of Economic Perspectives 19:3.",
        "Fryer, Roland and Glenn C. Loury (2005b) Affirmative Action in Winner-Take-All Markets, Journal of Economic Inequality, 3:3 pp. 263-280.",
        "Galanter, Mark (1992) Competing Equalities: Law and the Backward Classes in India. Oxford: Oxford University Press.",
        "Holzer, Harry and David Neumark (2000) Assessing Affirmative Action, Journal of Economic Literature, 38:3, pp. 483-568.",
        "Klitgaard, Robert (1986) Elitism and Meritocracy in Developing Countries. Baltimore: Johns Hopkins University Press.",
        "Loury, Glenn C. (2002) The Anatomy of Racial Inequality. Cambridge, MA: Harvard University Press.",
        "Lundberg, Shelly and Richard Startz (1983) Private Discrimination and Social Intervention in Competitive Labor Markets, American Economic Review, 73:3, pp. 340-47.",
        "Moro, Andrea and Peter Norman (2003) Affirmative Action in a Competitive Economy, Journal. of Public Economics, 87:3-4, 567-94.",
        "Sowell, Thomas (2004) Affirmative Action Around the World: An Empirical Study. New Haven: Yale University Press.",
        "Thernstrom, Abigail and Stephen Thernstrom (1997) America in Black and White: One Nation, Indivisible. New York: Simon & Schuster.",
        "Thernstrom, Abigail and Stephen Thernstrom (2003) No Excuses: Closing the Racial Gap in Learning. New York: Simon and Schuster.",
        "Welch, Finis (1976) Employment Quotas for Minorities, Journal of Political Economy, 84:4 (pt. 2), pp. S105-S139. Regulator commits to a policy Agents receive endowments Agents choose effort Agents learn their productivities Slots are allocated Production occurs and payment received),( ci { }1,0e ),( i"
    ]
}