{
    "id": 16566,
    "cites": 32,
    "cited_by": 37,
    "reference": [
        "Abadie, Alberto. 2003. Semiparametric instrumental variable estimation of treatment response models. Journal of Econometrics 113(2): 231-63.",
        "Andrews, Donald W. K. 1999. Estimation when a parameter is on a boundary. Econometrica 67(6): 1341-83.",
        "Andrews, Donald W. K., and Patrik Guggenberger. 2009. Hybrid and sizecorrected subsampling methods. Econometrica 77(3): 721-62.",
        "Angrist, Joshua D. 2004. Treatment effect heterogeneity in theory and practice. Economic Journal 114(494): C52-C83.",
        "Angrist, Joshua D., and William N. Evans. 1998. Children and their parents' labor supply: Evidence from exogenous variation in family size. American Economic Review 88(3): 450-77.",
        "Angrist, Joshua D., Guido W. Imbens, and Donald B. Rubin. 1996. Identification of causal effects using instrumental variables. Journal of the American Statistical Association 91: 444-72.",
        "Angrist, Joshua D., Victor Lavy, and Analia Schlosser. 2010. Multiple experiments for the causal link between the quantity and quality of children. Journal of Labor Economics 28, 773-824.",
        "Brown, Bryan W., and Whitney K. Newey. 2002. Generalized method of moments, efficient bootstrapping, and improved inference. Journal of Business & Economic Statistics 20(4): 507- 17.",
        "Chamberlain, Gary. 2010. Bayesian aspects of treatment choice. Discussion paper, Harvard University.",
        "Crump, Richard K., V. J. Hotz, Guido W. Imbens, and Oscar A. Mitnik. 2009. Dealing with limited overlap in estimation of average treatment effects. Biometrika 96(1): 187-99.",
        "Ebenstein, Avraham. 2009. When is the local average treatment close to the average? Evidence from fertility and labor supply. Journal of Human Resources 44(4): 955-75.",
        "Frangakis, Constantine E., and Donald B. Rubin. 2002. Principal stratification in causal inference. Biometrics 58(1): 21-29",
        "Frolich, Markus. 2007. Nonparametric IV estimation of local average treatment effects with covariates. Journal of Econometrics 139(1): 35-75.",
        "Gelbach, Jonah. B. 2002. Public schooling for young children and maternal labor supply.  American Economic Review, 92(1): 307-22.",
        "Hahn, Jinyong. 1996. A note on bootstrapping generalized method of moments estimators.  Econometric Theory 12: 187-97.",
        "Hahn, Jinyong. 1998. On the role of the propensity score in efficient semiparametric estimation of average treatment effects. Econometrica 66(2): 315-32.",
        "Hall, Peter, and Joel L. Horowitz. 1996. Bootstrap critical values for tests based on generalized-Method-of-moments estimators. Econometrica 64(4): 891-916.",
        "Heckman, James J. 2010. Building bridges between structural and program evaluation approaches to evaluating policy. Journal of Economic Literature 48(2): 356- 98.",
        "Heckman, James J., Justin L. Tobias, and Edward Vytlacil. 2001. Four parameters of interest in the evaluation of social programs. Southern Economic Journal 68(2): 210-23.",
        ". 2003. Simple estimators for treatment parameters in a latent-variable framework. Review of Economics and Statistics 85 (3): 748-55.",
        "Imbens, Guido W., and Whitney K. Newey. 2009. Identification and estimation of triangular simultaneous equations models without additivity. Econometrica 77(5): 14811512.",
        "Imbens, Guido W., and Joshua D. Angrist. 1994. Identification and estimation of local average treatment effects. Econometrica 62(2): 467-75.",
        "Leeb, Hannes, and Meredikt M. Potscher 2008, Model selection, in T.G. Andersen, R.A. Davis, J.-P. Kreiss and T. Mikosch (eds.), Handbook of Financial Time Series. Springer-Verlag.",
        "Olsen, Randall, J. 1980. A least squares correction for selectivity bias. Econometrica 48(7): 1815-20",
        "Oreopoulos, Philip. 2006. Estimating average and local average treatment effects of education when compulsory schooling laws really matter. American Economic Review 96(1): 152-75.",
        "Rosenzweig, Mark R., and Kenneth I. Wolpin. 1980. Testing the quantity-quality fertility model: The use of twins as a natural experiment. Econometrica 48(1): 227-40.",
        "Rubin, Donald B. 1977. Assignment to a treatment group on the basis of a covariate. Journal of Educational Statistics 2(1): 1-26.",
        "van der Vaart, Aad W. 1998. Asymptotic statistics. New York: Cambridge University Press.",
        "Vella, Francis, and Marno Verbeek. 1999. Estimating and Interpreting Models with Endogenous Treatment Effects. Journal of Business & Economic Statistics 17(4): 473-78.",
        "Vytlacil, Edward. 2002. Independence, monotonicity, and latent index models: An equivalence result. Econometrica 70(1): 331-41.",
        "Wald, Abraham. 1940. The fitting of straight lines if both variables are subject to error. Annals of Mathematical Statistics 11(3): 284-300.",
        "Willis Robert J., and Sherwin Rosen. 1979. Education and self-selection. The Journal of Political Economy 87(5): S7-S36. Twins(TNT)SamesexTOTCATEY1CATEY2 HSdropout Age2ndchild<=4 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 HSgrad 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 Somecollege 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 Collegegrad 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 4<Age2ndchild<=8 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 Age2ndchild>8 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2 0.00.51.01.52.0 Twins(TNT)SamesexTOTCATEY1CATEY2"
    ]
}