{
    "id": 16564,
    "cites": 50,
    "cited_by": 6,
    "reference": [
        "Abito, Jose Miguel and Julian Wright (2008), Exclusive Dealing with Imperfect Downstream Competition, International Journal of Industrial Organization, 26(1), 227246.",
        "Ackerberg, Daniel, C. Lanier Benkard, Steven Berry and Ariel Pakes (2007), Econometric Tools for Analyzing Market Outcomes, Ch. 63 in Handbook of Econometrics, Volume 6A, James Heckman and Edward Leamer (eds.), North-Holland, Amsterdam.",
        "Argenton, Cedric (2010), Exclusive Quality, Journal of Industrial Economics, 58(3), 690-716.",
        "Bowman, Ward (1955), The Prerequisites and Effects of Resale Price Maintenance, The University of Chicago Law Review, 22(4), 825-873.",
        "Brennan, Timothy (2008), RPM as exclusion: Did the US Supreme Court stumble upon the missing theory of harm?, The Antitrust Bulletin, 53(4), 967-986.",
        "Cassady, Ralph (1939), Maintenance of Resale Prices by Manufacturers, Quarterly Journal of Economics, 53(3), 454-464.",
        "Chen, Zhijun and Greg Shaffer (2009), Naked Exclusion with Minimum-Share Requirements, working paper, Simon School of Business, University of Rochester.",
        "Comanor, William and Patrick Rey (2000), Vertical Restraints and the Market Power of Large Distributors, Review of Industrial Organization, 17, 135-153.",
        "Deneckere, Raymond, Howard Marvel and James Peck (1996), Demand Uncertainty, Inventories, and Resale Price Maintenance, Quarterly Journal of Economics, 111(3), 885-914.",
        "Deneckere, Raymond, Howard Marvel and James Peck (1997), Demand Uncertainty and Price Maintenance: Markdowns as Destructive Competition, American Economic Review, 87(4), 619-641.",
        "Eichner, Alfred (1969), The Emergence of Oligopoly.",
        "Elzinga, Kenneth and David Mills (2008), The Economics of Resale Price Maintenance, in Issues in Competition Law and Policy, ABA Section of Antitrust Law, 1841.",
        "Fumigalli, Chiara and Massimo Motta (2006), Exclusive Dealing and Entry, when Buyers Compete, American Economic Review, 96(3), 785-795.",
        "Gammelgaard, Soren (1958), Resale Price Maintenance, Project No. 238, European Productivity Agency, Organisation for European Economic Cooperation, Paris.",
        "Gilligan, Thomas W. (1986), The Competitive Effects of Resale Price Maintenance, RAND Journal of Economics, 17(4), 544-556.",
        "Harrington, Joseph E. Jr (1991), The Determination of Price and Output Quotas in a Heterogenous Cartel, International Economic Review, 32(4), 767-792.",
        "Hersch, Phillip L. (1994), The Effects of Resale Price Maintenance on Shareholder Wealth: The Consequences of Schwegmann, Journal of Industrial Economics, 42(2), 205-216.",
        "Ippolito, Pauline (1991), Resale Price Maintenance: Empirical Evidence from Litigation, Journal of Law and Economics, 34(2), 263-294.",
        "Ippolito, Pauline and Thomas R. Overstreet (1996), Resale Price Maintenance: An Economic Assessment of the Federal Trade Commission's Case against Corning Glass Works, Journal of Law and Economics, 39(1), 285-328.",
        "Jullien, Bruno and Patrick Rey (2007), Resale Price Maintenance and Collusion, RAND Journal of Economics, 38(4), 983-1001.",
        "Klein, Benjamin and Kevin Murphy (1988), Vertical Restraints as Contract Enforcement Mechanisms, Journal of Law and Economics, 31(2), 265-297.",
        "Mailath, George and Larry Samuelson (2006), Repeated Games and Reputations: Long Run Relationships, Oxford University Press, Oxford.",
        "Marvel, Howard (1994), The Resale Price Maintenance Controversy: Beyond the Conventional Wisdom, Antitrust Law Journal, 63(1), 59-92.",
        "Marvel, Howard and Stephen McCafferty, (1984), Resale Price Maintenance and Quality Certification, Rand Journal of Economics, 15(3), 346-59.",
        "Marvel, Howard and Stephen McCafferty (1985), The Welfare Effects of Resale Price Maintenance, Journal of Law and Economics, 28, 363-79.",
        "Marx, Leslie and Greg Shaffer (2004), Rent Shifting, Exclusion, and Market-Share Discounts, Working Paper.",
        "Miklos-Thal, Jeanine (2010) Optimal Collusion under Cost Asymmetry, Economic Theory, forthcoming; online version at http://dx.doi.org/10.1007/s00199-009-0502-9",
        "OECD (2008) Policy Rountables: Resale Price Maintenance.",
        "Matthewson, Frank and Ralph Winter (1998) The Law and Economics of Resale Price Maintenance, Review of Industrial Organization, 13, pp. 57-84.",
        "Ordover, Janusz A., Garth Saloner and Steven C. Salop (1988), Equilibrium Vertical Foreclosure, American Economic Review, 80, pp. 127-42.",
        "Ornstein, Stanley and Dominique M. Hassens (1987), Resale Price Maintenance: Output Increasing or Restricting? The Case of Distilled Spirits in the United States, Journal of Industrial Economics, 36(1), 1-18.",
        "Overstreet, Thomas R. (1983), Resale Price Maintenance: Economic Theories and Empirical Evidence, Bureau of Economics Staff Report to the Federal Trade Commission.",
        "Posner, Richard A. (2001) Antitrust Law: 2nd Edition University of Chicago Press.",
        "Rasmusen, Eric, Mark Ramseyer and John Wiley (1991), Naked Exclusion, American Economic Review, 81(5), 1137-1145.",
        "Rey, Patrick and Thibaud Verge (2004), Bilateral Control with Vertical Restraints, RAND Journal of Economics, 35(4), 728-746.",
        "Rey, Patrick and Thibaud Verge (2009), Resale Price Maintenance and Interlocking Relationships, Journal of Industrial Economics, forthcoming.",
        "Rey, Patrick and Thibaud Verge (2008), Economics of Veritical Restraints, Ch. 9 in Handbook of Antitrust Economics, Paolo Buccirossi (ed.), MIT Press, Boston.",
        "Rey, Patrick and Jean Tirole (2007), A Primer on Foreclosure, Ch. 33 in Handbook of Industrial Economics, Volume 3, Mark Armstrong and Rob Porter (eds), North Holland, Amsterdam.",
        "de Roos, Nicolas (2006), Examining models of collusion: The market for lysine, International Journal of Industrial Organization, 24(6), 1083-1107.",
        "Ross, Tom (1992), Cartel Stability and Product Differentiation, International Journal of Industrial Organization, 10(1), 1-13.",
        "Segal, Ilya and Michael Whinston (2000), Naked Exclusion: Comment, American Economic Review, 90(1), 296-309.",
        "Shaffer, Greg (1991), Slotting Allowances and Resale Price Maintenance: A Comparison of Facilitating Practices, RAND Journal of Economics, 22(1), 120-135.",
        "Simpson, John and Abraham Wickelgren (2007), Naked Exclusion, Efficient Breach and Downstream Competition, American Economic Review, 97(4), 1305-1320.",
        "Telser, Lester (1960), Why Should Manufacturers Want Fair Trade?, Journal of Law and Economics, 3, 86-105.",
        "Tirole, Jean (1988), The Theory of Industrial Organization, MIT Press, Cambridge.",
        "Whinston, Michael D. (2006), Lectures on Antitrust Economics, MIT Press, Cambridge.",
        "Winter, Ralph A. (2009), Presidential Address: Antitrust restrictions on single-firm strategies, Canadian Journal of Economics, 42, pp. 1207-1239.",
        "Yamey, Basil (1954), The Economics of Resale Price Maintenance, Sir Isaac Pitman & Sons, Ltd., London.",
        "Yamey, Basil (1966), Introduction: The Main Economic Issues, Ch.1 in Resale Price Maintenance: A Comparative American-European Perspective, Basil Yamey (Ed.), AdlineTransaction, Chicago.",
        "Zerbe, Richard (1969), The American Sugar Refinery Company, 1887-1914: The Story of a Monopoly, Journal of Law and Economics, 12(2), 339-375."
    ]
}