{
    "id": 16569,
    "cites": 75,
    "cited_by": 8,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, James Robinson, 2001, Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review 91, 1369-1401.",
        "Acemoglu, Daron, Simon Johnson, James Robinson, 2001, An African Success Story: Botswana, CEPR Discussion Paper No. 3219, February.",
        "Acemoglu, Daron, Simon Johnson, James Robinson, and Yunyong Thaicharoen, 2003, Institutional Causes, Macroeconomic Symptoms: Volatility, Crises and Growth, Journal of Monetary Economics (Elsevier), vol. 50(1), pages 49-123, January.",
        "Alesina, Alberto, Sule Ã\u0083â\u0080\u0093zler, Nouriel Roubini, and Phillip Swagel, 1996, Political Instability and Economic Growth, Journal of Economic Growth, Vol.1, No. 2, June.",
        "Ancharaz, Vinaye dey, 2004, The Effect of Trade Liberalization on Export-oriented Output and FDI: A Case Study of the Mauritian EPZ, 1971-1998, University of Mauritius Research Journal, vol. 5 pp 1-30.",
        "Ancharaz, Vinaye dey, 2008, David V. Goliath: Mauritius Facing Up to China, draft scoping study prepared for the African Economic Research Consortium, University of Mauritius, RÃ\u0083Â©duit, January.",
        "Anckar, Carsten, 2008, Size, Islandness, and Democracy: A Global Comparison, International Political Science Review, 29, no. 4, 433-459.",
        "African Economic Outlook, 2008, Mauritius, African Development Bank and Organisation for Economic Cooperation and Development.",
        "Auty, Richard, 2009a, Elites, Rent Cycling, and Development: Adjustment to Land Scarcity in Mauritius, Kenya and Cote d'Ivoire, UNU/WIDER conference on Elites in Economic Development, Helsinki, June.",
        "Auty, Richard, 2009b, The Political Economy of Hydrocarbon Revenue Cycling in Trinidad and Tobago, paper prepared for workshop on Myths and Realities of Commodity Dependence: Policy Challenges and Opportunities for Latin America and the Caribbean, World Bank, Sept. 17-18, 2009.",
        "Barro, Robert, 1991, Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, CVI, May, 407-444.",
        "Bates, Robert, 1981, Markets and States in Tropical Africa (University of California Press: Berkeley).",
        "Bates, Robert, and Irene Yackolev, 2002, Ethnicity in Africa, in The Role of Social Capital in Development, edited by C. Grootaert and T. Van Bastelaer (Cambridge University Press: NY).",
        "Blattman, Christopher, Jason Hwang, and Jeffrey Williamson, 2007, Winners and Losers in the Commodity Lottery: The Impact of Terms of Trade Growth and Volatility in the Periphery 1870-1939, Journal of Development Economics (Elsevier), vol. 82(1), pages 156-179, January. NBER WP 10600.",
        "Bowman, Larry W., 1991, Mauritius: Democracy and Development in the Indian Ocean (Westview Press Boulder, Colo.; Dartmouth: London ).",
        "BrÃ\u0083Â¤utigam, Deborah, 1997 a, Institutions, Economic Reform, and Democratic Consolidation in Mauritius, Comparative Politics, vol. 30, no. 1, October, pp 45-62.",
        "BrÃ\u0083Â¤utigam, Deborah, 1999 a, The `Mauritius Miracle': Democracy, Institutions and Economic Policy, in State, Conflict, and Democracy in Africa , edited by Richard Joseph (Lynee Riener: Boulder), 137-162.",
        "BrÃ\u0083Â¤utigam, Deborah, 1999 b, Mauritius: Rethinking the Miracle, Current History: A Journal of Contemporary World Affairs, vol. 98, no. 628, May, pp. 228-231.",
        "Bulte, Erwin, Richard Damania, and Robert Deacon, 2005, Resource Intensity, Institutions and Development, World Development 33, no. 7, 1029-1044.",
        "Bunwaree, Sheila, and Roukaya Kadenally, 2006, Mauritius, Country Report based on Research and Dialogue with Political Parties (International Institute for Democracy and Electoral Assistance: Stockholm).",
        "Carroll, Barbara Wake, and Terrance Carroll, 1991, State and Ethnicity in Botswana and Mauritius: A Democratic Route to Development? Journal of Development Studies 33, no. 4, April, 464-486.",
        "Collier, Paul, 2000, Ethnicity, Politics and Economic Peformance, Economics and Politics 12, 225-45.",
        "Collier, Paul, and Robert Bates, with Anke Hoeffler and Stephen O'Connell, 2008, Endogenizing Syndromes, in The Political Economy of Economic Growth in Africa:1960-2000. (Cambridge University Press: Cambridge UK and NY) Collier, Paul, and Anke Hoeffler, 2009, Testing the Neo-con Agenda: Democracy in Resource-Rich Societies, European Economic Review 53, 293-308.",
        "Dukhira, Chit, 2002, History of Mauritius: Experiments in Democracy [Publisher: Dukhira. Printed by Brijbasi Art Press, New Delhi.] Easterly, William, and Ross Levine, 2002, Tropics, Germs, and Endowments, Carnegie-Rochester Conference Series on Public Policy. NBER Working Paper No. 9106.",
        "Engerman, Stanley, and Kenneth Sokoloff, 1997, Factor Endowments, Institutions, and Differential Paths of Growth among New World Economies: A View From Economic Historians of the United States, in How Latin America Fell Behind, edited by Stephen Haber (Stanford University Press), 260-304.",
        "Engerman, Stanley, and Kenneth Sokoloff, 2000, Institutions, Factor Endowments, and Paths of Development in the New World, Journal of Economic Perspectives XIV: 217-232.",
        "Engerman, Stanley, and Kenneth Sokoloff, 2002, Factor Endowments, Inequality, and Paths of Development Among New World Economies, Working Paper 9259, October.",
        "Feyrer, James, and Bruce Sacerdote, 2009, Colonialism and Modern Income: Islands as Natural Experiments, Review of Economics and Statistics 91, no. 2, May: 245-262.",
        "Frankel, Jeffrey, 1974, Cocoa in Ghana: The Cocoa Farmers, Cocoa Marketing Board, and Elasticity of Supply, MIT. At http://www.hks.harvard.edu/fs/jfrankel/cocoa_in_ghana.pdf .",
        "Frankel, Jeffrey, 1997, Regional Trading Blocs (Institute for International Economics, Washington DC).",
        "Frankel, Jeffrey, 2010, The Natural Resource Curse, Center for International Development, WP No. 195, Harvard University, May. Forthcoming in Export Perils (University of Pennsylvania Press), edited by Brenda Shaffer.",
        "Frankel, Jeffrey, and David Romer, 1999, Trade and Growth: Cause and Effect? American Economic Review, 89, no. 3, June, 379-99.",
        "Frazer, Garth, and Johannes Van Biesebroeck, 2010, Trade and Growth Under the African Growth and Opportunity Act, Review of Economics and Statistics, Feb., 92, no. 1, 128-144.",
        "Gulhati, Ravi, and Raj Nallari, 1990, Successful stabilization and recovery in Mauritius, EDI development policy case series. Analytical case studies, no. 5 (World Bank, Washington DC) Hausmann, Ricardo, and Roberto Rigobon, 2003, An Alternative Interpretation of the `Resource Curse': Theory and Policy Implications, in Fiscal Policy Formulation and Implementation in Oil-Producing Countries, edited by Jeffrey Davis (International Monetary Fund: Washington, DC), p 12-44.",
        "Hausmann, Ricardo, and Dani Rodrik, 2003, Economic Development as Self-Discovery, Journal of Development Economics 72 (2) 603-633.",
        "Helliwell, John, 1994, Empirical Linkages Between Democracy and Economic Growth, British Journal of Political Science 24, 225248.",
        "Huber, Evelyne, Dietrich Rueschemeyer, and John Stephens, 1993, The Impact of Economic Development on Democracy. Journal of Economic Perspectives 7, 7185.",
        "Imam, Patrick, and Rainer KÃ\u0083Â¶hler, 2010, Balance Sheet Vulnerabilities of Mauritius During a Decade of Shocks, IMF Working Paper 10/148, June.",
        "Imam, Patrick, and Camelia Minoiu, 2008, Mauritius: A Competitiveness Assessment, IMF Working Paper 08/212, Sept.",
        "Isham, Jonathan, Michael Woolcock, Lant Pritchett, and Gwen Busby, 2005, The Varieties of Resource Experience: Natural Resource Export Structures and the Political Economy of Economic Growth, The World Bank Economic Review (Oxford University Press).",
        "Lange, Matthew, 2009, Lineages of Despotism and Development: British Colonialism and State Power, Chapter 4, (University of Chicago Press).",
        "Leuprecht, Christian, 2008-09, Migration as the Demographic Wild Card in Civil Conflict: Mauritius and Fiji, New Directions in Demographic Security, Environmental Change and Security Program Report, issue 13, pp. 34-39.",
        "Lipset, Seymour Martin, 1994, The Social Requisites of Democracy Revisited. American Sociological Review 59, 122.",
        "Lutz, Wolfgang, and Anne B. Wils, 1990, The Demographic Discontinuities of Mauritius, Chapter 4 in Wolfgang Lutz and F.L. Toth, editors, Population, Economy and Environment in Mauritius, International Institute for Applied Systems Analysis, Laxenburg, Austria, p.39-66.",
        "Macedo, Jorge Braga de, and LuÃ\u0083Â­s Brites Pereira, 2009, Cape Verde and Mozambique as Development Successes in Sub-Saharan Africa, NBER Conference on African Successes.",
        "Mathieu, Paul, and Patrick Imam, 2008, The Mauritian Growth Miracle, in Regional Economic Outlook: Sub-Saharan Africa, October (Washington: International Monetary Fund).",
        "Matsuyama, Kiminori, 1992, Agricultural Productivity, Comparative Advantage, and Economic Growth, Journal of Economic Theory 58, December, 317-334.",
        "Meade, James, 1961, The Economics and Social Structure of Mauritius--Report to Government of Mauritius (Methuen: London).",
        "Mehlum, Halvor, Karl Moene, and Ragnar Torvik, 2006, Institutions and the Resource Curse, Economic Journal 116, 508, 1-20.",
        "Minier, Jenny A., 1998, Democracy and Growth: Alternative Approaches, Journal of Economic Growth 3, 241-266.",
        "Ministry of Finance, 2008, Additional Stimulus Package: Shoring Up Economic Performance, Mauritius.",
        "Nath, Shyam and Neti Madhoo, 2008 A Shared Growth Story of Economic Success: The Case of Mauritius, in The Political Economy of Economic Growth in Africa, B. J. Ndulu, Stephen A. O'Connell, Jean-Paul Azam, eds. Vol. 2 (Cambridge University Press) North, Douglass, 1994, Economic Performance Through Time, American Economic Review, 84, no. 3, June, 359-368.",
        "Poelhekke, Steven, and, Frederick van der Ploeg, 2007, Volatility, Financial Development and the Natural Resource Curse, CEPR DP6513, October.",
        "Rodriguez, Francisco, and Dani Rodrik, 2001, Trade Policy and Economic Growth: A Skeptic's Guide to the Cross-National Evidence, in: NBER Macroeconomics Annual 2000, Volume 15, pages 261-338.",
        "Rodrik, Dani, 1997, Trade Policy and Economic Performance in Sub-Saharan Africa, Swedish Ministry for Foreign Affairs.",
        "Rodrik, Dani, Arvind Subramanian, and Francesco Trebbi, 2004, Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development, Journal of Economic Growth 9 no. 2, 131-65.",
        "Romer, Paul, 1990, Endogenous Technological Change, 1990, Journal of Political Economy. Vol.98, No. 5, Oct., pp. S71-S102.",
        "Romer, Paul, 1992, Two Strategies for Economic Development: Using Ideas and Producing Ideas, ABCDE, World Bank.",
        "Romer, Paul, 1993, Idea Gaps and Object Gaps in Economic Development, Journal of Monetary Economics, Volume 32, Issue 3, December, Pages 543-573.",
        "Rotberg, Robert, and Rachel Gisselquist, 2007, 2008, and 2009, Strengthening African Governance: Index of African Governance Results and Rankings, Harvard Kennedy School.",
        "Sacerdoti, Emilio, Gamal El-Masry, Padamja Khandelwal, and Yudong Yao, 2005, Mauritius: Challenges of Sustained Growth (Washington: International Monetary Fund).",
        "Sachs, Jeffrey, 2003, Institutions Don't Rule: Direct Effects of Geography on Per Capita Income, NBER WP 9490, February.",
        "Sachs, Jeffrey and Andrew Warner, 1997, Sources of Slow Growth in African Economies, Journal of African Economies, 6 (3): 335-76.",
        "Sala-i-Martin, Xavier, 1997, I Just Ran Two Million Regressions, American Economic Review 107, May.",
        "Sala-I-Martin, Xavier, and Arvind Subramanian, 2003, Addressing the Natural Resource Curse: An Illustration from Nigeria. IMF Working Paper WP/03/139.",
        "Selvon, Sydney, 2005, A Comprehensive History of Mauritius (publisher: Selvon; 2nd edition).",
        "Simmons, Adele, 1982, Modern Mauritius : The Politics of Decolonization (Indiana University Press, Bloomington).",
        "Subramanian, Arvind, 2001, Mauritius: A Case Study, Finance and Development, IMF, Dec., 38, no. 4.",
        "Subramanian, Arvind, 2007, The Mauritian Success Story and Its Lessons, UN/WIDER Research Paper No. 2009/36 2009.",
        "Subramanian Arvind, and Roy Devesh, 2003, Who can Explain the Mauritian Miracle: Meade, Romer, Sachs, or Rodrik? in Rodrik, ed., In Search of Prosperity: Analytic Narratives on Economic Growth (Princeton U. Press).",
        "Torvik, Ragnar, 2001, Learning by Doing and the Dutch Disease, European Economic Review (Elsevier) 45, 285-306.",
        "Wright, Gavin, and Jesse Czelusta, 2003, Mineral Resources and Economic Development, Conference on Sector Reform in Latin America, Stanford Center for International Development Nov. 13-15.",
        "Wright, Gavin, and Jesse Czelusta, 2006, Resource-Based Growth Past and Present, in Daniel Lederman and William Maloney, editors, Neither Curse nor Destiny: Natural Resources and Development (Stanford University Press and World Bank).",
        "Zakaria, Fareed, 1997, The Rise of Illiberal Democracy, Foreign Affairs, November.",
        "Zakaria, Fareed, 2004, The Future of Freedom: Illiberal Democracy at Home and Abroad (Norton: NY)."
    ]
}