{
    "id": 16576,
    "cites": 36,
    "cited_by": 18,
    "reference": [
        "Anderson, James E. 1979. A theoretical foundation for the gravity equation, American Economic Review 69, 106-116.",
        "Anderson, James E. and J. Peter Neary. 2005. Measuring the Restrictiveness of International Trade Policy, Cambridge: MIT Press.",
        "Anderson, James E. and Eric van Wincoop. 2004.Trade Costs, Journal of Economic Literature, 42, 691-751.",
        "Anderson, James E. and Eric van Wincoop. 2003. Gravity with Gravitas, American Economic Review, 93, 170-92.",
        "Anderson, James E. and Yoto V. Yotov. 2009. The Changing Incidence of Geography, American Economic Review, forthcoming.",
        "Anderson, James E. and Yoto V. Yotov. 2010. Specialization: Pro- and Antiglobalizing, 1990-2002, Boston College.",
        "Arkolakis, Costas. 2008. Market Penetration Costs and the New Consumers Margin in International Trade, NBER Working Paper No. 14214.",
        "Baier, Scott L. and Jeffrey H. Bergstrand. 2007. Do free trade agreements actually increase members' international trade?, Journal of International Economics, 71(1), 72-95.",
        "Baier, Scott L. and Jeffrey H. Bergstrand, 2009. Bonus Vetus OLS: A Simple Method for Approximating International Trade-Cost Effects using the Gravity Equation, Journal of International Economics, vol. 77, no. 1, .",
        "Baier, Scott L., and Jeffrey H. Bergstrand, 2001. The Growth of World Trade: Tariffs, Transport Costs, and Income Similarity, Journal of International Economics, vol. 53, no. 1, 1-27.",
        "Beine, Michel, Frederic Docquier and Caglar Ozden. 2009. Diasporas, World Bank.",
        "Bergstrand, Jeffrey H., 1985. The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence, Review of Economics and Statistics, Vol. 67, No. 3, August 1985, 474-481.",
        "Bergstrand, Jeffrey H., 1989, The Generalized Gravity Equation, Monopolistic Competition, and the Factor-Proportions Theory in International Trade, Review of Economics and Statistics, Vol. 71, No. 1, February 1989, 143-153.",
        "Bergrstrand, Jeffrey H. and Peter Egger. 2007. A Knowledge- and Physical-capital Model of International Trade Flows, Foreign Direct Investment and Multinational Enterprises , Journal of International Economics, 73, 278-308.",
        "Bergrstrand, Jeffrey H. and Peter Egger. 2009. Gravity Equations and Economic Frictions in the World Economy, in Daniel Bernhofen, Rodney Falvey, David Greenaway and Udo Krieckemeier, eds., Palgrave Handbook of International Trade, PalgraveMacmillan Press, forthcoming.",
        "Chaney, Thomas,. 2008. Distorted Gravity: The Intensive and Extensive Margins of International Trade, American Economic Review, 98, 1707-21.",
        "Deardorff, Alan, 1980. The General Validity of the Law of Comparative Advantage, Journal of Political Economy, Eaton, Jonathan, and Samuel Kortum. 2002. Technology, Geography, and Trade, Econometrica, 70: 1741-1779.",
        "Feenstra, Robert. 2004. Advanced International Trade: Theory and Evidence, Princeton, NJ: Princeton University Press.",
        "Grogger, Jeffrey and Gordon H. Hanson. 2008. Income Maximization and the Selection and Sorting of International Migrants, NBER Working Paper No. 13821.",
        "Head, Keith, Thierry Mayer and John Ries. 2009. How Remote is the Off-shoring Threat?, European Economic Review, 53, 429-44.",
        "Head, Keith and John Ries. 2008. FDI as an Outcome of the Market for Corporate Control: Theory and Evidence, Journal of International Economics, 74, 2-20.",
        "Helpman, Elhanan, Marc J. Melitz and Yona Rubinstein. 2008. Estimating Trade Flows: Trading Partners and Trading Volumes, Harvard University, Quarterly Journal of Economics, 123: 441-487.",
        "Helpman, Elhanan, Marc J. Melitz and Stephen R. Yeaple. 2004. Export Versus FDI with Heterogeneous Firms, American Economic Review, 94, 300-316.",
        "Keller, Wolfgang and Stephen R. Yeaple. 2009. Gravity in the Weightless Economy, NBER Working Paper No. 15509.",
        "Kleinert, Jorn and Farid Toubal, 2010. Gravity for FDI, Review of International Economics, 18 (1), 1-13.",
        "Leamer, Edward E. and Robert M. Stern, 1970. Quantitative International Economics, Chicago: Aldine Press. LeamerLevinsohn, Leamer, Edward E. and James Levinsohn, 1995. International Trade Theory: the Evidence in Gene M. Grossman and Kenneth Rogoff, eds., Handbook of International Economics, vol. 3, Amsterdam: Elsevier Science B.V.",
        "Martin, Philippe and Helene Rey, (2004), Financial Super-markets: Size Matters for Asset Trade, Journal of International Economics, 64, 335-61.",
        "Martin, Will and Pham S. Cong (2008), Estimating the Gravity Equation when Zero Trade Flows Are Frequent, World Bank.",
        "Matsuyama, Kiminori, 2007, Beyond Icebergs: Towards a Theory of Biased Globalization , Review of Economic Studies, 74, 237-53.",
        "McCallum, John (1995) National Borders Matter: Canada-U.S. Regional Trade Patterns,  American Economic Review, 1995, 85(3), pp. 615-623. Novy10, Novy, Dennis. 2010. International Trade and Monopolistic Competition without CES: Estimating Translog Gravity, Warwick University.",
        "Redding, Stephen and Anthony J. Venables. 2004. Economic Geography and International Inequality, Journal of International Economics, 62(1), 53-82.",
        "Portes, Richard and Helene Rey, (2005), The Determinants of Cross-Border Equity Flows, Journal of International Economics, 65, 269-96.",
        "Ravenstein, Edward George, 1889, The Laws of Migration. Journal of the Royal Statistical Society, Vol. 52, No. 2. (June, 1889), pp. 241305.",
        "Samuelson, Paul A. (1952), The Transfer Problem and Transport Costs: The Terms of Trade When Impediments are Absent, The Economic Journal, 62, 278-304.",
        "Santos Silva, Jorge and Sylvana Tenreyro. 2006. The Log of Gravity, Review of Economics and Statistics, Vol. 88, No. 4: 641-658.",
        "Tinbergen, Jan. 1962. Shaping the World Economy: Suggestions for an International Economic Policy. New York: The Twentieth Century Fund."
    ]
}