{
    "id": 1657,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Bryant, Stephen, The Dimensions of Reformism in Urban Policy Analysis, Urban Affairs Quarterly, Vol. 12, No. 1, September, 1976, pgs. 117-124.",
        "Bucoveteky, Sam, Inequality in the Local Public Sector, Journal of Political Economy, Vol. 90, No. 1, February, 1982, pgs. 128-145.",
        "Bureau of the Census, Dept. of Commerce, Annual Survey of Govern- !!~!` ~ ~2Z~ and 1978, Washington, D. C.",
        "Bureau of the Census, Dept. of Commerce, census of Population and ll2!~~g, 12Z2 and 1980, Washington, D. C.",
        "Clark, Terry N., Urban Typologies and Political Outputs: Causal Models Using Discrete Variables and Orthogonal Factors, or Precise Distortion Versus Model Muddling, Social Science Information, Vol. 9, No. 6, December, 1970, pgs. 7-33.",
        "Cole, Richard L., The Urban Policy Process: A Note on Structural and Regional Influences, Social Science Quarterly, Vol. 52, No. 3, December, 1971, pgs. 646-655.",
        "Edwards, Linda N. and Franklin R. Edwards. Public Unions, Local Government Structure and the Compensation of Municipal Sanitation Workers, Economic Inguiry, Vol. XX, July 1982, pgs. 405-425.",
        "Ehrenberg, Ronald G., Municipal Government Structure, Unionization, and the Wages of Fire Fighters, Industrial and Labor Relations Review, October, 1973, pga. 36-48.",
        "Ehrenberg, Ronald G. and Gerald Goldstein, A Model of Public Sector Wage Determination, Journal 2~ ~ ~c2~2!~8 Vol. 2, No. 3, July, 1975, pga. 222-245.",
        "Friend, Edward H. and Albert Pike III, Third National Survey 2~ f~ fl-I~~ ?!~9D13!1 ~f ~ Nunicipalit~~, LaborManagement Relations Service of the United States Conference of Mayors, Washington, D.C., 1977.",
        "Friend, Edward H. and David F. Bencivenga, Fourth National Survey 2~ g!P~gY~! ~fl~! ~ EYJd-I!!! ~!~2!~!1 of U.S. Municipalities, LaborManagement Relations Service of the United States Conference of Mayors, Washington, D.C., 1979.",
        "Friend, Edward H. and Lorraine A. Lufkin, Fifth National ~ gf ~ ~ E~fl-Ii!~ E!~2~ie1 ~f ~ c~p~ii~ies, LaborManagement Relations Service of the United States Conference of Mayors, Washington, D.C., 1982.",
        "Goldstein, Gerald S. and Leon N. Moses, ~A Survey of Urban Economics, Journal of Economic Literature, Vol, 11, No. 2, June, 1973, pga. 471-516.",
        "Hirechman, Albert, Exit, Voice and Loyalty, Harvard University Press, Cambridge, Massachusetts, 1970.",
        "Ichniowaki, Casey, Economic Effects of the Firefighters Union, Industrial end Labor Relations Review, January, 1980, pga. 198-211.",
        "International City Management Association, Municipal Yearbook 19Z8, Washington, D.C. 1979.",
        "Lyons, William, Reform and Response in American Cities: Structure and Policy Reconsidered, Social Science Quarterly, Vol. 59, No. 1, June, 1978, pgs. 118-132.",
        "Morgan, David R. and John P. Pelissero, Urban Policy: Does Political Structure Matter?, The American Political Science Review, Vol. 74, No. 4, December, 1980, pgs. 999-1005.",
        "Sayles, Leonard R., Industrial Relations: Human Relations, Interna- ~2!!!~ ~y~i22!~!! ~ ~ ~2ci~ Sciences, Vol. 7, The Macmillan Company and the Free Press, 1968, pgs.240-247.",
        "Tucker, Sharon, The Organizational Dynamics of Service Provision in a Machine and a Reform County Agency, Human Relations, Vol. 35, No. 11, November, 1982, pgs. 1015-1042."
    ]
}