{
    "id": 16575,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Amiti, Mary, and Freund Caroline, 2008, An Anatomy of China's Export Growth, NBER Working Paper.",
        "Branstetter, Lee and Lardy, Nicholas, 2006, China's Embrace of Globalization, NBER Working Paper 12373.",
        "Cai Fang, Du Yang, and Wang Meiyan, 2009, Migration and Labor Mobility in China, Human Development Research Paper, 2009/09.",
        "Cai, Hongbin, Yuyu Chen, and Li-an Zhou, 2010, Income and Consumption Inequality in Urban China: 1992-2003, Economic Development and Cultural Change, 58: 385-413.",
        "Dong, Xiaoyuan and P. Bowles, 2002, Segmentation and Discrimination in China's Emerging Industrial Labor Market, China Economic Review, Vol.13: 170-196.",
        "Gustafsson B, Li Shi, Terry Sicular, and Yue Ximing, 2008, Income Inequality and Spatial Differences in China, 1988, 1995, and 2002, in Gustafsson B, Li Shi, Terry Sicular (ed), Inequality and Public Policy in China, Cambridge University Press.",
        "Meng Xin, 2000, Labor Market Reform in China, Cambridge University Press National Beureu of Statistics (NBS), 2009, China Statistical Yearbook 2009. China Statistics Press.",
        "Schott, Peter, 2006, The Relative Sophistication of Chinese Exports, NBER Working Paper 12173.",
        "Wan Guanghua, Lu Ming and Chen Zhao, 2007, Globalization and Regional Income Inequality in China, Empirical Evidence from within China, Review of Income and Wealth, 53(3), 35-59 Wang Zhi, and Wei Shang-Jin, 2008, What Accounts for the Rising Sophistication of China's Exports? NBER Working Paper 13771.",
        "Wei Shang-Jin and Wu Yi, 2003, Globalization and Inequality: Evidence from within China, CEPR Discussion Paper No 3088.",
        "Xing Chunbing, 2008, Human Capital and Wage Determination in Different Ownerships, 1989-97, in Wan Guanghua (ed.), Understanding Inequality and Poverty in China: Methods and Applications, Palgrave Macmillan, 117-135.",
        "Xing Chunbing, 2010, Migration, Self-selection, and Income Distributions: Evidence from Rural and Urban China, IZA Discussion Paper.",
        "Zhang Xiaobo, and Zhang Kevin H., 2003, How Does Globalization Affect Regional Inequality within a Developing Country? Evidence from China, Journal of Development Studies 39(4): 47-67.",
        "Zhang, Junsen, Zhao, Yaohui, Albert Park, and Song Xiaoqing, 2005, Economic Returns to Schooling in Urban China, 1988 to 2001, Journal of Comparative Economics, 33: 730-752."
    ]
}