{
    "id": 16573,
    "cites": 46,
    "cited_by": 7,
    "reference": [
        "Arnold, Jens M., and Beata S. Javorcik. 2009. Gifted kids or pushy parents? Foreign direct investment and plant productivity in Indonesia. Journal of International Economics, 79(1): 42-53.",
        "Andrew Atkeson and Ariel Burstein. 2010. Innovation, Firm dynamics, and International Trade, Journal of Political Economy, 118(3), 433-484.",
        "Aw, Bee Yan, Mark J. Roberts, and Daniel Yi Xu. 2010. R&D Investment, Exporting, and Productivity Dynamics American Economic Review, forthcoming.",
        "Barba Navaretti, Giorgio and Anthony J. Venables. 2004. Multinational Firms in the World Economy, Princeton University Press.",
        "Bartel, Ann, Casey Ichniowski and Kathryn Shaw, 2007. How Does Information Technology Really Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker Skills, The Quarterly Journal of Economics, 1721-1758.",
        "Black, Sandra, and Lisa M. Lynch. 2001. How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, Review of Economics and Statistics, 83, 434--445.",
        "Bloom, Nicholas, and John Van Reenen. 2007. Measuring and Explaining Management Practices Across Firms and Countries. Quarterly Journal of Economics, 122(4): 1351-1408.",
        "Bloom, Nicholas, and John Van Reenen. 2010. Why Do Management Practices Differ across Firms and Countries? Journal of Economic Perspectives, 24 (1), 203--224.",
        "Branstetter, Lee, Raymond Fisman and Fritz Foley. 2006. Do Stronger Intellectual Property Rights Increase International Technology Transfer? Empirical Evidence from U.S. Firm-Level Panel Data. Quarterly Journal of Economics, 121(1), 321-349.",
        "Bresnahan, Timothy, Erik Brynjolfsson, and Loren Hitt. 2002. Information Technology, Work Organization, and the Demand for Skilled Labor: Firm-Level Evidence, Quarterly Journal of Economics, 117, 339--376.",
        "Brynjolfsson, Erik, and Lorin Hitt. 2003 Computing Productivity: Firm-Level Evidence, Review of Economics and Statistics, 85, 793--808.",
        "Burstein, Ariel, and Alexander Monge-Naranjo. 2009. Foreign Know-How, Firm Control, and the Income of Developing Countries. Quarterly Journal of Economics, 124(1): 149-195.",
        "Busso, Matias, John DiNardo and Justin McCrary. 2009. New Evidence on the Finite Sample Properties of Propensity Score Matching and Reweighting Estimators, mimeo.",
        "Bustos, Paula. 2010. Trade Liberalization, Exports, and Technology Upgrading: Evidence on the Impact of MERCOSUR on Argentinean Firms. American Economic Review, forthcoming.",
        "Caves, Richard E. 1974. Multinational Firms, Competition and Productivity in Host-Country Markets. Economica, 41(162): 176-93.",
        "Caves, Richard E. 1996. Multinational Enterprise and Economic Analysis, Second Edition. New York: Cambridge University Press.",
        "Cohen, Wesley, and Daniel Levinthal. 1990. Absorptive Capacity: A New Perspective on Learning and Innovation. Administrative Science Quarterly, 35, 128-152.",
        "Criscuolo, Chiara, and Ralf Martin. 2009. Multinationals and U.S. Productivity Leadership: Evidence from Great Britain. Review of Economics and Statistics, 91(2): 263-281.",
        "Dehejia, Rajeev and Sadek Wahba. 1997. Causal Effects in Non-Experimental Studies: ReEvaluating the Evaluation of Training Programs, in Rajeev Dehejia, Econometric Methods for Program Evaluation, Ph.D. Dissertation, Harvard University, Chapter 1.",
        "Desai, Mihir A., Fritz C. Foley, and James R. Hines Jr. 2004. A Multinational Perspective on Capital Structure Choice and Internal Capital Markets. Journal of Finance, 59(6): 2451-2488.",
        "Dixit, Avinash K., and Joseph E. Stiglitz. 1977. Monopolistic Competition and Optimum Product Diversity. American Economic Review, 67(3): 297-308.",
        "Doms, Mark E., and J. Bradford Jensen. 1998. Comparing Wages, Skills and Productivity Between Domestically and Foreign-Owned Manufacturing Establishments in the United States. Geography and Ownerships as Basis for Economic Accounting, Baldwin, R.E., R.E., Lipsey, and J.D., Richardson, (Eds). Chicago: University of Chicago Press.",
        "Ekholm, Karolina, Rikard Forslid, and James R. Markusen. 2007. Export-Platform Foreign Direct Investment. Journal of the European Economic Association, 5(4): 776-795.",
        "Hanson, Gordon H., Raymond J. Mataloni, and Matthew J. Slaughter. 2005. Vertical Production Networks in Multinational Firms. Review of Economics and Statistics 87(4): 664-678.",
        "Helpman, Elhanan, and Paul Krugman. 1985. Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy. Cambridge: MIT Press.",
        "Helpman, Elhanan, Marc J. Melitz, and Stephen R. Yeaple. 2004. Export Versus FDI with Heterogeneous Firms. American Economic Review, 94(1): 300-316.",
        "Ichniowski, Casey, and Kathryn Shaw. 2010. Insider Econometrics: A Roadmap to Estimating Empirical Models of Organizational Performance. The Handbook of Organizational Economics, R. Gibbons and J. Roberts ed. Princeton: Princeton University Press.",
        "Imbens, Guido. 2004. Nonparametric Estimation of Average Treatment Effects Under Exogeneity: A Review. Review of Economics and Statistics, 86(1), 4-29.",
        "Jensen, Michael C., and Richard S. Ruback. 1983. The Market for Corporate Control: The Scientific Evidence. Journal of Financial Economics, 11(1-4): 5-50.",
        "Jovanovic, Boyan, and Peter L. Rousseau. 2002. The Q-Theory of Mergers. American Economic Review, 92(2): 198-204.",
        "Lechner, Michael. 1999. Earnings and Employment Effects of Continuous Off-the-Job Training in East Germany after Unification. Journal of Business & Economic Statistics, 17, 74-90.",
        "Lileeva, Alla, and Daniel Trefler. 2010. Improved Access to Foreign Markets Raises Plant-Level Productivity ... for Some Plants. Quarterly Journal of Economics, forthcoming.",
        "Lichtenberg, Frank R., and Donald Siegel. 1992. Productivity and changes in ownership of manufacturing plants. Corporate takeovers and productivity, ed. Frank Lichtenberg, 25-43. Cambridge: MIT Press.",
        "Markusen, James R. 2002. Multinational Firms and the Theory of International Trade. Cambridge: MIT Press.",
        "McGrattan, Ellen, and Edward Prescott. 2010. Technology Capital and the U.S. Current Account American Economic Review, 100(4), 1493-1522",
        "Melitz, Marc J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica, 71(6): 1695-1725.",
        "Nocke, Volker and Stephen Yeaple. 2007. Cross-Border Mergers and Acquisitions versus Greenfield Foreign Direct Investment: The Role of Firm Heterogeneity. Journal of International Economics, 72(2), 336-365.",
        "Nocke, Volker and Stephen Yeaple. 2008. An Assignment Theory of Foreign Direct Investment . Review of Economic Studies, 57(2), 529-557.",
        "OECD. 2005. Oslo Manual: Guidelines for Collecting and Interpreting Innovation Data. 3rd Edition. OECD.",
        "Ramondo, Natalia. 2009. Foreign Plants and Industry Productivity: Evidence from Chile. Scandinavian Journal of Economics, 111(4): 789-809.",
        "Ramondo, Natalia, and AndrÃ\u0083Â©s RodrÃ\u0083Â­guez-Clare. 2009. Trade, Multinational Production, and the Gains from Openness. NBER Working Paper #15604.",
        "Ravenscraft, David J., and Scherer, F.M. 1987. Mergers, Sell-offs and Economic Efficiency. Washington DC: The Brookings Institution.",
        "Stiebale, Joel, and Frank Reize. 2010. The Impact of FDI on Innovation in Target Firms. International Journal of Industrial Organization, forthcoming.",
        "Syverson, Chad. 2010. What Determines Productivity? Journal of Economic Literature, Forthcoming.",
        "Teece, David J. 1977. Technology Transfer by Multinational Firms: The Resource Cost of Transferring Technological Know-how. The Economic Journal, 87(346): 242-261.",
        "Verhoogen, Eric A. 2008. Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector. Quarterly Journal of Economics, 123(2): 489-530."
    ]
}