{
    "id": 16580,
    "cites": 83,
    "cited_by": 33,
    "reference": [
        "AlcalÃ\u0083Â¡, Francisco, and Antonio Ciccone. 2004. Trade and Productivity. Quarterly Journal of Economics, 119(2): 61346.",
        "Alesina, Alberto, Enrico Spolaore, and Romain Wacziarg. 2000. Economic Integration and Political Disintegration. American Economic Review, 90(5): 127696.",
        "Allen, Franklin, Jun Qian, and Meijun Qian. 2005. Law, Finance, and Economic Growth in China. Journal of Financial Economics, 77(1): 57116.",
        "Arkolakis, Costas, Arnaud Costinot, and AndrÃ\u0083Â©s RodrÃ\u0083Â­guez-Clare. 2010. New Models, Same Old Gains? NBER Working Paper 15628.",
        "Backus, David K., Patrick J. Kehoe, and Timothy J. Kehoe. 1992. In Search of Scale Effects in Trade and Growth. Journal of Economic Theory, 58(2): 377409.",
        "Bajona, Claustre, and Tianshu Chu. 2010. Reforming State Owned Enterprises in China: Effects of WTO Accession. Review of Economic Dynamics, 13(4): 80023.",
        "Bajona, Claustre, Mark J. Gibson, Timothy J. Kehoe, and Kim J. Ruhl. 2010. Trade Liberalization, Growth, and Productivity. http://www.econ.umn.edu/~tkehoe/papers/ BajonaGibsonKehoeRuhl.pdf.",
        "Bergoeing, Raphael, Patrick J. Kehoe, Timothy J. Kehoe, and Raimundo Soto. 2002. A Decade Lost and Found: Mexico and Chile in the 1980s. Review of Economic Dynamics, 5(1): 166205.",
        "Bergoeing, Raphael, Patrick J. Kehoe, Timothy J. Kehoe, and Raimundo Soto. 2007. A Decade Lost and Found: Mexico and Chile in the 1980s. In Great Depressions of the Twentieth Century, ed. Timothy J. Kehoe and Edward C. Prescott, 21756. Minneapolis: Federal Reserve Bank of Minneapolis.",
        "Bosworth, Barry, and Susan M. Collins. 2008. Accounting for Growth: Comparing China and India. Journal of Economic Perspectives, 22(1): 4566.",
        "Brandt, Loren, and Xiaodong Zhu. 2009. Accounting for China's Growth. IZA Discussion Paper 4764.",
        "Broda, Christian, Joshua Greenfield, and David E. Weinstein. 2006. From Groundnuts to Globalization: A Structural Estimate of Trade and Growth. NBER Working Paper 12512.",
        "Broda, Christian, and David E. Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics, 121(2): 54185.",
        "Conference Board. 2010. The Conference Board Total Economy Database: Output, Labor and Labor Productivity Country Details, 19502009 (Excel file). Accessed October 28, 2010. http://www.conference-board.org/subsites/fileretrieve.cfm?filename=1242&id=2196.",
        "Costantini , James A., and Marc J. Melitz. 2008. The Dynamics of Firm-Level Adjustment to Trade Liberalization. In The Organization of Firms in a Global Economy, ed. Elhanan Helpman, Dalia Marin, and Thierry Verdier, 10741. Cambridge, MA: Harvard University Press.",
        "De Gregorio, JosÃ\u0083Â©, and Jong-Wha Lee. 2004. Growth and Adjustment in East Asia and Latin America. EconomÃ\u0083Â­a, 5(1): 69134.",
        "DeJong, David, and Marla Ripoll. 2006. Tariffs and Growth: An Empirical Exploration of Contingent Relationships. Review of Economics and Statistics, 88(4): 62540.",
        "Denison, Edward F. 1962. The Sources of Economic Growth in the United States and the Alternatives before Us. Supplementary Paper No. 13, New York: Committee for Economic Development.",
        "Dollar, David, and Aart Kraay. 2004. Trade, Growth, and Poverty. Economic Journal, 114(493): F2249.",
        "Dornbusch, Rudiger, Stanley Fischer, and Paul A. Samuelson. 1977. Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of Goods. American Economic Review, 67(5): 82339.",
        "Dowrick, Steve, and Jane Golley. 2004. Trade Openness and Growth: Who Benefits? Oxford Review of Economic Policy, 20(1): 3856.",
        "Eaton, Jonathan, and Samuel S. Kortum. 2002. Technology, Geography, and Trade. Econometrica, 70(5): 174179.",
        "Edwards, Sebastian. 1989. Openness, Outward Orientation, Trade Liberalization and Economic Performance in Developing Countries. NBER Working Paper 2908.",
        "Edwards, Sebastian. 1998. Openness, Productivity and Growth: What Do We Really Know? Economic Journal, 108(447): 38398.",
        "Feenstra, Robert C. 1994. New Product Varieties and the Measurement of International Prices. American Economic Review, 84(1): 15777.",
        "Feenstra, Robert C., Benjamin R. Mandel, Marshall B. Reinsdorf, and Matthew J. Slaughter. 2009. Effects of Terms of Trade Gains and Tariff Changes on the Measurement of U.S. Productivity Growth. NBER Working Paper 15592.",
        "Frankel, Jeffrey A., and David Romer. 1999. Does Trade Cause Growth? American Economic Review, 89(3): 37999.",
        "Gibson, Mark J. 2007. Trade Liberalization, Reallocation, and Productivity. Ph.D. thesis, University of Minnesota.",
        "Guariglia, Alessandra, and Sandra Poncet. 2008. Could Financial Distortions Be No Impediment to Growth After All? Evidence from China. Journal of Comparative Economics, 36(4): 63357.",
        "Harrison, Ann. 1996. Openness and Growth: A Time-Series, Cross-Country Analysis for Developing Countries. Journal of Development Economics, 48(2): 41944.",
        "Holmes, Thomas J., and James A. Schmitz Jr. 2001. A gain from Trade: From Unproductive to Productive Entrepreneurship. Journal of Monetary Economics, 47(2): 41746.",
        "Hsieh, Chang-Tai, and Peter J. Klenow. 2009. Misallocation and Manufacturing TFP in China and India. Quarterly Journal of Economics, 124(4): 140348.",
        "Hu, Zuliu F., and Mohsin S. Khan. 1997. Why Is China Growing So Fast? Staff Papers International Monetary Fund, 44(1): 10331.",
        "Instituto Nacional de EstadÃ\u0083Â­stica y GeografÃ\u0083Â­a. 2009. Estadisticas Historicas de Mexico 2009. Aguacalientes, Mexico: Instituto Nacional de EstadÃ\u0083Â­stica y GeografÃ\u0083Â­a.",
        "International Monetary Fund. International Financial Statistics Database. Accessed October 28, 2010. http://www.imf.org/external/data.htm.",
        "Kambourov, Gueorgui. 2009. Labour Market Regulations and the Sectoral Reallocation of Workers: The Case of Trade Reforms. Review of Economic Studies, 76(4): 132158.",
        "Kehoe, Timothy J. 1992. Modeling the Dynamic Impact of a NAFTA. In A North American Free Trade Area, ed. William G. Watson, 2434, Kingston: John Deutsch Institute.",
        "Kehoe, Timothy J. 1994. Towards a Dynamic General Equilibrium Model of North American Trade. In Modeling Trade Policy: Applied General Equilibrium Assessments of North American Free Trade, ed. Joseph Francois and Clinton R. Shiells, 32847, Cambridge: Cambridge University Press.",
        "Kehoe, Timothy J. 1995. A Review of Mexico's Trade Policy from 1982 to 1994. In The World Economy: Global Trade Policy 1995, ed. Sven W. Arndt and Chris R. Milner, 13551. Oxford and Cambridge, Mass.: Blackwell.",
        "Kehoe, Timothy J., and Edward C. Prescott. 2002. Great Depressions of the 20th Century. Review of Economic Dynamics, 5(1): 118.",
        "Kehoe, Timothy J., and Edward C. Prescott, eds. 2007. Great Depressions of the Twentieth Century. Minneapolis, MN: Federal Reserve Bank of Minneapolis.",
        "Kehoe, Timothy J., and Kim J. Ruhl. 2008. Are Shocks to the Terms of Trade Shocks to Productivity? Review of Economic Dynamics, 11(4): 80419.",
        "Kehoe, Timothy J., and Kim J. Ruhl. 2009. How Important Is the New Goods Margin in International Trade? Federal Reserve Bank of Minneapolis Staff Report 324.",
        "Kohli, Ulrich. 2004. Real GDP, Real Domestic Income, and Terms of Trade Changes. Journal of International Economics, 62(1): 83106.",
        "Krueger, Anne, and Aaron Tornell. 1999. The Role of Bank Restructuring in Recovering from Crises: Mexico 19951998. NBER Working Paper 7042.",
        "Krugman, Paul. 1980. Scale Economies, Product Differentiation, and the Pattern of Trade. American Economic Review, 70(5): 95059.",
        "Lee, Ha Yan, Luca A. Ricci, and Roberto Rigobon. 2004. Once Again, Is Openness Good for Growth? Journal of Development Economics, 75(2): 45172.",
        "Lewis, William W. 2004. The Power of Productivity: Wealth, Poverty, and the Threat to Global Stability. Chicago: University of Chicago Press. LÃ\u0083Â³pez-CÃ\u0083Â³rdova, Ernesto. NAFTA and Manufacturing Productivity in Mexico. EconomÃ\u0083Â­a, 4(1): 5598.",
        "Lustig, Nora. 2001. Life Is Not Easy: Mexico's Quest for Stability and Growth. Journal of Economic Perspectives, 15(1): 85106.",
        "Maddison, Angus. 1995. Monitoring the World Economy: 18201992. Washington: Organisation for Economic Co-operation and Development.",
        "Maddison, Angus. 2010. Historical Statistics of the World Economy: 12008 AD (Excel file).",
        "Accessed October 28, 2010. http://www.ggdc.net/MADDISON/Historical_Statistics/horizontalfile_02 -2010.xls.",
        "McGrattan, Ellen R., and Edward C. Prescott. 2009. Openness, Technology Capital, and Development. Journal of Economic Theory, 144(6): 245476.",
        "Melitz, Marc J. 2003. The Impact of Trade on Intra-industry Reallocations and Aggregate Industry Productivity. Econometrica, 71(6): 1695725.",
        "Milner, Chris, and Tony Westaway. 1993. Country Size and the Medium-Term Growth Process: Some Cross-Country Evidence. World Development, 21(2): 20311.",
        "Moreno-Brid, Juan Carlos, Jesus Santamaria, and Juan Carlos Rivas Valdivia. 2005. Industrialization and Economic Growth in Mexico after NAFTA: The Road Travelled. Development and Change, 36(6): 1095119.",
        "Nye, Howard L. M., Sanjay Reddy, and Kevin Watkins. 2002. Dollar and Kraay on `Trade, Growth and Poverty': A Critique. Columbia University.",
        "Parente, Stephen L., and Edward C. Prescott. 1994. Barriers to Technology Adoption and Development. Journal of Political Economy, 102(2): 298321.",
        "Parente, Stephen L., and Edward C. Prescott. 2002. Barriers to Riches. Cambridge, MA: MIT Press.",
        "Ramondo, Natalia, and AndrÃ\u0083Â©s RodrÃ\u0083Â­guez-Clare. 2009. Trade, Multinational Production, and the Gains from Openness. http://www.econ.psu.edu/~aur10/Papers/TradeMPforJPE.pdf.",
        "Rawski, Thomas G. 1994. Chinese Industrial Reform: Accomplishments, Prospects, and Implications. American Economic Review, 84(2): 27175.",
        "Rivera-Batiz, Luis A., and Paul M. Romer. 1991. Economic Integration and Endogenous Growth. Quarterly Journal of Economics, 106(2): 53155.",
        "RodrÃ\u0083Â­guez, Francisco. 2007. Openness and Growth: What Have We Learned? Working Paper 51, United Nations, Department of Economics and Social Affairs.",
        "RodrÃ\u0083Â­guez, Francisco, and Dani Rodrik. 2000. Trade Policy and Economic Growth: A Skeptic's Guide to the Cross-National Evidence. NBER Macroeconomics Annual 2000, vol. 15, ed. Ben S. Bernanke and Kenneth Rogoff, 261338. Cambridge, MA: MIT Press.",
        "Rodrik, Dani, Arvind Subramanian, and Francesco Trebbi. 2004. Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development. Journal of Economic Growth, 9(2): 13165.",
        "Romer, Paul M. 1986. Increasing Returns and Long-Run Growth. Journal of Political Economy, 94(5): 100237.",
        "Sachs, Jeffrey D., and Andrew M. Warner. 1995. Economic Reform and the Process of Global Integration. Brookings Papers on Economic Activity, 1995(1): 1118.",
        "Sala-i-Martin, Xavier. 1997. I Just Ran Two Million Regressions. American Economic Review, 87(2): 17883.",
        "Sato, Kazuo. 1976. The Ideal Log-change Index Number. Review of Economics and Statistics, 58(2): 22328.",
        "Schmitz, James A., Jr. 2005. What Determines Productivity? Lessons from the Dramatic Recovery of the U.S. and Canadian Iron Ore Industries Following their Early 1980s Crisis. Journal of Political Economy, 113(3): 582625.",
        "Solow, Robert M. 1957. Technical Change and the Aggregate Production Function. Review of Economics and Statistics, 39(3): 31220. Song, Zheng, Kjetil Storesletten, and Fabrizio Zilibotti. Forthcoming. Growing Like China. American Economic Review.",
        "Spolaore, Enrico, and Romain Wacziarg. 2005. Borders and Growth. Journal of Economic Growth, 10(4): 33186.",
        "Tornell, Aaron, Frank Westermann, and Lorenza Martinez. 2003. Liberalization, Growth, and Financial Crises: Lessons from Mexico and the Developing World. Brookings Papers on Economic Activity, 2003(2): 188.",
        "United Nations Conference on Trade and Development (UNCTAD). 2009. World Investment Report 2009: Transnational Corporations, Agricultural Production and Development. http://www.unctad.org.",
        "U. S. Bureau of Economic Analysis. 2010. Current-Dollar and `Real' Gross Domestic Product (Excel file). Accessed October 28, 2010. http://www.bea.gov/national/xls/gdplev.xls.",
        "U.S. Census Bureau. Statistical Abstract of the United States Database. Accessed October 28, 2010. http://www.census.gov/compendia/statab/.",
        "Vartia, YrjÃ\u0083Â¶ O. 1976. Ideal Log-change Index Numbers. Scandinavian Journal of Statistics, 3(3): 12126.",
        "Wacziarg, Romain, and Karen Horn Welch. 2008. Trade Liberalization and Growth: New Evidence. World Bank Economic Review, 22(2): 187231.",
        "Warner, Andrew. 2003. Once More into the Breach: Economic Reform and Global Integration. Center for Global Development Working Paper 34.",
        "World Bank. 1987. World Development Report, 1987. New York: Oxford University Press.",
        "World Bank. 2008. Global Purchasing Power Parities and Real Expenditures. In 2005 International Comparison Program. Washington, DC: World Bank.",
        "World Bank. World Development Indicators Database. Accessed October 28, 2010. http://data.worldbank.org/.",
        "Yanikkaya, Halit. 2003. Trade Openness and Economic Growth: A Cross-Country Empirical Investigation. Journal of Development Economics, 72(1): 5789."
    ]
}