{
    "id": 16584,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "Almond, Douglas and Bhashkar Mazumder. 2005. The 1918 Influenza Pandemic and Subsequent Health Outcomes: An Analysis of SIPP Data. American Economic Review: Papers and Proceedings. 95: 258-262.",
        "Barker DJP. 1992. Fetal and Infant Origins of Adult Disease. London: British Medical Publishing Group.",
        "Barker DJP. 1994. Mothers, Babies, and Disease in Later Life. London: British Medical Publishing Group.",
        "Basile, Leon (Ed). 1981. The Civil War Diary of Amos E. Stearns, a Prisoner at Andersonville. Rutherford, NJ: Farleigh Dickinson University Press and London: Associated Press.",
        "Cohn BM and M Cooper. 1954. A Follow-up Study of World War II Prisoners of War. VA Medical Monograph. Washington DC: US Government Printing Office.",
        "Collins, Chen, Genc Burazeri, Jaime Gofin and Jeremy D. Kark. 2004. Health Status and Mortality in Holocaust Survivors Living in Jerusalem 40-50 Years Later. Journal of Traumatic Stress. 17(5): 403-11.",
        "Costa, Dora L. 2002. Changing Chronic Disease Rates and Long-term Declines in Functional Limitation Among Older Men. Demography. 39(1): 119-38.",
        "Costa, Dora L. 2000. Understanding the Twentieth Century Decline in Chronic Conditions Among Older Men. Demography. 37(1): 53-72.",
        "Costa, Dora L. and Matthew E. Kahn. 2007a. Deserters, Social Norms, and Migration. Journal of Law and Economics. 50: 323-53.",
        "Costa, Dora L. and Matthew E. Kahn. 2007b. Surviving Andersonville: The Benefits of Social Networks in POW Camps. American Economic Review. 97(4): 1467-1487.",
        "Costa, Dora L. and Joanna N. Lahey. 2005. Becoming Oldest-Old: Evidence from Historical US Data. Genus. 61(1): 125-61.",
        "Dent, OF, B. Richardson, S. Wilson, et al. 1989. Postwar mortality among Australian World War II prisoners of the Japanese. Medical Journal of Australia. 150: 378-82.",
        "Edozien JC and MA Rahim-Khan. 1968. Anaemia in protein malnutrition. Clinical Science. 34: 315-26.",
        "Fairfield, Kathleeen M. and Robert H. Fletcher. 2002. Vitamins for Chronic Disease Prevention in Adults. Journal of the American Medical Association. 287(23): 3116-26.",
        "Finch, Caleb E. and Eileen M. Crimmins. 2004. Inflammatory exposure and historical changes in human life-spans. Science. 305: 1736-9.",
        "Goss, Warren Lee. 1866. The Soldier's Story of His Captivity at Andersonville, Belle Isle, and Other Rebel Prisons. Boston: Lee & Shepard. Reproduced 2001 by Digital Scanning, Scituate, MA.",
        "Goulston, Kerry J, Owen F. Dent, Pierre H. Chapuis, Grace Chapman, Coleman I. Smith, Alistair D. Tait, and Christopher C. Tennant. 1985. Gastrointestinal morbidity among World War II prisoners of war: 40 years on. The Medical Journal of Australia. 143: 6-10.",
        "Horiuchi, Shiro. 1983. The long-term impact of war on mortality: old-age mortality of the First World War survivors in the Federal Republic of Germany. Population Bulletin of the United Nations. 15:80-92.",
        "Horiuchi, Shiro and John R Wilmoth. 1998. Deceleration in the age pattern of mortality at older ages. Demography. 35: 391-412.",
        "Hyams, Kenneth C., F. Stephen Wignall, and Robert Roswell. 1996. War Syndromes and their Evaluation: From the U.S. Civil War to the Persian Gulf War. Annals of Internal Medicine. 125(5): 398-405.",
        "Kang, Han K., Tim A. Bullman, and Judith W. Taylor. 2006. Risk of Selected Cardiovascular Diseases and Posttraumatic Stress Disorder among Former World War II Prisoners of War. Annals of Epidemiology. 16(5): 381-6.",
        "Kannisto, V, K Christensen, and JW Vaupel. 1997. No increased mortality in later life for cohorts born during famine. American Journal of Epidemiology. 145: 987-94.",
        "Keehn, RJ. 1980. Follow-up Studies of World War II and Korean Conflict Prisoners, III: mortality to January 1, 1976. American Journal of Epidemiology. 111: 194-211.",
        "Keys, Ancel, Josef Brozek, Austin Henschel, Olaf Mickelsen, Henry Longstreet Taylor. 1950. The Biology of Human Starvation. Minneapolis: The University of Minnesota Press.",
        "Koupil I, DB Shestov, P Sparen, S Plavinskaja, N Parfenova, D Vagero. 2007. Blood pressure, hypertension and mortality from circulatory disease in men and women who survived the siege of Leningrad. European Journal of Epidemiology. 22(4): 223-34.",
        "Lee, Chulhee. 2005. Wealth Accumulation and the Health of Union Army Veterans, 18601870. Journal of Economic History 65:352-385.",
        "Manton, Kenneth G. and Eric Stallard. 1981. Methods for evaluating the heterogeneity of aging processes in human populations using vital statistics data: explaining the black/white mortality crossover by a model of mortality selection. Human Biology. 53:47-67.",
        "Marvel, William. 1994. Andersonville: The Last Depot. Chapel Hill: University of North Carolina Press.",
        "Niles, George M. 1912. Pellagra, An America Problem. Philadelphia and London: W.B. Saunders Company.",
        "Page, William Frank. 1992. The Health of Former Prisoners of War: Results from the Medical Examination Survey of Former POWs of World War II and the Korean Conflict. Washington DC: National Academy Press.",
        "Page, WF and LM Brass. 2001. Long-term heart disease and stroke mortality among former American prisoners of war of World War II and the Korean conflict: results of a 50-year follow-up. Military Medicine. 166(9): 803-8.",
        "Page, WF and AM Ostfeld. 1994. Malnutrition and subsequent ischemic heart disease in former prisoners of war of World War II and Korean conflict. Journal of Clinical Epidemiology. 47(12): 1437-41.",
        "Preston, Samuel H., Irma T. Elo, Ira Rosenwaike, and Mark Hill. 1996. African-American Mortality at Older Ages: Results of a Matching Study. Demography. 33(2): 193-209.",
        "Ransom, John. 1963. John Ransoms Andersonville Diary. New York: Berkley Books.",
        "Rhodes, James Ford. 1904. History of the United States of America: From the Compromise of 1850 to the McKinley-Bryan Campaign of 1896, Vol. 5, 1864-1866. New York: Macmillan.",
        "Schnitker, MA, PE Mattman, and TL Bliss. 1951. A clinical study of malnutrition in Japanese prisoners of war. Annals of Internal Medicine. 35(1):69-96.",
        "Tennant C, K Goulston, and O Dent. 1986. The psychological effects of being a prisoner of war: forty years after release. American Journal of Psychiatry. 143: 618-621.",
        "United States. Department of Veterans Affairs. Office of Policy. 2004. Former American Prisoners of War (POWs). http://www.vba.va.gov/bln/21/Benefits/POW/DOCS/POW6-29-04.doc.",
        "United States. War Department. 1880-1901. The War of the Rebellion: a Compilation of the Official Records of the Union and Confederate Armies. Washington DC: Government Printing Office. http://cdl.library.cornell.edu/moa/browse.monographs/waro.html",
        "Waaler, Hans T. 1984. Height, weight, and mortality: The Norwegian experience. Acta Medica Scandinavica. Supplementum. 679: 1-56.",
        "Webb, John G., Marla C. Kiess, and Clifford C. Chan-Yan. 1986. Malnutrition and the Heart. Canadian Medical Association Journal. 135: 753-8.",
        "Williams, Robert L, Jack H. Medalie, Stephen J. Zyzanksi, Susan A. Flocke, Shlomit Yaari, and Uri Goldbourt. 1993. Long Term Mortality of Nazi Concentration Camp Survivors. Journal of Clinical Epidemiology. 46(6): 537-5."
    ]
}