{
    "id": 16582,
    "cites": 30,
    "cited_by": 97,
    "reference": [
        "Amuedo-Dorantes, Catalina and Jean Kimmel. 2005.The Motherhood Wage Gap for Women in the United States: The Importance of College and Fertility Delay Review of Economics of the Household, 3(1):17-48.",
        "Anderson, Deborah J., Melissa Binder, and Kate Krause. 2002.The Motherhood Penalty: Which Mothers Pay and Why? American Economic Review, Papers and Proceedings, 92(2): 354-358.",
        "Anderson, Deborah J., Melissa Binder, and Kate Krause. 2003.The Motherhood Wage Penalty Revisited: Experience Heterogeneity, Work Effort, and Work-Schedule Flexibility. Industrial and Labor Relations Review, 56 (2): 273-294.",
        "Bailey, Martha. 2006.More Power to the Pill: The Impact of Contraceptive Freedom on Women's Life Cycle Labor Supply. Quarterly Journal of Economics, 121(1): 289-320.",
        "Becker, Gary. 1985. Human Capital, Effort, and the Sexual Division of Labor. Journal of Labor Economics, 3(1): S33-S58.",
        "Becker, Gary. 1991. A Treatise on the Family (Enlarged Edition). Cambridge, MA: Harvard University Press.",
        "Budig, Michelle J., and Paula England. 2001.The Wage Penalty for Motherhood. American Sociological Review, 66: 204-225.",
        "Buckles, Casey. 2007.Stopping the Biological Clock: Infertility Treatments and the CareerFamily Tradeoff. Working paper, Department of Economics and Econometrics, University of Notre Dame.",
        "Buckles, Casey. 2008.Understanding the Returns to Delayed Childbearing for Working Women. American Economic Review, Papers and Proceedings, 98 (2): 403-407.",
        "Cherlin, Andrew J. 2001.New Developments in the Study of Nonmarital Childbearing. in Out of Wedlock, Causes and Consequences of Non-Marital Fertility, ed. Lawrence L. Wu and Barbara Wolfe, 143-172. New York: Russell Sage Foundation.",
        "Crittenden, Anne. 2002. The Price of Motherhood: Why the Most Important Job in the World Is Still the Least Valued. New York: Metropolitan Books.",
        "Ellwood, David T., and Christopher Jencks. 2004.The Spread of Single-Parent Families in the United States Since 1960. in Public Policy and the Future of the Family, ed. Daniel Patrick Moynihan, Lee Rainwater, and Timothy Smeeding. New York: Russell Sage.",
        "Fletcher, Jason M. and Barbara L. Wolfe. 2008.Education and Labor Market Consequences of Teenage Childbearing: Evidence using the Timing of Pregnancy Outcomes and Community Fixed Effects. NBER Working Paper 13847, Cambridge, MA.",
        "Geronimus, Arline T., and Sanders Korenman. 1992.The Socioeconomic Consequences of Teen Childbearing Reconsidered. Quarterly Journal of Economics, 107 (4): 1187-1214.",
        "Goldin, Claudia. 2004.The Long Road to the Fast Track: Career and Family.The Annals of the American Academy of Political and Social Science, 596: 20-35.",
        "Herr, Jane Leber. 2007.Does it Pay to Delay? Understanding the Effect of First Birth Timing on Women's Wage Growth. Mimeo, Department of Economics, University of California-Berkeley.",
        "Hewlett, Sylvia Ann. 2002.Creating a Life: Professional Women and the Quest for Children. New York: Talk Miramax.",
        "Hoffman, Saul D. 1998.Teenage Childbearing Is Not So Bad After All...Or Is It? A Review of the New Literature. Family Planning Perspectives, 30(5): 236-239.",
        "Jacobson, Joyce, and Laurence Levin. 1995.The Effects of Intermittent Labor Force Attachment on Women's Earnings. Monthly Labor Review, 118: 14-19.",
        "Kalist, David. 2008.Does Motherhood Affect Productivity, Relative Performance, and Earnings? Journal of Labor Research, 29: 219-235.Korenman, Sanders, and David Neumark. 1992. Marriage, Motherhood, and Wages. Journal of Human Resources, 27(2): 233-255.",
        "Loughren, David S. and Julie Zissimopoulos. 2008.Why Wait? The Effect of Marriage and Childbearing on the Wages of Men and Women. Working Paper, RAND Corporation, Santa Monica, CA.",
        "Maushart, Susan. 2000.The Mask of Motherhood: How Becoming a Mother Changes Everything and Why We Pretend It Doesn't. New York: Penguin.",
        "Miller, Amalia R. 2008.The Effects of Motherhood Timing on Career Path. Working Paper, Department of Economics, University of Virginia.",
        "Rindfuss, Ronald R., S. Philip Morgan, and Kate Offutt. 1996.Education and the Changing Age Pattern of Fertility: 1963-1989. Demography, 33(3): 277-290.",
        "Sims, Christopher. 1972.Money, Income and Causality. American Economic Review, 62: 540552.",
        "Taniguchi, Hiromi. 1999.The Timing of Childbearing and Women's wages. Journal of Marriage and the Family, 61: 1008-1019.",
        "Todd, Erin L. 2001. Educational Attainment and Family Gaps in Women's Wages: Evidence From Five Industrialized Countries. Luxembourg Income Study No. 246. Differdange, Luxemburg: Center for the Study of Population, Poverty, and Public Policy/International Networks for Studies in Technology Environment, Alternatives, Development (INSTEAD).",
        "Waldfogel, Jane. 1997.The Effect of Children on Women's Wages. American Sociological Review, 62(2): 209-217.",
        "Waldfogel, Jane. 1998.Understanding the Family Gap in Pay for Women With Children. The Journal of Economic Perspectives, 12 (1): 137-156.",
        "Williams, Joan. 2001.Unbending Gender: Why Family and Work Conflict and What to Do About It. Oxford, UK: Oxford University Press."
    ]
}