{
    "id": 16586,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "Ait-Sahalia, Yacine, Jonathan Parker, and Motohiro Yogo, 2004, Luxury goods and the equity premium, Journal of Finance 59, 2959-3004. Campbell, John Y., and Joao F. Cocco, 2003, Household risk management and optimal mortgage choice, Quarterly Journal of Economics 118, 1449-1494.",
        "Campbell, John Y., and Joao F. Cocco, 2007, How do house prices affect consumption? Evidence from micro data, Journal of Monetary Economics 54, 591-621.",
        "Chari, Varadarajan V., and Ravi Jagannathan, 1989, Adverse selection in a model of real estate lending, Journal of Finance 44, 499-508.",
        "Chomsisengphet, Souphala, and Anthony Pennington-Cross, 2006, The evolution of the subprime mortgage market, Federal Reserve Bank of St. Louis Review January/February 2006.",
        "Cocco, Joao F., 2004, Portfolio choice in the presence of housing, Review of Financial Studies 18, 535-567.",
        "Cochrane, John., 1995, Time consistent health insurance, Journal of Political Economy 103, 445-473.",
        "Demyanyk, Yuliya and Otto Van Hemert, Otto, 2008, Understanding the subprime mortgage crisis, forthcoming in the Review of Financial Studies.",
        "Deng, Yonheng, John Quigley, and Robert Van Order, 2000,Mortgage termination, heterogeneity, and the exercise of mortgage options, Econometrica 68, 275-307.",
        "Dunn, Kenneth B., and Chester S. Spatt, 1985, An analysis of mortgage contracting: Prepayment penalties and the due-on-sale clause, Journal of Finance 40, 293-308.",
        "Chapman, M. Findlay III and Dennis R. Capozza, 1977, The Variable-Rate Mortgage and Risk in the Mortgage Market: An Option Theory Perspective:Note, Journal of Money, Credit and Banking 9, 356-364.",
        "Hendel, Igal E., and Alessandro Lizzeri, 2003, The role of commitment in dynamic contracts: Evidence from life insurance, Quarterly Journal of Economics 118, 299-327.",
        "Kau, James B., Donald C. Keenan, Walter J. III Muller, and James F. Epperson, 1992, A generalized valuation model for fixed-rate residential mortgages, Journal of Money, Credit and Banking 24, 279-299.",
        "Keys, Benjamin, Tanmoy Mukherjee, Amit Seru, and Vikrant Vig, 2010, Did securitization lead to lax screening: Evidence from subprime loans, Quarterly Journal of Economics 125, 307362.",
        "Koijen, Ralph, Otto Van Hemert, and Stijn Van Nieuwerburgh, 2009, Mortgage timing, Journal of Financial Economics 93, 292-324.",
        "LeRoy, Stephen F., 1996, Mortgage valuation under optimal prepayment, Review of Financial Studies 9, 817-844.",
        "Manso, Gustavo, Bruno Strulovici, and Alexei Tchistyi, 2010, Performance-sensitive debt, Review of Financial Studies 23, 1819-1854.",
        "Mayer, Christopher, Karen Pence, and Shane Sherlund, 2009, The rise in mortgage defaults, Journal of Economic Perspectives 23, 27-50.",
        "Mian, Atif, and Amir Sufi, 2009, The Consequences of mortgage credit expansion: Evidence from the U.S. mortgage default crisis, Quarterly Journal of Economics 124, 1449-1496.",
        "Mian, Atif, and Amir Sufi, 2010, House prices, home equity-based borrowing, and the U.S. household leverage crisis, forthcoming in the American Economic Review.",
        "Ortalo-MagnÃ\u0083Â©, FranÃ\u0083Â§ois, and Sven Rady, 2006, Housing market dynamics: On the contribution of income shocks and credit constraints, Review of Economic Studies 73, 459-485.",
        "Peterson, Mitchell, and Raghuram G. Rajan, 1995, The effect of credit market competition on lending relationships, Quarterly Journal of Economics 110, 407-43.",
        "Piskorski, Tomasz, Amit Seru, and Vikrant Vig, 2010, Securitization and distressed loan renegotiation: Evidence from the subprime mortgage crisis, Journal of Financial Economics 97, 369-397.",
        "Rajan, Uday, Amit Seru, and Vikrant Vig, 2010, The failure of models that predict failure: Distance, incentives and defaults, working paper.",
        "Schwartz, Eduardo S., and Walter Torous, 1989, Prepayment and the valuation of mortgage-backed securities, Journal of Finance 44, 375-392.",
        "Spiegel, Matthew, and William Strange, 1992, A theory of predictable excess returns in real estate, Journal of Real Estate Finance and Economics 5, 375-392.",
        "Spiegel, Matthew, 2001, Housing return and construction cycles, Real Estate Economics 29, 521-551.",
        "Stanton, Richard H., 1995, Rational Prepayment and the Valuation of Mortgage-Backed Securities, Review of Financial Studies 8, 677-708.",
        "Stanton, Richard H., and Nancy Wallace, 1998, Mortgage choice: What is the point?, Real Estate Economics 26, 173-205."
    ]
}