{
    "id": 16591,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Allen, Franklin, Stephen Morris, and Andrew Postlewaite, 1993, Finite bubbles with short sales constraints and asymmetric information, Journal of Economic Theory 61, 206-229.",
        "Amihud, Yakov, and Clifford M. Hurvich, 2004, Predictive regressions: A reduced-bias estimation method, Journal of Financial and Quantitative Analysis 39, 813-841.",
        "Amihud, Yakov, and Haim Mendelson, 1986, Asset pricing and the bid-ask spread, Journal of Financial Economics 17, 223-249.",
        "Asquith, Paul, Parag Pathak, and Jay Ritter, 2005, Short interest, institutional ownership, and stock returns, Journal of Financial Economics 78, 243-276.",
        "Bai, Yang, Eric Chang, and Jiang Wang, 2006, Asset prices under short-sale constraints, Working paper, MIT Sloan. Barber, Brad, Terrance Odean, and Ning Zhu, Systematic noise, Journal of Financial Markets 12, 547-569. Barber, Brad, Terrance Odean, and Ning Zhu, forthcoming, Do noise traders move markets?, Review of Financial Studies.",
        "Baruch, Bernard M, 1960, Baruch: The Public Years, New York: Holt, Rinehart, and Winston.",
        "Benartzi, Shlomo, 2001, Excessive extrapolation and the allocation of 401(k) accounts to company stock, Journal of Finance 56, 1747-1764.",
        "Bodnaruk, Andriy and Per Ostberg, 2009, Does investor recognition predict returns?, Journal of Financial Economics 91, 208-226 Boehme, Rodney D., Bartley R. Danielsen, and Sorin M. Sorescu, 2006, Short sale constraints, differences of opinion, and overvaluation, Journal of Financial and Quantitative Studies 41, 455-487.",
        "Chen, Joseph, Harrison Hong, and Jeremy C. Stein, 2001, Forecasting crashes: trading volume, past returns, and conditional skewness in stock prices, Journal of Financial Economics 61, 345-381.",
        "Chen, Joseph, Harrison Hong, and Jeremy C. Stein, 2002, Breadth of ownership and stock returns, Journal of Financial Economics 66, 171-205.",
        "Chen, Hsiu-Lang, Narasimhan Jegadeesh, and Russ Wermers, 2000, The value of active mutual fund management: an examination of stockholdings and trades of fund managers, Journal of Financial and Quantitative Analysis 35, 343-368.",
        "Choe, Hyuk, Bong-Chan Kho, and RenÃ\u0083Â© M. Stulz, 1999, Do foreign investors destabilize stock markets? The Korean experience in 1997, Journal of Financial Economics 54, 227-264.",
        "Cohen, Lauren, Karl Diether, and Christopher Malloy, 2007, Supply and demand shifts in the shorting market, Journal of Finance 62, 2061-2096 D'Avolio, Gene, 2002, The market for borrowing stock, Journal of Financial Economics 66, 271-306.",
        "Daniel, Grinblatt, Titman, and Wermers, 1997, Measuring mutual fund performance with characteristic-based benchmarks, Journal of Finance 52, 1035-1058.",
        "Danielsen, Bartley R. and Sorin M. Sorescu, 2001, Why do option introductions depress stock prices? A study of diminishing short sale constraints, Journal of Financial and Quantitative Analysis 36, 451-484.",
        "Diamond, Douglas W., and Robert E. Verrecchia, 1987, Constraints on short-selling and asset price adjustment to private information, Journal of Financial Economics 18, 277-311.",
        "Diether, Karl, Christopher Malloy, and Anna Scherbina (2002), Differences of opinion and the cross-section of stock returns, Journal of Finance 57, 2113-141.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56."
    ]
}