{
    "id": 16596,
    "cites": 31,
    "cited_by": 13,
    "reference": [
        "Albanesi, Stefania and Claudia Olivetti, Maternal Health and the Baby Boom, Working Paper 16146, National Bureau of Economic Research 2010.",
        "Barro, Robert J. and Gary S. Becker, Fertility Choice in a Model of Economic Growth, Econometrica, 1989, 57 (2), 481501.",
        "Becker, Gary S. and Robert J. Barro, A Reformulation of the Theory of Fertility, Quarterly Journal of Economics, 1988, 103 (1), 125.",
        "Butz, William P. and Michael P. Ward, The Emergence of Countercyclical U.S. Fertility,  The American Economic Review, 1979, 69 (3), 318328.",
        "Caucutt, Elizabeth M., Nezih Guner, and John Knowles, Why do Women Wait? Matching, Wage Inequality, and The Incentives for Fertility Delay, The Review of Economic Dynamics, 2002, 5 (4), 815855.",
        "Cette, Gilbert, Yusuf Kocoglu, and Jacques Mairesse, Productivity Growth and Levels in France, Japan, the United Kingdom and the United States in the Twentieth Century, Working Paper 15577, National Bureau of Economic Research 2009.",
        "Chesnais, Jean Claude, The Demographic Transition: Stages, Patterns, and Economic Implications: A Longitudinal Study of Sixty-seven Countries Covering the Period 1720 1984, Oxford University Press, 1992.",
        "Doepke, Matthias, Moshe Hazan, and Yishay Maoz, The Baby Boom and World War II: A Macroeconomic Analysis, Working Paper 13707, National Bureau of Economic Research December 2007.",
        "Easterlin, Richard A., The American Baby Boom in Historical Perspective, The American Economic Review, 1961, 51 (5), 869911.",
        ", Population, Labor Force, and Long Swings in Economic Growth, National Bureau of Economic Research, 1968.",
        ", What Will 1984 Be Like? Socioeconomic Implications of Recent Twists in Age Structure,  Demography, 1978, 15 (4), 397432.",
        ", Birth and Fortune, 2nd ed., University of Chicago Press, Chicago, IL, 1987.",
        "Feichtinger, Gustav and Engelbert J. Dockner, Capital Accumulation, Endogenous Population Growth, and Easterlin Cycles, Journal of Population Economics, 1990, 3, 7387.",
        "Greenwood, Jeremy, Ananth Seshadri, and Guillaume Vandenbroucke, The Baby Boom and Baby Bust, The American Economic Review, 2005, 95 (1), 183207.",
        "Haines, Michael R., The Population of the United States, 1790-1920, Historical Working Paper 56, National Bureau of Economic Research 1994.",
        "Hansen, Gary D., The Cyclical and Secular Behaviour of the Labour Input: Comparing Efficiency Units and Hours Worked, Journal of Applied Econometrics, 1993, 8 (1), 7180.",
        "Huggett, Mark, Wealth distribution in life-cycle economies, Journal of Monetary Economics, 1996, 38 (3), 469494.",
        "Jones, Larry E. and Alice Schoonbroodt, Complements versus Substitutes and Trends in Fertility Choice in Dynastic Models, International Economic Review, 2010, 51 (3), 671699.",
        "Lee, Ronald, The Formal Dynamics of Controlled Populations and the Echo, the Boom and the Bust, Demography, 1974, 11 (4), 563585.",
        "Lee, Ronald D., Population Dynamics, in S.N. Durlauf and L.E. Blume, eds., The New Palgrave Dictionary of Economics, Basingstoke: Palgrave Macmillan, 2008.",
        "Macunovich, Diane J., Fertility and the Easterlin Hypothesis: An Assessment of the Literature, Journal of Population Economics, 1998, 11, 53111.",
        "Manuelli, Rodolfo E. and Ananth Seshadri, Explaining International Fertility Differences,  Quarterly Journal of Economics, 2009, 124 (2), 771807.",
        "Mateos-Planas, Xavier, The Demographic Transition in Europe: A Neoclassical Dynastic Approach, Review of Economic Dynamics, July 2002, 5 (3), 646680.",
        "Mitchell, Brian R., International Historical Statistics: Europe, 1750-1993, New York, N.Y.: Stockton Press, 1998.",
        "Rebelo, Sergio, Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy, 1991, 99 (3), 500521.",
        "Samuelson, Paul A., An Economist's Non-Linear Model of Self-Generated Fertility Waves, Population Studies, 1976, 30 (2), 243247.",
        "Scholz, John Karl and Ananth Seshadri, Children and Household Wealth, Working Paper, University of Wisconsin 2009.",
        "Schoonbroodt, Alice and Mich`ele Tertilt, Property Rights and Efficiency in OLG Models with Endogenous Fertility, Working Paper, University of Southampton 2010.",
        "Sobotka, Tomas, Vegard Skirbekk, and Dimiter Philipov, Economic Recession and Fertility in the Developed World. A Literature Review, Working Paper, Vienna Institute of Demography, Vienna, Austria 2010.",
        "Sommer, Kamila, Fertility Choice in a Life Cycle Model with Idiosyncratic Uninsurable Earnings Risk, Working Paper, Georgetown University 2010.",
        "Statistisches Bundesamt, Wiesbaden, Zusammenfassende Ubersichten, 1 Eheschlieungen, Geborene und Gestorbene, 1.4 Deutschland, Verhltniszahlen, 2007. http://www.destatis.de/jetspeed/portal/cms/Sites/destatis/Internet/DE/Content/ Statistiken/Bevoelkerung/EheschliessungenScheidungen/Tabellen/Content100/ EheschliessungenGeboreneGestorbene,templateId=renderPrint.psml. A Appendix A.1 Tables of shocks and fertility responses in Sections 5.1 and 5.2"
    ]
}