{
    "id": 16595,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Allen, Franklin and Douglas Gale (2007). Understanding Financial Crises, Clarendon Lecture Series in Finance. Oxford: Oxford University Press.",
        "Altonji, Joseph G; Todd E. Elder, and Christopher R. Taber. 2005. Selection on Observed and Unobserved Variables: Assessing the Eectiveness of Catholic Schools, Journal of Political Economy. Volume 113, Issue 1, Page 151184, Feb.",
        "Ashcraft, Adam. 2005. Are Banks Really Special? New Evidence from the FDIC-Induced Failure of Healthy Banks.American Economic Review, 95(5).",
        "Ashcraft, Adam; Paul Goldsmith-Pinkham and James Vickery. 2010. MBS Ratings and the Mortgage Credit Boom, Federal Reserve Bank of New York Sta Report No. 449.",
        "Adrian, Tobias and Hyun Song Shin. 2010. Money, Liquidity and Monetary Policy, American Economic Review, papers and proceedings.",
        "Bernanke, Ben. 1983. Non monetary Eects of the Financial Crisis in the Propagation of the Great Depression.The American Economic Review, 73(3): 257-276.",
        "Bordo, Michael, 2009. An Historical Perspective On The Crisis Of 2007-2008, NBER Working Paper 14569.",
        "Calomiris, Charles W. 2008. The Subprime Turmoil: What's Old, What's New and What's Next,Jackson Hole Conference, Wyoming, October 2nd, 2008.",
        "Gertler, Mark and Nobuhiro Kiyotaki. 2010. Financial Intermediation and Credit Policy in Business Cycle Analysis.Handbook of Monetary Economics. Hanson, Samuel; Anil Kashyap and Jeremy Stein, forthcoming. A Macroprudential Approach To Financial Regulation, Journal of Economic Perspectives.",
        "Ivashina, Victoria and David Scharfstein, 2009, Bank Lending during the Financial Crisis of 2008,Working Paper.",
        "JimÃ\u0083Â©nez, Gabriel, Steven Ongena, JosÃ\u0083Â©-Luis PeydrÃ\u0083Â³, and JesÃ\u0083Âºs Saurina, 2010a, Credit Supply: Identifying Balance-Sheet Channels with Loan Applications and Granted Loans, Discussion Paper 7655, CEPR.",
        "JimÃ\u0083Â©nez, Gabriel, Steven Ongena, JosÃ\u0083Â©-Luis PeydrÃ\u0083Â³, and JesÃ\u0083Âºs Saurina,2010b , Hazardous Times for Monetary Policy: What do Twenty-Three Million Bank Loans Say About the Eects of Monetary Policy on Credit Risk?, ECB WP 2010.",
        "Kashyap, Anil K. and Jeremy Stein. 2000. What do a Million Observations on Banks Say About the Transmission of Monetary Policy. American Economic Review, 90(3): 407-428.",
        "Keys, Ben; Tanmoy Mukherjee; Amit Seru and Vikrant Vig. 2010. Did Securitization Lead to Lax Screening: Evidence from Subprime Loans 2001-2006, Quarterly Journal of Economics, 125(1).",
        "Kindleberger, Charles P. 1978. Manias, Panics, and Crashes: A History of Financial Crises, New York: Basic Books.",
        "Khwaja, Asim I. and Atif Mian, 2008. Tracing The Impact of Bank Liquidity Shocks, American Economic Review, September 2008.",
        "Kohn, Donald. 2009. Monetary Policy Research and the Financial Crisis: Strengths and Shortcomings, Speech at the Federal Reserve Conference on Key Developments in Monetary Policy, Washington, D.C., October 9, 2009. (http://www.federalreserve.gov/newsevents/speech/kohn20091009a.htm) Loutskina, Elena and Philip Strahan, 2009. Securitization and the declining impact of bank ...nancial condition on loan supply: Evidence from mortgage originations, Journal of Finance, 64(2), 861-922.",
        "Mian, Atif R. and Su..., Amir, 2009. The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis, Quarterly Journal of Economics 124: Mulligan, Casey B. 2008. An Economy You Can Bank On, The New York Times, Op-ed, October 9.",
        "Paravisini, Daniel. 2008. Local Bank Financial Constraints and Firm Access to External Finance.The Journal of Finance.",
        "Peek, Joe and Eric S. Rosengren. 2000. Collateral Damage: Eects of the Japanese Bank Crisis on Real Activity in the United States. American Economic Review, 90(1): 30-45.",
        "Trichet, Jean-Claude. 2009. Systemic Risk, Speech in Cambridge University. (http://www.ecb.int/press/key/date/2009/html/sp091210_1.en.html) White, Eugene N., Editor 1996. Stock Market Crashes and Speculative Manias, Cheltenham, UK: Edward Elgar."
    ]
}