{
    "id": 16597,
    "cites": 20,
    "cited_by": 17,
    "reference": [
        "Arkolakis, Costas (2008), Market Penetration Costs and the New Consumers Margin in International Trade, working paper.",
        "Arkolakis, Costas and Marc-Andreas Muendler (2009), The Extensive Margin of Exporting Goods: A Firm-Level Analysis, working paper.",
        "Artopoulos, Alejandro, Daniel Friel and Juan Carlos Hallak (2010), Challenges of Exporting Differentiated Products to Developed Countries: The Case of SME-dominated Sectors in a SemiIndustrialized Country, IDB working paper series No. IDB-WP-166.",
        "Baldwin, Richard and James Harrigan (2010), Zeros, quality, and space: trade theory and trade evidence, forthcoming, American Economic Journal: Microeconomics.",
        "Bernard, Andrew and Bradford Jensen (1999), Exceptional Exporter Performance: Cause, Effects, or Both?, Journal of International Economics, 47(1), pp. 1-26.",
        "Bernard, Andrew, Bradford Jensen, Stephen Redding and Peter Schott (2007), Firms in International Trade, Journal of Economic Perspectives, 21(3), pp. 105-130.",
        "Besedes, Tibor and Thomas J. Prusa (2008), The Role of Extensive and Intensive Margins and Export Growth, working paper.",
        "Cadot, Olivier, Leonardo Iacovone, Ferdinand Rauch and Denisse Pierola (2010), Success and Failure of African Exporters, working paper.",
        "Clerides, Sofronis K., Saul Lach and James R. Tybout (1998), Is Learning By Exporting Important? Micro-Dynamic Evidence from Colombia, Mexico, and Morocco, The Quarterly Journal of Economics, 113(3), pp. 903-947.",
        "Eaton, Jonathan, Samuel Kortum and Francis Kramarz (2008), An Anatomy of International Trade: Evidence from French Firms, Working Paper.",
        "Eaton, Jonathan, Marcela Eslava, Maurice Kugler and James Tybout (2008), Export Dynamics in Colombia: Firm-Level Evidence, working paper.",
        "Easterly, William (2003), Can Foreign Aid Buy Growth?, Journal of Economic Perspectives, 17(3), (Summer 2003), pp. 23-48.",
        "Easterly, William and Ariell Reshef (2009), Big Hits in Manufacturing Exports and Development, working paper.",
        "Freund, Caroline and Martha Denisse Pierola (2010), Export Entrepreneurs: Evidence from Peru, World Bank Policy Research Working Paper 5407.",
        "Freund, Caroline and Nadia Rocha (2010), What Constrains Africa's Exports?, World Bank Policy Research Working Paper 5184.",
        "Hausmann, Ricardo and Dani Rodrik (2006), Doomed to Choose: Industrial Policy as Predicament, working paper.",
        "Melitz, Marc (2003), The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71, pp. 1695-1725.",
        "Rajan, Raguhuram G. and Arvind Subramanian (2005), Aid and Growth: What Does the CrossCountry Evidence Really Show?, IMF working paper WP/05/127.",
        "Rauch, James, E. and Joel Watson (2003), Starting Small in an Unfamiliar Environment, International Journal of Industrial Organization, 21, pp. 1021-1042.",
        "Roberts, Mark J. and James R. Tybout (1997), What Make Exports Boom?, Directions in Development Monograph Series, The World Bank, Washington, D.C. Tybout, James R. (2000), Manufacturing Firms in Developing Countries: How Well Do They Do, and Why? Journal of Economic Literature, 38(1), pp. 11-44."
    ]
}