{
    "id": 16592,
    "cites": 20,
    "cited_by": 68,
    "reference": [
        "Barro, Robert J., and Jong-Wha Lee, 1993, International comparisons of educational attainment, Journal of Monetary Economics, 32, 363-394.",
        "Barro, Robert J., and Jong-Wha Lee, 1996, International measures of schooling years and schooling quality, American Economic Review, 86, 219-223.",
        "Barro, Robert J., and Jong-Wha Lee, 2000, International data on education attainment: Updates and implications, NBER Working Papers 7911.",
        "Ben-Porath, Yoram, 1967, The production of human capital and the life cycle of earnings, The Journal of Political Economy,75, 352-365.",
        "Bosworth, Barry, and Susan M. Collins, 2008, Accounting for growth: Comparing China and India, Journal of Economic Perspectives, 22, 45-66.",
        "Chinese Statistical Bureau, 2009, Chinese Statistical Yearbook.",
        "Chow, Gregory C., 1993, Capital formation and economic growth in China, The Quarterly Journal of Economics, 108, 809-842.",
        "Chow, Gregory C., and Kui-Wai Li, 2002, China's economic growth: 1952-2010, Economic Development and Cultural Change, 51, 247-256.",
        "Gemmell, Norman, 1996,. Evaluating the Impacts of Human Capital Stocks and Accumulation on Economic Growth: Some New Evidence, Oxford Bulletin of Economics and Statistics, 58(1) 9-28.",
        "Gollin, Douglas, 2002, Getting Income Shares Right, Journal of Political Economy, 110(2), 458474.",
        "Holz, Carsten A., 2006, Measuring Chinese productivity growth, 1952-2005, Hong Kong University of Science and Technology Working Paper.",
        "Jorgenson, Dale W., and Z. Criliches, 1967, The explanation of productivity change, The Review of Economic Studies, 34(3), 249-283.",
        "Li, Shantong, Yongzhi Hou, Yunzhong Liu, and Jianwu He, 2005, China's economic growth potential and prospect analysis, Management World 9 (in Chinese).",
        "Li, Yao , John Whalley, Shunming Zhang, and Xiliang Zhao, The Higher Educational Transformation of China and its Global Implications (March 2008). NBER Working Paper No. W13849. Available at SSRN: http://ssrn.com/abstract=1106576 Lucas, Robert E., 1988, On the mechanics of economic development, Journal of Monetary Economics, 22, 1988.",
        "Qian, Zhenjie, 2008, Research on Chinese Factor Shares, PhD Dissertation submitted to Tsinghua University (in Chinese).",
        "Romer, Paul M., 1990, Endogenous technological change, The Journal of Political Economy, 98, S71-S102.",
        "Schultz, Theodore W., 1960, Capital Formation by Education, Journal of Political Economy, University of Chicago Press, vol. 68, 571.",
        "Wang, Yan, and Yudong Yao, 2003, Sources of China's economic growth 1952-1999: Incorporating human capital accumulation, China Economic Review, 14, 32-52.",
        "World Bank, 1997, China 2020: Development challenges in the new century (The World Bank).",
        "Xing, Yuqing, 2010, China's High-Tech Exports: Myth and Reality, EAI Background Brief No. 506."
    ]
}