{
    "id": 16604,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Alcott, Hunt and Nathan Wozny, Gasoline Prices and the Fuel Economy Discount Puzzle,  September 2009. Manuscript: Princeton University. Anderson, Soren T. and James M. Sallee, Using Loopholes to Reveal the Marginal Cost of Regulation: The Case of Fuel-Economy Standards, American Economic Review, forthcoming.",
        "Blinder, Alan S. and Harvey S. Rosen, Notches, American Economic Review, September 1985, 75 (4), 736747.",
        "Blundell, Richard, Work Incentives and `In-Work' Benefit Reforms: A Review, Oxford Review of Economic Policy, Spring 2000, 16 (1), 2744.",
        "Bovenberg, Lans A. and Ruud A. de Mooij, Environmental Levies and Distortionary Taxation, American Economic Review, September 1994, 84 (4), 10851089.",
        "Busse, Meghan R., Christopher R. Knittel, and Florian Zettelmeyer, Pain at the Pump: The Differential Effect of Gasoline Prices on New and Used Automobile Markets, September 2009. Manuscript, University of California, Davis.",
        "Chetty, Raj, John Friedman, Tore Olsen, and Luigi Pistaferri, The Effect of Adjustment Costs and Institutional Constraints on Labor Supply Elasticities: Evidence from Denmark, December 2009. NBER Working Paper no. 15617.",
        "Dreyfus, Mark K. and W. Kip Viscusi, Rates of Time Preference and Consumer Valuations of Automobile Safety and Fuel Economy, Journal of Law and Economics, April 1995, 38 (1), 79105.",
        "Dubin, Jeffrey A. and Daniel L. McFadden, An Econometric Analysis of Residential Electric Appliance Holdings and Consumption, Econometrica, March 1984, 52 (2), 345362.",
        "Fischer, Carolyn, Winston Harrington, and Ian W.H. Parry, Should Automobile Fuel Economy Standards Be Tightened?, February 2007. Resources for the Future Discussion Paper 04-53 (Revised).",
        "Greene, David L., How Consumers Value Fuel Economy: A Literature Review, Technical Report EPA-420-R-10-008, U.S. Environmental Protection Agency March 2010.",
        "Greimel, Hans, Nissan Tweaks MPG to Sweeten Payout, Automotive News, July 27, 2009.",
        "Harberger, Arnold C., Tax Lore for Budding Reformers, in Rudiger Dornbusch and Sebastian Edwards, eds., Reform, Recovery and Growth: Latin America and the Middle East, University of Chicago Press, Chicago, 1995.",
        "Hausman, Jerry A., Individual Discount Rates and the Purchase and Utilization of EnergyUsing Durables, The Bell Journal of Economics, Spring 1979, 10 (1), 3354.",
        "Helfand, Gloria and Ann Wolverton, Evaluating the Consumer Response to Fuel Economy: A Review of the Literature, August 2009. National Center for Environmental Economics Working Paper No. 09-04.",
        "Kahn, James A., Gasoline Prices and the Used Automobile Market: A Rational Expectations Asset Price Approach, Quarterly Journal of Economics, May 1986, 101 (2), 323340.",
        "Keenan, Greg, Big Auto's Race to Get Green, The Globe and Mail, December 11, 2007.",
        ", `Feebate' Won't Get Guzzlers Off Road, Critics Say; Tax Hasn't Worked in B.C., Ontario, The Globe and Mail, March 21, 2007.",
        "Kilian, Lutz and Eric R. Sims, The Effects of Real Gasoline Prices on Automobile Demand: A Structural Analysis Using Micro Data, April 2006. Manuscript, University of Michigan.",
        "Kleven, Henrik Jacobsen and Joel Slemrod, A Characteristics Approach to Optimal Taxation and Tax-Driven Product Innovation, September 2009. Working Paper: London School of Economics.",
        "Klier, Thomas and Joshua Linn, New Vehicle Characteristics and the Cost of the Corporate Average Fuel Economy Standard, November 2008. Federal Reserve Bank of Chicago Working Paper 08-13.",
        "Knittel, Christopher R., Automobiles on Steroids: Product Attribute Trade-Offs and Technological Progress in the Automobile Sector, August 2009. Manuscript, University of California, Davis.",
        "Larrick, Richard P. and Jack B. Soll, The MPG Illusion, Science, June 2008, 320 (5883), 15934.",
        "National Post, Were the Fortune Tellers Right?, National Post, March 20, 2007.",
        "National Research Council, Effectiveness and Impact of Corporate Average Fuel Economy (CAFE) Standards, The National Academies Press: Washington, D.C., 2002.",
        "Ramnath, Shanthi, Taxpayer Reponses to Notches: Evidence from the Saver's Credit, November 2009. Manuscript, University of Michigan.",
        "Saez, Emmanuel, Do Taxpayers Bunch at Kink Points?, American Economic Journal: Economic Policy, August 2010, 2 (3), 180212.",
        "Sallee, James M., The Taxation of Fuel Economy, October 2010. NBER Working Paper no. 16466.",
        "Slemrod, Joel, Buenas Notches: Lines and Notches in Tax System Design, 2010. Working Paper, University of Michigan.",
        "Turrentine, Thomas S. and Kenneth S. Kurani, Car Buyers and Fuel Economy?, Energy Policy, February 2007, 35 (2), 1213  1223."
    ]
}