{
    "id": 16601,
    "cites": 36,
    "cited_by": 11,
    "reference": [
        "Acharya, V. V., and L. H. Pedersen (2005), Asset Pricing with Liquidity Risk, Journal of Financial Economics, 77, 375-410.",
        "Ang, A., R. Hodrick, Y. Xing, X. Zhang (2006), The Cross-Section of Volatility and Expected Returns, Journal of Finance, 61, pp. 259-299.",
        "U.S. Evidence, Journal of Financial Economics, 91, pp. 1-23. Ashcraft, A., N. Garleanu, and L.H. Pedersen (2010), Two Monetary Tools: Interest Rates and Haircuts, NBER Macroeconomics Annual, forthcoming.",
        "Baker, M., B. Bradley, and J. Wurgler (2010), Benchmarks as Limits to Arbitrage: Understanding the Low Volatility Anomaly, working paper, Harvard.",
        "Black, F. (1972), Capital market equilibrium with restricted borrowing, Journal of business, 45, 3, pp. 444-455.",
        "Black, F., M.C. Jensen, and M. Scholes (1972), The Capital Asset Pricing Model: Some Empirical Tests. In Michael C. Jensen (ed.), Studies in the Theory of Capital Markets, New York, pp. 79-121.",
        "Brennan, M.J., (1971), Capital market equilibrium with divergent borrowing and lending rates. Journal of Financial and Quantitative Analysis 6, 1197-1205.",
        "Brennan, M.J. (1993), Agency and Asset Pricing. University of California, Los Angeles, working paper.",
        "Betting Against Beta - Andrea Frazzini and Lasse H. Pedersen -- Page 30 Brunnermeier, M. and L.H. Pedersen (2009), Market Liquidity and Funding Liquidity, The Review of Financial Studies, 22, 2201-2238.",
        "Carhart, M. (1997), On persistence in mutual fund performance, Journal of Finance 52, 57--82.",
        "Cohen, R.B., C. Polk, and T. Vuolteenaho (2005), Money Illusion in the Stock Market: The Modigliani-Cohn Hypothesis, The Quarterly Journal of Economics, 120:2, 639-668.",
        "Cuoco, D. (1997), Optimal consumption and equilibrium prices with portfolio constraints and stochastic income, Journal of Economic Theory, 72(1), 33-73.",
        "Dimson, E. (1979), Risk Measurement when Shares are Subject to Infrequent Trading, Journal of Financial Economics, 7, 197--226.",
        "Duffee, G. (2010), Sharpe Ratios in Term Structure Models, Johns Hopkins University, working paper.",
        "Elton, E.G., M.J. Gruber, S. J. Brown and W. Goetzmannn: Modern Portfolio Theory and Investment, Wiley: New jersey. Fama, E.F. (1984), The Information in the Term Structure, Journal of Financial Economics, 13, 509-528.",
        "Fama, E.F. (1986), Term Premiums and Default Premiums in Money Markets, Journal of Financial Economics, 17, 175-196.",
        "Fama, E.F. and French, K.R. (1992), The cross-section of expected stock returns, Journal of Finance, 47, 2, pp. 427-465.",
        "Betting Against Beta - Andrea Frazzini and Lasse H. Pedersen -- Page 31 Fama, E.F. and French, K.R. (1993), Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3--56.",
        "Fama, E.F. and French, K.R. (1996), Multifactor Explanations of Asset Pricing Anomalies, Journal of Finance 51, 55-84.",
        "Fu, F. (2009), Idiosyncratic risk and the cross-section of expected stock returns, Journal of Financial Economics, vol. 91:1, 24-37.",
        "Garleanu, N., and L. H. Pedersen (2009), Margin-Based Asset Pricing and Deviations from the Law of One Price, UC Berkeley and NYU, working paper.",
        "Gibbons, M. (1982), Multivariate tests of financial models: A new approach, Journal of Financial Economics, 10, 3-27.",
        "Gromb, D. and D. Vayanos (2002), Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs, Journal of Financial Economics, 66, 361--407.",
        "Hindy, A. (1995), Viable Prices in Financial Markets with Solvency Constraints, Journal of Mathematical Economics, 24(2), 105-135.",
        "Kandel, S. (1984), The likelihood ratio test statistic of mean-variance efficiency without a riskless asset, Journal of Financial Economics, 13, pp. 575-592.",
        "Karceski, J. (2002), Returns-Chasing Behavior, Mutual Funds, and Betas Death, Journal of Financial and Quantitative Analysis, 37:4, 559-594.",
        "Lewellen, J. and Nagel, S. (2006), The conditional CAPM does not explain assetpricing anomalies, Journal of Financial Economics, 82(2), pp. 289314.",
        "Betting Against Beta - Andrea Frazzini and Lasse H. Pedersen -- Page 32 Markowitz, H.M. (1952), Portfolio Selection, The Journal of Finance, 7, 77-91.",
        "Mehrling, P. (2005), Fischer Black and the Revolutionary Idea of Finance, Wiley: New Jersey.",
        "Merton R. C. (1980), On estimating the expected return on the market: An exploratory investigation , Journal of Financial Economics 8, 323-361.",
        "Moskowitz, T., Y.H. Ooi, and L.H. Pedersen (2010), Time Series Momentum, University of Chicago and NYU working paper.",
        "Pastor, L , and R. Stambaugh. (2003), Liquidity risk and expected stock returns, Journal of Political Economy 111, 642--685.",
        "Polk, C., S. Thompson, and T. Vuolteenaho (2006), Cross-sectional forecasts of the equity premium, Journal of Financial Economics, 81, 101-141.",
        "Scholes, M., and J. Williams (1977), Estimating Betas from Nonsynchronous Data Journal of Financial Economics ,5 ,309-327.",
        "Shanken, J. (1985), Multivariate tests of the zero-beta CAPM, Journal of Financial Economics, 14,. 327-348.",
        "Vasicek, O. A. (1973), A Note on using Cross-sectional Information in Bayesian Estimation on Security Betas, The Journal of Finance, 28(5), 1233--1239."
    ]
}