{
    "id": 16609,
    "cites": 38,
    "cited_by": 19,
    "reference": [
        "Ait-Sahalia, Yacine, Jochen Adnritzky, Andreas Jobst, Sylwia Nowak and Natialia Tamirisa. 2010. Market Response to Policy Initiatives During the Global Financial Crisis, NBER Working Paper 15809, March.",
        "Allessandri, Piergiorgio and Andrew G. Haldane. 2009, Banking on the State, Bank of England, November, http://www.bankofengland.co.uk/publications/speeches/2009/speech409.pdf.",
        "Baba, Naohiko and Frank Packer. 2009. From Turmoil to Crisis: Dislocations in the FX Swap Market Before and After the Failure of Lehman Brothers, Bank for International Settlements Working Paper No. 285, July. Journal of International Money and Finance, forthcoming.",
        "Barro, Robert and Charles Redlick. 2009. Macroeconomic effects of government purchases and taxation, NBER Working Paper, No. 15369.",
        "Bent, Bruce R. 2007. Letter to SEC, September 5. http://www.sec.gov/comments/s7-1908 /s71908-40.pdf Bernanke, Ben S. 2002. On Milton Friedman's Ninetieth Birthday, speech given at the Conference to Honor Milton Friedman, University of Chicago, Chicago, Illinois, November 8, http://www.federalreserve.gov/boarddocs/speeches/2002/20021108/default.htm Bernanke, Ben. S. 2009. The Crisis and the Policy Response, Stamp Lecture, London School of Economics, London England, January 13, http://www.federalreserve.gov/newsevents/speech/bernanke20090113a.htm Board of Governors of the Federal Reserve System,. 2009. The Supervisory Capital Assessment Program: Design and Implementation, April 24, http://www.federalreserve.gov/bankinforeg/bcreg20090424a1.pdf.",
        "Christensen, Jens. H.E., Jose A. Lopez, and Glenn D. Rudebusch. 2009. Do Central Bank Liquidity Facilities Affect Interbank Interest Rates? Federal Reserve Bank of San Francisco Working Paper 2009-13, June.",
        "Christiano, Lawrence, Martin Eichenbaum and Sergio Rebelo. 2009. When is the government spending multiplier large?, manuscript, Northwestern University. http://faculty.wcas.northwestern.edu/~yona/research/Multiplier-version12.pdf Congressional Budget Office. 2008. The Budget and Economic Outlook: An Update.  At <http://www.cbo.gov/doc.cfm?index=9706&type=0>.",
        "Cogan, John, Tobias Cwik, John Taylor and Volcker Wieland. 2009. New Keynesian versus old Keynesian government spending multipliers, NBER Working Paper, No. 14782.",
        "Curdia, Vasco and Michael Woodford. 2010. Conventional and Unconventional Monetary Policy, Federal Reserve Bank of St. Louis Review (July/August): 229-264.",
        "Eggertsson, Gauti B.. 2006. Was the New Deal contractionary? Federal Reserve Bank of New York Staff Report, No. 264 Egertsson, Gauti B. 2009. What fiscal policy is effective at the zero interest rates. Federal Reserve Bank of New York Staff Report, No. 402 Eggertsson, Gauti, B. And Michael Woodford. 2003. The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity 2003:1, pp. 139-211.",
        "Eggertsson, Gauti, B. And Michael Woodford. 2004. Policy Options in a Liquidity Trap, American Economic Review 94(2): 76-79.",
        "Federal Deposit Insurance Corporation, 2008, FDIC Announces Plan to Free Up Bank Liquidity, Press Release, October 14, http://www.fdic.gov/news/news/press/2008/pr08100.html.",
        "French, Kenneth R., et al. 2010. The Squam Lake Report: Fixing the Financial System (Princeton, NJ: Princeton University Press, 2010).",
        "Gagnon, Joseph, Matthew Raskin, Julie Remache, and Brian Sack. 2010. Large Scale Asset Purchases by the Federal Reserve: Did They Work? Federal Reserve Bank of New York Staff Report No. 441, March.",
        "Greenlaw, David, Jan Hatzius, Anil K Kashyap, Hyun Song Shin. 2008.  Leveraged Losses: Lessons from the Mortgage Market Meltdown, Proceedings of the U.S. Monetary Policy Forum, 2008. (Chicago: U.S. Monetary Policy Forum): 7-59.",
        "Goldberg, Linda, Craig Kennedy and Jason Miu. 2010. Central Bank Dollar Swap Lines and Overseas Dollar Funding Costs, National Burea of Economic Research Working Paper 15763, February.",
        "Gorton, Gary B. and Andrew Metrick. 2009. Securitized Lending and the Run on Repo, NBER Working Paper No. 15223 (August).",
        "Hall, Robert E. 2009. How much does GDP rise if the government buys more output, Brookings Papers on Economic Activity, 2009(2), 183249. Hoshi, Takeo and Anil S. Kasyhap. forthcoming. Will the U.S. Bank Recapitalization Succeed? Eight Lessons from Japan,  Journal of Financial Economics, forthcoming.",
        "Journal of Economic Perspectives. 2009. Symposium: Early Stages of the Credit Crunch, Journal of Economic Perspectives 23(1): 3-119.",
        "Journal of Economic Perspectives. 2010. Symposium: Financial Plumbing, Journal of Economic Perspectives 24(1): 3-118.",
        "Krugman, Paul. 2008. Depression Economics Returns, New York Times, November 14, 2008. Kuttner, Kenneth N. Comment on `Price Stability and Japanese Monetary Policy' by Robert Hetzel, Bank of Japan Instittute for Monetary and Economic Studies Monetary and Economic Studies 22: 37-46.",
        "McAndrews, James 2009. Segmentation in the U.S. Dollar Money Markets During the Financial Crisis, Paper presented at the International Conference of the Bank of Japan's Institute for Monetary and Economic Studies, Tokyo, May. http://www.frbatlanta.org/filelegacydocs/seminars/seminar_mcandrews_052009.pdf McAndrews, James, Asani Sarkar, and Zhenyu Wang. 2008. The Effect of the Long-Term Auction Facility o the London Inter-Bank Offered Rate, Federal Reserve Bank of New York Staff Report No. 335, July.",
        "McDonald, Lawrence G. 2009. A Collosal Failure of Common Sense: The Inside Story of the Collapse of Lehman Brothers (New York: Crown Business).",
        "Mishkin, Frederic S. 2009. Is Monetary Policy Effective During Financial Crises, American Economic Review, 99 (2): 573-577.",
        "Mishkin, Frederic S. 2010a.The Financial Crisis and the Federal Reserve, NBER Macro Annual, 2009: 495-508.",
        "Mishkin, Frederic S. 2010b. The Economics of Money, Banking and Financial Markets, 9th edition, (Boston: Addison-Wesley).",
        "Mishkin, Frederic S. 2011. Macroeconomics: Policy and Practice (Boston: Addison-Wesley) Modigliani, Franco and Richard Sutch. 1967. Debt Management and the Term Structure of Interest Rates: An Empirical Analysis of Recent Experience, Journal of Political Economy 75(4): 569-89.",
        "Reinhart, Carmen M and Kenneth S. Rogoff. 2009. This Time Is Different: Eight Centuries of Financial Folly (Princeton, NJ: Princeton University Press) Sarkar, Asani and Jeffrey Shrader. 2010. Financial Amplification Mechanisms and the Federal Reserve's Supply of Liquidity During the Crisis, Federal Reserve Bank of New York Staff Report No. 431. March.",
        "Solow, Robert and James Tobin. 1987. The Kennedy Economic Reports: Introduction, in James Tobin and Murray Weidenbaum, eds., Two Revolutions in Economic Policy: The First Economic Reports of Presidents Kennedy and Reagan, (Cambridge, MA: MIT Press).",
        "Sorkin, Andrew Ross. 2009. Too Big To Fail: The Inside Story of How Wall Street and Washington Fought to Save the Financial Systemand Themselves. (New York: Viking).",
        "Taylor, John, B. 2009. Getting Off Track: How Government Actions and Interventions, Caused, Prolonged and Worsened the Financial Crisis (Stanford, CA: Hoover Institution Press).",
        "Taylor, John, B. and John Williams, 2009. A Black Swan in the Money Market, American Economic Journal: Macroeconomics 1(1): 58-83.",
        "Torres, Craig and Hugh Son. 2009. Bernanke Says Insurer AIG Acted Like a Hedge Fund, March 3. http://www.bloomberg.com/apps/news?pid=newsarchive&sid=aqw5b2yJyB1o&refer=home Uhlig, Harald. 2010. Some Fiscal Calculus, American Economic Review, 100(2): 3034.",
        "Wallison, Peter J. 2010. Taypayers and the Dodd Bill, Wall Street Journal, April 26.",
        "Wessel, David. 2009. In Fed We Trust: Ben Bernanke's War on the Great Panic, (New York: Crown Business).",
        "Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy, (Princeton: Princeton University Press).",
        "Woodford, Michael. 2010. Simple analytics of the government expenditure multiplier, NBER Working Paper, No. 15714.",
        "Wu, Tao. 2008. On the Effectiveness of the Federal Reserve's New Liquidity Facilities, Federal Reserve Bank of Dallas, Working Paper No. 0808, May. http://www.dallasfed.org/research/papers/2008/wp0808.pdf Valukas, Anton R. 2010. Examiner's Report for the United States Bankrupty Court, Southern District of New York, March 11, 2010, http://lehmanreport.jenner.com/VOLUME%203.pdf"
    ]
}