{
    "id": 16602,
    "cites": 47,
    "cited_by": 10,
    "reference": [
        "Angelmar, Reinhard, and Philip C. Berman, Patient Empowerment and Efficient Health Outcomes, in Financing Sustainable Healthcare in Europe: New Approaches for New Outcomes, (Helsinki, Finland: The Steering Group, 2007) Benjamin, Schwartz, Arch G. Mainous, and Marcy, S. Micheal, Why do Physicians Prescribe Antibiotics for Children with Upper Respiratory Tract Infections?, The Journal of the American Medical Association, 279 (1998), 881-882.",
        "Bunker, John P., and Byron Wm. Brown, Jr., The Physician-Patient as an Informed Consumer of Surgical Service, The New England Journal of Medicine, 290(1974), 1051-1055.",
        "Cars, Hakan, and Anders Hakansson, To Prescribe-or not to Prescribe-Antibiotics: District Physicians' Habits Vary Greatly, and Are Difficult to Change, Scandinavian Journal of Primary Health Care, 13(1995), 3-7.",
        "Chen, Meiping, Analysis on the Condition of, Reasons for and Control on Antibiotic Abuse, Jiangsu Health Care Management, 16(2005), 49-50.",
        "Cheng, Shouhsia, Mingchin Yang, and Tungliang Chiang, Patient Satisfaction with and Recommendation of a Hospital: Effects of Interpersonal and Technical Aspects of Hospital Care, International Journal for Quality in Health Care, 15(2003), 345-55.",
        "Dar-Odeh, Najla S., Osama A. Abu-Hammad, Mahmoud K. Al-Omiri, Ameen S. Khraisat, and Asem A. Shehabi, Antibiotic Prescribing Practices by Dentists: A Review, Therapeutics and Clinic Risk Management, 6(2010), 301-306.",
        "Day, Lisa, Industry Gifts to Healthcare Providers: Are the Concerns Serious?, American Association of Critical-Care Nurses, 15(2006), 510-513.",
        "Dong, Hengjin, Lennart Bogg, Keli Wang, Clas Rehnberg, and Vinod Diwan, A Description of Outpatient Drug Use in Rural China: Evidence of Differences due to Insurance Coverage, The International Journal of Health Planning and Management 14(1999), 41-56.",
        "Dranove, David, Pricing by Non-Profit Institutions: The Case of Hospital Cost-Shifting,Journal of Health Economics, 7(1988), 47-57.",
        "Dranove, David, and Paul Wehner, Physician-Induced Demand for Childbirths, Journal of Health Economics, 13(1994), 6173.",
        "Eggleston, Karen, Jian Wang, and Keqin Rao, From Plan to Market in the Health Sector?--China's Experience, Journal of Asian Economics, 19(2008), 400412.",
        "Eggleston, Karen, Ling Li, and Qingyue Meng, Magnus Lindelow, and Adam Wagstaffd, Health Service Delivery in China: A Literature Review, Health Economics, 17(2008), 149-165.",
        "Eggleston, Karen, Yu-Chu Shen, Joseph Lau, Christopher H. Schmid, and Jia Chan, Hospital Ownership and Quality of Care: What Explains the Different Results in the Literature?, Health Economics, 17(2008), 1345-1362.",
        "Fuchs, Victor R., The Supply of Surgeons and the Demand for Operations, The Journal of Human Resources, 13(1978), 35-56.",
        "Gong, Aiqun, The Reasons for and Consequences of Antibiotic Abuse, Heilongjiang Medicine Journal, 22 (2009), 3.",
        "Gruber, Jonathan, and Maria Owings, Physician Financial Incentives and Cesarean Section Delivery, RAND Journal of Economics, 27(1996), 99123.",
        "Guo, Dongmei, Analysis of Current Situation of the Anti-Infective Market in China, China Pharmacy, 9(2004), 528-531.",
        "Hay, Joel, and Michael J. Leahy, Physician-Induced Demand: An Empirical Analysis of the Consumer Information Gap, Journal of Health Economics, 1(1982), 231-244.",
        "Heaton, Paul, and Eric Helland, Does Treatment Respond to Reimbursement Rates? Evidence from Trauma Care, RAND Working Paper No. WR-648-ICJ, 2009.",
        "Heckman, James J., and Peter Siegelman, The Urban Institute Audit Studies: Their Methods and Findings,  in Clear and Convincing Evidence: Measurement of Discrimination in America, Michael Fix and Raymond Struyk, ed. (Washington, DC: Urban Institute Press, 1993) Hew, Chee, Healthcare in China: Towards Greater Access, Efficiency and Quality, (New York, NY: IBM Business Consulting Services, Inc., 2006) Hollon, Matthew F., Eric B. Larson., Thomas D. Koepsell, and, Ann E. Downer, Direct-to-Consumer Marketing of Osteoporosis Drugs and Bone Densitometry, The Annals of Pharmacotherapy, 37 (2003), 976-981.",
        "Hsiao, Willlliam C., and Yuanli Liu, Economic Reform and Health --Lessons from China, The New England Journal of Medicine, 335(1996), 430-432.",
        "Hu, Suping., Xiuheng Liu, and Yan Peng, Assessment of Antibiotic Prescription in Hospitalized Patients at a Chinese University Hospital, Journal of Infection, 46 (2003), 161-163.",
        "Jha Ashish K., Douglas O. Staiger, Lucas F. Lee, and Amitabh Chandra, Do Race-Specific Models Explain Disparities in Treatments after Acute Myocardial Infarction?, American Heart Journal, 153(2007), 785791.",
        "John, Pitts, and Stephen Vincent What Influences Doctors' Prescribing? Sore Throats Revisited, The Journal of the Royal College of General Practitioners, 39 (1989), 65-66.",
        "Kravitz, Richard L., Direct-to-Consumer Advertising of Prescription Drugs: Implications for the Patient-Physician Relationship, The Journal of the American Medical Association, 284 (2000), 2240-2245.",
        "Kravitz, Richard L., Ronald M. Epstein, Mitchell D. Feldman, Carol E. Franz, Rahman Azari, Michael S. Wilkes, Ladson Hinton, and Peter Franks. Influence of Patients' Requests for Directly Advertised Antidepressants: A Randomized Controlled Trial, Journal of the American Medical Association, 293(2005), 1995-2002.",
        "Lizuka, Experts'Agency Problems: Evidence from the Prescription Drug Market in Japan, RAND Journal of Economics, 38(2007), 844-862 Maguire, Phyllis, How Direct-to-Consumer Advertising is Putting the Squeeze on Physicians, American College of Physicians-Annals of Internal Medicine, 19(1999), 1-24.",
        "McGuire Thomas G., Physician agency, Handbook of Health Economics, 1(2000), 461-536 McGuire, Thomas G., and Mark V. Pauly, Physician Response to Fee Changes with Multiple Payers, Journal of Health Economics, 10(1991), 385-410.",
        "Mintzes, Barbara, Morris L. Barer, Richard L. Kravitz, Ken Bassett, Joel Lexchin, ArminÃ\u0083Â©e Kazanjian, Robert G. Evans, Richard Pan and Stephen A. Marion, How Does Direct-to-Consumer Advertising (DTCA) Affect Prescribing? A Survey in Primary Care Environments with and without Legal DTCA, Canadian Medical Association Journal, 169 (2003), 405-412 Pager, Devah, The Use of Field Experiments for Studies of Employment Discrimination: Contributions, Critiques, and Directions for the Future, The Annals of the American Academy of Political and Social Science, 609 (2007), 104-133.",
        "Pauly, Mark.V., The Doctor and His Workshops, (Chicago: University of Chicago Press,1980) Peng Bi, Shilu Tong, Ken Donald, Kevin Parton, and Jack Hobbs, Southern Oscillation Index and Transmission of the Barmah Forest Virus Infection in Queensland, Australia, Epidemiology Community Health, 54(2000), 69-70.",
        "Phelps, Charles E., Bug/drug Resistance: Sometimes Less Is More, Medical Care, 27 (1989), 194-203.",
        "Reshma, Jagsi, Conflicts of Interest and the Physician-Patient Relationship in the Era of Direct-to-Patient Advertising, Journal of Clinical Oncology, 25 (2007), 902-905.",
        "Rice, Thomas H., The Impact of Changing Medicare Reimbursement Rates on Physician-Induced Demand, Medical Care, 21(1983), 803-815.",
        "Roumie, Christianne L., Natasha B. Halasa, Carlos G. Grijalva, Kathryn M. Edwards, Yuwei Zhu, Robert S. Dittus, and Marie R. Griffin, Trends in Antibiotic Prescribing for Adults in the United States--1995 to 2002, Journal of General Internal Medicine, 20 (2005), 697-702.",
        "Sun, Qiang, Michael A. Santoro, Qingyue Meng, Caitlin Liu, and Karen Eggleston Pharmaceutical Policy in China, Drug Policy, 2008, 1042-1050.",
        "Sun, Qiang, Michael A. Santoro, Qingyue Meng, Caitlin Liu, and Karen Eggleston, Family Self-Medication and Antibiotics Abuse for Children and Juveniles in a Chinese City, Health Affairs, 27 (2008), 1042-1050.",
        "Sun, Xiaoyun, Sukhan Jackson, Gordon A. Carmichael, and Adrian C. Sleigh, Prescribing Behavior of Village Doctors under China's New Cooperative Medical Scheme, Social Science and Medicine, 68(2009), 1775-1779.",
        "Sutherland, Jason M., Elliott S. Fisher, and Jonathan S. Skinner, Getting Past Denial -- The High Cost of Health Care in the United States, The New England Journal of Medicine, 361(2009), 1227-1230.",
        "Szefler, Stanley J., Herman Mitchell, Christine A. Sorkness, Peter J. Gergen, George T. O'Connor, Wayne J. Morgan, Meyer Kattan, Jacqueline A. Pongracic, Stephen J. Teach, Gordon R. Bloomberg, Peyton A. Eggleston, Rebecca S. Gruchalla, Carolyn M. Kercsmar, Andrew H. Liu, Jeremy J. Wildfi re, Matthew D. Curry, and William W. Busse. Management of Asthma Based on Exhaled Nitric Oxide In Addition To Guideline-Based Treatment for Inner-City Adolescents and Young Adults: A Randomised Controlled Trial, The Lancet, 372(2008), 106572.",
        "Weissman, Joel S., Robert W. Dubois, Thomas Bodenheimer, Elaine Batchlor, Marianne Laouri, Jerry Avorn, John E. Calfee, and Martin T. Gahart, Consumers' Reports on the Health Effects of Direct-to-Consumer Drug Advertising, Health Affairs, 3(2003), 82-95.",
        "Wennberg, John, and Alan Gittelsohn, Small Area Variations in Health Care Delivery, American Association for the Advancement of Science, 182, (1973), 1102-1108.",
        "Xiao,Yonghong, Fang Hou, Jin Wang, Qing Yan, Ziyong Sun, Xiaoju, Lu, Li Yang, and Yingdong, Zheng, An Investigation into Socio-Economic Impact of Adverse Drug Reactions of Antibacterial Agent Irrational Use, Chinese Health Economics, 29 (2010), 94-96.",
        "Yao, Kaihu, and Yonghong Yang, Streptococcus Pneumoniae Diseases in Chinese Children: Past, Present and Future, Vaccine, 16 (2008), 4425-4433.",
        "Yip, Winnie C., Wang, Hong, and Yuanli Liu, Determinants of Patient Choice of Medical Provider: a Case Study in Rural China, Health Policy Planning, 13(1998), 311-322.",
        "Yip, Winnie, and William C. Hsiao, The Chinese Health System at a Crossroads, Health Affairs, 27 (2008), 460-468.",
        "Zhang, Ruifang, Karen Eggleston, Rotimi Vincent, and Richard J. Zeckhauser, Antibiotic Resistance as a Global Threat: Evidence from China, Kuwait and the United States, Global Health, 2 (2006), 1-14.",
        "Zhang, Wenshuang, Xuzhuang Shen, Yi Wang, Yuan Chen, Min Huang, Qiyi Zeng, Maohuai Fan, Ulf Bergman, and Yonghong Yang, Outpatient Antibiotic Use and Assessment of Antibiotic Guidelines in Chinese Children's Hospitals, European Journal of Clinical Pharmacology, 64(2008), 821-828."
    ]
}