{
    "id": 16613,
    "cites": 74,
    "cited_by": 18,
    "reference": [
        "Anderson, James, and Eric van Wincoop. 2004. Trade Costs, Journal of Economic Literature 42(3): 691-751.",
        "Angelini, Paolo, and Nicola Cetorelli. 2003. The Effects of Regulatory Reform on Competition in the Banking Industry, Journal of Money, Credit and Banking 35 (4): 663-684.",
        "Baxter, Marianne. 1995. International Trade and Business Cycles, Handbook of International Economics, vol. 3, ed. Grossman, G. M., and K. Rogoff, 1801-1864. Amsterdam: Elsevier.",
        "Baxter, Marianne, and Dorsey D. Farr. 2005. Variable Factor Utilization and International Business Cycles, Journal of International Economics 65(2): 335-347.",
        "Benink, Harald. 2000. Europe's Single Banking 2000. Europe's Single Banking Market, Journal of Financial Services Research 17: 319-322.",
        "Berger, Allen. 2007. Obstacles to a Global Banking System: `Old Europe' versus `New Europe ', Journal of Banking & Finance 31(7): 1955--1973.",
        "Berger, Allen N., Rebecca S. Demsetz, and Philip E. Strahan. 1999. The Consolidation of the Financial Services Industry: Causes, Consequences, and Implications for the Future, Journal of Banking and Finance 23(2-4): 135-194.",
        "Berger, Allen, Anil K. Kashyap, and Joseph M. Scalise. 1995. The Transformation of the U.S. Banking Industry: What a Long, Strange Trips It's Been, Brookings Papers on Economic Activity 26: 55-218.",
        "Bergin, Paul R., and Giancarlo Corsetti. 2008. The Extensive Margin and Monetary Policy, Journal of Monetary Economics 55 (7): 1222-1237.",
        "Bernanke, Ben S. 2005. The Global Saving Glut and the U.S. Current Account Deficit, Sandridge Lecture, Virginia Association of Economics, Richmond, Virginia.",
        "Bernard, Andrew B., J. Eaton, Jonathan, Bradford Jensen, and Samuel Kortum. 2003. Plants and Productivity in International Trade, American Economic Review 93 (4): 1268-1290.",
        "Bertrand, Marianne, Antoinette Schoar, and David Thesmar. 2007. Banking Deregulation and Industry Structure: Evidence from the French Banking Reforms of 1985, Journal of Finance 62(2): 597-628.",
        "Bilbiie, Florin O., Fabio Ghironi, and Marc J. Melitz. 2007. Endogenous Entry, Product Variety, and Business Cycles, NBER WP 13646.",
        "Bilbiie, Florin O., Fabio Ghironi, and Marc J. Melitz. 2008. Monetary Policy and Business Cycles with Endogenous Entry and Product Variety, in NBER Macroeconomics Annual 2007, ed. Acemoglu, D., K. S. Rogoff, and M. Woodford, 299-353. Chicago, IL: University of Chicago Press.",
        "Black, Sandra E., and Philip. E. Strahan. 2002. Entrepreneurship and Bank Credit Availability,  Journal of Finance 57(6): 2801-2833.",
        "Bonaccorsi di Patti, Emilia, and Giorgio Gobbi. 2003. The Effects of Bank Mergers on Credit Availability: Evidence from Corporate Data, Banca d'Italia Working Paper 479.",
        "Caballero, Ricardo J., Emmanuel Fahri, and Pierre-Olivier Gourinchas. 2008. An Equilibrium Model of `Global Imbalances' and Low Interest Rates, American Economic Review 98(1): 358-393.",
        "Cerasi, Vittoria, Barbara Chizzolini, and Marc Ivaldi. 1998. Sunk Costs and Competitiveness of European Banks after Deregulation, LSE-FMG Discussion Paper 290.",
        "Cestone, Giacinta, and Lucy White. 2003. Anticompetitive Financial Contracting: The Design of Financial Claims, Journal of Finance 58 (5): 2109-2142.",
        "Cetorelli, Nicola. 2004. The Real Effects of Bank Competition,  Journal of Money, Credit and Banking 36(3): 543-558.",
        "Cetorelli, Nicola, and Philip E. Strahan. 2006. Finance as a Barrier to Entry: Bank Competition and Industry Structure in Local U.S. Markets, Journal of Finance 61(1): 437-461.",
        "Cogley, Timothy, and Thomas J. Sargent. 2005. Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII U.S., Review of Economic Dynamics 8(2): 262-302.",
        "Correa, Ricardo, and Gustavo A. Suarez. 2007. Firm Volatility and Banks: Evidence from U.S. Banking Deregulation, manuscript, Board of Governors of the Federal Reserve System.",
        "Corsetti, Giancarlo, Philippe Martin, and Paolo Pesenti. 2007. Productivity, Terms of Trade, and the `Home Market Effect', Journal of International Economics 73(1): 99-127.",
        "Corsetti, Giancarlo, Philippe Martin, and Paolo Pesenti. 2008. Varieties and the Transfer Problem: The Extensive Margin of Current Account Adjustment, NBER WP 13795.",
        "Danthine, Jean-Pierre, Francesco Giavazzi, Xavier Vives, and Ernest-Ludwig von Thadden. 1999. The Future of European Banking, Monitoring European Integration 9, CEPR.",
        "D'Aspremont, Claude, Rodolphe D. S. Ferreira, and Louis-Andre Gerard-Varet. 1996. On the Dixit-Stiglitz Model of Monopolistic Competition, American Economic Review 86(3): 623-629.",
        "Davis, Steven J., John Haltiwanger, Ron Jarmin, and Javier Miranda. 2006. Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms, NBER WP 12354.",
        "De Bandt, Olivier, and E. Philip Davis. 2000. Competition, Contestability and Market Structure in European Banking Sectors on the Eve of EMU, Journal of Banking and Finance 24(6): 1045-1066.",
        "Demyanyk, Yuliya, Charlotte Ã\u0083Ë\u009cstergaard, and Bent E. SÃ\u0083Â¸rensen. 2007. U.S. Banking Deregulation, Small Businesses, and Interstate Insurance of Personal Income, Journal of Finance 62: 2763-2801.",
        "Dermine, Jean. 2002. European Banking: Past, Present, and Future, manuscript, HEC Lausanne.",
        "Devereux, Marcel B., and Alan Sutherland. 2010. Country Portfolios in Open Economy Macro Models, Journal of the European Economic Association, forthcoming.",
        "Dick, Astrid A. 2006. Nationwide Branching and Its Impact on Market Structure, Quality, and Bank Performance, Journal of Business 79(2): 567-592.",
        "Elkhoury, Marwan, and Tommaso Mancini Griffoli. 2006. Monetary Policy with Firm Entry, manuscript, Graduate Institute of International Studies, Geneva, and Swiss National Bank.",
        "Erceg, Christopher J., Luca Guerrieri, and Christopher J. Gust. 2005. Expansionary Fiscal Shocks and the Trade Deficit, International Finance 8(3): 363-397.",
        "European Central Bank. 2005. Consolidation and Diversification in the Euro Area Banking Sector, Monthly Bulletin, May: 79-88.",
        "European Commission. 1988. Creation of a European Financial Area, European Economy 36: 1-209.",
        "Ferrero, Andrea. 2007. The Long-Run Determinants of U.S. External Imbalances, Federal Reserve Bank of New York Staff Report 295.",
        "Floetotto, Max, and Nir Jaimovich. 2008. Firm Dynamics, Markup Variations, and the Business Cycle, Journal of Monetary Economics 55(7): 1238-1252.",
        "Fogli, Alessandra, and Fabrizio Perri. 2006. The `Great Moderation' and the U.S. External Imbalance, NBER WP 12708.",
        "Gertler, Mark, and Peter Karadi. 2009. A Model of Unconventional Monetary Policy, manuscript, New York University.",
        "Ghironi, Fabio, and Marc J. Melitz. 2005. International Trade and Macroeconomic Dynamics with Heterogeneous Firms, Quarterly Journal of Economics 120(3): 865-915.",
        "Ghironi, Fabio, and Marc J. Melitz. 2007. Trade Flow Dynamics with Heterogeneous Firms, American Economic Review Papers and Proceedings 97(2): 356-361.",
        "Giannone, Domenico, Michele Lenza, and Lucrezia Reichlin. 2008. Explaining the Great Moderation: It Is Not the Shocks, Journal of the European Economic Association Papers and Proceedings 6(2-3): 621-633.",
        "GonzÃ\u0083Â¡lez-Maestre, Miguel, and Luis M. Granero. 2003. Industrial Loans and Market Structure,  European Economic Review 47(5): 841-855.",
        "Gourinchas, Pierre-Olivier, and Helen Rey. 2007. International Financial Adjustment, Journal of Political Economy 115(4): 665-703.",
        "Grossman, Gene M., and Elhanan Helpman .1991. Innovation and Growth in the Global Economy, MIT Press, Cambridge, MA.",
        "Gual, Jordi. 1999. Deregulation, Integration, and Market Structure in European Banking, Journal of the Japanese and International Economies 13(4): 372-396.",
        "Gual, Jordi, and Damien J. Neven. 1993. Deregulation of the European Banking Industry (1980-1991), European Economy/Social Europe 3.",
        "Hayashi, Fumio. 1982. Tobin's Marginal q and Average q: A Neoclassical Interpretation, Econometrica 50(1): 213-224.",
        "Hunt, Benjamin, and A. Rebucci. 2005. The U.S. Dollar and the Trade Deficit: What Accounts for the Late 1990s? International Finance 8(3): 399-434.",
        "Jayaratne, Jith, and Philip E. Strahan. 1996. The Finance-Growth Nexus: Evidence from Bank Branch Deregulation, Quarterly Journal of Economics 61(3): 639-670.",
        "Jayaratne, Jith, and Philip E. Strahan. 1998. Entry Restrictions, Industry Evolution and Dynamic Efficiency: Evidence from Commercial Banking, Journal of Law and Economics 41(1): 239-274.",
        "Justiniano, Alejandro, and Giorgio E. Primiceri. 2008. The Time-Varying Volatility of Macroeconomic Fluctuations, American Economic Review 98(3): 604-641.",
        "Kerr, William, and Ramana Nanda. 2007. Democratizing Entry: Banking Deregulations, Financing Constraints, and Entrepreneurship, Harvard Business School WP 07-033.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo. 1988. Production, Growth, and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics 21(2-3): 195-232.",
        "Kroszner, Randall S., and Philip E. Strahan. 1999. What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions, Quarterly Journal of Economics 64(4): 1437-1467.",
        "Lewis, Vivien. 2006. Macroeconomic Fluctuations and Firm Entry: Theory and Evidence, manuscript, Catholic University Leuven.",
        "McLaughlin, Susan. 1995. The Impact of Interstate Banking and Branching Reform: Evidence from the States,Current Issues in Economics and Finance 1(2), Federal Reserve Bank of New York.",
        "MÃ\u0083Â©jean, Isabelle. 2008. Can Firms' Location Decisions Counteract the Balassa-Samuelson Effect? Journal of International Economics 76(2): 139-154.",
        "Mendoza, Enrique G., Vincenzo Quadrini, and Jose'-Victor RÃ\u0083Â­os-Rull. 2009. Financial Integration, Financial Development, and Global Imbalances, Journal of Political Economy 117(3): 371-416.",
        "Molyneux, Phil, and John O.S. Wilson. 2007. Developments in European Banking, Journal of Banking & Finance 31(7): 1907-1910.",
        "Morgan, Donald P., Bertrand Rime, and Philip E. Strahan. 2004. Bank Integration and State Business Cycles, Quarterly Journal of Economics 129(4): 1555-1585.",
        "Obstfeld, Maurice, and Kenneth S. Rogoff. 2001. The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? in NBER Macroeconomics Annual 2000 , ed. Ben S. Bernanke and Kenneth S. Rogoff, 339-390. Cambridge, MA: The MIT Press. .",
        "Petersen, Mitchell A., and Raghuram G. Rajan. 2002. Does Distance Still Matter? The Information Revolution in Small Business Lending, Journal of Finance 57(6): 2533-2570.",
        "Rotemberg, Julio J., and Michael Woodford. 1992. Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100(6): 1153-1207.",
        "Stebunovs, Viktors. 2008. Finance as a Barrier to Entry: U.S. Bank Deregulation and Business Cycle, manuscript, Board of Governors of the Federal Reserve System.",
        "Sims, Christopher A., and Tao Zha. 2006. Were There Regime Switches in U.S. Monetary Policy? American Economic Review 96(1): 54-81.",
        "Stock, James H., and Mark W. Watson. 2003. Has the Business Cycle Changed and Why? in Gertler, M., and K. S. Rogoff, eds., NBER Macroeconomics Annual 2002, MIT Press, Cambridge, MA, pp. 159-218.",
        "Tille, Cedric and Eric van Wincoop. 2010. International Capital Flows, Journal of International Economics, 80(2): 157-175.",
        "Uhlig, Herald. 1999. A Toolkit for Analyzing Nonlinear Dynamic Stochastic Models Easily, in Marimon, R., and A. Scott, eds., Computational Methods for the Study of Dynamic Economies, Oxford: Oxford University Press, pp. 30-61.",
        "Vives, Xavier. 1991. Banking Competition and European Integration, in Giovannini, A., and C. Mayer, eds., European Financial Integration, Cambridge University Press, Cambridge, UK.",
        "Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press, Princeton, NJ.",
        "Yang, Xiaokai, and Ben J. Heijdra. 1993. Monopolistic Competition and Optimum Product Diversity: Comment, American Economic Review 83(1): 295-301."
    ]
}