{
    "id": 16617,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Alston, Lee J. Farm Foreclosures in the United States During the Interwar Period. The Journal of Economic History 43, no. 4 (1983): 885-904.",
        "Alston, Lee J., Wayne A. Grove, and David C. Wheelock. Why Do Banks Fail? Evidence from the 1920s. Explorations in Economic History 31 (1994): 409-431. Board of Governors of the Federal Reserve System, Federal Reserve Bullitin, various issues.",
        ", Department Store Sales, Preliminary Reports, 1924-1939.",
        ", Description of Federal Reserve Districts, Annual Report of the Federal Reserve Board, various issues. <http://fraser.stlouisfed.org/publications/arfr/page/28663/download/76175/28663_arfr.pdf> Barsky, Robert B. and Miron, Jeffrey A., The seasonal cycle and the business cycle. Journal of Political Economy, vol. 97, no. 3 (June, 1989) pp. 503-35.",
        "Friedman, Milton and Anna J. Schwartz. A Monetary History of the United States, 18671960, Princeton University Press, 1963.",
        "Haines, Michael R. Historical, Demographic, Economic, and Social Data: The United States, 1790-2000. Inter-university Consortium for Political and Social Research. <http://www.icpsr.umich.edu/ICPSR/>.",
        "Melvin, Bruce Lee, John Nye Webb, and Carle Clark Zimmerman. Rural Poor in the Great Depression; Three Studies. New York: Arno, 1971. Print.",
        "Miron, Jeffrey A., and Christina D. Romer, A New Monthly Index of Industrial Production, 1884-1940. The Journal of Economic History,Vol. 50, No. 2 (Jun., 1990), pp. 321-337.",
        "Orphanides, Athanasios, Richard Porter, David Reifschneider, Robert Tetlow and Frederico Finan, Errors in the Measurement of the Output Gap and the Design of Monetary Policy, Journal of Economics and Business, 52(1/2), 117-141, January/April 2000.",
        "Orphanides, Athanasios, Monetary Policy Rules Based on Real-Time Data, American Economic Review, 91(4), 964-985, September 2001.",
        "Richardson, Gary and William Troost, Monetary Intervention Mitigated Banking Panics during the Great Depression: Quasi-Experimental Evidence from a Federal Reserve District Border, 1929-1933. Journal of Political Economy, 2009, vol. 117, issue 6, pages 1031-1073 Romer, Christina. World War I and the Postwar Depression: A Reinterpretation Based on Alternative Estimates of GNP. Journal of Monetary Economics 22 (1988): 91-115 ,The Great Crash and the Onset of the Great Depression. Quarterly Journal of Economics 105 (August 1990): 597-624.",
        "Temin, Peter. Lessons for the Present from the Great Depression, American Economic Review, May 1976, pp. 40-45.",
        "United States Census Bureau, Population Division. Historical Annual Time Series of State Population Estimates and Demographic Components of Change 1900 to 1990, Population Estimates. <http://www.census.gov/popest/archives/1980s/80s_st_totals.html>.",
        ", Intercensal Estimates of the Total Resident Population of States Estimates and Projections (P25-139), Current Population Reports, June 1956."
    ]
}