{
    "id": 16619,
    "cites": 33,
    "cited_by": 6,
    "reference": [
        "Albanesi, Stefania and Christopher Sleet (2006). Dynamic Optimal Taxation with Private Information, Review of Economic Studies 73, pp. 1-30.",
        "Ales, Laurence, and Pricila Maziero (2009). Accounting for Private Information, Working Paper.",
        "Atkinson, Anthony and Joseph Stiglitz (1976). The Design of Tax Structure: Direct vs. Indirect Taxation,  Journal of Public Economics.",
        "Benjamin, Daniel J., Sebastian A. Brown, and Jesse M. Shapiro (2006). Who is `Behavioral'? Cognitive ability and anomalous preferences.Harvard University mimeo, May.",
        "Banks, James and Peter Diamond (2008). The Base for Direct Taxation, Mirrlees Review, Institute for Fiscal Studies.",
        "Blundell, Richard, Luigi Pistaferri, and Ian Preston (2008). Consumption Inequality and Partial Insurance,  American Economic Review 98(5).",
        "Cagetti, Marco (2003). Wealth Accumulation over the Life Cycle and Precautionary Saving, Journal of Business and Economic Statistics, 21(3).",
        "Chetty, Raj (2010). Bounds on Elasticities with Optimization Frictions: A Synthesis of Micro and Macro Evidence on Labor Supply, NBER Working Paper 15616 version December 2009. Newer version available from author's website.",
        "Diamond, Peter. Discussion of New Dynamic Public Finance: A User's Guide, in the NBER Macroannual 2006, pp. 365-379.",
        "Diamond, Peter and Johannes Spinnewijn (2009) Capital Income Taxes with Heterogeneous Discount Rates, MIT working paper, May 19.",
        "Dynan, Karen E., Jonathan Skinner, and Stephen P. Zeldes (2004). Do the Rich Save More?, Journal of Political Economy.",
        "Dynan, Karen E. (1993).The Rate of Time Preference and Shocks to Wealth: Evidence from Panel Data. Board of Governors of the Federal Reserve System, Economic Activity Section WP 134.",
        "Golosov, Mikhail, Narayana Kocherlakota, and Aleh Tsyvinski (2003). Optimal Indirect and Capital Taxation, Review of Economic Studies, 70(3).",
        "Golosov, Mikhail and Aleh Tsyvinski (2006). Designing Optimal Disability Insurance: A Case For Asset Testing, Journal of Political Economy.",
        "Golosov, Mikhail, Aleh Tsyvinski, and Ivan Werning (2006). New Dynamic Public Finance: A User's Guide, NBER Macroannual 2006, MIT Press.",
        "Golosov, Mikhail, Maxim Troshkin, and Aleh Tsyvinski (2010a). Optimal Taxation: Merging Micro and Macro Approaches, forthcoming Journal of Money, Credit, and Banking.",
        "Golosov, Mikhail, Maxim Troshkin, and Aleh Tsyvinski (2010b). Optimal Dynamic Taxes, Working Paper.",
        "Gordon, Roger H., and Wojciech Kopczuk (2010). The Choice of the Personal Income Tax Base, Working paper.",
        "Kleven, Henrik, Claus Kreiner and Emmanuel Saez (2009). The Optimal Income Taxation of Couples, Econometrica 77(2), 2009, 537-560.",
        "Kaplow, Louis (2008). The Theory of Taxation and Public Economics.",
        "Kocherlakota, Narayana (2009). The New Dynamic Public Finance. Princeton University Press.",
        "Kocherlakota, Narayana and Luigi Pistaferri (2009). Asset Pricing Implications of Pareto Optimality with Private Information, Journal of Political Economy 117(3).",
        "Kocherlakota, Narayana and Luigi Pistaferri (2007). Household Heterogeneity and Real Exchange Rates, Economic Journal 117.",
        "Judd, Kenneth and Che-Lin Su (2006). Optimal Income Taxation with Multidimensional Taxpayer Types, Working Paper, earliest available draft April, 2006; more recent draft November 22, 2006.",
        "Mirrlees, James (1971). An Exploration in the Theory of Optimal Income Taxation, Review of Economic Studies.",
        "Mirrlees, James (1976). Optimal Tax Theory: A Synthesis, Journal of Public Economics.",
        "Mirrlees, James (1986). The Theory of Optimal Taxation, Handbook of Mathematical Economics, eds. K.J. Arrow and M.D. Intrilligator: Elsevier.",
        "OECD (2008). Table II.4: Overall statutory tax rates on dividend income, downloads from the OECD Tax Database: www.oecd.org/ctp/taxdatabase.",
        "Salanie, Bernard (2003). The Theory of Taxation.",
        "Saez, Emmanuel (2001). Using Elasticities to Derive Optimal Income Tax Rates Review of Economic Studies, 68, , 205-229.",
        "Saez, Emmanuel (2002). The desirability of commodity taxation under non-linear income taxation and heterogeneous tastes, Journal of Public Economics.",
        "Tarkiainen, Ritva and Matti Tuomala (2007). On optimal income taxation with heterogeneous work preferences, International Journal of Economic Theory, 3(1).",
        "Tuomala, Matti (1991). Optimal Income Tax and Redistribution."
    ]
}