{
    "id": 16614,
    "cites": 38,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron and Johnson, Simon. Unbundling Institutions. Journal of Political Economy, 2005, 113(5), pp. 949-95.",
        "Acemoglu, Daron; Johnson, Simon and Robinson, James A. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review, 2001, 91(5), pp. 1369-401.",
        "Acemoglu, Daron; Johnson, Simon; Robinson, James A. and Thaicharoen, Yunyong. Institutional Causes, Macroeconomic Symptoms: Volatility, Crises and Growth. Journal of Monetary Economics, 2003, 50(1), pp. 49-123. Acemoglu, Daron and Robinson, James A. Economic Origins of Dictatorship and Democracy.",
        "Cambridge: Cambridge University Press, 2006.",
        "____. Persistence of Power, Elites, and Institutions. American Economic Review, 2008, 98(1), pp. 267-93.",
        "Albouy, David Y. The Colonial Origins of Comparative Development: An Investigation of the Settler Mortality Data. National Bureau of Economic Research Working Paper No. 14130, 2008.",
        "Alexeev, Michael and Conrad, Robert. The Elusive Curse of Oil. Review of Economics and Statistics, 2009, 91(3), pp. 586-98.",
        "Andrews, Edmund L. Call to Curb Speculators in Energy, The New York Times. New York, 2009. Barro, Robert. Determinants of Economic Growth: A Cross-Country Empirical Study.",
        "Cambridge: MIT Press, 1997.",
        "Basedau, Matthias and Lacher, Wolfram. A Paradox of Plenty? Rent Distribution and Political Stability in Oil States. GIGA No 21, 2006.",
        "Bohn, Henning and Deacon, Robert T. Ownership Risk, Investment, and the Use of Natural Resources. American Economic Review, 2000, 90(3), pp. 526-49.",
        "Boyd, Gale A. and Roop, Joseph M. A Note on the Fisher Ideal Index Decomposition for Structural Change in Energy Intensity. Energy Journal, 2004, 25(1), pp. 87-101.",
        "BP. BP Statistical Review of World Energy June 2009. 2009.",
        "Chinn, Menzie D. and Ito, Hiro. What Matters for Financial Development? Capital Controls, Institutions, and Interactions. Journal of Development Economics, 2006, 81(1), pp. 16392.",
        "Deutch, John and Schlesinger, James. National Security Consequences of U.S. Oil Dependency  Council on Foreign Relations Task Force Report No. 58, 2006.",
        "Du, Julan. Institutional Quality and Economic Crises: Legal Origin Theory Versus Colonial Strategy Theory. Review of Economics and Statistics, 2010, 92(1), pp. 173-79.",
        "Eichengreen, Barry; Gullapalli, Rachita and Panizza, Ugo. Capital Account Liberalization, Financial Development and Industry Growth: A Synthetic View  University of California Berkeley, 2009.",
        "Fisher, Irving. The Best Form of Index Number. Quarterly Publications of the American Statistical Association, 1921, 17(133), pp. 533-37.",
        "Haber, Stephen and Menaldo, Victor. Do Natural Resources Fuel Authoritarianism? A Reappraisal of the Resource Curse. 2008.",
        "Hall, Robert E. and Jones, Charles. Why Do Some Countries Produce So Much More Output Per Worker Than Others? Quarterly Journal of Economics, 1999, 114(1), pp. 83-116.",
        "Hamilton, James. Causes and Consequences of the Oil Shock of 2007-2008. Brookings Institution, 2009.",
        "Kilian, Lutz. The Economic Effects of Energy Price Shocks. Journal of Economic Literature, 2008, 46(4), pp. 871-909.",
        "____. Not All Oil Price Shocks Are Alike: Disentangling Demand and Supply Shocks in the Crude Oil Market. American Economic Review, 2009, 99(3), pp. 1053-69.",
        "La Porta, Rafael; Lopez-de-Silanes, Florencio; Shleifer, Andrei and Vishny, Robert W. Law and Finance. Journal of Political Economy, 1998, 106(6), pp. 1113-55.",
        "Lane, Philip R. and Milesi-Ferretti, Gian Maria. The External Wealth of Nations Mark Ii: Revised and Extended Estimates of Foreign Assets and Liabilities, 19702004. International Monetary Fund WP/06/69, 2006.",
        "Marshall, Monty G. and Jaggers, Keith. Polity Iv Project, Political Regime Characteristics and Transitions, 1800-2007 Dataset Users' Manual. George Mason University, 2009.",
        "Metcalf, Gilbert E. An Empirical Analysis of Energy Intensity and Its Determinants at the State Level. The Energy Journal, 2008, 29(3), pp. 1-26.",
        "Mulligan, Casey B.; Gil, Ricard and Sala-i-Martin, Xavier. Do Democracies Have Different Public Policies Than Nondemocracies. Journal of Economic Perspectives, 2004, 18(1), pp. 51-74.",
        "National Research Council. Hidden Costs of Energy: Unpriced Consequences of Energy Production and Use. Washington, DC: National Academies Press, 2009.",
        "Perrson, Torsten and Tabellini, Guido. The Economic Effects of Constitutions. Cambridge: MIT Press, 2003.",
        "____. Democratic Capital: The Nexus of Political and Economic Change. American Economic Journal: Macroeconomics, 2009, 1(2), pp. 88-126.",
        "Rajan, Raghuram and Zingales, Luigi. Financial Dependence and Growth. American Economic Review, 1998, 88(3), pp. 559-86.",
        "Rodrik, Dani. Democracies Pay Higher Wages. Quarterly Journal of Economics, 1999, 114(3), pp. 707-38.",
        "Ross, Michael L. Does Oil Hinder Democracy? World Politics, 2001, 53(3), pp. 325-61.",
        "Smith, Benjamin. Oil Wealth and Regime Survival in the Developing World, 1960-1999. American Journal of Political Science, 2004, 48(2), pp. 232-46.",
        "Tsui, Kevin K. Resource Curse? A Theory of Contestable Political Markets with Endogenous Entry Barriers. Department of Economics, Clemson University, 2008.",
        "Wacziarg, Romain. The First Law of Petropolitics. UCLA, 2009.",
        "World Bank. Doing Business in 2004: Understanding Regulation. Washington, DC: Oxford Univ. Press (for World Bank), 2004."
    ]
}