{
    "id": 16629,
    "cites": 67,
    "cited_by": 2,
    "reference": [
        "Aviat, A. and N. Coeurdacier, 2007. The Geography of Trade in Goods and Asset Holdings, Journal of International Economics 71 (1), 22-51.",
        "Baily, M., C. Hulten, D. Campbell, T. Bresnahan, and R. Caves, 1992. Productivity Dynamics in Manufacturing Plants, Brookings Papers on Economic Activity, 187267.",
        "Bartelsman, E. and M. Doms, 2000. Understanding Productivity: Lessons from Longitudinal Microdata, Journal of Economic Literature 38 (3), 569-594.",
        "Bebchuk, L. and L. Stole, 1993. Do Short-Term Objectives Lead to Under- or Overinvestment in Long-Term Projects? Journal of Finance 48 (2), 719-729.",
        "Bekaert, G. and C. Harvey, 2000. Foreign Speculators and Emerging Equity Markets, Journal of Finance 55 (2), 565-613.",
        "Bertrand, M. and A. Schoar, 2003. Managing with Style: The Effect of Managers on Firm Policies, Quarterly Journal of Economics 118 (4), 1169-1208.",
        "Black, S., and L. Lynch, 2001. How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, Review of Economics and Statistics, 83 (3), 434-445.",
        "Bloom, N., and J. Van Reenen, 2007. Measuring and Explaining Management Practices across Firms and Countries, Quarterly Journal of Economics, 122 (4), 1351-1408.",
        "Bolton, P., X. Freixas, and J. Shapiro, 2004. Conflicts of Interest, Information Provision and Competition in the Financial Services Industry, Journal of Financial Economics 85 (2), 297-330.",
        "Brennan, M. and H. Cao, 1997. International Portfolio Investment Flows, Journal of Finance 52 (5), 1851-1880.",
        "Brown, K., W. Harlow, and L. Starks, 1996. Of Tournaments and Temptations: An Analysis of Managerial Incentives in the Mutual Fund Industry, Journal of Finance 51 (1), 85-110.",
        "Cai, F. and F. Warnock, 2006. International Diversification at Home and Abroad, NBER Working Paper 12220.",
        "Carhart, M., 1997. On Persistence in Mutual Fund Performance, Journal of Finance 52 (1), 57-82.",
        "Chan, K., V. Covrig, and L. Ng, 2005. What Determines the Domestic Bias and Foreign Bias? Evidence from Mutual Fund Equity Allocations Worldwide, Journal of Finance 60 (3), 1495-1534.",
        "Chan, L., J. Karceski, and J. Lakonishok, 1999. On Portfolio Optimization: Forecasting Covariances and Choosing the Risk Model, Review of Financial Studies 12 (5), 937-974.",
        "Chevalier, J. and G. Ellison, 1997. Risk Taking by Mutual Funds as a Response to Incentives, Journal of Political Economy 105 (6), 1167-1200.",
        "Chevalier, J. and G. Ellison, 1999. Career Concerns of Mutual Fund Managers, Quarterly Journal of Economics 114 (2), 389-432.",
        "Cohen, M. and P. Bacdayan, 1994. Organizational Routines Are Stored as Procedural Memory: Evidence from a Laboratory Study, Organization Science, 5 (4), 554568.",
        "Csaszar, F., 2009. Organizational Structure as a Determinant of Performance: Evidence from Mutual Funds, mimeo, INSEAD.",
        "Dahlquist, M. and G. Robertsson, 2001. Direct Foreign Ownership, Institutional Investors, and Firm Characteristics, Journal of Financial Economics 59 (3), 413440.",
        "Daude, C. and M. Fratzscher, 2008. The Pecking Order of Cross-Border Investment, Journal of International Economics 74 (1), 94-119.",
        "De Roon, F., T. Nijman, and B. Werker, 2001. Testing for Mean-Variance Spanning with Short Sales Constraints and Transaction Costs: the Case of Emerging Markets, Journal of Finance 56 (2), 721-742.",
        "Dow, J. and G. Gorton, 1997. Noise Trading, Delegated Portfolio Management, and Economic Welfare, Journal of Political Economy 105 (5), 1024-1050.",
        "Driessen, J. and L. Laeven, 2007. International Portfolio Diversification Benefits: CrossCountry Evidence from a Local Perspective, Journal of Banking and Finance 31 (6), 1693-1712.",
        "Edison, H. and F. Warnock, 2004. U.S. Investors Emerging Market Equity Portfolios: A Security-Level Analysis, Review of Economics and Statistics 86 (3), 691-704.",
        "Eun, C., W. Huang, and S. Lai, 2008. International Diversification with Large- and Small-Cap Stocks, Journal of Financial and Quantitative Analysis 43 (2), 489524.",
        "Evans, J. and S. Archer, 1968. Diversification and the Reduction of Dispersion: An Empirical Analysis, Journal of Finance 23 (5), 761-767.",
        "French, K., and J. Poterba, 1991. International Diversification and International Equity Markets, American Economic Review 81 (2), 222-226.",
        "Gaspar, J. M., M. Massa, and P. Matos, 2006. Favoritism in Mutual-Fund Families? Evidence on Strategic Cross-Fund Subsidization, Journal of Finance 61 (1), 73104.",
        "Gelos, R. G. and S. J. Wei, 2005. Transparency and International Portfolio Holdings, Journal of Finance 60 (6), 2987-3020.",
        "Gibbons, R. and R. Henderson, 2010. Relational Contracts and the Origins of Organizational Capabilities, in Handbook of Organizational Economics, R.",
        "Gibbons and J. Roberts (eds.), Princeton University Press, forthcoming. Goetzmann, W., L. Li, and K. G. Rouwenhorst, 2005. Long-Term Global Market Correlations, Journal of Business 78 (1), 1-38.",
        "Gozzi, J.C., R. Levine, and S. Schmukler, 2008. Internationalization and the Evolution of Corporate Valuation, Journal of Financial Economics, 88 (3), 607-632.",
        "Griliches, Z. and J. Mairesse, 1983. Comparing Productivity Growth: An Exploration of French and U.S. Industrial and Firm Data, European Economic Review 21 (1-2), 89-119.",
        "Grinblatt, M. and M. Keloharju, 2001. How Distance, Language, and Culture Influence Stockholdings and Trades, Journal of Finance 56 (3), 1053-1073.",
        "Grinblatt, M., S. Titman, and R. Wermers, 1995. Momentum Investment Strategies, Portfolio Performance and Herding: A Study of Mutual Fund Behavior, American Economic Review 85 (5), 1088-1105.",
        "Grubel, H., 1968. Internationally Diversified Portfolios: Welfare Gains and Capital Flows, American Economic Review 58 (5), 1299-1314.",
        "Harvey, C., 1995. Predictable Risk and Returns in Emerging Markets, Review of Financial Studies 8 (3), 773-816.",
        "Hau, H. and H. Rey, 2008. Home Bias at the Fund Level, American Economic Review 98 (2), 333-338.",
        "Henderson, R. and I. Cockburn, 1994. Measuring Competence? Exploring Firm Effects in Pharmaceutical Research, Strategic Management Journal 15, Winter, 63-84.",
        "Hong, H., J. Kubik, and J. Stein, 2005. Thy Neighbors Portfolio: Word-of-Mouth Effects in the Holdings and Trades of Money Managers, Journal of Finance 60 (6), 28012824.",
        "Ichniowski, C., K. Shaw, and G. Prennushi, 1997. The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines, American Economic Review 87 (3), 291-313.",
        "Jegadeesh, N. and S. Titman, 1993. Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, Journal of Finance 48 (1), 65-91.",
        "Kang, J. K. and R. Stulz, 1997. Why Is There a Home Bias? An Analysis of Foreign Portfolio Equity Ownership in Japan, Journal of Financial Economics 46 (1), 328.",
        "Kempf, A. and S. Ruenzi, 2008. Tournaments in Mutual-Fund Families, Review of Financial Studies 21 (2), 1013-1036.",
        "Kim, W. and S. J. Wei, 2002. Foreign Portfolio Investors Before and During a Crisis, Journal of International Economics 56 (1), 77-96.",
        "Klette, T., 1999. Market Power, Scale Economies and Productivity: Estimates from a Panel of Establishment Data, Journal of Industrial Economics 47 (4), 451-476.",
        "Kose, M. A., E. Prasad, K. Rogoff, and S. J. Wei, 2009. Financial Globalization: A Reappraisal, IMF Staff Papers 56 (1), 8-62.",
        "Kraay, A., N. Loayza, L. Serven, and J. Ventura, 2005. Country Portfolios, Journal of the European Economic Association 3 (4), 914-945.",
        "Lafontaine, F. and K. Shaw, 2005. Targeting Managerial Control: Evidence from Franchising, Rand Journal of Economics 36 (1), 131-150.",
        "Lane, P. and G. M. Milesi-Ferretti, 2008. International Investment Patterns, Review of Economics and Statistics 90 (3), 538-549.",
        "Montgomery, C., and B. Wernerfelt, 1988. Diversification, Ricardian Rents, and Tobins Q, Rand Journal of Economics 19 (4), 623-632.",
        "Nanda, V., Z. Wang, and L. Zheng, 2004. Family Values and the Star Phenomenon: Strategies of Mutual-Fund Families, Review of Financial Studies 17 (3), 667-698.",
        "Nelson, R. and S. Winter, 2002. Evolutionary Theorizing in Economics, Journal of Economic Perspectives 16 (2), 23-46.",
        "Obstfeld, M. and A. Taylor, 2004. Global Capital Markets: Integration, Crisis, and Growth, Cambridge University Press.",
        "Pollet, J. and M. Wilson, 2008. How Does Size Affect Mutual Fund Behavior? Journal of Finance 63 (6), 2941-2969.",
        "Portes, R. and H. Rey, 2005. The Determinants of Cross-Border Equity Flows, Journal of International Economics 65 (2), 269-296.",
        "Rajan, R., 2006. Has Financial Development Made the World Riskier? European Financial Management 12 (4), 499-533.",
        "Rajan, R. and L. Zingales, 1998. Financial Dependence and Growth, American Economic Review 88 (3), 559-586.",
        "Roll, R., 1992. A Mean/Variance Analysis of Tracking Error, Journal of Portfolio Management, 18 (4), 13-22.",
        "Shleifer, A. and R. Vishny, 1990. Equilibrium Short Horizons of Investors and Firms, American Economic Review 80 (2), 148-153.",
        "Stein, J., 2005. Why Are Most Funds Open-End? Competition and the Limits of Arbitrage, Quarterly Journal of Economics 120 (1), 247-272.",
        "Strong, N. and X. Xu, 2003. Understanding the Equity Home Bias: Evidence from Survey Data, Review of Economics and Statistics 85 (2), 307-312.",
        "Stulz, R., 2005. The Limits of Financial Globalization, Journal of Finance 60 (4), 15951638.",
        "Tesar, L. and I. Werner, 1995. Home Bias and High Turnover, Journal of International Money and Finance 14 (4), 467-492.",
        "Van Wincoop, E., 1999. How Big Are Potential Welfare Gains from International Risksharing? Journal of International Economics 47 (1), 109-135.",
        "Wermers, R., 1999. Mutual Fund Herding and the Impact on Stock Prices, Journal of Finance 54 (2), 581-622."
    ]
}