{
    "id": 16621,
    "cites": 49,
    "cited_by": 4,
    "reference": [
        "Adelman, Jeremy (1999) Republic of Capital. Buenos Aires and the Legal Transformation of the Atlantic World, Stanford, California: Stanford University Press.",
        "Baschetti, Roberto (2004) Documentos 19701973, Volumen 1: De la Guerrilla Peronista al Gobierno Popular, Buenos Aires: Editorial de la Campana.",
        "Bernetti, Jose Luis and Adriana PuiggrÃ\u0083Â³s (1993) Peronismo: Cultura polÃ\u0083Â­tica y EducaciÃ\u0083Â³n (19451955), in Historia de le EducaciÃ\u0083Â³n en Argentina V, Adriana PuiggrÃ\u0083Â³s (editor), Buenos Aires: Galerna.",
        "Bianchi, Susana (1992) Iglesia catÃ\u0083Â³lica y peronismo: la cuestiÃ\u0083Â³n de la enseÃ\u0083Â±anza religiosa (1946 1955), EIAL, Vol. 3, No. 2, 89103.",
        "Brambilla, Irene, Galiani, Sebastian and Guido Porto (2010) Argentine Trade Policies in the XX Century: 60 Years of Solitude, forthcoming in Rafael Di Tella and Ed Glaeser (editors) Argentine Exceptionalism.",
        "Brennan, James (1998) Peronism and Argentina, editor, New York: SR Books.",
        "Buera, Francisco, Monge, Alex and Giorgio Primiceri (2010) Learning and the Wealth of Nations, mimeo forthcoming Econometrica.",
        "Boruchowicz, Cynthia and Rodrigo Wagner (2010) Institutional decay: The failure of Police in Argentina and its contrast with Chile, forthcoming in Rafael Di Tella and Ed Glaeser (editors) Argentine Exceptionalism.",
        "Cortes Conde, Roberto, (1998) Progreso y declinaciÃ\u0083Â³n de la economÃ\u0083Â­a argentina. Un anÃ\u0083Â¡lisis historico institucional. Buenos Aires: Fondo de Cultura Economica.",
        "Cortes Conde, Roberto, (2000) The Vicissitudes of an Exporting Economy: Argentina, 18751930. In Cardenas, Enrique, Ocampo, Jose Antonio and Thorp, Rosemary (editors), An Economic History of Twentieth Century Latin America. Volume 1. The Export Age: The Latin American Economies in the Late Nineteenth and Early Twentieth Centuries. Oxford: Palgrave/St. Anthony's College.",
        "Cukierman, Alex and Mariano Tommasi, (1998) When Does it Take a Nixon to go to China? American Economic Review, March, Vol. 88(1), 18097.",
        "della Paolera, Gerardo and Alan M. Taylor. (1999) Economic Recovery from the Argentine Great Depression: Institutions, Expectations, and  the Change of Macroeconomic Regime. Journal of Economic History 59 (September): 56799.",
        "della Paolera, Gerardo and Alan M. Taylor. (2002) Internal Versus External Convertibility and EmergingMarket Crises: Lessons from Argentine History. Explorations in Economic History 39 (October): 35789.",
        "De Long, Bradford and Lawrence Summers (1991) Equipment Investment and Economic Growth, Quarterly Journal of Economics, 106 (May), 445502.",
        "Diaz Alejandro, Carlos (1970) Essays on the Economic History of the Argentine Republic, New Haven: Yale University Press.",
        "DiazAlejandro, Carlos (1988) No Less than One Hundred Years of Argentine Economic History Plus Some Comparisons, In Trade, Development, and the World Economy: Selected Essays of Carlos DiazAlejandro, edited by Andres Velasco, Oxford: Basil Blackwell.",
        "Di Tella, Rafael and Robert MacCulloch (2009), Why Doesn't Capitalism Flow to Poor Countries?, Brookings Papers on Economic Activity, 2009, Spring, 285321.",
        "Di Tella, Rafael, Dubra, Juan and Robert MacCulloch (2010), A Resource Belief Curse? Oil and Individualism, chapter 4 in William Hogan and Federico Sturzenegger (editors) The Natural Resources Trap: Private Investment without Public Commitment, Cambridge: MIT Press.",
        "Di Tella, Rafael, and Juan Dubra (2009), Anger and Regulation, NBER Working Paper No. 15201.",
        "Di Tella, Torcuato (2003) PerÃ\u0083Â³n y los Sindicatos, Buenos Aires: Ariel Historia.",
        "EscudÃ\u0083Â©, Carlos (1990) El fracaso del proyecto argentino: EducaciÃ\u0083Â³n e ideologÃ\u0083Â­a, Buenos Aires: Tesis.",
        "Gaggero, Horacio and Alicia Garro (2009) Mejor que Decir es Hacer, Mejor que Prometer es Realizar. Estado, Gobierno y Politicas Sociales durante el Peronismo (19431955): Proyectos y Realidades, Buenos Aires: Editorial Biblos/Fundacion Simon Rodriguez.",
        "Galiani, Sebastian and Paulo Somaini (2010) Path Dependent Import Substitution Policies: The Case of Argentina in the XX Century, forthcoming in Rafael Di Tella and Ed Glaeser (editors) Argentine Exceptionalism.",
        "Gerchunoff, Pablo (1989) Peronist Economic Policies, 194655, in The Political Economy of Argentina, 194683, Guido Di Tella and Rudiger Dornbusch (editors), London: Macmillan Press.",
        "Gerchunoff, Pablo and Lucas Llach, (1998) El ciclo de la ilusiÃ\u0083Â³n y el desencanto: un siglo de polÃ\u0083Â­ticas econÃ\u0083Â³micas argentinas, Buenos Aires: Ariel Sociedad EconÃ\u0083Â³mica.",
        "Gerchunoff, Pablo and Pablo Fajgelbaum, (2006), Por que Argentina no fue Australia?, Buenos Aires: Siglo XXI.",
        "Germani, Gino (1962) PolÃ\u0083Â­tica y Sociedad en una Ã\u0083â\u0080°poca de TransiciÃ\u0083Â³n: de la Sociedad Tradicional a la Sociedad de Masas, Buenos Aires: Paidos.",
        "Glaeser, Edward, (2005) The Political Economy of Hatred, Quarterly Journal of Economics, CXX, 4586.",
        "Halperin Donghi, Tulio (1994) La Larga AgonÃ\u0083Â­a de la Argentina Peronista, Buenos Aires: Ariel.",
        "HernÃ\u0083Â¡ndez Arregui, Jose (1973) La FormaciÃ\u0083Â³n de la Conciencia Nacional, 193060, Buenos Aires: Plus Ultra.",
        "Horowitz, Joel (1990) Argentine Unions, the State and the Rise of Peron, 193043, Berkeley: Institute of International Studies.",
        "James, Daniel (1988) October 17th and 18th , 1945: Mass Protest, Peronism and the Argentine Working Class, Journal of Social History, 2, 44162.",
        "Jones, Mark, Saiegh, Sebastian, Spiller, Pablo, and Mariano Tommasi, (2002) Amateur LegislatorsProfessional Politicians: The Argentine Congress, American Journal of Political Science, Vol. 46, No. 3: 656669 Kinder, D. R. (1998) Opinion and Action in the Realm of Politics, in D. Gilbert, S. Fiske and G. Lindzey, (eds) Handbook of Social Psychology, Vol. 1, pp. 778867. New York: Oxford University Press.",
        "Levitsky, Steve (2003) Transforming LaborBased Parties in Latin America: Argentine Peronism in Comparative Perspective, Cambridge University Press.",
        "Lewis, Paul (1980) Was Peron a Fascist?, Journal of Politics, 42, 1, 24650.",
        "Llach, Lucas (2010)  Newly Rich, Not Modern Yet: Argentina Before the Depression, forthcoming in Rafael Di Tella and Ed Glaeser (editors) Argentine Exceptionalism.",
        "Miguens, Jose Enrique and Frederick C. Turner (1988) Racionalidad del Peronismo, Buenos Aires: Planeta.",
        "Murillo, Maria Victoria (2001) Labor Unions, Partisan Coalitions and Market Reforms in Latin America, Cambridge: Cambridge University Press.",
        "Murmis, Miguel and Juan Carlos Portantiero (1971) Estudios sobre los OrÃ\u0083Â­genes del Peronismo, Buenos Aires: Siglo XXI Argentina O'Donnell, Guillermo (1977) Estado y Alianzas en la Argentina, 195676, Desarrollo EconÃ\u0083Â³mico, 64.",
        "Plotkin, Mariano (1993) MaÃ\u0083Â±ana es San PerÃ\u0083Â³n: Propaganda, Rituales PolÃ\u0083Â­ticos y EducaciÃ\u0083Â³n en el RÃ\u0083Â©gimen Peronista (19461955), Buenos Aires: Ariel.",
        "Portantiero, Juan Carlos (1973) Clases Dominantes y Crisis PolÃ\u0083Â­ticas en la Argentina Actual, in Oscar Braun (editor), El Capitalismo Argentino en Crisis. Buenos Aires: Siglo XXI.",
        "Saiegh, Sebastian M. (2007) Credible Commitments and Public Borrowing in NineteenthCentury Argentina, mimeo UCSD, (September). Available at SSRN: http://ssrn.com/abstract=1017630 Salop, S. (1979), Monopolistic Competition with Outside Goods, the Bell Journal of Economics, 10(1), 14156.",
        "Sigal, Silvia and Eliseo Veron (2003) PerÃ\u0083Â³n o Muerte: Los Fundamentos Discursivos del FenÃ\u0083Â³meno Peronista, Buenos Aires: Eudeba.",
        "Spiller, Pablo and Mariano Tommasi, (2004) The Institutional Foundations of Public Policy: A Transactions Approach with application to Argentina, Journal of Law Economics and Organization, Vol.19, No.2. Stawski, Martin (2005) El Populismo Paralelo: PolÃ\u0083Â­tica Social de la FundaciÃ\u0083Â³n Eva PerÃ\u0083Â³n, 194855, in Patricia Berrotaran, Anibal Jauregui and Marcelo Rougier (editors), SueÃ\u0083Â±os de Bienestar en la Nueva Argentina: Estado y Politicas Publicas durante el Peronismo, 19461955, Buenos Aires: Imago Mundi.",
        "Stokes, Susan (2001) Mandates and Democracy: Neoliberalism by Surprise in Latin America, Cambridge University Press.",
        "Torre, Juan Carlos (1990) PerÃ\u0083Â³n y la vieja guardia sindical, Buenos Aires: Sudamericana.",
        "Torre, Juan Carlos (1989) Interpretando (una vez mÃ\u0083Â¡s) los orÃ\u0083Â­genes del Peronismo, Desarrollo EconÃ\u0083Â³mico, 28 (112), 52548.",
        "Torres, Jose Luis (1973) La DÃ\u0083Â©cada infame, Buenos Aires: Freeland.",
        "Waisman, Carlos (1989) Reversal of Development in Argentina: Postwar Counterrevolutionary Politics and their Structural Consequences, Princeton: Princeton University Press."
    ]
}