{
    "id": 16622,
    "cites": 44,
    "cited_by": 1,
    "reference": [
        "Allayannis, George, and James Weston, 2001, The use of foreign currency derivatives and ...rm market value, Review of Financial Studies 14, 243276.",
        "Almeida, Heitor, Murillo Campello, Bruno A. Laranjeira, and Scott J. Weisbenner, 2009, Corporate debt maturity and the real eects of the 2007 credit crisis, NBER Working Paper #14990.",
        "Altman, Edward I., 1968, Financial ratios, discriminant analysis, and the prediction of corporate bankruptcy, Journal of Finance 23, 589609.",
        "Bessembinder, Hendrik, 1991, Forward contracts and ...rm value: Investment incentive and contracting eects, Journal of Financial and Quantitative Analysis 26, 519532.",
        "Bris, Arturo, Ivo Welch, and Ning Zhu, 2006, The costs of bankruptcy, Journal of Finance 61, 12531303.",
        "Brown, Gregory W., 2001, Managing foreign exchange risk with derivatives, Journal of Financial Economics 60, 401448.",
        "Brown, Gregory W., and Klaus Bjerre Toft, 2002, How ...rms should hedge, Review of Financial Studies 15, 12831324.",
        "Campbell, Tim S., and William A. Kracaw, 1990, Corporate risk management and incentive eects of debt, Journal of Finance 45, 16731686.",
        "Carter, David A., Daniel A. Rogers, and Betty J. Simkins, 2006, Does hedging aect ...rm value? Evidence from the U.S. airline industry, Financial Management 35, 5387.",
        "Chava, Sudheer, Dmitry Livdan, and Amiyatosh Purnanandam, 2008, Do shareholder rights aect the cost of bank loans? Review of Financial Studies 22, 29733004.",
        "Chava, Sudheer, and Michael Roberts, 2008, How does ...nancing impact investment? The role of debt covenants, Journal of Finance 63, 20852121.",
        "Chernenko, Sergey, and Michael Faulkender, 2010, The two sides of derivatives usage: Hedging and speculating with interest rate swaps, Working Paper, Harvard University.",
        "Cooper, Ian A., and Sergei A. Davydenko, 2007, Estimating the cost of risky debt, Journal of Applied Corporate Finance 19, 9095.",
        "Crosbie, Peter J., and Jerey R. Bohn, 2003, Modeling Default Risk (KMV, LLC, San Francisco, CA).",
        "Dionne, Georges, and Martin Garand, 2003, Risk management determinants aecting ...rms'values in the gold mining industry: New empirical results, Economics Letters 79, 4352.",
        "Dionne, Georges., and Thouraya Triki, 2005, Risk management and corporate governance: The importance of independence and ...nancial knowledge for the board and the audit committee, Working Paper, HEC Montreal.",
        "Drucker Steven, and Manju Puri, 2009, On loan sales, loan contracting, and lending relationships, Review of Financial Studies 22, 28352872.",
        "Eisdorfer, Assaf, 2008, Empirical evidence of risk shifting in ...nancially distressed ...rms, Journal of Finance 63, 609637.",
        "Elton, Edwin J., Martin J. Gruber, Deepak Agrawal, and Christopher Mann, 2001, Explaining the rate spread on corporate bonds, Journal of Finance 56, 247277.",
        "Faulkender, Michael, 2005, Hedging or market timing? Selecting the interest rate exposure of corporate debt, Journal of Finance 60, 931962.",
        "Financial Accounting Standards Board, 1994, Disclosure about derivative ...nancial instruments and fair value of ...nancial instruments, Statement No. 119.",
        "Financial Accounting Standards Board, 1998, Accounting for derivative instruments and hedging activities, Statement No. 133.",
        "GÃ\u0083Â©czy, Christopher, Bernadette A. Minton, and Catherine Schrand, 1997, Why ...rms use currency derivatives, Journal of Finance 52, 323354.",
        "Graham, John R., and Daniel A. Rogers, 2002, Do ...rms hedge in response to tax incentives? Journal of Finance 57, 815839.",
        "Graham, John R., and Cliord W. Smith, 1999, Tax incentives to hedge, Journal of Finance 54, 22412262.",
        "Graham, John R., Si Li, and Jiaping Qiu, 2008, Corporate misreporting and bank loan contracting, Journal of Financial Economics 89, 4461.",
        "Green, Richard C., and Eli Talmor, 1985, The structure and incentive eects of corporate tax liabilities, Journal of Finance 40, 10951114.",
        "Hull, John, 2008, Options, Futures, and Other Derivatives (Prentice Hall), 7th Edition.",
        "Ivashina, Victoria, 2009, Asymmetric information eects on loan spreads, Journal of Financial Economics 92, 300319.",
        "Jensen, Michael, and William Meckling, 1976, Theory of the ...rm: Managerial behavior, agency costs, and capital structure, Journal of Financial Economics 3, 305360.",
        "Jin, Yanbo, and Philippe Jorion, 2006, Firm value and hedging: Evidence from U.S. oil and gas producers, Journal of Finance 66, 893-919.",
        "Johnson, Shane A., 2003, Debt maturity and the eects of growth opportunities and liquidity risk on leverage, Review of Financial Studies 16, 209236.",
        "Kaplan, Steven N., and Luigi Zingales, 1997, Do investment-cash ow sensitivities provide useful measures of ...nancing constraints? Quarterly Journal of Economics 112, 169215.",
        "Lin, Chen-Miao, Richard D. Phillips, Stephen D. Smith, 2008, Hedging, ...nancing and investment decisions: Theory and empirical tests, Journal of Banking and Finance 32, 15661582.",
        "Merton, Robert C., 1974, On the pricing of corporate debt: The risk structure of interest rates, Journal of Finance 29, 449470.",
        "Nance, Deana R., Cliord W. Smith, Jr., and Charles W. Smithson, 1993, On the determinants of corporate hedging, Journal of Finance 48, 267284.",
        "Nini, Greg., David C. Smith, and Amir Su..., 2009, Creditor control rights and ...rm investment policy, Journal of Financial Economics 92, 400420.",
        "Petersen, Mitchell A., and S. Ramu Thiagarajan, 2000, Risk measurement and hedging: With and without derivatives, Financial Management 29, 5-30.",
        "Purnanandam, Amiyatosh, 2008, Financial distress and corporate risk management: Theory and evidence, Journal of Financial Economics 87, 706739.",
        "Shea, John, 1997, Instrument relevance in multivariate linear models: A simple measure, Review of Economics and Statistics 79, 348352.",
        "Smith, Cliord W., and RenÃ\u0083Â© M. Stulz, 1985, The determinants of ...rms'hedging policies, Journal of Financial and Quantitative Analysis 20, 391405.",
        "Stein, Jeremy C., 2003, Agency, information and corporate investment, in George Constantinides, Milt Harris and RenÃ\u0083Â© M. Stulz, eds.: Handbook of the Economics of Finance (Elsevier NorthHolland) , 111165.",
        "Stulz, RenÃ\u0083Â© M., 1996, Rethinking risk management, Journal of Applied Corporate Finance 9, 824.",
        "Tufano, Peter, 1996, Who manages risk? An empirical examination of risk management practices in the gold mining industry, Journal of Finance 51, 10971137."
    ]
}