{
    "id": 16623,
    "cites": 45,
    "cited_by": 10,
    "reference": [
        "Alchian, Armen A., and William R. Allen (1964). University Economics. Belmont, Calif.: Wadsworth.",
        "Bennet, Mark (2006). Lesotho's Export Textiles & Garment Industry. In Herbert Jauch and Rudolf Traub-Merz (Eds.) The Future of the Textile and Clothing Industry in Sub-Saharan Africa, Bonn: Friedrich-Ebert-Stiftung.",
        "Brambilla, Irene, Amit K. Khandelwal, Peter K. Schott (2010). China's Experience under the Multi-Fiber Arrangement (MFA) and the Agreement on Textiles and Clothing (ATC). In Robert C. Feenstra and Shang-Jin Wei (editors) China's Growing Role in World Trade, National Bureau of Economic Research.",
        "Brenton Paul and Takako Ikezuki (2004). The Initial and Potential Impact of Preferential Access to the U.S. Market under the African Growth and Opportunity act, World Bank Policy Research Working Paper 3262, April 2004.",
        "Collier, Paul and Anthony J. Venables (2007). Rethinking Trade Preferences: How Africa Can Diversify its Exports, The World Economy, Vol. 30, No. 8, pp. 13261345.",
        "Collier, Paul and Jan Willem Gunning (1999). Explaining African Economic Performance, Journal of Economic Literature, March 1999 37, pp 64  111.",
        "Dixit, Avinash K., and Victor Norman (1980). Theory of International Trade. Cambridge Economic Handbooks, Cambridge University Press.",
        "Dixit, Avinash. K., and Joseph. E. Stiglitz (1977). Monopolistic Competition and Optimum Product Diversity, American Economic Review, Vol. 67, No. 3, pp. 297-308.",
        "Dornbusch, Rudiger, Stanley Fischer and Paul A. Samuelson. (1977). Comparative advantage, trade and payments in a Ricardian Model with a continuum of goods, American Economic Review, Vol. 65, pp 297-308.",
        "Falvey, Rodney E (1979). The Composition of Trade within Import-restricted Product Categories, The Journal of Political Economy, Vol. 87, No. 5, Part 1 (Oct., 1979), pp. 1105-1114.",
        "Feenstra, Robert C. (1988). Quality Change under Trade Restraints in Japanese Autos, Quarterly Journal of Economics, Vol. 103, No. 1 (Feb., 1988), pp. 131146.",
        "Feenstra, Robert C. (2004). Advanced international trade: theory and evidence, Princeton University Press.",
        "FIAS (2006). The Competitiveness of Regional and Vertical Integration of Lesotho's Garment Industry IFC and World Bank: Washington DC 2006.",
        "Frazer, Garth and Johannes Van Biesbroeck (2010). Trade Growth Under the African Growth and Opportunity Act, Review of Economics and Statistics, Vol. 92, No. 1, pp. 128-144.",
        "Gibbon, Peter (2003). The African Growth and Opportunity Act and the Global Commodity Chain for Clothing, World Development Vol. 31, No. 1, pp. 18091827.",
        "Goldberg, Pinelopi .K. and Michael M. Knetter (1997). Goods prices and exchange rates: what have we learned? Journal of Economic Literature XXXV, pp. 1243 1272.",
        "Gopinath, Gita, and Roberto Rigobon (2008). Sticky Borders, The Quarterly Journal of Economics, Vol. 123, No. 2, Pages 531-575.",
        "Grynberg, Roman, and Sacha Silva (2004). Preference-Dependent Economies and Multilateral Liberalization: Impacts and Options. London: Commonwealth Secretariat.",
        "Harrigan, James and Geoffrey Barrows (2009). Testing the Theory of Trade Policy: Evidence from the Abrupt End of the Multifiber Arrangement, The Review of Economics and Statistics, MIT Press, Vol. 91, No. 2, pp. 282-294.",
        "Hausmann, Ricardo, Jason Hwang and Dani Rodrik (2007). What you export matters, Journal of Economic Growth, Springer, Vol. 12, No. 1, pp. 1-25.",
        "Hoekman, Bernard, and Susan Prowse (2005). Policy Response to Preference Erosion: From Trade as Aid to Aid for Trade. Paper Presented at the international symposium Preference Erosion: Impacts and Policy Responses, Geneva, June 13-14.",
        "Hummels, David and Alexandre Skiba (2004). Shipping the Good Apples out? An Empirical Confirmation of the Alchian-Allen Conjecture, The Journal of Political Economy, Vol. 112, No. 6 (Dec., 2004), pp. 1384-1402 Hummels, David and Peter J. Klenow (2005). The Variety and Quality of a Nation's Exports, The American Economic Review, Vol. 95, No. 3 (Jun., 2005), pp. 704723.",
        "Hwang, Jason Jaemin (2007) Patterns of Specialization and Economic Growth, Phd Thesis, Harvard University.",
        "IMF (2003). Financing Losses from Preference Erosion, Note on Issues raised by Developing Countries in the Doha Round. Communication to the WTO from the International Monetary Fund, WT/TF/COH/14 February. Prepared by Arvind Subramanian.",
        "Krishna, Kala (1987). Tariffs versus quotas with endogenous quality, Journal of International Economics, Elsevier, Vol. 23(1-2), pp. 97-112.",
        "Krugman, Paul R. (1979). Increasing returns, monopolistic competition, and international trade, Journal of International Economics, Elsevier, Vol. 9, No. 4, pp. 469-479.",
        "Lall, Sanjaya (2005). FDI, AGOA, and Manufactured Exports From a Land-Locked Least Developed African Economy: Lesotho, Journal of Development Studies, August 2005, Vol. 41, No. 6, pp. 998-1022.",
        "Maloney, Christopher (2006). All Dressed Up with No Place to Go? Lesotho's Rollercoaster Experience with Apparel, Harvard Kennedy School MPA/ID Second Year Policy Analysis Marazzi, M., N. Sheets, R. Vigfusson, J. Faust, J. Gagnon, J. Marquez, R. Martin, T.",
        "Reeve, and J. Rogers, Exchange Rate Pass-Through to U.S. Import Prices: Some New Evidence, International Finance Discussion Papers, No. 833, 2005.",
        "Mattoo, Aadditya; Devesh Roy, and Arvind Subramanian (2003). The Africa Growth and Opportunity Act and its Rules of Origin: Generosity Undermined? World Economy, Vol. 26, No. 6, pp. 829-851.",
        "Morris, Mike (2006). `China's dominance of global clothing and textiles: is preferential trade access an answer for sub-Saharan Africa?, IDS Bulletin, Vol. 37, No. 1, pp. 8997.",
        "Morris, Mike and Leanne Sedowski (2006). Report on Government Responses to New post-MFA realities in Lesotho, Report for Institute of Global Dialogue.",
        "Ng, Francis, and Alexander Yeats. 1996. Open economies work better: Did Africa's protectionist policies cause its marginalisation in world trade? World Bank Policy Research Working paper No. 1636. World Bank, Washington DC.",
        "Nouve, Kofi (2005). Estimating the Effects of AGOA on African Exports Using a Dynamic Panel Analysis World Bank Working Paper July 2005.",
        "Olarreaga, Marcelo and Ã\u0083â\u0080¡aglar Ã\u0083â\u0080\u0093zden (2005).AGOA and Apparel: Who Captures the Tariff Rent in the Presence of Preferential Market Access? World Economy, Vol. 28, No.1, pp. 63-77.",
        "Pierce, Justin R. and Peter K. Schott (2009). Concording U.S. Harmonized System Categories over Time, Center for Economic Studies (CES) Working Paper 09-11.",
        "Portugal-Perez, Albert (2008). The costs of rules of origin in Apparel: African preferential exports to the United States and the European Union, UNCTAD Policy Issues in International Trade and commodities Study Series No. 39, UNCTAD.",
        "Rolfe, Robert J. and Douglas P. Woodward (2005). African Apparel Exports, AGOA and the Trade Preference Illusion, Global Economy Journal, Berkley Electronic Press, Vol. 5, Issue 3.",
        "Romalis, John (2007). Market Access, Openness and Growth National Bureau of Economic Research Working Paper 13048.",
        "Salm, Andrew, William J. Grant , Thuso J. Green, John R. Haycock and John Raimondo (2002). Lesotho Garment Industry Subsector Study Report for the Government of Lesotho, study funded by the Department for International Development.",
        "Sandrey Ron, David Maleleka Adelaide Matlanyane, and Dirk Ernst van Seventer (2005). Lesotho: Potential Export Diversification Study, (Mimeo) Schott, Peter K. (2004). Across-product Versus Within-product Specialization in International Trade, The Quarterly Journal of Economics, Vol. 119, No. 2, pp. 646677.",
        "Seidman, Gay W. (2009). Labouring under an Illusion? Lesotho's `sweat-free' label, Third World Quarterly, Vol. 30, No. 3, pp. 581  598.",
        "Seyoum, Belay (2007). Export Performance of developing countries under the Africa Growth and Opportunity Act, Journal of Economic Studies, Emerald Group Publishing, Vol. 34, No. 6, pp. 515  533.",
        "Wang, Zhen Kun, and Alan Winters (1998). Africa's Role in Multilateral Trade Negotiations: Past and Future, Journal of African Economies Vol. 7, pp. 1-33.",
        "Wood, Adrian. and JÃ\u0083Â¶rg Mayer (2001). Africa's Export Structure in a Comparative Perspective, Cambridge Journal of Economics, Vol. 5, No. 3, pp. 369-394. TABLES"
    ]
}