{
    "id": 16626,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "Apgar, Leonard. 1984. Wall Street Journal, November 6.",
        "Appleton, William, and Joseph Baker. 1984. The Effect of Unionization on Safety in Bituminous Deep Mines. Journal of Labor Research, Vol. 5, no. 2, pp. 139-147.",
        "Bardach, Eugene, and Robert A. Kagan. 1982. Going by the Book: The Problem of Regulatory Unreasonableness. Philadelphia, PA: Temple University Press.",
        "Becker, Gary. 1968. Crime and Punishment: An Economic Analysis. Journal of Political Economy, Vol. 76, p. 169-217.",
        "Brudney, James. 2010. Private Injuries, Public Policies: Adjusting the NLRB's Approach to Backpay Remedies. Public Law and Legal Theory Working Paper Series No. 131, Ohio State University.",
        "Budd, John and Brian McCall. 1997. The Effect of Unions on the Receipt of Unemployment Insurance Benefits. Industrial and Labor Relations Review, Vol. 50, no.3, pp. 478-492.",
        "Coglianese, Cary. 2002. Bounded Evaluation: Cognition, Incoherence, and Regulatory Policy. Stanford Law Review, Vol. 54, no. 6, pp. 1217-1238.",
        "Earle, John, and K. S. Peter. 2009. Complementarity and Custom in Wage Contract Violation. Review of Economics and Statistics, Vol. 91, no. 4, pp. 832-849.",
        "Ehrenberg, Ronald, and Paul Schumann. 1982. Longer Hours or More Jobs? An Investigation of Amending Hours Legislation to Create Employment. Ithaca, NY: ILR/Cornell Press.",
        "Environmental Protection Agency. 1984a. Policy on Civil Penalties. EPA General Enforcement Policy No. GM-21.",
        "Environmental Protection Agency. 1984b. A Framework for Statute-Specific Approaches to Penalty Assessments: Implementing EPA's Policy on Civil Penalties. EPA General Enforcement Policy No. GM-22.",
        "Environmental Protection Agency. 2004. Identifying and Calculating Economic Benefit that Goes Beyond Avoided and/or Delayed Costs. Office of Enforcement and Compliance Assurance.",
        "Farber, Henry and Alan Krueger, 1993. Union Membership in the United States: The Decline Continues Employee Representation: Alternatives and Future Directions, ed.Bruce Kaufman and Morris Kleiner, Industrial Relations Research Association, University of Wisconsin, pp. 105-134.",
        "Ferguson, John-Paul. 2008. The Eyes of the Needles: A Sequential Model of Union Organizing Drives, 1999-2004. Industrial and Labor Relations Review, Vol. 62, no. 1, pp. 3-21. Fine, Janice, and Jennifer Gordon. Forthcoming. Strengthening Labor Standards Enforcement through Partnerships with Worker Organizations. Politics and Society.",
        "Fishback, Price, and Shawn Kantor. 2000. Prelude to the Welfare State: The Origins of Workers' Compensation. Chicago: University of Chicago Press.",
        "Flanagan, Robert. 2005. Has Management Strangled U.S. Unions? Journal of Labor Research, Vol. 26, no. 1, pp. 33-63.",
        "Freeman, Richard B. 1985. Why Are Unions Faring Poorly in NLRB Representation Elections? In Thomas A. Kochan, ed., Challenges and Choices Facing American Labor. Cambridge. MassMIT Press .: pp. 45-64.",
        "Freeman, Richard B. 2005. What Do Unions Do? The 2004 M-Brane Stringtwister Edition. NBER Working Paper Series 11410.",
        "Freeman, Richard B., and Morris M. Kleiner 1999. Do Unions Make Enterprises Insolvent? Industrial and Labor Relations Review, Vol. 52, no. 4, pp. 507-524.",
        "Freeman, Richard B., and James L. Medoff. 1984. What Do Unions Do? New York: Basic Books.",
        "Freeman Richard B., and Joel Rodgers. 1999. What Workers Want. Ithaca, NY: Cornell University Press.",
        "Fung, Archon, Mary Graham, and David Weil. 2007. Full Disclosure: The Perils and Promise of Transparency. New York: Cambridge University Press.",
        "Gould, William. 1993. Agenda for Reform: The Future of Employment Relationships and the Law. Cambridge, MA: MIT Press.",
        "Gould, William. 1994. A Primer on American Labor Law. 3rd ed. Cambridge, MA: MIT Press.",
        "Kleiner, Morris M. 1984. Unionism and Employer Discrimination: Evaluation of 8(a) (3) Violations. Industrial Relations, Vol. 23, no. 2, pp. 234-243.",
        "Kleiner, Morris M. 2001. Intensity of Management Resistance: Understanding the Decline of Unionization in the Private Sector. Journal of Labor Research, Vol. 22, no. 3, pp. 519-540.",
        "Kleiner, Morris, Robert McLean, and George Dreher. 1988. Labor Markets and Human Resource Management. Homewood, IL: Scott Foresman and Co.",
        "Lang, Kevin. 2007. Poverty and Discrimination. Princeton, NJ: Princeton University Press.",
        "Lear, Kelly. 1998. An Empirical Examination of EPA Administrative Penalties. Working Paper, Kelley School of Business, Indiana University.",
        "Leonard, James. 2000. Hot Goods Temporary Restraining Orders Under the Fair Labor Standards Act in the Agricultural Sector of the Economy: A Manual for Legal Assistance Programs. Manuscript.",
        "Libber, Jonathan. 1999. Impact of One Policy Change on EPA Enforcement Action. Manuscript, Environmental Protection Agency.",
        "Logan, Jonathan. 2002. Consultants, Lawyers and the Union-Free Movement in the United States Since the 1970s. Industrial Relations Journal, Vol. 33, no. 3, pp. 197-214.",
        "Logan, John. 2007. Lifting the Veil on Anti-Union Campaigns: Employer and Consultant Reporting Under the LMRDA, 1959-2001. In Bruce Kaufman and David Lewin, eds., Advances in Industrial and Labor Relations, Vol. 15, pp. 295-332.",
        "Smith, Robert. 1979. The Impact of OSHA Inspections on Manufacturing Injury Rates. Journal of Human Resources, Vol. 14, no.2, pp. 145-170.",
        "Sparrow, Malcolm. 2000. The Regulatory Craft: Controlling Risks, Solving Problems, and Managing Compliance. Washington, D.C.: Brookings Institution.",
        "Stigler, George. 1971. The Theory of Economic Regulation. Bell Journal of Economics and Management Science, Vol. 2, no. 1, pp. 321.",
        "U.S. Departments of Labor and Commerce, 1994. Commission on the Future of WorkerManagement Relations, Fact-Finding Report, May U.S. Department of Labor, Bureau of Labor Statistics, 2009, March Supplements.",
        "U.S. General Accounting Office (GAO). 1982. Concerns Regarding the Impact of Employee Charges Against Employers for Unfair Labor Practices. Washington, D.C.: Government Printing Office.",
        "Wagner, Steven, 2002.How Did the Taft-Hartley Act Come About? George Mason Unversity News Service, http://hnn.us/articles/1036.html.",
        "Weil, David. 1991. Enforcing OSHA: The Role of Labor Unions. Industrial Relations, v. 30, n.1, pp. 20-36.",
        "Weil, David. 1999. Are Mandated Health and Safety Committees Substitutes or Supplements for Labor Unions? Industrial and Labor Relations Review. v.52, no.3, pp. 339-360 Weil, David. 2005. Public Enforcement/Private Monitoring: Evaluating a New Approach to Regulating the Minimum Wage. Industrial and Labor Relations Review, Vol. 52, no. 2, pp. 238-257.",
        "Weil, David. 2008. Mighty Monolith or Fractured Federation? Business Opposition and the Enactment of Workplace Legislation. In Annette Bernhardt, Heather Boushey, Laura Dresser, and Chris Tilly, eds., The Gloves Off Economy: Problems and Possibilities at the Bottom of the Labor Market. Champaign, IL: Labor and Employment Relations Association, pp. 287-314.",
        "Weil, David. 2009. Rethinking the Regulation of Vulnerable Work in the USA: A Sector-Based Approach Journal of Industrial Relations, v. 51, no. 3, June 2009, pp. 411-430.",
        "Weil, David. 2010. Exploring the Coherence of Workplace Penalties. Boston University School of Management, Working Paper.",
        "Weil, David, and Carlos Mallo. 2007. Regulating Labor Standards via Supply Chains: Combining Public/Private Interventions to Improve Workplace Compliance. British Journal of Industrial Relations, Vol. 45, no. 4, pp. 805-828.",
        "Weiler, Paul. 1983. Promises to Keep: Securing Workers Rights to Self-Organization Under the NLRA. Harvard Law Review, Vol. 96, no. 8, pp. 1769-1827 Winter, Harold. 2008. The Economics of Crime: An Introduction to Rational Crime Analysis. London: Routledge."
    ]
}