{
    "id": 16633,
    "cites": 16,
    "cited_by": 14,
    "reference": [
        "Amisano, Gianni. and Oreste Tristani (2009), A DSGE Model of the Term Structure with Regime Shifts, mimeo, European Central Bank.",
        "An, Sungbae and Frank Schorfheide (2007),. Bayesian Analysis of DSGE Models, Econometric Reviews, vol. 26(2-4), pages 113-172.",
        "Benigno, Gianluca, Pierpaolo Benigno, Salvatore Nistic`o (2010), Risk, Monetary Policy and the Exchange Rate, in preparation for the NBER Macroeconomic Annual 2011.",
        "Benigno, Pierpaolo and Michael Woodford (2008), Linear-Quadratic Approximation of Optimal Policy Problems Discussion Papers 0809-01, Columbia University, Department of Economics.",
        "Bloom, Nicholas (2009). The Impact of Uncertainty Shocks, Econometrica, vol. 77(3), pages 623-685.",
        "Bloom, Nicholas, Nair Jaimovich and M. Floetotto (2009), Really Uncertain Business Cycles, unpublished manuscript.",
        "van Binsbergen, Jules, Jesus Fernandez-Villaverde, S.J. Koijen and Juan F. RubioRamirez (2010), The Terms Structure of Interest Rates in a DSGE Model with Recursive Preferences, unpublished manuscript.",
        "Fernandez-Villaverde, Jesus, Pablo Guerron-Quintana, Juan F. Rubio-Ramirez and Martin Uribe (2009), Risk Matters: The Real Effects of Volatility Shocks, NBER Working Paper No. 14875.",
        "Fernandez-Villaverde, Jesus, Pablo Guerron-Quintana and Juan F. Rubio-Ramirez (2010), Fortune or Virtue: Time-Varian Volatilities Versus Parameter Drifting in U.S. Data, unpublished manuscript.",
        "Gomme, Paul and Paul Klein (2008), Second-order approximation of dynamic models without the use of tensors, forthcoming Journal of Economic Dynamics and Control",
        "Justiniano Alejandro and Giorgio Primiceri (2008), The Time Varying Volatility of Macroeconomics Fluctuations, American Economic Review 98, 604-641.",
        "Kim Jinill, Sunghyun Kim, Ernst Schaumburg, Christopher A. Sims (2008), Calculating and Using Second-Order Accurate Solutions of Discrete Time Dynamic Equilibrium Models, Journal of Economic Dynamics and Control, Volume 32, Issue 11, pp. 3397-3414.",
        "Krusell, Per and Anthony A. Smith & Jr. (1998), Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, vol. 106(5), pages 867-896.",
        "Magnus, Jan and Heinz Neudecker (1999). Matrix Differential Calculus With Applications in Statistics and Econometrics, John Wiley and Sons.",
        "Rudebusch, Glenn D. and Eric T. Swanson (2008), The Bond Premium in a DSGE Model with Long-Run Real and Nominal Risks, unpublished manuscript, Federal Reserve Bank of San Francisco.",
        "Schmitt-Grohe Stephanie and Martin Uribe (2004), Solving Dynamic General Equilibrium Models using a Second-Order Approximation to the Policy Function, Journal of Economic Dynamics and Control 28, pp. 755-775."
    ]
}