{
    "id": 16635,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Abramovay, Miriam, Carla Andrade, and Julio Jacobo Waiselfisz, Bolsa Escola: Melhoria Educacional e ReduÃ\u0083Â§Ã\u0083Â£o da Pobreza (Brasilia: UNESCO, 1998).",
        "Aguiar, Marcelo, and Carlos Henrique AraÃ\u0083Âºjo, Bolsa Escola: Education to Confront Poverty (Brasilia: UNESCO, 2002).",
        "Alderman, Harold, Do Local Officials Know Something We Don't? Decentralization of Targeted Transfers in Albania, Journal of Public Economics 83:3 (2002), 375-404.",
        "Alesina, Alberto, and Guido Tabellini, Bureaucrats or politicians? Part I: A Single Policy Task, American Economic Review 97:1 (2007), 169-179.",
        "Banks, Jeffrey, and R. Sundaram, Adverse Selection and Moral Hazard in a Repeated Elections Model, In W. Barnett et al., eds., Political Economy: Institutions, Information, Competition, and Representation (Cambridge: Cambridge University Press, 1993).",
        "Bardhan, Pranab, Decentralization of Governance and Development, Journal of Economic Perspectives 16:4 (2002), 185-205.",
        "Bardhan, Pranab, and Dilip Mookherjee, Pro-poor Targeting and Accountability of Local Governments in West Bengal, Journal of Development Economics 79:2 (2006), 303-327.",
        "Barro, Robert, The Control of Politicians: An Economic Model, Public Choice 14:1 (1973), 19-42.",
        "Besley, Timothy, Principled Agents? The Political Economy of Good Government (Oxford, UK: The Lindahl Lectures, Oxford University Press, 2006) Besley, Timothy, and Anne Case, Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics 110:3 (1995), 769798.",
        "Besley, Timothy, and Ravi Kanbur, Principles of Targeting, In M. Lipton and J. van der Gaag, eds., Including the Poor (Washington D.C.: The World Bank, 1993).",
        "Bourguignon, FranÃ\u0083Â§ois, Francisco Ferreira, and Philippe Leite, Conditional Cash Transfers, Schooling, and Child Labor: Micro-Simulating Brazil's Bolsa Escola Program, World Bank Economic Review 17:2 (2003), 229-54.",
        "Card, David, and Daniel Sullivan, Measuring the Effect of Subsidized Training Programs on Movements in and out of Employment, Econometrica 56:3 (1988), 497-530.",
        "de Janvry, Alain, Frederico Finan, Elisabeth Sadoulet, Donald Nelson, Kathy Lindert, BÃ\u0083Â©nÃ\u0083Â©dicte de la BriÃ\u0083Â¨re, and Peter Lanjouw, Brazil's Bolsa Escola Program: The Role of Local Governance in Decentralized Implementation, Washington D.C.: The World Bank, Social Safety Nets Primer Series, (2005).",
        "Faguet, Jean-Paul, Does Decentralization Increase Responsiveness to Local Needs? Evidence from Bolivia, Journal of Public Economics 88:3-4 (2004), 867-894.",
        "Ferejohn, John, Incumbent Performance and Electoral Control, Public Choice 50 (1986), 525.",
        "Ferraz, Claudio, and Frederico Finan, 2008, Exposing Corrupt Politicians: The Effects of Brazil's Publicly Released Audits on Electoral Outcomes, Quarterly Journal of Economics 123:20 (2008), 703-745.",
        "Ferraz, Claudio, and Frederico Finan, Electoral Accountability and Corruption in Local Governments: Evidence from Audit Reports, American Economic Review (2009), forthcoming.",
        "Foster, Andrew, and Mark Rosenzweig, Democratization and the Distribution of Local Public Goods in a Poor Rural Economy, Economics Department, Brown University (2004).",
        "Galasso, Emanuela, and Martin Ravallion, Decentralized Targeting of an Antipoverty Program, Journal of Public Economics 89:4 (2005), 705-727.",
        "Glewwe, Paul, and Ana Lucia Kassouf, The Impact of Bolsa Escola/Familia Conditional Cash Transfer Program on Grade Promotion and Drop Out Rates in Brazil, Paper presented at the Mid-West International Economic Development Conference, Madison, Wisconsin (2008).",
        "Hagopian, Frances, Traditional Politics and Regime Change in Brazil (Cambridge: Cambridge University Press, 1996).",
        "Hanushek, Eric, Efficient Estimators for Regressing Regression Coefficients, American Statistician 28:2 (1974), 6667.",
        "Levitt, Steven, and James Snyder, The Impact of Federal Spending on House Election Outcomes, Journal of Political Economy 105:1 (1997), 30-53.",
        "Lindert, Kathy, Anja Linder, Jason Hobbs, and BÃ\u0083Â©nÃ\u0083Â©dicte de la BriÃ\u0083Â¨re, The Nuts and Bolts of Brazil's Bolsa Familia Program: Implementing Conditional Cash Transfers in a Decentralized Context, (Washington D.C.: The World Bank, 2006).",
        "List, John, and Daniel Sturm, How Elections Matter: Theory and Evidence from Environmental Policy, Quarterly Journal of Economics 121:4 (2006), 12491281.",
        "Manacorda, Marco, Edward Miguel, and Andrea Vigorito, Government transfers and political support, NBER Working Paper 14702, (2009).",
        "Persson, Torsten, and Guido Tabellini, Political Economics: Explaining Economic Policy (Cambridge, Massachusetts: MIT Press, 2002).",
        "Ravallion, Martin, How Relevant is Targeting to the Success of an Antipoverty Program, World Bank Research Observer 24:2 (2007), 205-31.",
        "Rose-Ackerman, Susan, Corruption and Government: Causes, Consequences, and Reform (New York: Cambridge University Press, 1999).",
        "Seabright, Paul, Accountability and Decentralization in Government: An Incomplete Contracts Model, European Economic Review 40:1 (1996), 61-89.",
        "Souza, Paulo Renato, RevoluÃ\u0083Â§Ã\u0083Â£o Gerenciada: EducaÃ\u0083Â§Ã\u0083Â£o no Brasil 1995-2002 (New Jersey: Prentice-Hall, 2005).",
        "World Bank, Making Services Work for Poor People, World Development Report 2004 (Washington D.C.: The World Bank, 2004)."
    ]
}