{
    "id": 16632,
    "cites": 59,
    "cited_by": 4,
    "reference": [
        "Alesina, Alberto and Allan Drazen. 1991. Why are Stabilizations Delayed? The American Economic Review, 81:5, pp. 1170-88.",
        "Alfaro, Laura, (2006)., Creditor Activism in Sovereign Debt: Vulture Tactics or Market Backbone. Harvard Business School Case 9-706-057.",
        "Altman, Edward I. and Allan C. Eberhart. 1994. Do seniority provisions protect bondholders ' investments? Journal of Portfolio Management, 20, pp. 67-75.",
        "Bai, Yan and Jing Zhang. 2008. Sovereign Debt Renegotiation and Secondary Markets. Unpublished paper, University of Michigan.",
        "Beers, David T. and John Chambers. 2006. Default Study: Sovereign Defaults At 26Year Low, To Show Little Change In 2007  Standard & Poors RatingsDirect, September 28.",
        "Benjamin, David and Mark L. J. Wright, (2008)., Recovery Before Redemption: A Theory of Delays in Sovereign Debt Renegotiations. Unpublished Paper, University of California at Los Angeles.",
        "Bi, Ran. 2008. `Beneficial' Delays in Debt Restructuring Negotiations. IMF Working Paper, 08:38.",
        "Bolton, Patrick and Olivier Jeanne (2007). Structuring and Restructuring Sovereign Debt: The Role of a Bankruptcy Regime. Journal of Political Economy, 115 (6): 901-924.",
        "Bolton, Patrick and David S. Scharfstein. 1996. Optimal Debt Structure and the Number of Creditors. The Journal of Political Economy, 104:1, pp. 1-25.",
        "Broner, Fernando A., Alberto Martin, and Jaume Ventura. 2006. Sovereign Risk and Secondary Markets. Universitat Pompeu Fabra Working Paper.",
        "Bulow, Jeremy and Paul Klemperer, 1999. The Generalized War of Attrition, American Economic Review, vol. 89(1), pp 175189, March.",
        "Che and Spier (2008). Exploiting Plaintiffs Through Settlement: Divide and Conquer., Journal of Institutional and Theoretical Economics, vol. 164, no. 1, March, pp. 4-23.",
        "Cohen, Daniel and Thierry Verdier. 1995. `Secret' buy-backs of LDC debt. Journal of International Economics, 39:3-4, pp. 317-34.",
        "Devlin, Robert. 1989. Debt and Crisis in Latin America: The Supply Side of the Story. Princeton: Princeton University Press.",
        "Esteves, Rui Pedro, (2007)., Quis custodiet quem? Sovereign Debt and Bondholders' Protection Before 1914. Oxford University Department of Economics Working Paper, 323.",
        "Fridson, Martin S. and Yan Gao. 2002. Defaulted Bond Returns by Seniority Class. Journal of Fixed Income, 12:2, pp. 50-57.",
        "Fudenberg, Drew., Levine, David K,. Tirole, Jean (1985)., Infinite-Horizon Models of Bargaining with One-Sided Incomplete Information in Roth, Al (ed) Game-Theoretic Models of Bargaining. Cambridge. pp 7398.",
        "Gelpern, Anna. 2005. After Argentina. Institute for International Economics Policy Brief, 05:02.",
        "Gelpern, Anna A. and G. Mitu Gulati. 2009. Innovation After the Revolution: Foreign Sovereign Bond Contracts Since 2003. Capital Markets Law Journal, 4:1, pp. 85-103.",
        "Grossman, Sanford J. and Motty Perry. 1986. Sequential bargaining under asymmetric information. Journal of Economic Theory, 39:1, pp. 120-54.",
        "Haigh, John and Chris Cannings. 1989. The n-Person War of Attrition. Acta Applicandae Mathematicae, 14, pp. 59-74.",
        "Haldane, Andrew G., Adrian Penalver, Victoria Saporta, and Hyun Song Shin, (2004)., Optimal Collective Action Clause Thresholds. Bank of England Working Paper.",
        "Harsanyi, John C. 1973. Games with randomly disturbed payoffs: a new rationale for mixed-strategy equilibrium points. International Journal of Game Theory, 2, pp. 1-23.",
        "Hendricks, Ken, Andrew Weiss, and Charles Wilson. 1988. The War of Attrition in Continuous Time with Complete Information. International Economic Review, 29:4, pp. 663-80.",
        "Institute of International Finance. 2001. Survey of Debt Restructuring by Private Creditors. Washington, D.C.: Institute of International Finance.",
        "International Monetary Fund. 2001. Involving the Private Sector in the Resolution of Financial Crises--Restructuring International Sovereign Bonds. Washington, D.C.",
        "Kapur, Sandeep, (1995)., Markov perfect equilibria in an N-player war of attrition, Economics Letters, 47, 149154.",
        "Kletzer, Kenneth, (2002)., Sovereign Bond Restructuring: Collective Action Clauses and Official Crisis Intervention  IMF Working Paper, 03:134.",
        "Kraft, Joseph. 1984. The Mexican rescue. New York: Group of Thirty.",
        "Krueger, Anne O. (2001). A New Approach to Sovereign Debt Restructuring. Address to Indian Council for Research on International Economic Relations, Delhi, India, December 20, http://www.imf.org/external/np/speeches/2001/112601.htm.",
        "Krueger, Anne O. (2002). Sovereign Debt Restructuring Mechanism-One Year Later. Address to European Commission, Brussels, Belgium, December 10, http://www.imf.org/external/np/speeches/2002/121002.htm.",
        "Krueger, Anne O. (2002). A New Approach to Sovereign Debt Restructuring. International Monetary Fund.",
        "LoPucki, Lynn M. and Joseph W. Doherty. 2004. The Determinants of Professional Fees in Large Bankruptcy Reorganization Cases. Journal of Empirical Legal Studies.",
        "McDonald, Robert P. 1982. International syndicated loans. London: Euromoney Publications.",
        "Menezes, Flavio M., and Pitchford, Rohan, (2004)., A Model of Seller Holdout, Economic Theory, Vol. 24., No. 2, August .",
        "Milivojevic, Marko. 1985. The debt rescheduling process. New York: St. Martin's Press.",
        "Miller, Ben (2009). Ecuador Restructuring: Inside Job Latin Finance, 1st July.",
        "Pitchford, Rohan., and Wright Mark L J., Restructuring the Sovereign Debt Restructuring Mechanism, Mimeo, June 5, 2007.",
        "Porzecanski, Arturo (2010) When Bad Things Happen to Good Sovereign Debt Contracts: The Case of Ecuador. (February 22, 2010). Available at SSRN: http://ssrn.com/abstract=1557040.",
        "Reed, John S. 1987. The Role of External Private Capital Flows, in Growth-Oriented Adjustment Programs. Vittorio Corbo, Morris Goldstein and Mohsin Khan eds. Washington, D.C.: IMF and World Bank.",
        "Richmond, Christine and Daniel A. Dias. 2007. Regaining Market Access: What Determines the Duration of Exclusion? Unpublished Paper, University of California Los Angeles.",
        "Rubinstein, Ariel 1982. Perfect Equilibrium in a Bargaining Model. Econometrica, 50:1, pp. 97-110.",
        "Shaked, Avner. 1994. Opting Out: Bazaars versus `High Tech' Markets. Investigaciones Economicas, 18:3, pp. 421-32.",
        "Singh, Manmohan. 2003. Recovery Rates from Distressed Debt - Empirical Evidence from Chapter 11 Filings, International Litigation, and Recent Sovereign Debt Restructurings. IMF Working Paper, 03:161.",
        "Spier, Kathryn E, (1992)., The Dynamics of Pretrial Negotiation., Review of Economic Studies, vol. 59, no. 1, January, pp. 93108.",
        "Spier, Kathryn A, (2003a)., The use of `Most-favored-nation' clauses in settlement of litigation., Rand Journal of Economics, Vol. 34, No. 1, Spring, pp 7895.",
        "Spier, Kathryn A, (2003b).,  'Tied to the Mast': Most-Favored-Nation Clauses in Settlement Contracts. Journal of Legal Studies 32, January, pp91120.",
        "Sutton, John. 1986. Non-Cooperative Bargaining Theory: An Introduction. Review of Economic Studies, 53:5, pp. 709-24.",
        "Taylor, John B. (2002) Sovereign Debt Restructuring: A U.S. Perspective. Remarks at the Conference Sovereign Debt Workouts: Hopes and Hazards?, Institute for International Economics, Washington, D.C, http://www.ustreas.gov/press/releases/po2056.htm.",
        "Taylor, John B. 2007. Global Financial Warriors: The Untold Story of International Finance in the Post-9/11 World. New York: W. W. Norton.",
        "Tomz, Michael. 2007. Reputation and International Cooperation: Sovereign Debt Across Three Centuries. Princeton: Princeton University Press.",
        "Trebesch, Christoph. 2008. Delays in Sovereign Debt Restructuring: Should We Really Blame the Creditors? Unpublished Paper, Free University of Berlin.",
        "United Nations and Economic Commission for Latin America and the Caribbean. 1985. External debt in Latin America : adjustment policies and renegotiation. Boulder, Colo.: L. Rienner Publishers.",
        "Weinschelbaum, Federico and Jose Wynne, (2005)., Renegotiation, collective action clauses and sovereign debt markets. Journal of International Economics, 67:1, pp. 47-72.",
        "World Bank and International Monetary Fund. 2010. Heavily Indebted Poor Countries (HIPC) Initiative and Multilateral Debt Relief Initiative (MDRI): Status of Implementation. www.worldbank.org/debt.",
        "Wright, Mark L. J. 2005. Reputations and Sovereign Debt. Unpublished paper, MIT.",
        "Wright, Mark L. J. 2005. Coordinating Creditors. The American Economic Review, 95:2, pp. 388-92.",
        "Wruck, Karen Hopper. 1990. Financial distress, reorganization, and organizational efficiency.  Journal of Financial Economics, 27:2, pp. 419-44.",
        "Yue, Vivian Z. (2005). Sovereign Default and Debt Renegotiation, NYU Working Paper."
    ]
}