{
    "id": 16638,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Christian Thomas J.; Rashad I. Trends in U.S. Food Prices, 1950-2007. Economics and Human Biology, Vol. 7(1), 113-120, (March 2009).",
        "Council for Community and Economic Research, 2008. ACCRA Cost of Living Index Manual.",
        "Available at: http://www.coli.org/surveyforms/colimanual.pdf. [Accessed 15 July 2008.] Cleveland, Linda E., Annetta J. Cook, John W. Wilson, James E. Friday, Jane W. Ho, and Parshotam S. Chahil. Pyramid Servings Data: Results from USDA's 1994 Continuing Survey of Food Intakes by Individuals. Agricultural Research Service. U.S. Department of Agriculture. March 1997. Dave D.; Mukerjee S. Mental Health Parity Legislation, Cost-Sharing and Substance Abuse Treatment Admissions. Health Economics, Forthcoming. Dave D.; Kaestner R. Health Insurance and Ex Ante Moral Hazard : Evidence from Medicare.",
        "International Journal of Health Care Finance and Economics, 9, No. 4 (December 2009) 367-390.",
        "Davidson R, MacKinnon J. Estimation and Inference in Econometrics. New York: Oxford, 1993.",
        "Dehejia, Rajeev H., and Sadek Wahba. Propensity Score-Matching Algorithms for NonExperimental Causal Studies. The Review of Economics and Statistics, February 2002, 84(1): 151161.",
        "Dooley, David; Catalano, Ralph; Wilson, Georjeanna. Depression and unemployment: Panel findings from the Epidemiologic Catchment Area study. American Journal of Community Psychology, 22(6): 745-765, December 1994.",
        "Evans, William N., and Timothy J. Moore. 2009. The Short-Term Mortality Consequences of Income Receipt. Working Paper, Department of Economics and Econometrics, University of Notre Dame, Notre Dame, IN.",
        "Franklin, Rachel S. Domestic Migration Across Regions, Divisions, and States: 1995 to 2000, Census 2000 Special Reports, U.S. Department of Commerce, Economics and Statistics Administration, U.S. Census Bureau, Issued August 2003.",
        "Gerdtham, Ulf-G. & Ruhm, Christopher J., 2006. Deaths Rise in Good Economic Times: Evidence From the OECD. Economics and Human Biology, Elsevier, vol. 4(3), pages 298-316, December.",
        "Haughney Christine. When Economy Sours, Tootsie Rolls Soothe Souls. New York Times, March 23, 2009.",
        "Heckman, James, Hidehiko Ichimura, and Petra Todd, Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Programme, Review of Economic Studies 64:4 (October 1997), 605654.",
        "Novo M, A HammarstrÃ\u0083Â¶m and U Janlert. Health hazards of unemploymentonly a boom phenomenon? A study of young men and women during times of prosperity and times of recession. Public Health. Volume 114, Issue 1, January 2000, Pages 25-29.",
        "Rashad, Inas. Associations of Cycling With Urban Sprawl and the Gasoline Price. American Journal of Health Promotion, 24(1): 27-36, Sept/Oct 2009.",
        "Rashad, Inas. 2007. Obesity and diabetes: the roles that prices and policies play. Advances in Health Economics and Health Services Research, 17, 113-128.",
        "Raynor, Douglas A.; Phelan, Suzanne; Hill, James O.; Wing, Rena R. Television Viewing and Long-Term Weight Maintenance: Results from the National Weight Control Registry. Obesity (2006) 14, 18161824; doi: 10.1038/oby.2006.209.",
        "Ruhm, Christopher. Understanding Overeating and Obesity. National Bureau of Economic Research Working Paper 16149, (July 2010).",
        "Ruhm, Christopher. A Healthy Economy Can Break Your Heart. Demography 44, 4 (November 2007): 829-848.",
        "Ruhm, Christopher. Macroeconomic Conditions, Health and Mortality. Elgar Companion to Health Economics. Cheltenham, UK: Edward Elgar Publishing, 2006.",
        "Ruhm, Christopher. Healthy living in hard times. Journal of Health Economics. Volume 24, Issue 2, March 2005, Pages 341-363 Ruhm, Christopher. Are Recessions Good for Your Health? The Quarterly Journal of Economics. May 2000, Vol. 115, No. 2, Pages 617-650.",
        "Sullivan, Daniel; von Wachter, Till. Job Displacement and Mortality: An Analysis Using Administrative Data. Quarterly Journal of Economics. Vol. 124, No. 3, Pages 1265-1306, August 2009.",
        "Thompson FE, Subar AF. Dietary assessment methodology. In: Coulson AM, Rock CL, Monsen ER, eds. Nutrition in the Prevention and Treatment of Disease. San Diego, Calif: Academic Press; 2001:3-30.",
        "Wurtman, Judith J. Depression and weight gain: the serotonin connection. Journal of Affective Disorders, Volume 29, Issues 2-3, October-November 1993, Pages 183-192.",
        "Xu Xin; Kaestner Robert. 2010. National Bureau of Economic Research Working Paper No."
    ]
}