{
    "id": 16648,
    "cites": 84,
    "cited_by": 3,
    "reference": [
        "Financial and Quantitative Analysis, 39:813841, 2004.",
        "Andrew Ang and Geert Bekaert. Stock return predictability: Is it there? Review of Financial Studies, 20 (3):651707, 2007.",
        "Doron Avramov. Stock return predictability and model uncertainty. Journal of Financial Economics, 64 (3):423458, 2002.",
        "Malcolm Baker and Jeffrey Wurgler. The equity share in new issues and aggregate stock returns. Journal of Finance, 55:22192257, 2000.",
        "Ravi Bansal and Ivan Shaliastovich. A long-run risks explanation of predictability puzzles in bond and currency markets. Working Paper Duke University and Wharton School, February 2010.",
        "Ravi Bansal and Amir Yaron. Risks for the long run: A potential resolution of asset prizing puzzles. The Journal of Finance, 59:14811509, August 2004.",
        "Ravi Bansal, Ed Fang, and Amir Yaron. Equity capital: A puzzle? August 2005. Working Paper Duke University.",
        "Ravi Bansal, Dana Kiku, and Amir Yaron. An empirical evaluation of the long-run risks model for asset prices. Working Paper Duke University and the Wharton School, August 2009.",
        "Santiago Bazdrech, Frederico Belo, and Xiaojin Lin. Labor hiring, investment, and stock return predictability in the cross-section. Working Paper University of Minnesota, June 2009.",
        "Geert Bekaert and Robert Hodrick. Characterizing predictable components in excess returns. Journal of Finance, 47 (2):467509, 1992.",
        "Geert Bekaert and Robert Hodrick. Expectation hypotheses tests. Journal of Finance, 56 (4):13571394, 2001.",
        "Geert Bekaert, Robert Hodrick, and David Marshall. On biases in tests of the expectation hypothesis of the term structure of interest rates. Journal of Financial Economics, 44:309348, 1997.",
        "Jules van Binsbergen and Ralph Koijen. Predictive regressions: A present-value approach. Journal of Finance, 65 (4), July 2010.",
        "Jules van Binsbergen, Ralph Koijen, and Brent Neiman. What moves real exchange rates? Working Paper Chicago Booth, April 2010.",
        "Tim Bollerslev, George Tauchen, and Hao Zhou. Expected stock returns and variance risk premia. Review of Financial Studies, 22:44634492, 2009.",
        "Peter Bossaerts and Pierre Hillion. Implementing statistical criteria to select return forecasting models: What do we learn? Review of Financial Studies, 12:405428, 1999.",
        "Jacob Boudoukh, Roni Michaely, Matthew Richardson, and Michael Roberts. On the importance of measuring payout yield: Implications for empirical asset pricing. Journal of Finance, 62:877915, 2007. Jacob Boudoukh, Matthew Richardson, and Robert F. Whitelaw. The myth of long-horizon predictability.",
        "Review of Financial Studies, 21 (4):15771605, 2008. New York University Working Paper. Michael Brandt, Jules van Binsbergen, and Ralph Koijen. On the timing and pricing of cash flows.",
        "Working Paper Chicago Booth, November 2010.",
        "Laurent Calvet, Martin Gonzalez-Eiras, and Paolo Sodini. Financial innovation, market participation and asset prices. Journal of Financiaal and Quantitative Analysis, 39 (3):431459, 2004.",
        "Review of Economic Studies, 58:495514, 1991.",
        "Princeton University Press, 1997.",
        "Sean Campbell, Morris Davis, Joshua Gallin, and Robert Martin. What moves housing markets: A variance decomposition of the rent-price ratio. Journal of Urban Economics, 66 (2):90102, 2009. Working Paper, Federal Reserve Board of Governors.",
        "Long Chen. On the reversal of return and dividend predictability: A tale of two periods. Journal of Financial Economics, 92:128151, 2009.",
        "Long Chen, Zhi Da, and Richard Priestley. Dividend smoothing and predictability. November 2010. Working Paper Washington University.",
        "George Constantinides and Anisha Ghosh. The predictability of returns with regime shifts in consumption and dividend growth. Working Paper Chicago Booth and Tepper School, July 2010.",
        "Martijn Cremers. Stock return predictability: A bayesian model selection perspective. Review of Financial Studies, 15 (4):12231249, 2002.",
        "T. Dangl and Michael Halling. Predictive regressions with time-varying coefficients. September 2009. Working Paper University of Utah.",
        "Jerome Detemple and Shashidhar Murthy. Intertemporal asset pricing with heterogeneous beliefs. Journal of Economic Theory, 62:294320, 1994.",
        "Itamar Drechsler and Amir Yaron. What's vol got to do with it. Review of Financial Studies, forthcoming, 2010.",
        "Pjotr Eliasz. Optimal median unbiased estimation of coefficients on highly persistent regressors. Unpublished paper, Department of Economcis, Princeton University, 2005.",
        "Journal of Financial Economics, 25:2349., 1989.",
        "Jack Favilukis, Sydney Ludvigson, and Stijn Van Nieuwerburgh. Macroeconomic implications of housing wealth, housing finance, and limited risk-sharing in general equilibrium. Working Paper New York University, May 2010.",
        "Workikng Paper NYU Stern, March 2009.",
        "Xavier Gabaix and Emmanuel Farhi. Rare disasters and exchange rates. March 2009. Working Paper NYU and Harvard.",
        "Amit Goyal and Ivo Welch. Predicting the equity premium with dividend ratios. Management Science, 49(5):639654, May 2003.",
        "Amit Goyal and Ivo Welch. A comprehensive look at the empirical performance of equity premium prediction. Review of Financial Studies, 21 (4):14551508, 2008.",
        "Hui Guo and Robert F. Whitelaw. Uncovering the risk-return relation in the stock market. Journal of Finance, 61 (3):14331463, 2006. Lars Peter Hansen, William Roberds, and Thomas J. Sargent. Time-series implications of present value budget balance and martingale models of consumption and taxes. In Lars P. Hansen and Thomas J.",
        "Sargent, editors, Rational Expectations Econometrics. Westview Press, 1991.",
        "Erik Hjalmarsson. Predicting global stock returns. Journal of Financial and Quantitative Analysis, 45: 4980, 2010.",
        "Robert Hodrick. Dividend yields and expected stock returns: Alternative procedures for inference and measurement. Review of Financial Studies, 5:357386, 1992. Harrison Hong and Motohiro Yogo. Commodity market capital flow and asset return predictability.",
        "Working Paper Princeton University and Minneapolis Federal Reserve, February 2010.",
        "Atsushi Inoue and Lutz Kilian. In-sample or out-of-sample tests of predictability: Which one should we use? Econometric Reviews, 23:371402, 2004.",
        "Michael Johannes, Arthur Korteweg, and Nick Polson. Sequential learning, predictive regressions, and optimal portfolio returns. October 2008. Working Paper Columbia, Stanford, and Chicago.",
        "Scott Joslin, Michael Priebsch, and Kenneth Singleton. Risk premiums in dynamic term structure models with unspanned macro risks. April 2010. Working Paper Stanford University and MIT.",
        "Bryan Kelly and Seth Pruitt. Disaggregate valuation ratios and market expectations. Chicago Booth Working Paper, September 2010. Ralph Koijen and Stijn Van Nieuwerburgh. Financial economics, market efficiency and return predictability.",
        "In Robert Meyers, editor, Encyclopedia of Complexity and System Science, pages 34483456. Springer, 2009.",
        "Ralph Koijen, Hanno Lustig, and Stijn Van Nieuwerburgh. The cross-section and time-series of stock and bond returns. Working Paper New York University, September 2009.",
        "S. P. Kothari and Jay Shanken. Stock return variation and expected dividends : A time-series and cross-sectional analysis. Journal of Financial Economics, 31 (2):177210, 1992.",
        "S. P. Kothari and Jay Shanken. Book-to-market, dividend yield, and expected market returns: A time series analysis. Journal of Financial Economics, 44:169203, 1997.",
        "Owen Lamont. Earnings and expected returns. Journal of Finance, 53:15631587, October 1998.",
        "Owen Lamont. Investment plans and stock returns. Journal of Finance, 55(6):271945, December 2000.",
        "Borja Larrain and Motohiro Yogo. Does firm value move too much to be justified by subsequent changes in cash flow? Journal of Financial Economics, 87 (1):200226, 2008.",
        "Martin Lettau and Sydney Ludvigson. Measuring and modeling variation in the risk-return tradeoff. In Yacine At-Sahalia and Lars Peter Hansen, editors, Handbook of Financial Econometrics, volume 1, pages 617690. Elsevier Science B.V., North Holland, Amsterdam, March 2010. New York University Working Paper.",
        "Martin Lettau and Sydney C. Ludvigson. Expected returns and expected dividend growth. Journal of Financial Economics, 76:583626, 2005. Martin Lettau and Syndey C. Ludvigson. Consumption, aggregate wealth and expected stock returns.",
        "The Journal of Finance, 56(3):815849, June 2001.",
        "Martin Lettau and Stijn Van Nieuwerburgh. Reconciling the return predictability evidence. Review of Financial Studies, 21 (4):16071652, 2008.",
        "Martin Lettau, Sydney Ludvigson, and Jessica Wachter. The declining equity premium: What role does macroeconomic risk play? Review of Financial Studies, 21:16531687, 2008.",
        "Journal of Financial Economics, 83 (1):171222, 2007. Unpublished manuscript.",
        "Hanno Lustig and Stijn Van Nieuwerburgh. Housing collateral, consumption insurance and risk premia: An empirical perspective. Journal of Finance, 60(3):11671219, 2005.",
        "Hanno Lustig and Stijn Van Nieuwerburgh. Can housing collateral explain long-run swings in asset returns? Working Paper NYU Stern and UCLA, June 2007.",
        "Hanno Lustig and Stijn Van Nieuwerburgh. The returns on human capital: Good news on wall street is bad news on main street. Review of Financial Studies, 21 (5):20972137, 2008.",
        "Hanno Lustig and Stijn Van Nieuwerburgh. How much does household collateral constrain regional risk sharing. Review of Economic Dynamics, Forthcoming, 2009.",
        "Hanno Lustig, Nick Roussanov, and Adrien Verdelhan. Countercyclical currency risk premia. Working Paper UCLA Anderson, Wharton School, and MIT Sloan, August 2010. Ellen R. McGrattan and Edward C. Prescott. Taxes, regulations, and the value of u.s. and u.k. corporations.",
        "Review of Economic Studies, 72, 2005.",
        "Lior Menzly, Tano Santos, and Pietro Veronesi. Understanding predictability. Journal of Political Economy, 112(1):147, February 2004.",
        "Lubos Pastor and Robert F. Stambaugh. The equity premium and structural breaks. Journal of Finance, 56(4):12071239, 2001.",
        "Lubos Pastor and Robert F. Stambaugh. Predictive systems: Living with imperfect predictors. Journal of Finance, 64 (4):15831628, 2009.",
        "Lubos Pastor, Meenakshi Sinha, and Bhaskaran Swaminathan. Estimating the intertemporal risk-return tradeoff using the implied cost of capital. Journal of Finance, 63:28592897, 2008.",
        "Monika Piazzesi, Martin Schneider, and Selale Tuzel. Housing, consumption and asset pricing. Journal of Financial Economics, 83(3):531569, 2007.",
        "Alberto Plazzi. International stock return correlation: real or financial integration? a structural present value approach. Mimeo UCLA Anderson School of Management, 2009.",
        "Alberto Plazzi, Walter Torous, and Rossen Valkanov. Expected returns and expected growth in rents of commercial real estate. Review of Financial Studies, Forthcoming, 2010.",
        "Jeff Pontiff and L. D. Shall. Book-to-market ratios as predictors of market returns. Journal of Financial Economics, 49:141160, 1998.",
        "Vincenzo Quadrini and Urban Jermann. Stock market boom and the productivity gains of the 1990s.",
        "Journal of Monetary Economics, pages 413432, 2007. Unpublished paper, University of Southern California.",
        "Matthew Spiegel. Forecasting the equity premium: Where we stand today. Review of Financial Studies, 21 (4):14531454, 2008. Robert F. Stambaugh. The information in forward rates: Implications for models of the term structure.",
        "Journal of Financial Economics, pages 4170, 1988.",
        "Walter Torous, Rossen Volkanov, and Shu Yan. On predicting returns with nearly integrated explanatory variables. Journal of Business, 77:937966, 2004.",
        "Rossen Valkanov. Long-horizon regressions: Theoretical results and applications. Journal of Financial Economics, 68:201232, 2003.",
        "Adrien Verdelhan. A habit-based explanation of the exchange rate risk premium. Journal of Finance, 65 (1):123145, October 2010.",
        "Luis Viceira. Testing for structural change in the predictability of asset returns. Unpublished manuscript, Harvard University, 1996.",
        "Tuomo Vuolteenaho. Understanding the aggregate book-market ratio and its implications to current equity-premium expectations. Unpublished paper, Harvard University, 2000.",
        "Jessica Wachter. Asset allocation. Annual Review of Financial Economics, 2, 2010.",
        "Lu Zhang. The value premium. Journal of Finance, 60 (1):67103, 2005."
    ]
}