{
    "id": 16647,
    "cites": 74,
    "cited_by": 5,
    "reference": [
        "Axilrod, and Alan R. Holmes. 1979. Holding of Foreign Currency Balances, memorandum to the Federal Open Market Committee. April 10.",
        "Bordo, Michael D. and Barry Eichengreen. 2008. Bretton Woods And The Great Inflation, NBER Working Paper 14532, (December).",
        "Burns, Arthur F. 1973. Statement to the Subcommittee on International Economics of the Joint Economic Committee, June 27, 1973, Federal Reserve Bulletin 59 (July): 508  512.",
        "Chari, Varadarajan, Lawrence J. Christiano and Martin Eichenbaum. 1998. Expectations, Traps and Discretion, Journal of Economic Theory 81(2): 462492.",
        "Christiano, Lawrence J. and Christopher Gust. 2000. The Expectations Trap, Federal Reserve Bank of Chicago Economic Perspectives 24(2): 21-39.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler. 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, The Quarterly Journal of Economics, 115(1):147-180.",
        "de Vries, Margaret Garritsen. The International Monetary Fund 1972-1978, Cooperation on Trial, Vol. I, International Monetary Fund: Washington, D.C., 1985.",
        "Dooley, Michael P. and Jeffrey R. Shafer. 1983. Analysis of Short-Run Exchange Rate Behavior: March 1973 to November 1981, in David Bigman and Teizo Taya, (eds.) Floating Exchange Rates and the State of World Trade Payments, Ballinger: Cambridge, Mass.",
        "Federal Open Market Committee. Minutes of the Federal Open Market Committee, 10 January 1961 16 March 1976. Board of Governors of the Federal Reserve System: Washington, D. C.",
        "Federal Open Market Committee Meeting Transcripts, 4/20/76(1) Box G44, Arthur Burns Papers, 1969-78, Gerald R. Ford Library.",
        "Federal Open Market Committee Meeting Transcripts, 7/19/77(1) Box G52, Arthur Burns Papers, 1969-78, Gerald R. Ford Library.",
        "Federal Open Market Committee Meeting Transcripts, 10/17-18/77(1) Box G54, Arthur Burns Papers, 1969-78, Gerald R. Ford Library.",
        "Federal Open Market Committee. Transcripts of the Federal Open Market Committee, 5 January 1978  16 December 1997. Board of Governors of the Federal Reserve System: Washington, D. C.",
        "Federal Reserve Bank of New York, Annual Report on Operations in Foreign Currencies, unpublished report submitted by the Special Manager of the System Open Market Account for Foreign Currency Operations to the Federal Open Market Committee, 1967.",
        "Greene, Margaret L. U.S. Experience with Exchange Market Intervention: January March 1975. Board of Governors of the Federal Reserve System, Staff Studies #127 (August 1984).",
        "Greene, Margaret L. U.S. Experience with Exchange Market Intervention: September 1977  December 1979. Board of Governors of the Federal Reserve System, Staff Studies #128 (October 1984).",
        "Greene, Margaret L. U.S. Experience with Exchange Market Intervention: October 1980 September 1981  December 1979. Board of Governors of the Federal Reserve System, Staff Studies #129 (August 1984).",
        "Hackley, Howard. 1969. Legal Aspects of Proposals for Assisting Treasury in Connection with Cash and Debt Ceiling Problems. Board of Governors internal memorandum. January 31.",
        "Hetzel, Robert L. 2002. German Monetary History in the Second Half of the Twentieth Century: From the Deutsche Mark to the Euro. Federal Reserve Bank of Richmond Economic Quarterly, 88(2): 29-64.",
        "Hetzel, Robert L. 2008. The Monetary Policy of the Federal Reserve, A History. Cambridge University Press: New York.",
        "Holmes, Alan R. and Scott E. Pardee. 1979. Holdings of Foreign Currency Balances by the Federal Reserve. Memorandum to the FOMC, (10 April).",
        "Hooper, Peter. 1977. Procedures for Federal Reserve System Foreign Currency Operations, internal memorandum of the Board of Governors, (April 28).",
        "Mayer, Thomas. 1999. Monetary Policy and the Great Inflation in the United States, The Federal Reserve and the Failure of Macroeconomic Policy, 1965-79, Cheltenham, U.K.: Edward Elgar. [HG 539.M39 1999].",
        "McKinnon, Ronald I. 1976. Floating Foreign Exchange Rates 1973-74: The Emperor's New Clothes. In K. Brunner and A. Meltzer, eds. Carnegie-Rochester Conference Series on Public Policy. North-Holland. 79  114.",
        "Meltzer, Allan H. 2005. Origins of the Great Inflation, Federal Reserve Bank of St. Louis Review (March/April, part 2): 145-175.",
        "Morton, John E. 1977. Background Information on System `Warehousing' of Foreign Currency. Internal memorandum to Governor Wallich. Board of Governors of the Federal Reserve System. 14 January.",
        "Morton, John E. and Edwin M. Truman. 1979. U.S. Holdings of Foreign Currency Balances. Memorandum to the FOMC, (10 April).",
        "Orphanides, Athanasios. 2002. Monetary-Policy Rules and the Great Inflation, American Economic Review Papers and Proceedings 92(2): 115-120.",
        "Orphanides, Athanasios. 2003. Historical Monetary Policy Analysis and the Taylor Rule, Finance and Economic Discussion Series 2003-36 (July).",
        "Pardee, Scott E. 1973. Review of Techniques for Intervention in the New York Exchange Market, unpublished Federal Reserve Bank of New York office correspondence to Mr. Coombs (September 17).",
        "Romer, Christina D. and David H. Romer. 2002. The Evolution of Economic Understanding and Postwar Stabilization Policy, in Rethinking Stabilization Policy, A Symposium Sponsored by The Federal Reserve Bank of Kansas.",
        "Jackson Hole, Wyoming, August 29-31, 2002 [HB 3732 .R48].",
        "Schwartz, Anna J. 1983. The Postwar Institutional Evolution of the International Monetary System. in Dooley et al. (eds.), The International Transmission of Inflation. University of Chicago Press: Chicago.",
        "Schwartz, Anna J. 1997. From Obscurity to Notoriety: A Biography of the Exchange Stabilization Fund, Journal of Money, Credit, and Banking, 29 (2): 135-153.",
        "Solomon, Robert. 1982. The International Monetary System, 1945-198. New York: Harper & Row.",
        "Sprinkel, Beryl W. 1981. Testimony before the Joint Economic Committee, Congress of the United States (Ninety-Seventh Congress; First Session) May 4, 1981. Washington, D.C.: U.S. Government Printing Office, pp. 1  36x.",
        "Stevens, Edward. 1989. Monetary Impacts of U.S. Dollar Sales in the Foreign Exchange Market. Federal Reserve Bank of Cleveland unpublished internal memorandum. July 5.",
        "Task Force on System Foreign Currency Operations. Historical Review U.S. Official Holdings of Foreign Currencies, Paper #8. Foreign Exchange Department, Federal Reserve Bank of New York. 16 January 1990.",
        "Task Force on System Foreign Currency Operations. Historical Review of Reciprocal Currency Arrangements (The `Swap' Network), Paper #9. Foreign Exchange Department, Federal Reserve Bank of New York. 24 January 1990.",
        "Task Force on System Foreign Currency Operations. Review of Approaches and Tactics of Intervention in the Context of Changing Market Conditions Policy and Objectives, Paper #5. 18 January 1990. Treasury and Federal Reserve Foreign Exchange Operations, Federal Reserve Bulletin, Board of Governors of the Federal Reserve System: Washington, D. C. various issues. Treasury and Federal Reserve Foreign Exchange Operations: Interim Report, Federal Reserve Bulletin, Board of Governors of the Federal Reserve System: Washington, D. C. various issues.",
        "Truman, Edwin M. 1980. Background Material on System Foreign Currency Operations, memorandum to the FOMC. (11 December).",
        "Truman, Edwin M. 2005. Reflections, Federal Reserve Bank of St. Louis Review 87(2, Part 2): 353-57.",
        "Volcker, Paul A. 1976. Priorities for the International Monetary System, Federal Reserve Bank of New York Monthly Review 58(January): 3-9.",
        "Volcker, Paul A. and Toyoo Gyohten. 1992. Changing Fortunes, The World's Money and the Threat to American Leadership. New York: Times Books. [HG 3881.V65 1992] . ENDNOTES Most of the liquidity entered Germany. See Hetzel (2002) for brief history and useful references.",
        "Greene (#127 August 1984, #128 October 1984 and #129, August 1984) provides detailed surveys of U.S. interventions over select intervals between January 1975 and September 1981. Greene was an Assistant Vice President in charge of the Foreign Exchange Desk over these years.",
        "This paragraph follows Bordo and Eichengreen (2009). See also: Romer and Romer 2002, p. 57, and Hetzel 2008, p. 68.",
        "Orphanides (2002, p. 118) estimated a Taylor rule for the period, and found that the coefficient on the unemployment gap was substantially greater than the coefficient on the inflation term. This result suggests that policy makers gave more weight to the former than the latter in their policy decisions.",
        "Barsky and Kilian (2004, p. 126) argue that OPEC's actions in late 1973 were a reaction to high U.S. inflation rates in the late 1960s and early 1970s. The resulting dollar depreciation eroded the real purchasing power of the cartel's revenues and strengthened OPEC by increasing the demand for oil outside of the United States.",
        "Similarly, the growing lack of confidence in U.S. monetary policy and the fear of inflation that emerged over the 1970s may have distorted economic decisions in ways that further eroded growth in the nation's potential to produce. The United States increased the official gold price from $35 per ounce to $38 per ounce. Chapter 4 discusses the collapse of Bretton Woods.",
        "The System also had intervened in July 1972. For a discussion see chapter 4. These financial controls included the interest equalization tax, controls imposed through the Office of Foreign Direct Investment, and the Federal Reserve's Voluntary Credit Restraint Program.",
        "The Smithsonian Agreement allowed for wider (2%) bands on either side of the new dollar parities. This change conceivably permitted European currencies to fluctuate as much as 4% against each other. At their 7 March 1972 Basle conference, the six EEC members agreed to limit fluctuations in their currencies to 2%. See also chapter 4.",
        "Treasury Secretary Connally did not want reform discussions to take place within the G10 because he believed that the G10 was stacked against U.S. interests (Solomon, 1982, p. 219).",
        "In early 1973, Germany, the United Kingdom, and the United States favored a temporary float, while Belgium, France, Japan, the Netherlands, and the developing countries most strongly opposed floating (de Vries, 1985, pp. 187-197).",
        "The FOMC Minutes (19-20 March 1973, pp. 49  71) contain a discussion of this meeting, which Chairman Burns, Governors Daane and Bryant, and Special Manager Coombs attended. This paragraph draws on that discussion. Chapter 4 discusses this problem and its resolution. Under Bretton Woods, except for the case of revaluation, the borrower assumed any exchange risk associated with exchange-rate movements within intervention bands.",
        "The FOMC had authorized Coombs to negotiate an increase in the swap lines on 20 March 1973, (FOMC, Minutes, 19-20 March 1973, p. 87) After December 1980, any country drawing on the swap lines agreed to take the full exchange risk in exchange for changes in the interest rates (Task Force Paper #9, 24 January 1990, p. 7) The official U.S. intervention data does not draw a distinction between active and passive interventions.",
        "The remainder of this section draws heavily on Hooper (1977) and Pardee (1973).",
        "In 1981, the System placed simultaneous bid and offer rates in the market. In all, the Trading Desk at the Federal Reserve Bank of New York operated in the market as a net buyer of marks on nine of fourteen trading days between February 2 and 23. [emphasis added] (Bulletin, June 1981, pp. 486-487).",
        "Green (#127, 1984) analyzes the U.S. interventions from January through March 1975.",
        "This paragraph draws on Green #128, October 1984, pp. 10  12.",
        "Burns had expressed uncertainty about intervention at least as early as July 1977.",
        "After Holmes claimed that exchange rates could not be justified in terms of fundamentals, Burn said, In view of some acceleration in the inflation rate in our country, I think markets are behaving quite rationally. And now the implication of that for operations of the Desk are not entirely clear, but when you speak to disorderly markets, it's one thing, when you comment on fundamentals well, you may be right, but that's not my present interpretation of what is going on. (FOMC, Transcripts, 19 July 1977, tape A, p. 3) Burns' views are found in the FOMC Transcripts 5 January 1978 (p. 8) and 17 January 1978 (pp. 5-15).",
        "Burns chaired the 28 February 1978 FOMC meeting because Miller, who was to have taken over at this point, was still testifying to Congress.",
        "Our data also indicate that between November 1976 and January 1979, the System continuously sold marks off-market to some other official entity for Swiss francs to retire outstanding debt obligations. These sales totaled $353 billion and were largely financed out of swap borrowings and transactions with the market (see chapter 4).",
        "In late 1978, the System temporarily acquired a balance of $1.5 billion equivalent German marks through a warehousing-type operation with the U.S. Treasury. Since warehousing operations are swaps, these funds did not increase the System's net open position in German marks, as holding reserves outright would have.",
        "This, of course, was not the first time that the issue came up. In 1975, for example, Pardee recommended increasing the amount of working balances in German marks to avoid having to buy marks when the mark was trading at the top of the snake (FOMC, Minutes, 15 July 1975, p. 4).",
        "Ironically, as Morton and Truman (10 April 1979, p. 5) warned, as the United States increased its own holdings of foreign exchange, it might have to undertake a greater amount of intervention. Other countries--particularly the smaller ones--might diversify their portfolios to hold fewer dollars. When the dollar subsequently depreciated, these foreign countries might be less inclined to intervene in dollars.",
        "Axilrod may have overstated the significance of the Treasury's position because most of these funds were borrowed and had to be repaid. Foreign currency debt obligations equaled roughly half of the Treasury's foreign currency holdings (Task Force Paper #8, 1990, Table 1).",
        "The Treasury issued an additional $1.1 billion equivalent German mark denominated Carter bonds in 1980. The net open position equals foreign currency balances plus any net forward position less foreign currency liabilities.",
        "As Holmes and Pardee (10 April 1979, pp. 9-10) note, central banks invest the funds that other central banks deposited with them in bills of their domestic governments.",
        "In order that the System's weekly statement would not reflect too large an increase in its `other assets,' the System at the end of its statement week of July 27 [1966] swapped $88.2 million [equivalent] pounds for one day with the U.S. Treasury. (Desk Report 1967, p.10) Why the Board did this is unclear, but it may have taken the action so that speculators would remain uncertain about the degree of support being offered to the pound.",
        "On Coomb's desire to give the System a bigger say in the policy decisions, see (FOMC Minutes 14 November 1967, p. 31). As we show in chapters 4, 5, and 6, this was a frequent motive for maintaining and expanding the System's involvement in intervention.",
        "During the last half of 1976, the Treasury undertook two swap drawings with England totaling $300 million. These were repaid by the end of the year.",
        "Exactly why the System began warehousing directly with the Treasury instead of the ESF remains unclear, since foreign currencies obtained from the sale of Carter bonds could easily be transferred from the Treasury to the ESF. Indeed, subsequent to the authorization, this may have been how the transactions were actually handled: In the case [1978-79], the German marks and Swiss francs obtained from Carter bond sales were credited to the Treasury's General Fund Special Accounts at the Bundesbank and the Swiss National Bank, but then were immediately sold to the ESF. Since the ESF's resources were insufficient at the time to handle the transactions....the ability to warehouse the foreign currencies with the System enabled the ESF to acquire these bond proceeds from the General Fund. (Task Force #8 16 January 1990, p. 25) Carter bonds allowed the Treasury to acquire foreign exchange without expanding the foreign money supply when the foreign exchange was sold for dollars.",
        "The United States intervened on 30 March 1981, following an assassination attempt on President Reagan. See Greene (#129 August 1984, p. 29) for a detailed account."
    ]
}