{
    "id": 16646,
    "cites": 48,
    "cited_by": 28,
    "reference": [
        "Acemoglu, Daron, and Joshua Angrist (2000). How large are human capital externalities ? Evidence from compulsory schooling laws. NBER Macroeconomic Annual 15.",
        "Acemoglu, Daron, and Fabrizio Zilibotti (2001). Productivity Dierences. Quarterly Journal of Economics 116 (2): 563-606.",
        "Angrist, Joshua D. (1995). The Economic Returns to Schooling in the West Bank and Gaza Strip. American Economic Review 85 (5): 1065-1087.",
        "Angrist, Joshua, and Adriana D. Kugler (2003). Protective or counter-productive? Labour market institutions and the eect of immigration on EU natives. Economic Journal 113, F302-F331.",
        "Azariadis, Costas, and Allan Drazen (1990). Threshold externalities in economic development. Quarterly Journal of Economics 105 (2): 501-526.",
        "Barro, Robert J., and Jong-Wha Lee (2001). International data on educational attainment: Updates and implications. Oxford Economic Papers 53: 541563.",
        "Benhabib, Jess, and Mark M. Spiegel (2005). Human Capital and Technology Diusion. In Ph. Aghion and S. Durlauf (eds.), Handbook of Economic Growth, Elsevier: Vol. 1, Chapter 13, 935-966.",
        "Borjas, George. 2003. The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics 118, no. 4: 1335-1374.",
        "Borjas, George (2009). The Analytics of the Wage Eect of Immigration. NBER Working Papers 14796.",
        "Borjas, George, and Lawrence Katz. 2007. The Evolution of the Mexican-Born Workforce in the United States. In: Borjas, George (Ed), Mexican Immigration to the United States National Bureau of Economic Research Conference Report, Cambridge, MA.",
        "Borjas, George, Jerey Grogger, and Gordon Hanson (2008). Imperfect Substitution between Immigrants and Natives: A Reappraisal. National Bureau of Economic Research, Working Paper # 13887, Cambridge, MA.",
        "Card, David (2005). Is the new immigration really so bad?. Economic Journal 115 (4): 300-323.",
        "Card, David (2009). Immigration and inequality. American Economic Review 99 (2): 1-21.",
        "Card, David, and Thomas Lemieux (2001). Can Falling Supply Explain the Rising Returns to College for Younger Men? A Cohort Based Analysis. Quarterly Journal of Economics 116 (2): 705-746.",
        "Caselli, Francesco, Gerardo Esquivel, and Fernando Lefort. 1996. Reopening the Convergence Debate; A New Look at Cross-Country Growth Empirics. Journal of Economic Growth 1, no.3: 363-389.",
        "Caselli, Francesco, and Wilbur Coleman (2006). The World Technology Frontier. American Economic Review 96 (3): 499-522.",
        "Ciccone Antonio, and Robert E. Hall (1996). Productivity and the Density of Economic Activity. American Economic Review 86 (1): 54-70.",
        "Ciccone Antonio and Giovanni Peri (2005) Long-Run Substitutability between More and Less Educated Workers: Evidence from U.S. States 1950-1990 (with Antonio Ciccone) Review of Economics and Statistics, Vol. 87, Issue 4, pages 652-663.",
        "Ciccone Antonio and Giovanni Peri (2006) Identifying Human Capital Externalities: Theory with ApplicationsReview of Economic Studies, Vol. 73, pp. 381-412.",
        "Coe, David T., Elhanan Helpman, and Alexander W. Homaister (1997). North-South R&D spillovers. Economic Journal 107 (440): 134-149.",
        "Cohen, Daniel, and Marcelo Soto (2007). Growth and human capital: Good data, good results. Journal of Economic Growth 12 (1): 51-76.",
        "Coulombe, Serge, and Jean-FranÃ\u0083Â§ois Tremblay (2009). Migration and skills disparities across the Canadian provinces. Regional Studies 43 (1): 5-18.",
        "D'Amuri, Francesco, Gianmarco I.P. Ottaviano, and Giovanni Peri (2010). The labor market impact of immigration in Western Germany in the 1990s. European Economic Review 54, 550-570.",
        "Docquier, FrÃ\u0083Â©dÃ\u0083Â©ric, B. Lindsay Lowell, and Abdeslam Marfouk (2009). A gendered assessment of highly skilled emigration. Population and Development Review 35 (2): 297321.",
        "Docquier, FrÃ\u0083Â©dÃ\u0083Â©ric, Abdeslam Marfouk, Caglar Ozden, and Christopher R. Parsons (2010). Geographic, gender and skill structure of international migration. Report written for the Economic Research Forum.",
        "Easterly, William, and Ross Levine (2001). What have we learned from a decade of empirical research on growth? It's Not Factor Accumulation: Stylized Facts and Growth Models. World Bank Economic Review 15 (2): 177-219.",
        "Iranzo, Susana, and Giovanni Peri (2009). Migration and Trade: Theory with an Application to the Eastern-Western European Integration. CReAM Discussion Paper Series 0905.",
        "Johnson, George E. (1970). The Demand for Labor by Educational Category. Southern Economic Journal, 37: 190-203.",
        "Katz, Larry, and Kevin Murphy (1992). Changes in Relative Wages 1963-1987: Supply and Demand Factors. Quarterly Journal of Economics 107 (1): 35-78.",
        "Krusell Per, Lee E. Ohanian, JosÃ\u0083Â©-Victor Rios-Rull and Giovanni L. Violante (2000). Capital-Skill Complementarity and inequality: A Macroeconomic Analysis. Econometrica 68: 1029-53.",
        "Goldin, Claudia and Larry Katz (2008). The Race Between Education and Technology. Harvard University Press, Cambridge, MA, 2008.",
        "Islam, Nasrul. 1995. Growth Empirics: A Panel Data Approach. Quarterly Journal of Economics 110, no.4: 1127-1170.",
        "Kovacheva, Vesela, and Dita Kogel (2009). The size of the irregular foreign resident population in the European Union in 2002, 2005 and 2008: aggregate estimates. HWWI Working paper n. 4/2009 (Hamburg Institute of International Economics).",
        "Longhi, Simonetta, Peter Nijkamp, and Jacques Poot (2005). A Meta-Analytic Assessment of the Eect of Immigration on Wages. Journal of Economic Surveys 86 (3): 451-477.",
        "Lucas, Robert E.J. (1988). On the mechanics of economic development. Journal of Monetary Economics 22 (1), 3-42.",
        "Manacorda Marco, Alan Manning, and Jonathan Wadsworth (2008). The labour market eects of immigration. CEP discussion paper CEPCP245, London.",
        "Mattoo, Aaditya, Ileana Cristina Neagu and Caglar Ozden (2008). Brain waste? Educated immigrants in the US labor market. Journal of Development Economics 87 (2): 255-69.",
        "Moretti, Enrico (2004a). Estimating the Social Return to Higher Education: Evidence from Longitudinal and Repeated Cross-Sectional Data. Journal of Econometrics 121 (1), 175-212.",
        "Moretti, Enrico (2004b). Workers' Education, Spillovers and Productivity: Evidence from Plant-Level Production Functions. American Economic Review 94 (3), 656-690.",
        "Murphy Kevin M., W. Craig Riddle, and Paul M. Romer (1998). Wages, Skills and Technology in the United States and Canada. In: E. Helpman (Ed), General Purpose Technology and Economic Growth, Cambridge, MA, MIT Press.",
        "Ottaviano, Gianmarco L.P., and Giovanni Peri (2010). Rethinking the eects of immigration on wages. Journal of the European Economic Association (forthcoming).",
        "Ozden, Caglar, Christopher R. Parsons, Maurice Schi and Terry Walmsley (2010). The evolution of global bilateral migration 1960-2000. Paper presented at the second Migration and Development Conference. September 2009: Washington DC.",
        "Ramsey, Frank. 1928. A Mathematical Theory of Saving. Economic Journal 38 (152): 543-559.",
        "Romer, David. 2006. Advanced Macroeconomics. McGraw-Hill, Third Edition. New York, NY.",
        "Saint-Paul, Gilles (2008). Brain Drain: Some Evidence from European Expatriates in the United States, Introduction by Gilles Saint-Paul, CESifo Forum, Ifo Institute for Economic Research at the University of Munich, vol. 9(3), pages 19-27, October.",
        "Solow, Robert. 1956. A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics 70 (1): 65-94.",
        "Santos Silva, Joao M.C., and Silvana Tenreyro (2006). The log of gravity. Review of Economics and Statistics 88 (4): 641-658.",
        "Vandenbussche, JÃ\u0083Â©rÃ\u0083Â´me, Philippe Aghion, and Costas Meghir (2006). Growth, Distance to Frontier and Composition of Human Capital. Journal of Economic Growth 11 (2): 97-127."
    ]
}