{
    "id": 16643,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "Angrist, Joshua, Eric Bettinger, Erik Bloom, Elizabeth King, and Michael Kremer. 2002. Vouchers for Private Schooling in Columbia: Evidence from a Randomized Natural Experiment. American Economic Review, 92: 1535-1558.",
        "Angrist, Joshua, Daniel Lang, and Philip Oreopoulos. 2009. Incentives and Services for College Achievement: Evidence from a Randomized Trial. American Economic Journal: Applied Economics, 1(1): 136-63.",
        "Angrist, Joshua D., and Victor Lavy. 2009. The Effect of High School Matriculation Awards: Evidence from a Randomized Trial. American Economic Review, 99(4): 1384-1414.",
        "Angrist, Joshua D., and JÃ\u0083Â¶rn-Steffen Pischke. 2009. Mostly Harmless Econometrics. Princeton, NJ: Princeton University Press.",
        "Ashenfelter, Orley, and Mark W. Plant. 1990. Nonparametric Estimates of the Labor-Supply Effects of Negative Income Tax Programs. Journal of Labor Economics, 8(1, Part 2: Essays in Honor of Albert Rees): S396-S415.",
        "Barrow, Lisa, Lashawn Richburg-Hayes, Cecilia Elena Rouse, and Thomas Brock. 2010. Paying for Perfomance: The Educational Impacts of a Community College Scholarship Program for Low-Income Adults.",
        "Federal Reserve Bank of Chicago Working Paper No. 2009-13.",
        "Bettinger, Eric P. 2008. Paying to Learn: The Effect of Financial Incentives on Elementary School Test Scores. Program on Education Policy and Governance Working Paper 08-03.",
        "Bettinger, Eric P., and Bridget Terry Long. 2009. Addressing the Needs of Under-Prepared Students in Higher Education: Does College Remediation Work? Journal of Human Resources, 44(3): 736-771.",
        "Cha, Paulette, and Reshma Patel. 2010. Rewarding Progress, Reducing Debt Early Results from Ohio's Performance-Based Scholarship Demonstration for Low-Income Parents. MDRC report, 2010.",
        "Deardon, Lorraine, Carl Emmerson, Christine Frayne, and Costas Meghir. 2009. Conditional Cash Transfers and School Dropout Rates. Journal of Human Resources, 44(4): 827-857.",
        "Dee, Thomas. 2009. Conditional Cash Penalties in Education: Evidence from the Learnfare Experiment. NBER Working Paper No. 15126.",
        "Dynarski, Susan. 2004. The New Merit Aid. In College Choices: The Economics of Where to Go, When to Go, and How to Pay for It, edited by Caroline M. Hoxby, 63-100. Chicago: The University of Chicago Press.",
        "Fryer, Roland G., Jr. 2010. Financial Incentives and Student Achievement: Evidence From Randomized Trials. NBER Working Paper No. 15898.",
        "Garibaldi, Pietro, Francesco Giavazzi, Andrea Ichino, and Enrico Rettore. 2007. College Cost and Time to Complete a Degree: Evidence from Tuition Discontinuities. NBER Working Paper No. 12863.",
        "Henry, Gary T., and Ross Rubinstein. 2002. Paying for Grades: Impact of Merit-Based Financial Aid on Education Quality. Journal of Policy Analysis and Management, 21: 93-109.",
        "Holmstrom, Bengt, and Paul Milgrom. 1987. Aggregation and Linearity in the Provision of Intertemporal Incentives. Econometrica, 55(2): 303-328.",
        "Kremer, Michael, Edward Miguel, and Rebecca Thornton. 2009. Incentives to Learn. The Review of Economics and Statistics, 91(3): 437-456.",
        "Leuven, Edwin, Hessel Oosterbeek, and Bas van der Klaauw. 2003. The Effect of Financial Rewards on Students' Achievements: Evidence from a Randomized Experiment. CEPR Discussion Paper No. 3921.",
        "MacDonald, Heather, Lawrence Bernstein, and Cristofer Price. 2009. Foundations for Success: Short-Term Impacts Report. Report to the Canada Millennium Scholarship Foundation.",
        "National Center for Education Statistics. 2010. The Condition of Education 2010. Annual report of the National Center for Education Statistics. http://nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2010028.",
        "Pallais, Amanda. 2009. Taking a Chance on College: Is the Tennessee Education Lottery Scholarship Program a Winner? The Journal of Human Resources, 44(1): 199-222.",
        "Rodriguez-Planas, Nuria. 2010. Longer-Term Impacts of Mentoring, Educational Incentives, and Incentives to Learn: Evidence from a Randomized Trial. IZA Discussion Paper No. 4754.",
        "Scrivener, Susan, Colleen Sommo, and Herbert Collado. 2009. Getting Back on Track: Effects of a Community College Program for Probationary Students. MDRC Report, April.",
        "Scrivener, Susan, and Michael J. Weiss. 2009. More Guidance, Better Results? Three-Year Effects of an Enhanced Student Services Program at Two Community Colleges. MDRC report, August.",
        "Sharma, Dhiraj. 2010. Incentives for Academic Achievement: The Impacts on Exam Grades and Household Behavior of a Randomized Trial in Nepal. Working Paper."
    ]
}