{
    "id": 16642,
    "cites": 65,
    "cited_by": 13,
    "reference": [
        "Acharya, Viral V., Philipp Schnabl, and Gustavo Suarez. 2010. Securitization Without Risk Transfer. Available at SSRN: http://ssrn.com/abstract=1364525. Acharya, Viral V., Hyun Song Shin, and Tanju Yorulmazer . Forthcoming. Crisis Resolution and Bank Liquidity. Review of Financial Studies.",
        "Adrian, Tobias, and Hyun Shin. 2010. The Changing Nature of Financial Intermediation and the Financial Crisis of 20072009. Annual Review of Economics, vol. 2, pg 603618.",
        "Aghion, Philippe, and Patrick Bolton. 1992. An Incomplete Contracts Approach to Financial Contracting. Review of Economic Studies, 59(3): 47394.",
        "Allen, Franklin, and Douglas Gale. 1994. Limited Market Participation and Volatility of Asset Prices. American Economic Review, 84(4): 93355.",
        "Almeida, Heitor, Murillo Campello, and Dirk Heckbarth. 2009. Liquidity Mergers. Available at SSRN: http://ssrn.com/abstract=1362327.",
        "Asquith, Paul, Robert Gertner, and David S. Scharfstein. 1994. Anatomy of Financial Distress: An Examination of Junk Bond Issuers. Quarterly Journal of Economics, 109(3): 62558.",
        "Baird, Douglas G. 1986. The Uneasy Case for Corporate Reorganization. Journal of Legal Studies, 15(1): 12747.",
        "Benmelech, Efraim, and Nittai K. Bergman. 2008. Collateral Pricing. Journal of Financial Economics, 91(3): 33960.",
        "Benmelech, Efraim, and Nittai K. Bergman. 2009. Liquidation Values and the Credibility of Financial Contract Renegotiation: Evidence from U.S. Airlines. Quarterly Journal of Economics, 123(4): 163577. Benmelech, Efraim, and Nittai K. Bergman. Forthcoming. Bankruptcy and the Collateral Channel. Journal of Finance.",
        "Bernanke, Ben S. 2009. The Crisis and the Policy Response. Speech, Stamp Lecture at the London School of Economics, London, January 13, 2009.",
        "Bernanke, Ben S., and Alan Blinder. 1988. Credit, Money, and Aggregate Demand. American Economic Review, 78(2): 43539.",
        "Bernanke Ben S., and Mark Gertler. 1989. Agency Costs, Net Worth, and Business Fluctuations. American Economic Review, 79(1): 1431.",
        "Brunnermeier, Markus. 2009. Deciphering the Liquidity and Credit Crunch 200708. Journal of Economic Perspectives, 23(1): 77100.",
        "Brunnermeier, Markus, and Lasse H. Pedersen. 2009. Market Liquidity and Funding Liquidity. Review of Financial Studies, 22(6): 220138.",
        "Brunnermeier, Markus, and Yuliy Sannikov. 2010. A Macroeconomic Model with a Financial Sector. http://www.princeton.edu/~markus/research/papers/macro_finance.pdf.",
        "Caballero, Ricardo J., and Alp Simsek. 2010. Fire Sales in a Model of Complexity. MIT Department of Economics Working Paper No. 09-28. Available at SSRN: http://ssrn.com/abstract=1496592. Campbell, John Y., Stefano Giglio, and Parag Pathak. Forthcoming. Forced Sales and House Prices. American Economic Review.",
        "Campello, Murillo, John R. Graham, and Campbell R. Harvey. 2010. The Real Effects of Financial Constraints: Evidence from a Financial Crisis. Journal of Financial Economics, 97(3): 47087.",
        "Carlson, John, Joseph G. Haubrick, Kent Cherney, and Sarah Wakefield. 2009.",
        "Credit Easing: A Policy for a Time of Financial Crisis. Federal Reserve Bank of Cleveland. http://www.clevelandfed.org/research/trends/2009/0209/02monpol.cfm.",
        "Coval, Joshua D., Jakub W. Jurek, and Erik Stafford. 2009. The Economics of Structured Finance. Journal of Economic Perspectives, 23(1): 325.",
        "Coval, Joshua D., and Erik Stafford. 2007. Asset Fire Sales (and Purchases) in Equity Markets. Journal of Financial Economics, 86(2): 479512.",
        "Diamond, Douglas W., and Raghuram G. Rajan. 2010. Fear of Fire Sales and the Credit Freeze. NBER Working Paper 14925.",
        "Djankov, Simeon, Oliver Hart, Caralee McLiesh, and Andrei Shleifer. 2008. Debt Enforcement around the World. Journal of Political Economy, 116(6): 110549.",
        "Dong, Lou. 2010. A Flow-Based Explanation for Return Predictability. Available at SSRN: http://ssrn.com/abstract=1468382.",
        "Edwards, Franklin. 1999. Hedge Funds and the Collapse of Long Term Capital Management. Journal of Economic Perspectives, 13(2): 189210.",
        "Ellul, Andrew, Pab Jotikasthira, and Christian T. Lundblad. 2010. Regulatory Pressure and Fire Sales in the Corporate Bond Market. Available at SSRN: http://ssrn.com/abstract=1362182.",
        "Fisher, Irving. 1933. The Debt Deflation Theory of the Great Depression. Econometrica, vol. 1, pp. 33757.",
        "French, Kenneth R., et al. 2010. The Squam Lake Report. Princeton University Press: Princeton, NJ.",
        "Garleanu, Nicolae, and Lasse H. Pedersen. 2010. Margin-based Asset Pricing and Deviations from the Law of One Price. http://pages.stern.nyu.edu/~lpederse/papers/MarginPricingLoOP.pdf.",
        "Geanakoplos, John. 2003. Liquidity, Default, and Crashes: Endogenous Contracts in General Equilibrium. In Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress, Vol. II, ed. Mathias Dewatripont, Lars Peter Hansen, and Stephen J Turnovksy, 170205. Cambridge University Press. Gennaioli, Nicola, Andrei Shleifer, and Robert W. Vishny. Forthcoming. Neglected Risks, Financial Innovation, and Financial Fragility. Journal of Financial Economics.",
        "Gorton, Gary, and Andrew Metrick. 2010. Securitized Banking and the Run on Repo. NBER Working Paper 15223.",
        "Greenwood, Robin, and David Thesmar. 2009. Stock Price Fragility. Harvard Business School Research Paper 1490734. Available at SSRN: http://ssrn.com/abstract=1490734.",
        "Gromb, Denis, and Dimitri Vayanos. 2002. Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs. Journal of Financial Economics, 66(23): 361 407.",
        "Grossman, Sanford J., and Oliver Hart. 1988. One ShareOne Vote and the Market for Corporate Control. Journal of Financial Economics, 20(1/2): 175202.",
        "Grossman, Sanford J., and Merton H. Miller. 1988. Liquidity and Market Structure. Journal of Finance, 43(3): 61733.",
        "Hart, Oliver. 1993. Theories of Optimal Capital Structure: A Managerial Discretion Perspective. In The Deal Decade: What Takeovers and Leveraged Buyouts Mean for Corporate Governance, ed. Margaret Blair. Washington, DC : The Brookings Institution.",
        "Hart, Oliver. 1995. Firms, Contracts, and Financial Structure. Oxford: Oxford University Press.",
        "Hart, Oliver, and John Moore. 1994. A Theory of Debt Based on the Inalienability of Human Capital. Quarterly Journal of Economics, 109(4): 84179.",
        "Hart, Oliver, and John Moore. 1995. Debt and Seniority: An Analysis of the Role of Hard Claims in Constraining Management. American Economic Review, 85(3): 56785.",
        "Hart, Oliver, and John Moore. 1998. Default and Renegotiation: A Dynamic Model of Debt. Quarterly Journal of Economics, 113(1): 141.",
        "He, Zhigou, In Gu Kang, and Arvind Krishnamurthy. 2010. Balance Sheet Adjustments in the 2008 Crisis. IMF Economic Review, 58(1): 11856.",
        "Holmstrom, Bengt, and Jean Tirole. 1998. Private and Public Supply of Liquidity. Journal of Political Economy, 106(1): 140.",
        "Ivashina, Victoria, and David S. Scharfstein. 2010. Bank Lending during the Financial Crisis of 2008. Journal of Financial Economics, 97(3): 31938.",
        "Jarrow, Robert, Li Li, Mark Mesler, and Donald van Deventer. 2007. CDO Valuation: Fact and Fiction. Kamakura Corporation Paper. (Privately printed working paper.) Jotikasthira, Chotibhak, Christian T. Lundblad, and Tarun Ramadorai. 2009. Asset Fire Sales and Purchases and the International Transmission of Financial Shocks. CEPR Discussion Paper No. DP7595. Available at SSRN: http://ssrn.com/abstract=1533200.",
        "Kahle, Kathleen, and Rene M. Stulz. 2010. Financial Policies and the Financial Crisis: How Important Was the Systemic Credit Contraction for Industrial Corporations? NBER Working Paper 16310.",
        "Kiyotaki, Nobuhiro, and John Moore. 1997. Credit Cycles. Journal of Political Economy, 105(2): 21148.",
        "Krishnamurthy, Arvind. 2010. How Debt Markets Have Malfunctioned in the Crisis. Journal of Economic Perspectives, 24(1): 328.",
        "Lorenzoni, Guido. 2008. Inefficient Credit Booms. Review of Economic Studies, 75(3): 80933.",
        "Mitchell, Mark, Lasse H. Pedersen, and Todd Pulvino. 2007. Slow Moving Capital. American Economic Review, 97(2): 21520.",
        "Mitchell, Mark, and Todd Pulvino. 2010. Arbitrage Crashes and the Speed of Capital. Available at SSRN: http://ssrn.com/abstract=1628261.",
        "Modigliani, Franco, and Merton Miller. 1958. The Cost of Capital, Corporation Finance and the Theory of Investment. American Economic Review, 48(3): 26197.",
        "Myers, Stewart C., and Nicholas Majluf. 1984. Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have. Journal of Financial Economics, 13(2): 187221.",
        "Ortiz-Molina, HernÃ\u0083Â¡n, and Gordon M. Phillips. 2010. Asset Liquidation and the Cost of Capital. NBER Working Paper 15992.",
        "Pulvino, Todd. 1998. Do Fire-Sales Exist? An Empirical Study of Commercial Aircraft Transactions. Journal of Finance, 53(3): 93978 Pozsar, Zoltan, Tobias Adrian, Adam Ashcraft, and Hayley Boesky. 2010. Shadow Banking. Federal Reserve Bank of New York Staff Report 458.",
        "Schligemann, Fredrik P., RenÃ\u0083Â© M. Stulz, and Ralph A. Walkling. 2002. Divestitures and the Liquidity of the Market for Corporate Assets. Journal of Financial Economics, 64(1): 11744.",
        "Shleifer, Andrei, and Lawrence H. Summers. 1990. The Noise Trader Approach to Finance. Journal of Economic Perspectives, 4(2): 1933.",
        "Shleifer, Andrei, and Robert W. Vishny. 1992. Liquidation Values and Debt Capacity: A Market Equilibrium Approach. Journal of Finance, 47(4): 134366.",
        "Shleifer, Andrei, and Robert W. Vishny. 1997. The Limits of Arbitrage. Journal of Finance, 52(1): 3555.",
        "Shleifer, Andrei, and Robert W. Vishny. 2010a. Unstable Banking. Journal of Financial Economics, 97(3): 30318.",
        "Shleifer, Andrei, and Robert W. Vishny. 2010b. Asset Fire Sales and Credit Easing. American Economic Review, 100(2): 4650.",
        "Stein, Jeremy C. 2010. Monetary Policy as a Financial-Stability Regulation. http://www.economics.harvard.edu/files/faculty/57_Monetary%20Policy%20as%20Regulation% 20April%202010.pdf.",
        "Stromberg, Per. 2000. Conflicts of Interest and Illiquidity in Bankruptcy Auctions: Theory and Tests. Journal of Finance, 55(6): 264191.",
        "Townsend, Robert M. 1979. Optimal Contracts and Competitive Markets with Costly State Verification. Journal of Economic Theory, 21(2): 101146.",
        "United States Treasury. 2009. PublicPrivate Investment Program. Press Release, March 29.",
        "Williamson, Oliver. 1988. Corporate Finance and Corporate Governance. Journal of Finance, 43(3): 56791."
    ]
}