{
    "id": 16657,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Bernardo, Jose M. and Smith, Adrian F. M. Bayesian Theory. Chichester: Wiley, 1994.",
        "Burns, Arthur F. and Mitchell, Wesley C. Measuring Business Cycles. New York: National Bureau of Economic Research, 1946.",
        "Carlino, Gerald and DeFina, Robert. The Differential Regional Effects of Monetary Policy. Review of Economics and Statistics, November 1998, 80(4), pp. 572-587.",
        "Carlino, Gerald A. and DeFina, Robert H. How Strong Is Co-movement in Employment over the Business Cycle? Evidence from State/Sector Data. Journal of Urban Economics, March 2004, 55(2), pp. 298-315.",
        "Carlino, Gerald and Sill, Keith. Regional Income Fluctuations: Common Trends and Common Cycles. Review of Economics and Statistics, August 2001, 83(3), pp. 446-456.",
        "Casella, George and George, Edward I. Explaining the Gibbs Sampler. American Statistician, August 1992, 46(3), pp. 167-174.",
        "Chib, Siddhartha. Calculating Posterior Distributions and Modal Estimates in Markov Mixture Models. Journal of Econometrics, November 1996, 75(1), pp. 79-97.",
        "Crone, Theodore M. An Alternative Definition of Economic Regions in the United States Based on Similarities in State Business Cycles. Review of Economics and Statistics, November 2005, 87(4), pp. 617-626.",
        "Del Negro, Marco. Asymmetric Shocks among U.S. States. Journal of International Economics, March 2002, 56(2), pp. 273-297.",
        "Devroye, Luc. Non-Uniform Random Variate Generation. New York: Springer-Verlag, 1986.",
        "Forni, Mario and Reichlin, Lucrezia. Federal Policies and Local Economies: Europe and the US. European Economic Review, January 2001, 45(1), pp. 109-134.",
        "Fruhwirth-Schnatter, Sylvia and Kaufmann, Sylvia. Model-Based Clustering of Multiple Times Series. Journal of Business and Economic Statistics, January 2008, 26(1), pp. 78-89.",
        "Gelfand, Alan E.; Dey, Dipak K.; and Chang, Hong. Model Determination Using Predictive Distributions with Implementation via Sampling-Based Methods. J.M. Bernardo, J.O. Berger, A.P. Dawid and A.F.M. Smith (eds.), Bayesian Statistics 4. Oxford: Oxford University Press, 1992.",
        "Gelfand, Alan E. and Smith, Adrian F.M. Sampling-Based Approaches to Calculating Marginal Densities. Journal of the American Statistical Association, June 1990, 85(410), pp. 398-409.",
        "Geweke, John and Keane, Michael. Smoothly Mixing Regressions Journal of Econometrics, May 2007, 138(1), pp. 252-291",
        "Hamilton, James D. A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle. Econometrica, March 1989, 57(2), pp. 357-384.",
        "Hamilton, James D. Time Series Analysis. Princeton, NJ: Princeton University Press, 1994.",
        "Hamilton, James D. What's Real About the Business Cycle? Federal Reserve Bank of St. Louis Review, July/August 2005, 87(4), pp. 435-452.",
        "Holmes, Chris C. and Held, Leonhard. Bayesian Auxiliary Variable Models for Binary and Multinomial Regression. Bayesian Analysis, 2006, 1(1), pp. 145-168.",
        "Kaufmann, Sylvia. Dating and Forecasting Turning Points by Bayesian Clustering with Dynamic Structure: A Suggestion with an Application to Austrian Data. Journal of Applied Econometrics, March 2010, 25(2), pp. 309-344.",
        "Kim, Chang-Jin and Nelson, Charles R. State-Space Models with Regime Switching. Cambridge, MA: The MIT Press, 1999.",
        "Koenders, Kathryn and Rogerson, Richard. Organizational Dynamics over the Business Cycle: A View on Jobless Recoveries. Federal Reserve Bank of St. Louis Review, July/August 2005, 87(4), pp. 555-579.",
        "Kouparitsas, Michael A. Is the United States an Optimal Currency Area? Chicago Fed Letter, October 1999, No. 146, pp. 1-3.",
        "Owyang, Michael T.; Piger, Jeremy; and Wall, Howard J. Business Cycle Phases in U.S. States. Review of Economics and Statistics, November 2005, 87(4), pp. 604-616.",
        "Owyang, Michael T.; Piger, Jeremy M.; Wall, Howard J.; and Wheeler, Christopher H. The Economic Performance of Cities: A Markov-Switching Approach. Journal of Urban Economics, November 2008, 64(3), pp. 538-550.",
        "Partridge, Mark D. and Rickman, Dan S. Regional Cyclical Asymmetries in an Optimal Currency Area: An Analysis Using US State Data. Oxford Economic Papers, July 2005, 57(3), pp. 373-397.",
        "Picard, Richard R. and Cook, R. Dennis. Cross-Validation of Regression Models. Journal of the American Statistical Association, September 1984, 79(387), 575-583.",
        "Shao, Jun. Linear Model Selection by Cross-Validation. Journal of the American Statistical Association, June 1993, 88(422), pp. 486-494.",
        "Sims, Christopher A.; Waggoner, Daniel F.; and Zha, Tao. Methods for Inference in Large Multiple-Equation Markov-Switching Models. Journal of Econometrics, October 2008, 146(2), pp. 255-274.",
        "Tanner, Martin A. and Wong, Wing Hung. The Calculation of Posterior Distributions by Data Augmentation. Journal of the American Statistical Association, June 1987, 82(398), pp. 528-540.",
        "van Dijk, Bram; Franses, Philip Hans; Paap, Richard; and van Dijk, Dick. Modeling Regional House Prices. Econometric Institute Report EI 2007-55, 2007."
    ]
}