{
    "id": 16658,
    "cites": 44,
    "cited_by": 42,
    "reference": [
        "Andrews, Donald W.K and Vadim Marmer,(2008) Exactly Distribution-free Inference in Instrumental Variables Regression with Possibly Weak Instruments, Journal of Econometrics, 142(1), 183-200 Autor, David, Lawrence Katz, and Mellissa Kearney (2008), Trends in US wage Inequality: Revising the Revisionists, Review of Economics and Statistics, 90 (2), 300-323.",
        "Banerjee, Abhijit and Esther Duflo (2000) Reputation Effects and the Limits of Contracting: a Study of the Indian Software Industry, Quarterly Journal of Economics, 115(3), 989-1017.",
        "Banerjee, Abhijit and Esther Duflo (2005) Growth Through the Lens of Development Economics, in Philippe Aghion and Stephen Durlauf (eds), Handbook of Economic Growth, Volume 1, Amsterdam.",
        "Bartel, Ann, Casey Ichniowski and Kathryn Shaw, 2007. How Does Information Technology Really Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker Skills, Quarterly Journal of Economics, 122(4), 1721-1758.",
        "Bertrand, Marianne and Antoinette Schoar (2003) Managing with Style: The Effects of Managers on Corporate Policy, Quarterly Journal of Economics, 118(4), 1169-1208.",
        "Black, Sandra and Lisa Lynch. 2004. `What's Driving the New Economy? The Benefits of Workplace Innovation, Economic Journal, 114(493), 97-116.",
        "Bloom, Nicholas, Raffaella Sadun, and John Van Reenen (2009a) Americans do IT Better: American Multinationals and the Productivity Miracle, forthcoming American Economic Review.",
        "Bloom, Nicholas, Raffaella Sadun, and John Van Reenen (2009b) The organization of firms across countries, NBER Working Paper No. 15129.",
        "Bloom, Nicholas, and John Van Reenen (2007) Measuring and Explaining Management Practices across Firms and Countries, Quarterly Journal of Economics, 122(4), 1341-1408.",
        "Bloom, Nicholas, and John Van Reenen (2010) Human Resource Management and Productivity, draft chapter for the, Handbook of Labor Economics.",
        "Bresnahan, Timothy, Erik Brynjolfsson, and Lorin Hitt (2002) Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence, QJE, 117(1), 339-376.",
        "Bruhn, Miriam, Dean Karlan, and Antoinette Schoar (2010), The impact of offering consulting services to small and medium enterprises: evidence from a randomized trial in Mexico, mimeo.",
        "Clark, Greg (1987), Why isn't the Whole World Developed? Journal of Economic History, 141-173.",
        "Conley, Tim and Christopher Udry, (2010), Learning about a New Technology: Pineapple in Ghana, American Economic Review, 100(1), 35-69.",
        "De Mel, Suresh, David McKenzie and Christopher Woodruff (2008), Returns to Capital in Microenterprises: Evidence from a Field Experiment, QJE, 113(4), 1329-1372.",
        "Delery, John and Harold Doty (1996), Modes of Theorizing in Strategic Human Resource Management: Test of Universalistic, Contingency and Configurational Performance Predictions, Academy of Management Review, 39(4), 802-835.",
        "Drexler, Alejandro, Greg Fischer and Antoinette Schoar (2010), Financial literacy training and rule of thumbs: evidence from a field experiment, mimeo.",
        "Duflo, Esther, Michael Kremer and Jonathan Robinson (2009), Nudging farmers to use fertilizer: theory and experimental evidence from Kenya, Harvard mimeo.",
        "Foster, Lucia, John Haltiwanger and Chad Syverson (2008) Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability? American Economic Review, 98(1), 394-425 Garicano, Luis (2000) Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, 108(5), 874-904.",
        "Garicano, Luis and Van Zandt, Timothy (2010), Hierarchy, in Robert Gibbons and John Roberts, editors, Handbook of Organizational Economics, Princeton University Press.",
        "Gibbons, Robert and John Roberts (2010), The Handbook of the Organizational Economics, Princeton: Princeton University Press.",
        "Greevy, Robert, Jeffrey H. Silber, Avital Cnaan and Paul R. Rosenbaum (2004), Randomization Inference with Imperfect Compliance in the ACE-inhibitor, Journal of the American Statistical Association. 99(465), 7-15.",
        "Hsieh, Chiang-Tai and Pete Klenow (2009), Misallocation and Manufacturing TFP in China and India, Quarterly Journal of Economics, 124(4), 1403-1448.",
        "Hsieh, Chiang-Tai and Pete Klenow (2010), Development accounting, American Economic Journal: Macroeconomics, 2(1), 207-223.",
        "Huselid, Mark and Brian Becker (1996), Methodological Issues in Cross-sectional and Panel Estimates of the Human Resource-firm Performance link, Industrial Relations, 35(3), 400-422.",
        "Ichniowski, Casey, Kathryn Shaw and Giovanna Prenushi. (1997), The Effects of Human Resource Management: A Study of Steel Finishing Lines, American Economic Review, 87(3), 291-313.",
        "Karlan, Dean and Martin Valdivia (2010) Teaching Entrepreneurship: Impact of Business Training On Microfinance Clients and Institutions, Review of Economics and Statistics, forthcoming.",
        "Lazear, Edward, and Paul Oyer (2009), Personnel Economics, in Robert Gibbons and John Roberts, eds. Handbook of Organizational Economics.",
        "Lucas, Robert (1978), On the Size Distribution of Business Firms, Bell Journal of Economics, 508-23.",
        "MacDuffie, John Paul (1995), Human Resource Bundles and Management Performance: Organizational Logic and Flexible Production Systems, Industrial and Labor Relations Review, 48(2), 197-221.",
        "McKenzie, David (2010a), Impact Assessments in Finance and Private Sector Development: What have we learned and what should we learn? World Bank Research Observer, 25(2), 209-33.",
        "McKenzie, David (2010b) Beyond Baseline and Follow-up: The Case for More T in Experiments, Mimeo, World Bank.",
        "McKinsey Global Institute (2001), India: The Growth Imperative.",
        "Melitz, Marc (2003), The impact of Trade on Intra-industry Reallocations and Intra-industry Productivity, Econometrica, 71(6), 1695-1725.",
        "Milgrom, Paul and JohnRoberts (1990), The Economics of Modern Manufacturing: Technology, Strategy and Organization, American Economic Review, 80 (3), 511-528.",
        "Mookherjee, Dilip (2010), Incentives and Hierarchy, in Robert Gibbons and John Roberts, editors, Handbook of Organizational Economics, Princeton University Press, forthcoming.",
        "Mundlak, Yair (1961), Empirical Production Function Free of Management Bias, Journal of Farm Economics, 43(1), 4456.",
        "Osterman, Paul (1994), How Common Is Workplace Transformation and Who Adopts It? Industrial and Labor Relations Review, 47(2), 173-188.",
        "Pack, Howard (1987), Productivity, Technology, and Industrial Development: A Case Study in Textiles, World Bank Publications.",
        "Rajan, Raghuram, and Julie Wulf (2006) The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies, Review of Economics and Statistics, 88(4), 759-773.",
        "Syverson, Chad (2004), Market Structure and Productivity: A Concrete Example, Journal of Political Economy, 112(6), 1181-1222.",
        "Syverson, Chad (2010), `'What determines productivity at the micro level?, draft manuscript for the Journal of Economic Literature.",
        "Walker, Francis (1887), The source of business profits, Quarterly Journal of Economics, 1(3), 265-288.",
        "Womack, James, Daniel Jones and Daniel Roos (1991), The Machine that Changed the World, Harper Collins: New York."
    ]
}