{
    "id": 1665,
    "cites": 34,
    "cited_by": 19,
    "reference": [
        "Becker, G.S. 1968. \"Crime and Punishment: An Economic Approach,\" Journal -&gt;f Political Economy, 76 (March/April) 169-217. Becker, G.S. 1973. \"A Theory of Marriage: Part I,\" Journal of political Economy, 81 (July/August) 813-846.",
        "Becker, G.S. 1974. \"A Theory of Marriage: Part II,\" Journal of Political Economy, 82 (March/April) 511-526.",
        "Becker, G.S. 1981. A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Becker, G.S. and W.M. Landes (eds.). 1974. Essays in the Economics of Crime and Punishment. New York: Columbia University Press.",
        "Belsley, D.A., E. Kuh, and R.E. Welsch. 1980. Regression Diagnostics. New York: John Wiley and Sons.",
        "Berk, R.A. and L.W. Sherman. 1983. \"Police Responses to Family Violence Incidents: An Analysis of an Experimental Design with Incomplete Randomization,\" Working paper, Department of Sociology, University of California, Santa Barbara, CA.",
        "Blumstein, A., J. Cohen and D. Nagin (eds.). 1978. Deterrence and Incapacitation: Estimating the Effects of Criminal Sanctions on Crime Rates. Washington, DC: National Academic of of Sciences.",
        "Cook, P.J. 1980. \"Research in Criminal Deterrence: Laying the Groundwork for the Second Decade\" in N. Morris and M. Tonry (eds.). crime and Justice: An Annual Review of Research, Vol. 2. Chicago: University of Chicago Press. 211-268.",
        "Davidson, T. 1978. Conjugal Crime: Understanding and Changing the Wifebeatinq Problem, New York: Hawthorn Press.",
        "Dobash, R.E. and R- Dobash. 1979. Violence Against Wives:_A Case Against Patriarchy. New York: The Free press.",
        "Ehrlich, I. 1975. \"The Deterrent Effect of Capital Punishment: A Question of Life and Death,\" American Economic Review 65 (June) 397-417.",
        "Finkelhor, D., R.J. Gelles, G.T. Hotaling and M.A. Straus. 1983. The Dark Side of Families: Current Family Violence Research. Beverly Hills, CA: Sage.",
        "Freeman, R.B. 1983. \"Crime and the Labor Market\" in J.Q. Wilson (ed.). Crime and Public Policy. San Francisco: Institute for Contemporary Studies.",
        "Gelles, R.J. 1980. \"Violence in the Family: A Review of Research in the Seventies,\" Journal of Marriage and the Family 42 (November) 873-885.",
        "Gelles, R.J. 1982. \"Domestic Criminal Violence,\" in M.E. Wolfgang and N.A. Weiner (eds.). Criminal Violence. Beverly Hills, CA: Sage Publications. 201-235.",
        "Hart, W.L., et al. 1984. Final Report: Attorney General's Task Force on Family Violence. Washington, DC: U.S. Department of Justice-.",
        "Heineke, J.M. (ed.). 1978. Economic Models of Criminal Behavior. Amsterdam: North-Holland.",
        "Krasker, W.S. and R.E, Welsch. 1982. \"Efficient BcundedInfluence Regression Estimation,\" Journal of the American Statistical Association, 77 (September) 595-604.",
        "Levinger, G. 1966. \"Sources of Marital Dissatisfaction Among Applicants for Divorce,\" American Journal of Orthopsychiatry, 26 (October) 803-892.",
        "Long, S.K. and A.D. Witte. 1981. \"Current Economic Trends: Implications for Crime and Criminal Justice,\" in Kevin H. Wright (ed.). Crime and Criminal Justice in a Declining Economy. Cambridge, MA: Oelgeschlager, Gunn and Hain. 69-143.",
        "Long, S.K., A.D. Witte and P. Karr. 1983. \"Family Violence: A Microeconomic Approach,\" Social Science Research, 12 (December) 363-392.",
        "Manser, M. and M. Brown. 1980. \"Marriage and Household DecisionMaking: A Bargaining Analysis,\" International Economic Review, 21 (February) 31-44.",
        "Martin, D. 1976. Battered Wives. San Francisco: Glide.",
        "McElroy, M.S. and M.J. Horney. 1981. \"Nash-Bargained Household Decisions: Toward a Generalization of the Theory of Demand,\" International Economic Review 22 (June) 333-349.",
        "Novack, S. and B. Galaway. 1982. \"Domestic Abuse Intervention Project: Six Month Research Report,\" Social Development Associates, Duluth, MN.",
        "Pagelow, M.D. 1981. Women Battering: Victims and Their Experiences. Beverly Hills, CA: Sage.",
        "pollak, R.A. 1984. \"A Transaction Costs Approach to Families and Households,\" Working Paper, Departmentof Economics, University of Pennsylvania.",
        "Samuelson, P.A. 1956. \"A Social Indifference Curve.\" Quarterly Journal of Economics. 70 (Pebruary) 1-22.",
        "Scanzoni, J. 1977. \"Social Process and power in Families,\" in W.R. Burr, R. Hill, F.I. Nye and I.L. Reiss (eds.). Contemporary Theories About the Family. New York: Free 'ress.",
        "Straus, M.A., R.J. Gelles and S.K. Steinmetz. 1980. Behind Closed Doors: Violence in the American Family. New York: Anchor Books.",
        "Tauchen, H.V., S.K. Long and A.D. Witte. 1983. \"Economic Issues in Family Violence: violence as a Control Mechanism,\" Working Paper, Department of Economics, University of North Carolina, Chapel Hill, NC.",
        "Tauchen, H.V., A.D. Witte and S.K. Long. 1984. \"Violence in the Family: A Non-Random Affair,\" Working paper #89, Department of Economics, Wellesley College, Wellesley, MA.",
        "U.S. Department of justice, Bureau of justice Statistics. 1980. Intimate Victims: A Study of Violence Among Friends and Relatives. Washington, DC: U.S. Government printing Office.",
        "Yllo, K. 1983. \"Sexual Equality and Violence Against Wives in American States,\" journal of Comparative Family Studies, 14 (Spring) 67-86."
    ]
}