{
    "id": 16653,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Auerbach, Alan J., and Anthony J. Pellechio, The Two-Part Tariff and Voluntary Market Participation, Quarterly Journal of Economics, Vol. 92 (4), 1978, pp. 571-587.",
        "Averch, Harvey and Leland L. Johnson, Behavior of the Firm Under Regulatory Constraint, American Economic Review, Vol. 52 (1962), pp. 1052-1069.",
        "Ballard, Charles L. and Don Fullerton, Distortionary Taxes and the Provision of Public Goods, Journal of Economic Perspectives, Vol. 6, No. 3 (Summer 1992), pp. 117-131.",
        "Baumol, William J. and D. F. Bradford, Optimal Departures from Marginal Cost Pricing, American Economic Review, 1970, 265-283.",
        "Borenstein, Severin, The Redistributional Impact of Non-linear Electricity Pricing, NBER Working Paper 15822, 2010.",
        "Borenstein, Severin, Meghan Busse, and Ryan Kellogg, Principal-Agent Incentives, Excess Caution, and Market Inefficiency: Evidence from Utility Regulation, NBER Working Paper 13679, 2009.",
        "Coase, Ronald H., The Marginal Cost Controversy, Economica, Vol 13 (1946), pp. 169-182.",
        "Cutler, David M. and Lawrence F. Katz, Rising Inequality? Changes in the Distribution of Income and Consumption in the 1980's, American Economic Review, Vol. 82(2) (May, 1992), pp. 546-551.",
        "Deaton, Angus and John Muellbauer, Economics and Consumer Behavior, 1980, Cambridge University Press: Cambridge, UK.",
        "Dubin, Jeffrey A. and Daniel L. McFadden. An Econometric Analysis of Residential Electric Durable Good Holdings and Consumption, Econometrica, 1984, 52(2), 345-362.",
        "Federal Interagency Working Group, Appendix 15A: Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866, 2010.",
        "Feenberg and Coutts, An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management, Vol. 12, No. 1 (Winter, 1993), pp. 189-194.",
        "Feldstein, Martin, Equity and Efficiency in Public Sector Pricing: The Optimal Two-Part Tariff, Quarterly Journal of Economics, Vol. 86, No. 2 (May, 1972), pp. 175-187.",
        "Hausman, Jerry A. Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables, Bell Journal of Economics, 1979, 10(1), 33-54.",
        "Hotelling, Harold, The General Welfare in Relation to Problems of Taxation of Railway and Utility Rates,Econometrica, Vol. 6 (3), 1938, pp. 242-269.",
        "Ito, Koichiro, How Do Consumers Respond to Nonlinear Pricing? Evidence From Household Electricity Demand, Energy Institute at Haas Working Paper Number 210, 2010.",
        "Knittel, Chris R., Market Structure and the Pricing of Electricity and Natural Gas, Journal of Industrial Economics, Vol. 60 (2003), pp. 167-191.",
        "Naughton, Michael C., The Efficiency and Equity Consequences of Two-Part Tariffs in Electricity Pricing, Review of Economics and Statistics,Vol. 68 (1982), pp. 406-414.",
        "Ng, Yew-Kwang, and Mendel Weisser, Optimal Pricing with a Budget Constraint-The Case of the Two-part Tariff, Review of Economic Studies Vol. 41 (1974), pp. 337-345.",
        "Oi, Walter Y., A Disneyland Dilemma: Two-Part Tariffs for a Mickey Mouse Monopoly, Quarterly Journal of Economics, Vol. 85, No. 1 (Feb., 1971), pp. 77-96.",
        "Poterba, James M., Lifetime Incidence and the Distributional Burden of Excise Taxes, American Economic Review Vol. 79(2) (1989), pp. 325-330.",
        "Poterba, James M., Is the Gasoline Tax Regressive? Tax Policy and the Economy Vol. 5, (1991), pp. 145-164.",
        "Ramsey, Frank, A Contribution to the Theory of Taxation, Economic Journal, Vol. 37 (1947), pp. 47-61.",
        "Reiss, Peter C. and Matthew W. White, Household Electricity Demand, Revisited, Review of Economic Studies, Vol. 72, No. 3 (2005), pp. 853-883.",
        "Schmalensee, Richard, Monopolistic Two-Part Pricing Arrangements,Bell Journal of Economics, Vol. 12, No. 2 (Autumn, 1981), pp. 445-466.",
        "Sherman, Roger, and Michael Visscher, Rate-of-Return Regulation and Two-Part Tariffs,Quarterly Journal of Economics, Vol. 96 (1982), pp. 27-42.",
        "Snow, Arthur and Ronald S. Warren, Jr., The Marginal Welfare Cost of Public Funds: Theory and Estimates, Journal of Public Economics, Vol. 61 (1996), pp. 289-305.",
        "U.S. Department of Energy, Energy Information Administration, Steven H. Wade, Price Responsiveness in the AEO2003 NEMS Residential and Commercial Building Sector Models, released October 2003.",
        "U.S. Department of Energy, Energy Information Administration, Natural Gas Residential Choice Programs, U.S. Summary 2005, 2005.",
        "U.S. Department of Energy, Energy Information Administration, EIA-176 Query System 2008, released November 2008.",
        "U.S. Department of Energy, Energy Information Administration, Emissions of Greenhouse Gases in the United States 2008, DOE/EIA-0573, published December 2009.",
        "U.S. Department of Energy, Energy Information Administration, Natural Gas Navigator, available online at http://www.eia.doe.gov/ (2010a).",
        "U.S. Department of Energy, Energy Information Administration, Natural Gas Annual 2008, DOE/EIA-0131, published March 2010 (2010b)."
    ]
}