{
    "id": 1666,
    "cites": 32,
    "cited_by": 104,
    "reference": [
        "Mgner, D.J. and G.C. Cain, Statistical Theories of Discrimination in Labor Markets, Industrial and Labor Relations Review 30, 2 (January 1977), pp. 175-~87.",
        "Akerlof, G. and J. Yellen, The Macroeconomic Consequences of Near Rational Rule of Thumb Behavior, unpublished, 1984.",
        "Arnold, H. L. and F.L. Favarote, FORD METHODS AND THE FORD SHOPS (New York) 1915.",
        "Arrow, K.~, The Theory of Discrimination, in 0. Ashenfelter and A. Rees, Eds., DISCRIMINATION IN LABOR MARKETS (Princeton,~ New Jersey; Princeton University Press) 1973 3-33.",
        "Becker, G., THE ECONOMICS OF DISCRIMINATION (Chicago: Urviversty of Chicago Press) 1957.",
        "Becker, G., Human Capital, Effort and the Sexual Division of Labor, Journal of Labor Economics, January 1985.",
        "Becker, G. and G. Stigler, Malfeasance and the Compensation of Enforcers, Journal of Legal Studies, 1973.",
        "Bhagwhati, J. and T.N. Srinivasan, LECTURES ON INTERNATIONAL TRADE THEORY (Cambridge, Mass.: MIT Press) ~983. Blau, F., Discrimination Against Women: Theory and Evidence, in LABOR ECONOMICS: MODERN VIEWS (Boston: Martinus Nijhoff) 1983.",
        "Bowles, S~, The Production Process in a Competitive Economy: Walrasian, Neo-Hobbesian and Marxian Models, American Economic Review, March 1985.",
        "Brown, C. and J. Medoff, The Employer Size-Wage Effect, unpublished, 1984.",
        "Brown, C. and J. Medoff, Trade Unions in the Production Process, Journal of Political Economy, 1978.",
        "Calvo, G., Quasi-Wairasian Theories of Unemployment,t American Economic Review, May 1979, pp. 102-107.",
        "Clark, K. and L. Summers, Labor Market Dynamics and Unemployment: A Reconsideration, Srook~ngs Papers on Economic Activity 1979:1, pp. 14-60.",
        "Doeringer, P.B. and M.J. Piore, INTERNAL LABOR MARKETS AND MANPOWER ANALYSIS (Lexington, Mass.: D. C. Heath and Co.) 1971.",
        "Dunlop, J., Industrial Relations and Economics: The Common Frontier of Wage Determination, unpublished, 1985.",
        "Freeman, R. and J. Medoff, WHAT DO UNIONS DO? (New York: Basic Books) 1984.",
        "Gintis, H. and T. Ishikawa, Wages, Work Discipline and MacroeconQmic Equilibrium, unpublished (1984).",
        "Hall, R., The Rigidity of Wages and the Persistence of Unemployment, Brookings Papers on Economic Activity 1975:2, pp. 301-335.",
        "Harris, J. and M. Todaro, Migration, Unemployment and Development: A Two Sector Analysis, American Economic Review, March 1970, pp. 126-143.",
        "Lawrence, C. and R. Lawrence, Relative Wages in U.S. Manufacturing: An Endgame Interpretation, forthcoming `in Brookings Papers on Economic Activity 1985:1.",
        "Lazear, E., Agency, Earnings Profiles, Productivity, and Hours Restrictions, American Economic Review, September 1981, 606-620.",
        "Lee, J.R., So Called Profit Sharing System in the Ford Plant, Annals of the American Academy of Political and Social Science, May 1916, pp. 297-310.",
        "Lloyd, C. and B. Niemi, THE ECONOMICS OF SEX DIFFERENTIALS (New York: Columbia University Press, 1979.",
        "Lundberg, S. and R. Startz, Private Discrimination and Social Intervention in Competitive Labor Markets, American Economic Review, June 1983, pp. 340-347.",
        "Marston, S., Employment Instability and High Unemployment Rates, Brookings Papers on Economic Activity 1976:1, 169-203.",
        "Medoff, J.L. and K.G. Abraham, Are Those Paid More Really More Productive? The Case of Experience, Journal of Human Resources 16, 2 (Spring 1981), 186-216.",
        "Mincer, J., Family Investments in Human Capital: Earnings of Women, Journal of Political Economy (March/April 1974) 82, 2 (Part 2), 576-S108.",
        "Nelson, R., Perspectives on the Productivity Slowdown, Journal of Economic Literature, September 1981.",
        "Nevths, Alan, FORD, THE TIMES, THE MAN, THE COMPANY (New York: Charles Scribner Sons) 1984.",
        "Okun, A., Prices and Quantities: A Macro-economic Analysis, Brookings Institution, 1982.",
        "Rock, Milton (ed.)., Handbook of Wage and Salary Administration, 1984.",
        "Shapiro, C. and J. Stiglitz, Involuntary Unemployment as a Worker Discipline Device, American Economic Revi~w, June 1984."
    ]
}