{
    "id": 16678,
    "cites": 63,
    "cited_by": 13,
    "reference": [
        "Acemoglu, Daron, Simon Johnson and James Robinson 2001, The Colonial Origins of Comparative Development: An Empirical Investigation, The American Economic Review, Vol. 91, No. 5, December, 1369-1401.",
        "Acemoglu, Daron, Simon Johnson and James Robinson , 2005, A Response to Albouy's A Reexamination Based on Improved Settler Mortality Data, mimeo, (March).",
        "Acemoglu, Daron, Simon Johnson and James Robinson. 2006. Reply to the Revised (May 2006) version of David Albouy's The Colonial Origins of Comparative Development: An Investigation of the Settler Mortality Data. Albouy, David. 2008. The Colonial Origins of Comparative Development: An Investigation of the Settler Mortality Data. National Bureau of Economic Research working paper #14130.",
        "Banerjee, Abhijit and Lakshmi Iver. 2010. Colonial land tenure, electoral competition and public goods in India. In Jared Diamond and James A. Robinson, eds. Natural Experiments of History. Harvard University Press, Cambridge MA, c. 6.",
        "Black, Fischer. 1982. The Trouble with Econometric Models. Financial Analysts Journal 38(2)29-37.",
        "Buchanan, James. 2003. Public Choice: The Origins & Development of a Research Program. Center for the Study of Public Choice at George Mason University.",
        "Caballero, Ricardo. 2010. Macroeconomics after the Crisis: Time to Deal with the Pretence-of-Knowledge Syndrome. MIT Department of Economics Working Paper No. 10-16 Camerer, Colin. 2010. Behavioral Game Theory: Experiments in Strategic Interaction. Princeton University Press.",
        "Campbell, John, Andrew Lo and A. Craig MacKinlay. 1997. The Econometrics of Financial Markets. Princeton University Press.",
        "Casson, Mark, Bernard Yeung, Anuradha Basu, and Nigel Wadeson, eds. 2006. Oxford Handbook of Entrepreneurship, Oxford University Press, Oxford: England.",
        "Casson, Mark. 1993. Entrepreneurship in D. R. Henderson (ed). The Fortune Encyclopaedia of Economics, New York: Warner Book.",
        "Chandler, Alfred D. 1962. Strategy and Structure, MIT Press: Cambridge, MA.",
        "Cox, Richard and David Wallace, eds.2002. Archives and the Public Good: Accountability and Records in Modern Society. Westport CT: Quorum Books.",
        "Deaton, Angus. 2010. Instruments, Randomization, and Learning about Development, Journal of Economic Literature, 48 (June) 424-455.",
        "Derrida, Jacques. 1967. De la Grammatologie. Paris: Les Ã\u0083â\u0080°ditions de Minuit Diamond, Jared and James A. Robinson, eds. 2010, Natural Experiments of History, Harvard University Press, Cambridge MA.",
        "Diebold, Francis. 1998. The Past, Present & Future of Macroeconomic Forecasting. Journal of Economic Perspectives 12(2)175-192.",
        "Edgeworth, Francis. 1881. Mathematical psychics: an essay on the application of mathematics to the moral sciences. C. Keegan, Paul & Co. London.",
        "Engerman, Stanley and Robert Fogel. 1974. Time on the Cross: The Economics of American Negro Slavery. Boston: Littel Brown & Co.",
        "Feldstein, Martin. 2009. Rethinking the Role of Fiscal Policy. American Economic Review 99(2)556-59.",
        "Feyerabend, Paul. 1975. Against Method: Outline of an Anarchistic Theory of Knowledge. London: NLB.",
        "Fogel, Robert. 2003. The Slavery Debates, 1952-1990: A Retrospective . Baton Rouge: Louisiana State University Press.",
        "Fohlin, Caroline, 2005. The History of Corporate Ownership & Control in Germany. In: Morck RK (ed.) A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press, pp. 223-277.",
        "Ford, Henry (with Samuel Crowther). 1922. My Life and Work. Garden City NY: Garden City Publishing.",
        "Godley, Andrew, 2001. Jewish Immigrant Entrepreneurship in New York and London 1880-1914: Enterprise and Culture. Palgrave Macmillan, 2001.",
        "Granger, Clive. 1969. Investigating causal relations by econometric models & cross-spectral methods. Econometrica 37, 424-438.",
        "Gutman, Herbert. 2003. Slavery and the Numbers Game: A Critique of 'Time on the Cross. Champaign IL: University of Illinois Press.",
        "Haber, Stephen H. 2010. Politics Banking, and economic Development: Evidence from New World Economies. In Diamond, Jared and James A. Robinson, eds. Natural Experiments of History, Harvard University Press, Cambridge MA, c. 3.",
        "Haber, Stephen H., 1997. How Latin America fell behind: essays on the economic histories of Brazil & Mexico, 1800-1914. Stanford University Press.",
        "Haber, Stephen, Douglass North & Barry Weingast. 2008. Political institutions & financial development. Stanford University Press.",
        "Hardin, Garrett. 1968. The Tragedy of the Commons. Science 162(3859)1243  1248.",
        "Hertner, Peter., and Geoffrey Jones, 1986., Multinationals: Theory and History. Gower Publishing Company Ltd., Hauts: England.Henry, Peter, and Conrad Miller, 2009, Institutions versus Policies: A Tale of Two Islands American Economic Review: Papers & Proceedings, 99:2, 261267 Jones, Geoffrey and Tarun Khanna, 2006, Bringing History (back) into International Business, Journal of International Business Studies, vol. 37. Pp. 453-468.",
        "Jones, Geoffrey, 2005. Multinationals and Global Capitalism, frm the Nineteenth to the Twenty First Century, Oxford University Press Kindleberger, Charles, 1978. Manias, Panics & Crashes. Basic Books, New York.",
        "Kragh,Helge. 2002. Quantum generations: A history of physics in the twentieth century. Princeton University Press.",
        "Krugman, Paul. 2007. The Conscience of a Liberal. W.W. Norton & Co.",
        "Kuhn, Thomas. 1962. The Structure of Scientific Revolutions. University of Chicago Press. Lal, Deepak. The Poverty of Development Economics. MIT Press.",
        "Lamoreaux, Naomi R., Daniel M. G. Raff, and Peter Temin. 2007. Economic Theory and Business History, Ch. 3, The Oxford Handbook of Business History, Geoffrey Jones and Jonathan Zeitlin, eds., Oxford University Press, Oxford UK.",
        "Laplace, Pierre-Simon. 1814. Essai philosophique sur les probabilities. (Frederick Truscott & Frederick Emory, trans. 1951. A Philosophical Essay on Probabilities, Dover).",
        "Larson, Edward. 2004. Evolution: The Remarkable History of a Scientific Theory. Random House Modern Library. Latsis, Spiro, ed. Method and Appraisal in Economics. Cambridge University Press.",
        "Lazear, Edward, 2000.Economic Imperialism. Quarterly Journal of Economics, February, 99-146.",
        "Levy, David & Sandra Peart. 2009. Soviet Growth & American Textbooks. Economics Dept., George Mason University working paper.",
        "McClosky, Dierdre. 1985. The Rhetoric of Economics. University of Wisconsin Press.",
        "McLuhan, Marshall. 1962. The Gutenberg Galaxy : The Making of Typographic man. University of Toronto Press.",
        "Michie, Ranald. 2008. The Global Securities Market: A History. Oxford University Press.",
        "Mirowski, Philip. 1991. More Heat than Light: Economics as Social Physics, Physics as Nature's Economics. Cambridge University Press.",
        "Morck, Randall & Masao Nakamura. 2007. Business Groups & the Big Push: Meiji Japan's Mass Privatization & Subsequent Growth. Enterprise & Society 8 3, 543-601 Morck, Randall, and Bernard Yeung, 2007. History in perspective: comment on Jones and Khanna `Bringing history (back) into international business, Journal of International Business Studies, 38 357-360.",
        "Morck, Randall, ed. 2005. A History of Corporate Governance around the World: Family Business Groups to Professional Managers. University of Chicago Press.",
        "Muth, John. 1961. Rational Expectations & the Theory of Price Movements. Econometrica 29 31535 Nelson, C. R. 1972.The Prediction Performance of the F.R.B.-M.I.T.-Penn Model of the U.S. Economy. American Economic Review 62 902-17.",
        "North, Douglass, John Wallis & Barry Weingast.2009. Violence & Social Orders. Cambridge University Press.",
        "Popper, Carl. 1934. Logik der Forschung. Vienna: Springer.",
        "Rajan, Raghuram & Luigi Zingales. 2003. The Great Reversals: The Politics of Financial Development in the Twentieth Century. Journal of Financial Economics 69 1, 5-50.",
        "Rajan, Raghuram & Luigi Zingales. 2004. Saving capitalism from the capitalists. Princeton University Press.",
        "Roll, Richard, 1988. R-Squared. Journal of Finance 43 3, 541-66.",
        "Sachs, Jeffrey. 2005. The End of Poverty: Economic Possibilities for Our Time. New York: Penguin.",
        "Samuelson, Paul. 1948-1980. Economics: An Introductory Analysis. New York. McGraw-Hill.",
        "Scranton, Philip. 1997. Endless Novelty: Specialty Production and American Industrialization, 1865  1925. Princeton University Press: Princeton, New Jersey.",
        "Stiglitz, Joseph. 2006. Making Globalization Work. W.W. Norton & Co.",
        "Stock, James & Mark Watson. 2010. Introduction to Econometrics, 2 nd ed. Addison Wesley.",
        "Summers, Lawrence & Robert Stambaugh. 1986. The Does the Stock Market Rationally Reflect Fundamental Values. Journal of Finance 41(3) 591-603.",
        "Tobin, James. 1970. Money & Income: Post Hoc Ergo Propter Hoc? Quarterly Journal of Economics 84(2)30117.",
        "Tolliday, Steven and Jonathan Zeitlin, eds. 1987. The Automobile Industry and Its Workers: Between Fordism and Flexibility Comparative analysis of developments in Europe, Asia, and the United States from the late 19th century to the mid-1980s. St. Martin's Press, New York.",
        "Tufte, Edward. 2003. The Cognitive Style of PowerPoint. Graphics Press.",
        "Weimer, David. 1986. Collective delusion in the social sciences: Publishing incentives for empirical abuse. Review of Policy Research 5(4) 7058.",
        "Wiener, Norbert. 1956 The theory of prediction. In. E. F. Beckenbach, ed. Modern Mathematics for Engineers I. New York: McGraw-Hill.",
        "Wilkins, Mira. 1970. The Emergence of Multinational Enterprise. Cambridge, MA: Harvard University Press."
    ]
}