{
    "id": 16672,
    "cites": 23,
    "cited_by": 33,
    "reference": [
        "Anderson, James, 1979, The theoretical foundation for the gravity equation, American Economic Review 69, 106-116.",
        "Balassa, Bela (1965), Economic Development and Integration. Centro de Estudios Monetarios Latinoamericanos.",
        "Balassa, Bela (1966). Tariff Reductions and Trade in Manufacturers among the Industrial Countries, American Economic Review, Vol. 56, No. 3 (June), pp. 466-473.",
        "Baldone, Salvatore, Fabio Sdogati and Lucia Tajoli (2007). On Some Effects of International Fragmentation of Production on Comparative Advantages, Trade Flows and the Income of Countries, The World Economy, Blackwell Publishing, vol. 30(11), pages 17261769, November.",
        "Baldwin, Richard and Daria Taglioni (2007).Trade effects of the euro: A comparison of estimators, Journal of Economic Integration, 22(4), December, pp 780818. 2007.",
        "Circulated as Gravity for dummies and dummies for gravity equations CEPR DP5850, and NBER WP 12516. 2007 Baldwin, Richard (2006). Globalisation: the great unbundling(s), Chapter 1, in Globalisation challenges for Europe, Secretariat of the Economic Council, Finnish Prime Minister's Office, Helsinki, 2006, pp 5-47. http://hei.unige.ch/baldwin/PapersBooks/Unbundling_Baldwin_06-09-20.pdf Bergstrand, J. (1985), The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence, Review of Economics and Statistics, 1985, 67:3, August, pp. 474-81.",
        "Dreze, Jacques (1961). Les exportations intra-C.E.E, en 1958 et la position Beige.",
        "Recherches Economiques de Louvain, Vol. 27, 1961, pp. 717-738.",
        "Feenstra, Robert (1998). Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives-Volume 12, Number 4-Fall 1998-Pages 31-50.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg (2008). Trading Tasks: A Simple Theory of Offshoring, American Economic Review, vol. 98(5), pages 1978-97, December.",
        "Grubel, Herbert G., EJ. Lloyd (1975). lntra-lndustry Trade: The Theory and Measurement of International Trade in Differentiated Products. London.",
        "Grunwald, Joseph and Kenneth Flamm (1985). The global factory: Foreign assembly in international trade, Brookings Institution, Washington, DC.",
        "Haddad, Mona (2007). Trade integration in East Asia: the role of China and production networks, World Bank Policy Research Working Paper 4160, March.",
        "Harrigan, James, 1996. Openness to trade in manufactures in the OECD, Journal of International Economics, Elsevier, vol. 40(1-2), pages 23-39, February.",
        "Helpman, Elhanan and Paul Krugman, 1985, Market structure and foreign trade, MIT Press.",
        "Helpman, Elhanan, Marc Melitz and Yona Rubinstein (2008). Estimating Trade Flows: Trading Partners and Trading Volumes, The Quarterly Journal of Economics, MIT Press, vol. 123(2), pages 441-487, 05.",
        "Kimura, Fukunari, Yuya Takahashi, and Kazunobu Hayakawa (2007). Fragmentation and parts and components trade: Comparison between East Asia and Europe, North American Journal of Economics and Finance, Volume 18, Issue 1, 1 February.",
        "Lamy, Pascal (2010). An urban legend about international trade, speech 5 June 2010, http://other-news.info/index.php?p=3390.",
        "Linneman, Hans (1966). An econometric study of international trade flows, North-Holland, Amsterdam.",
        "Poyhonen, Pentti (1963). A tentative model for the volume of trade between countries, Weltwirtschaftliches Archiv, 90, pp 93-99.",
        "Tinbergen, Jan (1962). Shaping the world economy: Suggestions for an international economics policy, The Twentieth Century Fund, New York.",
        "Vanek, Jaroslav (1963). Variable Factor Proportions and Interindustry Flows in the Theory of International Trade, Quarterly Journal of Economics, LXXVII (Feb. 1963).",
        "Yi, K-M (2003). Can Vertical Specialization Explain the Growth of World Trade? The Journal of Political Economy, Vol. 111, No. 1 (Feb.), pp. 52-102."
    ]
}