{
    "id": 16677,
    "cites": 50,
    "cited_by": 22,
    "reference": [
        "Albuquerque, Rui, Gregory Bauer, and Martin Schneider. 2007. International Equity Flows and Returns: A Quantitative Equilibrium Approach. Review of Economic Studies, 74(1): 1-30.",
        "Albuquerque, Rui, Gregory Bauer, and Martin Schneider. 2009. Global Private Information in International Equity Markets. Journal of Financial Economics, 94(1): 18-46.",
        "Ammer, John, Sara Holland, David C. Smith, and Francis E. Warnock. 2006. Look at Me Now: What Attracts U.S. Shareholders. NBER Working Paper 12500.",
        "Ang, Andrew, and Geert Bekaert. 2007. Stock Return Predictability: Is It There? Review of Financial Studies, 20: 651-707.",
        "Balvers, Ronald, Yangru Wu, and Erik Gilliland. 2000. Mean Reversion across National Stock Markets and Parametric Contrarian Investment Strategies. Journal of Finance, 55(2): 745-772.",
        "Bansal Ravi, and Magnus Dahlquist. 2000. The Forward Premium Puzzle: Different Tales from Developed and Emerging Economies. Journal of International Economics, 51: 115-144.",
        "Bekaert, Geert, and Campbell R. Harvey. 1997. Emerging Equity Market Volatility. Journal of Financial Economics, 43: 29-77.",
        "Bekaert, Geert, Campbell R. Harvey and Christian Lundblad. 2007. Liquidity and Expected Returns: Lessons from Emerging Markets. Review of Financial Studies, 20: 1783-1831.",
        "Bertaut, Carol C., and Ralph W. Tryon. 2007. Monthly Estimates of U.S. Cross-Border Securities Positions. FRB International Finance Discussion Paper No. 910.",
        "Bohn, Henning, and Linda Tesar. 1996. U.S. Equity Investment in Foreign Markets: Portfolio Rebalancing or Returns Chasing? American Economic Review, 86(2): 77-81.",
        "Brennan, Michael, and Henry Cao. 1997. International Portfolio Investment Flows. Journal of Finance, 52: 1851-1880.",
        "Broner, Fernando, Tatiana Didier, Aitor Erce, and Sergio Schmukler. 2010. `Gross Capital Flows: Dynamics and Crises. http://www.crei.cat/people/broner/BDES.pdf.",
        "Campbell, John Y., and Motohiro Yogo. 2006. Efficient Tests of Stock Return Predictability. Journal of Financial Economics, 81: 27-60.",
        "Choe, Hyuk, Bong-Chan Kho, and Rene Stulz. 2005. Do Domestic Investors Have an Edge? The Trading Experience of Foreign Investors in Korea. Review of Financial Studies, 18(3): 795-829.",
        "Curcuru, Stephanie E., Tomas Dvorak, and Francis E. Warnock. 2008. Cross-Border Returns Differentials. Quarterly Journal of Economics, 123(4): 14951530.",
        "Curcuru, Stephanie E., Tomas Dvorak, and Francis E. Warnock. 2010. The Decomposition of the U.S. External Returns Differential. Journal of International Economics, 80: 22-32.",
        "Curcuru, Stephanie E., Charles Thomas, and Francis E. Warnock. 2009. Current Account Sustainability and Relative Reliability. In NBER International Seminar on Macroeconomics 2008, ed. J. Frankel and C. Pissarides, 67-109. Chicago: University of Chicago Press.",
        "Curcuru, Stephanie E., Charles Thomas, Francis E. Warnock, and Jon Wongswan. 2010. What Influences U.S. International Equity Investment: Equity or Currency Returns? http://faculty.darden.virginia.edu/warnockf/papers/CTWW2__EquityCurrency.pdf.",
        "DeBondt , Werner, and Richard Thaler. 1985. Does the Stock Market Overreact? Journal of Finance, 40: 793-805.",
        "Devereux, Michael, and Alan Sutherland. 2008. Country Portfolios in Open Economy Macro Models. NBER Working Paper 14372.",
        "Devereux, Michael, and Alan Sutherland. 2010. Valuation Effects and the Dynamics of Net External Assets. Journal of International Economics, 80: 129-143.",
        "Dumas, Bernard, Karen K. Lewis, and Emilio Osambela. 2010. Differences of Opinion and International Equity Markets. SSRN Working Paper 1570168.",
        "Dvorak, Tomas. 2005. Do Domestic Investors Have an Information Advantage? Evidence from Indonesia. Journal of Finance, 60: 817-839.",
        "Eckbo, Espen, and David C. Smith. 1998. The Conditional Performance of Insider Trades. Journal of Finance, 53(2): 467-498.",
        "Ferson, Wayne, and Campbell R. Harvey. 1993. The Risk and Predictability of International Equity Returns. Review of Financial Studies, 6: 527-566.",
        "Ferson, Wayne, and Kenneth Khang. 2002. Conditional Performance Measurement Using Portfolio Weights: Evidence for Pension Funds. Journal of Financial Economics, 65: 249-282.",
        "Ferson, Wayne, Sergei Sarkissian, and Timothy Simin. 2003. Spurious Regressions in Financial Economics? Journal of Finance, 58: 1393-1413.",
        "Forbes, Kristin, and Francis E. Warnock. 2010. Capital Flow Waves: Surges, Stops, Flight and Retrenchment. http://www.nber.org/confer/2010/GFCs10/Forbes_Warnock.pdf.",
        "Griever, William, Gary A. Lee, and Francis E. Warnock. 2001. The U.S. System for Measuring Cross-Border Investment in Securities: A Primer with Discussion of Recent Developments. Federal Reserve Bulletin, 87: 633-650.",
        "Grinblatt, Mark, and Sheriden Titman. 1993. Performance Measurement without Benchmarks: An Examination of Mutual Fund Returns. Journal of Business, 60: 97-112.",
        "Grinblatt, Mark, Sheriden Titman, and Russ Wermers. 1995. Momentum Investment Strategies, Portfolio Performance, and Herding: A Study of Mutual Fund Behavior. American Economic Review, 85(5): 1088-1105.",
        "Guidolin, Massimo. 2005. Home Bias and High Turnover in an Overlapping-generations Model with Learning. Review of International Economics, 13(4): 725-56.",
        "Harvey, Campbell R. 1991. The World Price of Covariance Risk. Journal of Finance, 46: 111-157.",
        "Hau, Harald. 2001. Location Matters: An Examination of Trading Profits. Journal of Finance, 56(5): 1951-1983.",
        "Hnatkovska, Viktoria. 2010. Home Bias and High Turnover: Dynamic Portfolio Choice with Incomplete Markets. Journal of International Economics, 80: 113-128.",
        "Kaminsky, Graciela, Richard Lyons, and Sergio Schmukler. 2004. Managers, Investors, and Crises: Investment Strategies of Mutual Funds. Journal of International Economics, 64(1): 113-134.",
        "Kasa, Kenneth. 1992. Common Stochastic Trends in International Stock Markets. Journal of Monetary Economics, 29: 95-124.",
        "Kraay, Aart, and Ventura, Jaume. 2000. Current Accounts in Debtor and Creditor Countries. Quarterly Journal of Economics, 95: 11371166.",
        "Kraay, Aart, and Ventura, Jaume. 2003. Current Accounts in the Long and Short Run. NBER Macroeconomics Annual 2002, 17: 65-112.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti. 2007. The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 19702004. Journal of International Economics, 73: 223-250.",
        "Miyajima, Ken, and Huanhuan Zheng. 2010. Analyzing Portfolio Inflows to Emerging and Selected Advanced Markets. In Global Financial Stability Report IMF (Annex 1.3), October.",
        "Newey, Whitney, and Kenneth D. West. 1987. A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Econometrica, 55: 703-708.",
        "Richards, Anthony J. 1995. Comovements in National Stock Market Returns: Evidence of Predictability, but not Cointegration. Journal of Monetary Economics, 36: 631-654.",
        "Richards, Anthony J. 1997. Winner-loser Reversals in National Stock Market Indices: Can They Be Explained? Journal of Finance, 52(5): 2129-2144.",
        "Tille, Cedric, and Eric van Wincoop. 2008. International Capital Flows under Dispersed Information: Theory and Evidence. NBER Working Paper 14390.",
        "Tille, Cedric, and Eric van Wincoop. 2010. International Capital Flows. Journal of International Economics, 80: 157-175.",
        "Warnock, Francis E., and Chad Cleaver. 2003. Financial Centers and the Geography of Capital Flows. International Finance, 6(1): 27-59.",
        "Foreign Equity Holdings (January 1990 through December 2008) k=1 k=2 k=3 All Foreign Countries 0.369** (0.147) 0.649** (0.211) 0.735** (0.274) Advanced Economies 0.268* (0.141) 0.519** (0.201) 0.591** (0.276) Emerging Markets 0.457 (0.382) 1.122** (0.575) 1.148 (0.747) TABLE 4: RESTATED FLOWS, REALLOCATIONS, AND RETURNS The relationship between restated TIC flows ( restated U.S. net purchases of country i equities as a share of the lagged foreign portfolio) or, alternatively, active portfolio reallocations (our Xi,t variable) and expected, contemporaneous, and lagged returns. Definitions for b1 , 0, and 1 are in Table 1. Data are monthly from January 1990 to December 2008. ** and * denote statistical significance at the 5 and 10 percent levels, respectively.",
        "Asymptotic p-values computed from Newey and West (1987) standard errors are in brackets. * Statistically significant at the 10 percent level. Value-Weighted Benchmark U.S. Investors' Foreign Portfolio Foreign Countries Mean Std Dev Sharpe Ratio (%) 0.079 4.939 1.592 0.214 4.731 4.521 Chi-squared: Sharpe Ratio 3.470* [0.063] Developed Markets Mean Std Dev Sharpe Ratio (%) 0.062 4.881 1.255 0.187 4.602 4.069 Chi-squared: Sharpe Ratio 3.439* [0.064] Emerging Markets Mean Std Dev Sharpe Ratio (%) 0.714 7.185 9.931 0.820 7.536 10.878 Chi-squared: Sharpe Ratio 0.296 [0.586] FIGURE 1: U.S. FINANCIAL WEALTH Total financial assets of households and nonprofit organizations (line L.100 from the Federal Reserve's Flow of Funds dataset) in trillions of U.S. dollars from 1985 to 2009.",
        "FIGURE 2: COMPARISON OF PORTFOLIO RETURNS Annual returns (in excess of a one-month Eurodollar interest rate) for a benchmark portfolio based on MSCI market capitalization weights (Value-Weighted) and a portfolio based on U.S. investors' holdings (U.S. Investors). -60 -50 -40 -30 -20 -10 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 Portfolio Returns (excess returns, in percentage points) US Investors Value-Weighted"
    ]
}