{
    "id": 16673,
    "cites": 13,
    "cited_by": 10,
    "reference": [
        "Anderson, Patricia M. and Kristin F. Butcher. 2006. Reading, Writing and Refreshments: Do School Finances Contribute to Childhood Obesity? Journal of Human Resources 41(3): 467-494.",
        "Anderson, Patricia M., Kristin F. Butcher and Diane Whitmore Schanzenbach. 2011. School Policies and Children's Obesity. Current Issues in Health Economics. Dan Slotje and Rusty Tchernis, eds.",
        "Cascio, Elizabeth U. and Ethan G. Lewis. 2006. Schooling and the Armed Forces Qualifying Test: Evidence from School-Entry Laws. Journal of Human Resources 41(2): 294-318.",
        "Cutler, David M. and Adriana Lleras-Muney. 2010. Understanding Differences in Health Behaviors by Education. Journal of Health Economics 29(1): 1-28.",
        "Datar, Ashlesha. 2004. Does Delaying Kindergarten Entrance Give Children a Head Start? Economics of Education Review 25: 43-62.",
        "Deming, David and Susan Dynarski. 2008. The Lengthening of Childhood. Journal of Economic Perspectives 22(3): 71  92.",
        "Dobkin, Carlos and Fernando Ferreira. 2010. Do School Entry Laws Affect Educational Attainment and Labor Market Outcomes? Economics of Education Review 29(1): 40-54.",
        "Gormley, William T. and Ted Gayer. 2005. Promoting School Readiness in Oklahoma: An Evaluation of Tulsa's Pre-K Program. Journal of Human Resources 40(3): 533-558.",
        "Haskins, Ron, Christina Paxson and Elisabeth Donahue. 2006. Policy Brief: Fighting Obesity in the Public Schools. The Future of Children. McCrary, Justin and Heather Royer. Forthcoming. The Effect of Female Education on Fertility and Infant Health: Evidence from School Entry Laws Using Exact Date of Birth. American Economic Review.",
        "Schanzenbach, Diane Whitmore. 2009. Do School Lunches Contribute to Childhood Obesity? Journal of Human Resources 44(3): 684  709.",
        "Taras, Howard and William Potts-Datema. 2005. Obesity and Student Performance at School. The Journal of School Health 75(8): 291-295.",
        "Von Hippel, Paul T. and Brian Powell, Douglas B. Downey and Nicholas J. Rowland. 2007. The Effect of School on Overweight in Childhood: Gain in Body Mass Index During the School Year and During Summer Vacation. American Journal of Public Health 97 (4): 696-702.",
        "Zhang, Ning. 2007. Does Early School Entry Prevent Youth Obesity? Available at SSRN: http://ssrn.com/abstract=992235"
    ]
}