{
    "id": 16688,
    "cites": 24,
    "cited_by": 7,
    "reference": [
        "Board of Governors of the Federal Reserve System (1976). Banking and Monetary Statistics, 19141941. Washington, D.C.: Board of Governors.",
        "Calomiris, Charles W., and R. Glenn Hubbard (1995). Internal Finance and Investment: Evidence from the Undistributed Profits Tax of 19361937, Journal of Business , October 1995, 443482.",
        "Calomiris, Charles W. (2011). Volatile Times and Persistent Conceptual Errors: U.S. Monetary Policy 19141951, Return to Jekyll Island: The Origins, History, and Future of the Federal Reserve, Federal Reserve Bank of Atlanta, forthcoming.",
        "Calomiris, Charles W., and Joseph R. Mason (2003a). Fundamentals, Panics and Bank Distress During the Depression, (with Joseph Mason)  American Economic Review 93, 161547.",
        "Calomiris, Charles W., and Joseph R. Mason (2003b). Consequences of Bank Distress During the Great Depression, American Economic Review 93, 93747.",
        "Calomiris, Charles W., and Joseph R. Mason (2008). Resolving the Puzzle of the Underissue of National Bank Notes, Explorations in Economic History 45, pp. 327355.",
        "Calomiris, Charles W., and David C. Wheelock (1998). Was the Great Depression a Watershed for American Monetary Policy? in M.D. Bordo, C. Goldin, and E.N. White, editors, The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, Chicago: University of Chicago Press, pp. 2366.",
        "Calomiris, Charles W., and Eugene N. White (1994). The Origins of Federal Deposit Insurance, in Claudia Goldin and Gary Libecap, eds., The Regulated Economy: A Historical Approach to Political Economy, University of Chicago, pp. 14588.",
        "Calomiris, Charles W., and Berry Wilson (2004). Bank Capital and Portfolio Management: The 1930s `Capital Crunch' and Scramble to Shed Risk, Journal of Business 77, pp. 42155.",
        "Cargill, Thomas F. and Thomas Mayer (2006). The Effect of Changes in Reserve Requirements During the 1930s: The Evidence from Nonmember Banks. Journal of Economic History 66 (2), June, pp. 41732.",
        "Chandler, Lester V. (1971). American Monetary Policy 19281941. New York: Harper and Row.",
        "Friedman, Milton, and Anna J. Schwartz (1963). A Monetary History of the United States, 18671960. Princeton: Princeton University Press.",
        "Friedman, Milton, and Anna J. Schwartz (1970). Monetary Statistics of the United States: Estimates, Sources, Methods. Columbia University Press.",
        "Frost, Peter A. (1971). Banks' Demand for Excess Reserves. Journal of Political Economy 79, July, pp. 80525.",
        "Hanes, Christopher (2006). The Liquidity Trap and U.S. Interest Rates in the 1930s. Journal of Money, Credit, and Banking 38 (1), February, pp. 16594.",
        "Lindley, James T., Sowell, Clifford B., and Wm. Stewart Mounts, Jr. (2001). Excess Reserves during the 1930s: Empirical Estimates of the Costs of Converting Unintended Cash Inventory into IncomeProducing Assets. Journal of Economics and Finance 25 (2), Summer, pp. 13548.",
        "Meltzer, Allan H. (2003). A History of the Federal Reserve, Volume 1: 19131951. Chicago: University of Chicago Press.",
        "Mishkin, Frederic S. (1989). The Economics of Money, Banking, and Financial Markets. Second edition. Glenview, IL.",
        "Morrison, George R. (1966).  Liquidity Preferences of Commercial Banks. Chicago: University of Chicago Press.",
        "Mounts, Jr., Wm. Stewart, Sowell, Clifford B., and Atul K. Saxena (2000). An Examination of Country Member Bank Cash Balances of the 1930s: A Test of Alternative Explanations. Southern Economic Journal 66 (4),  pp. 92341.",
        "Romer, Christina (1992). What Ended the Great Depression? Journal of Economic History 52, December, pp.  75784.",
        "Romer, Christina (2009). The Lessons of 1937, The Economist, June 18.",
        "Tobin,  James (1965). The Monetary Interpretation of History: A Review Article. American Economic Review 55 (3), pp. 46485.",
        "Wilcox, James A. (1984). Excess Reserves in the Great Depression. NBER working paper no. 1374."
    ]
}