{
    "id": 16687,
    "cites": 47,
    "cited_by": 21,
    "reference": [
        "Ackand, Daniel and Matthew Levy (2009), Habit Formation, Naivete, and Projection Bias in Gym Attendance, mimeo.",
        "Akerlof, George (1997). Social Distance and Social Decisions, Econometrica 65(5): 10051027.",
        "Akerlof, George, and Rachel Kranton. (2000). Economics and Identity, Quarterly Journal of Economics 115(3): 715-753.",
        "Anderson, Laurie, Toby Quinn, Karen Glanz, et al. (2009). The Effectiveness of Worksite Nutrition and Physical Activity Interventions for Controlling Employee Overweight and Obesity: A Systematic Review, American Journal of Preventative Medicine 37(4): 340357.",
        "Ariely, Dan, Uri Gneezy, George Loewenstein, and Nina Mazar. (2008), Large Stakes and Big Mistakes, The Review of Economic Studies 76: 451-469.",
        "Ashraf, Nava, Dean Karlan, and Wesley Yin. (2006). Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines, Quarterly Journal of Economics 121(2): 635-672.",
        "Babcock, Philip, and John Hartman. (2010). Exercising in Herds: Treatment Size and Status Specific Peer Effects in a Randomized Exercise Intervention, mimeo.",
        "Bandiera, Oriana, Iwan Barankay, and Imran Rasul. (2010). Social Incentives in the Workplace, Review of Economics Studies 77(2): 417-458.",
        "Bandiera, Oriana, Iwan Barankay, and Imran Rasul. (2005). Social Preferences and the Response to Incentives: Evidence From Personnel Data, Quarterly Journal of Economics, 120: 917-62.",
        "Battigalli, Pierpaolo, and Martin Dufwenberg. (2007). Guilt in Games, American Economic Review Papers & Proceedings 97(2): 170-76.",
        "Battigalli, Pierpaolo, and Martin Dufwenberg. (2009). Dynamic Psychological Games, Journal of Economic Theory 144(1): 1-35.",
        "BÃ\u0083Â©nabou, Roland, and Jean Tirole. (2004). Willpower and personal rules, Journal of Political Economy 112: 848-886.",
        "Bolton, Gary. (1991). A comparative model of bargaining: Theory and evidence, American Economic Review 81(5): 1096-1136.",
        "Bolton, Gary, and Axel Ockenfels. (2000). ERC: A theory of equity, reciprocity and competition, American Economic Review 90(1): 166-193.",
        "Bornstein, Gary, Uri Gneezy, and Rosemarie Nagel. (2002). The Effect of Intergroup Competition on Group Coordination, Games and Economic Behavior 41(1): 1-25.",
        "Brown, Thomas (2006). Handbook of institutional pharmacy practice, ASHP; 4th edition. Burger, Nicholas, Gary Charness, and John Lynham. (forthcoming). Field and Online Experiments on Self-Control, Journal of Economic Behavior and Organization.",
        "Charness, Gary, and Martin Dufwenberg. (2006). Promises and Partnership, Econometrica, 74(6): 1579-1601.",
        "Charness, Gary, and Uri Gneezy. (2009). Incentives to Exercise, Econometrica 77(3): 909 931.",
        "Charness, Gary, and Peter Kuhn. (2010). Lab Labor: What Can Labor Economists Learn from the Lab? forthcoming in Handbook of Labor Economics, Volume 4, edited by Orley Ashenfelter and David Card, North Holland, 1st edition.",
        "Charness, Gary, and Matthew Rabin. (2002). Understanding Social Preferences with Simple Tests, Quarterly Journal of Economics 117(3): 817-69.",
        "Conn, Vicki, Adam Hafdahl, Pamela Cooper, Lori Brown, and Sally Lusk. (2009). MetaAnalysis of Workplace Physical Activity Interventions, American Journal of Preventative Medicine 37(4): 330-339.",
        "DellaVigna, Stefano, and Ulrike Malmendier. (2006). Paying Not To Go To the Gym, American Economic Review 96(3): 694-719.",
        "Dufwenberg, Martin, and Uri Gneezy. (2000). Measuring Beliefs in an Experimental Lost Wallet Game, Games and Economic Behavior 30(2): 163-82.",
        "Dufwenberg, Martin, and Georg Kirchsteiger. (2004). A Theory of Sequential Reciprocity, Games and Economic Behavior 47(2): 268-98.",
        "Encinosa III, William E., Martin Gaynor, and James B. Rebitzer. (2007). The Sociology of Groups and the Economics of Incentives: Theory and Evidence on Compensation Systems, Journal of Economic Behavior & Organization 62(2): 187-214.",
        "Falk, Armin, and Andrea Ichino. (2006). Clean Evidence on Peer Effects, Journal of Labor Economics 24(1): 39-58.",
        "Fehr, Ernst, and Klaus Schmidt. (1999). A Theory of Fairness, Competition and Cooperation, Quarterly Journal of Economics 114(3): 817-868.",
        "Fudenberg, Drew and David Levine. (2006). A Dual-Self Model of Impulse Control, American Economic Review 96: 1449-1476.",
        "Gaynor, Martin, and Paul Gertler. (1995). Moral Hazard and Risk Spreading in Partnerships, RAND Journal of Economics 26(4): 591-613.",
        "Gneezy, Uri, and Aldo Rustichini. (2000). Pay Enough or Don't Pay at All, Quarterly Journal of Economics 115(3): 791-810.",
        "Gul, Faruk and Wolfgang Pesendorfer. (2001). Temptation and Self-Control, Econometrica 69: 14031435.",
        "Hamilton, Barton, Jackson Nickerson, and Hideo Owan. (2003). Team Incentives and Worker Heterogeneity: An Empricial Analysis of the Impact of Teams on Productivity and Participation, Journal of Political Economy 111(3): 465-497.",
        "Hewitt Associates LLC. (2002). Health Promotion/Managed Health Provided by Major U.S. Employers in 2001. Holmstrom, Bengt. (1982). Moral Hazard in Teams, Bell Journal of Economics 13(2): 324340.",
        "Houser, Daniel, Daniel Schunk, Joachim Winter, and Erte Xiao (2009), Temptation, Commitment, and Self-control in the Laboratory, mimeo, ICES, George Mason University.",
        "Kandel, Eugene, and Edward Lazear. (1992). Peer Pressure and Partnerships, Journal of Political Economy 100(4): 801-817.",
        "Laibson, David. (1997). Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics 112: 443-477.",
        "Leibowitz, Arleen, and Robert Tollison. (1980). Free Riding, Shirking, and Team Production in Legal Partnerships, Economic Inquiry 18(3): 380-394.",
        "Lencioni, Patrick. (2002). The Five Dysfunctions of a Team: A Leadership Fable, Jossey-Bass, 1st edition.",
        "Loewenstein, George, Max Bazerman, and Leigh Thompson. (1989). Social Utility and Decision Making in Interpersonal Contexts, Journal of Personality and Social Psychology 57: 426-441.",
        "Mas, Alexandre, and Enrico Moretti. (2009). Peers at Work, American Economic Review 99(1): 112-145.",
        "Meidinger, Claude, Jean-Louis RulliÃ\u0083Â¨re and Marie-Claire Villeval. (2003). Does Team-based Compensation Give Rise to Problems When Agents Vary in Their Ability? Experimental Economics 6(3): 253-272.",
        "Nalbantian, Haig and Andrew Schotter. (1995). Matching and Efficiency in the Baseball FreeAgent System: An Experimental Examination, Journal of Labor Economics 13(1): 1-31.",
        "O'Donoghue, Ted, and Matthew Rabin. (1999). Doing it Now or Later, American Economic Review 89(1): 103-124.",
        "O'Donoghue, Ted, and Matthew Rabin. (2001). Choice and Procrastination, Quarterly Journal of Economics 116(1): 121-160. Ozdenoren, Emre, Stephen Salant, and Daniel Silverman (forthcoming), Willpower and the Optimal Control of Visceral Urges, Journal of the European Economic Association.",
        "Rabin, Matthew. (1993). Incorporating Fairness into Game Theory and Economics, American Economic Review 83(5): 1281-1302.",
        "Royer, Heather, Mark Stehr, and Justin Sydnor. (2010). Incentives, Commitments and Habit Formation in Exercise: Evidence from a Field Experiment with Workers at a Fortune-500 Company, mimeo.",
        "Van Dijk, Frans, Joep Sonnemans, and Frans van Winden. (2001). Incentive Systems in a Real Effort Experiment, European Economic Review 45(2): 187-214. Fraction"
    ]
}