{
    "id": 16681,
    "cites": 36,
    "cited_by": 2,
    "reference": [
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland (1994). Dynamics of the Trade Balance and the Terms of Trade: The J-Curve? American Economic Review, 84, 84-103.",
        "Backus, David K. and Gregor W. Smith (1993). Consumption and Real Exchange Rates in Dynamic Economies with Non-Traded Goods. Journal of International Economics, 35, 297-316.",
        "Bergin, Paul R. (2006). How Well Can The New Open Economy Macroeconomics Explain the Exchange Rate and Current Account? Journal of International Money and Finance, 25, 675-701.",
        "Boileau, Martin (2002). Trade in Capital Goods and Investment-Specific Technical Change. Journal of Economic Dynamics and Control, 26, 963-984.",
        "Chang, Yongsung, Taeyoung Doh, and Frank Schorfheide (2007). Non-stationary Hours in a DSGE Model. Journal of Money, Credit, and Banking, 39, 1357-1373.",
        "Coeurdacier, Nicolas, Robert Kollmann, and Philippe Martin (2010). International Portfolios, Capital Accumulation and Foreign Assets Dynamics. Journal of International Economics, 80, 100-112.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc (2008). International Risk Sharing and the Transmission of Productivity Shocks. Review of Economic Studies, 75, 443-473.",
        "Efron, Bradley and Robert J. Tibshirani (1993). An Introduction to the Bootstrap. Boca Raton: Chapman and Hall/CRC Press.",
        "Fagan, Gabriel, Jerome Henry, and Ricardo Mestre (2005). An Area-Wide Model of the EuroArea.  Economic Modelling, 22, 39-59.",
        "Finn, Mary G. (1999). An Equilibrium Theory of Nominal and Real Exchange Rate Comovement.  Journal of Monetary Economics, 44, 430-475.",
        "Fisher, Jonas D.M. (2006). The Dynamic Effects of Neutral and Investment-Specific Technology Shocks. Journal of Political Economy, 114, 413-451.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman (1988). Investment, Capacity Utilization, and the Real Business Cycle. American Economic Review, 78, 402-417.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell (1997). Long-Run Implications of InvestmentSpecific Technological Change. American Economic Review, 87, 342-362.",
        "Hall, Robert E. (1997). Macroeconomic Fluctuations and the Allocation of Time. Journal of Labor Economics, 15, S223-S250.",
        "Hamilton, James D. (1994). Time Series Analysis. Princeton: Princeton University Press.",
        "Heathcote, Jonathan and Fabrizio Perri (2002). Financial Autarky and International Business Cycles. Journal of Monetary Economics, 49, 601-627.",
        "Hodrick, Robert J. and Edward C. Prescott (1997). Postwar U.S. Business Cycles: An Empirical Investigation. Journal of Money, Credit, and Banking, 29, 1-16.",
        "Ireland, Peter N. and Scott Schuh (2008). Productivity and US Macroeconomic Performance: Interpreting the Past and Predicting the Future with a Two-Sector Real Business Cycle Model. Review of Economic Dynamics, 11, 473-492.",
        "Justiniano, Alejandro, Giorgio E. Primiceri, and Andrea Tambalotti (2009). Investment Shocks and the Relative Price of Investment. Staff Report 411. New York: Federal Reserve Bank of New York.",
        "Kahn, James A. and Robert W. Rich (2007). Tracking the New Economy: Using Growth Theory to Detect Changes in Trend Productivity. Journal of Monetary Economics, 54, 1670-1701.",
        "King, Robert G., Charles I. Plosser, James H. Stock, and Mark W. Watson (1991). Stochastic Trends and Economic Fluctuations. American Economic Review, 81, 819-840.",
        "Klein, Paul (2000). Using the Generalized Schur Form to Solve a Multivariate Linear Rational Expectations Model. Journal of Economic Dynamics and Control, 24, 1405-1423.",
        "Kohn, Robert and Craig F. Ansley (1983). Fixed Interval Estimation in State Space Models when Some of the Data are Missing or Aggregated. Biometrika, 70, 683-688.",
        "Kydland, Finn E. and Edward C. Prescott (1982). Time to Build and Aggregate Fluctuations. Econometrica, 50, 1345-1370.",
        "Letendre, Marc-Andre and Daqing Luo (2007). Investment-Specific Shocks and External Balances in a Small Open Economy Model. Canadian Journal of Economics, 40, 650-678.",
        "Lubik, Thomas and Frank Schorfheide (2005). A Baynesian Look at New Open Economy Macroeconomics. NBER Macroeconomics Annual, 20, 313-366.",
        "Mandelman, Federico S., Pau Rabanal, Juan F. Rubio-Ramirez, and Diego Vilan (2010). Investment Specific Technology Shocks and International Business Cycles: An Empirical Assessment.",
        "Working Paper 2010-3. Atlanta: Federal Reserve Bank of Atlanta.",
        "Mulligan, Casey B. (2002). A Century of Labor-Leisure Distortions. Working Paper 8774. Cambridge: National Bureau of Economic Research.",
        "Rabanal, Pau, Juan F. Rubio-Ramirez, and Vicente Tuesta (2009). Cointegrated TFP Processes and International Business Cycles. Manuscript. Washington: International Monetary Fund.",
        "Rabanal, Pau and Vicente Tuesta (2010). Euro-Dollar Real Exchange Rate Dynamics in an Estimated Two-Country Model: An Assessment. Journal of Economic Dynamics and Control, 34, 780-797.",
        "Raffo, Andrea (2009). Technology Shocks: Novel Implications for International Business Cycles.  Manuscript. Washington: Federal Reserve Board.",
        "Sakellaris, Plutarchos and Focco Vijselaar (2005). Capital Quality Improvement and the Sources of Economic Growth in the Euro Area. Economic Policy, 20, 268-306.",
        "Schmitt-Grohe, Stephanie and Martin Uribe (2003). Closing Small Open Economy Models. Journal of International Economics, 61, 163-185.",
        "Schmitt-Grohe, Stephanie and Martin Uribe (2009). What's News in Business Cycles. Manuscript. New York: Columbia University.",
        "Solow, Robert M. (1957). Technical Change and the Aggregate Production Function. Review of Economics and Statistics, 39, 312-320."
    ]
}