{
    "id": 16684,
    "cites": 33,
    "cited_by": 32,
    "reference": [
        "Adams, William, Einav, Liran, and Levin, Jonathan, 2009, Liquidity Constraints and Imperfect Information in Subprime Lending, American Economic Review, 99(1), March, pp. 49-84.",
        "Agarwal, Sumit; Liu, Chunlin and Souleles, Nicholas S., 2007, The Response of Consumer Spending and Debt to Tax Rebates  Evidence from Consumer Credit Data, Journal of Political Economy, 115(6), December, pp. 986-1019.",
        "Auerbach, Alan J., and Gale, William G., 2009, Activist Fiscal Policy to Stabilize Economic Activity, working paper, September.",
        "Barrow, Lisa, and McGranahan, Leslie, 2000, The Effects of Earned Income Credit on the Seasonality of Household Expenditures, National Tax Journal, December, 53, pp. 1211-44.",
        "Bertrand, Marianne, and Morse, Adair, 2009, What do High-Interest Borrowers Do with their Tax Rebate? American Economic Review (Papers and Proceedings), May.",
        "Broda, Christian, and Parker, Jonathan, 2008, The Impact of the 2008 Tax Rebates on Consumer Spending: Preliminary Evidence, working paper, July.",
        "Browning, Martin and Lusardi, Annamaria, 1996, Household Saving: Micro Theories and Macro Facts, Journal of Economic Literature, 34(4), pp 1797-1855.",
        "Bureau of Labor Statistics, U.S. Department of Labor, 2009, Consumer Expenditure Survey Results on the 2008 Economic Stimulus Payments (Tax Rebates), October, (http://www.bls.gov/cex/taxrebate.htm).",
        "Caballero, Ricardo J., 1995, Near Rationality, Heterogeneity, and Aggregate Consumption, Journal of Money, Credit, and Banking, February, 27(1), pp. 29-48.",
        "CCH, 2008, CCH Tax Briefing: Economic Stimulus Package, February 13.",
        "Chamberlain, Gary, 1984, Panel Data, in Griliches, Zvi, and Intriligator, Michael D., eds., Handbook of Econometrics, Amsterdam: North-Holland.",
        "Coronado, Julia Lynn, Lupton, Joseph P., and Sheiner, Louise M., 2006, The Household Spending Response to the 2003 Tax Cut: Evidence from Survey Data, working paper.",
        "Deaton, Angus, 1992, Understanding Consumption, Oxford: Clarendon Press.",
        "Jappelli, Tullio, 1990, Who is Credit Constrained in the U.S. Economy? Quarterly Journal of Economics, February, 105, pp. 219-234.",
        "Jappelli , Tullio and Luigi Pistaferri, 2010, The Consumption Response to Income Changes, NBER Working Paper 15739, February.",
        "Jappelli, Tullio, Pischke, JÃ\u0083Â¶rn-Steffen, and Souleles, Nicholas S., 1998, Testing for Liquidity Constraints in Euler Equations with Complementary Data Sources, The Review of Economics and Statistics, 80, pp. 251-262.",
        "Johnson, David S., Parker, Jonathan A., and Souleles, Nicholas S., 2006, Household Expenditure and the Income Tax Rebates of 2001, American Economic Review, 96, pp. 1589-1610.",
        "Johnson, David S., Parker, Jonathan A., and Souleles, Nicholas S., 2009, The Response of Consumer Spending to Rebates During an Expansion: Evidence from the 2003 Child Tax Credit, working paper, April.",
        "Lusardi, Annamaria, 1996, Permanent Income, Current Income, and Consumption: Evidence from Two Panel Data Sets, Journal of Business Economics and Statistics, January, 14(1), pp. 81-90.",
        "Parker, Jonathan A., 1999, The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, September, 89(4), pp. 959-973.",
        "Reiss, Ricardo, 2006, Inattentive Consumers, Journal of Monetary Economics, 53(8), pp. 1761-80.",
        "Sahm, Claudia R., Shapiro, Matthew D. and Slemrod, Joel B., 2010, Household Response to the 2008 Tax Rebates: Survey Evidence and Aggregate Implications, in Tax Policy and The Economy, ed. Jeffrey R. Brown, Cambridge: MIT Press.",
        "Shapiro, Matthew D. and Slemrod, Joel B., 2003a, Consumer Response to Tax Rebates, American Economic Review, 85, pp. 274-283.",
        "Shapiro, Matthew D., and Slemrod, Joel B., 2003b, Did the 2001 Tax Rebate Stimulate Spending? Evidence from Taxpayer Surveys, Tax Policy and the Economy, ed. James Poterba, Cambridge: MIT Press.",
        "Shapiro, Matthew W. and Slemrod, Joel B., 2009, Did the 2008 Tax Rebates Stimulate Spending? American Economic Review, May, 99(2), pp. 374-79.",
        "Sims, Christopher A., 2003, Implications of Rational Inattention, Journal of Monetary Economics, April, 50(3), pp. 665-690.",
        "Slemrod, Joel B., Christian, Charles, London, Rebecca, and Parker, Jonathan A., 1997, April 15 Syndrome, Economic Inquiry, October, 35(4), pp. 695-709.",
        "Souleles, Nicholas S., 1999, The Response of Household Consumption to Income Tax Refunds, American Economic Review, September, 89(4), pp. 947-958.",
        "Souleles, Nicholas S., 2004, Expectations, Heterogeneous Forecast Errors, and Consumption: Micro Evidence from the Michigan Consumer Sentiment Surveys, Journal of Money, Credit, and Banking, February, 36 (1), pp. 39-72.",
        "Stephens, Melvin, Jr., 2003, 3rd of tha Month: Do Social Security Recipients Smooth Consumption Between Checks? American Economic Review, 93, pp. 406-422.",
        "Department of the Treasury, Daily Treasury Statement, Washington: GPO, 2008, various issues.",
        "Wilcox, David W., 1989, Social Security Benefits, Consumption Expenditures, and the Life Cycle Hypothesis, Journal of Political Economy, 97, pp. 288-304.",
        "Zeldes, Stephen P., 1989, Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, 97, pp. 305-346."
    ]
}