{
    "id": 16689,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Acheson, Graeme C. and John D. Turner. 2006. The Impact of Limited Liability on Ownership and Control: Irish Banking, 1877-1914. Explorations in Economic History 59(2), 320-346.",
        "Albany Argus. 1840-1850, selected issues.",
        "Alchian, Armen and Harold Demsetz. 1972. Production, Information Costs, and Economic Organization. American Economic Review 62(5), 777-795.",
        "Angrist, Joshua D. and JÃ\u0083Â¶rn-Steffen Pischke. 2009. Mostly Harmless Econometrics: An Empiricist's Companion. Princeton: Princeton University Press.",
        "Beck, Thorsten, Asli Demirguc-Kunt and Ross Levine. 2003. Law and Finance: Why Does Legal Origin Matter? Journal of Comparative Economics 31(4), 653-675.",
        "Black River Bank. 1845-1859. Discount Book #2; Discount Book #3. Jefferson County(New York) Historical Society. Watertown, New York.",
        "Blair, Margaret. 2003. Locking in Capital: What Corporate Law Achieved for Business Organizers in the Nineteenth Century. UCLA Law Review 51, pp.",
        "Bodenhorn, Howard. 1999. An Engine of Growth: Real Bills and Schumpetarian Banking in Antebellum New York. Explorations in Economic History 36(3), 278-302.",
        "Bodenhorn, Howard. 2002. Partnership and Hold-up in Early America. NBER working paper 8814. -24Bodenhorn, Howard. 2003. Short-Term Loans and Long-Term Relationships: Relationship Borrowing in AntebellumAmerica. Journal of Money, Credit and Banking 35(4), 485-506.",
        "Bodenhorn, Howard. 2007. UsuryCeilings and Bank Lending Behavior: Evidence from Nineteenth Century New York. Explorations in Economic History 44(2), 179-202.",
        "Boot, Arnould W. A. 2000. Relationship Banking: What Do We Know? Journal of Financial Intermediation 9(1), 7-25.",
        "Coase, Ronald. 1937. The Nature of the Firm. Economica 4(16), 386-405.",
        "Easterbrook, Frank H. and Daniel R. Fischel. 1985. Limited Liability and the Corporation. University of Chicago Law Review 52(1), 89-117.",
        "Forbes, Kevin H. 1986. Limited Liability and the Development of the Business Corporation. Journal of Law, Economics and Organization 2(1), 163-177.",
        "Hansmann, Henry and Reinier Kraakman. 2000a. Organizational Law as Asset Partitioning. European Economic Review 44, 807-817.",
        "Hansmann, Henry and Reinier Kraakman. 2000b. The Essential Role of Organizational Law. Yale Law Journal 110, 387-440.",
        "Hansmann, Henry, Reinier Kraakman, and Richard Squire. 2006. Law and the Rise of the Firm. -25Harvard Law Review 119(5), 1333-1403.",
        "Jensen, Michael C. and William H. Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure. Journal of Financial Economics 3(4), 305-360.",
        "Kahn, James. 1985. Another Look at Free Banking in the United States. American Economic Review 75(4), 881-885.",
        "Lamoreaux, Naomi. 1995. Constructing Firms: Partnerships and Alternative Contractual Arrangements in Early Nineteenth-Century American Business. Business and Economic History 24(2), 43-71.",
        "Lamoreaux, Naomi. 1997. The Partnership Form of Organization: Its Popularity in Early Nineteenth-Century Boston. In Entrepreneurs: The Boston Business Community, 17001850, pp. 269-295.EditedbyConrad E. Wright and KatherynP. Viens. Boston: Northeastern University Press.",
        "Lamoreaux, Naomi. 1998. Partnerships, Corporations, and the Theory of the Firm. American Economic Review 88(2), 66-71.",
        "Lamoreaux, Naomi and Jean-Laurent Rosenthal. 2005. Legal Regime and Contractual Flexibility: A Comparison of Business Organizational Choices in France and the United States During the Era of Industrialization. American Law and Economics Review 71, 28-61.",
        "Lamoreaux, Naomi and Jean-Laurent Rosenthal. 2006. Entity Shielding and the Development of Business Forms:AComparativePerspective. Harvard LawReviewForum 119(5), 238-245.",
        "La Porta, Rafael, Florencio Lopez-di-Silanes, Andrei Shleifer, and Robert W. Vishny. 1998. Law and Finance. Journal of Political Economy 106(6), 1113-1155.",
        "Mahoney, Paul G. 2000. Contract or Concession: An Essay on the History of Corporate Law. -26Georgia Law Review 34(2), 873-893.",
        "New York State. General Assembly. 1862. Annual Report of the Superintendent of the Banking Department. Assembly Documents, No. 3 (January).",
        "Rathinan, Francis Xavier and Angara Viswasundara Raja. 2010. Law and Availability of Credit: Evidence from India. Asian Journal of Law and Economics 1(2), Article 2.",
        "Ribstein, Larry E. 1997. The Illogic and Limits of Partners' Liability in Bankruptcy. Wake Forest Law Review 32(1), 31-78.",
        "Samuelson, Per. 2005. A New Age? On the Evolution of Corporate Forms. University of Illinois Law Review x:xx, pp.",
        "Skeel, David. 2005. Icarus in the Boardroom: The Fundamental Flaws in Corporate America and Where They Came From. New York: Oxford University Press.",
        "Wang, Ta-Chen. 2008. Banks, Credit Markets, and Early American Development: A Case Study of Entry and Competition. Journal of Economic History 68(2), 438-461.",
        "Williamson, Oliver. 1975. Markets and Hierarchies, Analysis and Antitrust Implications: A Study in the Economics of Internal Organization. New York: Free Press."
    ]
}