{
    "id": 16685,
    "cites": 28,
    "cited_by": 36,
    "reference": [
        "Angrist Joshua D. and JÃ\u0083Â¶rn-Steffen Pischke, 2009, Mostly Harmless Econometrics: An Empiricist's Companion. Princeton University Press.",
        "Bajari, Patrick, Sean Chu, and Minjung Park, 2008, An Empirical Model of Subprime Mortgage Default from 2000-2007, Working Paper, University of Minnesota.",
        "Benmelech Efraim, Mark J. Garmaise and Tobias J. Moskowitz, 2005. Do Liquidation Values Affect Financial Contracts? Evidence from Commercial Loan Contracts and Zoning Regulation, Quarterly Journal of Economics, vol. 120(3), pp 1121-1154.",
        "Calomiris, Charles, Stanley Longhofer, and William Miles, 2008, The Foreclosure-House Price Nexus: Lessons from the 2007-2009 Housing Turmoil, Working Paper, Columbia Business School.",
        "Campbell, John, Stefano Giglio, and Parag Pathak, 2010, Forced Sales and House Prices, American Economic Review, forthcoming.",
        "Ciochetti, Brian, 1997, Loss Characteristics of Commercial Mortgage Foreclosure, Real Estate Finance 14: 53-69.",
        "Deng, Yongheng, John Quigley, and Robert Van Order, 2000, Mortgage Terminations, Heterogeneity, and the Exercise of Mortgage Options, Econometrica, 68: 275-307.",
        "Fisher, Irving, 1933, The Debt-Deflation Theory of Great Depressions, Econometrica, 337357.",
        "Foote, Chris, Kris Gerardi, and Paul Willen, 2008, Negative Equity and Foreclosure: Theory and Evidence, Journal of Urban Economics, 64: 234-245.",
        "Genesove, David and Christopher Mayer, 2001, Loss Aversion and Seller Behavior: Evidence from the Housing Market, Quarterly Journal of Economics, 116: 1233-1260.",
        "Gerardi, Kris, Andreas Lehnert, Shane Sherlund, and Paul Willen, 2010, Making Sense of the Subprime Crisis, Brookings Papers on Economic Activity, forthcoming.",
        "Guerrieri, Veronica, Daniel Hartley, and Erik Hurst, 2010, Endogenous Gentrification and Housing Price Dynamics, NBER Working Paper #16237.",
        "Hartley, Daniel, 2010, The Effects of Foreclosures on Owner-Occupied Housing Prices: Supply or Dis-Amenity? Federal Reserve Bank of Cleveland Working Paper Kiyotaki, Nobuhiro and John Moore, 1997, Credit Cycles, Journal of Political Economy, 105: 211-248.",
        "Krishnamurthy, Arvind, 2003, Collateral Constraints and the Amplification Mechanism, Journal of Economic Theory, 119: 104-127.",
        "Krishnamurthy, Arvind, 2009, Amplification Mechanism in Liquidity Crises, American Economic Association Journals - Macroeconomics, 2:2.",
        "Leamer, Edward, 2007, Housing IS the Business Cycle, NBER Working Paper #13248.",
        "Lorenzoni, Guido, 2008, Inefficient Credit Booms, Review of Economic Studies 27: 809-833.",
        "Mian, Atif and Amir Sufi, 2009, The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis, Quarterly Journal of Economics 124: 1449-1496.",
        "Mian, Atif and Amir Sufi, 2010a, The Effects of Fiscal Stimulus: Evidence from the 2009 'Cash for Clunkers' Program, NBER WP #16351.",
        "Mian, Atif, Amir Sufi, and Francesco Trebbi, 2010, The Political Economy of the U.S. Mortgage Default Crisis, American Economic Review, forthcoming.",
        "Moreira, Marcelo J., 2003. A Conditional Likelihood Ratio Test for Structural Models, Econometrica, vol. 71(4), pages 1027-1048, 07.",
        "Moreira, Marcelo J., 2009. Tests with correct size when instruments can be arbitrarily weak, Journal of Econometrics, vol. 152(2), pages 131-140, October.",
        "Pence, Karen, 2003, Foreclosing on Opportunity? State Laws and Mortgage Credit, Federal Reserve Board Finance and Economics Discussion Series # 2003-16.",
        "Pence, Karen, 2006, Foreclosing on Opportunity? State Laws and Mortgage Credit, Review of Economics and Statistics 88: 177-182.",
        "Pennington-Cross, Anthony, 2004, Subprime and Prime Mortgages: Loss Distributions, Office of Federal Housing Enterprise Oversight working paper # 03-1.",
        "Rao, John and Geoff Walsh, 2009, Foreclosing a Dream National Consumer Law Center Inc.",
        "Shleifer, Andrei and Rob Vishny, 1992, Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance 47: 1343-1366.",
        "Wood, Claudia, 1997, The Impact of Mortgage Foreclosure Laws on Secondary Market Loan Losses, Cornell University Ph.D. Thesis."
    ]
}