{
    "id": 1669,
    "cites": 17,
    "cited_by": 149,
    "reference": [
        "Barsky, Robert, Tests of the Fisher Hypothesis and the Forecastability of Inflation under Alternative Monetary Regimes, M.I.T., 1985.",
        "Bodie, Zvi, Alex Kane, and Robert McDonald, Why are Real Interest Rates So High?, NBER Working Paper No. 1141, 1983.",
        "Campbell, John V., and Robert J. Shiller, A Simple Account of the Behavior of long-Term Interest Rates, American Economic Review Papers and Proceedings (1984), 44-48.",
        "Dickey, D.A., and W.A. Fuller, Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica XLIX (1981), 1057-1072.",
        "Fama, Eugene F., The Information in the Term Structure, Journal of Financial Economics XIII (1984), 509-528.",
        "Flavin, Marjorie A., Excess Volatility in the Financial Markets: A Reassessment of the Empirical Evidence, Journal of Political Economy XCI (1983), 929-256.",
        "Friedman, Benjamin M., Financial Flow Variables and the Short-Run Determination of Long-Term lnterest Rates, Journal of Political Econorny LXXXV (1977), 661-690.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle/Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy LXXXVI (1918), 971-987.",
        "James, John A., Money and Capital Markets in Postbellum America, (Princeton, N.J.: Princeton University Press, 1978).",
        "Jones, David S., and V. Vance Roley, Rational Expectations and the Expectations Model of the Term Structure: A Test Using Weekly Data, Journal of Monetary Economics XII (1983), 453-465.",
        "Kessel, Reuben, The Cyclical Behavior of the Term Structure of Interest Rates, (New York: FIBER, 1965).",
        "Macaulay, Frederick R., Some Theoretical Problems Suggested ~y Movements of Interest Rates, Bond Yields and Stock Prices in the United States Since 1856, (New York: NBER, 1938).",
        "Mankiw, N. Gregory, and Lawrence H. Summers, Do Long-Term Interest Rates Overreact to Short-Term Interest Rates?, Brookings Papers on Economic Activity1 1984:1, 223-242.",
        "Miron, Jeffrey A., Financial Panics, the Seasonality of the Nominal Interest Rate, and the Founding of the Fed, University of Michigan, 1984.",
        "Moulton, H.G., Commercial Banking and Capital Formation, Journal of Political Economy XXVI (1918).",
        "Shiller, Robert J., The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, LXXXVII (1919), 1190-1219.",
        "Shiller, Robert J., John V. Campbell, and Kermit L. Schoenholtz, Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity, 1983:1, 173-217."
    ]
}