{
    "id": 16696,
    "cites": 27,
    "cited_by": 5,
    "reference": [
        "Breeden, Douglas T., 1979, An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics 7(3), 265296.",
        "Chiappori, Pierre-Andre, and Monica Paiella, 2008, Relative Risk Aversion Is Constant: Evidence from Panel Data, manuscript, Columbia University and University of Naples Parthenope.",
        "Cochrane, John H., 1991, A Simple Test of Consumption Insurance, Journal of Political Economy 99(5), 957976.",
        "Cochrane, John, 2001, Asset Pricing, Princeton, N.J.: Princeton University Press.",
        "Diamond, Peter A., 1967, The Role of a Stock Market in a General Equilibrium Model with Technological Uncertainty, American Economic Review 57(4), 759776.",
        "Dumas, Bernard, 1989, Two-Person Dynamic Equilibrium in the Capital Market, Review of Financial Studies 2(2), 157-188.",
        "Guiso, Luigi, and Monica Paiella, 2008, Risk Aversion, Wealth, and Background Risk, Journal of the European Economic Association 6(6), 11091150.",
        "Han, Chirok, and Peter C. B. Phillips, 2006, GMM with Many Moment Conditions, Econometrica 74(1), 147192.",
        "Hansen, Lars Peter, 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50(4), 10291054.",
        "Hansen, Lars Peter, and Ravi Jagannathan, 1991, Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy 99(2), 225262.",
        "Heston, Alan, Robert Summers, and Bettina Aten, 2009, Penn World Table Version 6.3, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "Kinnan, Cynthia, and Robert M. Townsend, 2010, Kinship and Financial Networks, Formal Financial Access and Risk Reduction, manuscript, Northwestern University and MIT.",
        "Lucas, Robert E., Jr., 1978, Asset Prices in an Exchange Economy, Econometrica 46(6), 14291446.",
        "Lucas, Robert E., Jr., 1987, Models of Business Cycles, New York: Basil Blackwell.",
        "Mace, Barbara J., 1991, Full Insurance in the Presence of Aggregate Uncertainty, Journal of Political Economy 99(5), 928956.",
        "Mazzocco, Maurizio, and Shiv Saini, 2009, Testing Efficient Risk Sharing with Heterogeneous Risk Preferences, manuscript, UCLA.",
        "Mehra, Rajnish, and Edward C. Prescott, 1985, The Equity Premium: A Puzzle, Journal of Monetary Economics 15(2), 145161.",
        "Rubinstein, Mark, 1976, The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics 7(2), 407425.",
        "Samphantharak, Krislert, and Robert M. Townsend, 2010a, Households as Corporate Firms: An Analysis of Household Finance Using Integrated Household Surveys and Corporate Fi39 nancial Accounting, Econometric Society Monograph 46. Cambridge, U.K.: Cambridge University Press.",
        "Samphantharak, Krislert, and Robert M. Townsend, 2010b, Risk and Return in Village Economies, manuscript, UCSD and MIT.",
        "Schulhofer-Wohl, Sam, 2008, Heterogeneous Risk Preferences and the Welfare Cost of Business Cycles, Review of Economic Dynamics 11(4), 761780.",
        "Schulhofer-Wohl, Sam, 2010, Heterogeneity and Tests of Risk Sharing, manuscript, Princeton University.",
        "Townsend, Robert M., 1994, Risk and Insurance in Village India, Econometrica 62(3), 539591.",
        "Townsend, Robert M., and Hiroyuki Yamada, 2008, The Summary of the Monthly Household Survey of Thailand on Labor Issues, manuscript, University of Chicago.",
        "Vissing-JÃ\u0083Â¸rgensen, Annette, 2002, Limited Asset Market Participation and the Elasticity of Intertemporal Substitution, Journal of Political Economy 110(4), 825853.",
        "Wang, Jiang, 1996, The Term Structure of Interest Rates in a Pure Exchange Economy with Heterogeneous Investors, Journal of Financial Economics 41(1), 75110.",
        "Wilson, Robert, 1968, The Theory of Syndicates, Econometrica 36(1), 119132."
    ]
}