{
    "id": 16691,
    "cites": 52,
    "cited_by": 13,
    "reference": [
        "Ackerberg, Daniel A. and Botticini, Maristella. 2002. Endogenous Matching and the Empirical Determinants of Contract Form. Journal of Political Economy, 110:56491.",
        "Aggarwal, Rajesh K. and Samwick, Andrew A. 1999. The Other Side of the Trade-O!: The Impact of Risk on Executive Compensation. Journal of Political Economy, 107:65-105.",
        "Bandiera, Oriana; Guiso, Luigi; Prat, Andrea and Sadun, Ra!aella. 2008. Italian Managers: Fidelity or Performance? Rodolfo De Benedetti Foundation Working Paper.",
        "Barsky, Robert B.; Juster, F. Thomas; Kimball, Miles S. and Shapiro, Matthew D. 1997. Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study. The Quarterly Journal of Economics, 112 (2):537-79.",
        "Bennedsen, Morten; Nielsen, Kasper Meisner; Perez-Gonzalez, Francisco and Wolfenzon, Daniel. 2007. Inside the Family Firm: The Role of Families in Succession Decisions and Performance. Quarterly Journal of Economics, 122:647-91.",
        "Bertrand, Marianne and Schoar, Antoinette. 2003. Managing with Style: The E!ect of Managers on Firm Policies. Quarterly Journal of Economics, 118:1169-208.",
        "--. 2006. The Role of Family in Family Firms. Journal of Economic Perspectives, 20:73-96.",
        "Besley, Timothy and Ghatak, Maitreesh. 2005. Competition and Incentives with Motivated Agents. American Economic Review, 95:616-36.",
        "Black, Sandra E. and Lynch, Lisa M. 2001. How to Compete: The Impact of Workplace Practices and Information Technology on Productivity. Review of Economics & Statistics, 83:434-45.",
        "Bloom, Nicholas and Van Reenen, John. 2007. Measuring and Explaining Management Practices across Firms and Countries. Quarterly Journal of Economics, 122 (4):1351-408.",
        "Bonin, Holger; Dohmen, Thomas; Falk, Armin; Hu!man, David and Sunde, Uwe. 2007. Cross-Sectional Earnings Risk and Occupational Sorting: The Role of Risk Attitudes. Labour Economics, 14:926-37.",
        "Burkart, Mike; Panunzi, Fausto and Shleifer, Andrei. 2003. Family Firms. Journal of Finance, 58:2167-202.",
        "Cai, Hongbin; Li, Hongbin; Park, Albert and Zho, Li-An. 2008. Family Ties and Organizational Design: Evidence from Chinese Private Firms. Unpublished.",
        "Cannari, Luigi and D'Alessio, Giovanni. 2008. Intergenerational Transfers in Italy. Bank of Italy Research Paper No. A9. http://ssrn.com/paper=1182562.",
        "Claessens, Stijn; Djankov, Simeon and Lang, Larry H. P. 2000. The Separation of Ownership and Control in East Asian Corporations. Journal of Financial Economics, 58:81-112.",
        "Demsetz, Harold and Lehn, Kenneth. 1985. The Structure of Corporate Ownership: Causes and Consequences. Journal of Political Economy, 93:1155.",
        "Dohmen, Thomas; Falk, Armin; Hu!man, David; Schupp, Juergen; Sunde, Uwe and Wagner, Gert G. 2006. Individual Risk Attitudes: New Evidence from a Large, Representative, Experimentally-Validated Survey. CEPR Discussion Paper No. 5517. http://ssrn.com/paper=906866.",
        "Eeckhout, Jan and Kircher, Philipp (2010). Identifying Sorting -- In Theory. Review of Economic Studies. Forthcoming",
        "Edmans, Alex and Gabaix, Xavier (2010). Risk and the CEO Market: Why Do Some Large Firms Hire Highly-Paid, Low-Talent CEOs? Mimeo, 2010.",
        "Faccio, Mara and Lang, Larry H. P. 2002. The Ultimate Ownership of Western European Corporations. Journal of Financial Economics, 65:365-95.",
        "Francois, Patrick. 2007. Making a Di!erence. RAND Journal of Economics, 38:71432.",
        "Frederick, Shane. 2005. Cognitive Reflection and Decision Making. Journal of Economic Perspectives, 19 (4):25-42.",
        "Friebel, Guido and Giannetti, Mariassunta. 2009. Fighting for Talent: RiskTaking, Corporate Volatility, and Organisation Change. Economic Journal, 119:134473.",
        "Gabaix, Xavier and Landier, Augustin. 2008. Why Has CEO Pay Increased So Much? Quarterly Journal of Economics, 123:49-100.",
        "Garicano, Luis and Hubbard, Thomas N. 2007Managerial Leverage Is Limited by the Extent of the Market: Hierarchies, Specialization, and the Utilization of Lawyers' Human Capital. Journal of Law & Economics, 50 (1):1-43.",
        "Gollier, Christian. 2004. The Economics of Risk and Time. Cambridge, MA: MIT Press.",
        "Guiso, Luigi and Jappelli, Tullio. 2002. Private Transfers, Borrowing Constraints, and the Timing of Homeownership. Journal of Money, Credit & Banking, 34:315-39.",
        "Guiso, Luigi and Paiella, Monica. 2008. Risk Aversion, Wealth, and Background Risk. Journal of the European Economic Association, 6:1109-50.",
        "Guiso, Luigi and Rustichini, Aldo, 2010, A contribution to understanding the size and profitability of firms: The role of a biological factor, University of Minnesota mimeo",
        "Hall Brian and Je!rey B. Liebman, 1998. Are CEOs Really Paid Like Bureaucrats ?, The Quarterly Journal of Economics, MIT Press, vol. 113(3), pages 653-691, August.",
        "Ichniowski, Casey and Shaw, Kathryn. 2003. Beyond Incentive Pay: Insiders' Estimates of the Value of Complementary Human Resource Management Practices. The Journal of Economic Perspectives, 17 (1):155-80.",
        "Ichniowski, Casey; Shaw, Kathryn and Prennushi, Giovanna. 1997.The E!ects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines. The American Economic Review, 87 (3):291-313.",
        "Kets de Vries, M. F. R.. 1993. The dynamics of family controlled firms:The good and bad news, Organizational Dynamics, 21,3,59-71.",
        "Kimball, Miles S. 1993. Standard Risk Aversion. Econometrica, 61:589-611.",
        "La Porta, Rafael; Lopez-de-Silanes, Florencio and Shleifer, Andrei. 1999. Corporate Ownership around the World. Journal of Finance, 54:471-517.",
        "Lazear, Edward P. 2005. Output-Based Pay: Incentives or Sorting? In Accounting for Worker Well-Being, ed. S. W. Polachek, 1-25. Amsterdam; Boston: JAI.",
        "Lazear, Edward P. and Oyer, Paul. 2007. Personnel Economics. National Bureau of Economic Research Working Paper Series No. 13480. http://www.nber.org/papers/w13480.",
        "Lemieux, Thomas, MacLeod, Bentley and Daniel Parent, 2009. Performance Pay and Wage Inequality-super-, The Quarterly Journal of Economics, MIT Press, vol. 124(1), pages 1-49, February.",
        "Leslie, Phillip and Oyer, Paul. 2008. Managerial Incentives and Value Creation: Evidence from Private Equity. National Bureau of Economic Research Working Paper Series No. 14331. http://www.nber.org/papers/w14331.pdf.",
        "Lippi, Francesco and Schivardi, Fabiano. 2010. Corporate Control and Executive Selection EIEF mimeo.",
        "Lucas, Robert E. Jr. 1978. On the Size Distribution of Business Firms. Bell Journal of Economics, 9:508-23.",
        "Mueller, Holger M. and Philippon, Thomas. 2006. Family Firms, Paternalism, and Labor Relations. NYU Working Paper No. CLB-06-019. http://ssrn.com/paper=1291607.",
        "Oyer, Paul and Schaefer, Scott 2010 Personnel Economics: Hiring and Incentives forthcoming in Handbook of Labor Economics, vol. 4, Ashenfelter and Card, eds,",
        "PÃ\u0083Â©rez-GonzÃ\u0083Â¡lez, Francisco. 2006. Inherited Control and Firm Performance. American Economic Review, 96:1559-88.",
        "Persico, Nicola, Andrew Postlewaite and Dan Silverman (2004), The E!ect of Adolescent Experience on Labor Market Outcomes: The Case of Height, Journal of Political Economy 112(5), pp. 1019-53",
        "Prendergast, Canice. 2002. The Tenuous Trade-O! between Risk and Incentives. Journal of Political Economy, 110:1071-102.",
        "Roe, Mark J. 2003. Political Determinants of Corporate Governance: Political Context, Corporate Impact. Oxford; New York: Oxford University Press.",
        "Rose, Nancy L. and Shepard, Andrea .1997. Firm Diversification and CEO Compensation: Managerial Ability or Executive Entrenchment? The RAND Journal of Economics, 28 (3):489-514.",
        "Rosen, Sherwin. 1982. Authority, Control, and the Distribution of Earnings. Bell Journal of Economics, 13:311-23.",
        "Scheier MF, Carver CS, Bridges MW. (1994), Distinguishing optimism from neuroticism (and trait anxiety, self-mastery, and self-esteem): a reevaluation of the Life Orientation Test, Journal of personality and Social Psychology, 67(6): 1063-78.",
        "Sraer, David and Thesmar, David. 2007. Performance and Behavior of Family Firms: Evidence from the French Stock Market. Journal of the European Economic Association, 5:709-51.",
        "TerviÃ\u0083Â¶, Marko. 2008. The Di!erence That CEOs Make: An Assignment Model Approach.  American Economic Review, 98:642-68."
    ]
}