{
    "id": 16697,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "CBO. 2010. Using Biofuels Tax Credits to Achieve Energy and Environmental Policy Goals.",
        "Congressional Budget Office, Congress of the United States, Washington DC. . Clifton-Brown J, C. Y-C, and H. TR. 2008. Miscanthus: Genetic Resources and Breeding Potential to Enhance Bioenergy Production. In: Genetic Improvement of Bioenergy Crops (ed.Vermerris W), pp. 273294. Springer Science1Business Media,LLC, New York.",
        "de Gorter, H., and D. R. Just. 2008. The Economics of the U.S. Ethanol Import Tariff with a Blend Mandate and Tax Credit. Journal of Agricultural & Food Industrial Organization 6: 1-21.",
        "EIA. 2007. Annual Energy Outlook 2007 With Projections to 2030. U.S. Energy Information Administration. Available at http://tonto.eia.doe.gov/ftproot/forecasting/0383%282007%29.pdf.",
        "EIA. 2010. Annual Energy Outlook 2010. U.S. Energy Information Administration. Available at http://www.eia.doe.gov/oiaf/aeo/.",
        "EIA. 2010. How Dependent Are We on Foreign Oil? http://tonto.eia.doe.gov/energy_in_brief/foreign_oil_dependence.cfm.",
        "EPA. 2010. Renewable Fuel Standard Program (RFS2) Regulatory Impact Analysis. U.S. Environmental Protection Agency, Available on line at http://www.epa.gov/otaq/fuels/renewablefuels/index.htm.",
        "FAPRI. 2009. Elasticity Database.",
        "NRC. 2002. Effectiveness and Impact of Corporate Average Fuel Economy (CAFE) Standards. National Research Council.",
        "Ã\u0083â\u0080\u0093nal, H., and B. A. McCarl. 1991. Exact Aggregation in Mathematical Programming Sector Models. Canadian Journal of Agricultural Economics 39: 319-334.",
        "USDA. 2010. Available at: http://www.nass.usda.gov/.",
        "USDA/ERS. 1997. General Crop Management Practices. Available at: http://www.ers.usda.gov/publications/sb969/sb969e.pdf.",
        "USDA/ERS. 2009. Commodity and Food Elasticities: Demand Elasticities from Literature. Available at: http://www.ers.usda.gov/Data/Elasticities/query.aspx USDA/ERS. 2010. Available at: http://www.ers.usda.gov/.",
        "USDA/NASS. 2009. Available at: http://quickstats.nass.usda.gov/.",
        "USDA/NASS. 2009. U.S. & All States County Data - Crops. Available at: http://www.nass.usda.gov/.",
        "van den Wall Bake, J. D., M. Junginger, A. Faaij, T. Poot, and A. Walter. 2009. Explaining the Experience Curve: Cost Reductions of Brazilian Ethanol from Sugarcane. Biomass and Bioenergy 33 (4): 644-658."
    ]
}