{
    "id": 16699,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Agricultural Biodiversity and Biotechnology in Economic Development, pages 329357, 2005.",
        "National Research Council. The Impact of Genetically Engineered Crops on Farm Sustainability in the United States. National Academy of Sciences, Washington, D.C., 2010.",
        "B. Crost, B. Shankar, R. Bennett, and S. Morse. Bias from farmer self-selection in genetically modified crop productivity estimates: Evidence from indian data. Journal of Agricultural Economics, 58(1):2436, 2007.",
        "P.A. David. A Contribution to the Theory of Diffusion. Research Center in Economic Growth Stanford University, 1969.",
        "G. Feder, R.E. Just, and D. Zilberman. Adoption of agricultural innovations in developing countries: A survey. Economic Development and Cultural Change, 33(2):255298, 1985.",
        "G.W. Imbens and J.M. Wooldridge. Recent developments in the econometrics of program evaluation. Journal of Economic Literature, 47(1):586, 2009.",
        "C. James. Global status of commercialized biotech/GM crops: 2008. ISAAA Brief 41, International Service for the Acquisition of Agri-biotech Applications, Ithaca, NY, 2009.",
        "R.E. Just, D. Zilberman, E. Hochman, and Z. Bar-Shira. Input allocation in multicrop systems. American Journal of Agricultural Economics, 72(1):200, 1990. M. Khanna and D. Zilberman. Barriers to energy-efficiency in electricity generation in india.",
        "The Energy Journal, 20(1):2542, 1999.",
        "S.H. Lence and D.J. Miller. Estimation of multi-output production functions with incomplete data: A generalised maximum entropy approach. European Review of Agricultural Economics, 25(2):188, 1998.",
        "E. Lichtenberg and D. Zilberman. The econometrics of damage control: why specification matters. American Journal of Agricultural Economics, 68(2):261273, 1986.",
        "M. Qaim. The economics of genetically modified crops. 2009.",
        "M. Qaim and D. Zilberman. Yield effects of genetically modified crops in developing countries. Science, 299(5608):900, 2003.",
        "J.M. Wooldridge. Fixed-effects and related estimators for correlated random-coefficient and treatment-effect panel data models. Review of Economics and Statistics, 87(2):385390, 2005."
    ]
}