{
    "id": 16701,
    "cites": 16,
    "cited_by": 36,
    "reference": [
        "Batini, Nicoletta, Oya Celasun, Thomas Dowling, Marcello Estev~ao, Geoffrey Keim, Martin Sommer, and Evridiki Tsounta, 2010, United States: Selected Issues Paper, International Monetary Fund Country Report No. 10/248, available at http://www.imf.org/external/pubs/ft/scr/2010/cr10248.pdf.",
        "Bound, John, Charles Brown, and Nancy Mathiowetz, 2001, Measurement Error in Survey Data, in Heckman, James J., and Edward Leamer, eds., Handbook of Econometrics 5, 37053843.",
        "Chan, Sewin, 2001, Spatial Lock-in: Do Falling House Prices Constrain Residential Mobility ?, Journal of Urban Economics 49(3), 567586.",
        "CoreLogic Inc., 2010, New CoreLogic Data Shows Third Consecutive Quarterly Decline in Negative Equity, news release, Dec. 13, accessed Dec. 22, 2010, http://corelogic.com/About-Us/News.aspx#ResearchandTrends.",
        "Engelhardt, Gary V., 2003, Nominal Loss Aversion, Housing Equity Constraints, and Household Mobility: Evidence from the United States, Journal of Urban Economics 53(1), 171195.",
        "Ferreira, Fernando, Joseph Gyourko, and Joseph Tracy, 2010, Housing Busts and Household Mobility, Journal of Urban Economics 68(1), 3445.",
        "Fletcher, Michael A., 2010, Few in U.S. move for new jobs, fueling fear the economy might get stuck, too, Washington Post, July 30, p. A1.",
        "Foote, Christopher L., Kristopher Gerardi, and Paul S. Willen, 2008, Negative Equity and Foreclosure: Theory and Evidence, Journal of Urban Economics 64(2), 234245.",
        "Ghent, Andra C., and Marianna Kudlyak, 2010, Recourse and Residential Mortgage Default: Theory and Evidence from U.S. States, Federal Reserve Bank of Richmond Working Paper 09-10R.",
        "Haughwout, Andrew, Richard Peach, and Joseph Tracy, 2009, The Homeownership Gap, Federal Reserve Bank of New York Staff Report 418.",
        "Home Truths, 2010, The Economist, Oct. 21, accessed Nov. 1, 2010, http://www.economist.com/node/17308991?story_id=17308991.",
        "U.S. Census Bureau, 1999, American Housing Survey for the United States: 1997, Current Housing Reports, Series H150/97.",
        "U.S. Department of Housing and Urban Development, 2009, Codebook for the American Housing Survey, Public Use File: 1997 and Later, version 1.9. Valletta, Robert G., 2010, House Lock and Structural Unemployment, manuscript, Federal Reserve Bank of San Francisco.",
        "Vandenbroucke, David A., 2008, American Housing Survey: Data Users' Frequently Asked Questions, manuscript, U.S. Department of Housing and Urban Development, accessed Sept. 29, 2010, http://www.huduser.org/portal/datasets/ahs/AHS_%20FAQ_9-9-08.pdf.",
        "Wooldridge, Jeffrey M., 2002, Econometric Analysis of Cross Section and Panel Data, Cambridge, Mass.: MIT Press.",
        "Zillow Inc., 2010, Home Values Near Unprecedented Decline as Hints of Stabilization Wane in Third Quarter, news release, Nov. 10, accessed Dec. 22, 2010, http://zillow.mediaroom.com/index.php?s=159&item=215."
    ]
}