{
    "id": 16705,
    "cites": 10,
    "cited_by": 25,
    "reference": [
        "China State Council, Office of the National 1% Population Sample Survey Leading Group, and China National Bureau of Statistics, Department of Population and Employment Statistics, (2007). 2005 National 1% Population Sample Survey Data. [In Chinese] Beijing: China Statistics Press. Table 3-1a, pp. 150-152; Table 5-2a, pp. 228-237.",
        "China State Council, Population Census Office, and China National Bureau of Statistics, Department of Population Statistics, (1993). Tabulation on the 1990 Population Census of the People's Republic of China, 4 volumes. [In Chinese] Beijing: China Statistics Press. Table 6-10, Vol. 2, pp. 490-503.",
        "European Commission (2010). Green paper: Towards adequate, sustainable and safe European pension systems. http://ec.europa.eu/social/BlobServlet?docId=5551&langId=en euobserver.com (2010). Brussels suggests raising retirement age for EU citizens http://euobserver.com/9/30160 European Union, Economic Policy Committee, Working Group on Ageing Populations and Sustainability. http://europa.eu/epc/working_groups/ageing_en.htm Accessed August 25, 2010.",
        "ILO Bureau of Statistics (2009). ILO Database on Labour Statistics, International Labour Organization.",
        "International Labor Organization (2008). Can low-income countries afford basic social security? Paper 3, Social Security Policy Briefings. Geneva: International Labor Organization.",
        "United Nations (2009). World Population Prospects: The 2008 Revision. CD-ROM Edition -Extended Dataset United Nations.",
        "World Bank (2007). World Development Indicators 2007. Washington: The World Bank.",
        "World Bank (1994). Averting the Old Age Crisis: Policies to Protect the Old and Promote Growth. New York: Oxford University Press.",
        "World Economic Forum (2004). Living Happily Ever After: The Economic Implications of Aging Societies. Executive Summary of a Report to the World Economic Forum Pension Readiness Initiative. Geneva: World Economic Forum.",
        "World Health Organization (2006). Obesity and overweight. http://www.who.int/mediacentre/factsheets/fs311/en/index.html Zweifel, P., S. Felder and M. Meiers (1999). Ageing of Population and Health Care Expenditure: A Red Herring? Health Economics 8(6): 485-496."
    ]
}