{
    "id": 16704,
    "cites": 14,
    "cited_by": 62,
    "reference": [
        "Baltagi, Badi H., Peter Egger, and Michael Pfaffermayr. (2007) Estimating Models of Complex FDI: Are There Third-Country Effects, Journal of Econometrics, Vol. 140(1): 260-81.",
        "Bergstrand, Jeffrey H., and Peter Egger. (2007) A Knowledge-and-Physical-Capital Model of International Trade Flows, Foreign Direct Investment, and Multinational Enterprises, Journal of International Economics, 73(2): 278-308.",
        "Blonigen, Bruce A., Ronald B. Davies, and Keith Head. (2003) Estimating the KnowledgeCapital Model of the Multinational Enterprise: Comment, American Economic Review, Vol. 93(3), 980-94.",
        "Blonigen, Bruce A., and Ronald B. Davies. (2004) The Effects of Bilateral Tax Treaties on U.S. FDI Activity, International Tax and Public Finance, Vol. 11(5): 601-22.",
        "Blonigen, Bruce A., Ronald B. Davies, Glen R. Waddell and Helen Naughton. (2007) FDI in Space: Spatial Autoregressive Relationships in Foreign Direct Investment, European Economic Review, Vol. 51(5): 1303-25.",
        "Blonigen, Bruce A. and Miao Wang, (2005) Inappropriate Pooling of Wealthy and Poor Countries in Empirical FDI Studies, in T. Moran, E. Graham and M. Blomstrom (Eds.), Does Foreign Direct Investment Promote Development? Washington, DC: Institute for International Economics, 221-243.",
        "Braconier, Henrik, Pehr-Johan Norback, and Dieter Urban. (2005) Reconciling the Evidence on the KnowledgeCapital Model, Review of International Economics, 13(4): 77086.",
        "Carr, David, Markusen, James R., Maskus, Keith E. (2001) Estimating the KnowledgeCapital Model of the Multinational Enterprise, American Economic Review, Vol. 91(3): 693708.",
        "Chakrabarti, Avik. (2001) The Determinants of Foreign Direct Investment: Sensitivity Analyses of Cross-Country Regressions, Kyklos, Vol. 54(1): 89-114.",
        "Di Giovanni, Julian. (2005) What Drives Capital Flows? The Case of Cross-Border M&A Activity and Financial Deepening, Journal of International Economics, Vol. 65(1): 127-49.",
        "Head, Keith and John Ries. (2008) FDI as an Outcome of the Market for Corporate Control: Theory and Evidence, Journal of International Economics, Vol. 74(1): 2-20.",
        "Rossi, Stefano, and Paolo F. Volpin. (2004) Cross-Country Determinants of Mergers and Acquisitions, Journal of International Economics, Vol. 74(2): 277-304.",
        "Stein, Ernesto and Christian Daude. (2007) Longitude Matters: Time Zones and the Location of Foreign Direct Investment, Journal of International Economics, Vol. 71(1): 96-122.",
        "Wei, Shang-jin (2000). How Taxing is Corruption on International Business, Review of Economics and Statistics, Vol. 82(1): 1-11."
    ]
}