{
    "id": 16716,
    "cites": 78,
    "cited_by": 0,
    "reference": [
        "Akridge, J.T. and T. W. Hertel. 1986. Multiproduct Cost Relationships for Retail Fertilizer Plants. American Journal of Agricultural Economics 68: 928-38.",
        "Babcock, B.A. and D. Hennessy. 1996. Input Demand under Yield and Revenue Insurance.",
        "Ball, E., Cavazos, R., LaFrance, J.T., Pope, R., and Tack. J. 2010. Aggregation Theory and Arbitrage in Joint Production. In E. Ball, ed., The Economic Impact of Public Support to Agriculture. New York: Elsevier-Science, in press.",
        "Ball, V.E., C. Hallahan, and R. Nehring. 2004. Convergence of Productivity: An Analysis of the Catch-up Hypothesis within a Panel of States. American Journal of Agricultural Economics 86: 1315-3121.",
        "Bellman, R., and S. Dreyfus. 1962. Applied Dynamic Programming, Princeton: Princeton University Press.",
        "Blackorby, C., Primont, D. and R. Russell. 1977. Dual Price and Quantity Aggregation. Journal of Economic Theory 14: 130-48.",
        "New York: American Elsevier/North-Holland. Chambers, R.G. 1984. A Note on Separability of the Indirect Production Function and Measures of Substitution. Southern Economic Journal 4: 1189-91.",
        "Journal of Agricultural Economics. 71: 604-616. Chambers, R. G. and R. D. Pope. 1991. Testing for Consistent Aggregation. American Journal of Agricultural Economics. 73: 808-18.",
        "Model American Journal of Agricultural Economics 76: 105-13. Chambers, R.G. and J. Quiggin. 2000. Uncertainty, Production, choice and Agency: The State-Contingent Approach. Cambridge: Cambridge University Press.",
        "Chavas, J.P. 2008. A Cost Approach to Economic Analysis under State-Contingent Production Uncertainty. American Journal of Agricultural Economics 90: 435-466.",
        "Chavas J.-P. and Holt., M. 1996. Economic Behavior under Uncertainty: a Joint Analysis of Risk and Technology. Review of Economics and Statistics 51, 329-335.",
        "Christensen, L.R., D.W. Jorgenson, and L.J. Lau. 1975. Transcendental Logarithmic Utility Functions. American Economic Review 65: 367-83.",
        "Deaton, A. and Muellbauer, J. 1980. An Almost Ideal Demand system. American Economic Review, 70: 312-26.",
        "Diewert, W.E. and T.J. Wales. 1987. Flexible Functional Forms and Global Curvature Conditions. Econometrica 55: 43-68.",
        "FÃ\u0083Â¤re, R. and D. Primont. 1995. Multi-Output Production and Duality: Theory and Applications.",
        "Boston: Kluwer-Nijhoff Publishing. Freund, R.J. 1956. The Introduction of Risk into a Programming Model. Econometrica, 24: 253-263.",
        "Gardner, B.L. and R.A. Kramer. 1986. Experience with Crop Insurance Programs in the United States. Crop Insurance for Agricultural Development: Issues and Experience.",
        "P. Hazell, C. Pomereda, A. Valdes, eds. Baltimore: Johns Hopkins University Press. Goldman, S.M. and H. Uzawa. 1964. A Note on Separability in Demand Analysis. Econometrica 32: 387-98.",
        "Goodwin, B.K., V.H. Smith and C. Hammond. 1999. An Ex-Post Evaluation of the Conservation Reserve Program: Participation, Erosion, and Interaction with Related Programs.",
        "Gorman, W.M. 1953. Community Preference Fields. Econometrica 21: 63-80.",
        "Stone, Cambridge: Cambridge University Press. Hall, R.E. 1973. The Specification of Technology with Several Kinds of Output. Journal of Political Economy 81: 878-92.",
        "Harwood, J., R. Heifner, K. H. Coble, J. Perry, and A. Somwaru. 1999. Managing Risk in Farming: Concepts, Research and Analysis. Technical Report, Economic Research Service, U.S. Department of Agriculture.",
        "Hausman, J. 1981. Exact Consumers Surplus and Deadweight Loss. American Economic Review 71: 662-76.",
        "Hermann, 1975. R. Lie Groups: History, Frontiers, and Applications, Volume I. Sophus Lies 1880 Transformation Group Paper. Brookline MA: Math Sci Press.",
        "Hildenbrand, W. 2007. Aggregation Theory. Entry for The New Palgrave of Economics, 2nd Edition.",
        "Horowitz, J. and E. Lichtenberg. 1994. Risk Reducing and Risk Increasing Effects of Pesticides. Journal of Agricultural Economics. 45: 82-89.",
        "Howe, H., R.A. Pollak, and T.J. Wales. 1979. Theory and Time Series Estimation of the Quadratic Expenditure System. Econometrica 47:1231-47.",
        "Hueth, D. L. and W. H. Furtan, eds. 1994. Economics of Agricultural Crop Insurance: Theory and Evidence New York: Kluwer Academic Publishers.",
        "Huizinga, J. 1993. Inflation Uncertainty, Relative Price Uncertainty, and Investment in U.S. Manufacturing. Journal of Money, Credit, and Banking 25: 521-49.",
        "Jerison, M. 1993. Russell on Gormans Engel Curves: A Correction. Economics Letters 23:171-75.",
        "Jorgenson, D.W., L.J. Lau, and T.M. Stoker. 1980. Welfare Comparisons under Exact Aggregation. American Economic Review 70: 268-72.",
        "JAI Press. Jorgenson, D.W. and D.T. Slesnick. 1984. Aggregate Consumer Behavior and the Measurement of Inequality. Review of Economic Studies 51: 369-92.",
        "Josephson, G.R., R.B. Lord, and C.W. Mitchell. 2000. Actuarial Documentation of Multiple Peril Crop Insurance Ratemaking Procedures. Technical Report, Risk Management Agency.",
        "Just, R.E. 1974. An Investigation of the Importance of Risk in Farmers Decisions. American Journal of Agricultural Economics 56: 14-25.",
        "Just, R.E., L. Calvin, and J. Quiggin. 1999. Adverse Selection in Crop Insurance: Actuarial and Asymmetric Information Incentives. American Journal of Agricultural Economics, 81: 834849.",
        "Just, R., Zilberman, D. and E. Hochman. 1983. Estimation of Multicrop Production Functions. American Journal of Agricultural Economics 65: 770-80.",
        "Keeton, K., J. Skees and J. Long. 1999. The Potential Influence of Risk Management Programs on Cropping Decisions. Paper presented at the annual meeting of the American Agricultural Economics Association, Nashville, TN.",
        "Kohli, U. 1983. Non-Joint Technologies. Review of Economic Studies 50: 209-219.",
        "LaFrance, J.T. 2004. Integrability of the Linear Approximate Almost Ideal Demand System.",
        "LaFrance, J.T., T.K.M. Beatty, and R.D. Pope. 2006. Gorman Engel Curves for Incomplete Demand Systems. In M.T. Holt and J.P. Chavas, eds., Exploring Frontiers in Applied Economics: Essays in Honor of Stanley R. Johnson, BE Press.",
        "LaFrance, J.T., T.K.M. Beatty, R.D. Pope and G.K. Agnew. 2002. Information Theo- retic Measures of the U.S. variable cost Distribution in Food Demand. Journal of Econometrics 107:235-57.",
        "LaFrance, J.T. and R.D. Pope. 2008. Homogeneity and Supply. American Journal of Agricultural Economics 92: in press.",
        "Contributions to Economic Analysis: Quantifying Consumer Preferences, New York: Elsevier-Science, 84-116. _____. 2010. Duality Theory for Variable Costs in Joint Production. American Journal of Agricultural Economics, 92: in press.",
        "Margin. World Congress of Environmental and Resource Economists, AERE/EAERE, 2002.",
        "Lau, L. 1972. Profit Functions of Technologies with Multiple Input and Output. Review of Economics and Statistics 54: 281-9.",
        "North-Holland, 134-216. Lewbel, A. 1987. Characterizing Some Gorman systems that satisfy consistent aggregation.",
        "Econometric Reviews 2:97-102. _____. 1989. A Demand System Rank Theorem. Econometrica 57:701-705.",
        "Econometrica 59:711-30. Lin, W., G. Dean and C. Moore. An Empirical Test of Utility vs. Profit Maximization in Agricultural Production, American Journal of Agricultural Economics 56 (1974): 497-508.",
        "Lopez, R. 1983. Structural Implications of a Class of Flexible Functional Forms for Profit Functions. International Economic Review 26: 593-601.",
        "Markowitz, H.M. 2000. Portfolio Selection New York: Blackwell Publishers.",
        "McLaren, K.R. and K.K.G. Wong. 2007. Effective Global Regularity and Empirical Modeling of Direct, Inverse, and Mixed Demand Systems. Australasian Meeting of the Econometric Society, Brisbane, Queensland, Australia.",
        "Muellbauer, J. 1975. Aggregation, variable cost Distribution and Consumer Demand. Review of Economic Studies 42:525-43.",
        "Nelson, C.H. and E.T. Loehman. 1987. Further toward a Theory of Agricultural Insurance.",
        "Nerlove, M. 1958. The Dynamics of Supply: Estimation of Farmers Response to Price.",
        "Baltimore MD: Johns Hopkins University Press. Paxson, C.H. 1992. Using Weather Variability to Estimate the Response of Savings to Transitory Income in Thailand. American Economics Review 82: 15-33.",
        "Pflueger, B.W., and P.J. Barry. 1986. Crop Insurance and Credit: A Farm Level Simulation Analysis, Agricultural Finance Review 46: 1-14.",
        "Pope, R.D. 2003. Risk and Agriculture. in D.J. Meyer ed., Economics of Risk, Kalamazoo MI: Upjohn Institute.",
        "Pope, R.D. and J.-P. Chavas. 1994. Cost Functions Under Production Uncertainty. American Journal of Agricultural Economics. 76: 196-204.",
        "Pope, R., J.-P. Chavas, and R.E. Just. Economic Welfare Evaluations for Producers Under Uncertainty, American Journal of Agricultural Economics 65, l (1983): 98-107.",
        "Pope, R.D., and R.E. Just. 1991. On Testing the Structure of Risk Preferences in Agricultural Supply Analysis, American Journal of Agricultural Economics 73, 3: 743748.",
        "Pope, R.D., LaFrance, J.T. and R.E. Just. 2007. Imperfect Price Deflation in Production Systems. American Journal of Agricultural Economics 89 (2007): 738-754.",
        "Primont, D. and C. Sawyer. 1993. Recovering the Production Technology from the Cost Function. The Journal of Productivity Analysis 4: 347-52.",
        "Quiggin, J. Some Observations on Insurance, Bankruptcy, and Input Demand. Journal of Economic Behavior and Organization. 18 (1992): 101-110.",
        "Rothchild, M. and J. Stiglitz. 1976. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics.",
        "Russell, T. 1983. On a Theorem of Gorman. Economic Letters 11: 223-24.",
        "Economic Letters 51: 201-4. Russell, T. and F. Farris. 1993. The Geometric Structure of Some Systems of Demand Functions. Journal of Mathematical Economics 22: 309-25.",
        "Line. Journal of Mathematical Economics 29: 183-209. Shumway, C. R. 1983. Supply, Demand, and Technology in a Multiproduct Industry: Texas Field Crops. American Journal of Agricultural Economics 65: 748-60.",
        "Skees, J. R. and M. R. Reed. 1986. Rate Making for FarmLevel Crop Insurance: Implications for Adverse Selection. American Journal of Agricultural Economics, 68: 653659.",
        "Smith, V.H. and V.K. Goodwin. 1996. Crop Insurance, Moral Hazard and Agricultural Chemical Use. American Journal of Agricultural Economics. 78: 428-438.",
        "Soule, M., W. Nimon, and D. Mullarkey. 2000. Risk Management and Environmental Outcomes: Framing the Issues. Paper presented at Crop Insurance, Land Use and the Environment Workshop, USDA/ERS, Washington DC.",
        "Stohs, S. M. 2003. A Bayesian Updating Approach to Crop Insurance Ratemaking. Ph.D. Dissertation, Department of Agricultural and Resource Economics, University of California, Berkeley.",
        "Turvey, C.G. 1992. An Economic Analysis of Alternative Farm Revenue Insurance Policies. Canadian Journal of Agricultural Economics 40: 403-426.",
        "Semi-Log Incomplete Demand System Models. Journal of Agricultural and Resource Economics, 27: 281-319. van Daal, J. and A.H.Q.M. Merkies. 1989. A Note on the Quadratic Expenditure Model. Econometrica 57: 1439-43.",
        "Wales, T.J. and A.D. Woodland. 1983. Estimation of Consumer Demand Systems with Binding Non-Negativity Constraints. Journal of Econometrics 21: 263-85.",
        "Williams, J.R. 1988. A Stochastic Dominance Analysis of Tillage and Crop Insurance Practices in a Semiarid Region. American Journal of Agricultural Economics 70: 112-120.",
        "Wright, B.D. and J.A. Hewitt. 1994. All-risk Crop Insurance: Lessons from Theory and Experience. In D.L. Hueth and W.H. Furtan, eds. Economics of Agricultural Crop Insurance: Theory and Evidence. Natural Resource Management and Policy Series.",
        "Boston, MA: Kluwer Academic Publishers. Chapter 4:73-112. Wu, J. 1999. Crop Insurance, Acreage Decisions and Non-point Source Pollution. American Journal of Agricultural Economics 81: 305-320.",
        "Young, C.E., R.D. Schnepf, J.R. Skees, W.W. Lin. 2000. Production and Price Impacts of U.S. Crop Insurance Subsidies: Some Preliminary Results. Paper presented at Crop Insurance, Land Use and the Environment Workshop, USDA/ERS, Washington DC."
    ]
}