{
    "id": 16712,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland. 1994. Dynamics of the Trade Balance and the Terms of Trade: The J-Curve? American Economic Review 84 (1):84 103.",
        "Bessembinder, Hendrik and Kalok Chan. 1992. Time-Varying Risk Premia and Forecastable Returns in Futures Markets. Journal of Financial Economics 32 (2):169193.",
        "Campbell, John Y. 1987. Stock Returns and the Term Structure. Journal of Financial Economics 18 (2):373399.",
        "Chang, Eric C. 1985. Returns to Speculators and the Theory of Normal Backwardation. Journal of Finance 40 (1):193208.",
        "Chen, Yu-Chin, Kenneth S. Rogoff, and Barbara Rossi. 2010. Can Exchange Rates Forecast Commodity Prices? Quarterly Journal of Economics 125 (3):11451194. Commodity Exchange Authority. 19641972. Commodity Futures Statistics. Washington, DC: United States Department of Agriculture. Commodity Futures Trading Commission. 19721985. Commitments of Traders in Commodity Futures. New York.",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldmann. 1990. Noise Trader Risk in Financial Markets. Journal of Political Economy 98 (4):703 738.",
        "Fama, Eugene F. and Kenneth R. French. 1989. Business Conditions and Expected Returns on Stocks and Bonds. Journal of Financial Economics 25 (1):2349.",
        "Fama, Eugene F. and G. William Schwert. 1977. Asset Returns and Inflation. Journal of Financial Economics 5 (2):115146.",
        "Gourinchas, Pierre-Olivier and Aaron Tornell. 2004. Exchange Rate Puzzles and Distorted Beliefs. Journal of International Economics 64 (2):303333.",
        "Hicks, John R. 1939. Value and Capital: An Inquiry into Some Fundamental Principles of Economic Theory. Oxford: Claredon Press.",
        "Hong, Harrison and Jeremy C. Stein. 1999. A Unified Theory of Underreaction, Momentum Trading, and Overreaction in Asset Markets. Journal of Finance 54 (6):21432184.",
        "------. 2007. Disagreement and the Stock Market. Journal of Economic Perspectives 21 (2):109128.",
        "Keynes, John M. 1923. Some Aspects of Commodity Markets. Manchester Guardian Commercial 13:784786.",
        "Merton, Robert C. 1973. An Intertemporal Capital Asset Pricing Model. Econometrica 41 (5):867887.",
        "Shleifer, Andrei. 1986. Do Demand Curves for Stocks Slope Down? Journal of Finance 41 (3):579590.",
        "Stock, James H. and Mark W. Watson. 1999. Forecasting Inflation. Journal of Monetary Economics 44 (2):293335.",
        "------. 2003. Forecasting Output and Inflation: The Role of Asset Prices. Journal of Economic Literature 41 (3):788829.",
        "Working, Holbrook. 1949. The Theory of Price of Storage. American Economic Review 39 (6):12541262."
    ]
}