{
    "id": 16723,
    "cites": 18,
    "cited_by": 86,
    "reference": [
        "Akerlof, George, 1970. The Market for `Lemons': Quality Uncertainty and The Market Mechanism. Quarterly Journal of Economics 84, 488-500.",
        "Bank of Sweden, 2001. Press Release: The 2001 Sveriges Riksbank (Bank of Sweden) Prize in Economic Sciences in Memory of Alfred Nobel, Advanced Information. Available at http://www.nobel.se/economics/laureates/2001/ecoadv.pdf Brown, Jeffrey, and Amy Finkelstein, 2007. Why Is the Market for Long Term Care Insurance so Small? Journal of Public Economics 91(10), 1967-1991, Bundorf, Kate M., Jonathan Levin, and Neale Mahoney, 2008. Pricing, Matching and Efficiency in Health Plan Choice. Mimeo, Stanford University, available at http://www.stanford.edu/~jdlevin/ research.htm.",
        "Chiappori, Pierre-AndrÃ\u0083Â©, Bruno Jullien, Bernard SalaniÃ\u0083Â©, and FranÃ\u0083Â§ois SalaniÃ\u0083Â©, 2006. Asymmetric Information in Insurance: General Testable Implications. Rand Journal of Economics 37, 783-798.",
        "Chiappori, Pierre-AndrÃ\u0083Â©, and Bernard SalaniÃ\u0083Â©, 2000. Testing for Asymmetric Information in Insurance Markets. Journal of Political Economy 108, 56-78.",
        "Cohen, Alma, and Liran Einav, 2007. Estimating Risk Preferences from Deductible Choice. American Economic Review 97(3), 745-788.",
        "Cohen, Alma, and Peter Siegelman, 2010. Testing for Adverse Selection in Insurance Markets. Journal of Risk and Insurance 77(1), 39-84.",
        "Cutler, David M., and Sarah J. Reber, 1998. Paying for Health Insurance: The Trade-Off between Competition and Adverse Selection. Quarterly Journal of Economics 113, 433-466.",
        "Davidoff, Thomas, and Gerd Welke, 2007. Selection and Moral Hazard in the Reverse Mortgage Market. Mimeo, University of British Columbia.",
        "De Meza, David, and David C. Webb. 2001. Advantageous Selection in Insurance Markets. Rand Journal of Economics 32(2), 249262.",
        "Einav, Liran, Amy Finkelstein, and Mark R. Cullen, 2010. Estimating Welfare in Insurance Markets using Variation in Prices. Quarterly Journal of Economics 125(3), 877-921.",
        "Einav, Liran, Amy Finkelstein, and Jonathan Levin, 2010. Beyond Testing: Empirical Models of Insurance Markets. Annual Review of Economics 2, 311-336.",
        "Fang, Hanming, Michael Keane, and Dan Silverman, 2008. Sources of Advantageous Selection: Evidence from the Medigap Insurance Market. Journal of Political Economy 116, 303-350.",
        "Finkelstein, Amy, and Kathleen McGarry, 2006. Multiple Dimensions of Private Information: Evidence from The Long-Term Care Insurance Market. American Economic Review 96, 938-958.",
        "Finkelstein, Amy, and James Poterba, 2002. Selection Effects in the Market for Individual Annuities: New Evidence from the United Kingdom. Economic Journal 112, 28-50.",
        "Friedman, Benjamin M., and Mark Warshawsky, 1990. The Cost of Annuities: Implications for Saving Behavior and Bequests. NBER Working Papers No. 1682.",
        "Hemenway David, 1990. Propitious selection. Quarterly Journal of Economics 105, 10631069.",
        "Mitchell, Olivia. S., James Poterba, Mark Warshawsky, and Jeffrey R. Brown, 1999. New Evidence on the Money's Worth of Individual Annuities. American Economic Review 89, 1299-1318.",
        "Newhouse, Joseph, 2002. Pricing the Priceless: A Health Care Conundrum. MIT Press. Cambridge, MA."
    ]
}