{
    "id": 16729,
    "cites": 59,
    "cited_by": 23,
    "reference": [
        "Alesina, Alberto, Edward Glaeser, and Bruce Sacerdote. 2005. Work and Leisure in the US and Europe: Why So Dierent?In NBER Macroeconomics Annual, ed. Mark Gertler and Kenneth Rogo. Cambridge MA: MIT Press.",
        "Auerbach, Alan J. 1985. The Theory of Excess Burden and Optimal Taxation. In The Handbook of Public Economics, ed. Alan J. Auerbach and Martin Feldstein, 61-124, Amsterdam: Elsevier.",
        "Bianchi, Marco, BjÃ\u0083Â¶rn R. Gudmundsson, and Gyl... Zoega. 2001. Icelands Natural Experiment in Supply-Side Economics.American Economic Review, 91(5): 1564-79.",
        "Brown, Kristine M. 2009. The Link between Pensions and Retirement Timing: Lessons from California Teachers. http://www.ilir.uiuc.edu/brown/CalstrsRetire_Brown.pdf.",
        "Browning, Martin, Lars Peter Hansen, and James J. Heckman. 1999. Micro data and General Equilibrium Models. In Handbook of Macroeconomics, ed. John B. Taylor, Michael Woodford, 543-633. Amsterdam: Elsevier/North-Holland.",
        "Card, David. 1990. Labor Supply with a Minimum Hours Threshold. Carnegie-Rochester Conference Series on Public Policy 33: 137-168.",
        "Card, David, and Alan B. Krueger. 1995. Time-Series Minimum-Wage Studies: A Meta-Analysis.American Economic Review, 85(2): 238-243.",
        "Card, David, and Dean R. Hyslop. 2005. Estimating the Eects of a Time-Limited Earnings Subsidy for Welfare-Leavers.Econometrica. 73(6): 1723-70.",
        "Chang, Yongsung, and Sun-Bin Kim. 2006. From Individual to Aggregate Labor Supply: A Quantitative Analysis Based on a Heterogeneous Agent Macroeconomy.International Economic Review, 47(1): 1-27.",
        "Chetty, Raj. 2009. Bounds on Elasticities with Optimization Frictions: A Synthesis of Micro and Macro Evidence on Labor Supply.NBER Working Paper 15616.",
        "Chetty, Raj, John N. Friedman, Tore Olsen, and Luigi Pistaferri. 2011. Adjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax Records.Quarterly Journal of Economics, forthcoming.",
        "Cho, Jang-Ok, and Thomas F. Cooley. 1994. Employment and Hours Over the Business Cycle.Journal of Economic Dynamics and Control, 18(2): 411-32.",
        "Cho, Jang-Ok, and Richard Rogerson. 1988. Family Labor Supply and Aggregate Fluctuations.Journal of Monetary Economics, 21(2-3): 233-45.",
        "Christiano, Lawrence and Martin Eichenbaum. 1992. Current Real-Business-Cycle Theories and Aggregate Labor-Market Fluctuations.American Economic Review, 82(3): 43050.",
        "Clark, Kim B., and Lawrence H. Summers 1981. The Demographic Composition of Cyclical Employment Variations.Journal of Human Resources, 16(1): 61-79.",
        "Davis, Steven J., and Magnus Henrekson. 2005. Tax Eects on Work Activity, Industry Mix and Shadow Economy Size: Evidence from Rich-Country Comparisons. In Labour Supply and Incentives to Work in Europe, ed. RamÃ\u0083Â³n GÃ\u0083Â³mez Salvador, Ana Lamo, Barbara Petrongolo, Melanie Ward, and Etienne Wasmer, 44-104. Northamption, MA: Edward Elgar Press.",
        "Devereux, Paul J. 2004. Changes in Relative Wages and Family Labor Supply.Journal of Human Resources, 39(3): 698-722.",
        "Domeij, David, and Martin Floden. 2006. The Labor-Supply Elasticity and Borrowing Constraints: Why Estimates Are Biased.Review of Economic Dynamics. 9(2): 242-62.",
        "Dynan, Karen. 2009. Changing Household Financial Opportunities and Economic Security.",
        "Eckstein, Zvi, and Kenneth I. Wolpin. 1989. Dynamic Labour Force Participation of Married Women and Endogenous Work Experience. Review of Economic Studies, 56(3): 375-390.",
        "Eissa, Nada, and Jerey B. Liebman. 1996. Labor Supply Response to the Earned Income Tax Credit.The Quarterly Journal of Economics, 111(2): 605-37.",
        "Gourio, FranÃ\u0083Â§ois, and Pierre-Alexandre Noual. 2009. The Marginal Worker and the Aggregate Elasticity of Labor Supply.http://people.bu.edu/fgourio/margworker1106.pdf.",
        "Graversen, Ebbe Krogh. 1998. Labor Supply and Work Incentives.PhD diss., University of Aarhus.",
        "Gruber, Jonathan and David A. Wise. 1999. Introduction and Summary. In Social Security and Retirement Around the World, eds. Jonathan Gruber and David A. Wise, 1-35.",
        "University of Chicago Press. Hall, Robert E. 2009. Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor.Journal of Political Economy, 117(2): 281-323.",
        "Hansen, Gary D. 1985. Indivisible Labor and the Business Cycle. Journal of Monetary Economics. 16(3): 309-327.",
        "Hausman, Jerry. 1985. Taxes and Labor Supply. In , ed. Alan Auerbach and Martin Feldstein, 213-63. Handbook of Public Economics Vol I. Amsterdam: North-Holland.",
        "Heckman, James J. 1984. Comments on the Ashenfelter and Kydland Papers.CarnegieRochester Conference Series on Public Policy, 21: 209-24.",
        "Heckman, James J. 1993. What Has Been Learned About Labor Supply in the Past Twenty Years?American Economic Review, 83(2): 116-21.",
        "Heckman, James J. and Mark R. Killingsworth. 1987. Female labor supply: A survey. In Handbook of Labor Economics, O. Ashenfelter and R. Layard (eds.), 103-204, Amsterdam: Elsevier.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen. 1993. The Carnegie Conjecture: Some Empirical Evidence,Quarterly Journal of Economics, 108(2): 413-35.",
        "Imai, Susumu, and Michael Keane. 2004. Intertemporal Labor Supply and Human Capital Accumulation.International Economic Review, 45(2):601-42.",
        "Imbens, Guido W., Donald B. Rubin, and Bruce I. Sacerdote. 2001. Estimating the Eect of Unearned Income on Labor Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players.The American Economic Review. 91(4): 778-94.",
        "Jaimovich, Nir, and Henry E. Siu. 2009. The Young, the Old, and the Restless: Demographics and Business Cycle VolatilityAmerican Economic Review, 99(3): 804-26.",
        "Juhn, Chinhui, Kevin M. Murphy, and Robert H. Topel. 1991. Why Has the Natural Rate of Unemployment Increased over Time?In Brookings Papers of Economic Activity, ed.",
        "William C. Brainard and George L. Perry, 75-142. Washington, DC: The Brookings Institution. Keane, Michael P. 2010. Labor Supply and Taxes: A Survey.University of Technology, Sydney Working Paper 160.",
        "Keane, Michael P., and Richard Rogerson. 2010. Reconciling Micro and Macro Labor Supply Elasticities.Unpublished.",
        "King, Robert G., and Sergio T. Rebelo. 1999. Resuscitating Real Business Cycles.In Handbook of Macroeconomics, ed. John B. Taylor and Michael Woodford, 927-1007. Amsterdam: North-Holland.",
        "Kimmel, Jean and Thomas J. Kniesner. 1998. New Evidence on Labor Supply: Employment Versus Hours Elasticities by Sex and Marital Status. Journal of Monetary Economics.",
        "Liebman, Jerey, and Emmanuel Saez. 2006. Earnings Responses to Increases in Payroll Taxes.http://elsa.berkeley.edu/~saez/liebman-saezSSA06.pdf.",
        "Lin, Winston, Philip K. Robins, David Card, Kristen Harknett, and Susanna LuiGurr. 1998. When Financial Incentives Encourage Work: Complete 18-Month Findings from Self-Su ciency Project.Ottawa: Social Research and Demonstration Corporation.",
        "Ljungqvist, Lars, and Thomas J. Sargent. 2006. Do Taxes Explain European Employment ? Indivisible Labor, Human Capital, Lotteries, and Savings.In NBER Macroeconomics Annual 2006, ed. Daron Acemoglu, Kenneth Rogo, and Michael Woodford, 181-246. Cambridge, MA: MIT Press.",
        "Ljungqvist, Lars, and Thomas J. Sargent. 2011. A Labor Supply Elasticity Accord? Forthcoming, American Economic Review.",
        "Low, Hamish. 2005. Self-Insurance in a Life-Cycle Model of Labor Supply and Savings. Review of Economic Dynamics. 8(4): 945-75.",
        "MaCurdy, Thomas E. 1981. An Empirical Model of Labor Supply in a Life-Cycle Setting. Journal of Political Economy. 89(6): 1059-85.",
        "Manoli, Dayanand, and Andrea Weber. 2010. Intertemporal Substitution in Labor Force Participation: Evidence from Policy Discontinuities. Meghir, Costas, and David Phillips. 2010. Labor Supply and Taxes,In Dimensions of Tax Design. ed. The Mirrlees Review, 202-74. Oxford: Oxford University Press.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. 2000. Making Single Mothers Work: Recent Tax and Welfare Policy and its Eects.National Tax Journal, 53(4): 1027-59.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers.The Quarterly Journal of Economics, 116(3): 1063-114.",
        "Mulligan, Casey. 2001. Aggregate Implications of Indivisible labor.Advances in Macroeconomics 1(1).",
        "Nickell, Steven. 2003. Employment and Taxes.CESifo Working Paper 1109.",
        "Pistaferri, Luigi. 2003. Anticipated and Unanticipated Wage Changes, Wage Risk, and Intertemporal Labor Supply.Journal of Labor Economics, 21(3): 729-54.",
        "Prescott, Edward. 2004. Why Do Americans Work So Much More Than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review, 28(1): 213.",
        "Prescott, Edward, Richard Rogerson, and Johanna Wallenius. 2009. Lifetime Aggregate Labor Supply with Endogenous Workweek Length.Review of Economic Dynamics, 12(1): 23-36.",
        "Rogerson, Richard. 1988. Indivisible Labor, Lotteries and Equilibrium.Journal of Monetary Economics, 21(1): 316.",
        "Rogerson, Richard, and Johanna Wallenius. 2007. Micro and Macro Elasticities in a Life Cycle Model with Taxes.National Bureau of Economic Research Working Paper No.",
        "Rogerson, Richard, and Johanna Wallenius. 2009. Micro and Macro Elasticities in a Life Cycle Model with Taxes.Journal of Economic Theory, 144(6): 2277-92.",
        "Saez, Emmanuel, Joel Slemrod, and Seth Giertz. 2011. The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review. Forthcoming, Journal of Economic Literature.",
        "Smets, Frank, and Rafael Wouters. 2007. Shocks and Frictions in US Business Cycle: A Bayesian DSGE Approach.American Economic Review. 97(3): 586-606.",
        "Trabandt, Mathias and Harold Uhlig. 2009. How Far Are We From The Slippery Slope? The Laer Curve Revisited.NBER Working Paper No.15343."
    ]
}