{
    "id": 16720,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "D. J. Abraham, A. Blum, and T. Sandholm. Clearing Algorithms for Barter Exchange Markets: Enabling Nationwide Kidney Exchanges. In Proceedings of the 8th ACM Conference on Electronic commerce (EC), pages 295304, 2007.",
        "I. Ashlagi, M. Braverman, and A. Hassidim. Matching with Couples Revisited. Working paper, 2010a.",
        "I. Ashlagi, F. Fischer, I. Kash, and A.D. Procaccia. Mix and Match. In Proceedings of the 11th ACM Conference on Electronic Commerce (EC), 2010, pages 295304, 2010b.",
        "I. Ashlagi, D. S. Gilchrist, A. E. Roth, and M. A. Rees. Nonsimultaneous Chains and Dominos in Kidney Paired Donation - Revisited. Unpublished, 2010c.",
        "M. Babaioff, L. Blumrosen, and A. Roth. Auctions with Online Supply. In Proceedings of the 11th ACM Conference on Electronic commerce (EC), 2010.",
        "P. Biro, D.F. Manlove, and R. Rizzi. Maximum weight cycle packing in directed graphs, with application to kidney exchange programs. Discrete Mathematics, Algorithms and Applications, 1(4):499517, 2009.",
        "J. Edmonds. Paths, Trees, and Flowers. Canadian Journal of Mathematics, 17:449467, 1965.",
        "J. Edmonds, D.W. Gjertson, and J. M. Cecka. Matroids and the greedy algorithm. Programming, 1:127136, 1971.",
        "N. Immorlica and M. Mahdian. Marriage, Honesty, and Stability. In Proceedings of the sixteenth annual ACM-SIAM symposium on Discrete algorithms, pages 5362, 2005.",
        "S. Janson, T. Luczak, and R. Rucinski. Random Graphs. A John Wiley & Sons, 2000. W. S. Jevons. Money and the Mechanism of Exchange. New York: D. Appleton and Company.",
        ", 1876. http://www.econlib.org/library/ YPDBooks/Jevons/jvnMME.html. F. Kojima and P. A. Pathak. Incentives and Stability in Large Two-Sided Matching Markets.",
        "American Economic Review, 99:608627, 2009.",
        "F. Kojima, P. Pathak, and A. E. Roth. Matching with Couples: Stability and Incentives in Large Markets. Working paper, 2010.",
        "S. Lieder and A. E. Roth. Kidneys for sale: Who disapproves, and why? American Journal of Transplantation, 10:12211227, 2010.",
        "M. A. Rees, J. E. Kopke, R. P. Pelletier, D. L. Segev, M. E. Rutter, A. J. Fabrega, J. Rogers, O. G. Pankewycz, J. Hiller, A. E. Roth, T. Sandholm, M. U. Unver, and R. A. Montgomery. A non-simultaneous extended altruistic donor chain. New England Journal of Medecine, 360:10961101, 2009.",
        "A. E. Roth. Repugnance as a constraint on market. Journal of Economic Perspectives, 21(3): 3758, 2007.",
        "A. E. Roth. What have we learned from market design? Hahn Lecture, Economic Journal, 118:285310, 2008.",
        "A. E. Roth, T. Sonmez, and M. U. Unver. Kidney exchange. Quarterly Journal of Economics, 119:457488, 2004. A. E. Roth, T. Sonmez, and M. U. Unver. A kidney exchange clearinghouse in New England.",
        "American Economic Review Papers and Proceedings, 95(2):376380, 2005a.",
        "A. E. Roth, T. Sonmez, and M. U. Unver. Pairwise kidney exchange. Journal of Economic Theory, 125:151188, 2005b.",
        "A. E. Roth, T. Sonmez, and M. U. Unver. Notes on Forming large markets from small ones: Participation Incentives in Multi-Center Kidney Exchange. Unpublished, 2007a.",
        "A. E. Roth, T. Sonmez, and M. U. Unver. Efficient kidney exchange: coincidence of wants in markets with compatibility-based preferences. American Economic Review, 97:828851, 2007b.",
        "S. L. Saidman, A. E. Roth, T. Sonmez, M. U. Unver, and F. L. Delmonico. Increasing the Opportunity of Live Kidney Donation by Matching for Two and Three Way Exchanges. Transplantation, 81:773782, 2006.",
        "P. I. Terasaki, D.W. Gjertson, and J. M. Cecka. Paired kidney exchange is not a solution to ABO incompatibility. Transplantation, 65:291, 1998.",
        "P. Toulis and David Parkes. A Random Graph Model of Kidney Exchanges : Optimality and Incentives. Working paper, 2010.",
        "M. U. Unver. Dynamic Kidney Exchange. Review of Economic Studies, 77(1):372414, 2010.",
        "S. Zenios, E. S. Woodle, and L. F. Ross. Primum non nocere: Avoiding harm to vulnerable candidates in an indirect kidney exchange. Transplantation, 72:648654, 2001."
    ]
}