{
    "id": 16731,
    "cites": 69,
    "cited_by": 1,
    "reference": [
        "Mattick. 2005. An Overview of Systematic Reviews of the Effectiveness of Opiate Maintenance Therapies: Available Evidence to Inform Clinical Practice and Research. Journal of Substance Abuse Treatment 28(4): 3219.",
        "Bao, Yan-ping, Zhi-min Liu, David Epstein, Cun Du, Jie Shi, and Lin Lu. 2009. A MetaAnalysis of Retention in Methadone Maintenance by Dose and Dosing Strategy. American Journal of Drug and Alcohol Abuse 35(1): 2833.",
        "Basu, Anirban, A. David Paltiel, and Harold A. Pollack. 2008. Social Costs of Robbery and the Cost-effectiveness of Substance Abuse Treatment. Health Economics 17(8): 92746.",
        "Belenko, Steven, Jordan Peugh, Daniel Mendez, Courtney Petersen, Jeffrey Lin, and Jennie Hauser. 2002. Trends in Substance Abuse and Treatment Needs Among Inmates. National Criminal Justice Reference Service. New York: National Center on Addiction and Substance Abuse at Columbia University.",
        "Belenko, Steven, and Jordon Peugh. 2005. Estimating Drug Treatment Needs among State Prison Inmates. Drug and Alcohol Dependence 77(3): 26981.",
        "Bhati, Avinash Singh, John K. Roman, and Aaron Chalfin. 2008. To Treat or Not to Treat: Evidence on the Prospects of Expanding Treatment to Drug-Involved Offenders. Washington, D.C.: Urban Institute.",
        "BJA Drug Court Clearinghouse Project. 2009. Summary of Drug Court Activity by State and County, July 14, 2009. Washington, D.C.: BJA Drug Court Clearinghouse Project at American University.",
        "Blumstein, Alfred, and Allen J. Beck. 1999. Population Growth in U.S. Prisons, 1980-1996. In Crime and Justice: A Review of the Research, Prisons (volume 26), edited by Michael Tonry and Joan Petersilia, 1761. Chicago: University of Chicago Press.",
        "Blumstein, Alfred, and Kiminori Nakamura. 2009. Redemption in the Presence of Widespread Criminal Background Checks. Criminology 47(2): 32759.",
        "Burdon, William M., Nena P. Messina, and Michael L. Prendergast. 2004. The California Treatment Expansion Initiative: Aftercare Participation, Recidivism, and Predictors of Outcomes. Prison Journal 84(1): 6180.",
        "Campbell, Kevin M., Dennis Deck, and Antoinette Krupski. 2007. Impact of Substance Abuse Treatment on Arrests among Opiate Users in Washington State. American Journal on Addictions 16(6): 51020.",
        "Caulkins, Jonathan P. 2007. The Need for Dynamic Drug Policy. Addiction 102(1): 47.",
        "Caulkins, Jonathan P., Doris A. Behrens, Claudia Knoll, Gernot Tragler, and Doris Zuba. 2004. Markov Chain Modeling of Initiation and Demand: The Case of the U.S. Cocaine Epidemic. Health Care Management Science 7(4): 31929.",
        "Caulkins, Jonathan P., and Sara Chandler. 2006. Long-Run Trends in Incarceration of Drug Offenders in the United States. Crime and Delinquency 52(4): 61941.",
        "Cohen, Mark A., Roland T. Rust, Sara Steen, and Simon T. Tidd. 2004. Willingness-to-Pay for Crime Control Programs. Criminology 42(1): 89110.",
        "Cork, Daniel. 1999. Examining Space-time Interaction in City-level Homicide Data: Crack Markets and the Diffusion of Guns among Youth. Journal of Quantitative Criminology 15(4): 379406.",
        "Cox, Gary, Linda Brown, Charles Morgan, and Michelle Hansten. 2001. NW HIDTA / DASA Washington State Drug Court Evaluation Project: Final Report. July 13. Seattle: Alcohol and Drug Abuse Institute, University of Washington.",
        "D'Aunno, Thomas, and Harold A. Pollack. 2002. Changes in Methadone Treatment Practices: Results from a National Panel Study, 1988-2000. Journal of the American Medical Association 288(7): 8506.",
        "Dismuke, Clara E., Michael T. French, Helena J. SalomÃ\u0083Â©, Mark A. Foss, Chris K. Scott, and Michael L. Dennis. 2004. Out of Touch or On the Money: Do the Clinical Objectives of Addiction Treatment Coincide with Economic Evaluation Results? Journal of Substance Abuse Treatment 27(3): 25363.",
        "Dolan, Kate A., James Shearer, Bethany White, Jialun Zhou, John Kaldor, and Alex D. Wodak. 2005. Four-Year Follow-Up of Imprisoned Male Heroin Users and Methadone Treatment: Mortality, Re-incarceration and Hepatitis C Infection. Addiction 100(6): 8208.",
        "Ehlers, Scott, and Jason Ziedenberg. 2006. Proposition 36: Five Years Later. Washington, D.C.: Justice Policy Institute.",
        "Ellwood, David T. 1989. Poor Support: Poverty in the American Family. New York: Basic Books.",
        "Ettner, Susan L., David Huang, Elizabeth Evans, Danielle Rose Ash, Mary Hardy, Mickel Jourabchi, and Yih-Ing Hser. 2006. Benefit-Cost in the California Treatment Outcome Project: Does Substance Abuse Treatment `Pay for Itself'? Health Services Research 41(1): 192213.",
        "Everingham, Susan S., and C. Peter Rydell. 1994. Modeling the Demand for Cocaine. Santa Monica, CA: RAND Corporation.",
        "Farabee, David, and Eric Fredlund. 1996. Self-reported Drug Use among Recently Admitted Jail Inmates: Estimating Prevalence and Treatment Needs. Substance Use & Misuse 31(4): 423 35.",
        "Florida Supreme Court Task Force on Treatment-Based Drug Courts. 2004. Florida's Adult Drug Court: Recommended Practice. Tallahassee, FL: Florida Supreme Court Task Force. Accessed May 25, 2010. http://www.flcourts.org/gen_public/family/bin/dcreport.pdf.",
        "Flynn, Patrick M., Patricia L. Kristiansen, James V. Porto, and Robert L. Hubbard. 1999. Costs and Benefits of Treatment for Cocaine Addiction in DATOS. Drug and Alcohol Dependence 57(2): 16774.",
        "French, Michael T., Helena J. SalomÃ\u0083Â©, Jody L. Sindelar, and A. Thomas McLellan. 2002. Benefit-cost Analysis of Addiction Treatment: Methodological Guidelines and Empirical Application using the DATCAP and ASI. Health Services Research 37(2): 43355.",
        "Godfrey, Christine, Duncan Stewart, and Michael Gossop. 2004. Economic Analysis of Costs and Consequences of the Treatment of Drug Misuse: 2-year Outcome Data from the National Treatment Outcome Research Study (NTORS). Addiction 99(6): 697707.",
        "Gordon, Michael S., Timothy W. Kinlock, Robert P. Schwartz, and Kevin E. O'Grady. 2008. A Randomized Clinical Trial of Methadone Maintenance for Prisoners: Findings at 6 Months Postrelease.  Addiction 103(8): 133342.",
        "Gossop, Michael, John Marsden, Duncan Stewart, and Tara Kidd. 2003. The National Treatment Outcome Research Study (NTORS): 4-5 Year Follow-up Results. Addiction 98(3): 291303.",
        "Gossop, Michael, Katia Trakada, Duncan Stewart, and John Witton. 2005. Reductions in Criminal Convictions after Addiction Treatment: 5-year Follow-up. Drug and Alcohol Dependence 79(3): 295302.",
        "Grella, Christine E., Lisa Greenwell, Michael Prendergast, David Farabee, Elizabeth Hall, Jerome Cartier, and William Burdon. 2007. Organizational Characteristics of Drug Abuse Treatment Programs for Offenders. Journal of Substance Abuse Treatment 32(3): 291300.",
        "Harrell, Adele, Shannon Cavanagh, and John Roman. 1998. Findings from the Evaluation of the D.C. Superior Court Drug Intervention Program. Final Report. Washington, D.C.: Urban Institute.",
        "Hawken, Angela, and Mark Kleiman. 2009. Managing Drug Involved Probationers with Swift and Certain Sanctions: Evaluating Hawaii's HOPE. Washington, D.C.: National Institute of Justice.",
        "Horney, Julie, and Ineke Haen Marshall. 1992. An Experimental Comparison of Two SelfReport Methods for Measuring Lambda. Journal of Research in Crime and Delinquency 29(1): 10221.",
        "Hser, Yih-Ing, Valerie Hoffman, Christine E. Grella, and M. Douglas Anglin. 2001. A 33-year Follow-up of Narcotics Addicts. Archives of General Psychiatry 58(5): 5038.",
        "Hser, Yih-Ing. 2007. Predicting Long-term Stable Recovery from Heroin Addiction: Findings from a 33-year Follow-up Study. Journal of Addictive Diseases 26(1): 5160.",
        "Hser, Yih-Ing, David Huang, Chih-Ping Chou, and M. Douglas Anglin. 2007. Trajectories of Heroin Addiction: Growth Mixture Modeling Results Based on a 33-year Follow-up Study. Evaluation Review 31(6): 54863.",
        "Hubbard, Robert L., S. Gail Craddock, Patrick M. Flynn, Jill Anderson, and Rose M. Etheridge. 1997. Overview of 1-year Follow-up Outcomes in the Drug Abuse Treatment Outcome Study (DATOS). Psychology of Addictive Behaviors 11(4): 26178.",
        "Fitzgerald, and Monique Wilson. 2007. A Randomized Clinical Trial of Methadone Maintenance for Prisoners: Results at 1-month Post-release. Drug and Alcohol Dependence 91(2-3): 2207.",
        "Kinlock, Timothy W., Michael S. Gordon, Robert P. Schwartz, and Kevin O'Grady. 2008. A Study of Methadone Maintenance for Male Prisoners: 3-month Post-release Outcomes. Criminal Justice and Behavior 35(1): 3447.",
        "Kinlock, Timothy W., Michael S. Gordon, Robert P. Schwartz, Terrence T. Fitzgerald, and Kevin E. O'Grady. 2009. A Randomized Clinical Trial of Methadone Maintenance for Prisoners: Results at 12 months Postrelease. Journal of Substance Abuse Treatment 37(3): 277 85.",
        "Kleiman, Mark A.R. 1997. Coerced Abstinence: A Neopaternalistic Drug Policy Initiative. In The New Paternalism: Supervisory Approaches to Poverty, edited by Lawrence M. Mead, 182 218. Washington, D.C.: Brookings Institution Press.",
        "Kleiman, Mark A.R. 2009. When Brute Force Fails: How to Have Less Crime and Less Punishment. Princeton, NJ: Princeton University Press.",
        "Kleiman, Mark A.R., and Angela Hawken. 2008. Fixing the Parole System. Issues in Science and Technology 24(4): 45.",
        "Koenig, Lane, Jonathan M. Siegel, Henrick Harwood, Jawaria Gilani, Ying-Jun Chen, Peter Leahy, and Richard Stephens. 2005. Economic Benefits of Substance Abuse Treatment: Findings from Cuyahoga County, Ohio. Journal of Substance Abuse Treatment 28(2) supp. 1: S41S50.",
        "MacCoun, Robert, Beau Kilmer, and Peter Reuter. 2003. Research on Drugs-Crime Linkages: The Next Generation. In Toward a Drugs and Crime Research Agenda for the 21st Century, edited by Henry H. Brownstein and Christine Crossland, 6595. Washington, D.C.: National Institute of Justice.",
        "Manski, Charles F., John V. Pepper, and Carol V. Petrie, editors. 2001. Informing America's Policy on Illegal Drugs: What We Don't Know Keeps Hurting Us. Washington, D.C.: National Academy Press.",
        "McCollister, Kathryn E., and Michael T. French. 2003. The Relative Contribution of Outcome Domains in the Total Economic Benefit of Addiction Interventions: A Review of First Findings. Addiction 98(12): 164759.",
        "McCollister, Kathryn E., Michael T. French, Michael L. Prendergast, Elizabeth Hall, and Stan Sacks. 2004. Long-term Cost Effectiveness of Addiction Treatment for Criminal Offenders. Justice Quarterly 21(3): 65979.",
        "Mumola, Christopher J., and Jennifer C. Karberg. 2006. Drug Use and Dependence: State and Federal Prisoners, 2004. Special Report, NCJ 213530. Washington, D.C.: Bureau of Justice Statistics.",
        "Office of National Drug Control Policy. 2000. What America's Users Spend on Illicit Drugs 1988-1998. Washington, D.C.: White House Office of National Drug Control Policy.",
        "Office of National Drug Control Policy. 2001. What America's Users Spend on Illicit Drugs 1988-2000. Washington, D.C.: White House Office of National Drug Control Policy.",
        "Office of National Drug Control Policy. 2009. ADAM II: 2008 Annual Report. Washington, D.C.: White House Office of National Drug Control Policy.",
        "Porter, Rachel. 2001. Treatment Alternatives in the Criminal Court: A Process Evaluation of the Bronx County Drug Court. New York: Vera Institute of Justice.",
        "Prendergast, Michael L., and William M. Burdon. 2002. Integrated Systems of Care for Substance-Abusing Offenders. In Treatment of Drug Offenders: Policies and Issues, edited by Carl G. Leukefeld, Frank Tims, and David Farabee, 11126. New York: Springer.",
        "Prendergast, Michael L., Deborah Podus, Eunice Chang, and Darren Urada. 2002. The Effectiveness of Drug Abuse Treatment: A Meta-analysis of Comparison Group Studies. Drug and Alcohol Dependence 67(1): 5372.",
        "Prendergast, Michael L., Elizabeth A. Hall, Harry K. Wexler, Gerald Melnick, and Yan Cao. 2004. Amity Prison-based Therapeutic Community: 5-year Outcomes. Prison Journal 84(1): 3660.",
        "Rajkumar, Andrew S., and Michael T. French. 1997. Drug Abuse, Crime Costs, and the Economic Benefits of Treatment. Journal of Quantitative Criminology 13(3): 291322.",
        "Reuter, Peter, and Alex Stevens. 2007. An Analysis of UK Drug Policy A Monograph Prepared for the UK Drug Policy Commission. London: UK Drug Policy Commission.",
        "Rocheleau, Ann Marie, and David Boyum. 1994. Heroin Users in New York, Chicago, and San Diego. Washington, D.C.: White House Office of National Drug Control Policy.",
        "Sevigny, Eric L., and Jonathan P. Caulkins. 2004. Kingpins or Mules: An Analysis of Drug Offenders Incarcerated in Federal and State Prisons. Criminology and Public Policy 3(3): 401 34.",
        "Sindelar, Jody L., Mireia Jofre-Bonet, Michael T. French, and A. Thomas McLellan. 2004. Cost-effectiveness Analysis of Addiction Treatment: Paradoxes of Multiple Outcomes. Drug and Alcohol Dependence 73(1): 4150.",
        "Taxman, Faye S., Matthew L. Perdoni, and Lana D. Harrison. 2007. Drug Treatment Services for Adult Offenders: The State of the State. Journal of Substance Abuse Treatment 32(3): 239 54.",
        "UCLA Integrated Substance Abuse Programs. 2007. Evaluation of the Substance Abuse and Crime Prevention Act: Final Report. Los Angeles: UCLA Integrated Substance Abuse Programs.",
        "Urada, Darren, Angela Hawken, Bradley T. Conner, Elizabeth Evans, M. Douglas Anglin, Joy Yang, Cheryl Teruya, Diane Herbeck, Jia Fan, Beth Rutkowski, Rachel Gonzales, Richard Rawson, Christine Grella, Michael Prendergast, Yih-Ing Hser, Jeremy Hunter, and Annie Poe. 2008. Evaluation of Proposition 36: The Substance Abuse and Crime Prevention Act of 2000, 2008 Report. Los Angeles: Department of Alcohol and Drug Programs California Health and Human Services Agency.",
        "Wilson, David B., Ojmarrh Mitchell, and Doris L. MacKenzie. 2006. A Systematic Review of Drug Court Effects on Recidivism. Journal of Experimental Criminology 2(4): 45987.",
        "Wish, Eric D., and Bernard A. Gropper. 1991. Drug Testing by the Criminal Justice System. In Crime and Justice: Drugs and Crime, (volume 13), edited by Michael J. Tonry and James Q. Wilson, 10958. Chicago: University of Chicago Press."
    ]
}