{
    "id": 16738,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Cawley, John and Philipson, Tomas (1999). An empirical examination of information barriers to trade in insurance. American Economic Review, 1999, 89 (4), pp.827-846.",
        "Chiappori, Pierre-Andre (2000). Econometric models of insurance under asymmetric Information. In Georges Dionne, ed. Handbook of Insurance Economics. London: Kluwer.",
        "Chiappori, Pierre-Andre and SalaniÃ\u0083Â©, Bernard (2000). Testing for asymmetric information in insurance markets. Journal of Political Economy, 2000, 108 (1), pp. 56-78.",
        "Chiappori, Pierre-Andre, Jullien, Bruno, SalaniÃ\u0083Â©, Bernard and SalaniÃ\u0083Â©, Francois (2006).",
        "Asymmetric information in insurance: general testable implications. Rand Journal of Economics. Vol. 37, No. 4 (Winter, 2006), pp. 783-798 Cohen, Alma (2005). Asymmetric information and learning: evidence from the automobile insurance. The Review of Economics and Statistics. May 2005 82(2): 197-207.",
        "de Meza, David and Webb, David C. (2001) Advantageous selection in insurance markets. Rand Journal of Economics, Summer 2001 32 (2), pp. 249-262 Finkelstein, Amy and McGarry, Kathleen (2006). Multiple dimensions of private information: evidence from the long-term care insurance market. American Economic Review, Vol. 96 No.4, Page 938-958.",
        "Finkelstein, Amy and Poterba, James (2002). Selection effects in the market for individual annuities: new evidence from the United Kingdom. Economic Journal, 2002, 112 (476), pp. 28-50.",
        "Fang, Hanming, Keane, Michael P. and Silverman, Dan (2008). Sources of advantageous selection: evidence from the Medigap insurance market. Journal of Political Economy.",
        "Volume 116, Issue 2, Page 303350, Apr 2008 He, Daifeng (2009). The life insurance market: asymmetric information revisited. Journal of Public Economics.",
        "Henry, Marc, Kitamura, Yuichi, and SalaniÃ\u0083Â©, Bernard (2010) Identifying Finite Mixtures in Econometric Models Cowles Foundation Discussion Paper No. 1767.",
        "Hurd, Michael D. and McGarry, Kathleen (2002). The Predictive validity of subjective probabilities of survival. Economic Journal, 2002, 112(482), pp. 966-85 Gan, Li, Hurd, Michael D. and McFadden, Daniel (2005). Individual subjective survival curves, in David Wise, ed., Analysis in economics of aging. Chicago: University of Chicago Press, 2005, pp. 377-411.",
        "Gan, Li and Mosquera, Roberto (2008). An empirical study of the credit market with unobserved consumer types. NBER WPS #13873.",
        "Keane, Michael P. and Wolpin, Kenneth I. (1997) The career decisions of young men. Journal of Political Economy, Vol. 105, No. 3 (Jun., 1997), pp. 473-522 Knittel, Christopher and Stango, Victor (2003). Price Ceilings as Focal Points for Tacit Collusion: Evidence from Credit Cards. American Economic Review, Vol. 93, No. 5 (Dec., 2003), pp. 1703-1729 Lee, Lung-Fei and Porter, Robert (1984). Switching regression models with imperfect sample separation information: application on cartel stability. Econometrica, Vol. 52, No. 2 (Mar., 1984), pp. 391-418 Rothschild, Michael and Stiglitz, Joseph (1976) Equilibrium in competitive insurance markets: an essay on the economics of imperfect information. Quarterly Journal of Economics, 1976, 90 (4) pp. 629-649.",
        "Smart, Michael (2000) Competitive insurance markets with two unobservables. International Economic Review, 2000, 41(1) pp. 153-169."
    ]
}