{
    "id": 16733,
    "cites": 22,
    "cited_by": 37,
    "reference": [
        "Aghion, Philippe, Robin Burgess, Stephen Redding, and Fabrizio Zilibotti, The Unequal Effects of Liberalization: Evidence from Dismantling the License Raj in India, The American Economic Review, September 2008, 98 (4), 13971412.",
        "Amiti, Mary and Jozef Konings, Trade Liberalization, Intermediate Inputs, and Productivity: Evidence from Indonesia, The American Economic Review, December 2007, 97 (5), 16111638. Arkolakis, Costas, Market Penetration Costs and the New Consumers Margin in International Trade, Journal of Political Economy, forthcoming.",
        "Aw, Bee Yan, Xiaomin Chen, and Mark J. Roberts, Firm-level evidence on productivity differentials and turnover in Taiwanese manufacturing, Journal of Development Economics, 2001, 66 (1), 5186.",
        ", J. Eaton, J. B. Jensen, and S. S. Kortum, Plants and Productivity in International Trade, The American Economic Review, 2003, 93 (4), 12681290.",
        "Berthou, Antoine and Lionel Fontagne, How do Multi-Product Exporters React to a Change in Trade Costs?, April 2010. Working Paper.",
        "Besley, Timothy and Robin Burgess, Can Labor Regulation Hinder Economic Performance? Evidence from India, Quarterly Journal of Economics, February 2004, 119 (1), 91134.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz, An Anatomy of International Trade: Evidence from French Firms, December 2008. NBER Working Paper 14610.",
        "Fernandes, Ana M., Trade policy, trade volumes and plant-level productivity in Colombian manufacturing industries, Journal of International Economics, 2007, 71 (1), 5271.",
        "Goldar, Bishwanath, TFP Growth in Indian Manufacturing in 1980s, Economic and Political Weekly, December 7, 2002, pp. 49664968.",
        "Grossman, Gene and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge: MIT Press, 1991.",
        "Harrison, Ann, Productivity, imperfect competition and trade reform: Theory and evidence, Journal of International Economics, 1994, 36, 5373.",
        ", Causes and Consequences of the `Missing Middle': Informality, Productivity, and the Size Distribution of Manufacturing Firms in India, January 2009. NSF Grant National Science Foundation Grant No. 0922332.",
        "Hasan, Rana, Devashish Mitra, and K. V. Ramaswamy, Trade Reforms, Labor Regulations, and Labor Demand Elasticities: Empirical Evidence from India, The Review of Economics and Statistics, August 2007, 89 (3), 466481.",
        "Helpman, Elhanan and Paul R. Krugman, Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy, Cambridge: The MIT Press, 1985.",
        "Manova, Kalina and Zhiwei Zhang, Export Prices across Firms and Destinations, November 2010. Working Paper.",
        "Melitz, Marc J., The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, November 2003, 71 (6), 16951725.",
        "Menezes-Filho, Naercio Aquino and Marc-Andreas Muendler, Labor Reallocation in Response to Trade Reform, November 2007. Working Paper.",
        "Nataraj, Shanthi, The Impact of Trade Liberalization on Productivity and Firm Size: Evidence from India's Formal and Informal Manufacturing Sectors, September 2010. Working Paper.",
        "Pavcnik, Nina, Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants, Review of Economic Studies, 2002, 69 (1), 245276.",
        "Sivadasan, Jagadeesh, Barriers to Competition and Productivity: Evidence from India, The B.E. Journal of Economic Analysis & Policy, 2009, 9 (1 (Advances)), Article 42. Topalova, Petia and Amit Khandelwal, Trade Liberalization and Firm Productivity: The Case of India, The Review of Economics and Statistics, forthcoming.",
        "Trefler, Daniel, The Long and Short of the Canada-U.S. Free Trade Agreement, The American Economic Review, September 2004, 94 (4), 870895.",
        "Tybout, James and M. Daniel Westbrook, Trade liberalization and the dimensions of efficiency change in Mexican manufacturing industries, Journal of International Economics, 1995, 39,"
    ]
}