{
    "id": 16739,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Abrantes-Metz, Rosa M., Luke M. Froeb, John F. Geweke, and Christopher T. Taylor, A variance screen for collusion, International Journal of Industrial Organization 24:3 (2006), 467-486.",
        "Athey, Susan, Kyle Bagwell, and Chris Sanchirico, Collusion and Price Rigidity, Review of Economic Studies 71:2 (2004), 317-349.",
        "Baum, Joel A. C., and Heather A. Haveman, Love Thy Neighbor? Differentiation and Agglomeration in the Manhattan Hotel Industry, 1898-1990, Administrative Science Quarterly 42:2 (1997), 304-338.",
        "Bresnahan, Timothy F., and Peter C. Reiss, Entry and Competition in Concentrated Markets, Journal of Political Economy 99:5 (1991), 977-1009.",
        "Cabral, Luis, Introduction to Industrial Organization, The MIT Press (2000).",
        "Connor, John M., Collusion and price dispersion, Applied Economics Letters 12:6 (2005), 335-338.",
        "Chung, Wilbur, and Arturs Kalnins, Agglomeration Effects and Performance: A Test of the Texas Lodging Industry, Strategic Management Journal 22:10 (2001), 969-988.",
        "Ellison, Glenn, Theories of Cartel Stability and the Joint Executive Committee, RAND Journal of Economics 25:1 (1994), 37-57.",
        "Fernandez, Nerea and Pedro L. Marin, Market Power and Multimarket Contact: Some Evidence from the Spanish Hotel Industry, Journal of Industrial Economics 46:3 (1998), 301-315.",
        "Fischer, Jeffrey H., and Joseph E. Harrington Jr., Product Variety and Firm Agglomeration, RAND Journal of Economics 27:2 (1996), 281-309.",
        "Friedman, James W., and Jacques-Francois Thisse, Infinite Horizon Spatial Duopoly with Collusive Pricing and Noncollusive Location Choice, CORE Discussion Paper No. 9104, Universite Catholique de Louvain (1991).",
        "Fujita, Masahisa, and Jacques-Francois Thisse, Economics of Agglomeration, Journal of the Japanese and International Economies 10:4 (1996), 339-378.",
        "______, Economics of Agglomeration: Cities, Industrial Location, and Regional Growth, Cambridge University Press (2002).",
        "Haltiwanger, John, and Joseph E. Harrington Jr., The Impact of Cyclical Demand Movements on Collusive Behavior, RAND Journal of Economics 22:1 (1991), 89-106.",
        "Harrington, Joseph E., Detecting Cartels, Working paper John Hopkins University (2005).",
        "Helsley, Robert W., and William C. Strange, Matching and Agglomeration Economies in a System of Cities, Regional Science and Urban Economics 20:2 (1990), 189-212.",
        "Irmen, Andreas, and Jacques-Francois Thisse, Competition in Multi-characteristics Spaces: Hotelling was Almost Right, Journal of Economic Theory 78:1 (1998), 76-102.",
        "Ivaldi, Marc, Bruno Jullien, Patrick Rey, Paul Seabright, and Jean Tirole, The Economics of Tacit Collusion, Final Report for DG Competition, European Commission (2003).",
        "Kalnins, Arturs, The U.S. Lodging Industry, Journal of Economic Perspectives 20:4 (2006), 203-218.",
        "Kalnins, Arturs, and Wilbur Chung, Resource-Seeking Agglomeration: A Study of Market Entry in the Lodging Industry, Strategic Management Journal 25:7 (2004), 689699.",
        "Kleibergen, Frank, and Richard Paap, Generalized reduced rank tests using the singular value decomposition, Journal of Econometrics 133:1 (2006), 97-126.",
        "Knittel, Christopher R., and Victor Stango, Price Ceilings as Focal Points for Tacit Collusion: Evidence from Credit Cards, American Economic Review 93:5 (2003), 17031729.",
        "Mazzeo, Michael, Competitive Outcomes in Product-Differentiated Oligopoly, Review of Economics and Statistics 84:4 (2002), 716-728.",
        "Netz, Janet S., and Beck A. Taylor, Maximum or Minimum Differentiation? Location Patterns of Retail Outlets, Review of Economics and Statistics 84:1 (2002), 162-175.",
        "Pinkse, Joris, and Margaret E. Slade, Contracting in Space: An application of spatial statistics to discrete choice models, Journal of Econometrics 85:1 (1998), 125-154.",
        "Porter, Robert H., A Study of Cartel Stability: The Joint Executive Committee, 18801886,  Bell Journal of Economics 14:2 (1983), 301-314.",
        "Rotemberg, Julio J., and Garth Saloner, A Supergame-Theoretic Model of Price Wars during Booms, American Economic Review 76:3 (1986), 390-407.",
        "Stahl, Konrad, Differentiated Products, Consumer Search, and Locational Oligopoly, Journal of Industrial Economics 31:1/2 (1982), 97-113.",
        "Sutton, John, Sunk Costs and Market Structure, The MIT Press (1991).",
        "Tirole, Jean, The Theory of Industrial Organization, The MIT Press (1988).",
        "Wolinsky, Asher, Retail Trade Concentration due to Consumers' Imperfect Information, Bell Journal of Economics 14:1 (1983), 275-282."
    ]
}