{
    "id": 16736,
    "cites": 30,
    "cited_by": 182,
    "reference": [
        "Ã\u0083â\u0080¦slund O. & Rooth D-O. (2007) Do when and where matter? Initial labor market conditions and immigrant earnings, Economic Journal, 117, 422-448 (see also Institute for Labour Market Policy Evaluation (IFAU) Working Paper 2003:7).",
        "BrÃ\u0083Â¼cker H. & Jahn E. (2010) Migration and wage-setting: Reassessing the labor market eects of migration, Scandinavian Journal of Economics, forthcoming.",
        "BÃ\u0083Â¼chel F. & Frick J. (2005) Immigrants' economic performance across Europe  Does immigration policy matter?, Population Research and Policy Review, 24, 2, 175-212 (see also EPAC Working Paper 42, University of Colchester).",
        "D'Amuri F., Ottaviano G. & Peri G. (2010) The labor market impact of immigration in Western Germany in the 1990's, European Economic Review, 54, 4, 550-570.",
        "Edin P-A., Fredriksson P. & Ã\u0083â\u0080¦slund O. (2003) Ethnic enclaves and the economic success of immigrants: Evidence from a natural experiment, Quarterly Journal of Economics, 118, 329-357.",
        "Edin P-A., LaLonde R. & Ã\u0083â\u0080¦slund O. (2000) Emigration of immigrants and measures of immigrant assimilation: Evidence from Sweden, Swedish Economic Policy Review, 7, 163204.",
        "Eurostat (2002) Labour Force Survey.",
        "Eurostat (2003) Labour Force Survey.",
        "Eurostat (2006) EU Integration Seen Through Statistics.",
        "Eurostat (2008) Europa database, http://epp.eurostat.ec.europa.eu.",
        "Eurostat (2009) Population and Social Conditions.",
        "Hu W-Y. (1998) Elderly immigrants on welfare, Journal of Human Resources, 33, 3, 711741.",
        "IOM (1991) Ninth IOM Seminar on Migration: North-South Migration, International Migration 29.",
        "IOM (1998) Migration Potential in Central and Eastern Europe, International Organization for Migration, Geneve.",
        "MÃ\u0083Â¼hleisen M. & Zimmermann K. (1994) A panel analysis of job changes and unemployment, European Economic Review, 38, 3, 793-801.",
        "OECD (1998) SOPEMI Trends in International Migration: Annual Report, Paris.",
        "OECD (1999) Trends in International Migration, Annual Report, 1999 Edition, Paris, OECD.",
        "OECD (2000) Trends in Immigration and Economic Consequences, chapter VII, OECD Economic Outlook 68.",
        "OECD (2002) International Mobility of the Highly Skilled, Paris.",
        "OECD (2003) SOPEMI Trends in International Migration: Annual Report, Paris.",
        "Saint-Paul G. (2004) The brain drain: Some evidence from European expatriates in the United States, IZA Working Paper 1310.",
        "SarvimÃ\u0083Â¤ki M. (2010) Assimilation to a welfare state: Labor market performance and use of social bene...ts by immigrants to Finland, Scandinavian Journal of Economics, forthcoming.",
        "UN (2000) Replacement migration: Is it a solution to declining and ageing populations? Technical report, United Nations, Department of Economics and Social Aairs, Population Division, New York.",
        "UN (2002) International Migration, United Nations, Department of Economics and Social Aairs, Population Division, New York.",
        "US Census Bureau (2000a) The Foreign Born Population in the United States.",
        "US Census Bureau (2000b) Census Brief: Coming to America: A Pro...le of the Nation's Foreign Born.",
        "WadensjÃ\u0083Â¶ E. (1997) Invandrarkvinnornas arbetsmarknad, SOU 1997: 137, 195-212.",
        "Winter-Ebmer R. & Zimmermann K. (1998) East-West trade and migration: The AustroGerman case, IZA Working Paper 2.",
        "Winter-Ebmer R. & ZweimÃ\u0083Â¼ller J. (1996) Immigration and the earnings of young native workers, Oxford Economic Papers, 48, 3, 473-491.",
        "Winter-Ebmer R. & ZweimÃ\u0083Â¼ller J. (1997) Immigration, trade, and Austrian unemployment, in Landesmann M. & Streissler E. (eds.) Unemployment in Europe, MacMillan, London."
    ]
}