{
    "id": 16734,
    "cites": 22,
    "cited_by": 57,
    "reference": [
        "Acemoglu, Daron, Victor Chernozhukov, and Muhamet Yildiz (2007) Learning and Disagreement in an Uncertain World,National Bureau of Economic Research Working Paper, No. 12648.",
        "Ambrose, Brent, Piet Eichholtz, and Thies Lindenthal (2010) House Prices and Fundamentals: 355 years of Evidence,mimeo, Maastricht University.",
        "Barlevy, Gadi and Jonas D.M. Fisher (2010) Mortgage Choices and Housing Speculation, mimeo, Federal Reserve Bank of Chicago.",
        "Bernoulli, Daniel (1766) Essai d'une Nouvelle Analyse de la MortalitÃ\u0083Â©e CausÃ\u0083Â©e par la Petite VÃ\u0083Â©rerole,MÃ\u0083Â©m. Math. Phys. Acad. Roy. Sci., Paris. Bureau of the Census, Current Population Survey/Housing Vacancy Survey, Series H-111 Reports, Washington, DC 20233.",
        "Chu, Yongqiang (2009) Was it Really a Housing Bubble?mimeo, University of Wisconsin, September.",
        "Diba, Behzad T. and Herschel I. Grossman (1987) On the Inception of Rational Bubbles, The Quarterly Journal of Economics 102 (3, Aug.), 697700 Dietz, Klaus and J.A.P. Heesterbeek (2002) Daniel Bernoulli's Epidemiological Model Revisited,Mathematical Biosciences 180, 121.",
        "Du e, Darrell and Yeneng Sun (2007) The Existence of Independent Random Matching, Annals of Applied Probability 17, 386419.",
        "Du e, Darrell, Gaston Giroux and Gustavo Manso (2010) Information Percolation, American Economic Journal: Microeconomics 2, 100111.",
        "Eitrheim, Ã\u0083Ë\u009cyvind and Solveig K. Erlandsen (2004) House Price Indices for Norway 18192003, in Historical Monetary Statistics for Norway 1819-2003, Norges Bank.",
        "Geanakoplos, John (2010) The Leverage Cycle,NBER Macroeconomics Annual 24, 166.",
        "Gentzkow, Matthew and Jesse Shapiro (2010) Ideological Segregation Online and O- ine, NBER Working Paper No. 15916.",
        "Glaeser, Edward L., Joseph Gyourko and Raven E. Saks (2005) Why Have Housing Prices Gone Up?NBER Working Paper No. 11129.",
        "McPherson, Miller, Lynn Smith-Lovin, James M. Cook (2001) Birds of a Feather: Homophily in Social Networks,Annual Review of Sociology 27, 415444.",
        "Mian, Atif and Amir Su...(2010) The Great Recession: Lessons from Microeconomic Data, American Economic Review 100 (2), 110.",
        "Mullainathan, Sendhil and Andrei Shleifer (2005) The Market for News,American Economic Review 95, 10311053.",
        "Ortalo-Magne, FranÃ\u0083Â§ois and Steven Rady (1999) Boom in, Bust out: Young Households and the Housing Price Cycle,European Economic Review 43, 755766.",
        "Piazzesi, Monika and Martin Schneider (2009) Momentum Traders in the Housing Market: Survey Evidence and a Search Model,American Economic Review 99 (2), 406411.",
        "Price, Paul C. and Eric R. Stone (2004) Intuitive Evaluation of Likelihood Judgment Producers: Evidence for a Con...dence Heuristic,Journal of Behavioral Decision Making 17 (1), 3957.",
        "Quigley, John and Steven Raphael (2005) Regulation and the High Cost of Housing, American Economic Review 95, 323328.",
        "Scheinkman, JosÃ\u0083Â© A. and Wei Xiong (2003) Overcon...dence and Speculative Bubbles, The Journal of Political Economy 111 (6, Dec.), 11831219.",
        "Sniezekf , Janet A. and Lyn M. Van Swol (2001) Trust, Con...dence, and Expertise in a Judge-Advisor System, Organizational Behavior and Human Decision Processes 84 (2, Mar.), 288307.",
        "Stein, Jeremy (1995) Prices and Trading Volume in the Housing Market: A Model with Down-payment Eects,The Quarterly Journal of Economics 110, 379406."
    ]
}