{
    "id": 16743,
    "cites": 12,
    "cited_by": 11,
    "reference": [
        "Abowd, John and Orley Ashenfelter (1988), 'Art Auctions: Price Indices and Sale Rates for Impressionist and Contemporary Pictures' Mimeo, Department of Economics, Princeton University.",
        "Ashenfelter, Orley. 1989. How Auctions Work for Wine and Art. Journal of Economic Perspectives 3, pp. 23-36.",
        "Ashenfelter, Orley and Kathryn Graddy. 2003. Auctions and the Price of Art. Journal of Economic Literature, Vol. 41, pp. 763-788.",
        "Ashenfelter, Orley and Kathryn Graddy. 2006. Art Auctions. In Handbook on the Economics of Art and Culture, ed. Victor Ginsburgh and David Throsby, 909945. Amsterdam: Elsevier Science.",
        "Ashenfelter, Orley, Kathryn Graddy and Margaret Stevens, 2004 Sale Rates and the State of the Art Market: A Study of Impressionist and Contemporary Art Auctions, Mimeo., Department of Economics, Princeton University.",
        "Barre, Madeleine; Sophie Docclo and Victor Ginsburgh. 1996. Returns of Impressionist, Modern and Contemporary European Paintings 1962-1991. Annales d'economie et de Statistique 35, pp. 143-181.",
        "Baumol, William J. 1986. Unnatural Value: or Art Investment as a Floating Crap Game. American Economic Review, Papers and Proceedings 76, pp. 10-14.",
        "Goetzmann, William N. 1993. Accounting for Taste: Art and Financial Markets over Three Centuries. American Economic Review 83, pp. 1370-1376.",
        "McAndrew, Clare, James Smith, and Rex Thompson. 2010. The Impact of Reserve Prices on the Perceived Bias of Expert Appraisals of Fine Art. Journal of Applied Econometrics, ? Mei, Jianping and Michael Moses. 2002. Art as an Investment and the Underperformance of Masterpieces. American Economic Review, 92, 1656-1668.",
        "Mortensen, Dale T. 1970. Job Search, the Duration of Unemployment, and the Phillips Curve. American Economic Review, 60, pp. 847:862.",
        "Pesando, James E. 1993. Art as an Investment. The Market for Modern Prints. American Economic Review, 83 pp. 1075-1089.",
        "Watson, Peter. 1992. From Monet to Manhattan: The Rise of the Modern Art Market, Random House: New York."
    ]
}