{
    "id": 16748,
    "cites": 48,
    "cited_by": 5,
    "reference": [
        "Barsky, Robert, John Bound, Kerwin Kofi Charles and Joseph Lupton (2002)). Accounting for Black-White Wealth Gap: A Nonparametric. Journal of American Statistical Association, 97(September), 663-673.",
        "Becker, Gary (1973). A Theory of Marriage: Part I, Journal of Political Economy, 81(4), 81346.",
        "Burgess, Ernest W. and Paul Wallin (1943). Homogamy in Social Characteristics, American Journal of Sociology, 49, 109-124.",
        "Centers, Richard (1949). Marital Selection and Occupational Strata, American Journal of Sociology, 54, 530-535.",
        "Charles, Kerwin K. and Erik Hurst. 2003. The Correlation of Wealth Across Generations. Journal of Political Economy, 111(6), 1155-82.",
        "Chun, Hyunbae and Injae Lee (2001). Why do Married Men Earn More: Productivity or Marriage Selection?, Economic Inquiry, 39, 307-319.",
        "Conley, Dalton (1999). Being Black, Living in the Red: Race, Wealth, and Social Policy in America. Berkeley, CA: University of California Press.",
        "Epstein, Elizabeth and Ruth Guttman (1984). Mate Selection in Man: Evidence, Theory and Outcome, Social Biology, 31, 243-78.",
        "Fernandez, Raquel and Richard Rogerson (2001). Sorting and Long-Run Inequality, Quarterly Journal of Economics, 116(4), 1305-42.",
        "Gray, Jeffrey S. (1997). The Fall in Men's Return to Marriage: Declining Productivity Effects or Changing Selection?, The Journal of Human Resources, 32, 481-504.",
        "Hersch, Joni and Leslie S. Stratton (2000). Household Specialization and the Male Marriage Wage Premium, Industrial and Labor Relations Review, 54, 78-94.",
        "Hoffman, Saul D. and Greg J. Duncan (1988). What Are the Economic Consequences of Divorce?, Demography, 25, 641-645.",
        "Hout, Michael (1982). The Associations Between Husbands' and Wives' Occupation in TwoEarner Families, American Journal of Sociology, 88, 397-409.",
        "Jalovaara, Marika (2003). The Joint Effects of Marriage Partners' Socioeconomic Positions on the Risk of Divorce, Demography, 40, 67-81.",
        "Kalmijn, Matthijs (1991). Status Homogamy in the United States, American Journal of Sociology, 97, 496-523.",
        "Keister, Lisa A. And Stephanie Moller (2000). Wealth Inequality in the United States, Annual Review of Sociology, 26, 63-81.",
        "Koball, Heather (1998). Have African American Men become Less Committed to Marriage? Explaining the Twentieth Century Racial Cross-Over in Men's Marriage Timing, Demography, 32, 251-258.",
        "Kreider, Rose M. (2005). Number, Timing, and Duration of Marriages and Divorces: 2001. Current Population Reports, P70-97. Washington, D.C.: U.S. Census Bureau.",
        "Kremer, Michael (1997). How Much Does Sorting Increase Inequality, Quarterly Journal of Economics, 112(1), 115-39.",
        "Lam, David (1988). Marriage Markets and Assorative Mating with Household Public Goods, Journal of Human Resources, 23(4), 426-87.",
        "Lillard, Lee A. and Linda J. Waite (1995). 'Til Death Do Us Part: Marital Disruption and Mortality, American Journal of Sociology, 100, 1131-1156.",
        "Loh, Eng S. (1996). Productivity Differences and the Marriage Wage Premium for White Males, The Journal of Human Resources, 31, 566-589.",
        "Lyngstad, Torkild Hovde and Marika Jalovaara (2010). A Review of the Antecedents of Union Dissolution. Demographic Research, 23, 257-292.",
        "Mare, Robert (1991). Five Decades of Educational Assortative Mating, American Sociological Review, 56(1), 15-32.",
        "McManus, Patricia and Thomas DiPrete (2001). Losers and Winners: The Financial Consequences of Separation and Divorce for Men. American Sociological Review, 66, 246-268.",
        "Mulligan, Casey B (1997). Parental Priorities and Economic Inequality. Chicago: University of Chicago Press.",
        "Oliver, Melvin L. and Thomas M. Shapiro (1995). Black Wealth/White Wealth: A New Perspective on Racial Inequality. New York: Routledge.",
        "Ono, Hiromi (1998). Husbands' and Wives' Resources and Marital Dissolution, Journal of Marriage and Family, 60, 674-689.",
        "Oppenheimer, Valerie Kincade (1988). A Theory of Marriage Timing, American Journal of Sociology, 94, 563-591.",
        "Oppenheimer,Valerie, Matthijs Kalmijn, and Nelson Lim (1997). Men's Career Development and Marriage Timing During a Period of Rising Inequality, Demography, 34, 311-330.",
        "Pagnini, Deanna and S. Philip Morgan (1990). Intermarriage and Social Distance among U.S. Immigrants at the Turn of the Century, American Journal of Sociology, 96, 405-32.",
        "Panel Study of Income Dynamics, 1968-2007 Family, 1968-2007 Cross-Year Individual, public use datasets. Produced and distributed by the University of Michigan with primary funding from the National Science Foundation, the National Institute of Aging, and the National Institute of Child Health and Human Development. Ann Arbor, MI, 2010.",
        "Pencavel, John (1998). Assortative Mating by Schooling and the Work Behavior of Wives and Husbands, American Economic Review, 88(2), 326-29.",
        "Rogers, Stacy J. (2004). Dollars, Dependency, and Divorce: Four Perspectives on the Role of Wives' Income, Journal of Marriage and Family, 66, 59-74.",
        "Rubin, Zick (1968). Do American Women Marry Up? American Sociological Review, 33, 750760.",
        "Sayer, Liana C. and Suzanne M. Bianchi (2000). Women's Economic Independence and the Probability of Divorce: A Review and Reexamination, Journal of Family Issues, 21, 906-943.",
        "Schoen, Robert, Nan Marie Astone, Kendra Rothert, Nicola J. Standish, Young J. Kim (2002). Women's Employment, Marital Happiness, and Divorce. Social Forces, 81, 643-662.",
        "Schwartz, Christine and Robert Mare (2005). Trends in Educational Assortative Marriage from 1940  2003, Demography, 42, 621-46.",
        "Smock, Pamela J. (1993). The Economic Costs of Marital Disruption for Young Women over the Past Two Decades, Demography, 30, 353-371.",
        "Smock, Pamela and Wendy Manning (1997). Cohabiting Partners' Economic Circumstances and Marriage, Demography, 34, 331-341.",
        "Solon, Gary (1992). Intergenerational Income Mobility in the United States. American Economic Review, 82, 393-408.",
        "Solon, Gary (1999). Intergenerational Mobility in the Labor Market, in Handbook of Labor Economics, Volume 3, edited by Orley Ashenfelter and David Card.",
        "South, Scott J. 2001. Time-Dependent Effects of Wives' Employment on Marital Dissolution. American Sociological Review, 66, 226-245.",
        "Sweeney, Megan (2002). Two Decades of Family Change: The Shifting Economic Foundations of Marriage, American Sociological Review, 67, 132-147.",
        "Teachman, Jay (2010). Wives' Economic Resources and Risk of Divorce, Journal of Family Issues, 20(10), 1-19.",
        "Uunk, Wilfred J., Harry B. Ganzeboom, and PÃ\u0083Â©ter RÃ\u0083Â³bert (1996). Bivariate and multivariate scaled association models. An application to homogamy of social origin and education in Hungary between 1930 and 1979, Quality & Quantity 30, 323-343.",
        "Waite, Linda J. and Maggie Gallagher (2000). The Case for Marriage: Why Married People are Happier, Healthier, and Better off Financially. New York: Broadway Books.",
        "Xie, Yu, Jamies M. Raymo, Kimberly Goyette, and Arland Thornton (2003). Economic Potential and Entry into Marriage and Cohabitation, Demography, 40, 351-367."
    ]
}