{
    "id": 16742,
    "cites": 44,
    "cited_by": 31,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics, 2002, 117 (4), 12311294.",
        "Aghion, Philippe and Peter Howitt, A Model of Growth through Creative Destruction, Econometrica, March 1992, 60 (2), 323351.",
        "Alfaro, Laura, Andrew Charlton, and Fabio Kanczuk, Firm-Size Distribution and CrossCountry Income Differences, NBER Working Paper 14060, June 2008.",
        "Banerjee, Abhijit V. and Esther Duflo, Growth Theory through the Lens of Development Economics, in Philippe Aghion and Steven A. Durlauf, eds., Handbook of Economic Growth, New York: North Holland, 2005, pp. 473552.",
        "Basu, Susanto, Intermediate Goods and Business Cycles: Implications for Productivity and Welfare, American Economic Review, June 1995, 85 (3), 512531.",
        ", John Fernald, Jonas Fisher, and Miles Kimball, Sector-Specific Technical Change, April 2010. Federal Reserve Bank of San Francisco manuscript.",
        "Broda, Christian and David E. Weinstein, Globalization and the Gains from Variety, The Quarterly Journal of Economics, May 2006, 121 (2), 541585.",
        "Caselli, Francesco and Nicola Gennaioli, Dynastic Management, December 2005. London School of Economics working paper.",
        "Ciccone, Antonio, Input Chains and Industrialization, Review of Economic Studies, July 2002, 69 (3), 565587.",
        "Cogley, Timothy and James M Nason, Output Dynamics in Real-Business-Cycle Models, American Economic Review, June 1995, 85 (3), 492511.",
        "Conley, Timothy G. and Bill Dupor, A Spatial Analysis of Sectoral Complementarity, Journal of Political Economy, April 2003, 111 (2), 311352.",
        "Diamond, Peter A. and James A. Mirrlees, Optimal Taxation and Public Production I: Production Efficiency, American Economic Review, March 1971, 61 (1), 827.",
        "Dupor, Bill, Aggregation and irrelevance in multi-sector models, Journal of Monetary Economics, April 1999, 43 (2), 391409.",
        "Erosa, Andres, Tatyana Koreshkova, and Diego Restuccia, How Important Is Human Capital ? A Quantitative Theory Assessment of World Income Inequality, Review of Economic Studies, October 2010, 77 (4), 14211449.",
        "Gabaix, Xavier, The Granular Origins of Aggregate Fluctuations, 2005. MIT working paper.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, MA: MIT Press, 1991.",
        "Guner, Nezih, Gustavo Ventura, and Yi Xu, Macroeconomic implications of size-dependent policies, Review of Economic Dynamics, 2008, 11 (4), 721744.",
        "MISALLOCATION AND INPUT-OUTPUT ECONOMICS 45 Hauk, William R. and Romain Wacziarg, A Monte Carlo Study of Growth Regressions, January 2004. NBER Technical Working Paper No. 296.",
        "Hirschman, Albert O., The Strategy of Economic Development, New Haven, CT: Yale University Press, 1958.",
        "Horvath, Michael T.K., Cyclicality and Sectoral Linkages: Aggregate Fluctuations from Independent Sectoral Shocks, Review of Economic Dynamics, October 1998, 1 (4), 781808.",
        "Howitt, Peter, Endogenous Growth and Cross-Country Income Differences, American Economic Review, September 2000, 90 (4), 829846.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Misallocation and Manufacturing TFP in China and India, Quarterly Journal of Economics, 2009, 124 (4), 14031448.",
        "Hulten, Charles R., Growth Accounting with Intermediate Inputs, Review of Economic Studies, 1978, 45 (3), 511518.",
        "Jones, Charles I., Intermediate Goods and Weak Links in the Theory of Economic Development,  American Economic Journal: Macroeconomics, April 2011, 3 (2), xxxxxx.",
        "Klenow, Peter J. and Andres Rodriguez-Clare, Extenalities and Growth, in Philippe Aghion and Steven Durlauf, eds., Handbook of Economic Growth, Amsterdam: Elsevier, 2005.",
        "Kremer, Michael, Population Growth and Technological Change: One Million B.C. to 1990, Quarterly Journal of Economics, August 1993, 108 (4), 681716.",
        "Lagos, Ricardo, A Model of TFP, Review of Economic Studies, 2006, 73 (4), 9831007.",
        "Lazear, Edward P., Performance Pay and Productivity, American Economic Review, 2000, 90 (5), 13461361.",
        "Leontief, Wassily, Quantitative Input and Output Relations in the Economic System of the United States, Review of Economics and Statistics, 1936, 18 (3), 105125.",
        "Long, John B. and Charles I. Plosser, Real Business Cycles, Journal of Political Economy, February 1983, 91 (1), 3969.",
        "Midrigan, Virgiliu and Daniel Y. Xu, Finance and Misallocation: Evidence from Plant-Level Data, NBER Working Paper 15647, January 2010.",
        "Moll, Benjamin, Productivity Losses from Financial Frictions: Can Self-financing Undo Capital Misallocation?, 2010. Princeton University manuscript.",
        "Olson, Mancur, Big Bills Left on the Sidewalk: Why Some Nations are Rich, and Others Poor, Journal of Economic Perspectives, Spring 1996, 10 (2), 324.",
        "Parente, Stephen L. and Edward C. Prescott, Monopoly Rights: A Barrier to Riches, American Economic Review, December 1999, 89 (5), 12161233.",
        "Porta, Rafael La and Andrei Shleifer, The Unofficial Economy and Economic Development,  Brookings Papers on Economic Activity, 2008, 2, 275363.",
        "Quah, Danny T., Empirics for economic growth and convergence, European Economic Review, 1996, 40 (6), 13531375.",
        "Rebelo, Sergio, Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy, June 1991, 99, 500521.",
        "Restuccia, Diego and Richard Rogerson, Policy Distortions and Aggregate Productivity with Heterogeneous Plants, Review of Economic Dynamics, October 2008, 11, 707720.",
        "Romer, Paul M., Endogenous Technological Change, Journal of Political Economy, October 1990, 98 (5), S71S102.",
        ", New Goods, Old Theory, and the Welfare Costs of Trade Restrictions, Journal of Development Economics, 1994, 43, 538.",
        "Schmitz, James A., What Determines Productivity? Lessons from the Dramatic Recovery of the US and Canadian Iron Ore Industries following their Early 1980s Crisis, Journal of Political Economy, 2005, 113 (3), 582625.",
        "Syverson, Chad, What Determines Productivity?, NBER Working Paper 15712, January 2010.",
        "Vollrath, Dietrich, How Important are Dual Economy Effects for Aggregate Productivity?, Journal of Development Economics, March 2009, 88 (2), 325334.",
        "MISALLOCATION AND INPUT-OUTPUT ECONOMICS 47 Yi, Kei-Mu, Can Vertical Specialization Explain the Growth of World Trade?, Journal of Political Economy, February 2003, 111 (1), 52102."
    ]
}