{
    "id": 16747,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Asness, Clifford S., 1997, The interaction of value and momentum strategies, Financial Analysts Journal March-April, 2936.",
        "Bansal, Ravi, Robert F. Dittmar, and Christian T. Lundblad, 2005, Consumption, dividends, and the cross-section of equity returns, Journal of Finance 60, 16391672.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307343.",
        "Blume, Marshall E., Felix Lim, and A. Craig MacKinlay, 1998, The declining credit quality of U.S. corporate debt: Myth or reality? Journal of Finance 53, 13891413.",
        "Chan, Louis K. C., Narasimhan Jegadeesh, and Josef Lakonishok, 1996, Momentum strategies, Journal of Finance 51, 16811713.",
        "Cochrane, John H., 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 46, 209237.",
        "Cooper, Michael J., Roberto C. Gutierrez Jr., and Allaudeen Hameed, 2004, Market states and momentum, Journal of Finance 59, 13451365.",
        "Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and overreaction, Journal of Finance 53, 18391886.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 356.",
        "Fama, Eugene F. and Kenneth R. French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finance 50, 131155.",
        "Gibbons, Michael R., Stephen A. Ross, and Jay Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 57, 11211152.",
        "Hansen, Lars Peter, 1982, Large sample properties of generalized method of moments estimators, Econometrica 40, 10291054.",
        "Hansen, Lars Peter and Kenneth J. Singleton, 1982, Generalized instrumental variables estimation of nonlinear rational expectations models, Econometrica 50, 12691288.",
        "Hong, Harrison, and Jeremy C. Stein, 1999, A unified theory of underreaction, momentum trading, and overreaction in asset markets, Journal of Finance, 54, 21432184.",
        "Hong, Harrison, Terence Lim, and Jeremy C. Stein, 2000, Bad news travels slowly: Size, analyst coverage, and the profitability of momentum strategies, Journal of Finance 55, 265295.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 6591.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 2001, Profitability of momentum strategies: An evaluation of alternative explanations, Journal of Finance, 56, 699720.",
        "Jiang, Guohua, Charles M. C. Lee, and Yi Zhang, 2005, Information uncertainty and expected returns, Review of Accounting Studies 10, 185221.",
        "Johnson, Timothy C., 2002, Rational momentum effects, Journal of Finance 57, 585608.",
        "Lamont, Owen, 2000, Investment plans and stock returns, Journal of Finance 55, 27192745.",
        "Lee, Charles M. C., and Bhaskaran Swaminathan, 2000, Price momentum and trading volume, Journal of Finance 55, 20172069.",
        "Lettau, Martin, and Sydney Ludvigson, 2002, Time-varying risk premia and the cost of capital: An alternative implication of the Q theory of investment, Journal of Monetary Economics 49, 3166.",
        "Lewellen, Jonathan, 2002, Momentum and autocorrelation in stock returns, Review of Financial Studies 15, 533563.",
        "Lim, Terence, 2001, Rationality and analysts' forecast bias, Journal of Finance 56, 369385.",
        "Liu, Laura Xiaolei, Toni M. Whited, and Lu Zhang, 2009, Investment-based expected stock returns, Journal of Political Economy 117, 11051139.",
        "Liu, Laura Xiaolei, and Lu Zhang, 2008, Momentum profits, factor pricing, and macroeconomic risk, Review of Financial Studies 21, 24172448.",
        "Moskowitz, Tobias J., and Mark Grinblatt, 1999, Do industries explain momentum? Journal of Finance 54, 12491290.",
        "Sagi, Jacob S., and Mark S. Seasholes, 2007, Firm-specific attributes and the cross-section of momentum, Journal of Financial Economics 84, 389434.",
        "Zhang, Lu, 2005, The value premium, Journal of Finance 60, 67103."
    ]
}