{
    "id": 16741,
    "cites": 25,
    "cited_by": 133,
    "reference": [
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, The Financial Accelerator in a Quantitative Business Cycle Framework, in John Taylor and Michael Woodford, eds., Handbook of Macroeconomics, Volume 1B, Amsterdam: Elsevier, 1999, chapter 21, pp. 1341  1393.",
        "Blundell, Richard, Luigi Pistaferri, and Ian Preston, Consumption Inequality and Partial Insurance, American Economic Review, December 2008, 98 (5), 18871921.",
        "Buiter, Willem H., Negative Nominal Interest Rates: Three Ways to Overcome the Zero Lower Bound, The North American Journal of Economics and Finance, 2009, 20 (3), 213  238.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, Understanding Booms and Busts in Housing Markets, November 2010. Department of Economics, Northwestern University.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Jounal of Political Economy, 2005, 113 (1), 145.",
        "Correia, Isabel, Emmanuel Farhi, Juan Pablo Nicolini, and Pedro Teles, Policy at the Zero Bound, December 2010. Banco de Portugal.",
        "Eggertsson, Gauti B. and Michael Woodford, The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity, 2003, 2003 (1), pp. 139211.",
        "Feldstein, Martin, Commentary: Is There a Role for Discretionary Fiscal Policy?, Economic Policy Symposium, Federal Reserve Bank of Kansas City, 2002, pp. 151162.",
        "Friedman, Milton, The Role of Monetary Policy, American Economic Review, 1968, 58 (1), pp. 117.",
        "Gertler, Mark and Peter Karadi, A Model of Unconventional Monetary Policy, April 2009.",
        "Hall, Robert E., Measuring Factor Adjustment Costs, Quarterly Journal of Economics, August 2004, 119 (3), 899927.",
        ", Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, Journal of Political Economy, April 2009, 117 (2), 281323.",
        ", Why Does the Economy Fall to Pieces after a Financial Crisis?, Journal of Economic Perspectives, Fall 2010, 24 (4), 320.",
        ", The High Sensitivity of Economic Activity to Financial Frictions, Economic Journal, 2011. Forthcoming.",
        "Kocherlakota, Narayana, Two Models of Land Overvaluation and Their Implications, October 2010. Federal Reserve Bank of Minneapolis.",
        "Krugman, Paul R., It's Baaack: Japan's Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity, September 1998, (2), 137205.",
        "Krusell, Per and Jr. Smith Anthony A., Income and Wealth Heterogeneity in the Macroeconomy,  Journal of Political Economy, 1998, 106 (5), pp. 867896.",
        "Martin, Alberto and Jaume Ventura, Theoretical Notes on Bubbles and the Current Crisis, September 2010. NBER Working Paper 16399.",
        "Mian, Atif R. and Amir Sufi, The Effects of Fiscal Stimulus: Evidence from the 2009 `Cash for Clunkers' Program, 2010.",
        "Mortensen, Dale T. and Christopher Pissarides, Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 1994, 61 (0), 397415.",
        "Romer, Christina D., What Ended the Great Depression?, The Journal of Economic History, 1992, 52 (4), pp. 757784.",
        "Shimer, Robert, Wage Rigidities and Jobless Recoveries, November 2010. Department of Economics, University of Chicago.",
        "Silva, Jose A. and Manuel Toledo, Labor Turnover Costs and the Cyclical Behavior of Vacancies and Unemployment, February 2008. Universitat Autonoma de Barcelona and Universidad Carlos III de Madrid.",
        "Stock, James H. and Mark W. Watson, Modeling Inflation after the Crisis, Economic Policy Symposium, Federal Reserve Bank of Kansas City, 2010. Forthcoming.",
        "Townsend, Robert M., Optimal contracts and competitive markets with costly state verification,  Journal of Economic Theory, 1979, 21 (2), 265  293."
    ]
}