{
    "id": 16757,
    "cites": 16,
    "cited_by": 24,
    "reference": [
        "Acharya, Shankar, (2003), Services not the Real Saviour? in Shankar Acharya edited, India's Economy, Some Issues and Answers, Academic Foundation, New Delhi, pp.38-48.",
        "Berchert, Ingo and Aaditya, Mattoo, (2009), The Crises Resilience of Services Trade, World Bank Policy Research working paper 4917.",
        "Bhagwati, Jagdish, (1984), Splintering and Disembodiment of Services and Developing Nations, World Economy, Vol. 7, No. 2, pp. 13343.",
        "Bosworth, Barry, Susan M., Collins and Arvind, Virmani, (2007), Sources of Growth in the Indian Economy, in, India Policy Forum 2006-07, Vol-3, pp. 1-50.",
        "Central Statistical Organisation, (1989), National Accounts Statistics: Sources and Methods, (New Delhi: Government of India).",
        "_____, (1999), New Series on National Accounts Statistics (Base Year 1993-94), (New Delhi: Government of India).",
        "_____, (2004), Report of the Working Group on Workforce Estimation for Compilation of National Accounts Statistics with Base Year 1999-2000, (New Delhi: Government of India) _____, (2005), National Account Statistics, 2005, (New Delhi: Government of India) _____, (2006), New Series on National Accounts Statistics (Base Year 1999-2000), (New Delhi: Government of India).",
        "Dehejia, Rajeev and Arvind Panagariya (2010), Services Growth in India: A Look Inside the Black Box, unpublished manuscript, Tufts University and Columbia University.",
        "Eichengreen, Barry and Poonam, Gupta, (2009), Two Waves of Services Growth, NBER Working Paper no. w14968 May, 2009.",
        "EU KLEMS Database (2007), EU LEMS Growth and Productivity Accounts, http://www.euklems.net.",
        "Gordon, Jim and Poonam, Gupta, (2004), Understanding India's Services Revolution. IMF Working paper WP/ 04/171 (September).",
        "Jain, Sunil, and T.N. Ninan, (2010), Servicing India's GDP growth, in Shankar Acharya and Rakesh Mohan edited, India's Economy Performance and Challenges, Essays in Honour of Montek Singh Ahluwalia, Oxford University Press, New Delhi, pp. 328-365.",
        "Magnier, Mark (2010), Living in a Call-Centre World, Montreal Gazette, www.montrealgazette.com (18 July).",
        "Mattoo, Aaditya, Deepak Mishra and Anirudh Shinghal, (2003), Trade in Services: Access to Foreign Markets, Domestic Reform and International Negotiations, World Bank.",
        "Panagariya, Arvind, (2008), India the Emerging Giant, New York: Oxford University Press.",
        "Polgreen, Lydia, (2009), Rural India Gets Chance at Piece of Jobs Boom, New York Times (13 November), p.A4."
    ]
}