{
    "id": 16759,
    "cites": 11,
    "cited_by": 46,
    "reference": [
        "BLS Handbook of Methods, Chapter 2, Employment, hours and earnings from the establishment survey, Bulletin 2285, 1988.",
        "Aurbach, Alan, and Yuriy Gorodnichenko, Measuring the output Responses to Fiscal Policy, NBER working paper 16311, August 2010 Barro, Robert J. and Charles J. Redlick, Macroeconomic Effects from Government Purchases and Taxes, September 2009. NBER Working Paper 15369.",
        "Blanchard, Olivier and Roberto Perotti, An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics, 117(4), 2002, 1329-1368.",
        "Cogan, John F. and John B. Taylor, What the Government Purchases Multiplier Actually Multiplied in the 2009 Stimulus Package, working paper.",
        "Cogan, John F., Tobias Cwik, John B. Taylor, and Volker Wieland, New Keynesian versus Old Keynesian Government Spending Multipliers, February 2009 Clemens, Jeffrey and Stephen Miran, The effects of state budget cuts on employment and income, NBER working paper, 2010 Feyrer, James and Jay Shambaugh, Global Savings and Global Investment: The Transmission of Identified Fiscal Shocks, NBER working paper 15113, 2009.",
        "Knight, Brian, Endogenous Federal Grants and Crowd-out of State Government Spending: Theory and Evidence from the Federal Highway Aid Program, The American Economic Review, Vol. 92, No. 1 (Mar., 2002), 71-92.",
        "Ramey, Valerie A., and Matthew D. Shapiro. 1998. Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference Series on Public Policy 48, June 1998, 145-194.",
        "Ramey, Valerie A, Identifying Government Spending Shocks: Its All in the Timing, September 2008. Department of Econoomics, UC San Diego.",
        "Romer, Christina. and David Romer, The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, American Economic Review, June 2010 Romer, Christina and Jared Bernstein, The Job Impact of the American Recovery and Reinvestment Plan, January 2009.",
        "Shoag, Daniel, The Impact of Government Spending Shocks: Evidence on the Multiplier from State Pension Plan Returns, working paper, December 2010.",
        "Wilson, Daniel J, Fiscal Spending Jobs Multipliers: Evidence from the 2009 American Recovery and Reinvestment Act, FRBSF Working Paper 201017. October 2010. Woodford, Michael, Simple Analytics of the Government Expenditure Multiplier. American Economic Journal: Macroeconomics, 3(1): 135, 26"
    ]
}