{
    "id": 16753,
    "cites": 21,
    "cited_by": 39,
    "reference": [
        "Ahn, JaeBin, Amit K. Khandelwal and Shang-Jin Wei. 2010. The Role of Intermediaries in Facilitating Trade, Journal of International Econoimcs, forthcoming.",
        "AntrÃ\u0083Â s, Pol and Arnaud Costinot. 2010. Intermediated Trade, Quarterly Journal of Economics, forthcoming.",
        "Armenter, Roc and MiklÃ\u0083Â³s Koren. 2009. Economies of Scale and the Size of Exporters, Central European University, mimeo.",
        "Armenter, Roc and MiklÃ\u0083Â³s Koren. 2010. A Balls-and-Bins Model of Trade, Central European University, mimeo.",
        "Atalay, Enghin, Ali HortaÃ\u0083Â§su, James W. Roberts, and Chad Syverson. 2010. On the Network Structure of Production, University of Chicago, mimeo.",
        "BarabÃ\u0083Â¡si, Albert-LÃ\u0083Â¡szlÃ\u0083Â³ and RÃ\u0083Â©ka Albert. 1999. Emergence of Scaling in Random Networks, Science, 286: 509-12.",
        "BramoullÃ\u0083Â©, Yann and Brian W. Rogers. 2009. Diversity and Popularity in Social Networks, CIRPEE Working Paper No. 09-03.",
        "Burchardi, Konrad B. and Tarek A. Hassan. 2010. The Economic Impact of Social Ties: Evidence from German Reunification. Chicago Booth, mimeo.",
        "Chaney, Thomas. 2008. Distorted Gravity: The Intensive and Extensive Margins of International Trade, American Economic Review, 98(4): 1707-21.",
        "Combes, Pierre-Philippe, Miren Lafourcade and Thierry Mayer. 2005. The Trade-Creating Effects of Business and Social Networks: Evidence from France, Journal of International Economics, 66(1):1-29.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz. 2010. An Anatomy of International Trade: Evidence from French Firms, University of Chicago, mimeo.",
        "ErdÃ\u0083Â¶s, Paul and AlfrÃ\u0083Â©d RÃ\u0083Â©nyi. 1959. On Random Graphs, Publicationes Mathematicae, 6:29030 7.",
        "Gabaix, Xavier. 1999. Zipf Law for Cities: an Explanation, Quarterly Journal of Economics, 114(3): 739-67.",
        "Hidalgo, CÃ\u0083Â©sar A., B. Klinger, Albert-LÃ\u0083Â¡szlÃ\u0083Â³ BarabÃ\u0083Â¡si, and Ricardo Hausmann. 2007. The Product Space Conditions the Development of Nations Science, 317(5837): 482-487.",
        "Jackson, Matthew O. 2010. An Overview of Social Networks and Economic Applications, The Handbook of Social Economics, edited by J. Benhabib, A. Bisin, and M.O. Jackson, North Holland Press.",
        "Jackson, Matthew O., and Brian W. Rogers. 2007. Meeting Strangers and Friends of Friends: How Random Are Social Networks? American Economic Review, 97(3): 890-915.",
        "Krugman, Paul. 1980. Scale Economies, Product Differentiation, and the Patterns of Trade, American Economic Review, 70(5): 950-59.",
        "Luttmer, Erzo G. J. 2007. Selection, Growth, and the Size Distribution of Firms, Quarterly Journal of Economics, 122(3): 1103-44.",
        "Mayer, Thierry, and Soledad Zignago. 2006. Notes on CEPIIs Distances Measures, mimeo.",
        "Rauch, James E. and Vitor Trindade. 2002. Ethnic Chinese Networks in International Trade, Journal of International Economics, 84(1): 116-30.",
        "Steindl, Josef. 1965. Random Processes and the Growth of Firms, Charles Griffin, London."
    ]
}