{
    "id": 16766,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Altman, Edward, 1968, Financial Ratios, Discriminant Analysis and the Prediction of Corporate Bankruptcy, Journal of Finance 23, 589-609.",
        "Benmelech, Efraim, and Jennifer Dlugosz, 2009, The Alchemy of CDO Credit Ratings, Journal of Monetary Economics, 56, 617-634.",
        "Coval, Joshua, Jakub Jurek, and Erik Stafford, 2009, The Economics of Structured Finance, Journal of Economic Perspectives 23, 3-25.",
        "Drucker, Steven, and Manju Puri, 2009, On Loan Sales, Loan Contracting and Lending Relationships, Review of Financial Studies 22, 2635-2672.",
        "Drucker, Steven, and Christopher Mayer, 2008, Inside Information and Market Making in Secondary Mortgage Markets, Working paper, Renaissance Technologies LL3 and Duke University.",
        "Ivashina, Victoria, 2009, Asymmetric Information Effects on Loan Spreads, Journal of Financial Economics 92, 300-319.",
        "Ivashina, Victoria and David Scharfstein, 2010, Loan Syndication and Credit Cycles, American Economic Review 100, 57-61.",
        "Ivashina, Victoria, and Zheng Sun, 2007, Institutional Stock Trading on Loan Market Information, Journal of Financial Economics, forthcoming.",
        "Keys, Benjamin, Tanmoy Mukherjee, Amit Seru, and Vikrant Vig, 2010, Did Securitization Lead to Lax Screening? Evidence From Subprime Loans, Quarterly Journal of Economics 125, 307-362.",
        "Loan Syndication and Trading Association, 2007, The Handbook of Loan Syndication and Trading.",
        "Nadauld, Taylor and Shane M. Sherlund, 2009, The Role of the Securitized Process in the Expansion of Subprime Credit, Working paper.",
        "Shivdasani, Anil, and Yihui Wang, 2009, Did Structured Credit Fuel the LBO Boom? Working paper, University of North Carolina at Chapel Hill.",
        "Standard & Poor's, 2002, Global Cash Flow and Synthetic CDO Criteria.",
        "Standard & Poor's, 2006, A Guide to the Loan Market.",
        "The portfolio sample includes loans originated between January 2005 and July 2007. The 2005-2007 dummy equals one for loans originated between 2005 and 2007, zero otherwise. Securitized in 2005-2007 is essentially an interaction term reflecting the marginal effect for loans securitized between 2005 and 2007. Specifications with the interaction term are estimated using linear model. Variable definitions are the same as in Table II. Loan purpose fixed effects include LBO, M&A and Debt repayment dummies. The coefficients are marginal effects. Standard errors are clustered by loan lead arranger. Significance at the 1%, 5%, and 10 % levels is indicated by *** , ** , and * , respectively."
    ]
}