{
    "id": 16767,
    "cites": 15,
    "cited_by": 8,
    "reference": [
        "Aitken, Brian J. and Harrison, Ann E. 1999. Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela. American Economic Review 89 (3), pp. 605-18.",
        "Aitken, Brian J., Harrison, Ann E. and Robert E. Lipsey. 1996. Wages and Foreign Ownership. A comparative study of Mexico, Venezuela and the United States. Journal of International Economics 40, pp. 345-371.",
        "Amiti, Mary, and Jozef Konings. 2007. Trade Libralization, Intermediate Inputs and Productivity. American Economic Review 97(5), 1611-1638 Arnold, Jens., Beata Javorcik and A. Mattoo. 2008. Do Manufacturing Firms Benefit from Foreign Direct Investment in Services Industries? Evidence from the Czech Republic. Mimeo Blalock, Garrick and Paul J. Gertler. 2008. Welfare Gains from Foreign Direct Investment through Technology Transfer to Local Suppliers. Journal of International Economics 74(2), pp. 402421.",
        "Brandt, Loren., Johannes Van Biesebroeck and Yifan Zhang. 2008. The Impact of Trade Libralization on Productivity in Chinese Industry. Working paper Brecher, Richard., and Dias Alejandro, Carlos. 1977. Tariffs, Foreign Capital and Immiserizing Growth. Journal of International Economics 7, pp. 317-322.",
        "Caves, Richard E. 1974. Multinational Firms, Competition and Productivity in Host-Country Markets. Economica 41 (162), pp. 176-93.",
        "Ethier, Wilfred. 1982. National and International Returns to Scale in the Model Theory of International Trade. American Economic Review 72, pp. 389-405 Globerman, S. 1979. Foreign Direct Investment and `Spillover' Efficiency Benefits in Canadian Manufacturing Industries. Canadian Journal of Economics 12, pp. 42-56.",
        "Griliches, Zvi and Mairesse, Jacques. 1995. Production Functions: The Search for Identification. National Bureau of Economic research (Cambridge, MA) Working Paper No. 5067.",
        "Haddad, Mona and Harrison, Ann E. 1993. Are There Positive Spillovers from Direct Foreign Investment? Evidence from Panel Data for Morocco. Journal of Development Economics 42 (1), pp. 51-74.",
        "Harrison, Ann, and Andres Rodriguez-Clare. 2010. Trade, Foreign Investment, and Industrial Policy for Developing Countries. in Handbook of Development Economics, Volume 5, edited by Dani Rodrik and Mark Rosenzweig, North Holland, pp. 4039-4214.",
        "Hu, Albert and Gary Jefferson. 2002. FDI Impact and Spillover: Evidence from China's Electronic and Textile Industries. World Economy 25 (8), pp. 1063-76.",
        "Lin, Ping, Liu, Zhoumin, Zhang Yifan. 2009. Do Chinese Domestic Firms Benefit from FDI Inflow? Evidence of Horizontal and Vertical Spillovers. China Economic Review 20, pp. 677-691.",
        "Lin, Justin. 2009. Economic Development and Transition: Thought, Strategy, and Viability, Cambridge: Cambridge University Press.",
        "Lin, Justin and Celestin Monga. 2010. Growth Identification and Facilitation: The Role of the State in the Dynamics of Structural Change. The World Bank Policy Research Working Paper 5313 Kokko, Ari. 1999. Technology, Market Characteristics and Spillovers. Journal of Development Economics 43, pp. 279-93.",
        "Konings, Jozef. 2001. Effects of Foreign Direct Investment on Domestic Firms. Economics of Transition 9 (3), pp. 619-33.",
        "Moulton, Brent R. 1990. An Illustration of a Pitfall in Estimating the Effects of Aggregate Variables on Micro Units. Review of Economics and Statistics 72 (2), pp. 334-38."
    ]
}