{
    "id": 1676,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Balassa, Bela. A Reappraisal of the Purchasing Power Parity Doctrine. Journal of Political Economy (19614).",
        "Buffie, Edward. The Macroeconomics of Trade Liberalization. Journal of International Economics 17 (August 19814), pp. 212-38.",
        "Clements, Kenneth W. and Peter D. Jonson. Unanticipated Money, `Disequilibrium Modelling and Rational Expectations. Economics Letters 2 (1979), pp. 303-08.",
        "Cooper, Richard. Currency Devaluation in Developing countries in G. Renis (ed.) Government and Economic Development. New Haven, Conn.: Yale University Press, 1971a.",
        "Essays in International Finance 86 (1971b).",
        "Dornbusch, Rudiger. Open Economy Macroeconomics. New York: Basic Books, 1 980. Edwards, Sebastian. The Short-Run Relation between Inflation and Growth in Latin America: Comment. American Economic Review (June 1983).",
        "Frenkel, Jacob and Harry G. Johnson. The Monetary Approach to the Balance of ~ Toronto: University of Toronto Press, 1976.",
        "Gylfason, T. and M. Schmid. Does Devaluation Cause Stagflation? Canadian Journal of Economics (1983).",
        "Gylfason, T. and 0. Rislaer. Does Devaluation Improve the Current Account. European Economic Review 25 (19814), pp. 37-6~4.",
        "Hanson, James. The Short-Run Relation between Growth and Inflation in Latin America. American Economic Review 80 (1980), pp. 972-89.",
        "Johnson, Harry G. Elasticity, Absorption, Keynesian Multiplier, Keynesian Policy and Monetary Approach to Devaluation Theory. American Economic Review 60 (1976), pp. 14148-52..",
        "Katseli, Louka T. Devaluation: A Critical Appraisal of the IMFs Policy Prescriptions. American Economic Review Papers and Proceedings 73(2) (May 1983) pp. 359-64.",
        "Khan, Mohsin S. and Malcolm D. Knight. Stabilization Programs in Developing Countries: A Formal Framework. Staff Papers 28 (March 1981), pp.",
        "Krueger, A.O, Liberalization Attempts and Consequences. Boston: Ballinger, 1978.",
        "Krugrnan, P. and L. Taylor. Contractionary Effects of Devaluation. Journal of International Economies 8 (August 1978), pp. 14145-56.",
        "MeCallum, B.T. On the Observational Equivalence of Classical and Keynesian Models. Journal of Political Economy 87 (1979), pp. 399-1402.",
        "Taylor, Lance and Jeffrey Rosensweig. Devaluation, Capital Flows and Crowding Out: A CGE Model with Portfolio Choice for Thailand. Working Paper, The World Bank, 1984.",
        "Van Wijnbergen, Sweder. Exchange Rate Management and Stabilization Policies in Developing Countries in S. Edwards and I... Ahaxned (eds.) Economic Adjustment and Exchange Rates in Developing Countries (forthcoming, 1985).",
        "Williamson, John. The Exchange Rate System. Cambridge, Mass.: MIT Press f or the Institute of International Economics, 1983."
    ]
}