{
    "id": 16761,
    "cites": 59,
    "cited_by": 87,
    "reference": [
        "D. Acemoglu, F. Zilibotti, Was Prometheus unbound by chance? Risk, diversification and growth, J. Polit. Economy 105 (1997), 709-751.",
        "Y. Ait-Sahalia, J.A. Parker, M. Yogo, Luxury goods and the equity premium, NBER Working Paper 8417, 2001.",
        "S.R. Aiyagari, Uninsured idiosyncratic risk and aggregate saving, Quart. J. Econ. 109 (1994), 659-684.",
        "G.-M. Angeletos, Uninsured idiosyncratic investment risk and aggregate saving, Rev. Econ. Dynam. 10 (2007), 1-30.",
        "G.-M. Angeletos, L.-E. Calvet, Incomplete markets, growth, and the business cycle, MIT Department of Economics Working Paper, 2000.",
        "G.-M. Angeletos, L.-E. Calvet, Idiosyncratic production risk, growth, and the business cycle, J. Monet. Econ. 53 (2006), 1095-1115.",
        "G.-M. Angeletos, V. Panousi, Revisiting the supply-side effects of government spending, J. Monet. Econ. 56 (2009), 137-153.",
        "K. Aoki, G. Benigno, N. Kiyotaki, Adjusting to capital account liberalization, London School of Economics/Princeton University mimeo, 2009.",
        "J. Benhabib, S. Zhou, Age, luck, and inheritance, NBER Working Paper 14128, 2008.",
        "M.P. Bitler, T.J. Moskowitz, A. Vissing-JÃ\u0083Â¸rgensen, Testing agency theory with entrepreneur effort and wealth, J. Finance 60 (2005), 539-576.",
        "O. Blanchard, F. Giavazzi, F. Sa, International investors, the U.S. current account, and the dollar, Brookings Pap. Econ. Act. 36 (2005), 1-66.",
        "J.H. Boyd, B.D. Smith, Capital market imperfections, international credit markets, and nonconvergence, J. Econ. Theory 73 (1997), 335-364.",
        "F. Broner, J. Ventura, Rethinking the effects of financial liberalization, CREI mimeo, 2008.",
        "F. Buera, Y. Shin, Productivity growth and capital flows: The dynamics of reforms, UCLA mimeo, 2010.",
        "R.J. Caballero, E. Farhi, P.-O. Gourinchas, An equilibrium model of global imbalances and low interest rates, Amer. Econ. Rev. 98 (2008), 358-93.",
        "J.Y. Campbell, M. Lettau, B.G. Malkiel, Y. Xu, Have individual stocks become more volatile? An empirical exploration of idiosyncratic risk, J. Finance 56 (2001), 1-41.",
        "M. Cagetti, M. De Nardi, Entrepreneurship, frictions, and wealth, J. Polit. Economy 114 (2006), 835-870.",
        "C. Carroll, O. Jeanne, A tractable model of precautionary reserves or net foreign assets, Johns Hopkins University mimeo, 2009.",
        "F. Corneli, Medium and long run implications of financial integration without financial development, Bank of Italy mimeo, 2010.",
        "F. Covas, Uninsured Idiosyncratic production risk with borrowing constraints, J. Econ. Dynam. Control 30 (2006), 2167-2190.",
        "S.J. Davis, J. Haltiwanger, R. Jarmin, J. Miranda, Volatility and dispersion in business growth rates: publicly traded versus privately held firms, NBER Working Paper 12354, 2006.",
        "A. Demirguc-Kunt, R. Levine, Stock market development and financial intermediaries: stylized facts, World Bank Econ. Rev. 10 (1996), 291-321.",
        "C. Engel, J. Rogers, The U.S. current account deficit and the expected share of world output, J. Monet. Econ. 53 (2006), 1063-1093.",
        "A. Fogli, F. Perri, The great moderation and the US external imbalance, NBER Working Paper 12708, 2006.",
        "M. Gertler, K. Rogoff, North-South lending and endogenous domestic capital market inefficiencies, J. Monet. Econ. 26 (1990), 245-266.",
        "K. Giesecke, L.R. Goldberg, The market price of credit risk: the impact of asymmetric information, Working Paper, 2008.",
        "J. Goldberg, A model of deleveraging, MIT mimeo, 2010.",
        "P.-O. Gourinchas, O. Jeanne, The elusive gains from international financial integration, Rev. Econ. Stud. 73 (2006), 715-741.",
        "P.-O.Gourinchas, O. Jeanne, Capital flows to developing countries: the allocation puzzle, NBER Working Paper 13602, 2008.",
        "P.-O. Gourinchas, H. Rey, From world banker to world venture capitalist: US external adjustment and the exorbitant privilege, in R.H. Clarida (Ed.), G7 Current Account Imbalances: Sustainability and Adjustment, University of Chicago Press, Chicago, Illinois, 2007, pp. 11-67.",
        "R. Hausmann, F. Sturzenegger, U.S. and global imbalances: can dark matter prevent a big bang?, Center for International Development, Harvard University, Working Paper 124, 2006.",
        "J. Heathcote, K. Storesletten, G. Violante, Quantitative macroeconomics with heterogeneous households, Annual Rev. Econ. 1 (2009), 319-354.",
        "M. Huggett, The one-sector growth model with idiosyncratic shocks, J. Monet. Econ. 39 (1997), 385-403.",
        "B. Hunt, A. Rebucci, The U.S. dollar and the trade deficit: what accounts for the late 1990s?, Int. Finance 8 (2005), 399-434.",
        "S. Kitao, Entrepreneurship, taxation, and capital investment, Rev. Econ. Dynam. 11 (2007), 44-69.",
        "A. Kraay, J. Ventura, The dot-com bubble, the bush deficits, and the U.S. current account, in R.H. Clarida (Ed.), G7 Current Account Imbalances: Sustainability and Adjustment, University of Chicago Press, Chicago, Illinois, 2007, pp. 457-497.",
        "P. Krusell, A.A. Smith, Income and wealth heterogeneity in the macroeconomy, J. Polit. Economy 106 (1998), 867-896.",
        "P. Krusell, A.A. Smith, Quantitative macroeconomic models with heterogeneous agents, in Advances in Economics and Econometrics: Theory and Applications, Ninth World Congress of the Econometric Society, 2006.",
        "P.R. Lane, M. Milesi-Ferretti, A global perspective on external position, in R.H. Clarida (Ed.), G7 Current Account Imbalances: Sustainability and Adjustment, University of Chicago Press, Chicago, Illinois, 2007, pp. 67-103.",
        "R. La Porta, F. Lopez-de-Silanes, A. Shleifer, R. Vishny, Legal determinants of external finance, J. Finance 52 (1997), 1131-1150.",
        "R.E. Jr Lucas, Why doesn't capital flow from rich to poor countries?, Amer. Econ. Rev. 80 (1990), 92-96.",
        "C.J. Malloy, T.J. Moskowitz, A. Vissing-JÃ\u0083Â¸rgensen, Long run stockholder consumption risk and asset returns, Working Paper, 2006.",
        "E.R. McGrattan, E.C. Prescott, Technology capital and the U.S. current account, Federal Reserve Bank of Minneapolis, Staff Report 406, 2007.",
        "C. Meh, V. Quadrini, Endogenous market incompleteness with investment risks, J. Econ. Dynam. Control 30 (2006), 2143-2165.",
        "E. Mendoza, V. Quadrini, V. Rios-Rull, On the welfare implications of financial globalization without financial development, NBER Working Paper 13412, 2007.",
        "E. Mendoza, V. Quadrini, V. Rios-Rull, Financial integration, financial deepness and global imbalances, J. Polit. Economy 115 (2008), 665-703.",
        "B. Moll, Productivity losses from financial frictions: can self-financing undo capital misallocation ?, University of Chicago mimeo, 2010.",
        "T.J. Moskowitz, A. Vissing-JÃ\u0083Â¸rgensen, The returns to entrepreneurial investment: a private equity premium puzzle, Amer. Econ. Rev. 92 (2002), 745-778.",
        "M. Obstefeld, K. Rogoff, The unsustainable U.S. current account position revisited, NBER Working Paper 10869, 2004.",
        "V. Panousi, Capital taxation with entrepreneurial risk, Federal Reserve Board mimeo, 2010.",
        "V. Panousi, D. Papanikolaou, Investment, idiosyncratic risk, and ownership, Working Paper, 2010.",
        "E.S. Prasad, R.G. Rajan, A. Subramanian, Foreign capital and economic growth, Brookings Pap. Econ. Act. 38 (2007), 153-230.",
        "V. Quadrini, Entrepreneurship, saving, and social mobility, Rev. Econ. Dynam. 3 (2000), 1-40.",
        "C.M. Reinhart, K.S. Rogoff, Serieal default and the paradox of rich to poor capital flows, NBER Working Paper 10296.",
        "J.-V. Rios-Rull, On the quantitative importance of market completeness, J. Monet. Econ. 34 (1994), 463-496.",
        "N.L. Roussanov, Diversification and its discontents: idiosyncratic and entrepreneurial risk and the quest for social status, Working Paper, 2009.",
        "D. Sandri, Growth and capital flows with risky entrepreneurship, IMF Working Paper, 2009.",
        "Z. Song, K. Storesletten, F. Zilibotti, Growing like China, mimeo, 2009.",
        "P.S. Willen, Incomplete markets and trade, Working Paper Series No. 04-8, Federal Reserve Bank of Boston, 2004. centering R R1 aut B R2 aut"
    ]
}