{
    "id": 16771,
    "cites": 36,
    "cited_by": 24,
    "reference": [
        "Bai, Chong-En, Lu, Jiangyong and Tao, Zhigang. 2009. How Does Privatization Work in China? Journal of Comparative Economics, 37(3): 453-470.",
        "Bahl, Roy W. 1999. Fiscal Policy in China: Taxation and Inter-governmental Fiscal Relations. South San Francisco: The 1990 Institute, University of Michigan Press.",
        "Bayoumi, Tam, Tong, Hui and Wei, Shang-Jin. 2010. The Chinese Corporate Savings Puzzle: A Firm-level Cross-country Perspective. Manuscript.",
        "Carroll, Christopher D. and Summers, Lawrence H. 1991. Consumption Growth Parallels Income Growth: Some New Evidence, National Saving and Economic Performance, eds. B.D. Bernheim and J.B. Shoven, Chicago: Chicago University Press.",
        "Carroll, Christopher D. and David N. Weil. 1994. Saving and growth: A Reinterpretation, Carnegie-Rochester Conference Series on Public Policy 40: 133-192.",
        "Chamon, Marcos D. and Prasad, Eswar S. 2010. Why Are Saving Rates of Urban Households in China Rising? American Economic Journal: Macroeconomics, 2(1): 93-130.",
        "Chow, Gregory (1985): A Model of Chinese National Income Determination. Journal of Political Economy 93 (4): 782-92.",
        "Dynan, Karen E., Skinner, Jonathan and Zeldes, Stephen P. 2004. Do the Rich Save Journal of Political Economy 112(2): 397-444.",
        "Ferri, Giovanni and Liu, Li-Gang. 2009. Honor Thy Creditors Beforan Thy Shareholders: Are the Profits of Chinese State-Owned Enterprises Real? HKIMR Working Paper No.16.",
        "Ge, Suqin, Yang, Dennis Tao and Zhang, Junsen. 2010. One-Child Policy and the Chinese Household Saving Puzzle: A Cohort Analysis, Working Paper, The Chinese University of Hong Kong.",
        "Giles, John, Park, Albert and Zhang, Juwei. 2005. What Is China's True Unemployment Rate? China Economic Review 16: 149-170.",
        "He, Xinhua and Cao, Yongfu. 2007. Understanding High Saving Rates in China, China & World Economy 15(1): 1-13.",
        "Ho, Chua K. 2010. Salary Gains to Damp Capital Spending, China Daily (June 8).",
        "Hofman, Bert and Louis Kujis, 2006. Profits Drive China's Boom, Far Eastern Economic Review 169(8): 39-43.",
        "Horioka, Charles Yuji and Junmin Wan. The Determinants of Household Saving in China: A Dynamic Panel Analysis of Provincial Data, Journal of Money, Credit and Banking 39(8): 2077-2096.",
        "Jefferson, Gary and Su, Jian. 2006. Privatization and Restructuring in China: Evidence from Shareholding Ownership, 1995-2001, Journal of Comparative Economics, 34(1): 146-166.",
        "Knight, John and Jinjun Xue (2006) `How High is Urban Unemployment in China?' Journal of Chinese Economic and Business Studies 4 (2), 91-107.",
        "Kraay, Aart. 2000. Household Saving in China, World Bank Economic Review 14(3): 545-70.",
        "Kuijs, Louis. 2005. Investment and Saving in China, World Bank Policy Research Working Paper No. 3633.",
        "Kuijs, Louis. 2006. How Will China's Saving-Investment Balance Evolve? World Bank Policy Research Working Paper No. 3958.",
        "Lee, Jong-Wha and Hong, Kiseok. 2010. Economic Growth in Asia: Determinants and Prospects, Presented at Finalization Workshop: Long-Term Projections of Asian GDP and Trade, The Chinese University of Hong Kong, July 8-9, 2010.",
        "Ma, Guonan and Wang, Yi. 2010. China's High Saving Rate: Myth and Reality, BIS Working Papers No. 312.",
        "Meng, Xin. 2003. Unemployment, Consumption Smoothing, and Precautionary Saving in Urban China, Journal of Comparative Economics 31(3): 465-85.",
        "Meng, Xin, Manning, Chris, Li, Shi and Effendi, Tadjuddin Noer. 2010. The Great Migration: Rural-Urban Migration in China and Indonesia. Northampton: Edward Elgar Publishing.",
        "Modigliani, Franco. 1970. The Life Cycle Hypothesis of Saving and Intercountry Differences in the Saving Ratio, in Induction, Growth and Trade, eds. W. A.",
        "Qian, Yingyi. 1988. Urban and Rural Household Saving in China, International Monetary Fund Staff Papers 35(4): 592-627.",
        "Qin Duo. 2003. Determinants of household saving in China and their role in quasi-money supply, Economics of Transition 11(3): 513537.",
        "Song, Zheng Michael and Yang, Dennis Tao. 2010. Life Cycle Earnings and Saving in a Fast-Growing Economy. Working Paper, Chinese University of Hong Kong.",
        "United Nations, Population Division. 2009. World Population Prospects: The 2008 Revision Population Database, China (http://esa.un.org/unpp).",
        "Wang, Yan. 1995. Permanent Income and Wealth Accumulation: A Cross-Sectional Study of Chinese Urban and Rural Households, Economic Development and Cultural Change 43 (3): 522-550.",
        "Wei, Shang-Jin and Zhang, Xiaobo. 2009. The Competitive Saving Motive: Evidence from Rising Sex Ratios and Savings Rates in China, NBER Working Paper No. 15093.",
        "Wong Christine and Bird, Richard. 2008. China's fiscal system: a work in progress, in Loren Brandt and Thomas Rawski edits China's Great Economic Transformation, Cambridge University Press: 429-466.",
        "World Bank. 2010. World Development Indicators 2010, Washington, D.C. World Bank. 2010. China Quarterly Update. Beijing: World Bank Office.",
        "Yang, Dennis Tao, Chen, Vivian Weijia and Monarch, Ryan. 2010. Rising Wages: Has China Lost Its Global Labor Advantage? Pacific Economic Review 15 (4): 482-504. Zhang, Haiyan. Corporate Governance and Dividend Policy: A Comparison of Chinese Firms Listed in Hong Kong and in the Mainland, China Economic Review 19: 437-459.",
        "Zhou, Shaojie. 2007. Essays on Household Consumption and Household Saving Behavior of Chinese Urban Residents, Ph.D. Dissertation, The Chinese University of Hong Kong.",
        "Source: World Development Indictors (World Bank, 2009)"
    ]
}