{
    "id": 16775,
    "cites": 33,
    "cited_by": 31,
    "reference": [
        "S. Rao Aiyagari and Ellen R. McGrattan. The optimum quantity of debt. Journal of Monetary Economics, 42(3):447469, October 1998.",
        "S Rao Aiyagari. Uninsured idiosyncratic risk and aggregate saving. Quarterly Journal of Economics, 109(3):65984, 1994.",
        "Jorge Alonso-Ortiz and Richard Rogerson. Taxes, transfers and employment in an incomplete markets model. Journal of Monetary Economics, 57(8):949958, 2010.",
        "Marianne Baxter and Robert G. King. Fiscal policy in general equilibrium. American Economic Review, 83(3):31534, 1993.",
        "Craig Burnside, Martin Eichenbaum, and Jonas D. M. Fisher. Fiscal shocks and their consequences. Journal of Economic Theory, 115(1):89117, 2004.",
        "Raj Chetty. Bounds on elasticities with optimization frictions: A synthesis of micro and macro evidence on labor supply. NBER Working Paper 15616, 2009.",
        "Lawrence Christiano, Martin S. Eichenbaum, and Sergio Rebelo. When is the government spending multiplier large? NBER Working Paper 15394, 2009.",
        "CEPR Discussion Paper 7302, 2009.",
        "Thirsten Drautzburg and Harald Uhlig. Fiscal stimulus and distortionary taxation. University of Chicago manuscript, 2010.",
        "Martin Floden. The effectiveness of government debt and transfers as insurance. Journal of Monetary Economics, 48(1):81--108, August 2001.",
        "Jordi Gali. The return of the wage phillips curve. NBER Working Paper 15758, 2010.",
        "Jonathan Heathcote, Kjetil Storesletten, and Giovanni L. Violante. Quantitative macroeconomics with heterogeneous households. NBER Working Paper 14768, 2009. Jonathan Heathcote. Fiscal policy with heterogeneous agents and incomplete markets.",
        "Review of Economic Studies, 72:161--188, 2005.",
        "Burkhard Heer and Alfred Maussner. Dynamic general equilibrium modelling: computational methods and applications. Springer Berlin, 2005.",
        "David Himmelstein, Deborah Thorne, Elizabeth Warren, and Steffie Woolhandler. Medical bankruptcy in the united states, 2007: Results of a national study. American Journal of Medicine, 122(8):741--746, 2009.",
        "Ethan Ilzetzki, Enrique G. Mendoza, and Carlos A. VÃ\u0083Â©gh. How big (small?) are fiscal multipliers? NBER Working Paper 16479, 2010.",
        "Arie Kapteyn, James P. Smith, and Arthur van Soest. Work disability, work, and justification bias in europe and the u.s. NBER Working Paper 15245, 2010.",
        "Robert Krenn and Robert J. Gordon. The end of the great depression 1939-41: Var insight on policy contributions and fiscal multipliers. Northwestern University manuscript, 2010.",
        "N. Gregory Mankiw and Ricardo Reis. Sticky information versus sticky prices: A proposal to replace the new keynesian phillips curve. Quarterly Journal of Economics, 117(4):1295--1328, 2002.",
        "N. Gregory Mankiw and Ricardo Reis. Imperfect information and aggregate supply. In Benjamin Friedman and Michael Woodford, editors, Handbook of Monetary Economics, volume 3A, chapter 5, pages 183--230. Elsevier: North Holland, 2010. Karel Mertens and Morten Ravn. Fiscal policy in an expectations driven liquidity trap.",
        "CEPR Discussion Paper 7931, 2010.",
        "Karel Mertens and Morten Ravn. Measuring the impact of fiscal policy in the face of anticipation: a structural var approach. Economic Journal, 120(544):393--413, 2010.",
        "Tommaso Monacelli and Roberto Perotti. Fiscal policy, wealth effects, and markups. NBER Working Paper 14584, 2008. Tommaso Monacelli, Roberto Perotti, and Antonella Trigari. Unemployment fiscal multipliers.",
        "NBER Working Paper 15931, 2010.",
        "Andrew Mountford and Harald Uhlig. What are the effects of fiscal policy shocks? Journal of Applied Econometrics, 24(6):960--992, 2009.",
        "Roberto Perotti. In search of the transmission mechanism of ...scal policy. NBER Macroeconomics Annual, 22:169226, 2008.",
        "Juan Serrato and Philippe Wingender. Estimating local ...scal multipliers. UC Berkeley manuscript, 2010.",
        "Daniel Shoag. The impact of government spending shocks: Evidence on the multiplier from state pension plan returns. Harvard University manuscript, 2010.",
        "Kjetil Storesletten, Chris I. Telmer, and Amir Yaron. Cyclical dynamics in idiosyncratic labor market risk. Journal of Political Economy, 112(3):695717, 2004.",
        "Harald Uhlig. Some ...scal calculus. American Economic Review, 100(2):3034, 2010.",
        "Michael Woodford. Public debt as private liquidity. The American Economic Review, 80(2):382388, 1990.",
        "Michael Woodford. Simple analytics of the government expenditure multiplier. American Economic Journal: Macroeconomics, 3(1):135, January 2011.",
        "Sarah Zubairy. On ...scal multipliers: Estimates from a medium scale dsge model. Bank of Canada Working Paper 10-30, 2010."
    ]
}