{
    "id": 16785,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Aaker, Jennifer (1999), Brand Personality: A Path to Differentiation, in Brands Face the Future, Ed. R. Morgan, NY, New York: Research International, 13-21.",
        "American Apparel and Footwear Association (2005), ShoeStats, AAFA.",
        "Anderson, Eric, Yi Qian, and Duncan Simester (2011), Spillover Effects of a Low-quality Entrant, Working Paper, Northwestern University and MIT.",
        "Baker, Michael J. and Gilbert A. Churchill, Jr. (1977), The Impact of Physically Attractive Models on Advertising Evaluations, Journal of Marketing Research, 14 (November), 538-555.",
        "Chinese National Bureau of Statistics (1995), Codebook for the Third Chinese National Industrial Census, National Bureau of Statistics.",
        "Choate, Pat (2005). Hot Property : The Stealing of Ideas in an Age of Globalization. Westminster, MD, USA: Alfred A. Knopf Incorporated, 2005.",
        "Commuri, Suraj (2009), The Impact of Counterfeiting on Genuine-Item Consumers Brand Relationships, Journal of Marketing, Vol. 73 (May 2009), 8698.",
        "Fisman, Ray (2001), Estimating the Value of Political Connections, Americal Economic Review Vol.91, No.4.: pp. 1095-1102.",
        "Hui, Kai-Lung and I.P.L. Png (2003), Piracy and the Legitimate Demand for Recorded Music , Contributions to Economic Analysis and Policy, Vol. 2 No. 1, Article 11.",
        "Kortum, Samuel and Josh Lerner (1998), Stronger Protection or Technological Revolution: What is Behind the Recent Surge in Patenting? Carnegie-Rochester Conference Series on Public Policy, 48: 247-304.",
        "Lanjouw, Jean and Cockburn, Iain (2000), Do Patents Matter? Empirical Evidence After GATT. NBER working paper, W7495.",
        "LVMH (2006), News. http : //www.lvmh.com/fonctionalite/pgf aqlutte.asp McCalman, Phillip (2001), Reaping What You Sow: An Empirical Analysis of International Patent Harmonization, Journal of International Economics. LV: 161-186.",
        "Moser, Petra (2003), How Do Patent Laws Influence Innovation? Evidence From NineteenthCentury World Fairs, NBER Working Paper 9909.",
        "Oberholzer-Gee, Felix and Koleman Strumpf (2007), The Effect of File Sharing on Record Sales: An Empirical Analysis, Journal of Political Economy, 115:1.",
        "Okechuku, Chike and Gongrong Wang (1988), The Effectiveness of Chinese Print Advertisements in North America, JAR, 28 (October/ November) 25-34.",
        "Perrien, Jean, Christian Dussart and Francoise Paul (1985), Advertisers and the Factual Content of Advertising, JA, 14 (1), 30-35, 53.",
        "Qian, Yi (2008), Impacts of Entry by Counterfeiters, Quarterly Journal of Economics, November 2008, Vol. 123, No. 4: 15771609. MIT Press.",
        "Qian, Yi (2009), Are National Patent Laws the Blossoming Rain? - Evidence from Domestic Innovation, Technology Transfers, and International Trade Post Patent Implementations from 1978-2002, in Netanel, Neil (Ed.), The Development Agenda: Global Intellectual Property and Developing Countries. Oxford University Press, London.",
        "Qian, Yi (2010), Brand Management and Strategies Against Counterfeits, Working Paper, Northwestern University.",
        "Qian, Yi and Xie, Hui (2011), Investigating the Dynamic Effects of Counterfeits with a Random Changepoint Simultaneous Equation Model NBER Working Paper w16692: http://www.nber.org/papers/w16692.",
        "Qian, Yi and Victor Shih (2010), Code Book for Board of Directors of Chinese Firms, Memo, http : //www.nber.org/ yiqian/boardcodebook.pdf Quality and Technology Supervision Bureau of China (Also named as General Administration of Quality Supervision, Inspection and Quarantine) (1991-2004), Year Books.",
        "Quality and Technology Supervision Bureau of China (Also named as General Administration of Quality Supervision, Inspection and Quarantine) (2000), Guidelines for ISO Applications and Frequently Asked Questions.",
        "Rob, Rafael and Joel Waldfogel (2006), Piracy on the High Cs: Music Downloading, Sales Displacement, and Social Welfare in a Sample of College Students, Journal of Law and Economics, Vol. XLIX, April, p.29-62.",
        "Sakakibara, Mariko and Branstetter, Lee (1999), Do Stronger Patents Induce More Innovation ? Evidence From the 1988 Japanese Patent Law Reforms. NBER Working Paper 7066.",
        "Shapiro, Carl and Hal Varian (1999), Information Rules: A Strategic Guide to the Network Economy, Harvard Business School Press.",
        "World Customs Organization (2004), Counterfeiting Congress Calls for Public-private Cooperation . http://www.wcoomd.org/ie/En/Press/press.html May 25, 2004."
    ]
}