{
    "id": 16787,
    "cites": 12,
    "cited_by": 4,
    "reference": [
        "Carbo, Santiago, Edward Kane, and Francisco Rodriguez. (2008) Evidence of Differences in the Effectiveness of SafetyNet Management in European Union Countries, Journal of Financial Services Research, 34, 15176.",
        "Money Credit and Banking (forthcoming). Duan, JinChuan. (1994). Maximum Likelihood Estimation Using Price Data of the Derivative Contract, Mathematical Finance, 4, 15567.",
        "Duan, JC, Arthur F. Moreau, and C. William Sealey. (1992) FixedRate Deposit Insurance and Risk Shifting Behavior at Commercial Banks, Journal of Banking and Finance, 16, 71542.",
        "Duan, JinChuan, and JeanGuy Simonato. (2002) Maximum Likelihood Estimation of Deposit Insurance Value with InterestRate Risk, Journal of Empirical Finance, 9, 10932.",
        "Eberlein, E. and D.B. Madan. (2010) Capital requirements, and taxpayer put option values for the major US banks. Mimeo.",
        "Han, Chirok and Peter C.B. Phillips (2011) First difference MLE and dynamic panel estimation, Cowles Foundation Discussion Paper No. 1780.",
        "Heckman, James. (1976) The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Sample Estimator for Such Models, Annals of Economic and Social Measurement, 5, 47592.",
        "Kane, Edward J., 1980. Market Incompleteness and Divergences Between Forward and Future Interest Rates, Journal of Finance, 35, 221234.",
        "Journal of Banking and Finance, 175188. _________________. (2009) Extracting Nontransparent Safety Net Subsidies by Strategically Expanding and Contracting a Financial Institutions Accounting Balance Sheet, Journal of Financial Services Research, 36, 16168.",
        "Marcus, Alan, and Israel Shaked. (1984) The Valuation of FDIC Deposit Insurance Using OptionPricing Estimates, Journal of Money, Credit, and Banking, 16, 446460.",
        "Journal of Business, 51, 43952. Molyneux, Philip, Klaus Schaeck, and Tim Mi Zhou. (2010) `TooBigtoFail and Its Impact on Safety Net Subsidies and Systemic Risk, Bangor, Wales: Bangor University Working Paper.",
        "Ronn, Ehud, and A.R. Verma. (1986) Pricing RiskAdjusted Deposit Insurance: An OptionBased Model, Journal of Finance, 41, 87195."
    ]
}