{
    "id": 16783,
    "cites": 50,
    "cited_by": 11,
    "reference": [
        "Abdulkadiroglu, Atila, Yeon-Koo Che, and Yosuke Yasuda. 2010. Resolving Conflicting Preferences in School Choice: the Boston Mechanism Reconsidered. forthcoming, American Economic Review.",
        "Abdulkadiroglu, Atila and Tayfun Sonmez. 2003. School Choice: A Mechanism Design Approach. American Economic Review, 93: 729-747.",
        "Abdulkadiroglu, Atila, Parag A. Pathak, Alvin E. Roth, and Tayfun Sonmez. 2005. The Boston Public Schools Match. American Economic Review, Papers and Proceedings, 96: 368-371.",
        "Abdulkadiroglu, Atila, Parag A. Pathak, and Alvin E. Roth. 2005. The New York City High School Match. American Economic Review, Papers and Proceedings, 96: 364-367.",
        "Abdulkadiroglu, Atila, Parag A. Pathak, and Alvin E. Roth. 2009. Strategy-proofness versus Efficiency in Matching with Indifferences: Redesigning the New York City High School Match. American Economic Review, 99(5): 1954-1978.",
        "Allen, Rebecca, Simon Burgess, and Leigh McKenna. 2010. The early impact of Brighton and Hove's school admissions reforms. University of Bristol, CMPO Working Paper 10/244.",
        "Andersson, Tommy, Lars Ehlers, and Lars-Gunnar Svensson. 2010. Budget-Balance, Fairness and Minimal Manipulability. Unpublished mimeo, Lund University.",
        "Association of London Government. 2005. Report to the Leader's Committee on London Coordinated Admissions (Item 9) May, 10. Available at: http://www.londoncouncils.gov.uk/policylobbying/children/briefings/ PanLondoncoordinatedadmissionssystem. htm?showpage=2, Last accessed January 30, 2011.",
        "Austen-Smith, David and Jeffrey Banks. 2005. Positive Political Theory II: Strategy and Structure. University of Michigan Press.",
        "Barbera, Salvador. 2010. Strategy-proof Social Choice. Barcelona Economics Working Paper Series, 420.",
        "Brighton & Hove City Council. 2007. New secondary admissions system agreed. Available at: http://www.brighton-hove.gov.uk/index.cfm?request=c1144627, Last accessed: January 30, 2011.",
        "Calsamiglia, Haeringer, and Flip Klijn. 2010. Constrained School Choice: An Experimental Study. American Economic Review, 100(4): 1860-1874.",
        "Controlled Choice Plan. Cambridge Public Schools. Available at http://www.cpsd.us/Web/PubInfo/ControlledChoice.pdf, Last accessed: January 30, 2011.",
        "Chen, Yan and Tayfun Sonmez. 2006. School Choice: An Experimental Study. Journal of Economic Theory, 127: 202-231.",
        "Chen, Yan and Onur Kesten. 2011. From Boston to Gale-Shapley: An experimental study on a family of school-choice mechanisms. Mimeo, Carnegie-Mellon University.",
        "Coldron, John. 2005. Consultation on co-ordinated admission arrangements in Calderdale: Final Report. Centre for Education Research, Sheffield Hallam University, March.",
        "Coldron, John. 2011. Phone Interview. Conducted on Thursday, January 27, 2011.",
        "Coldron, John, Emily Tanner, Steven Finch, Lucy Shipton, Claire Wolstenholme, Ben Willis, Sean Demack, and Bernadette Stiell. 2008. Secondary School Admissions. Research Report DCSF-RR020 Commissioned by the Department for Children, Schools and Families, Sheffield Hallam University, and National Centre for Social Research.",
        "Dasgupta, Partha and Eric Maskin. 2008. On the Robustness of Majority Rule. Journal of the European Economic Association, 6: 949-973.",
        "Dasgupta, Partha and Eric Maskin. 2010. Elections and Strategic Voting: Condorcet and Borda. Unpublished slides, UC Irvine Conference on Adaptive Systems and Mechanism Design.",
        "Dubins, Lester E. and David A. Freedman. 1991. Machiavelli and the Gale-Shapley Algorithm.  American Mathematical Monthly, 88: 485-494.",
        "Ergin, Haluk and Tayfun Sonmez. 2006. Games of School Choice Under the Boston Mechanism.  Journal of Public Economics, 90: 215-237.",
        "Featherstone, Clayton and Muriel Niederle. 2009. School Choice Mechanisms under Incomplete Information: An Experimental Investigation. Harvard Business School, Unpublished manuscript.",
        "Gale, David and Lloyd Shapley. 1962. College Admissions and the Stability of Marriage. American Mathematical Monthly, 69: 9-15.",
        "Gale, David and Marilda Sotomayor. 1985. Some Remarks on the Stable Matching Problem.  Discrete Applied Mathematics, 11: 223-232.",
        "Guide to Forecasting Pupil Numbers in School-Place Planning. 2010. Department for Children, Schools and Families, January. Available at: http://www.education.gov.uk/b0057996/forecasting-pupil-numbers-school-place-planning, Last accessed: January 30, 2011.",
        "Haeringer, Guillaume and Flip Klijn. 2009. Constrained School Choice. Journal of Economic Theory, 144(5): 1921-1947.",
        "Kerr, Peter. 2003. Re: Parents Perplexed by High School Admissions Rule. New York Times, Editorial desk, Page 18, November 3.",
        "Kojima, Fuhito and Parag Pathak. 2009. Incentives and Stability in Large Two-Sided Matching Markets. American Economic Review, 99(4): 608-627.",
        "Ma, Jinpeng. 2010. The Singleton Core in the College Admissions Problem and its Application to the National Residency Matching Program (NRMP). Games and Economic Behavior, 69(1): 150-164.",
        "Miralles, Antonio. 2008. School Choice: The Boston Mechanism Reconsidered. Boston University, Unpublished manuscript.",
        "Office of Schools Adjudicator. 2006. Adjudicator publishes decisions on objections to the admissions arrangements of 29 secondary schools in Kent. M2 Presswire, July 4.",
        "Parent Handbook 2010-2011. Providence Public Schools. Available at: http://www.providenceschools.org/media/93431/parent%20handbook%201011%20eng.pdf, Last accessed: January 31, 2011.",
        "Pathak, Parag A. and Tayfun Sonmez. 2008. Leveling the Playing Field: Sincere and Sophisticated Players in the Boston Mechanism. American Economic Review, 98: 16361652.",
        "Pennell, Hazel, Anne West, and Audrey Hind. 2006. Secondary School Admissions in London. Centre for Educational Research, Department of Social Policy, LSE, Clare Market Papers No. 19.",
        "Rossi, Rosalind. 2009. 8th-graders' shot at elite high schools better. Chicago Sun Times, NEWS Section, page 9.",
        "Roth, Alvin E. 1982. The Economics of Matching: Stability and Incentives. Mathematics of Operations Research, 7: 617-628.",
        "Roth, Alvin E. 1984. The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory. Journal of Political Economy, 92: 991-1016.",
        "Roth, Alvin E. 1985. The College Admissions Problem is Not Equivalent to the Marriage Problem. Journal of Economic Theory, 36: 277-288.",
        "Roth, Alvin E. 2002. Economist as Engineer: Game Theory, Experimentation, and Computation as Tools for Design Economics. Econometrica, 70: 1341-1378.",
        "Roth, Alvin E. 2003. The Origins, History, and Design of the Resident Match. Journal of the American Medical Association, 289: 909-212.",
        "Roth, Alvin E. 2008. Deferred Acceptance Algorithms: History, Theory, Practice, and Open Questions. International Journal of Game Theory, Special Issue in Honor of David Gale on his 85th birthday, 36: 537-569.",
        "Roth, Alvin E. and Elliot Peranson. 1999. The Redesign of the Matching Market for American Physicians: Some Engineering Aspects of Economic Design. American Economic Review, 89-4: 748-780.",
        "Roth, Alvin E. and Uriel G. Rothblum. 1999. Truncation Strategies in Matching Markets - In Search of Advice for Participants. Econometrica, 67: 21-43.",
        "Roth, Alvin E. and Marilda Sotomayor. 1990. Two-Sided Matching: A Study in Game Theoretic Modeling and Analysis. Econometric Society Monographs, vol. 18, Cambridge University Press.",
        "School Admissions Code. 2007. Department for Education and Skills. Available at: http://www.dcsf.gov.uk/sacode/, Last accessed: January 31, 2011.",
        "Smith, Alexandra. 2007. Schools admissions code to end covert selection. Guardian, Education section, January 9.",
        "Sonmez, Tayfun. 1997. Manipulation via Capacities in Two-Sided Matching Markets. Journal of Economic Theory, 77: 197-204.",
        "Turner, Rosalind and Sarah Hohler. 2010. Secondary School Admissions in Kent. Joint meeting of the Children, Families & Education Policy Overview and Scrutiny Committees. Available at: http://democracy.kent.gov.uk/Published/ C00000535/M00003099/AI00011084/$ItemB5SecondaryAdmissionsPaperfinal.docA.ps.pdf, Last accessed: January 31, 2011.",
        "Young, Peter. 2003. First choice for schools may go. Evening Chronicle, Newcastle, November 26."
    ]
}