{
    "id": 16781,
    "cites": 14,
    "cited_by": 38,
    "reference": [
        "(2007b): Bayesian Analysis of DSGE ModelsRejoinder, Econometric Reviews, 26(2-4), 211219.",
        "(2010): Bridging Cyclical DSGE Models and the Raw Data, Manuscript.",
        "Del Negro, M., and F. Schorfheide (2004): Priors from General Equilibrium Models for VARs, International Economic Review, 45(2), 643  673.",
        "(2008): Forming Priors for DSGE Models (and How It Affects the Assessment of Nominal Rigidities), Journal of Monetary Economics, 55(7), 11911208.",
        "(2009): Monetary Policy with Potentially Misspecified Models, American Economic Review, 99(4), 14151450.",
        "(2010): Bayesian Macroeconometrics, in Handbook of Bayesian Econometrics, ed. by H. K. van Dijk, G. Koop, and J. Geweke. Oxford University Press.",
        "Del Negro, M., F. Schorfheide, F. Smets, and R. Wouters (2007): On the Fit of New Keynesian Models, Journal of Business and Economic Statistics, 25(2), 123162.",
        "Fernandez-Villaverde, J., and J. F. Rubio-Ramirez (2011): Macroeconomics and Volatility: Data, Models, and Estimation, in Advances in Economics and Econometrics: Theory and Applications, Tenth World Congress, ed. by D. Acemoglu, M. Arellano, and E. Dekel. Cambridge University Press, forthcoming, University of Chicago Press.",
        "Guerron-Quintana, P., A. Inoue, and L. Kilian (2010): Frequentist Inference in Weakly Identified DSGE Models, Manuscript.",
        "(2007): Testing for Indeterminancy: An Application to U.S. Monetary Policy: Reply, American Economic Review, 97(1), 530533.",
        "Lucas, Robert E., J. (2000): Inflation and Welfare, Econometrica, 68(2), 247274.",
        "Rios-Rull, J.-V., F. Schorfheide, C. Fuentes-Albero, M. Kryshko, and R. Santaeulalia-Llopis (2009): Methods versus Substance: Measuring the Effects of Technology Shocks, NBER Working Paper, 15375.",
        "(2008): DSGE Model-Based Estimation of the New Keynesian Phillips Curve, FRB Richmond Economic Quarterly, Fall Issue, 397433.",
        "(2007): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3), 586606."
    ]
}