{
    "id": 16794,
    "cites": 14,
    "cited_by": 10,
    "reference": [
        "Ai, Chunrong and Edward Norton. (2003) Interaction Terms in Logit and Probit Models. Economics Letters. 80: 123-129.",
        "Bureau of Labor Statistics. 2010. Occupational and Wage Estimates. Occupational Employment Statistics. United States Department of Labor. Accessed 7 Dec. 2010. <http://www.bls.gov/oes/oes_dl.htm > Callegaro, Mario. (2007). Seam Effects Changes Due to Modifications in Question Wording and Data Collection Strategies: A Comparison of Conventional Questionnaire and Event History Calendar Seam Effects in the PSID. Ph.D. Dissertation. Lincoln, NE: University of Nebraska.",
        "Case, Anne and Angus Deaton. (2005). Broken down by work and sex: How our health declines. In Analyses in the economics of aging, ed. David A. Wise:185-205: Chicago: University of Chicago Press.",
        "Chao, Elaine L. and Kathleen P. Utgoff. (2003). National Compensation Survey: Occupational Wages in the United States, January 2001. US Department of Labor  Bureau of Labor Statistics, Bulletin 2552.",
        "Choo, Eugene and Michael Denny. (2006). Wearing out--the decline in health. 28 pages: University of Toronto, Department of Economics, Working Papers.",
        "Currie, Janet and Brigitte C. Madrian. (1999). Health, health insurance and the labor market. In Handbook of labor economics. Volume 3c, ed. Orley Ashenfelter and David Card:3309-3416: Handbooks in Economics, vol. 5. Amsterdam; New York and Oxford: Elsevier Science, North-Holland.",
        "Fletcher, Jason M. and Jody L. Sindelar. (2009). Estimating causal effects of early occupational choice on later health: Evidence using the psid. NBER Working Paper #15256. Fletcher, Jason M., Jody L. Sindelar, and Shintaro Yamaguchi. (Forthcoming). Cumulative effects of job characteristics on health. Health Economics.",
        "Grossman, Michael. (1972). On the concept of health capital and the demand for health. Journal of Political Economy 80, no. 2: 223-55.",
        "Grossman, Michael and Robert Kaestner. (1997). Effects of education on health. In The social benefits of education, ed. Jere R. Behrman and Nevzer Stacey:69-123: Economics of Education series. Ann Arbor: University of Michigan Press.",
        "Idler, Ellen L. and Yael Benyamini. (1997). Self-Rated Health and Mortality: A Review of Twenty-Seven Community Studies. Journal of Health and Social Behavior. Vol. 38(1): 21-37.",
        "Manor, Orly, Saron Matthews, and Chris Power. (2001). Self-rated health and limiting longstanding illness: inter-relationships with morbidity in early adulthood. International Journal of Epidemiology. Vol. 30(3): 600-607.",
        "McFadden, Dan. (2005). Comments on case and deaton 'broken down by work and sex: How our health declines'. In Analyses in the economics of aging, ed. D. Wise:205-212. Chicago: University of Chicago Press.",
        "Miilunpalo, Seppo, Ilkka Vuori, Pekka Oja, Matti Pasanen, and Helka Urponen. (1997). SelfRated Health Status as a Health Measure: The Predictive Value of Self-Reported Health Status on the Use of Physician Services and on Mortality in the Working-Age Population. Journal of Clinical Epidemiology. Vol. 50(5): 517-528.",
        "Muurinen, Jaana-Marja and Julian Le Grand. (1985). The economic analysis of inequalities in health. Social Science & Medicine 20, no. 10: 1029-1035."
    ]
}