{
    "id": 16792,
    "cites": 19,
    "cited_by": 10,
    "reference": [
        "Beshears, John, James J. Choi, David Laibson and Brigitte Madrian. (2011).  Behavioral Economics Perspectives on Public Sector Pension Plans.  Journal of Pension Economics and Finance, Vol 10 (2).",
        "Black, Fischer. (1989) Should You Use Stocks to Hedge Your Pension Liability? Financial Analysts Journal, 45(1): 1012.",
        "Bodie, Zvi (1990) The ABO, the PBO, and Pension Investment Policy. Financial Analysts Journal, 46(5): 2734.",
        "Bohn, Henning. (2011) Should Public Retirement Plans be Fully Funded?  Journal of Pension Economics and Finance, Vol 10 (2).",
        "Brown, Jeffrey R. (2008) Guaranteed Trouble: The Economic Effects of the Pension Benefit Guarantee Corporation. Journal of Economic Perspectives, 22(1): 1 177198 Brown, Jeffrey R and David Wilcox (2009) Discounting State and Local Pension Liabilities. American Economic Review, 99(2): 538542.",
        "Center on Budget and Policy Priorities (2011) Misunderstandings Regarding State Debt, Pensions, and Retiree Health Costs Create Unnecessary Alarm, http://www.cbpp.org/cms/index.cfm?fa=view&id=3372 Clark, Robert L. and Melinda Sandler Morrill. (2011). The Funding Status of Retiree Health Plans in the Public Sector.  Journal of Pension Economics and Finance, Vol 10 (2).",
        "Clark, Robert and Melinda Morrill. (2010). Retiree Health Plans in the Public Sector: Is There a Funding Crisis? Northhampton, MA: Edward Elgar Publishing.",
        "Clark, Robert, Lee Craig, and John Sabelhaus. (2011). State and Local Retirement Plans in the United States. Northhampton, MA: Edward Elgar Publishing.",
        "Feldstein, Martin and Jeffrey Liebman (2002) Social Security.  In Alan Auerbach and Martin Feldstein, Ed.  Handbook of Public Economics Vol. 4.  Elsevier Science. Pp. 22452326.",
        "Friedberg, Leora. (2011).  Labor Market Aspects of State and Local Retirement Plans: A Review of Evidence and a Blueprint for Future Research.  Journal of Pension Economics and Finance, Vol 10 (2).",
        "Lucas, Deborah and Stephen P. Zeldes (2006) Valuing and Hedging Defined Benefit Pension Obligations: The Role of Stocks Revisited. Mimeo, Columbia University Graduate School of Business.",
        "Lucas, Deborah and Stephen P. Zeldes (2009) How Should Public Plans Invest? American Economic Review, 99(2): 527532.",
        "Munnell, Alicia H., JeanPierre Aubry, and Laura Quinby. (2011) Public Pension Funding in Practice.  Journal of Pension Economics and Finance.  Vol 10 (2).",
        "NovyMarx, Robert and Joshua D. Rauh (2011). Policy Options for State Pension Systems and Their Impact on Plan Liabilities.  Journal of Pension Economics and Finance. Vol 10 (2). NovyMarx, Robert, and Joshua D. Rauh (Forthcoming) Public Pension Promises: How Big Are They and What Are They Worth? Journal of Finance.",
        "NovyMarx, Robert, and Joshua D. Rauh (2009) The Risks and Liabilities of State Sponsored Pension Plans. Journal of Economic Perspectives, 23(4): 191210.",
        "Pennacchi, George and Mahdi Rastad. (2011).  Portfolio Allocation for Public Pension Funds. Journal of Pension Economics and Finance. Vol 10 (2).",
        "Ricardo (1820) Essay on the Funding System. Various Editions.",
        "Clark, Craig and Sabelhaus (2011) estimate that between 1982 and 2006 the generosity of public plans was increased by about 10 percent for career employees.",
        "Clark and Morrill (2010) analyze retiree health plans for general state employees and public school teachers in all 50 states including plan characteristics and unfunded liabilities."
    ]
}