{
    "id": 1679,
    "cites": 31,
    "cited_by": 34,
    "reference": [
        "Atkinson, A.B., 1970, On the Measurement of Inequality, in: A.B. Atkinson, Social Justice and Public Policy (MIT Press, Cambridge), 15-36. Atkinson, A.B., 1980, Horizontal Equity and the Distribution of the Tax Burden, in: H. Aaron and M.J. Boskin, eds., The Economics of Taxation (Brookings Institution, Washington, D.C.), 3-18.",
        "Atkinson, A.B., 1981, The Measurement of Economic Ability, in: A.B. Atkinson, Social Justice and Public Policy (MIT Press, Cambridge), 61-75.",
        "Atkinson, A.B. and J.E. Stiglitz, 1980, Lectures on Public Economics (McGraw-Hill, New York and London).",
        "Brennan, G., 1971, Horizontal Equity: An Extension of an Extension, Public Finance 26, 437-56.",
        "Brown, E., 1983, Comment: Bequests and Horizontal Equity Under a Consumption Tax, National Tax Journal, 36, 511-513.",
        "Feldstein, M., 1976a, On the Theory of Tax Reform, Journal of Public Economics, 6, 77-104.",
        "Feldstein, M., 1976b, Compensation in Tax Reform, National Tax Journal 29, 123-30.",
        "Harsanyi, J.C., 1953, Cardinal Utility in Welfare Economics and in the Theory of Risk-Taking, Journal of Political Economy 61, 434-35.",
        "Harsanyi, J.C., 1955, Cardinal Welfare, Individualistic Ethics, and Interpersonal Comparisons of Utility, Journal of Political Economy 63, 309-321.",
        "Harsanyi, J.C., 1977, Rational Behavior and Bargaining Equilibrium in Games and Social Situations (Cambridge University Press, Cambridge).",
        "Hettich, W., 1979, A Theory of Partial Tax Reform, Canadian Journal of Economics 12, 692-712.",
        "Hettich, W., 1983, Reforms of the Tax Base and Horizontal Equity, National Tax Journal 36, 417-427.",
        "Kaplow, L., 1985a, Optimal Policy Toward Risk Imposed by Uncertainty Concerning Future Government Action.",
        "Kaplow, L., 1985b, An Economic Analysis of Legal Transitions, Harvard Law and Economics Discussion Paper No. 7Ã\u0082Â« King, M.A., 1980, An Index of Inequality: With Applications to Horizontal Equity and Social Mobility, NBER Working Paper No. 468.",
        "King, M.A., 1983, An Index of Inequality: With Applications to Horizontal Equity and Social Mobility, Econometrica 51, 99-115.",
        "Mirlees, J., 1971, An Exploration in the Theory of Optimal Income Taxation, Review of Economic Studies 38, 179-208.",
        "Musgrave, R.A., 1959, The Theory of Public Finance (McGraw-Hill, New York).",
        "Musgrave, R.A., 1976, Optimal Taxation, Equitable Taxation and Second-Best Taxation, Journal of Public Economics 6, 3-16.",
        "Musgrave, R.A. and P.B. Musgrave, 1973, Public Finance in Theory and Practice (McGraw-Hill, New York). - 37 -Nozick, R., 1974, Anarchy, State and Utopia (Basic Books, New York).",
        "Plotnick, R., 1981, A Measure of Horizontal Inequity, Review of Economics and Statistics 63, 283-288.",
        "Plotnick, R., 1982, The Concept and Measurement of Horizontal Equity, Journal of Public Economics 17, 373-391.",
        "Plotnick, R., 1984, A Comparison of Measures of Horizontal Inequity Using Alternative Measures of Weil-Being, Institute for Research on Poverty Working Paper 752-84.",
        "Rawls, J., 1971, A Theory of Justice (Harvard University Press, Cambridge, MA).",
        "Rosen, H.S., 1978, An Approach to the Study of Income, Utility, and Horizontal Equity, Quarterly Journal of Economics 92, 307-322.",
        "Schmalensee, R., 1984, Imperfect Information and the Equitability of Competitive Prices, Quarterly Journal of Economics, 99, 441-460.",
        "Sen, A., 1973, On Economic Inequality (Clarendon, Oxford).",
        "Sen, A., 1977, On Weights and Measures: Informational Constraints in Social Welfare Analysis, Econometrica 45, 1539-72.",
        "Stiglitz, J.E., 1982, Utilitarianism and Horizontal Equity: The Case for Random Taxation, Journal of Public Economics 18, 1-33.",
        "Weiss, L., 1976, The Desirability of Cheating Incentives and Randomness in the Optimal Income Tax, Journal of Political Economy, 84, 1343-1352.",
        "White, M. and A. White, 1965, Horizontal Inequality in the Federal Income Tax Treatment of Homeowners and Tenants, National Tax Journal 18, 225-39.",
        "Zodrow, G., 1981, Implementing Tax Reform, National Tax Journal 34, 401-418. - 38 -"
    ]
}