{
    "id": 16806,
    "cites": 43,
    "cited_by": 56,
    "reference": [
        "Barro, Robert J., Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, May 1991, 106 (2), 407443.",
        "Bartelsman, Eric J. and Wayne Gray, The NBER Manufacturing Productivity Database, October 1996. NBER Technical Working Paper 205.",
        "Bernanke, Ben and Refet Gurkaynak, Is Growth Exogenous? Taking Mankiw, Romer, and Weil Seriously, NBER Macroeconomics Annual, 2001, 16, 1157.",
        "Bernard, Andrew B. and Charles I. Jones, Technology and Convergence, Economic Journal, July 1996a, 106, 10371044.",
        "Berthelon, Matias and Caroline Freund, On the Conservation of Distance in International Trade, Journal of International Economics, July 2008, 75 (2), 310320.",
        "Bloom, Nicholas, Mirko Draca, and John Van Reenen, Trade Induced Technical Change: The Impact of Chinese Imports on Innovation, Diffusion and Productivity, January 2011. NBER WP 16717.",
        ", Paul Romer, and John Van Reenen, A Trapped Factors Model of Innovation, October 2010. Mimeo, Stanford University and LSE.",
        "Brezis, Elise S., Paul R. Krugman, and Daniel Tsiddon, Leapfrogging in International Competition: A Theory of Cycles in National Technological Leadership, American Economic Review, December 1993, 83 (5), 1211019.",
        "Burstein, Ariel and Jonathan Vogel, Globalization, Technology, and the Skill Premium, October 2009. mimeo, UCLA and Columbia University.",
        "Caliendo, Lorenzo and Fernando Parro, Estimates of the Trade and Welfare Effects of NAFTA, January 2010. mimeo, University of Chicago.",
        "Carr`ere, Celine, Olivier Cadot, and Vanessa Strauss-Kahn, Export Diversification: What's behind the Hump?, November 2009. Forthcoming, Review of Economics and Statistics.",
        "Caselli, Francesco, Accounting for Cross-Country Income Differences, in Steven Durlauf Philippe Aghion, ed., Handbook of Economic Growth, Vol. 1, Elsevier-North Holland, 2005, chapter 9, pp. 679741.",
        "Chor, Davin, Unpacking Sources of Comparative Advantage: A Quantitative Approach, June 2010. Forthcoming, Journal of International Economics.",
        "Costinot, Arnaud, Dave Donaldson, and Ivana Komunjer, What Goods Do Countries Trade? A Quantitative Exploration of Ricardo's Ideas, July 2010. mimeo, MIT and U.C. San Diego.",
        "di Giovanni, Julian and Andrei A. Levchenko, Putting the Parts Together: Trade, Vertical Linkages, and Business Cycle Comovement, American Economic Journal: Macroeconomics, April 2010, 2 (2), 95124.",
        "Do, Quy-Toan and Andrei A. Levchenko, Comparative Advantage, Demand for External Finance, and Financial Development, Journal of Financial Economics, December 2007, 86 (3).",
        "Eaton, Jonathan and Samuel Kortum, Technology, Geography, and Trade, Econometrica, September 2002, 70 (5), 17411779.",
        ", , Brent Neiman, and John Romalis, Trade and the Global Recession, July 2010. mimeo, Penn State University and University of Chicago.",
        "Finicelli, Andrea, Patrizio Pagano, and Massimo Sbracia, Ricardian Selection, October 2009a. Bank of Italy Temi di Discussione (Working Paper) No. 728.",
        "Hall, Robert and Charles Jones, Why Do Some Countries Produce So Much More Output per Worker then Others, Quarterly Journal of Economics, 1999, 114, 83116.",
        "Hausmann, Ricardo and Bailey Klinger, The Structure of the Product Space and the Evolution of Comparative Advantage, April 2007. CID Working Paper No. 146.",
        "Heston, Alan, Robert Summers, and Bettina Aten, Penn World Table Version 6.1, October 2002. Center for International Comparisons at the University of Pennsylvania (CICUP).",
        "Hicks, John, An Inaugural Lecture, Oxford Economic Papers, 1953, 5 (2), 117135.",
        "Hsieh, Chang-Tai and Ralph Ossa, A global view of productivity growth in China, June 2010. mimeo, University of Chicago.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi, The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, June 2001, 54, 7596.",
        "Hymans, Saul H. and Frank P. Stafford, Divergence, Convergence, and the Gains from Trade, Review of International Economics, 1995, 3 (1), 118123.",
        "Imbs, Jean and Romain Wacziarg, Stages of Diversification, American Economic Review, March 2003, 93 (1), 6386.",
        "Jones, Ronald, Technical Progress and Real Income in a Ricardian Trade Model, in Ronald Jones, ed., Internarional Trade: Essays in Theory, Amsterdam: North-Holland, 1979.",
        "Keller, Wolfgang, International Technology Diffusion, Journal of Economic Literature, September 2004, 42 (3), 752782.",
        "Klenow, Peter J. and Andres Rodriguez-Clare, The Neoclassical Revival in Growth Economics: Has It Gone Too Far?, NBER Macroeconomics Annual, 1997, 12, 73103.",
        "Krugman, Paul, A Model of Innovation, Technology Transfer, and the World Distribution of Income, Journal of Political Economy, April 1979, 87 (2), 25366.",
        ", The narrow moving band, the Dutch disease, and the competitive consequences of Mrs. Thatcher: Notes on trade in the presence of dynamic scale economies, Journal of Development Economics, 1987, 27 (1-2), 4155.",
        "Proudman, James and Stephen Redding, Evolving Patterns of International Trade, Review of International Economics, 2000, 8 (3), 373396.",
        "Quah, Danny, Galton's Fallacy and Tests of the Convergence Hypothesis, Scandinavian Journal of Economics, December 1993, 95 (4), 427443.",
        "Rose, Andrew K., Do We Really Know That the WTO Increases Trade?, American Economic Review, March 2004, 94 (1), 98114.",
        "Samuelson, Paul A., Where Ricardo and Mill Rebut and Confirm Arguments of Mainstream Economists Supporting Globalization, Journal of Economic Perspectives, 2004, 18 (3), 135 146.",
        "Shikher, Serge, Putting industries into the Eaton-Kortum model, July 2004. Forthcoming, Journal of International Trade and Economic Development.",
        ", Accounting for International Trade, August 2005. mimeo, Suffolk University.",
        ", Capital, technology, and specialization in the neoclassical model, November 2010. Forthcoming, Journal of International Economics.",
        "Simonovska, Ina and Michael E. Waugh, The Elasticity of Trade: Estimates and Evidence, December 2010. Mimeo, UC Davis and NYU.",
        "Waugh, Michael, International Trade and Income Differences, 2009. Forthcoming, American Economic Review.",
        "Yi, Kei-Mu and Jing Zhang, Structural Change in an Open Economy, April 2010. Mimeo, Federal Reserve Bank of Philadelphia and University of Michigan.",
        "Young, Alwyn, Learning by Doing and the Dynamic Effects of International Trade, Quarterly Journal of Economics, May 1991, 106 (2), 369405."
    ]
}