{
    "id": 16809,
    "cites": 118,
    "cited_by": 5,
    "reference": [
        "Abramovitz, M. (1986), \"Catching Up, Forging Ahead, and Falling Behind,\" Journal of Economic History 46 (June): 385-406. Astorga, P. (2010), \"A century of economic growth in Latin America,\" Journal of Development Economics 92: 232-43.",
        "Austin, G. (2003), \"Economic Imperialism,\" in J. Mokyr (ed.), Oxford Encyclopedia of Economic History, Vol. 2 (New York: Oxford University Press).",
        "Bairoch, P. (1982), \"International Industrialization Levels from 1750 to 1980,\" Journal of European Economic History 11 (Fall): 269-333.",
        "Bairoch, P. (1989), \"European Trade Policy, 1815-1914,\" in P. Mathias and S. Pollard (eds.), The Cambridge Economic History of Europe, VIII (Cambridge: Cambridge University Press).",
        "Bairoch, P. (1993), Economics and World History: Myths and Paradoxes (New York: Harvester Wheatsheaf).",
        "Balderston, T. (2010), \"The economics of abundance: coal and cotton in Lancashire and the world,\" Economic History Review 63, 3: 569-90.",
        "Baldwin, R. E. and P. Martin (2006), \"Agglomeration and Regional Growth,\" in J. V. Henderson and J-F. Thisse (eds.), Handbook of Regional and Urban Economics (The Netherlands: North Holland).",
        "Basu, S. and D. N. Weil (1998), \"Appropriate Technology and Growth,\" Quarterly Journal of Economics 113 (November): 1025-54. 27 Blattman, C., J. Hwang, and J. G. Williamson (2007), \"The Impact of the Terms of Trade on Economic Development in the Periphery, 1870-1939: Volatility and Secular Change,\" Journal of Development Economics 82 (January): 156-79.",
        "Bourguinon, F. and C. Morrisson (2002), \"Inequality among World Citizens: 1820-1992,\" American Economic Review 92, 4 (September): 727-44.",
        "Campa, J. M. (1990), \"Exchange Rates and Economic Recovery in the 1930s: An Extension to Latin America,\" Journal of Economic History 50 (3): 677-82.",
        "CatÃ\u0083Â¤o, L. and S. Solomou (2005), \"Effective Exchange Rates and the Classical Gold Standard Adjustment,\" American Economic Review 95 (September): 1259-75.",
        "Chen, Y. and K. Rogoff (2003), \"Commodity currencies,\" Journal of International Economics 60: 133-60.",
        "Clark, G. (1987), \"Why Isn't the Whole World Developed? Lessons from the Cotton Mills,\" Journal of Economic History 47 (March): 141-73.",
        "Clark, G. (2007), A Farewell to Alms: A Brief Economic History of the World (Princeton, N.J.: Princeton University Press).",
        "Clemens, M. and J. G. Williamson (2004), \"Why Did the Tariff-Growth Correlation Reverse After 1950?\" Journal of Economic Growth 9 (March): 5-46.",
        "Clemens. M. and J. G. Williamson (2010), \"Endogenous Tariffs and Growth in Asia and Latin America 1870-1940,\" unpublished (June).",
        "Coatsworth, J. H. and J. G. Williamson (2004), \"Always Protectionist? Latin American 28 Tariffs from Independence to Great Depression,\" Journal of Latin American Studies 36, part 2 (May): 205-32.",
        "Collins, W. and J. G. Williamson (2001), \"Capital Goods Prices and Investment, 18701950,\" Journal of Economic History 61 (March): 59-94.",
        "Corbo, V. (1992), \"Development Strategies and Policies in Latin America: A Historical Perspective,\" International Center for Economic Growth, Occasional Paper No. 22 (April): 16-48.",
        "Crafts, N. F. R. and G. Toniolo (1996), Economic Growth in Europe since 1945 (Cambridge: Cambridge University Press).",
        "De Long, J. B. (1992), \"Productivity Growth and Machinery Investment: A Long Run Look, 1870-1980,\" Journal of Economic History 52, 2 (June): 307-24.",
        "De Long, J. B. and L. H. Summers (1991), \"Equipment Investment and Economic Growth,\" Quarterly Journal of Economics 106 (May): 445-502.",
        "Diaz-Alejandro (1984), \"Latin America in the 1930s,\" in R. Thorp (ed.), Latin America in the 1930s: The Role of the Periphery in World Crisis (Basingstroke, Eng.: Macmillan).",
        "Eichengreen, B. and D. A. Irwin (2009), \"The Protectionist Temptation: Lessons from the Great Depression for Today,\" VOX, Center for Policy Research, London (March 17).",
        "Eichengreen, B. and J. D. Sachs (1985), \"Exchange Rates and Economic Recovery in the 1930s,\" Journal of Economic History 45, 4: 925-46.",
        "Ellison, T. (1886), The cotton trade of Great Britain (London).",
        "Federico, G. and A. Tena (1999), \"Did Italy foster Italian industrialization? Evidence 29 from effective protection rates 1870-1930,\" Research in Economic History 19: 111-38.",
        "Fieldhouse, D. K. (1983), Colonialism 1870-1945: An Introduction (London: Macmillan).",
        "Gomez-Galvarriato, A. and J. G. Williamson (2009), \"Was It Prices, Productivity or Policy? The Timing and Pace of Industrialization in Latin America 1870-1910,\" Journal of Latin American Studies 41 (December): 663-94.",
        "Hadass, Y. and J. G. Williamson (2003), \"Terms-of-Trade Shocks and Economic Performance, 1870-1940: Prebisch and Singer Revisited,\" Economic Development and Cultural Change 51 (April): 629-56.",
        "Helpman, E. (2004), The Mystery of Economic Growth (Cambridge, Mass.: Harvard University Press).",
        "Irwin, D. A. (2002), \"Interpreting the tariff-growth correlation of the late 19th century,\" American Economic Review 92 (May): 165-69.",
        "Jones, C. I. (1994), \"Economic Growth and the Relative Price of Capital,\" Journal of Monetary Economics 34: 359-82.",
        "Kim, D. and K-J. Park (2008), \"Colonialism and Industrialisation: Factory Labour Productivity of Colonial Korea, 1913-1937,\" Australian Economic History Review 48, 1 (March): 26-46.",
        "Krugman, P. (1981), \"Trade, Accumulation, and Uneven Development,\" Journal of Development Economics 8: 149-61.",
        "Krugman, P. (1991a), \"Increasing Returns and Economic Geography,\" Journal of Political Economy 99: 483-99.",
        "Krugman, P. (1991b), Geography and Trade (Cambridge, Mass.: MIT Press). 30 Krugman, P. and Venables, A. (1995), \"Globalization and the Inequality of Nations,\" Quarterly Journal of Economics 110 (November): 857-80.",
        "Lains, P. (2006), \"Protectionism and Portuguese industrialisation,\" in J-P. Dormois and P. Lains (eds.), Classical Trade Protectionism 1815-1914 (London: Routledge), pp. 242-64.",
        "Lee, J-W. (1994), \"Capital goods imports and long-run growth,\" Journal of Development Economics 48: 91-110.",
        "Lewis, W. A. (1952), \"World Production, Prices, and Trade, 1870-1960,\" Manchester School of Economic and Social Studies 20 (1952): 105-33.",
        "Lucas, R. E. (2009), \"Trade and the Diffusion of the Industrial Revolution,\" American Economic Journal: Macroeconomics 1 (January): 1-25 Maddison, A. (2001), The World Economy: A Millennial Perspective (Paris: OECD).",
        "Mauro, P., N. Sussman, and Y. Yafeh (2006), Emerging Markets and Financial Globalization: Sovereign Bond Spreads in 1870-1913 and Today (Oxford: Oxford University Press).",
        "Nunn, N. and D. Trefler (2010), \"The Structure of Tariffs and Long-Term Growth,\" American Economic Journal: Macroeconomics 2 (October): forthcoming.",
        "Obstfeld, M. and A. M. Taylor (2004), Global Capital Markets: Integration, Crisis, and Growth (Cambridge; Cambridge University Press).",
        "O'Rourke, K. H. (2000), \"Tariffs and growth in the late nineteenth century,\" Economic Journal 110: 456-83. 31 PÃ\u0083Â¡rente, S. L. and E. C. Prescott (2000), Barriers to Riches (Cambridge, Mass.: MIT Press).",
        "Prebisch, R. (1950), The Economic Development of Latin America and Its Principal Problems, Lake Success, NY: United Nations, Department of Economic Affairs, 1950.",
        "Romer, P. M. (1986), \"Increasing Returns and Long-Run Growth,\" Journal of Political Economy 94, 5 (October): 1002-37.",
        "Romer, P. M. (1990), \"Endogenous Technological Change,\" Journal of Political Economy 98, 5, pt. 2 (October): S71-S102.",
        "Singer, H. W. (1950), \"The Distribution of Gains between Investing and Borrowing Countries,\" American Economic Review 40 (1950): 473-85.",
        "Solomou, S. and L. CatÃ\u0083Â¤o (2000), \"Effective Exchange Rates 1897-1913,\" European Review of Economic History 4: 361-82.",
        "Taylor, A. M. (1998), \"On the Costs of Inward-Looking Development: Price Distortions, Growth, and Divergence in Latin America,\" Journal of Economic History 58 (March): 1-28.",
        "Tena, A. (2006), \"Spanish protectionism during the RestauraciÃ\u0083Â³n, 1875-1930,\" in J-P.",
        "Dormois and P. Lains (eds.), Classical Trade Protectionism 1815-1914 (London: Routledge), pp. 265-97.",
        "Vamvakidis, A. (2002), \"How robust is the growth openness connection? Historical evidence,\" Journal of Economic Growth 7, 1: 57-80.",
        "Williamson, J. G. (2006), \"Explaining World Tariffs 1870-1938: Stolper-Samuelson, 32 Strategic Tariffs and State Revenues,\" in R. Findlay, R. Henriksson, H. Lindgren and M. Lundahl (Eds.), Eli Heckscher, 1879-1952: A Celebratory Symposium (Cambridge, Mass.: MIT Press).",
        "Williamson, J. G. (2008), \"Globalization and the Great Divergence: Terms of Trade Booms and Volatility in the Poor Periphery 1782-1913,\" European Review of Economic History 12 (December): 355-91.",
        "Williamson, J. G. (2011), Trade and Poverty: When the Third World Fell Behind (Cambridge, Mass.: MIT Press, forthcoming).",
        "Wright, G. (1990), \"The Origins of American Industrial Success, 1879-1940,\" American Economic Review 80 (September): 651-68. 33 Appendix 1 Data Sources for the Williamson Project on Industrialization in the Poor Periphery: Output Growth 1870-1939 (Note: All output indices in constant prices. Date: December 27, 2010) Three Leaders All three leaders are from S. N. Broadberry, The Productivity Race: British Manufacturing in International Perspective, 1850-1990 (Cambridge: Cambridge University Press, 1997), cited below as SNB.",
        "Germany: Output in manufacturing 1870-1913 and 1925-1938 from SNB, Appendix Table A3.1(a), pp. 42-44, based on Hoffman (1965: Table 15). United Kingdom: Output in manufacturing 1869-1938 from SNB, Appendix Table A3.1(a), pp. 42-44, based on Feinstein (1972: Table 5.1), adjusted for the exclusion of Southern Ireland after 1920.",
        "United States: Output in manufacturing 1869-1940 from SNB, Appendix Table A3.1(a), pp. 42-44, based on Kendrick (1961: Table D-II).",
        "European Periphery (12) Austria: Industrial production 1869-1913 from David F. Good, The Economic Rise of the Habsburg Empire 1750-1914 (Berkeley, Calif.: University of California Press, 1984), Table A.2, p, 259 (based on Komlos) and 1923-1938 from Brian R. Mitchell, International Historical Statistics: Europe 1750-1993 (New York: Stockton Press, 1998), Table D1, p. 421.",
        "Bulgaria: Industrial production 1904-1912 from M. C. Kaser and E. A. Radice (eds.), The Economic History of Eastern Europe 1919-1975 (Oxford: Clarendon Press 1985), Table 5.4, p. 230. Industrial production 1920-1929 from John R. Lampe and Marvin R. Jackson, Balkan Economic History, 1550-1950: From Imperial Borderlands to Developing Nations (Bloomington, Ind.: Indiana University Press, 1982), Table 2.7, p. 69; manufacturing output 1927-1938 from Lampe and Jackson (1982), Table 12.14, p. 484.",
        "Czechoslovakia: Annual index of manufacturing production (1925-29 = 100), from League of Nations, Industrialization and Foreign Trade (New York: League of Nations 1945): Table VI, p. 142.",
        "Greece: Industrial production from Brian R. Mitchell, International Historical Statistics: Europe 1750-1993, 4th ed. (New York: Stockton Press, 1998), Table B1, p. 151. Hungary: Industrial production 1869-1913 from Good (1984), Table A.3, p, 260 (based on Komlos); manufacturing output 1913-1938 from Gyorgy Ranki, \"Problems of the Development of Hungarian Industry, 1900-1944,\" Journal of Economic History 24, 2 (June 1964), Tables 1 and 2, p. 214.",
        "Italy: 1870-1913 manufacturing value added from Stefano Fenoaltea, \"The growth of the Italian economy, 1861-1913: Preliminary second-generation estimates,\" European Review of Economic History 9 (December 2005), Table 3, p. 286; 1913-40 index of manufacturing value added (\"media geo.\") from Albert Carreras and Emanuele Felice, 34 \"L'industria Italiana dal 1911 al 1938: Ricostruzione della serie del valore aggiunto interpretazioni,\" Rivista di Storia Economica (forthcoming), Table 2. Poland: Annual index of manufacturing production (1925-29 = 100), from League of Nations, Industrialization and Foreign Trade (New York: League of Nations 1945): Table VI, p. 142.",
        "Portugal: Industrial (including manufacturing, mining, electricity, water and construction) output 1878-1939 from Pedro Lains, \"Growth in a Protected Environment: Portugal, 1850-1950,\" Research in Economic History, Volume 24 (2006), Table A1, p. 152.",
        "Romania: Manufacturing output 1929-1938 from Lampe and Jackson (1982), Table 12.14, p. 484.",
        "Russia/USSR: Industrial production indices 1870-1913 and 1928-1940 from Brian R. Mitchell, International Historical Statistics: Europe 1750-1988 3rd ed. (New York: Stockton Press, 1992), pp. 410 and 412.",
        "Serbia/Yugoslavia: Serbia gross industrial output 1898-1910 from Lampe and Jackson (1982), Table 8.6, p. 250; Yugoslavia manufacturing output 1918-1938 from Lampe and Jackson (1982), Table 12.14, p. 484. Spain: Prados index of industrial production from Albert Carreras and Xavier Tafunell (eds.), EstadÃ\u0083Â­sticas historicas de Espana: Volume 1: Siglos XIX-XX(Madrid: Fundacian BBVA1989), Caudro 5.11, pp. 396-8.",
        "Latin America (7) Argentina: Industrial output 1875-1915 from Gerardo della Paolera and Alan M. Taylor (eds.), A New Economic History of Argentina (Cambridge: Cambridge University Press, 2003), Table 9.2, 265; industrial production 1915-1940 from United Nations, Economic Commission for Latin America, The Process of Industrialization in Latin America: Statistical Annex 19 (January 1966: ST/ECLA/Conf.23/L.2/Add.2), Table I-1, p. 1. The US BLS reports much lower output growth 1913-1937, but it includes the wartime slump. Brazil: Real industrial product 1900-1947 from Claudia L. S. Haddad, Crescimento do Produto Real no Brasil 1900-1947 (Rio de Janeiro: FGV, 1978), Tabela 1, pp. 7-8. Chile: Manufacturing GDP from Juan Braun et al., EconomÃ\u0083Â­a Chilena 1810-1995: EstadÃ\u0083Â­sticas HistÃ\u0083Â³ricas (Santiago: Pontifica Universidad CatÃ\u0083Â³lica de Chile, 2000), Table 1.2, pp. 27-28.",
        "Colombia: Industrial production 1925-1940 from United Nations, Economic Commission for Latin America (1966), Table I-1, p. 1.",
        "Mexico: 1891-1900 real value cotton textile output from Armando Razo and Stephen Haber, \"The Rate of Growth of Productivity in Mexico, 1850-1933: Evidence from the Cotton Textile Industry,\" Journal of Latin American Studies 30 (October 1998), Table 4, p. 498. Their observations1850-1889 have been omitted due to problems of comparability; manufacturing production 1900-1940 from Brian R. Mitchell, International Historical Statistics: The Americas and Australasia (Detroit, Mich.: Gale Research Co., 1983), p. 152.",
        "Asia (7) China (Shanghai): Shanghai modern industry ouput 1895-1936 from Xinwu Xu and Hanming Huang, Shanghai Jindai Gongyeshi (1998), p. 342, cited in Debin Ma, \"Economic Growth in the Lower Yangzi Region of China in 1911-1937: A Quantitative and Historical Analysis,\" Journal of Economic History 68 (June 2008), Table 1, p. 362. China (Mainland) : Industrial production in Mainland China 1912-1940 from John K. Chang, Industrial Development in Pre-Communist China: A Quantitative Analysis (Chicago: Aldine 1969), Table 14, pp. 60-61.",
        "Taiwan: Value of gross output in manufacturing 1910-1940 from Konosuke Odaka and I-Ling Liu, \"Employment and Wages in Prewar Taiwan,\" in Long-Term Economic Statistics of Taiwan, 1905-1995: An International Workshop (Hitotsubashi University: Institute of Economic Research, May 1999), Table 7, p. 107.",
        "Africa (1) Union of South Africa: 1916-1948 Gross value of output in manufacturing from Charles H.",
        "Feinstein, An Economic History of South Africa: Conquest, Discrimination and Development (Cambridge, Cambridge University Press, 2005), Table 6.2, p. 122 is preferred to, but almost the same as, the annual index of manufacturing production in League of Nations, Industrialization and Foreign Trade (New York: League of Nations 1945): Table VI, p. 143. 1948-1971 Gross value of output in manufacturing from Feinstein (2005), Table 8.5, p. 186. 37 Appendix 2 Data Sources for the Williamson Project on Industrialization in the Poor Periphery: Employment and Productivity for Industrial Labor Productivity Growth 1870-1939 (Note: All productivity indices in constant prices. Date: December 27, 2010) Three Industrial Leaders All three leaders are from S. N. Broadberry, The Productivity Race: British Manufacturing in International Perspective, 1850-1990 (Cambridge: Cambridge University Press, 1997), cited below as SNB.",
        "Germany: Real output in manufacturing (1929=100), SNB, Appendix Table A3.1(a), pp. 42-44, based on Hoffman (1965: Table 15); employment in manufacturing, SNB, Appendix Table A3.1(a), pp. 42-44, based on Hoffman (1965: Table 15). United Kingdom: Real output in manufacturing (1929=100), SNB, Appendix Table A3.1(a), pp. 42-44, based on Feinstein (1972: Table 5.1); employment in manufacturing, SNB, Appendix Table A3.1(a), pp. 42-44, based on Feinstein (1972: Tables 59 and 60), adjusted for the exclusion of Southern Ireland after 1920.",
        "United States: Real output in manufacturing (1929=100), SNB, Appendix Table A3.1(a), pp. 42-44, based on Kendrick (1961: Table D-II); employment in manufacturing, SNB, Appendix Table A3.1(a), pp. 42-44, based on Kendrick (1961: Table D-II).",
        "European Periphery (10) Austria: 1869-1910 employment in manufacturing and construction and 1920-1939 employment in mining, manufacturing and construction, both from Mitchell (1998), Table B1, p. 145.",
        "Bulgaria: Industrial output per laborer 1904-1912 from M. C. Kaser and E. A. Radice (eds.), The Economic History of Eastern Europe 1919-1975 (Oxford: Clarendon Press 1985), p. 277. Industrial labor force 1920-1930 from Lampe and Jackson (1982), Table 10.4, p. 336 and 1930-1938 from Lampe and Jackson (1982), Table 11.12, pp. 419-20, and Table 12.15, p. 485.",
        "Greece: Industrial employment in manufacturing and construction from Brian R. Mitchell, International Historical Statistics: Europe 1750-1993, 4th ed. (New York: Stockton Press, 1998), Table D1, p. 421.",
        "Hungary: 1869-1913 employment in manufacturing and construction from Mitchell (1998), Table B1, p. 151; 1913-1938 manufacturing employment from Gyorgy Ranki, \"Problems of the Development of Hungarian Industry, 1900-1944,\" Journal of Economic History 24, 2 (June 1964), Tables 1 and 2, p. 214.",
        "Italy: Employment 1870-1940 based on census \"active population\" in industry, from Vittorio Daniele and Paolo Malanima, \"Labour Force in Itaty 1861-2001: Structural Change and Regional Disparities,\" working paper (2010), Appendix, Table 5. Poland: Industrial labor force 1920-1939 from Kaser and Radice (1985), Table 5.11, p. 245. 38 Portugal: Industrial (including manufacturing, mining, electricity, water and construction) employment (males) from Pedro Lains, \"Growth in a Protected Environment: Portugal, 1850-1950, Research in Economic History, Volume 24 (2006), Table 8, p. 138.",
        "Romania: Industrial employment 1919-1938 from Lampe and Jackson (1982), Table 11.12, pp. 419-20, and Table 12.15, p. 485.",
        "Russia/USSR: Employment in mining and manufacturing from Brian R. Mitchell, International Historical Statistics: Europe 1750-1988 3rd ed. (New York: Stockton Press, 1992), p. 152.",
        "Serbia/Yugoslavia: Manufacturing employment 1918-1938 from John R. Lampe and Marvin R. Jackson, Balkan Economic History, 1550-1950: From Imperial Borderlands to Developing Nations (Bloomington, Ind.: Indiana University Press, 1982), Table 12.15, p. 485 and Table 11.12, pp. 419-20.",
        "Spain: Industrial (excluding construction) labor productivity from Leandro Prados de la Escosura, El progreso economico de Espana (Bilbao: Fundacion BBVA 2003, updated 2009). Note: Employment and productivity data are unavailable for Czechoslovakia and Poland.",
        "Chile: Manufacturing labor force from Juan Braun et al., EconomÃ\u0083Â­a Chilena 1810-1995: EstadÃ\u0083Â­sticas HistÃ\u0083Â³ricas (Santiago: Pontifica Universidad CatÃ\u0083Â³lica de Chile, 2000), Table 7.2, pp. 219-220.",
        "Colombia: Manufacturing employment 1925-1940 from United Nations, Economic Commission for Latin America (1966), Table I-1, p. 1 and I-13, p. 13. Mexico: Employment in manufacturing and construction from Brian R. Mitchell, International Historical Statistics: The Americas and Australasia (Detroit, Mich.: Gale Research Co., 1983), p. 393.",
        "Uruguay: Industrial employment 1925-1940 from United Nations, Economic Commission for Latin America, The Process of Industrialization in Latin America: Statistical Annex 19 (January 1966: ST/ECLA/Conf.23/L.2/Add.2), Table I-16, p. 16. Note: Employment and productivity data are unavailable for Peru. 39 Middle East (2) Ottoman Empire/Turkey: Non-agricultural output and labor force from Sumru Altug, Alpay Filiztekin, and Sevket Pamuk, \"Sources of long-term economic growth for Turkey, 1800-2005,\" European Review of Economic History 12, 3 (Dec. 2008), Tables 2 and 3: pp. 399 and 405.",
        "Egypt: Bent Hansen and Girgis A. Marzouk, Development and Economic Policy in the UAR (Egypt) (Amsterdam: North-Holland, 1965) estimate GDP growth 1928-1939 (1954 prices, Chart 1.1, p. 3) at 1.60% per annum. However, Charles P. Issawi, Egypt in Revolution: An Economic Analysis (London: Oxford University Press, 1963, Table 7, p. 87) shows a decline in the manufacturing (including handicrafts) employment share 1927-1937 from 8.1 to 6.3%. Since there is no qualitative evidence of relatively fast growth in manufacturing labor productivity 1927/8-1937/9, manufacturing output is unlikely to have grown much faster than GDP. Thus, we assume manufacturing output growth 1920-1940 to have been about 1.60% per annum. Issawi (1963, Table 7, p. 87) reports that manufacturing (including handicrafts) employment fell slightly 1927-1937 at -0.10% per annum. Thus, we assume manufacturing labor force growth 1920-1940 to have been about 1.70% per annum.",
        "Asia (6) India: 1875/77-1894/96 all manufacturing net domestic product and labor force from Alan Heston, \"National Income,\" in Dharma Kumar and Meghnad Desai (eds.), The Cambridge Economic History of India: Volume 2: c. 1757-c.1970 (Cambridge: Cambridge University Press, 1983), Tables 4.1, 4.2, and 4.3A, pp. 396-7; 1900/051935/40 labor productivity for all industry from S. Sivasubramonian, The National Income of India in the Twentieth Century (New Delhi: Oxford University Press, 2000), Table 7.19, p. 479.",
        "Indonesia: Manufacturing employment estimated from Pierre van der Eng, \"The sources of long-term economic growth in Indonesia, 1880-2008,\" Explorations in Economic History 47,3 (July 2010), 294-309, Table A2, 307-8.",
        "Japan: 1874-1940 value of production in manufacturing from Miyohei Shinohara, Estimates of Long-Term Economic Statistics of Japan since 1868: Volume 10: Mining and Manufacturing (Tokyo: Toyo Keizai Shinposha, 1972), pp. 145-147. Non-agricultural employment 1872-1905 from Kazushi Ohkawa and Miyohei Shinohara with Larry Meissner, Patterns of Japanese Economic Development: A Quantitative Appraisal (New Haven, Conn.: Yale University Press, 1979), Table A53, pp. 392 and in manufacturing 1906-1940, Table 54, p. 394, linked on 1905.",
        "Korea: Employment in manufacturing factories with five or more workers from Duol Kim and Ki-Joo Park, \"Colonialism and Industrialisation: Factory Labour Productivity of Colonial Korea, 1913-1937,\" Australian Economic History Review 48, 1 (March 2008): 26-46. The employment growth rates in Sang-Chul Suh, Growth and Structural Changes in the Korean Economy 1910-1940 (Cambridge, Mass.: Harvard University Press, 1978), Tables A-12, p. 171 and Table 20, p. 49 are much slower implying implausible rates of productivity advance (6.29 % p. a.), so we use the more recent Kim and Park estimates. 40 The Philippines: Employment in manufacturing from the 1903 (Volume II, p. 865), 1918 (Volume II, p. 841) and 1939 (Volume II, p. 484) Censuses of the Philippines (Manila, Bureau of Printing, 1905, 1921, and 1941).",
        "Taiwan: Value of gross output and number of employees in manufacturing from Konosuke Odaka and I-Ling Liu, \"Employment and Wages in Prewar Taiwan,\" in Long-Term Economic Statistics of Taiwan, 1905-1995: An International Workshop (Hitotsubashi University: Institute of Economic Research, May 1999), Table 7, p. 107. Note: Employment and productivity data are unavailable for China.",
        "United Kingdom: Output and employment in manufacturing (1929=100), SNB, Appendix Table A3.1(a), pp. 42-44.",
        "United States : Output and employment in manufacturing (1929=100), SNB, Appendix Table A3.1(a), pp. 42-44.",
        "European Periphery (12) Unless otherwise noted below, industrial output and employment from Brian R. Mitchell, International Historical Statistics: Europe 1750-2000 (New York: Macmillan Palgrave, 2003, hereafter Europe (2003).",
        "Spain: Prados index of industrial production from Albert Carreras and Xavier Tafunell (eds.), EstadÃ\u0083Â­sticas historicas de Espana: Volume 1: Siglos XIX-XX (Madrid: Fundacian BBVA1989), Caudro 5.11, pp. 396-8. Labor force (000) in manufacturing 1950-1970 linked to manufacturing plus mining 1970-1980: Carreras and Tafunell (1989), Caudro 2.27, p. 149.",
        "Latin America (13) Unless otherwise note below: 1950-1963: Industrial production and employment from ECLA, The Process of Industrialization in Latin America: Statistical Annex (Santiago, Chile: March 1966), Tables I-1 and I-13, pp. 1,2 and 13; 42 1963-1975: Industrial production and employment from Brian R. Mitchell, International Historical Statistics: The Americas 1750-2000 (New York: Palgrave Macmillan, 2003), hereafter The Americas (2003).",
        "Argentina: Data underlying I. Brambilla, S. Galiani, and G. Porto, \"Argentine Trade Policies in the XX Century: 60 Years of Solitude, in E. Glaeser and R. Di Tella (eds.), Argentine Exceptionalism (forthcoming). Brazil: The Americas (2003), pp. 108 and 310.",
        "Chile: Juan Braun et al., EconomÃ\u0083Â­a Chilena 1810-1995: EstadÃ\u0083Â­sticas HistÃ\u0083Â³ricas (Santiago: Pontifica Universidad CatÃ\u0083Â³lica de Chile, 2000), Table 1.2, pp. 28-29 and Table 7.2, p. 220.",
        "Uruguay: The Americas (2003), pp. 110 and 310.",
        "Venezuela: The Americas (2003), pp. 110 and 310.",
        "Middle East (2) Turkey: Industrial production and manufacturing and construction employment from Brian R. Mitchell, International Historical Statistics: Africa, Asia and Oceania, 17502000 (New York: Palgrave Macmillan 2003), pp. 102, 347-9, hereafter Africa, Asia and Oceania (2008).",
        "Egypt: Industrial production and manufacturing and construction employment from Africa, Asia and Oceania (2008), pp. 91, 345-6.",
        "Asia (7) China: Gross value added in manufacturing from Harry X. Wu and Xinming Yue, \"Reconstructuring the Post-War Chinese Industrial GDP with a Laspeyres' Quantity Index Approach: A Further Inquiry,\" in Constructing a HistoricalMacroeconomic Database for Trans-Asian Regions, ed. K. Odaka, Y. Kiyokawa and M. Kuboniwa (Tokyo: Hitotsubashi Institute, March 2000), Appendix Table, p. 106. India: Gross domestic product total manufacturing from S. Sivasubramonian, The National Income of India in the Twentieth Century (New Delhi: Oxford University Press, 2000), Appendix Table 8(b), pp. 538-40. Labor productivity for secondary sector from Sivasubramonian (2000), Table 9.32, p. 620. 43 Indonesia: Gross value added in manufacturing from Pierre van der Eng, \"The sources of long-term economic growth in Indonesia, 1880-2008,\" Explorations in Economic History 47, 3 (July 2010), Table A1, 304-6. Manufacturing employment from Africa, Asia and Oceania (2003), p. 97.",
        "Japan: 1950-1970: value of production and employment in manufacturing from Kazushi Ohkawa and Miyohei Shinohara with Larry Meissner, Patterns of Japanese Economic Development: A Quantitative Appraisal (New Haven, Conn.: Yale University Press, 1979), pp. 305-6, 395. 1970-75: UN Index numbers of industrial production and manufacturing employment from Africa, Asia and Oceania (2003), p. 98. Korea: GDP and employment in secondary sector from Hak Pyo, \"Economic Growth in Korea: Long-term Trends and Perspectives,\" in Constructing a Historical Macroeconomic Database (2000), Table 27, p. 210.",
        "The Philippines: Industrial production and employment in manufacturing from Africa, Asia and Oceania (2003), pp. 100, 347-8.",
        "Taiwan: GDP in secondary sector from Toshiyuki Mizoguchi, \"Long-term National Accounts Data Base of Japan, Taiwan and Korea,\" in Constructing a Historical Macroeconomic Database (2000), Table TW 2, p. 159.",
        "Africa (1) Union of South Africa: Manufacturing output and employment from Charles H. Feinstein, An Economic History of South Africa: Conquest, Discrimination and Development (Cambridge, Cambridge University Press, 2005), Table 8.5, p. 186. 44 Appendix 4: (Incomplete) Data Sources for Explanatory Variables 1870-1939 in the Poor Periphery Industrialization 1870-1940 Project (Date: February 3, 2011) The explanatory variables used thus far in the project are: average tariffs rates, the net barter terms of trade, relative wage cost proxies, the real exchange rate, and policy autonomy. The data base for some of these are incomplete, and they have not yet been collected for others (e.g. the user cost of capital, fuel prices, and other intermediate prices). The rest are taken from my earlier projects and the sources listed.",
        "Average tariff rates (%): Calculated as import customs duties relative to total import values. These data have been used in Coatsworth and Williamson (2004), Clemens and Williamson (2004, 2010), and Williamson (2006). They are available from the author in the Blattman-Clemens-Williamson 1870-1940 data base. The BCW data base is missing many East European countries which are used in this new project and thus they are augmented by Heinrich Liepmann, Tariff Levels and the Economic Unity of Europe (London: Allen and Unwin, 1938), Table A1, pp. 392-99.",
        "Net Barter Terms of Trade (1913=100): These data have been used in Blattman, Hwang and Williamson (2007) and Williamson (2008). They are available from the author in the Blattman-Clemens-Williamson 1870-1940 data base. The BCW data base is missing many East European countries which are used in this new project. They will be collected soon.",
        "Policy Autonomy (dummy variable): See Table 2, although the source (Clemens and Williamson 2010: Table 1, p. 28) offers far more detail.",
        "Relative Wage Costs: As the text makes clear, we use a proxy, GDP per capita relative to the three leaders (Germany, the UK and the USA). The GDP per capita data are from Maddison http://www.ggdc.net/Maddison/content.shtml (last accessed June 10, 2010). Three absent observations were filled as follows. 1900: the Philippines uses its 1902 figure, and Turkey is estimated by multiplying the Turkey/Asia 1913 ratio times the 1900 Asia estimate. 1929: Egypt is estimated applying India's 1929-60 growth rate to the Egyptian 1960 figure.",
        "Real Exchange Rates: These are taken from many sources to be elaborated in another draft (when the many absent period/country observations are collected), and I have been greatly aided in the process by Pablo Astorga, Luis BÃ\u0083Â©rtola, Michael Bordo, Luis Catao, Kalina Dimitrova, Sophia Lazaretou, Matthias Morys, and Solomus Solomou. Relative Capital Goods Prices (1913=100): Not collected thus far, but hope to retrieve them from the France-Germany-UK-US export (by destination) data base being collected in collaboration with Aurora GÃ\u0083Â³mez Galvarriato. These will be 45 used relative to local manufacturing prices. Real Interest Rates: Not collected thus far.",
        "Relative Manufacturing Intermediate Goods' Prices (1913=100): Not collected thus far. These will be used relative to local manufacturing prices."
    ]
}