{
    "id": 16804,
    "cites": 30,
    "cited_by": 29,
    "reference": [
        "Afonso, Gara (2010) Liquidity and Congestion, Journal of Financial Intermediation, forthcoming.",
        "Allen, Franklin and Douglas Gale (2000), Comparing Financial Systems, The MIT Press, Cambridge Massachusetts.",
        "Baumol, William J. (1990), Entrepreneurship: Productive, Unproductive, and Destructive, Journal of Political Economy, Vol. XCIII, 893-921.",
        "Bernanke, Ben and Mark Gertler (1989), Agency Costs, Net Worth and Business Fluctuations, American Economic Review, Vol. 79, pp. 14-31.",
        "Binmore, Ken, Avner Shaked and John Sutton (1989), An Outside Option Experiment, Quarterly Journal of Economics, Vol. 104, No. 4, 753-770.",
        "Binmore, Ken, Ariel Rubinstein and Asher Wolinsky (1986), The Nash bargaining Solution in Economic Modeling, Rand Journal of Economics, XVII, 176-88.",
        "Duffie, Darrell, Nicolae Garleanu and Lasse H. Pedersen (2005) Over-the-Counter Markets, Econometrica, vol. 73 (6), pp 1815-1847.",
        "Glode, Vincent, Richard Green and Richard Lowery (2010), Financial Expertise as an Arms' Race, Wharton School Working Paper.",
        "Goldin, Claudia and Larry Katz (2008), Transitions: Career and Family Life Cycles of the Educational Elite , American Economic Review Papers & Proceedings May, 98:2, 363-369.",
        "Grossman, Sanford and Joseph Stiglitz (1980), On the Impossibility of Informationally Efficient Markets , American Economic Review Vol. 70, pp. 393-408.",
        "Harper, Christine, Matthew Leising and Shannon Harrington (2009) Wall Street Stealth Lobby Defends $35 billion Derivatives Haul, Bloomberg, August 30th, 2009.",
        "Holmstrom, Bengt and Jean Tirole (1997), Financial Intermediation, Loanable Funds and the Real Sector, Quarterly Journal of Economics, Vol. 112, 663-91.",
        "Lagos, Ricardo and Gullaume Rocheteau (2009) Liquidity in Asset Markets with Search Frictions, Econometrica, Vol. 77, No. 2, March, pp. 403-426.",
        "Lagos, Ricardo, Guillaume Rocheteau and Pierre-Olivier Weill (2010), Crises and Liquidity in Over the Counter Markets, NBER Working Paper 15414.",
        "Lambe, Geraldine (2007) Public versus Private Equity Markets, The Banker, September, 2007 Leising, Matthew (2009) ISDA Hires Rosen to Fight Obama OTC Derivatives Plan Bloomberg, July 10th, 2009.",
        "Levine, Ross (2005), Finance and Growth: Theory and Evidence, in Handbook of Economic Growth, Philippe Aghion and Steven Durlauf (eds.) Morgenson, Gretchen (2010) Fair Game: It's not over until it's in the Rules The New York Times, August 29th, 2010.",
        "Murphy, Kevin, Andrei Shleifer and Robert Vishny (1991), The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, Vol. 90, 630-49.",
        "Philippon, Thomas (2008), The Evolution of the US Financial Industry from 1860 to 2007: Theory and Evidence, NYU Stern Working Paper.",
        "Philippon, Thomas and Ariell Reshef (2008), Wages and Human Capital in the US Financial Industry: 1926-2006, NYU Stern Working Paper, December.",
        "Rothschild, Michael and Joseph Stiglitz (1976), Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, Vol. 106, pp. 503-530.",
        "Santos, Tano and Jose A. Scheinkman (2001) Competition Among Exchanges, Quarterly Journal of Economics, August, 116 (3), pp. 1027-1061.",
        "Scannell, Kara (2009) Big Companies Go to Washington to Fight Regulations on Fancy Derivatives, The Wall Street Journal, July 10th, 2009.",
        "Sherman, Gabriel (2009) Show me the money, New York Magazine, November.",
        "Story, Louise (2010) A Secretive Banking Elite Rules Trading in Derivatives The New York Times, December 11th, 2010.",
        "Sjostrom, William K. (2008) The Birth of Rule 144A Equity Offerings, UCLA Law Journal, 56, pp. 409-449.",
        "Tang, Vicki Wei (2007) Economic Consequences of Mandatory Disclosure Regulation: Evidence from Rule 144A Equity Private Placements, McDonough School of Business Working Paper, Georgetown University.",
        "Testy, Kellye Y. (1990) The Capital Markets in Transition: A Response to New SEC Rule 144A, Indiana Law Journal, vol. 66, pp. 233-271.",
        "Tett, Gillian (2010) Calls for radical rethink of derivatives body, Financial Times, 26th of August, 2010.",
        "Vayanos, Dimitri and Tan Wang (2007) Search and Endogenous Concentration of Liquidity in Asset Markets, Journal of Economic Theory, vol. 136, pp. 66-104.",
        "Vayanos, Dimitri and Pierre-Olivier Weill (2008) A Search-Based Theory on the On-the-Run Phenomenon,  Journal of Finance, vol. 63, pp. 361-1398."
    ]
}