{
    "id": 16803,
    "cites": 53,
    "cited_by": 15,
    "reference": [
        "Altonji J.G., Elder T.E., Taber C. 2005. Selection on observable and unobservable variables: assessing the effectiveness of Catholic schools, Journal of Political Economy, 113 (1):151184.",
        "Bang, K.M. and Kim, J.H. 2001. Prevalence of Cigarette Smoking by Occupation and Industry in the United States, American Journal of Industrial Medicine, 40: 233239.",
        "Borjas G.J. 2004. Labor economics. New York, NY: McGraw-Hill.",
        "Boskin M.J. 1974. A Conditional Logit Model of Occupational Choice, Journal of Political Economy, 82(2): 389-398.",
        "Bound, J., D. A. Jaeger, and R. M. Baker. 1995. Problems With Instrumental Variables Estimation When the Correlation between the Instruments and the Endogeneous Explanatory Variable is Weak. Journal of the American Statistical Association 90(430):443450.",
        "Bray J.W. 2005. Alcohol use, human capital, and wages. Journal of Labor Economics 23(2): 279-312.",
        "Case A. and Deaton A. 2005. Broken Down by Work and Sex: How our Health Declines.",
        "Analyses in the Economics of Aging, ed: David Wise, The University of Chicago Press, Chicago. Cesur, Resul. 2009. Essays on the Aggregate Burden of Alcohol Abuse. Ph.D. Dissertation, Georgia State University.",
        "Chou, S., M. Grossman, and H. Saffer. 2004. An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System. Journal of Health Economics 23(3): 565587.",
        "Cropper M. L. 1977. Health Investment in Health, and Occupational Choice, Journal of Political Economy, 85(6): 1273-1294.",
        "Cutler, D., E. Glaeser, and J. Shapiro. 2003. Why Have Americans Become More Obese? Journal of Economic Perspectives 17(3):93118.",
        "Dave D. and Kaestner R. 2009. Health Insurance and Ex Ante Moral Hazard: Evidence from Medicare, International Journal of Health Care Finance and Economics, 9(4): 367-390.",
        "Dave D. and Kaestner R. 2002. Alcohol Taxes and Labor Market Outcomes, Journal of Health Economics, 21(3): 357-371.",
        "Dave D. and Saffer H. 2008. Alcohol Demand and Risk Preference, Journal of Economic Psychology, 29(6): 810-831.",
        "Ettner S. 1996. New Evidence on the Relationship between Income and Health, Journal of Health Economics, 15(1):67-85.",
        "Ewing, R., T. Schmid, R. Killingsworth, A. Zlot, and S. Raudenbush. 2003. Relationship between Urban Sprawl and Physical Activity, Obesity, and Morbidity. American Journal of Health Promotion 18(1):4757.",
        "Fletcher J.M. and Sindelar J.L. 2009. Estimating Causal Effects of Early Occupational Choice on Later Health: Evidence Using the PSID, National Bureau of Economic Research Working Paper 15256.",
        "Fletcher J.M., Sindelar J.L. and Yamaguchi S. 2009. Cumulative Effects of Job Characteristics on Health, National Bureau of Economic Research Working Paper 15121.",
        "French MT, Zarkin GA. 1995. Is moderate alcohol use related to wages? Evidence from four worksites. Journal of Health Economics 14(3): 319-344.",
        "Goldman D.P., Bhattacharya J., McCaffrey D.F., Duan N., Leibowitz A.A., Joyce G.F. and Morton S.C. 2001. Effect of insurance on mortality in an HIV-positive population in care, Journal of the American Statistical Association, 96: 883-894.",
        "Grossman M. 1972. On the concept of health capital and the demand for health, Journal of Political Economy, 80:223-55.",
        "Gueorguieva, R., Sindelar, J.L., Falba, T.A., Fletcher, J.M., Keenan, P., Wu, R., Gallo W.T. 2009. The impact of occupation on self-rated health: Cross-sectional and longitudinal evidence from the health and retirement survey. Journal of Gerontology: Social Sciences, 10.1093/geronb/gbn006.",
        "Hadley J. 2003. Sicker and Poorer--The Consequences of Being Uninsured: A Review of the Research on the Relationship between Health Insurance, Medical Care Use, Health, Work, and Income, Medical Care Research Review, 60(2 Suppl):3S-75S.",
        "Hamilton V, Hamilton B. 1997. Alcohol and earnings: Does drinking yield a wage premium? Canadian Journal of Economics 30(1): 135-151.",
        "Howard MO, Kivlahan D, and Walker RD. 1997. Cloningers Tridimensional Theory of Personality and Psychopathology: Applications to Substance Use Disorders, Journal of Studies on Alcohol, 58: 48-66.",
        "Lakdawalla, D., and T. Philipson. 2009. The Growth of Obesity and Technological Change.",
        "Economics and Human Biology, Volume 7, Issue 3, Pages 283-293. Lewbel, A. 2007. Using Heteroskedasticity to Identify and Estimate Mismeasured and Endogenous Regressor Models. Boston College Working Paper.",
        "Light A. 2005. Job Mobility and Wage Growth: Evidence from the NLSY79, Monthly Labor Review, 128(2): 33-39.",
        "Marmot M. 2001. Income Inequality, Social Environment, and Inequalities in Health, Journal of Policy Analysis and Management, 20(1): 156-59.",
        "Marmot M. and Bobak N. 2000. Psychosocial and Biological Mechanisms behind the Recent Mortality Crisis in Central and Eastern Europe, The mortality crisis in transitional economies. G. A. Cornia and R. Paniccia. UNU/WIDER Studies in Development Economics. Oxford and New York, Oxford University Press: 127-48.",
        "Marmot M.G. and Smith G.D. 1997. Socio-Economic Differentials in Health: The Contribution of the Whitehall Studies, Journal of Health Psychology, 2(3): 283-296.",
        "McWilliams J.M., Meara E., Zaslavsky A.M., and Ayanian J.Z. 2007. Health of Previously Uninsured Adults after Acquiring Medicare Coverage. Journal of the American Medical Association, 298(24): 2886-2894.",
        "Menza M., Golbe L., Cody R. and Forman N. 1993. Dopamine-related Personality Traits, Neurology, 43: 505-598.",
        "Michie S. and Williams S. 2003. Reducing Work-Related Psychological Ill Health and Sickness Absence: A Systematic Literature Review, Occupational and Environmental Medicine, 60:3-9.",
        "Journal of the American Medical Association 289(1):7679. Must, A., J. Spadano, E.H. Coakley, A.E. Field, G. Colditz, and W.H. Dietz. 1999. The Disease Burden Associated With Overweight and Obesity. Journal of the American Medical Association 282(16):15231529.",
        "Newhouse J.P. 2004. Consumer-directed health plans and the RAND Health Insurance Experiment, Health Affairs, 23(6): 107-13.",
        "Oreopoulos P., von Wachter T. 2006. Short- and Long-Term Career Effects of Graduating in a Recession: Hysteresis and Heterogeneity in the Market for College Graduates. National Bureau of Economic Research Working Paper 12159.",
        "Philipson, T. 2001. The World-Wide Growth in Obesity: An Economic Research Agenda. Health Economics 10(1):17.",
        "Powers D.A., Xie Y. 2008. Statistical Methods for Categorical Data Analysis. UK: Emerald Group Publishing Ltd.",
        "Pratt M., Macera C.A., Blanton C. Levels of physical activity and inactivity in children and adults in the United States: current evidence and research issues. Med Sci Sports Exerc. 1999;31(S11):S526S533.",
        "Rashad, I., M. Grossman, S. Chou. 2006. The Super Size of America: An Economic Estimation of Body Mass Index and Obesity in Adults. Eastern Economic Journal 32(1):133 148.",
        "Saffer H., Dave D. 2005. Mental Illness and the Demand for Alcohol, Cocaine, and Cigarettes, Economic Inquiry, 43(2):229:246.",
        "Saffer H., Dave D. 2005. The Effect of Alcohol Consumption on the Earnings of Older Workers, Advances in Health Economics and Health Services Research, eds: Bjorn Lindgren and Michael Grossman, 16: 61-90.",
        "Sindelar J.L., Fletcher J., Falba T., Keenan P., Gallo W.T. 2007. Impact of First-Occupation on Health at Older Ages, National Bureau of Economic Research Working Paper 13715.",
        "Smith, J. 1999. Healthy Bodies and Thick Wallets: The Dual Relation Between Health and SES, Journal of Economic Perspectives, 13(2):145-66.",
        "Smith, P. K., B. Bogin, D. Bishai. 2005. Are Time Preference and Body Mass Index Associated? Evidence from the National Longitudinal Survey of Youth. Economics and Human Biology 3(2):259270.",
        "Theorell T. 2000. Working conditions and health, Social Epidemiology. L. Berkman and I.",
        "Kawachi. New York, NY, Oxford University Press, Inc. US Department of Health and Human Services. Physical Activity and Health: A Report of the Surgeon General. Atlanta, Ga: Centers for Disease Control and Prevention; 1996.",
        "US Preventive Services Task Forces. 2003. Counseling for a Healthy Diet. Report of the US Preventive Services Task Force, US Department of Health and Human Services.",
        "US Preventive Services Task Forces. 2004. Screening and Behavioral Counseling Interventions in Primary Care to Reduce Alcohol Misuse. Report of the US Preventive Services Task Force, US Department of Health and Human Services.",
        "Viscusi W.K., Aldy J.E. 2003. The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World, Journal of Risk and Uncertainty, 27(1): 5-76.",
        "Young Workers Career, American Economic Review, 96(5): 1679-1705. Wada, R., E. Tekin. 2010. Body Composition and Wages. Economics and Human Biology, Volume 8, Issue 2, Pages 242-254.",
        "Zhang, L., I. Rashad. 2008. Time Preference and Obesity: The Health Consequences of Discounting the Future. Journal of Biosocial Science 40(1):97113."
    ]
}