{
    "id": 16817,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Akerlof, George A., and Rachel E. Kranton. Economics And Identity. The Quarterly Journal of Economics 115, no. 3 (2000): 715-753.",
        "Beyer, Sylvia. Gender Differences in the Accuracy of Self-Evaluations of Performance. Journal of Personality and Social Psychology LIX (1990): 960-970.",
        "Beyer, Sylvia, and Edward M. Bowden. Gender Differences in Self-Perceptions: Convergent Evidence from Three Measures of Accuracy and Bias. Personality and Social Psychology Bulletin XXIII (1997): 157172.",
        "Campbell, Donald T. Reforms and experiments. American Psychologist 24 (1969): 409-429.",
        "Ding, Weili, and Steven F. Lehrer. Do Peers Affect Student Achievement in China's Secondary Schools? Review of Economics and Statistics 89, no. 2 (2007): 300-312.",
        "Duflo, Esther, Pascaline Dupas, and Michael Kremer. Peer Effects, Teacher Incentives, and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya. working paper, 2009.",
        "Fisher, Gary. The Identification Problem in Econometrics. Huntington, New York: Robert E. Kreiger Publishing Company, 1976.",
        "Fryer, Roland. An Empirical Analysis of 'Acting Whtie'. Journal of Public Economics, 2009.",
        "Garner, Richard. Why single-sex schools are bad for your health (if you're a boy). The Independent, December 1, 2009.",
        "Hoxby, Caroline M, and Gretchen Weingarth. Taking Race Out of the Equation: School Reassignment and the Structure of Peer Effects. mimeo, 2006.",
        "Hoxby, Caroline. Peer Effects in the Classroom: Learning from Gender and Race Variation. National Bureau of Economic Reserch Working Paper 7867, 2000.",
        "James, Abigail Norfleet, and Herbert Richards. Escaping Stereotypes: educational attitudes of male alumni of single-sex and coed schools. Psychology of Men and Masculinity 4 (2003): 136-148.",
        "Killgore, William D., and Deboroah A. Yurgelun-Todd. Sex related developmental differences in the lateralized activation of the prefrontal cortex and the amygdala during the perception of facial affect. Perceptual and Motor Skills 99 (2004): 371-391.",
        "Lavy, Victor, and AnalÃ\u0083Â­a Schlosser. Mechanisms and Impacts of Gender Peer Effects at School. working paper, 2009.",
        "Lenroot, Rhoshel K., et al. Sexual dimorphism of brain developmental trajectories during childhood and adolescence. NeuroImage 36 (2007): 10651073.",
        "Medina, Jennifer. Boys and Girls Together, Taught Separately in Public School. The New York Times, March 10, 2009.",
        "Pomerantz, Eva, Ellen Altermatt, and Jill Saxon. Making the grade but feeling distressed: gender differences in academic performance and internal distress. Journal of Educational Psychology 94, no. 2 (2002): 396-404.",
        "Rasicot, Julie. All-Boys Honors Class Aims to Raise Bar. The Washington Post, April 2, 2009.",
        "Spielhofer, Thomas, Tom Benton, and Sandie Schagen. A Study of the Effects of School Size and Single-Sex Education in English Schools. Research Papers in Education 19, no. 2 (2004): 133-159.",
        "Trickett, Edison, and Penelope Trickett. The independent school experience: aspects of the normative environment of single-sex and coed secondary schools. Journal of Educational Psychology 73, no. 3 (1982): 374-381.",
        "Weil, Elizabeth. Teaching Boys and Girls Separately. The New York Times, March 2, 2008."
    ]
}