{
    "id": 16813,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Black, King and Litchfield (2003): Transnational Migration, Return and Development in West Africa, Sussex Center for Migration Research, University of Sussex.",
        "Chand, Satish and Michael Clemens (2008). Skilled emigration and skill creation: A quasi-experiment, CGD Working Paper and Australian National University Crawford School Working Paper 08-05.",
        "Clemens, Michael and Gunilla Pettersson (2008). New data on African health professionals abroad, Human Resources for Health 6:1.",
        "Clemens, Michael. 2007. Do visas kill? Health Effects of African Health Professional Emigration, CGD Working Paper 114.",
        "De Vreyer, P., F. Gubert, and A-S. Robilliard (2008). Return Migrants in Western Africa: Characteristics and Labour Market Performance, unpublished manuscript.",
        "Docquier, FrÃ\u0083Â©dÃ\u0083Â©ric and Abdeslam Marfouk (2005), International Migration by Educational Attainment (1990-2000) - Release 1.1., update of World Bank Policy Research Working Paper 3381 (Washington, DC: World Bank).",
        "Docquier, FrÃ\u0083Â©dÃ\u0083Â©ric and Hillel Rapoport (2004), .Skilled migration: The perspective of developing countries., World Bank Policy Research Working Paper 3382 (Washington, DC: World Bank).",
        "Ghana Livings Survey, Versions 3, 4 and 5, Gibson, J. and D. McKenzie (2010). The Economic Consequences of Brain Drain of the Best and Brightest: Microeconomic Evidence from Five Countries, Working Paper, February.",
        "Haour-Knipe, M. and Davies A (2008). Return Migration of Nurses, International Centre on Nurse Migration, Geneva, Switzerland and Philadelphia, PA.",
        "Higazi, Adam (2005). Ghana Country Study, a part of the report on Informal Remittance Systems in Africa, Caribbean and Pacific (ACP) countries, Ref RO2CS008, commissioned by DFID UK, EC-PREP, and Deloitte and Touche, January.",
        "IFAD (2007). Sending Money Home: Worldwide remittance flows to developing countries, International Fund for Agricultural Development, Rome, Italy.",
        "Psacharopoulos and Patrinos (2004): Returns to Investment in Education: A Further Update, Education Economics, Vol. 12, No. 2, August.",
        "Voices From the South on Globalization (2007). Migration - Benefits and the Bane, No. 8, IPS Europe.",
        "De Vreyer, P., F. Gubert, and A-S. Robilliard (2008), Return Migrants in Western Africa: Characteristics and Labour Market Performance, unpublished manuscript.",
        "World Bank (2010). World Development Indicators. Data retrieved June 2010, from WDI online database."
    ]
}