{
    "id": 16812,
    "cites": 38,
    "cited_by": 16,
    "reference": [
        "Alesina, Alberto and Marios Angeletos. 2005. Fairness and Redistribution. American Economic Review, vol. 95, no. 3, pp. 960-980 Austin, Jeffrey R., Jennifer J. Gaver, and Kenneth M. Gaver. 1998. The Choice of Incentive Stock Options vs. Nonqualified Options: A Marginal Tax Rate Perspective, Journal of the American Taxation Association (20): 1-21.",
        "Bebchuk, Lucian Arye and Robert J. Jackson. 2005. Executive Pensions, Journal of Corporation Law, Vol. 30, No. 4: 823-855 Bizjak, J. M., J. A. Brickley, and J. L. Coles. 1993. Stock-Based Incentive Compensation and Investment Behavior. Journal of Accounting and Economics 16:34972.",
        "Cadman, Brian, Sandy Klasa and Steve Matsunaga. 2010. Determinants of CEO pay: A comparison of ExecuComp and non-ExecuComp firms. Accounting Review, 85(5): 15111543 Core, J., R. W. Holthausen, and D. F. Larcker. 1999. Corporate Governance, Chief Executive Officer Compensation, and Firm Performance. Journal of Financial Economics 51:371 406.",
        "Core, John, and Wayne Guay, 2001, Stock option plans for non-executive employees, Journal of Financial Economics 61, 253287.",
        "Core, John E., Wayne Guay, and David F. Larcker. 2008. The Power of the Pen and Executive Compensation. Journal of Financial Economics 88(1): 1-25.",
        "Dhaliwal, Dan, Merle Erickson and Shane Heitzman. 2008. Taxes and the Backdating of Stock Option Exercise Dates, Working paper.",
        "Feenberg, Daniel, and James Poterba. 1993. Income Inequality and the Incomes of the VeryHigh -Income Tax Payers. In Tax Policy and the Economy, edited by James Poterba, vol. 7 Cambridge, MA: MIT Press.",
        "Feldstein, Martin. 1995. The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act. Journal of Political Economy, Vol. 103(3), June: 551-72 Frydman, Carola, and Raven E. Saks. 2010. Executive Compensation: A New View from a Long-Term Perspective, 1936-2005. Review of Financial Studies 23: 2099-2138.",
        "Gabaix, Xavier and Agustin Landier. 2008. Why has CEO pay increased so much? Quarterly Journal of Economics 123(1):49100 Goolsbee, Austan. 1999. Evidence on the High-Income Laffer Curve from Six Decades of Tax Reform. Brookings Papers on Economic Activity: 1-64.",
        "Goolsbee, Austan. 2000a. What Happens When You Tax the Rich? Evidence from Executive Compensation, Journal of Political Economy, Vol. 108(2), April.",
        "Goolsbee, Austan. 2000b. It's Not About the Money: Why Natural Experiments Don't Work on the Rich. In Does Atlas Shrug? The Economic Consequences of Taxing the Rich, edited by Joel B Slemrod, New York, NY: The Russell Sage Foundation.",
        "Graham, John R. 1996. Proxies for the corporate marginal tax rate, Journal of Financial Economics 42: 187-221 Graham, John R. 2003. Taxes and Corporate Finance: A Review, Review of Financial Studies 16: 1074-1128.",
        "Graham, John R., Mark H. Lang, and Douglas A. Shackelford. 2004. Employee Stock Options, Corporate Taxes, and Debt Policy. Journal of Finance LIX(4): 1585-1618 Graham JR, Li S, Qiu J. 2009. Managerial attributes and executive compensation. Work. Pap., Duke Univ.",
        "Graham, John R., and Lillian Mills. 2007. Simulating Marginal Tax Rates Using Tax Return Data, Journal of Accounting and Economics, forthcoming Grinstein Y, Weinbaum D, Yehuda N. 2009. The economic consequences of perks disclosure. Work. Pap., Cornell Univ.",
        "Gruber, Jon and Emmanuel Saez, 2002. `The Elasticity of Taxable Income: Evidence and Implications, Journal of Public Economics 84: 1-32.",
        "Hall, Brian J. and Jeffrey B. Liebman. 1998. Are CEOs Really Paid like Bureaucrats? Quarterly Journal of Economics 113 (August): 653-691.",
        "Hall, Brian J. and Jeffrey B. Liebman. 2000. The Taxation of Executive Compensation. In Tax Policy and the Economy, vol. 14, edited by James Poterba. Cambridge, MA: MIT Press.",
        "Hite, Gailen L., and Michael S. Long. 1982. Taxes and Executive Stock Options, Journal of Accounting and Economics (4): 3-14.",
        "Katuscak, Peter. 2005. Impact of Personal Income Taxation on Executive Compensation. The Proceedings from the 98th Annual Conference of the National Tax Association.",
        "Levy, Frank S. and Peter Temir. 2007. Inequality and Institutions in 20th Century America, MIT Department of Economics Working Paper No. 07-17 Lewellen, Willbur G. 1968. Executive Compensation in Large Industrial Corporations. New York: National Bureau of Economic Research.",
        "Lindsey, Lawrence. 1987. Individual Taxpayer Response to Tax Cuts, 1982-1984, with Implications for the Revenue Maximizing Tax Rate. Journal of Public Economics 33: 173206.",
        "Loss, Louis and Joel Seligman. 2003. Securities Regulation. Aspen Publishers, 3rd Edition.",
        "McGahran, Kathleen T. 1988. SEC Disclosure Regulation and Management Perquisites. The Accounting Review 63(1): 23-42 Murphy Kevin J. 1999. Executive compensation. In Handbook of Labor Economics Vol.3B, ed. O Ashenfelter, D Card, pp. 2485563. Amsterdam: Elsevier/NorthHolland Murphy Kevin J, and Jan ZÃ\u0083Â¡bojnÃ\u0083Â­k. 2004. CEO pay and appointments: a marketbased explanation for recent trends. American Economic Review 94(2):19296 National Industrial Conference Board. 1953. Top Management Compensation. Studies in Labor Statistics, No. 8.",
        "Patton, Arch. 1961. Men Money and Motivation. New York, NY: McGraw-Hill Book Company.",
        "Perry, Tod and Marc Zenner. 2001. Pay for performance? Government regulation and the structure of compensation contracts. Journal of Financial Economics 62(3): 453-488 Piketty, Thomas and Emmanuel Saez. 2003. Income Inequality in the United States: 19131998.  Quarterly Journal of Economics 118: 1-39.",
        "Plesko, George. 2003. An evaluation of alternative measures of corporate tax rates. Journal of Accounting and Economics 35, 201226.",
        "Rajan, Raghuram G and Julie Wulf. 2006. Are Perks Purely Managerial Excess?, Journal of Financial Economics 79: 1-33 Romer, Christina and David Romer. 2008. A Narrative Analysis of Postwar Tax Changes. Working Paper.",
        "Rose, Nancy L. and Catherine Wolfram. 2002. Regulating Executive Pay: Using the Tax Code to Influence Chief Executive Officer Compensation. Journal of Labor Economics 20(2): S138-75.",
        "Saez, Emmanuel. 1999. The Effect of Marginal Tax Rates on Income: A Panel Study of `Bracket Creep', NBER Working Paper No. 7367 Saez, Emmanuel. 2004. Reported Incomes and Marginal Tax Rates, 1960-2000: Evidence and Policy Implications. In Tax Policy and the Economy 18, edited by James Poterba, Cambridge, MA: the MIT Press.",
        "Saez, Emmanuel, Joel Slemrod and Seth H. Giertz. 2010. The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review. Journal of Economic Literature, forthcoming.",
        "Scholes, Myron and Mark Wolfsen. 1992. Taxes and Business Strategy. Princeton, NJ: Prentice-Hall.",
        "Slemrod, Joel B. 1992. Do Taxes Matter? Lessons from the 1980s, American Economic Review 82: 250-256.",
        "Slemrod, Joel B. 1995. Income Creation or Income Shifting? Behavioral Responses to the Tax Reform Act of 1986. American Economic Review 85(2): 175-180 Slemrod, Joel B. 1996. High-Income Families and the Tax Changes of the 1980s. In Empirical Foundations of Household Taxation, edited by Martin Feldstein and James Poterba. Chicago, IL: University of Chicago Press.",
        "Slemrod, Joel B. 2000. The Economics of Taxing the Rich. In Does Atlas Shrug? The Economic Consequences of Taxing the Rich, edited by Joel B Slemrod, New York, NY: The Russell Sage Foundation.",
        "Smith Jr., C. W., and R. L. Watts. 1992. The Investment Opportunity Set and Corporate Financing, Dividend, and Compensation Policies. Journal of Financial Economics 32:263 92.",
        "Sundaram, Rangarajan K. and David Yermack. 2005. Pay Me Later: Inside Debt and its Role in Managerial Compensation, NYU, Law and Economics Research Paper No. 05-08 United States Bureau of Economic Analysis. 1993. Survey of Current Business. August: p28.",
        "Washington, George Thomas and V. Henry Rothschild. 1962. Compensating the Corporate Executive. New York: The Roland Press Company.",
        "Yermack, David. 2006. Flights of Fancy: Corporate Jets, CEO Perquisites, and Inferior Shareholder Returns, Journal of Financial Economics 80: 211-242"
    ]
}