{
    "id": 16810,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "(1999): Risk Premia and Term Premia in General Equilibrium,Journal of Monetary Economics, 43, 333.",
        "Anthony Smith, J. (1993): Estimating Nonlinear Time-Series Models Using Simulated Vector Autoregressions,Journal of Applied Econometrics, 8, S63S84.",
        "(2007b): Risks for the Long-Run: Estimation and Inference,Unpublished paper, Fuqua School, Duke University.",
        "(2009): Empirical Evaluation of the Long-Run Risks Model for Asset Prices, Unpublished paper, Fuqua School, Duke University.",
        "(1996): Understanding Risk and Return,Journal of Political Economy, 104(2), 298345.",
        "(2003): Consumption-Based Asset Pricing, in Handbook of the Economics of Finance Vol. I-B, ed. by G. Constantinides, M. Harris, and R. Stulz, pp. 803887. Elsevier Science B.V., North Holland, Amsterdam.",
        "(2000): Explaining the Poor Performance of Consumption-Based Asset Pricing Models,Journal of Finance, 55(6), 28632878.",
        "(2005): Asset Pricing, Revised Edition. Princeton University Press, Princeton, NJ.",
        "(2008): The Dog That Did Not Bark: A Defense of Return Predictability,Review of Financial Studies, 21(4), 15331575.",
        "(2010a): Asset Pricing Tests with Long-Run Risks in Consumption Growth, Unpublished paepr, University of Chicago.",
        "(2010b): The Predictability of Returns with Regime Shifts in Consumption and Dividend Growth,Unpublished paepr, University of Chicago.",
        "(2000): Equity Duration, Growth Options and Asset Pricing, The Journal of Portfolio Management, 26, 105111.",
        "Del Negro, M., F. Schorfheide, F. Smets, and R. Wouters (2007): On the Fit of New Keynesian Models,Journal of Business and Economic Statistics, 25(2), 123162.",
        "(1991): Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Investigation,Journal of Political Economy, 99, 555 576.",
        "(1993): Common Risk Factors in the Returns on Stocks and Bonds,Journal of Financial Economics, 33, 356.",
        "FernÃ\u0083Â¡ndez-Villaverde, J., and J. F. Rubio-RamÃ\u0083Â­rez (2007): How Structural Are Structural Parameters?,in NBER Macroeconomics Annual: 2007, ed. by D. Acemoglu, K. Rogo, and M. Woodford, vol. 22. MIT Press, Cambridge, MA.",
        "(1997): Assessing Speci...cation Errors in Stochastic Discount Factor Models, Journal of Finance, 52, 557590.",
        "(1983): Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns,Journal of Political Economy, 91, 24965.",
        "(1996): The Equity Premium: It's Still A Puzzle,Journal of Economic Literature, 34, 4268.",
        "(2001b): Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia are Time-Varying,Journal of Political Economy, 109(6), 12381287.",
        "(2005): Expected Returns and Expected Dividend Growth,Journal of Financial Economics, 76, 583626.",
        "(2009): Euler Equation Errors,The Review of Economic Dynamics, 12(2), 255 283.",
        "(2010): Measuring and Modeling Variation in the Risk-Return Tradeo,in Handbook of Financial Econometrics, ed. by Y. Ait-Sahalia, and L. P. Hansen, vol. 1, pp. 617690. Elsevier Science B.V., North Holland, Amsterdam.",
        "(2009): Macro Factors in Bond Risk Premia,The Review of Financial Studies, 22(12), 50275067.",
        "(2008): The Returns on Human Capital: Good News on Wall Street is Bad News on Main Street,Review of Financial Studies, 21, 20972137.",
        "(2006): Labor Income and Predictable Stock Returns,Review of Financial Studes, 19(1), 144.",
        "(2010): Habit Formation, the Cross-Section of Stock Returns, and the Cash Flow Risk Puzzle,Journal of Financial Economics, forthcoming.",
        "van Binsbergen, J. H., M. W. Brandt, and R. S. J. Koijen (2010): On the Timing of Pricing of Dividends,Unpublished paper, Booth School, University of Chicago.",
        "Vissing-Jorgensen, A. (2002): Limited Asset Market Participation and Intertemporal Substitution,Journal of Political Economy, 110(4), 825853.",
        "Vissing-Jorgensen, A., and O. P. Attanasio (2003): Stock Market Participation, Intetemporal Substitution and Risk-Aversion,American Economic Review, AEA Papers and Proceedings, 93(2), 383391.",
        "(2010): Can Time-Varying Risk of Rare Disasters Explain Aggregate Stock Market Activity?,Unpublished paper, The Wharton School."
    ]
}