{
    "id": 16825,
    "cites": 56,
    "cited_by": 10,
    "reference": [
        "Alesina, Alberto and Andrea Stella, The Politics of Monetary Policy, National Bureau of Economic Research Working Paper, No.15856, (April 2010).",
        "Alston, Lee J., Wayne A. Grove and David Wheelock, Why Do Banks Fail? Evidence from the 1920s, Explorations in Economic History 31:4 (October 1994), pp. 409-31.",
        "Barnett, George E., State Banks and Trust Companies Since the Passage of the NationalBank Act (Washington D.C.: National Monetary Commission, Government Printing Office, 1911).",
        "Barsky, Robert, N. Gregory Mankiw, Jeffrey Miron, and David Weil, The Worldwide Change in the Behavior of Interest Rates and Prices in 1914, European Economic Review 32:5 (1988), pp. 1123-1154.",
        "Bell, John Fred, The Growth and Development of Banking Activities of Trust Companies, Ph.D. dissertation, University of Illinois, Urbana, 1928).",
        "Board of Governors of the Federal Reserve System, Annual Report (Washington D.C.: Board of Governors of the Federal Reserve System, 1914-1929).",
        "Board of Governors of the Federal Reserve System, Banking and Monetary Statistics 1914-1941 (Washington D.C.: Board of Governors of the Federal Reserve System, 1943).",
        "Bodenhorn, Howard, A More Perfect Union: Regional Interest Rates in the United States, 1880-1960, in Michael D. Bordo and Richard Sylla, eds., Anglo-American Financial Systems (New York: Irwin, 1995), pp. 415-454.",
        "Bordo, Michael D., and Angela Redish, Why did the Bank of Canada Emerge in 1935? Journal of Economic History 47:2 (June 1987), pp.405-417.",
        "Bordo, Michael D., Angela Redish and Hugh Rockoff, The U.S. Banking System from Northern Exposure Journal of Economic History 54:2 (June 1994), pp. 325-341.",
        "Cagan, Phillip, and Anna Schartz, The National Bank Note Puzzle Reinterpreted, Journal of Money, Credit, and Banking 23:3, Part 1 (August 1991), pp. 293-307.",
        "Calomiris, Charles W., and Eugene N. White, The Origins of Deposit Insurance,in Claudia Goldin and Gary D. Libecap, eds., The Regulated Economy: A Historical Approach to Political Economy (Chicago: Chicago University Press, 1994), pp. 145-188.",
        "Cannon, James Graham, Clearing Houses (Washington, D.C.: National Monetary Commission, Government Printing Office, 1910).",
        "Caporale, Tony and Barbara McKiernan, Interest Rate Uncertainly and the Founding of the Federal Reserve, Journal of Economic History 58:4 (December 1998), pp. 11101117.",
        "Carter, Susan B., Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, Gavin Wright, Historical Statistics of the United States Millenium Edition (Cambridge: Cambridge University Press, 2006).",
        "Champ, Bruce, Neil Wallace, and Warren Weber, Resolving the National Bank Note Paradox, Federal Reserve Bank of Minneapolis Quarterly Review 16 (Spring 1992), pp. 13-21.",
        "Clark, Truman, Interest Rate Seasonals and the Federal Reserve, Journal of Political Economy 94:1 (February 1986), pp. 76-125.",
        "Dunbar, Charles F., The Theory and History of Banking (New York: Knickerbocker, 5th Revised Edition, 1929).",
        "Fisher, Raymond P.H. and Mark Wohar, The Adjustment of Expectations to a Change in Regime: Comment, American Economic Review 80:4 (September 1990), pp. 968-976.",
        "Friedman, Milton and Anna J. Schwartz, A Monetary History of the United States, 18631960 (Princeton: Princeton University Press, 1963).",
        "Grossman, Richard S., The Macroeconomic Consequences of Bank Failures under the National Banking System, Explorations in Economic History 30: 3 (July 1993), pp. 294320.",
        "Grossman, Richard S., Double Liability and Bank Risk Taking, Journal of Money, Credit and Banking 33:2, Part I (May 2001), pp. 143-159.",
        "Grossman, Richard S., Fear and Greed: The evolution of double liability in American banking, 1865-1930, Explorations in Economic History 44:1 (January 2007), pp. 59-80.",
        "Grossman, Richard S., Unsettled Account: The Evolution of Banking in the Industrialized World Since 1800 (Princeton: Princeton University Press, 2010).",
        "James, John A., The Conundrum of the Low Issue of National Bank Notes, Journal of Political Economy 84: 2 (April 1976), pp. 359-367.",
        "James, John A., Money and Capital Markets in Postbellum American (Princeton: Princeton University Press, 1978).",
        "Jalil, Andrew, A New History of Banking Panics in the United States, 1825-1929: Construction and Implications, (University of California-Berkeley, November 1, 2009).",
        "Kaufman, George G., Bank Capital: Past, Present and Future, Journal of Financial Services Research, 5:4 (April 1992), pp. 385-402.",
        "Kemmerer, Edwin W., Seasonal Variations in the Relative Demand for Money and Capital in the United States (Washington D. C.: National Monetary Commission, 1910).",
        "Kirn, Brian A. Financial Reports of American Commercial Banks (Washington, D.C.: The Catholic University of American Press, 1945).",
        "Kool, Clemens J.M., War Finance and Interest Rate Targeting: Regime Changes in 1914-1918, Explorations in Economic History 32:3 (July 1995), pp. 365-382.",
        "Kumbhakar, Subal C. and David C. Wheelock, The Slack Banker Dances: Deposit Insurance and Risk-Taking in the Banking Collapse of the 1920s, Explorations in Economic History 31:3 (July 1994), pp. 357-375.",
        "Meltzer, Allan H., A History of the Federal Reserve Vol. 1 (Chicago: Chicago University Press, 2003).",
        "Macey, Jonathan R., and Geoffrey P. Miller, Double Liability of Bank Shareholders: History and Implications, Wake Forest Law Review 27 (Spring 1992), pp. 31-62.",
        "Miron, Jeffrey, Financial Panics, the Seasonality of the Nominal Interest Rate, and the Founding of the Fed, American Economic Review 76:1 (March 1986), pp. 125-140.",
        "Mishkin, Frederic S. Prudential Supervision: Why Is It Important and What are the Issues? in Frederic S. Mishkin, ed., Prudential Supervision: What Works and What Doesn't (Chicago, 2001), pp. 1-29.",
        "Moen, Jon and Ellis W. Tallman, The Panic of 1907: The Role of the Trust Companies, Journal of Economic History 52:3 (September 1992), pp. 611-630.",
        "Neal, Larry, Trust Companies and Financial Innovation, 1897-1914, Business History Review 45:1 (Spring 1971), pp. 35-51.",
        "Robertson, Ross, The Comptroller and Bank Supervision: A Historial Appraisal (Washington, D.C.: Office of the Comptroller of the Currency, 1968).",
        "Rockoff, Hugh, The Free Banking Era: A Reexamination, Journal of Money Credit and Banking 6: 2 (May 1974), pp. 141-167.",
        "Rockoff, Hugh, Varieties of Banking and Regional Development in the United States, 1840-1860, Journal of Economic History 35:1, (1975), pp.160-181.",
        "Rolnick, Arthur J., and Warren E. Weber, New Evidence on the Free Banking Era, American Economic Review 73:5 (December 1983), pp. 1080-1091.",
        "Rolnick Arthur J. and Warren E. Weber, The Causes of Free Bank Failures: A Detailed Examination, Journal of Monetary Economics Vol. 14, No. 3 (November 1984), pp. 267-291.",
        "Romer, Christina D., Changes in Business Cycles: Evidence and Explanations, Journal of Economic Perspectives 13: 2 (Spring 1990), pp. 23-44.",
        "Romer, Christina D., The Nation in Depression, 7:2 Journal of Economic Perspectives (Spring 1993), pp. 19-39.",
        "Schwartz, Anna J., The Misuse of the Fed's Discount Window, Federal Reserve Bank of St. Louis Review 74:5 (September/October 1992), pp. 58-69.",
        "Sprague, Oliver M. W., History of Crises Under the National Banking System (Washington D. C.: National Monetary Commission, 1910).",
        "U.S. Comptroller of the Currency, Annual Report (Washington, D.C.: U.S. Government Printing Office, 1864-1929).",
        "U.S. House of Representatives, Hearings before the Committee on Banking and Currency 53rd Cong. 1st and 2nd Sessions, 1893-1894 (Washington, D.C.: U.S. Government Printing Office, 1894).",
        "Wainwright, Nicholas B., History of the Philadelphia National Bank: A Century and a Half of Philadelphia Banking, 1803-1953 (Philadelphia: Philadelphia National Bank, 1953).",
        "White, Eugene N. The Regulation and Reform of the American Banking System, 19001929 (Princeton: Princeton University Press, 1983).",
        "White, Eugene N., The Merger Movement in Banking, 1919-1933, Journal of Economic History Vol. 45, No., 2 (June 1985), pp. 285-291.",
        "White, Eugene N., The Comptroller and the Transformation of American Banking (Washington, D.C.: Office of the Comptroller of the Currency, 1992).",
        "White, Eugene N., Lessons from the History of Bank Examination and Supervision in the United States, 1863-2008, in Gigliobianco, A. and Toniolo, G., eds., Financial Market Regulation in the Wake of Financial Crises: The Historical Experience Banca d'Italia (2009).",
        "White, Lawrence J., The S&L Debacle: Public Policy Lessons for Bank and Thrift Regulation (Oxford University Press: New York, 1991).",
        "White, Lawrence J., The Role of Capital and Leverage in the Financial Markets Debacle of 2007-2008, Mercatus on Policy, 37, (February 2009)."
    ]
}