{
    "id": 16827,
    "cites": 40,
    "cited_by": 65,
    "reference": [
        "Bordo, Michael, Barry Eichengreen, 1999.Is Our Current International Economic Environment Unusually Crisis Prone? Prepared for the Reserve Bank of Australia Conference on Private Capital. Sydney. August.",
        "Bordo, Michael, Barry Eichengreen, Daniela Klingebiel, Maria Soledad Martinez-Peria, Is the Crisis Problem Growing More Severe? Economic Policy 16, April 2001, 5182.",
        "Bruno, Michael and William Easterly (1998), Inflation Crises and Long-Run Growth, Journal of Monetary Economics vol. 41, No. 1, February, 3-26. Calvo, Guillermo, Servicing the Public Debt: The Role of Expecations, American Economic Review 78 (September): 647-661.",
        "Caprio, Gerard and Daniela Klingebiel, Luc Laeven and Guillermo Noguera, Banking Crisis Database. In Patrick Honohan and Luc Laeven (eds.), Systemic Financial Crises, Cambridge: Cambridge University Press, 2005.",
        "Checherita, Christina, and Philipp Rother, (2010), The Impact of High and Growing Debt on Economic Growth and Empirical Investigation for the Euro Area, European Central Bank Working Paper Series No. 1237, August.",
        "Diaz-Alejandro, Carlos (1985), Goodby Financial Repression, Hello Financial Crash, Journal of Development Economics 19.",
        "Easterly, William R. 1989. Fiscal Adjustment and Deficit Financing During the Debt Crisis. In I. Husain and I. Diwan, eds., Dealing with the Debt Crisis. Washington DC: The World Bank: 91113.",
        "Eichengreen, Barry, Golden Fetters The Gold Standard and the Great Depression 1919 1939, (New York: Oxford University Press, 1992).",
        "Eichengreen, Barry, and Peter H. Lindert, eds., The International Debt Crisis in Historical Perspective (Cambridge: MIT Press, 1989).",
        "Flandreau, Marc and Frederic Zumer, The Making of Global Finance, 1880-1913, (Paris: OECD, 2004.) Fostel, Ana and John Geanokoplos, (2008) Leverage Cycles and the Anxious Economy, American Economic Review 98 (4): 1211-1244.",
        "Friedman, Milton, and Anna Jacobson Schwartz, A Monetary History of the United States 18671960, (Princeton: Princeton University Press, 1963).",
        "Gagnon, Joseph, with Marc Hinterschweiger (2011). The Global Outlook for Government Debt over the Next 25 Years: Implications for the Economy and Public Policy Mimeograph, Peterson Institute for International Economics.",
        "Geanokoplos, John (2009) The Leverage Cycle. In D. Acemoglu, K. Rogoff and M.",
        "Woodford, eds., NBER Macroeconomic Annual 2009, vol. 24: 1-65, University of Chicago Press Giovannini, Alberto and Martha de Melo. 1993. Government Revenue from Financial Repression. American Economic Review, vol. 83 (No. 4): 953963.",
        "Gopinath, Gita, and Mark Aguiar, Defaultable Risk, Interest Rates and the Current Account, Journal of International Economics 69 vol 1 (June 2006).",
        "Jeanne, Olivier, Debt Maturity and the International Financial Architecture, American Economic Review forthcoming, 2010. Kaminsky, Graciela L. and Carmen M. Reinhart, The Twin Crises: The Causes of Banking and Balance of Payments Problems, American Economic Review, Vol. 89 No.",
        "3, June 1999, 473500.",
        "Kaminsky, Graciela L.,, Carmen M. Reinhart, and Carlos Vegh, The Unholy Trinity of Financial Contagion Journal of Economic Perspectives, Vol. 17 No. 4, Fall 2003, 51-74.",
        "Kindleberger, Charles P., Manias, Panics and Crashes: A History of Financial Crises (New York: Basic Books, 1989).",
        "Lazaretou, Sophia (2005) Greek Monetary Economics in Retrospect: The Adventures of the Drachma, Economic Notes by Banca Monte dei Paschi di Siena Vol. 34, No. 3, 331370.",
        "Kumar, Mohan, and Jaejoon Woo (2010). Public Debt and Growth, IMF Working Paper WP/10/174 (July). Lindert, Peter H. and Peter J. Morton, How Sovereign Debt Has Worked, in Jeffrey Sachs, ed., Developing Country Debt and Economic Performance, Vol. 1 (University of Chicago Press), 39106.",
        "Mendoza, Enrique G. and Marco E. Terrones (2008). An Anatomy of Credit Booms: Evidence from macro Aggregates and Micro Data, NBER Working Paper 14049, May.",
        "Milesi-Ferretti, Gian Maria, Francesco Strobbe, and Natalia Tamirisa, 2010, Bilateral Financial Linkages and Global Imbalances: a View on The Eve of the Financial Crisis, IMF Working Paper 10/257.",
        "Obstfeld, Maurice and Kenneth Rogoff, Foundations of International Economics, MIT Press, 1995.",
        "Reinhart, Carmen M., This Time is Different Chartbook: Country Histories on Debt, Default, and Financial Crises, NBER Working Paper, (February 2010).",
        "Reinhart, Carmen M., and Vincent R. Reinhart, Is the US Too Big to Fail, VoxEU, May 10, 2010, originally published November 17, 2008.",
        "Reinhart, Carmen M., and Vincent R. Reinhart, Capital Flow Bonanzas: An Encompassing View of the Past and Present, in Jeffrey Frankel and Francesco Giavazzi (eds.) NBER International Seminar in Macroeconomics 2008, (Chicago: Chicago University Press for the NBER, 2009). 1-54 Reinhart, Carmen M. , and Vincent R. Reinhart, After the Fall, forthcoming in Federal Reserve Bank of Kansas City Economic Policy Symposium, Macroeconomic Challenges: The Decade Ahead at Jackson Hole, Wyoming, on August 26-28, 2010, forthcoming 2011.",
        "Reinhart, Carmen M., Kenneth S. Rogoff, and Miguel A. Savastano, Debt Intolerance, Brookings Papers on Economic Activity, Vol.1, Spring 2003, 174.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff, The Modern History of Exchange Rate Arrangements: A Reinterpretation Quarterly Journal of Economics, Vol. CXIX No. 1, February 2004, 148.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff, This Time is Different: A Panoramic View of Eight Centuries of Financial Crises, NBER Working Paper 13882, March 2008.",
        "Reinhart, Carmen M. and Kenneth S Rogoff, This Time is Different: Eight Centuries of Financial Folly. (Princeton: Princeton University Press, October 2009).",
        "Reinhart, Carmen M. and Kenneth S. Rogoff, Growth in a Time of Debt, American Economic Review, Vol. 100 No. 2, May 2010a, 573-578.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff, Debt and Growth Revisited, VoxEU, August 11, 2010b.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff, Domestic Debt: The Forgotten History, Economic Journal, forthcoming in the May 2011a.",
        "Reinhart, Carmen M, and Kenneth S Rogoff, From Financial Crash to Debt Crisis, American Economic Review, forthcoming 2011b.",
        "Reinhart, Carmen M., and M. Belen Sbrancia, The Liquidation of Government Debts, mimeograph, Peterson Institute for International Economics, 2011.",
        "Rodrik, Dani and Andres Velasco,Short-Term Capital Flows, in Annual World Bank Conference on Development Economics April 2000.",
        "Velasco, Andres. Financial and Balance-of-Payments Crises. Journal of Development Economics, October 1987, 27(1/2), 263-83.",
        "Winkler, Max, Foreign Bonds: An Autopsy, (Philadelphia: Roland Sway Co., 1933).",
        "Wynne, William H., State Insolvency and Foreign Bondholders: Selected Case Histories of Governmental Foreign Bond Defaults and Debt Readjustments Vol. II (London: Oxford University Press, 1951)."
    ]
}