{
    "id": 16822,
    "cites": 168,
    "cited_by": 274,
    "reference": [
        "Abbring, Jaap H. and Heckman, James J. (2007). Econometric Evaluation of Social Programs, Part III: Distributional Treatment Effects, Dynamic Treatment Effects, Dynamic Discrete Choice, and General Equilibrium Policy Evaluation. in Handbook of Econometrics. J. Heckman and E. Leamer, eds. Amsterdam, Elsevier. 6B: 5145-5303.",
        "Achenbach, Thomas M., McConaughy, Stephanie H. and Howell, Catherin T. (1987). Child/Adolescent Behavioral and Emotional Problems: Implications of Cross-Informant Correlations for Situational Specificity. Psychological Bulletin 101(2): 213-232.",
        "Ackerman, Phillip L. and Heggestad, Eric D. (1997). Intelligence, Personality, and Interests: Evidence for Overlapping Traits. Psychological Bulletin 121(2): 219-245.",
        "ACT, Inc. (2007). The ACT Technical Manual. Iowa City, IA, ACT, Inc.",
        "Agnew, Robert, Brezina, Timothy, Wright, John Paul and Cullen, Francis T. (2002). Strain, Personality Traits, and Delinquency: Extending General Strain Theory. Criminology 40(1): 43-72.",
        "Aigner, Dennis J., Hsiao, Cheng, Kapteyn, Arie and Wansbeek, Tom (1984). Latent Variable Models in Econometrics. in Handbook of Econometrics. Z. Griliches and M. D.",
        "Akerlof, George A. and Dickens, William T. (1982). The Economic Consequences of Cognitive Dissonance. The American Economic Review 72(3): 307-319.",
        "Alexander, Karl L., Entwisle, Doris R. and Dauber, Susan L. (1993). First-Grade Classroom Behavior: Its Short- and Long-Term Consequences for School Performance. Child Development 64(3): 801-814.",
        "Allport, Gordon W. and Odbert, Henry S. (1936). Traitnames. A Psycho-Lexical Study. Psychological Monographs.47: 171.",
        "Altmann, Steffen, Dohmen, Thomas and Wibral, Matthias (2008). Do the Reciprocal Trust Less? Economics Letters 99(3): 454-457.",
        "American Council On Education (2007). ACT Technical Manual. ACT Inc.",
        "American Council on Education (2009). Technical Manual: 2002 Series Ged Tests. American Council on Education American Psychological Association (2007). APA Dictionary of Psychology. Washington, DC, American Psychological Association.",
        "Anderson, Jon, Burks, Stephen, DeYoung, Colin and Rustichinid, Aldo (2011). Toward the Integration of Personality Theory and Decision Theory in the Explanation of Economic Behavior. Unpublished manuscript. Presented at the IZA Workshop: Cognitive and Non-Cognitive Skills, January 27, 2011. Available at http://www.iza.org/conference_files/CoNoCoSk2011/rustichini_a3566.pdf.",
        "Andreoni, James (1995). Warm-Glow Versus Cold-Prickle: The Effects of Positive and Negative Framing on Cooperation in Experiments. The Quarterly Journal of Economics 110(1): 1-21.",
        "Ardila, Alfredo, Pineda, David and Rosselli, Monica (2000). Correlation between Intelligence Test Scores and Executive Function Measures. Archives of Clinical Neuropsychology 15(1): 31-36.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Aristotle (1956). The Nicomachean Ethics. Cambridge, MA, Harvard University Press.",
        "Ashton, Michael C, Paunonen, Sampo V, Helmes, Edward and Jackson, Douglas N (1998). Kin Altruism, Reciprocal Altruism, and the Big Five Personality Factors. Evolution and Human Behavior 19(1): 243-255.",
        "Ashton, Michael C., Lee, Kibeom, Perugini, Marco, Szarota, Piotr, de Vries, Reinout E., Di Blas, Lisa, Boies, Kathleen and De Raad, Boele (2004). A Six-Factor Structure of PersonalityDescriptive Adjectives: Solutions from Psycholexical Studies in Seven Languages. Journal of Personality and Social Psychology 86(2): 356-366.",
        "Ayllon, Teodoro and Kelly, Kathy (1972). Effects of Reinforcement on Standardized Test Performance. Journal of Applied Behavior Analysis 5(4): 477-484.",
        "Bandiera, Oriana, Barankay, I and Rasul, I (2005). Social Preferences and the Response to Incentives: Evidence from Personnel Data*. Quarterly Journal of Economics 120(3): 917-962.",
        "Bardsley, Nicholas (2008). Dictator Game Giving: Altruism or Artefact? Experimental Economics 11(2): 122-133.",
        "Barenbaum, Nicole B. and Winter, David G. (2008). History of Modern Personality Theory and Research. in Handbook of Personality: Theory and Research. O. P. John, R. W. Robins and L. A. Pervin, eds. New York, NY, Guilford Press: 3-26.",
        "BÃ\u0083Â¡ron, Juan D. and Cobb-Clark, Deborah A. (2010). Are Young People's Educational Outcomes Linked to Their Sense of Control? IZA Discussion Paper No. 4907 Barrick, Murray R. and Mount, Michael K. (1991). The Big Five Personality Dimensions and Job Performance: A Meta-Analysis. Personnel Psychology 44(1): 1-26.",
        "Barsky, Robert B., Juster, F. Thomas, Kimball, Miles S. and Shapiro, Matthew D. (1997). Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study. Quarterly Journal of Economics 112(2): 537-579.",
        "Baumeister, Roy F., Bratslavsky, Ellen, Muraven, Mark and Tice, Dianne M. (1998). Ego Depletion: Is the Active Self a Limited Resource? Journal of Personality and Social Psychology 74(5): 1252-1265.",
        "Bechara, Antoine (2005). Decision Making, Impulse Control and Loss of Willpower to Resist Drugs: A Neurocognitive Perspective. Nature Neuroscience 8(11): 1458-1463.",
        "Bechara, Antoine and Damasio, Antonio R. (2005). The Somatic Marker Hypothesis: A Neural Theory of Economic Decision. Games and Economic Behavior 52(2): 336-372.",
        "Becker, Gary S. (1964). Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education. New York, National Bureau of Economic Research, distributed by Columbia University Press.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Becker, Gary S. and Murphy, Kevin M. (1988). A Theory of Rational Addiction. Journal of Political Economy 96(4): 675.",
        "Beckett, Celia, Maughan, Barbara, Rutter, Michael, Castle, Jenny, Colvert, Emma, Groothues, Christine, Kreppner, Jana, Stevens, Suzanne, O'Connor, Thomas G. and Sonuga-Barke, Edmund J. S. (2006). Do the Effects of Early Severe Deprivation on Cognition Persist into Early Adolescence? Findings from the English and Romanian Adoptees Study. Child Development 77(3): 696-711.",
        "Behncke, Stefanie (2009). How Do Shocks to Non-Cognitive Skills Affect Test Scores? IZA Discussion Paper No. 4222.",
        "Bekkers, RenÃ\u0083Â© (2006). Traditional and Health-Related Philanthropy: The Role of Resources and Personality. Social Psychology Quarterly 69(4): 349-366.",
        "Ben-Ner, Avner and Kramer, Amit (2011). Personality and Altruism in the Dictator Game: Relationship to Giving to Kin, Collaborators, Competitors, and Neutrals. Personality and Individual Differences In Press, Corrected Proof.",
        "Benz, Matthias and Meier, Stephan (2008). Do People Behave in Experiments as in the Field?--Evidence from Donations. Experimental Economics 11(3): 268-281.",
        "Bergen, Sarah E., Gardner, Charles O. and Kendler, Kenneth S. (2007). Age-Related Changes in Heritability of Behavioral Phenotypes over Adolescence and Young Adulthood: A Meta-Analysis. Twin Research and Human Genetics 10(3): 423-433.",
        "Bibby, Peter A. and Ferguson, Eamonn (2011). The Ability to Process Emotional Information Predicts Loss Aversion. Personality and Individual Differences In Press, Corrected Proof.",
        "Bickel, Warren K., Odum, Amy L. and Madden, Gregory J. (1999). Impulsivity and Cigarette Smoking: Delay Discounting in Current, Never, and Ex-Smokers. Psychopharmacology 146(4): 447-454.",
        "Bierman, Karen L., Coie, John D., Dodge, Kenneth A., Greenberg, Mark T., Lochman, John E., McMahon, Robert J. and Pinderhughes, Ellen (2010). The Effects of a Multiyear Universal Social-Emotional Learning Program: The Role of Student and School Characteristics. Journal of Consulting and Clinical Psychology 78(2): 156-168.",
        "Binet, Alfred and Simon, Theodore (1916). The Development of Intelligence in Children (the Binet-Simon Scale). Baltimore, MD, Williams & Wilkins Co.",
        "Blair, Clancy (2006). How Similar Are Fluid Cognition and General Intelligence? A Developmental Neuroscience Perspective on Fluid Cognition as an Aspect of Human Cognitive Ability. Behavioral and Brain Sciences 29(2): 109-160.",
        "Blair, Clancy, Gamson, David, Thorne, Steven and Baker, David (2005). Rising Mean IQ: Cognitive Demand of Mathematics Education for Young Children, Population Exposure to Formal Schooling, and the Neurobiology of the Prefrontal Cortex. Intelligence 33(1): 93-106.",
        "Blair, Clancy and Razza, Rachel Peters (2007). Relating Effortful Control, Executive Function, and False Belief Understanding to Emerging Math and Literacy Ability in Kindergarten. Child Development 78(2): 647-663.",
        "Blais, Ann-RenÃ\u0083Â© and Weber, Elke U. (2006). A Domain-Specific Risk-Taking (DOSPERT) Scale for Adult Populations. Judgment and Decision Making 1(1): 33-47.",
        "Block, Jack (1995). A Contrarian View of the Five-Factor Approach to Personality Description. Psychological Bulletin 117(2): 187-215.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Blonigen, Daniel M., Hicks, Brian M., Krueger, Robert F., Patrick, Christopher J. and Iacono, William G. (2006). Continuity and Change in Psychopathic Traits as Measured Via Normal-Range Personality: A Longitudinal-Biometric Study. Journal of Abnormal Psychology 115(1): 85-95.",
        "Bloom, Dan, Gardenhire-Crooks, Alissa and Mandsager, Conrad L. (2009). Reengaging High School Dropouts: Early Results of the National Guard Youth Challenge Program Evaluation. MDRC Report, New York.",
        "Boake, Corwin (2002). From the Binet-Simon to the Wechsler-Bellevue: Tracing the History of Intelligence Testing. Journal of Clinical and Experimental Neuropsychology 24(3): 383405.",
        "Bodrova, Elena and Leong, Deborah J. (2001). Tools of the Mind: A Case Study of Implementing the Vygotskian Approach in American Early Childhood and Primary Classrooms. Geneva, International Bureau of Education, UNESCO.",
        "Bodrova, Elena and Leong, Deborah J. (2007). Tools of the Mind: The Vygotskian Approach to Early Childhood Education. Upper Saddle River, Pearson Education, Inc.",
        "Bonato, Daniela P. and Boland, Fred J. (1983). Delay of Gratification in Obese Children. Addictive Behaviors 8(1): 71-74.",
        "Booth, Alison L. and Nolen, Patrick J. (2009). Gender Differences in Risk Behaviour: Does Nurture Matter? IZA Discussion Paper No. 4026.",
        "Borghans, Lex , Golsteyn, Bart H. H., Heckman, James J. and Meijers, Huub (2009). Gender Differences in Risk Aversion and Ambiguity Aversion. Journal of the European Economic Association 7(2-3): 649-658.",
        "Borghans, Lex, Duckworth, Angela L., Heckman, James J. and ter Weel, Bas (2008). The Economics and Psychology of Personality Traits. Journal of Human Resources 43(4): 972-1059.",
        "Borghans, Lex, Golsteyn, Bart H. H., Heckman, James J. and Humphries, John Eric (2010). IQ, Achievement, and Personality. Unpublished manuscript. University of Chicago, Department of Economics.",
        "Borghans, Lex, Meijers, Huub and ter Weel, Bas (2008). The Role of Noncognitive Skills in Explaining Cognitive Test Scores. Economic Inquiry 46(1): 2-12.",
        "Borkenau, P, Mauer, N, Riemann, R, Spinath, FM and Angleitner, A (2004). Thin Slices of Behavior as Cues of Personality and Intelligence. Journal of Personality and Social Psychology 86(4): 599-614.",
        "Borsboom, Denny, Mellenbergh, Gideon J. and van Heerden, Jaap (2003). The Theoretical Status of Latent Variables. Psychological Review 110(2): 203-219.",
        "Bouchard, Thomas J. and Loehlin, John C. (2001). Genes, Evolution and Personality. Behavior Genetics 31(3): 243-273.",
        "Bowen, William G., Chingos, Matthew M. and McPherson, Michael S. (2009a). Educational Attainment: Overall Trends, Disparities, and the Public Universities We Study. in Crossing the Finish Line: Completing College at America's Public Universities. Princeton, NJ, Princeton University Press: 1-19.",
        "Bowen, William G., Chingos, Matthew M. and McPherson, Michael S. (2009b). Test Scores and High School Grades as Predictors. in Crossing the Finish Line: Completing College at America's Public Universities. Princeton, NJ, Princeton University Press: 112-133.",
        "Bowles, Samuel and Gintis, Herbert (1976). Schooling in Capitalist America: Educational Reform and the Contradictions of Economic Life. New York, Basic Books.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Bowles, Samuel, Gintis, Herbert and Osborne, Melissa (2001a). The Determinants of Earnings: A Behavioral Approach. Journal of Economic Literature 39(4): 1137-1176.",
        "Bowles, Samuel, Gintis, Herbert and Osborne, Melissa (2001b). Incentive-Enhancing Preferences: Personality, Behavior, and Earnings. American Economic Review 91(2): 155-158.",
        "Bowman, Philip C. and Matthews, Charles V. (1960). Motivations of Youth for Leaving School. University of Chicago Development Project Boyle, Stephen H., Williams, Redford B., Mark, Daniel B., Brummett, Beverly H., Siegler, Ilene C. and Barefoot, John C. (2005). Hostility, Age, and Mortality in a Sample of Cardiac Patients. American Journal of Cardiology 96(1): 64-66.",
        "Breuning, Stephen E. and Zella, William F. (1978). Effects of Individualized Incentives on Norm-Referenced IQ Test Performance of High School Students in Special Education Classes. Journal of School Psychology 16(3): 220.",
        "Bridgman, Percy W. (1959). The Way Things Are. Cambridge, Harvard University Press.",
        "Browning, Martin, Hansen, Lars Peter and Heckman, James J. (1999). Micro Data and General Equilibrium Models. in Handbook of Macroeconomics. J. B. Taylor and M. Woodford, eds., Elsevier. 1A: 543-633.",
        "Burks, Stephen V., Carpenter, Jeffrey, Goette, Lorenz and Rustichini, Aldo (2010).",
        "Overconfidence Is a Social Signaling Bias. IZA Discussion Paper No. 4840 Burks, Stephen V., Carpenter, Jeffrey P., Goette, Lorenz and Rustichini, Aldo (2009). Cognitive Skills Affect Economic Preferences, Strategic Behavior, and Job Attachment. Proceedings of the National Academy of Sciences 106(19): 7745-7750.",
        "Cahan, Sorel and Cohen, Nora (1989). Age Versus Schooling Effects on Intelligence Development. Child Development 60(5): 1239-1249.",
        "Caliendo, Marco, Cobb-Clark, Deborah and Uhlendorff, Arne (2010). Locus of Control and Job Search Strategies. IZA Discussion Paper No. 4750.",
        "Caliendo, Marco, Fossen, Frank and Kritikos, Alexander (2008). The Impact of Risk Attitudes on Entrepreneurial Survival. IZA Discussion Paper No. 3525.",
        "Camerer, Colin F. and Fehr, Ernst (2004). Measuring Social Norms and Preferences Using Experimental Games: A Guide for Social Scientists. in Foundations of Human Sociality: Experimental and Ethnographic Evidence from 15 Small-Scale Societies. J. Henrich, R. Boyd, S. Bowles, C. Camerer, E. Fehr and H. Gintis, eds. New York, NY, Oxford University Press: 55-95.",
        "Canli, Turhan (2006). Biology of Personality and Individual Differences. New York, Guilford Press.",
        "Caplin, Andrew and Leahy, John (2001). Psychological Expected Utility Theory and Anticipatory Feelings. Quarterly Journal of economics 116(1): 55-79.",
        "Carneiro, Pedro, Heckman, James J. and Masterov, Dimitriy V. (2005). Labor Market Discrimination and Racial Differences in Pre-Market Factors. Journal of Law and Economics 48(1): 1-39.",
        "Carpenter, Jeffrey, Verhoogen, Eric and Burks, Stephen (2005). The Effect of Stakes in Distribution Experiments. Economics Letters 86(3): 393-398.",
        "Carpenter, Patricia A., Just, Marcel A. and Shell, Peter (1990). What One Intelligence Test Measures: A Theoretical Account of the Processing in the Raven Progressive Matrices Test. Psychological Review 97(3): 404-431.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Carroll, John B. (1993). Human Cognitive Abilities: A Survey of Factor-Analytic Studies. New York, Cambridge University Press.",
        "Caspi, Avshalom (2000). The Child Is Father of the Man: Personality Continuities from Childhood to Adulthood. Journal of Personality and Social Psychology 78(1): 158-172.",
        "Caspi, Avshalom, McClay, Joseph, Moffitt, Terrie E., Mill, Jonathan, Martin, Judy, Craig, Ian W., Taylor, Alan and Poulton, Richie (2002). Role of Genotype in the Cycle of Violence in Maltreated Children. Science 297(5582): 851-854.",
        "Caspi, Avshalom, Moffit, Terrie E., Silva, Phil A., Stouthamer-Loeber, Magda, Krueger, Robert F. and Schmutte, Pamela S. (1994). Are Some People Crime-Prone? Replications of the Personality-Crime Relationship across Countries, Genders, Races, and Methods. Criminology 32(2): 163-195.",
        "Caspi, Avshalom and Shiner, Rebecca L. (2006). Personality Development. in Handbook of Child Psychology. W. Damon and R. M. Lerner, eds. Hoboken, NJ, John Wiley & Sons, Inc. 3: 300-365.",
        "Caspi, Avshalom, Sugden, Karen, Moffitt, Terrie E., Taylor, Alan, Craig, Ian W., Harrington, HonaLee, McClay, Joseph, Mill, Jonathan, Martin, Judy, Braithwaite, Antony and Poulton, Richie (2003). Influence of Life Stress on Depression: Moderation by a Polymorphism in the 5-Htt Gene. Science 301(5631): 386-389.",
        "Cattan, Sarah (2010). Heterogeneity and Selection in the Labor Market. PhD Thesis, Economics Department, University of Chicago.",
        "Cattell, James McKeen (1890). Mental Tests and Measurements. Mind 15(59): 373.",
        "Cattell, Raymond B. (1971). Abilities: Their Structure, Growth, and Action. Boston, Houghton Mifflin.",
        "Cattell, Raymond B. (1987). Intelligence: Its Structure, Growth and Action. Amsterdam, Elsevier.",
        "Cebi, Merve (2007). Locus of Control and Human Capital Investment Revisited. Journal of Human Resources 42(4): 919-932.",
        "Cervone, Daniel (2004). The Architecture of Personality. Psychological Review 111(1): 183204.",
        "Cervone, Daniel (2005). Personality Architecture: Within-Person Structures and Processes. Annal Review of Psychology 56: 423-452.",
        "Cervone, Daniel and Pervin, Lawrence A. (2009). Personality: Theory and Research Hoboken, John Wiley and Sons, Inc.",
        "Chamorro-Premuzic, Tomas and Furnham, Adrian (2005). Personality and Intellectual Competence. Mahwah, N.J, L. Erlbaum Associates.",
        "Chao, Li-Wei, Szrek, Helena, Sousa Pereira, Nuno and Pauly, Mark V. (2007). Time Preference and Its Relationship with Age, Health, and Longevity Expectations. Universidade do Porto Faculdade de Economia do Porto 0706.",
        "Chapman, Gretchen B. and Coups, Elliot J. (1999). Time Preferences and Preventive Health Behavior: Acceptance of the Influenza Vaccine. Medical Decision Making 19(3): 307.",
        "Chapman, Gretchen B., Nelson, Richard and Hier, Daniel B. (1999). Familiarity and Time Preferences: Decision Making About Treatments for Migraine Headaches and Crohn's Disease. Journal of Experimental Psychology: Applied 5(1): 17.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Chesson, Harrell and Viscusi, W. Kip (2000). The Heterogeneity of Time-Risk Tradeoffs. Journal of Behavioral Decision Making 13(2): 251-258.",
        "Chetty, Raj, Friedman, John N., Hilger, Nathaniel, Saez, Emmanuel, Diane, Schanzenbach Whitmore and Yagan, Danny (2010). How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project Star. NBER Working Paper No. 16381.",
        "Clausen, John A. and Gilens, Martin (1990). Personality and Labor Force Participation across the Life Course: A Longitudinal Study of Women's Careers. Sociological Forum 5(4): 595-618.",
        "Clingman, Joy and Fowler, Robert L. (1976). The Effects of Primary Reward on the I.Q. Performance of Grade-School Children as a Function of Initial I.Q. Level. Journal of Applied Behavior Analysis 9(1): 19-23.",
        "Cobb-Clark, Deborah and Tan, Michelle (2009). Noncognitive Skills, Occupational Attainment, and Relative Wages. Forthcoming, Labour Economics.",
        "Coleman, Margo and DeLeire, Thomas (2003). An Economic Model of Locus of Control and the Human Capital Investment Decision. Journal of Human Resources 38(3): 701-721.",
        "Coller, Maribeth and Williams, Melonie B. (1999). Eliciting Individual Discount Rates. Experimental Economics 2(2): 107-127.",
        "Conard, Maureen A. (2005). Aptitude Is Not Enough: How Personality and Behavior Predict Academic Performance. Journal of Research in Personality 40(2006): 339-346.",
        "Conti, Gabriella and Heckman, James J. (2010). Understanding the Early Origins of the Education-Health Gradient: A Framework That Can Also Be Applied to Analyze GeneEnvironment Interactions. Perspectives on Psychological Science 5(5): 585-605.",
        "Conti, Gabriella, Heckman, James J., Lopes, Hedibert F. and Piatek, Remi (2010). Constructing Economically Justified Aggregates: An Application of the Early Origins of Health. Unpublished manuscript. University of Chicago, Department of Economics.",
        "Conti, Gabriella, Heckman, James J., Yi, J. and Zhang, J. (2010). Early Health Shocks, Parental Responses, and Child Outcomes. Unpublished manuscript, Department of Economics, University of Hong Kong.",
        "Conti, Gabriella and Pudney, Stephen (2007). The Dynamics of Cognitive Development. Costa, Paul T. and McCrae, Robert R. (1992a). Four Ways Five Factors Are Basic. Personality and Individual Differences 13(6): 653-665.",
        "Costa, Paul T. and McCrae, Robert R. (1992b). Revised NEO Personality Inventory (NEO PI-R) and NEO Five-Factor Inventory (NEO-FFI). Odessa, FL, Psychological Assessment Resources.",
        "Costa, Paul T. and McCrae, Robert R. (1994). Set Like Plaster? Evidence for the Stability of Adult Personality. in Can Personality Change? T. F. Heatherton and J. L. Weinberger, eds. Washington, DC, American Psychological Association: 2140.",
        "Costa, Paul T., McCrae, Robert R. and Siegler, Ilene C. (1999). Continuity and Change over the Adult Life Cycle: Personality and Personality Disorders. in Personality and Psychopathology. C. R. Cloninger, ed. Washington, D. C., American Psychiatric Press.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Cragg, John G. and Donald, Stephen G. (1997). Inferring the Rank of a Matrix. Journal of Econometrics 76(1-2): 223-250.",
        "CredÃ\u0083Â©, Marcus and Kuncel, Nathan R. (2008). Study Habits, Skills, and Attitudes: The Third Pillar Supporting Collegiate Academic Performance. Perspectives on Psychological Science 3(6): 425-453.",
        "Csikszentmihalyi, Mihaly (1996). Creativity: Flow and the Psychology of Discovery and Invention. New York, Harper Collins Publishers.",
        "Cudeck, Robert and MacCullum, Robert C. (2007). Factor Analysis at 100: Historical Developments and Future Directions. Mahwah, NJ, Lawrence Erlibaum Associates.",
        "Cunha, Flavio and Heckman, James J. (2007). The Technology of Skill Formation. American Economic Review 97(2): 31-47.",
        "Cunha, Flavio and Heckman, James J. (2008). Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation. Journal of Human Resources 43(4): 738-782.",
        "Cunha, Flavio and Heckman, James J. (2009). The Economics and Psychology of Inequality and Human Development. Journal of the European Economic Association 7(2-3): 320364.",
        "Cunha, Flavio, Heckman, James J., Lochner, Lance J. and Masterov, Dimitriy V. (2006). Interpreting the Evidence on Life Cycle Skill Formation. in Handbook of the Economics of Education. E. A. Hanushek and F. Welch, eds. Amsterdam, North-Holland. 1: 697-812.",
        "Cunha, Flavio, Heckman, James J. and Navarro, Salvador (2005). Separating Uncertainty from Heterogeneity in Life Cycle Earnings, the 2004 Hicks Lecture. Oxford Economic Papers 57(2): 191-261.",
        "Cunha, Flavio, Heckman, James J. and Schennach, Susanne M. (2010). Estimating the Technology of Cognitive and Noncognitive Skill Formation. Econometrica 78(3): 883931.",
        "Daly, Michael, Delaney, Liam and Harmon, Colm P. (2009). Psychological and Biological Foundations of Time Preferences. Journal of the European Economic Association 7(23) : 659-669.",
        "Damasio, Hanna, Grabowski, Thomas, Frank, Randall, Galaburda, Albert M. and Damasio, Antonio R. (2005). The Return of Phineas Gage: Clues About the Brain from the Skull of a Famous Patient. in Social Neuroscience: Key Readings. Key Reading in Social Psychology. J. T. Cacioppo and G. G. Berntson, eds. New York, NY, US, Psychology Press: 21-28.",
        "de Wit, Harriet, Flory, Janine D., Acheson, Ashley, McCloskey, Michael and Manuck, Stephen B. (2007). IQ and Nonplanning Impulsivity Are Independently Associated with Delay Discounting in Middle-Aged Adults. Personality and Individual Differences 42(1): 111121.",
        "Dee, Thomas and West, Martin (2008). The Non-Cognitive Returns to Class Size. NBER Working Paper No. 13994.",
        "Devlin, Bernie, Daniels, Michael and Roeder, Kathryn (1997). The Heritability of IQ. Nature 388(6641): 468-471.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 DeYoung, Colin G., Hirsh, Jacob B., Shane, Matthew S., Papademetris, Xenophon, Rajeevan, Nallakkandi and Gray, Jeremy R. (2010). Testing Predictions from Personality Neuroscience: Brain Structure and the Big Five. Psychological Science 21(6): 820-828.",
        "DeYoung, Colin G., Quilty, Lena C. and Peterson, Jordan B. (2007). Between Facets and Domains: Ten Aspects of the Big Five. Journal of Personality and Social Psychology 93(5): 880-896.",
        "Diamond, Adele, Barnett, Steven, Thomas, Jessica and Munro, Sarah (2007). Preschool Program Improves Cognitive Control. Science 318(5855): 1387-1388.",
        "Dickens, William T. and Flynn, James R. (2001). Heritability Estimates Versus Large Environmental Effects: The IQ Paradox Resolved. Psychological Review 108(2): 346369.",
        "Digman, John M. (1997). Higher-Order Factors of the Big Five. Journal of Personality and Social Psychology 73(6): 1246-1256.",
        "Ding, Xiaohao, Hartog, Joop and Sun, Yuze (2010). Can We Measure Individual Risk Attitudes in a Survey? IZA Discussion Paper, 4807.",
        "Dohmen, Thomas, Falk, Armin, Huffman, David, Sunde, U., Schupp, J. and Wagner, G.G. (2011). Individual Risk Attitudes: Measurement, Determinants and Behavioral Consequences. Forthcoming, Journal of the European Economic Association.",
        "Dohmen, Thomas, Falk, Armin, Huffman, David and Sunde, Uwe (2008). Representative Trust and Reciprocity: Prevalence and Determinants. Economic Inquiry 46(1): 84-90.",
        "Dohmen, Thomas, Falk, Armin, Huffman, David and Sunde, Uwe (2009). Homo Reciprocans: Survey Evidence on Behavioural Outcomes. The Economic Journal 119(536): 592-612.",
        "Dohmen, Thomas, Falk, Armin, Huffman, David and Sunde, Uwe (2010). Are Risk Aversion and Impatience Related to Cognitive Ability? The American Economic Review 100(3): 1238-1260.",
        "Drago, Francesco (2008). Self-Esteem and Earnings. IZA Discussion Paper, 3577.",
        "Du, Wanjiang, Green, Leonard and Myerson, Joel (2002). Cross-Cultural Comparisons of Discounting Delayed and Probabilistic Rewards. Psychological Record 52(4): 479.",
        "Duckworth, Angela L. (2007). Unpublished Dataset. University of Pennsylvania, Department of Psychology.",
        "Duckworth, Angela L. (2009). (over and) Beyond High-Stakes Testing. American Psychologist 64(4): 279-280.",
        "Duckworth, Angela L., Quinn, Patrick D. and Tsukayama, Eli (2010). What No Child Left Behind Leaves Behind: The Roles of IQ and Self-Control in Predicting Standardized Achievement Test Scores and Report Card Grades. Unpublished manuscript. University of Pennsylvania, Department of Psychology.",
        "Duckworth, Angela L. and Schulze, R. (2009). Jingle Jangle: A Meta-Analysis of Convergent Validity Evidence for Self-Control Measures. Manuscript. University of Pennsylvania, Department of Psychology.",
        "Duckworth, Angela L. and Seligman, Martin E. P. (2006). Self-Discipline Gives Girls the Edge: Gender in Self-Discipline, Grades, and Achievement Scores. Journal of Educational Psychology 98(1): 198-208.",
        "Duckworth, Angela L., Tsukayama, Eli and May, Henry (2010). Establishing Causality Using Longitudinal Hierarchical Linear Modeling: An Illustration Predicting Achievement from Self-Control. Social Psychology and Personality Science 1(4): 311-317.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Duckworth, Angela Lee and Seligman, Martin E. P. (2005). Self-Discipline Outdoes IQ in Predicting Academic Performance of Adolescents. Psychological Science 16(12): 939944.",
        "Duncan, Greg J., Dowsett, Chantelle J., Claessens, Amy, Mugnuson, Katherine, Huston, Aletha C., Klebanov, Pamela, Pagani, Linda S., Feinstein, Leon, Engel, Mimi, Brooks-Gunn, Jeanne, Sexton, Holly, Duckworth, Kathryn and Japel, Crista (2007). School Readiness and Later Achievement. Developmental Psychology 43(6): 1428-1446.",
        "Duncan, Greg J. and Dunifon, Rachel (1998). Soft-Skills and Long-Run Labor Market Success. in Research in Labor Economics. S. W. Polachek, ed. Stamford, CT, JAI Press. 17: 123-149.",
        "Duncan, Greg J. and Magnuson, Katherine (2010b). The Nature and Impact of Early Achievement Skills, Attention Skills and Behavior Problems. Unpublished Manuscript. University of California Irvine, Department of Education.",
        "Dur, Robert, Non, Arjan and Roelfsema, Hein (2010). Reciprocity and Incentive Pay in the Workplace. Journal of Economic Psychology 31(4): 676-686. Durlak, Joseph A. and Weissberg, Roger P. (in press). The Impact of Enhancing Students' Social and Emotional Learning: A Meta-Analysis of School-Based Universal Interventions. Child Development. Durlak, Joseph A., Weissberg, Roger P., Dymnicki, Allison B., Taylor, Rebecca D. and Schellinger, Kriston B. (in press). The Impact of Enhancing Students' Social and Emotional Learning: A Meta-Analysis of School-Based Universal Interventions. Child Development.",
        "Duyme, Michel, Dumaret, Annick-Camille and Tomkiewicz, Stanislaw (1999). How Can We Boost IQs Of Dull Children?: A Late Adoption Study. Proceedings of the National Academy of Sciences 96(15): 8790-8794.",
        "Eckel, Catherine C. and Grossman, Philip J. (2002). Sex Differences and Statistical Stereotyping in Attitudes toward Financial Risk. Evolution and Human Behavior 23(4): 281-295.",
        "Edlund, Calvin V. (1972). The Effect on the Behavior of Children, as Reflected in the IQ Scores, When Reinforced after Each Correct Response. Journal of Applied Behavior Analysis 5(3): 317-319.",
        "Einav, Liran , Finkelstein, Amy , Pascu, Iuliana and Cullen, Mark R. (2010). How General Are Risk Preferences? Choices under Uncertainty in Different Domains  NBER Working Paper No. 15686.",
        "Endler, Norman and Magnusson, David, Eds. (1976). Interactional Psychology and Personality, Hemisphere Publishing Corp.",
        "Epstein, Larry G. and Schneider, Martin (2003). Recursive Multiple-Priors. Journal of Economic Theory 113(1): 1-31.",
        "Epstein, Larry G. and Zin, Stanley E. (1989). Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica 57(4): 937-969.",
        "Epstein, Seymore (1979). The Stability of Behavior: I. On Predicting Most of the People Much of the Time. Journal of Personality and Social Psychology 37(7): 1097-1126.",
        "Almlund, Duckworth, Heckman, and Kautz 3/17/2011 Ericsson, K. Anders, Krampe, Ralf Th. and Tesch-RÃ\u0083Â¶mer, Clemens (1993). The Role of Deliberate Practice in the Acquisition of Expert Performance. Psychological Review 100(3): 363-406.",
        "Estle, Sara J., Green, Leonard, Myerson, Joel and Holt, Daniel D. (2007). Discounting of Monetary and Directly Consumable Rewards. Psychological Science 18(1): 58.",
        "Eysenck, Hans Jurgen (1991). Dimensions of Personality: 16, 5 or 3? Criteria for a Taxonomic Paradigm. Personality and Individual Differences 12(8): 773-790.",
        "Falk, Armin and Fischbacher, Urs (2006). A Theory of Reciprocity. Games and Economic Behavior 54(2): 293-315.",
        "Falk, Armin and Heckman, James J (2009). Lab Experiments Are a Major Source of Knowledge in the Social Sciences. Science 326(5952): 535-538.",
        "Fehr, Ernest (2009). On the Economics and Biology of Trust. Journal of the European Economic Association 7(2-3): 235-266.",
        "Fehr, Ernst and GÃ\u0083Â¤chter, Simon (2000). Fairness and Retaliation: The Economics of Reciprocity. Journal of Economic Perspectives 14(3): 159181.",
        "Fehr, Ernst and Schmidt, Klaus M. (1999). A Theory of Fairness, Competition, and Cooperation. Quarterly Journal of Economics 114(3): 817-868.",
        "Fehr, Ernst and Schmidt, Klaus M. (2006). The Economics of Fairness, Reciprocity and AltruismExperimental Evidence and New Theories. in Handbook of the Economics of Giving, Altruism and Reciprocity. S.-C. Kolm and J. M. Ythier, eds. Amsterdam, Elsevier. 1: 615-691.",
        "Feingold, Alan (1982). The Validity of the Information and Vocabulary Subtests of the WAIS. Journal of Clinical Psychology 38(1): 169-174.",
        "Fergusson, David M. and Horwood, L. John (1998). Early Conduct Problems and Later Life Opportunities. Journal of Child Psychology and Psychiatry 39(8): 1097-1108."
    ]
}