{
    "id": 16829,
    "cites": 13,
    "cited_by": 13,
    "reference": [
        "Clark, Andrew E., Unemployment as a Social Norm: Psychological Evidence from Panel Data, Journal of Labor Economics, April 2003, 21 (2), 289322.",
        ", Paul Frijters, and Michael A. Shields, Relative Income, Happiness, and Utility: An Explanation for the Easterlin Paradox and Other Puzzles, Journal of Economic Literature, March 2008, 46 (1), 95144.",
        "Easterlin, Richard A., Does Economic Growth Improve the Human Lot?, in Paul A. David and Melvin W. Reder, eds., Nations and Households in Economic Growth: Essays in Honor of Moses Abramovitz, Vol. 4, New York: Academic Press, Inc., 1974.",
        "Helliwell, John F., How's life? Combining individual and national variables to explain subjective well-being, Economic Modelling, March 2003, 20 (2), 331360.",
        ", Well-Being and Social Capital: Does Suicide Pose a Puzzle?, Social Indicators Research, 2007, 81, 455496.",
        "Helliwell, John F and Robert D Putnam, Education and social capital, Eastern Economic Journal, 2003, 33 (1).",
        "Kahneman, Daniel and Alan B. Krueger, Developments in the Measurement of Subjective Well-Being, Journal of Economic Perspectives, Winter 2006, 20 (1), 324.",
        "Knabe, Andreas and Steffen Ratzel, Quantifying the psychological costs of unemployment: the role of permanent income, FEMM Working Papers 07012, Otto-von-Guericke University Magdeburg, Faculty of Economics and Management May 2007.",
        "Krueger, Alan B. and Bruce D. Meyer, Labor supply effects of social insurance, in A. J. Auerbach and M. Feldstein, eds., Handbook of Public Economics, Vol. 4 of Handbook of Public Economics, Elsevier, 2002, chapter 33, pp. 23272392.",
        "Mavridis, Dimitris, Can subjective well-being predict unemployment length ?, Policy Research Working Paper Series 5293, The World Bank May 2010.",
        "Tella, Rafael Di, Robert J. MacCulloch, and Andrew J. Oswald, Preferences over Inflation and Unemployment: Evidence from Surveys of Happiness, American Economic Review, March 2001, 91 (1), 335341.",
        "Winkelmann, Liliana and Rainer Winkelmann, Why Are the Unemployed So Unhappy? Evidence from Panel Data, Economica, February 1998, 65 (257), 115.",
        "Wolfers, Justin, Is Business Cycle Volatility Costly? Evidence from Surveys of Subjective Well-Being, International Finance, Spring 2003, 6 (1), 126."
    ]
}