{
    "id": 16821,
    "cites": 16,
    "cited_by": 10,
    "reference": [
        "Banerjee, Abhijit, and Esther Duflo. 2005. Growth Theory through the Lens of Development Economics. In Handbook of Economic Growth, 1A, edited by Steve Durlauf and Philippe Aghion, 473552. Holland: Elsevier Science.",
        "Banerjee, Abhijit, and Esther Duflo. 2007. The Economic Lives of the Poor. Journal of Economic Perspectives 21, no. 1: 141-68.",
        "Banerjee, Abhijit, and Esther Duflo. 2008. What is Middle Class about the Middle Classes around the World? Journal of Economic Perspectives 22, no. 2: 3-28.",
        "de Mel, Suresh, David John McKenzie, and Christopher M. Woodruff. 2007. Measuring Microenterprise Profits: Don't Ask How the Sausage is Made. World Bank Policy Research Working Paper No. 4229. Available at SSRN: http://ssrn.com/abstract=985001.",
        "de Soto, Hernando. 2000. The Mystery of Capital. Why Capitalism Triumphs in the West and Fails Everywhere Else. New York: Basic Books.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2002. The Regulation of Entry. Quarterly Journal of Economics 117, no. 1: 137.",
        "Farrell, Diana. 2004. The Hidden Dangers of the Informal Economy. McKinsey Quarterly 2004, no. 3: 2637.",
        "Forster, Lucia, John Haltiwanger, and Chad Syverson. 2008. Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability? American Economic Review 98, no. 1: 394425.",
        "Friedman, Eric, Simon Johnson, Daniel Kaufmann, and Pablo Zoido. 2001. Dodging the Grabbing Hand: The Determinants of Unofficial Activity in 69 Countries. Journal of Public Economics 76, no. 3: 459-93.",
        "Harris, John, and Michael Todaro. 1970. Migration, Unemployment and Development: A Two-Sector Analysis. American Economic Review 60, no. 1: 126-142.",
        "Hsieh, Chang-Tai, and Peter Klenow. 2009. Misallocation and Manufacturing TFP in China and India. Quarterly Journal of Economics 124, no. 4: 1403-48.",
        "La Porta, Rafael, and Andrei Shleifer. 2008. The Unofficial Economy and Economic Development. Brookings Papers on Economic Activity Fall: 275-352.",
        "Lewis, William. 2004. The Power of Productivity: Wealth, Poverty, and the Threat to Global Stability. Chicago: University of Chicago Press.",
        "Murphy, Kevin, and Andrei Shleifer. 1997. Quality and Trade. Journal of Development Economics 53: 1-15.",
        "Murphy, Kevin, Andrei Shleifer, and Robert Vishny. 1989. Industrialization and the Big Push. Journal of Political Economy 97, no. 5: 1003-26.",
        "Rauch, James. 1991. Modeling the Informal Sector Formally. Journal of Development Economics 35, no. 1: 33-47. Year Sales Obs. Sales Obs. Sales Obs. Sales Obs. Sales Obs. Sales Obs. Sales Obs."
    ]
}