{
    "id": 16823,
    "cites": 67,
    "cited_by": 4,
    "reference": [
        "American Psychiatric Association [2004], Practice Guideline for the Treatment of Patients with Schizphrenia, Second Edition, available online at http://www.psych.org.",
        "Banerjee, Abhijit V. [1992], A Simple Model of Herd Behavior, Quarterly Journal of Economics 107(3):797817.",
        "Bertrand, Marianne and Antoinette Schoar [2003], Managing with Style: The Effect of Managers on Firm Policies, Quarterly Journal of Economics 118(4):11691208.",
        "Bikhchandani, Sushil, David Hirschleifer and Ivo Welch [1992], A Theory of Fads, Fashion, Custom, and Cultural Exchange as Information Cascades, Journal of Political Economy 100(5):9921026.",
        "Chandra, Amitabh and Douglas L. Staiger [2007], Productivity Spillovers in Health Care: Evidence from the Treatment of Heart Attacks, Journal of Political Economy 115(1):10341.",
        "Cipher, Daisha J. and Roderick S. Hooker [2006], Prescribing Trends by Nurse Practitioners and Physician Assistants in the United States, Journal of the American Academy of Nurse Practitioners 18:2916.",
        "Coscelli, Andrea [2000], The Importance of Doctors' and Patients' Preferences in the Prescription Decision, Journal of Industrial Economics 48:34969.",
        "Coscelli, Andrea and Matthew Shum [2004], An Empirical Model of Learning and Patient Spillovers in New Drug Entry, Journal of Econometrics 122:21346.",
        "Crawford, Gregory and Matthew Shum [2005], Uncertainty and Learning in Pharmaceutical Demand, Econometrica 73:113773, July. Dartmouth Atlas Project.  The Dartmouth Atlas of Health Care.  Available online at http://www.dartmouthatlas.org.",
        "Domino, Marisa Elena, Edward C. Norton, Joseph P. Morrissey and Neil Thakur [2004], Cost Shifting to Jails after a Change to Managed Mental Health Care, Health Services Research 39(5):13791401.",
        "Doyle, Joseph J., Steven Ewer and Todd Wagner [2008], Returns to Physician Human Capital:  Analyzing Patients Randomized to Physician Teams, Cambridge, MA:  National Bureau of Economic Research, Working Paper No. 14174, July.",
        "Duggan, Mark [2005], Do New Prescription Drugs Pay for Themselves?  The Case of Second Generation Antipsychotics, Journal of Health Economics 24:131.",
        "Ellison, Glenn D. and Edward L. Glaeser [1997], Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy 105(5):889927.",
        "Diverse Concentration Fisher, Elliot S., John E. Wennberg, Therese A. Stukel et al. [2003a], The Implications of Regional Variations in Medicare Spending, Part 1: The Content, Quality, and Accessibility of Care, Annals of Internal Medicine 138(4):27387.",
        "Fisher, Elliot S., John E. Wennberg, Therese A. Stukel et al. [2003b], The Implications of Regional Variations in Medicare Spending, Part 2: Health Outcomes and Satisfaction with Care, Annals of Internal Medicine 138(4):29998.",
        "Frank, Richard G., Ernst R. Berndt, Alisa B. Busch and Anthony F. Lehman [2004], QualityConstant Price Indexes for the Ongoing Treatment of Schizophrenia: An Exploratory Study,  Quarterly Review of Economics and Finance, 44(3):390409, July.",
        "Frank, Richard G. and Sherry A. Glied [2003], Better but Not Well:  Mental Health Policy in the U.S. since 1950.   Baltimore:  Johns Hopkins University Press.",
        "Frank, Richard G. and Richard J. Zeckhauser [2007], Custommade versus readytowear treatments: Behavioral propensities in physicians' choices, Journal of Health Economics 26(6):1101227, December.",
        "Franzini, Luisa, Osama I. Mikhail and Jonathan S. Skinner [2010], McAllen And El Paso Revisited: Medicare Variations Not Always Reflected in the UnderSixtyFive Population, Health Affairs 29(12):230209, December.",
        "Gawande, Anul 2009], The cost conundrum, New Yorker (serial on the Internet), June 1.  Available online from http://www.newyorker.com/reporting/2009/06/01fa_fact_gawande.",
        "Gibbons, Robert S. and Rebecca M. Henderson [2011], Relational Contracts, Managerial Practices, and Organizational Capabilities, in Robert S. Gibbons and  John Roberts, eds., Handbook of Organizational Economics, Amsterdam: Elsevier, forthcoming.",
        "Hellerstein, Judith [1997], The Importance of the Physician in the Generic versus TradeName Decision, RAND Journal of Economics 27:10836.",
        "Hoblyn, Jennifer, Art Noda, Jerome A. Yesavage et al. [2006], Factors in Choosing Atypical Antipsychotics: Toward Understanding the Bases of Physicians' Prescribing Decisions, Journal of Psychiatric Research 40:1606.",
        "Hooker, Roderick S. and Daisha J. Cipher [2005], Physician Assistant and Nurse Practitioner Prescribing: 19972002, Journal of Rural Health 21(4):35560, Fall.",
        "Huskamp,, Haiden A. [2003], Managing Psychotropic Drug Costs:  Will Formularies Work?, Health Affairs 22(5):8496, September/October.",
        "Jovanovic, Boyan and Yaw Nyarko [1996], Learning by Doing and the Choice of Technology, Econometrica 64(6):1299310.",
        "Diverse Concentration Kaplan, Steven N., Mark M. Klebanov and Morten Sorensen [2008], Which CEO Characteristics and Abilities Matter?, Chicago: University of Chicago Booth School of Management, unpublished, available from skaplan@uchicago.edu.",
        "Kraemer, Helena Chmura, Ira D. Glick and Donald F. Klein [2009], Clinical Trials Design Lessons From the CATIE Study, American Journal of Psychiatry,  166(11):12228, November.",
        "Lieberman, Jeffrey A., T. Scott Stroup, Joseph P. McEvoy et al. [2005], Effectiveness of Antipsychotic Drugs in Patients with Chronic Schizophrenia: Primary Efficacy and Safety Outcomes of the Clinical Antipsychotic Trials of Intervention Effectiveness (CATIE) Schizophrenia Trial, New England Journal of Medicine 353:120923.",
        "Morgan, Perri A. and Roderick S. Hooker [2010], Choice of Specialties Among Physician Assistants in the United States, Health Affairs 29(5):88792, May.",
        "Mosby's Medical, Nursing, & Allied Health Dictionary [1998], ed. Kenneth N. Anderson, Fifth Edition, St. Louis: MosbyYear Book, Inc.",
        "Pauly, Mark V. [1980], Doctors and Their Workshops, Chicago: University of Chicago Press.",
        "Phelps, Charles E. [2000], Information Diffusion and Best Practice Adoption, ch. 5 in Anthony J. Culyer and Joseph P. Newhouse, eds., Handbook of Health Economics, Vol. 1A, Amsterdam: Elsevier Science B.V., 22364.",
        "Phelps, Charles E. [1992], Diffusion of Information in Medical Care, Journal of Economic Perspectives 6(3):2342, Summer.",
        "Phelps, Charles E. and Cathleen Mooney [1993], Variations in Medical Practice Use: Causes and Consequences, ch. 7 in Richard J. Arnould, Robert F. Rich and William D. White, eds., Competitive Approaches to Health Care Reform, Washington DC:  The Urban Institute Press, pp. 13978.",
        "Philipson, Tomas J., Seth A. Seabury, Lee M. Lockwood, Dana P. Goldman and Darius N. Lakdawalla [2010], Geographic variation in health care: the role of private markets, Washington DC: Brookings Papers on Economic Activity 32555, Spring.",
        "Pohl, Joanne M., Charlene Hanson, Jamesetta A. Newland and Linda Cronenwett [2010], Unleashing Nurse Practitioners' Potential to Deliver Primary Care and Lead Teams, Health Affairs 29(5):9005, May.",
        "Rettenmeier, Andrew J. and Thomas R. Saving [2009], Perspectives on the Geographic Variation in Health Care Spending, College Station, TX: Private Enterprise Research Center, Texas A&M University, Working Paper #0911, December.",
        "Schneeweiss, Sebastian, Robert J. Glynn, Jerry Avorn and Daniel H. Solomon [2005], A Medicare database review found that physician preferences increasingly outweighed patient characteristics as Diverse Concentration determinants of firsttime prescriptions for COX2 inhibitors, Journal of Clinical Epidemiology, Brief Reports, 58:98102.",
        "Shell, Renee C. [2001], Antidepressant Prescribing Practices of Nurse Practitioners, The Nurse Practitioner 26(7):427, July.",
        "Skinner, Jonathan and Elliott Fisher [1997], Regional Disparities in Medicare Expenditures: An Opportunity for Reform, National Tax Journal 50(3), September.",
        "Stern, Scott M. and Manuel Trajtenberg [1998], Empirical Implications of Physician Authority in Pharmaceutical Decisionmaking, Cambridge, MA: National Bureau of Economic Research, Working Paper No. 6851, December.",
        "Wennberg, John E., Elliott S. Fisher and Jonathan S. Skinner [2002], Geography and the Debate Over Medicare Reform, Health Affairs Web Exclusive, 13 February, W98W114.",
        "Wennberg, John E., Elliott S. Fisher, Jonathan S. Skinner and Kristen K. Bronner [2007], Extending the P4P Agenda, Part 2: How Medicare Can Reduce Waste and Improve the Care of the Chronically Ill, Health Affairs 26(6):157585, November/December.",
        "Wennberg, John E., J. L. Freeman and W. J. Culp [1987].  Are Hospital Services Rationed in New Haven or OverUtilised in Boston?  Lancet 1:11858, May 23.",
        "White, Randall F. [2006], The Significance of CATIE: An Expert Interview with Jeffrey A. Lieberman, MD, Medscape Psychiatry & Mental Health, online posted March 15, 2006.",
        "Yasaitis, Laura, Elliott S. Fisher, Jonathan S. Skinner and Amitabh Chandra [2009], Hospital Quality and Intensity of Spending: Is There An Association?, Health Affairs Web Exclusive, 28(4):W566W572, 21 May.",
        "Zhang, Yuting, Katherine Baicker and Joseph P. Newhouse [2010], Geographic Variation in Medicare Drug Spending, New England Journal of Medicine 363(5):4059, July 29.",
        "Diverse Concentration ENDNOTES These are the terms used by Frank and Zeckhauser [2007].",
        "Also see Cosccelli [2000], Coscelli and Shum [2004] and Crawford and Shum [2005]. FrankZeckhauser [2007], pp. 11256.",
        "It also builds on the framework outlined by Phelps and Mooney [1993] and Phelps [1992,2000].",
        "Mosby's Medical, Nursing, & Allied Health Dictionary [1998], p. 1456.",
        "Domino, Norton, Morrissey and Thakur [2004].",
        "American Psychiatric Association [2004], p. 9. Duggan [2005].",
        "Frank, Berndt, Busch and Lehman [2004].",
        "See, for example, Skinner and Fisher [1997], Fisher, Wennberg, Stukel et al. [2003a,b] and Yasaitis, Fisher, Skinner et al. [2009]. For further details, see Dartmouth Atlas Project.",
        "An early discussion of these principalagent issues is found in Pauly [1980], albeit in the context of hospital treatments, not pharmaceuticals.",
        "For discussion, see Frank and Glied [2006] and Huskamp [2003].",
        "Diverse Concentration See Banerjee [1992] and Bikhchandani, Hirschleifer and Welch [1992]. In preliminary data analyses examining relative antipsychotic prescribing by specialty, nurse practitioners were the fourth largest specialty, comprising 20,872 of the 224,259 (9.3%) prescribers  in the top eleven specialties.",
        "For further details, see, for example, Cipher and Hooker [2006]; also see Hooker and Cipher [2005], Morgan and Hooker [2010], Pohl, Hanson, Newland and Cronenwett [2010] and Shell [2001]. In addition to excluding the 1,641 nonphysician prescribers, we dropped 237 observations for which county codes were missing, seven with missing gender information, and three observations for which age information was an unreasonable outlier.   This left us with a total of 17,652 observations.",
        "DO is doctor of osteopathy.  Mosby's Medical Dictionary [1998, p. 1169] defines osteopathy as a therapeutic approach to the practice of medicine that uses all the usual forms of medical diagnosis and therapy, including drugs, surgery, and radiation, but that places greater emphasis on the influence of the relationship between the organs and the musculoskeletal system than traditional medicine does. Osteopathic physicians recognize and correct structural problems using manipulation. We remind the reader that we are using the word prescribed somewhat loosely, for in fact the Xponent data only track the number of prescriptions dispensed via retail and mail order.  The number of prescriptions written may deviate from the number actually dispensed for various reasons, which we do not examine here.",
        "Zhang, Baicker and Newhouse [2010], p. 407.",
        "Franzini, Mikhail and Skinner [2010], p. 2302.",
        "Related findings have been reported by Philipson, Lockwood, Goldman et al. [2010], who find that variation in utilization in the public sector is about 2.8 times as great for outpatient visits (P < 0.01) and 3.9 times as great for hospital days (P = 0.09) as in the private sector.  However, in part because of government monopsony power, variation in spending appears to be greater in the private sector, consistent with the importance of public sector price restraints.",
        "An appendix to this paper available from the lead author, Timelines Appendix provides further details.  Among the more notable publications are those based on the CATIE study; see, for example, Lieberman, Stroup, McEvoy et al. [2005], White [2006] and Kraemer, Glick and Klein [2009].",
        "The only research on this topic of which we are aware is that by Hoblyn, Noda, Yesavage et al. [2006].",
        "See, for example, BertrandSchoar [2003] and Kaplan, Klebanov and Sorensen [2008]."
    ]
}