{
    "id": 16831,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Blank, Rebecca M. (1988), The Eect of Welfare and Wage Levels on the Location Decisions of Female-Headed Households, Journal of Urban Economics, 24, 186.",
        "Borjas, George J. (1987), Self-Selection and the Earnings of Immigrants , American Economic Review, 77(4), 531-553.",
        "Borjas, George J. (1994), The Economics of Immigration, Journal of Economic Literature, 32(4), 1667.",
        "Borjas, George J. (1999), Immigration and Welfare Magnets, Journal of Labor Economics 17(4), 607-37.",
        "Breyer, Friedrich and Ben Craig (1997), Voting on Social Security: Evidence from OECD Countries European Journal of Political Economy 13, 705724.",
        "Brucker, Herbert, Gil Epstein, Barry McCormick, Gilles Saint-Paul, Alessandra Venturini, and Klaus Zimmermann (2001), Managing Migration in the European Welfare State, mimeo, IZA, Bonn, Germany.",
        "Cohen, Alon, and Assaf Razin, (2009), Skill Composition of Migration and Welfare State Generosity: Comparing Free and Policy-Controlled Migration Regimes, NBER Working Papers 14738.",
        "Brueckner, Jan K. (2000), Welfare Reform and the Race to the Bottom: Theory and Evidence, Southern Economic Journal, 66(3), 505.",
        "De Giorgi, Giacomo and Michele Pellizzari (2006), Welfare Migration in Europe and the Cost of a Harmonized Social Assistance, IZA Discussion Paper No. 2094.",
        "Docquier, Frederic, Oliver Lohest and Abdeslam Marfouk (2006), What Determines Migrants'Destination Choice?, mimeo.",
        "Docquier, Frederic and Abdeslam Marfouk (2006), International Migration by Educational Attainment 1990-2000, in Caglar Ozden and Maurice Schi(eds.), International Migration, Remittances ad the Brain Drain, McMillan and Palgrave: New York.",
        "Enchautegui, Maria E. (1997), Welfare Payments and Other Determinants of Female Migration, Journal of Labor Economics, 15, 529.",
        "Gelbach, Jonah B. (2004), The Life-cycle Welfare Migration Hypothesis: Evidence from the 1980 and 1990 Censuses, Journal of Political Economy 112, no. 5, 1091-1130.",
        "Gramlich, Edward M. and Deborah S. Laren (1984), Migration and Income Redistribution Resposibilities, Journal of Human Resources, 19(4), 489.",
        "Hanushek, Eric and Ludger Woessmann (2009), Do Better Schools Lead to More Growth? Cognitive Skills, Economic Outcomes, and Causation NBER Working Papers 14738, 14633.",
        "Khoudour-CastÃ\u0083Â©ras, David (2004), The Impact of Bismarck's Social Legislation on German Emigration Before World War I, University of California, Berkley, Unpublished manuscript.",
        "Lee, Ronald and Timothy Miller, (2000) Immigration, social security, and broader ...scal impacts, American Economic Review 90, 350-354.",
        "Levine, Phillip B. and David J. Zimmerman (1999), An Empirical Analysis of the Welfare Magnet Debate Using the NLSY, Journal of Population Economics, 12(3), 391.",
        "McKinnish, Terra (2005), Importing the Poor: Welfare Magnetism and Cross-Border Welfare Migration Journal of Human Resources, 40(1), 57.",
        "McKinnish, Terra (2007), Welfare-Induced Migration at State Borders: New Evidence from Micro-DataJournal of Public Economics, 91, 437.",
        "Meyer, Bruce D. (2000), Do the Poor Move to Receive Higher Welfare Bene...ts?, Northwestern University/University of Chicago Joint Center for Poverty Research, no. 58.",
        "Mulligan, Casey B., and Xavier Sala-i-Martin (1999), Social Security in Theory and Practice (II): E ciency Theories, Narrative Theories, and Implications for Reform, NBER Working Paper No. W7119",
        "Peridy, Nicolas (2006), The European Union and Its New Neighbors: An Estimation of Migration Potentials, Economic Bulletin, 6(2), 1.",
        "Razin, Assaf and Efraim Sadka (2000). Unskilled migration: a burden or a boon for the welfare state. Scandinavian Journal of Economics 102, 463479.",
        "Razin, Assaf and Efraim Sadka (2004).Welfare Migration: Is the Net Fiscal Burden a Good Measure of its Economic Impact on the Welfare of the Native-Born Population? CESifo Economic Studies, 50(4), 709-716.",
        "Razin, Assaf, Efraim Sadka and Phillip Swagel (2002), Tax Burden and Migration: A Political Theory and Evidence, Journal of Public Economics, 85, 167.",
        "Southwick, Lawrence Jr. (1981), Public Welfare Programs and Recipient Migration, Growth and Change, 12(4), 22.",
        "Walker, James. 1994. Migration Among Low-income Households: Helping the Witch Doctors Reach Consensus.Unpublished Paper."
    ]
}