{
    "id": 1683,
    "cites": 20,
    "cited_by": 44,
    "reference": [
        "Abel, Andrew 13. The Effects of Social Security in the Presence of Perfect Annuity Markets. Mimeo: Harvard University, 1984.",
        "Bernheim, B. Douglas, Shleifer, Andrei, and Summers, Lawrence H. Bequests as a Means of Payment. Mimeo: National Bureau of Economic Research, 1984.",
        "Bodie, Zvi, Kane, Alex, and McDonald, Robert. Inflation and the Role of Bonds in Investors Portfolios. Friedman (ed.) , Corporate Capital Structures in the United States. Chicago: University of Chicago Press, 1985.",
        "Davies, James B. Uncertain Lifetime, Consumption, and Dissaving in Retirement. Journal of Political Economy, 89 (June, 1981) , 561-577.",
        "Fischer, Stanley. A Life Cycle Model of Life Insurance Purchases. International Economic Review, 14 (February, 1973), 132-152.",
        "Friedman, Benjamin M., and Warshawsky, Mark. The Cost of Annuities: Implications for Saving Behavior and Bequests. Mimeo: National Bureau of Economic Research, 1985.",
        "Friedman, Joseph, and Sjogren, Jane. Assets of the Elderly as They Retire. Mimeo: Social Security Administration, 1980.",
        "Friend, Irwin, and Bluine, Marshall E. The Demand for Risky Assets. American Economic Review, 65 (December, 1975), 900-922.",
        "Grossman, Sanford 3., and Shiller. Robert 3. The Determinants of the Variability of Stock Prices. American Economic Review, 71 (May, 1981), 222-227.",
        "Hubbard, R. Glenn. Uncertain Lifetimes and the Impact of Social Security on Individual Wealth Holding. Mimeo: Harvard University, 1983.",
        "Kahneman, Daniel, and Tversky, Amos. Prospect Theory: An Analysis of Decision Under Risk. Econometrica, 47 (March, 1979), 263-292.",
        "Kotlikoff, Laurence J., and Smith, Daniel E. Pensions in the American Economy. Chicago: University of Chicago Press, 1983.",
        "Kotlikoff, laurence 3., and Spivak, Avia. The Family as an Incomplete Annuity Market. Journal of Political Economy, 89 (April 1981), 372-391.",
        "Kotlikoff, Laurence J., and Summers, Lawrence H. The Role of Intergenerational Transfers in Aggregate capital Accumulation. Journal of Political Economy, 89 (August, 1981) , 706-732.",
        "Nenchik, Paul L., and David, Martin. The Incidence of a Lifetime Consumption Tax. National Tax Journal, 35 (June, 1982), 189-203.",
        "Mirer, Thad W. The Wealth-Age Relation Among the Aged. American Economic Review, 69 (June, 1979) , 435-443.",
        "Pratt, John W., Wise, David A., and Zeckhauser, Richard. Price Differences in Almost Competitive Markets. Quarterly Journal of Economics, 93 (May, 1979) , 189-212.",
        "Rothschild, Michael, and Stiglitz, Joseph. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics, 90 (November, 1976) 629-649.",
        "Society of Actuaries. Report to the Committee to Recommend a New Mortality Basis for Individual Annuity Valuation (Derivation of the 1983 Table a) . Transactions of the Society of Actuaries, 33 (1983) , 675-750.",
        "Wetterstrand, W.H. Parametric Models for Life Insurance Mortality Data: Gompertzs Law Over Time. Transactions of the Society of Actuaries, 33 (1983), 159-179."
    ]
}