{
    "id": 16838,
    "cites": 30,
    "cited_by": 3,
    "reference": [
        "Bar-Tal, Daniel. 2001. Why Does Fear Override Hope in Societies Engulfed by Intractable Conflict, as It Does in theIsraeli Society? Political Psychology, Vol. 22, No. 3 (Sep.), pp. 601-627 Bar-Tal, D., and D. Antebi. 1992. Siege mentality in Israel, International Journal of Intercultural Relations, 16, 251-275. Chiao, Joan Y., Tetsuya Iidaka, Heather L. Gordon, Junpei Nogawa, Moshe Bar, Elissa Aminoff, Norihiro Sadato, and Nalini Ambady,  Cultural Sepcificity in Amygdala Response to Fear Faces, Journal of Cognitive Neuroscience 20,12, pp. 21672174.",
        "Deaton, Angus. 2008. Income, Health and Well-Being around the World: Evidence from the Gallup World Poll, Journal of Economic Perspectives 22, 2, pp.53-72.",
        "Douglas, Mary and Aaron Wildavsky. 1982. Risk and Culture: An Essay on the Selection of Technological and Environmental Dangers (Berkeley: University of California Press).",
        "Feldman, Stanley and Karen Stenner. 1997. Perceived Threat and Authoritarianism, Political Psychology, 18, 4, pp.741-770.",
        "Fromm, Erich. 1941. Escape from Freedom (New York: Holt, Rinehart and Winston).",
        "Gray, Jeffrey A. 1987. The Psychology of Fear and Stress (New York: Cambridge University Press).",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales. 2010. Civic capital as the missing link, European University Institute, unpublished.",
        "Gullone, Eleonora. 2000. The Development of Normal Fear: A Century of Research, Clinical Psychology Review, 20, 4, 429451.",
        "Hersen, Michael. 1973. Self-Assessment of Fear, Behavior Therapy, 4, 241-57.",
        "Hofstede, Geert. 2001. Culture's Consequences: Comparing Values, Behaviors, Institutions, and Organizations across Nations, 2nd Edition (Thousand Oaks, CA: Sage Publications).",
        "Inglehart, Ronald and Christian Welzel. 2005. Modernization, Cultural Change, and Democracy: The Human Development Sequence (New York: Cambridge University Press).",
        "Keltner, Dacher and Paul Ekman. 2000. Facial Expression of Emotion, in Michael Lewis and Jeannette M. Haviland-Jones, eds., Handbook of Emotions, 2nd Edition (New York: The Guildford Press), pp.236-49.",
        "Kolenikov, Stanislav and Gustavo Angeles. 2009. Socioeconomic Status Measurement with Discrete Proxy Variables: Is Principal Component Analysis A Reliable Answer? Review of Income and Wealth, 55, 1, pp.128-65.",
        "Levenson, Robert W., Paul Ekman, Karl Heider and Wallace Friesen. 1992. Emotion and Autonomic Nervous System Activity in the Minangkabau of West Sumatra, Journal of Personality and Social Psychology, 62, 6, pp.972-88.",
        "Lowenstein, George F., Elke U. Weber, Christopher K. Hsee, and Ned Welch. 2001. Risk as Feelings, Psychological Bulletin, 127, 2, pp.267-86.",
        "Matsumoto, David, et al. 2008. Mapping Expressive Differences Around the World: The Relationship between Emotional Display Rules and Individualism versus Collectivism, Journal of Cross-Cultural Psychology 39, 55-74.",
        "Montag, Christian, Joshua Buckholtz, Peter Hartmann, Michael Merz, Christian Burk, Juergen Hennig, and Martin Reuter. 2008. COMT Genetic Variation Affects Fear Processing: Psychophysiological Evidence, Behavioral Neuroscience, 122, 4, 901-909.",
        "Ã\u0083â\u0080\u0093hman, Arne. 2008. Fear and Anxiety: Overlaps and Dissociations, in Michael Lewis, Jeannette M. Haviland-Jones, and Lisa F. Barrett, eds., Handbook of Emotions, 3rd Edition (New York: The Guildford Press), pp.709-29.",
        "Robin, Corey. 2000. Fear: A Genealogy of Morals, Social Research, 67, 4, pp.1085-1115.",
        "Rose, Richard J. and W. Blaine Ditto. 1983. A Developmental-Genetic Analysis of Common Fears from Early Adolescence to Early Adulthood, Child Development, 54, 2 (April)., 1983), 361-368.",
        "Ross, Catherine E. 1993. Fear of Victimization and Health, Journal of Quantitative Criminology, 9, 2, 159-75.",
        "Russell, Bertrand. 1946. History of Western Philosophy (London: Routledge).",
        "Russell, James A. 1991. Culture and the Categorization of Emotions, Psychological Bulletin, 110, 3, pp.426-50.",
        "Slemrod, Joel. 1986. Saving and the Fear of Nuclear War, Journal of Conflict Resolution, 30, 3, 403-19.",
        "Slovic, Paul. 1987. Perception of Risk, Science, 236, 4799, pp.280-85.",
        "Stevenson, Betsey and Justin Wolfers. 2008. Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox, Brookings Papers on Economic Activity, 1, pp.1-87.",
        "Svendsen, Lars. 2008. A Philosophy of Fear (Chicago: University of Chicago Press).",
        "Tudor, Andrew. 2003. A (Macro) Sociology of Fear, Sociological Review, 51, 2, pp.238-56.",
        "Viklund, Mattias J. 2003. Trust and Risk Perception in Western Europe: A Cross-National Study, Risk Analysis, 23, 4, pp.727-38.",
        "Weber, Elke U. 2010. Risk Attitude and Preference, Cognitive Science, 1, January/February, pp.7988"
    ]
}