{
    "id": 16834,
    "cites": 30,
    "cited_by": 15,
    "reference": [
        "Amiti, Mary and Amit K. Khandelwal, Import Competition and Quality Upgrading, Working Paper No. 15503, National Bureau of Economic Research, November 2009. Baldwin, Richard and James Harrigan, Zeros, Quality, and Space: Trade Theory and Trade Evidence, American Economic Journal: Microeconomics, forthcoming.",
        "Bastos, Paulo and Joana Silva, The Quality of a Firm's Exports: Where you Export to Matters, Journal of International Economics, November 2010, 82 (2), 99111.",
        "Bernard, Andrew B., Jonathan Eaton, Bradford Jensen, and Samuel Kortum, Plants and Productivity in International Trade, American Economic Review, September 2003, 93 (4), 12681290.",
        "Chenery, Hollis B., Patterns of Industrial Growth, American Economic Review, 1960, 50 (4), 624654.",
        "Choi, Yo Chul, David Hummels, and Chong Xiang, Explaining Import Quality: The Role of Income Distribution, Journal of International Trade, April 2009, 77 (2), 265275.",
        "Eaton, Jonathan and Samuel Kortum, Technology, Geography, and Trade, Econometrica, September 2002, 75 (5), 17411779.",
        "Feenstra, Robert C., Voluntary Export Restraint in U.S. Autos, 1980-81: Quality, Employment, and Welfare Effects, in Robert E. Baldwin and Anne O. Krueger, eds., The Structure and Evolution of Recent U.S. Trade Policy, Chicago: University of Chicago Press, 1984, pp. 3566.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson, Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?, American Economic Review, March 2008, 98 (1), 394425.",
        "Goldberg, Pinelopi Koujianou and Nina Pavcnik, Distributional Effects of Globalization in Developing Countries, Journal of Economic Literature, March 2007, 45 (1), 3982.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, Mass. and London: MIT Press, 1991.",
        "Hall, Robert E. and Chad Jones, Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics, February 1999, 114 (1), 83116.",
        "Hallak, Juan Carlos, Product Quality and the Direction of Trade, Journal of International Economics, January 2006, 68 (1), 23865.",
        "Hausmann, Ricardo, Jason Hwang, and Dani Rodrik, What You Export Matters, Journal of Economic Growth, March 2007, 12 (1), 125.",
        "Helpman, Elhanan, The Mystery of Economic Growth, Cambridge, MA: Harvard, 2004.",
        "Hummels, David and Alexander Skiba, Shipping the Good Apples Out: An Empirical Confirmation of the Alchian-Allen Conjecture, Journal of Political Economy, December 2004, 112 (6), 13841402.",
        "Johnson, Robert C., Trade and Prices with Heterogeneous Firms, 2009. Mimeo, Dartmouth College.",
        "Khandelwal, Amit, The Long and Short (of) Quality Ladders, Review of Economic Studies, October 2010, 77 (4), 14501476.",
        "Kugler, Maurice and Eric Verhoogen, The Quality-Complementarity Hypothesis: Theory and Evidence from Colombia, Working Paper No. 14418, National Bureau of Economic Research, October 2008.",
        "Lall, Sanjaya, John Weiss, and Jinkang Zhang, The Sophistication of Exports: A New Trade Measure, World Development, February 2006, 34 (2), 22237.",
        "Leamer, Edward E., Sources of International Comparative Advantage: Theory and Evidence, Cambridge, MA: MIT Press, 1984.",
        "Melitz, Marc J., The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, November 2003, 71 (6), 16951725.",
        "Michaely, Michael, Trade, Income Levels, and Dependence, Amsterdam, North-Holland and New York: Elsevier Science Pub. Co, 1984.",
        "Schott, Peter, One Size Fits All? Heckscher-Ohlin Specialization in Global Production, American Economic Review, June 2003, 93 (2), 686708.",
        ", Across-Product versus Within-Product Specialization in International Trade, Quarterly Journal of Economics, May 2004, 119 (2), 647678.",
        ", The Relative Sophistication of Chinese Exports, Economic Policy, 2008, 53, 549.",
        "Sutton, John, Sunk Costs and Market Structure, Cambridge: MIT Press, 1991.",
        ", Technology and Market Structure, Cambridge: MIT Press, 1998.",
        ", Market Structure: Theory and Evidence, in Mark Armstrong and Robert Porter, eds., Handbook of Industrial Organization, Volume III, Amsterdam: North-Holland, 2007, pp. 23012368.",
        ", Quality, Trade and the Moving Window: The Globalisation Process, Economic Journal, November 2007, 117 (524), F469F498.",
        "Verhoogen, Eric, Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector, Quarterly Journal of Economics, May 2008, 123 (2), 489530."
    ]
}