{
    "id": 16835,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Alesina, Alberto and Edward Glaeser (2003). Fighting Poverty in the United States and Europe: A World of Difference. Oxford: Oxford University Press.",
        "Ansolabehere, Stephen and Philip Edward Jones (2010). Constituents' Responses to Congressional RollCall Voting. American Journal of Political Science, 54, 3, 583-597.",
        "Bartels, Larry (2008). Unequal Democracy: The Political Economy of the New Gilded Age. New York: Russell Sage.",
        "Bhatti, Yosef and Robert Erickson (2011). How Poorly are the Poor Represented in the US Senate? Who Gets Represented? Peter Enns and Christopher Wlezien, Eds. New York: Russell Sage.",
        "Bowler, Shaun, and Todd Donovan, Demanding Choices: Opinion, Voting, and Direct Democracy (Ann Arbor: University of Michigan Press, 1998). Brunner, Eric, Stephen L Ross and Ebonya Washington (In Press). Economics and Policy Preferences: Causal Evidence of the Impact of Economic Conditions on Support for Redistribution and other Ballot Proposals. Review of Economics and Statistics.",
        "Druckman, James and Lawrence Jacobs (2011). Segmented Representation: The Reagan White House and Disproportionate Responsiveness. Who Gets Represented? Peter Enns and Christopher Wlezien, Eds. New York: Russell Sage.",
        "Fiorina, Morris (1974). Representatives, Roll Calls and Constituencies. Lexington, MA: Lexington Books.",
        "Gerber, Elisabeth and Jeffrey Lewis (2004). Beyond the Median: Voter Preferences, District Heterogeneity, and Representation. Journal of Political Economy 112:6, 1364-1383.",
        "Gilens, Martin (2005). Inequality and Democratic Responsiveness. Public Opinion Quarterly, 69, 5, 778-796.",
        "Griffin, John and Brian Newman (2005). Are Voters Better Represented? Journal of Politics, 67, 4, 126 -1227.",
        "Hogan, Robert (2008). Policy Responsiveness and Incumbent Reelection in State Legislatures. American Journal of Political Science, 52, 4, 858-87.",
        "Krugman, Paul (2010). The Angry Rich. The New York Times, September 19.",
        "Lee, David, Enrico Moretti and Matthew Butler (2004). Do Voters Affect or Election Policies? Evidence from the US House. Quarterly Journal of Economics, 119, 2, 807-859.",
        "Leigh, Andrew (2005). Economic Voting and Electoral Behavior: How Do Individual, Local and National Factors Affect the Partisan Choice? Economics and Politics, 17, 2, 265-296.",
        "Levitt, Steven (1996). How Do Senators Vote? Disentangling the Role of Voter Preferences, Party Affiliation and Senator Ideology. American Economic Review, 86, 3, 425-441.",
        "Mian, Atif, Amir Sufi and Francesco Trebbi (2010). The Political Economy of the US Mortgage Default Crisis, American Economic Review, 100, 5, 1967-1998.",
        "Persson, Torsten and Guido Tabellini (2003). The Economic Effects of Constitutions. Cambridge, MA: MIT Press.",
        "Rigby, Elizabeth and Gerald Wright (2011). Whose Statehouse Democracy? Policy Responsiveness to Poor versus Rich Constituents in Poor versus Rich States. Who Gets Represented? Peter Enns and Christopher Wlezien, Eds. New York: Russell Sage.",
        "Songer, Donald (1984). Government Closest to the People: Constituent Knowledge in State & National Politics. Polity, 17, 2, 387-395.",
        "Snyder, James (1996). Constituency Preferences: California Ballot Propositions 1974-1990. Legislative Studies Quarterly, 21, 4, 463-488.",
        "Stimson, James (2011). The Issues in Representation. Who Gets Represented? Peter Enns and Christopher Wlezien, Eds. New York: Russell Sage.",
        "Ura, Joseph and Christopher Ellis (2008). Income, Preferences, and the Dynamics of Policy Responsiveness. PS: Political Science and Politics, 41, 4, 785-94.",
        "Wlezien, Christoper and Stuart N. Soroka (2011). Inequality in Policy Responsiveness? Who Gets Represented? Peter Enns and Christopher Wlezien, Eds. New York: Russell Sage."
    ]
}