{
    "id": 16848,
    "cites": 19,
    "cited_by": 17,
    "reference": [
        "Buck, Brian and Karen Pence, Do Borrowers Know Their Mortgage Terms? Journal of Urban Economics, 64(2008): 218-233.",
        "Campbell, John Y. and JoÃ\u0083Â£o F. Cocco, How Do House Prices Affect Consumption? Evidence from Micro Data, unpublished paper, Harvard University, 2004.",
        "Case, Karl E., The Central Role of House Prices in the Current Financial Crisis: How will the Market Clear?, Brookings Papers on Economic Activity, Fall, 2008.",
        "Case, Karl E., Real Estate and the Macroeconomy, Brookings Papers on Economic Activity, 2, 2000: 146-148.",
        "Case, Karl E. and John M. Quigley, How Housing Booms Unwind: Income Effects, Wealth Effects and Feedbacks Through Financial Markets, European Journal of Housing Policy, 8(2) June 2008: 161-180.",
        "Case, Karl E. and John M. Quigley, How Housing Busts End: Home Prices, User Cost and Rigidities During Down Cycles, Blackwell's Companion to the Economics of Housing, edited by S.J. Smith and B.A. Searle, Blackwell, 2010: 459-480.",
        "Case, Karl E., John M. Quigley, and Robert J. Shiller, Comparing Wealth Effects: the Stock Market versus the Housing Market, Advances in Microeconomics, 5(1), 2005: 1-32.",
        "Cooley, Thomas and Stephen LeRoy, Identification and Estimation of Money Demand, American Economic Review, 71(5):825-44, 1981.",
        "Dynan, Karen E. and Dean M. Maki, Does Stock Market Wealth Matter for Consumption? Washington: Board of Governors of the Federal Reserve System, 2001.",
        "Genesove, David and Christopher J. Mayer, Loss Aversion and Seller Behavior: Evidence from the Housing Market, Quarterly Journal of Economics, 80(2), 2001: 287-312.",
        "Greenspan, Alan, and James Kennedy, Sources and Uses of Equity Extracted from Homes, Federal Reserve Board of Governors, Finance and Economics Discussion Series, 2007-20.",
        "Kennickell, Arthur B. and Annamaria Lusardi, Disentangling the Importance of the Precautionary Saving Motive, NBER Working Paper No. 10888, November 2004.",
        "Kennickell, Arthur B. and Martha Starr-McCluer, Retrospective Reporting of Household Wealth: Evidence from the 1983-89 Consumer Expenditure Surveys, Journal of Business and Economic Statistics, 15(3): 452-63, October 1997.",
        "Leamer, Edward E., Let's Take the Con out of Econometrics, American Economic Review, 73(1): 31-43, 1983.",
        "Levin, Laurence, Are Assets Fungible? Testing the Behavioral Theory of Life-Cycle Savings, Journal of Economic Organization and Behavior, 36, 1998: 59-83.",
        "Maki, Dean M. and Michael G. Palumbo, Disentangling the Wealth Effect: A Cohort Analysis of Household Saving in the 1990s, Federal Reserve Board Finance and Economics Discussion Paper Series No 2001-21.",
        "Shiller, Robert J., Irrational Exuberance, 2nd Edition, Princeton University Press, Princeton, NJ, 2005.",
        "Starr-McCluer, Martha, Stock Market Wealth and Consumer Spending, Washington: Board of Governors of the Federal Reserve System, 1998.",
        "Zandi, Mark M., Regional Financial Associates, 1997."
    ]
}