{
    "id": 16846,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Angrist, Joshua D. and Victor Levy, (1999), Using Maimonides' Rule to Estimate the Effect of Class Size on Scholastic Achievement, Quarterly Journal of Economics, 114(2), 533-575.",
        "Belot, Michele and Dinand Webbink, (2006), The Lost Generation: The Effect of Teachers Strikes on students Evidence from Belgium, University of Essex.",
        "Card, David, Martin D. Dooley, and A. Abigail Payne, (2010), School Competition and Efficiency with Publicly Funded Catholic Schools, American Economic Journal: Applied Economics, 2(4): 15076.",
        "Clotfelter, Charles T., Ladd, Helen F. and Jacob L. Vigdor, (2009), Are Teacher Absences Worth Worrying About in the United States? Education Finance and Policy, 4(2) 115-149.",
        "Colasanti, Michael, (2008), State Collective Bargaining Policies for Teachers, Denver: Education Commission of the States.",
        "Dee, Thomas S., and Brian Jacob, (2010), The Impact of No Child Left Behind, Mimeo, University of Virginia and University of Michigan.",
        "Ding, Weili and Steven F. Lehrer, (2010), Estimating Treatment Effects from Contaminated Multiperiod Education Experiments; The Dynamic Impacts of Class Size Reductions, Review of Economics and Statistics, 92(1): 3142.",
        "Easton, John Q. and Engelhard George Jr., (1982),A Longitudinal Record of Elementary School Absence and Its Relationship to Reading Achievement, The Journal of Educational Research, 75(5), 269-274.",
        "Eberts, Randall W. and Joe A. Stone, (1987), Teacher Unions and the Productivity of Public Schools, Industrial and Labor Relations Review 40(3), 354-363.",
        "Herrmann, Mariesa and Jonah Rockoff, (2009), Work Disruption, Worker Health and Productivity: Evidence from Teaching Columbia University.",
        "Hoxby, Caroline M., (1996), How Teachers' Unions Affect Education Production, Quarterly Journal of Economics, 111(3), 671-718.",
        "Imbens, Guido W., (2004), Nonparametric estimation of Average Treatment Effect Under Exogeneity: A Review, Review of Economics and Statistics, 86(1), 4-29.",
        "Johnson, David, (2009), How do Work Stoppages and Work-to-Rule Campaigns Change Elementary School Assessment Results? Manuscript, Wilfred Laurier University.",
        "Lawson, Alexandra, Randall Penfield and Philip Nagy, (1999), Relating Attitudes, Gender and Student Achievement in Grades 3 and 6, EQAO Research Series No. 1.",
        "Lovenheim, Michael F., (2009), The Effect of Teachers' Unions on Education Production: Evidence from Union Election Certifications in Three Midwestern States, Journal of Labor Economics, 27(4), 525-588.",
        "Miller, Raegen T. , Richard J. Murnane, and John B. Willett, (2008), Do Teacher Absences Impact Student Achievement? Longitudinal Evidence from One Urban School District, Educational Evaluation and Policy Analysis, 30(2), 181-200.",
        "Rivkin, Steven G., Eric A. Hanushek and John F. Kain, (2005), Teachers, Schools, and Academic Achievement Econometrica, 73(2), pp. 417-458.",
        "Romero, Mariajose and Young-Sun Lee, (2007), A National Portrait of Chronic Absenteeism in the Early Grades, National Center for Children in Poverty.",
        "Rose, Joseph B., (2002), The Assault on School Teacher Bargaining in Ontario Relations Industrielles/Industrial Relations 57(1): 100-128.",
        "Thornicroft, Kenneth, (1994), Teachers Strikes and Student Achievement: Evidence from Ohio Journal of Collective Negotiations 23(1), 27-40.",
        "Zwerling, Harris L., (2008), Pennsylvania Teachers' Strikes and Academic Performance Journal of Collective Negotiations 32(2): 151-172."
    ]
}