{
    "id": 16840,
    "cites": 25,
    "cited_by": 14,
    "reference": [
        "Avery, Robert B., and Michael S. Rendall (1993), Estimating the Size and Distribution of Baby Boomers' Prospective Inheritances, in the American Statistical Association's 1993 Proceedings of the Social Statistics Section, pp. 11-19.",
        "Brown, Jeffrey R. and Scott J. Weisbenner (2004), Intergenerational Transfers and Savings Behavior. In David A. Wise, Editor, Perspectives on the Economics of Aging, Chicago: University of Chicago Press, pp. 181-204.",
        "David, Martin, and Paul L. Menchik (1982), Distribution of Estates and Its Relationship to Intergenerational Transfers, Statistics of Income and Related Administration Record Research.",
        "Dynan, Karen E., Jonathan Skinner and Stephen P. Zeldes (2004), Do the Rich Save More? Journal of Political Economy, Vol. 112, no. 2, pp. 397-444.",
        "Gale, William G., and J.K. Scholz (1994), Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives, Vol. 8, pp. 145-160.",
        "Greenwood, Daphne T., and Edward N. Wolff (1992), Changes in Wealth in the United States, 1962  1983: Savings, Capital Gains, Inheritance, and Lifetime Transfers, Journal of Population Economics, Vol. 5, No. 4, pp. 261-288.",
        "Hurd, Michael D., and Gabriella Mundaca (1989), The Importance of Gifts and Inheritances among the Affluent. In Robert E. Lipsey and Helen Stone Tice eds., The Measurement of Saving, Investment, and Wealth, Studies of Income and Wealth, Vol. 52. Chicago: Chicago University Press, pp. 737-763.",
        "Kennickell, Arthur B. 2001. Modeling Wealth with Multiple Observations of Income: Redesign of the Sample for the 2001 Survey of Consumer Finances, October, http://www.federalreserve.gov/pubs/oss/oss2/method.html.",
        "Kessler, Denis, and Andre Masson (1979), Les transferts intergenerationales: l'aide, la donation, l'heritage, C.N.R.S. Report, Paris.",
        "Kessler, Denis, and Andre Masson (1989), Bequests and Wealth Accumulation: Are Some Pieces of the Puzzle Missing, Journal of Economic Perspectives, Vol. 3, No. 3, pp.141-152.",
        "Kopczuk, Wojciech, and Joseph P. Lupton (2007), To Leave or Not to Leave: The Distribution of Bequest Motives, Review of Economic Studies, Vol. 74, pp. 207235.",
        "Laitner, John (1992), Random Earnings Differences, Lifetime Liquidity Constraints, and Altruistic Intergenerational Transfers, Journal of Economic Theory, Vol. 58, pp.135-170.",
        "Laitner, John and Henry Ohlsson (2001), Bequest Motives: A Comparison of Sweden and the United States, Journal of Public Economics, January 2001, Vol. 79, No. 1, pp. 205-36.",
        "Laitner, John and Amanda Sonnega (2010), Intergenerational Transfers in the Health and Retirement Study Data, Michigan Retirement Research Center, Ann Arbor, MI, November.",
        "Menchik, Paul and Martin David (1983), Income Distribution, Lifetime Saving and Bequests, American Economic Review, September.",
        "Morgan, James N., Martin H. David, William. J. Cohen, and Harvey E. Brazer (1962), Income and Welfare in the United States, New York: McGraw-Hill Book Company.",
        "Pestieau, Pierre (2001), The Role of Gifts and Estate Transfers in the United States and Europe, mimeo.",
        "Projector, Dorothy and Gertrude Weiss (1966), Survey of Financial Characteristics of Consumers, Federal Reserve Technical Papers.",
        "Schervish, Paul G., and John J. Havens (1999), Millionaires and the Millennium: New Estimates of the Forthcoming Wealth Transfer and the Prospects for a Golden Age of Philanthropy, Social Welfare Research Institute of Boston College, Boston, MA.",
        "Wolff, Edward N. (1987), The Effects of Pensions and Social Security on the Distribution of Wealth in the U.S. In Edward N. Wolff ed., International Comparisons of Household Wealth Distribution, Oxford: Oxford University Press, pp. 208-247.",
        "Wolff, Edward N. (1999), Wealth Accumulation by Age Cohort in the U.S., 1962-1992: The Role of Savings, Capital Gains and Intergenerational Transfers, Geneva Papers on Risk and Insurance, Vol. 24, No. 1, January, pp. 27-49.",
        "Wolff, Edward N. (2002), Inheritances and Wealth Inequality, 1989-1998, American Economic Review Papers and Proceedings, Vol. 92, No. 2, May, pp. 260-264.",
        "Wolff, Edward N. (2003), The Impact of Gifts and Bequests on the Distribution of Wealth, in Alicia H. Munnell and Annika SundÃ\u0083Â©n editors, Death and Dollars, Washington, DC: Brookings Institution, pp. 345-375.",
        "Wolff, Edward N. (2010), Recent Trends in Household Wealth in the United States: Rising Debt and the Middle-Class Squeeze  An Update to 2007, Annandale-onthe Hudson, NY: Levy Economics Institute Working Paper No. 589, March.",
        "Wolff, Edward N., Ajit Zacharias, and Thomas Masterson (2009), Trends in American Living Standards and Inequality, 1959-2004. Annandale-on the Hudson, NY: Levy Economics Institute, mimeo, December."
    ]
}