{
    "id": 16847,
    "cites": 15,
    "cited_by": 24,
    "reference": [
        "Akinci, Ozge, A Note on the Estimation of the Atemporal Elasticity of Substitution Between Tradable and Nontradable Goods, manuscript, Columbia University, February 2, 2011.",
        "Burstein, Ariel, Martin Eichenbaum, and Sergio Rebelo, Large Devaluations and the Real Exchange Rate, Journal of Political Economy, 113, 2005, 742-784.",
        "Gonzalez Rozada, Martin, Pablo Andres Neumeyer, Alejandra Clemente, Diego Luciano Sasson, and Nicholas Trachter, The Elasticity of Substitution in Demand for NonTradable Goods in Latin America: The Case of Argentina, Inter-American Development Bank, Research Network Working paper #R-485, August 2004.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti, The external wealth of nations mark II: Revised and extended estimates of foreign assets and liabilities, 1970-2004, Journal of International Economics, 73, November 2007, 223-250.",
        "Mendoza, Enrique G., and Vivian Z. Yue, A Solution to the Disconnect between Country Risk and Business Cycle Theories, working paper, University of Maryland, April 2010.",
        "Neumeyer, Pablo A. and Fabrizio Perri, Business Cycles in Emerging Markets:The Role of Interest Rates, Journal of Monetary Economics, 52, March 2005, 345-380.",
        "Olivera, Julio H. G., La Teoria No Monetaria de la Inflacion, El Trimestre Economico 27, October-December 1960, 616-628.",
        "Olivera, Julio H. G., On Structural Inflation and Latin-American `Structuralism', Oxford Economic Papers 16, November 1964, 321-332.",
        "Ostry, Jonathan D. and Carmen M. Reinhart, Private Saving and Terms of Trade Shocks: Evidence from Developing Countries, IMF Staff Papers, September 1992, 495-517.",
        "Reinhart, Carmen M., and Carlos A. Vegh, Nominal interest rates, consumption booms, and lack of credibility: A quantitative examination, Journal of Development Economics 46, April 1995, 357-378.",
        "Schmitt-Grohe, Stephanie, and Martin Uribe, The Optimal Rate of Inflation, Handbook of Monetary Economics, edited by B. Friedman and M. Woodford, 2010 forthcoming.",
        "Stockman, Alan C., and Linda L. Tesar, Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements, American Economic Review 85, March 1995, 168-185.",
        "Tobin, James, Inflation and Unemployment, American Economic Review 62, March 1972, 1-18.",
        "Uribe, Martin, Exchange-Rate-Based Inflation Stabilization: The Initial Real Effects of Credible Plans, Journal of Monetary Economics 39, June 1997, 197-221.",
        "Uribe, Martin, Open Economy Macroeconomics, manuscript, Columbia University, 2011."
    ]
}