{
    "id": 16844,
    "cites": 9,
    "cited_by": 37,
    "reference": [
        "Ashenfelter, Orley and Michael Greenstone. 2004. Using Mandated Speed Limits to Measure The estimates imply that these clean ups averted between 76 and 144 instances of congenital anomalies in the 26,238 infants born to mothers within 2000 meters of Superfund site that had been cleaned up.",
        "Using Greenstone and Gallagher's cost of clean-up figures, the total cost of cleaning up these sites was approximately $4 billion (2005 $s). Hence, the cost per anomaly averted greatly exceeds standard estimates of the value of a statistical life (e.g., Ashenfelter and Greenstone 2004). Of course, this paper's focus on infants cannot measure any health improvements that occur later in life and we have explored only one dimension of possible health effects. the Value of a Statistical Life. Journal of Political Economy, 12(1, Pt. 2): 226-267.",
        "Briggs, Gerald G., Roger K. Freeman, and Sumner J. Yaffe. 2008. Drugs in pregnancy and lactation: a reference guide to fetal and neonatal risk. 8th ed. Philadelphia: Lippincott Williams & Wilkins.",
        "Currie, Janet. 2011. Inequality at Birth: Some Causes and Consequences, American Economic Review Papers and Proceedings.",
        "Dolk, Helen, Martine Vrijheid, Ben Armstrong, Lenore Abramsky, Fabrizio Bianchi, Ester Garne, Vera Nelen, Elisabeth Robert, John E.S. Scott, David Stone, and Romano Tenconi. 1998. Risk of Congenital Anomalies near Hazardous-Waste Landfill Sites in Europe: the EUROHAZCON Study. Lancet, 352: 423-427.",
        "Elliott, Paul, David Briggs, Sara Morris, Cornelis de Hoogh, Christopher Hurt, Tina Kold Jensen, Ian Maitland, Sylvia Richardson, Jon Wakefield, and Lars Jarup. 2001. Risk of Adverse Birth Outcomes in Populations Living near Landfill Sites. British Medical Journal, 323: 363-368.",
        "Greenstone, Michael, and Justin Gallagher. 2008. Does Hazardous Waste Matter? Evidence from the Housing Market and the Superfund Program, Quarterly Journal of Economics, 123(3): 951-1003.",
        "U.S. Environmental Protection Agency. 2006. Superfund's 25th Anniversary: Capturing the Past, Charting the Future. http://www.epa.gov/superfund/25anniversary (accessed February 2, 2009).",
        "Vrijheid, Martine. 2000. Health Effects of Residence Near Hazardous Waste Landfill Sites: A Review of Epidemiologic Literature. Environmental Health Perspectives, 108(S1): 101-112."
    ]
}