{
    "id": 16845,
    "cites": 37,
    "cited_by": 21,
    "reference": [
        "APRA (Australian Prudential Regulation Authority) (2002), `APRA Reminds Banks to Observe Conservative Risk Management Practices', Media Release No 02.39, 1 October.",
        "APRA (2003), `Proposed Changes to the Risk-Weighting of Residential Mortgage Lending', Discussion Paper, November.",
        "Bank of England (2009), `The Role of Macroprudential Policy', Discussion Paper, November.",
        "Bank of Spain (2010), Financial Stability Report, March.",
        "Blanchard O, G Dell'Ariccia and P Mauro (2010), `Rethinking Macroeconomic Policy', IMF Staff Position Note SPN/10/03.",
        "Bordo MD and O Jeanne (2002), `Monetary Policy and Asset Prices: Does Benign Neglect Make Sense?', IMF Working Paper No WP/02/225.",
        "Borio C, C Furfine and P Lowe (2001), `Procyclicality of the Financial System and Financial Stability: Issues and Policy Options', in Marrying the Macro- and Microprudential Dimensions of Financial Stability, BIS Papers No 1, BIS, Basel, pp 157.",
        "Brunnermeier M, A Crockett, C Goodhart, A Persaud and HS Shin (2009), The Fundamental Principles of Financial Regulation, Centre for Economic Policy Research, London.",
        "Bryan M, S Cecchetti and R O'Sullivan (2003), `A Stochastic Index of the Cost of Life: An Application to Recent and Historical Asset Price Fluctuations', in WC Hunter, GG Kaufman and M Pomerleano (eds), Asset Price Bubbles: The Implications for Monetary, Regulatory, and International Policies, The MIT Press, Cambridge, pp 277289.",
        "Cecchetti S, H Genberg and S Wadhwani (2003), `Asset Prices in a Flexible Inflation Targeting Framework', in WC Hunter, GG Kaufman and M Pomerleano (eds), Asset Price Bubbles: The Implications for Monetary, Regulatory, and International Policies, The MIT Press, Cambridge, pp 427444.",
        "Christiano L, R Motto and M Rostagno (2007), `Two Reasons Why Money and Credit May be Useful in Monetary Policy', NBER Working Paper No 13502.",
        "CFR (Council of Financial Regulators) (2003), Annual Report 2002. Available at <http://www.rba.gov.au/publications/annual-reports/cfr/2002.pdf>.",
        "ECB (European Central Bank) (2005), `Asset Price Bubbles and Monetary Policy', Monthly Bulletin, 04/2005, pp 4760.",
        "FatÃ\u0083Â¡s A, P Kannan, P Rabanal and A Scott (2009), `Lessons for Monetary Policy from Asset Price Fluctuations', World Economic Outlook  Sustaining the Recovery, World Economic and Financial Surveys, IMF, Washington DC, pp 93120.",
        "FernÃ\u0083Â¡ndez de Lis S, J PagÃ\u0083Â©s and J Saurina (2000), `Credit Growth, Problem Loans and Credit Risk Provisioning in Spain', Banco de EspaÃ\u0083Â±a Documento de Trabajo No 0018.",
        "FSF (Financial Stability Forum) (2009), `Report of the Financial Stability Forum on Addressing Procyclicality in the Financial System', 2 April.",
        "Genworth Financial (2007), `Inquiry into Home Loan Lending Practices and Processes', Submission to the House Standing Committee on Economics, Finance and Public Administration Inquiry into Home Loan Lending Practices and Processes, 20 July.",
        "Gerdesmeier D, H-E Reimers and B Roffia (2009), `Asset Price Misalignments and the Role of Money and Credit', ECB Working Paper No 1068.",
        "Griffith-Jones S, JA Ocampo and A Ortiz (2009), `Building on the CounterCyclical Consensus: A Policy Agenda', Paper prepared for the High-level Roundtable `Towards Basel III? Regulating the Banking Sector after the Crisis', Foundation for European Progressive Studies, Brussels, 12 October.",
        "Gruen D, M Plumb and A Stone (2005), `How Should Monetary Policy Respond to Asset-Price Bubbles?', International Journal of Central Banking, 1(3), pp 131.",
        "Hoerova M, C Monnet and T Temzelides (2009), `Money Talks', ECB Working Paper No 1091.",
        "Hunter WC, GG Kaufman and M Pomerleano (eds) (2003), Asset Price Bubbles: The Implications for Monetary, Regulatory, and International Policies, The MIT Press, Cambridge.",
        "IMF (International Monetary Fund) (2003), World Economic Outlook  Public Debt in Emerging Markets, World Economic and Financial Surveys, IMF, Washington DC.",
        "JÃ\u0083Â¤Ã\u0083Â¤skelÃ\u0083Â¤ J and K Nimark (2008), `A Medium-Scale Open Economy Model of Australia', RBA Research Discussion Paper No 2008-07.",
        "Kannan P, P Rabanal and A Scott (2009a), `Macroeconomic Patterns and Monetary Policy in the Run-Up to Asset Price Busts', IMF Working Paper No WP/09/252.",
        "Kannan P, P Rabanal and A Scott (2009b), `Monetary and Macroprudential Policy Rules in a Model with House Price Booms', IMF Working Paper No WP/09/251. Kent C (forthcoming), `Two Depressions One Banking Collapse: Lessons from Australia', Journal of Financial Stability.",
        "Kent C, C Ossolinski and L Willard (2007), `The Rise of Household Indebtedness', in C Kent and J Lawson (eds), The Structure and Resilience of the Financial System, Proceedings of a Conference, Reserve Bank of Australia, Sydney, pp 123163.",
        "McCauley RN, JS Ruud and F Iacono (1999), Dodging Bullets: Changing U.S. Corporate Capital Structure in the 1980s and 1990s, MIT Press, Cambridge.",
        "N'Diaye P (2009), `Countercyclical Macro Prudential Policies in a Supporting Role to Monetary Policy', IMF Working Paper No WP/09/257.",
        "Okina K, M Shirakawa and S Shiratsuka (2001), `The Asset Price Bubble and Monetary Policy: Japan's Experience in the Late 1980s and the Lessons', Bank of Japan, Institute for Monetary and Economic Studies Monetary and Economic Studies, 19(S-1), pp 395450.",
        "RBA (Reserve Bank of Australia) (2003a), Annual Report 2003.",
        "RBA (2003b), `Productivity Commission Inquiry on First Home Ownership', Submission to the Productivity Commission Inquiry on First Home Ownership, 14 November.",
        "Squam Lake Working Group on Financial Regulation (2009), `Reforming Capital Requirements for Financial Institutions', Squam Lake Working Group Paper, April.",
        "Trichet JC (2009), `Credible Alertness Revisited', Intervention at the Federal Reserve Bank of Kansas City Economic Policy Symposium on `Financial Stability and Macroeconomic Policy', Jackson Hole, 2122 August.",
        "Western Australia: Copyright  The State of Western Australia (DOLA), (2004). Licence No.",
        "PA75-2003. Based on information provided with the permission of DOLA.",
        "Australian Capital Territory: The ACT data are the property of the Australian Capital Territory. No part of them may in any form or by any means (electronic, mechanical, microcopying, photocopying, recording or otherwise) be reproduced, stored in a retrieval system or transmitted without prior written permission. Enquiries should be directed to: The Executive Director, ACT Planning and Land Management GPO Box 1908 CANBERRA ACT 2601."
    ]
}