{
    "id": 16855,
    "cites": 21,
    "cited_by": 27,
    "reference": [
        "Akerlof, George A. (1970): The Market for `Lemons': Quality Uncertainty and the Market Mechanism Quarterly Journal of Economics 84(3): 488-500.",
        "In July 2009, Prosper also refined the definition of credit grades to be based on predicted rates of return instead of coarse credit score intervals. This change may alleviate the adverse selection within grades.",
        "Caskey, John P. (2005): Fringe Banking and the Rise of Payday Lending, Chapter 2 of Credit Markets for the Poor, Russell Sage Foundation, New York.",
        "Cohen, Alma and Peter Siegelman (2009), Testing for Adverse Selection in Insurance Markets NBER working paper #15586.",
        "Fama, Eugene F. (1970) Efficient Capital Markets: A Review of Theory and Empirical Work Journal of Finance 25(2): Papers and Proceedings of the Twenty-Eighth Annual Meeting of the American Finance Association New York, N.Y. December, 28-30, 1969 (May, 1970), pp. 383-417.",
        "Freedman, Seth and Ginger Z. Jin (2008) Do Social Networks Solve Information Problems for Peer-to-Peer Lending? Evidence from Prosper.com Net Institute Working Paper 08-43.",
        "Greenlaw, David; Jan Hatzius; Anil Kashyap, Hyun Song Shin (2008) : Leveraged Losses: Lessons from the Mortgage Market Meltdown, mimeo, accessed at http://www.chicagogsb.edu/usmpf/docs/usmpf2008confdraft.pdf.",
        "Grossman, Sandy Jay and Joseph Stiglitz (1980) On the impossibility of informationally efficient markets American Economic Review 70: 393-408.",
        "Hampshire, Robert (2008) Group Reputation Effects in Peer-to-Peer Lending Markets: An Empirical Analysis from a Principle-Agent Perspective mimeo.",
        "Hendel, Igal; Aviv Nevo and Francois Ortalo-Magne (2009) The Relative Performance of Real Estate Marketing Platforms: MLS versus FSBOMadison.com American Economic Review 99(5), December 2009, 1878-98.",
        "Iyer, Rajkamal; Asim Ijaz Khwaja; Erzo F. P. Luttmer; Kelly Shue (2009) Screening in Alternative Credit Markets: Can Individual Lenders Infer Borrower Credit-worthiness in Peer-to-Peer Lending mimeo.",
        "Jin, Ginger Z. and Andrew Kato (2007) Dividing Online and Offline: A Case Study Review of Economic Studies July 2007.",
        "Jun, Byoung and Xavier Vives (1996) Learning and Convergence to a Full-Information Equilibrium are not Equivalent The Review of Economic Studies 63(4): 653-674.",
        "Lin, Mingfeng; Siva Viswanathan and N.R. Prabhala (2009) Judging Borrowers By The Company They Keep: Social Networks and Adverse Selection in Online Peer-to-Peer Lending SSRN working paper available at http://ssrn.com/abstract=1355679.",
        "Rigbi, Oren (2008) The Effects of Usury Laws: Evidence from the Online Loan Market Dissertation, Stanford University.",
        "Salmon, Timothy C. (2001) An Evaluation of Econometric Models of Adaptive Learning Econometrica 69(6): 1597-1628.",
        "Schonberg, Uta (2007) Testing for Asymmetric Employer LearningJournal of Labor Economics 25(4): 651-691.",
        "Sharpe, Steven A. (1990) Asymmetric Information, Bank Lending, and Implicit Contracts: A Stylized Model of Customer Relationships.Journal of Finance 45 (September): 1069-87.",
        "Skiba, Paige and Jeremy Tobacman (2007) Profitability of Payday Loans Working paper available at http://www.law.vanderbilt.edu/faculty/faculty-personal-sites/paige-skiba/index.aspx.",
        "Stiglitz, Joseph E. and Andrew Weiss (1981): Credit Rationing in Markets with Imperfect Information American Economic Review 71(3): 393-410.",
        "Vives, Xavier (1993) How Fast do Rational Agents Learn? The Review of Economic Studies 60(2): 329-347."
    ]
}