{
    "id": 1685,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "Atack, Jeremy (1985). Industrial Structure and the Emergence of the Modern Industrial Corporation. Explorations in Economic History, 22.",
        "Atack, Jeremy, Fred Bateman and Thomas Weiss (1979). An Evaluation of Nineteenth Century Censuses As Sources of Economic Statistics. Paper delivered to the Cliometrics Conference, Chicago, Illinois.",
        "Brady, Dorothy S. (1964). Relative Prices in the Nineteenth Century. ~ Journal ~ Economic History, 24.",
        "Dorothy S. Brady (ed.), Output Employment, and Productivity in the United States After 1800. Studies in Income and Wealth 30. New York: National Bureau of Economic Research. Chandler, Alfred D. (1977). ~ Visible Hand: j~ Manazerial Revolution in American Business. Cambridge, Massachusetts: Harvard University Press.",
        "Cole, Arthur H. (1938). Wholesale Commodity Prices in the United States, 1700-1861. Volume II. Cambridge, MA: Harvard University Press.",
        "Cole, Arthur H. and Walter B. Smith (1935). Fluctuations In American Business. 1790-1860. Cambridge, MA: Harvard University Press.",
        "David, Paul A. (1967). The Growth of Real Product in the United States Before 1840: New Evidence, Controlled Conjectures. fl~ Journal .~ Economic History, 27.",
        "New York: Cambridge University Press. ________* (1977). Invention and Accumulation in Americas Economic Growth: A Nineteenth Century Parable. In Karl Brunner and Allan Meltzer (eds.), Inter-national Organization, National Policies and Economic Development. Amsterdam: North Holland.",
        "Davis, Lance E. and Robert E. Gallman (1978). Capital Formation in the United States During the Nineteenth Century in Peter Mathias and M. N. Postan (eds.), The Cambrj4ge Economic History of Europe.",
        "Volume VII, Part 2. Cambridge, ENG: Cambridge University Press. Davis, Lance E. and B. Louis Stettler III (1966). The New England Textile Industry, 1825-60: Trends and Fluctuations. In Dorothy S. Brady, (ed.), Output, Employment1 and Productivity in the United States After 1800. Studies in Income and Wealth 30. New York: NEtional Bureau of Economic Research.",
        "Davis, Pearce (1949). j~ Development of the American Glass Industry. Cambridge, Massachusetts: Harvard University Press.",
        "Gallman, Robert E. (1972a). Changes in Total U. S. Agricultural Factor Productivity in the Nineteenth Century. Aaricultural History, 46.",
        "Growth. In Lance Davis et. al., American Economic Growth. New York: Harper and Row. ________* (1983). How Do I Measure Thee? Let Me Count the Ways: Investment and the Capital Stock in the Nineteenth Century. Paper delivered to the Caltech/Weingart/Social Science History Association Conference: The Variety of Quantitative History, Pasadena, California.",
        "Century. In Stanley Engerman and Robert Gailman (eds.), Long- Term Factors in American Economic Growth. Chicago: University of Chicago Press. Goldin, Claudia and Kenneth Sokoloff (1982). Women Children, and Industrialization in the Early Republic: Evidence from the Manufacturing Censuses, .fl~ Journal ~ Economic History, 42.",
        "Rabakkuk, H. .1. (1962). American and British Technology in the Nineteenth Century: The Search for Labour-Saving Inventions.",
        "Cambridge, ENG.: At the University Press. Kendrick, John W. (1961). Productivity Trends in the United States.",
        "Princeton: Princeton University Press. Landes, David S. (1969). The Unbound Prometheus: Technological Change and Industrial Development in Western Europe from 1750 to j~ Present. Cambridge, England: At the University Press.",
        "Lazonick, William and Thomas Brush (1985). The `Horndahl Effect~ in Early U. S. Manufacturing. Explorations in Economic History, 22.",
        "Lebergott, Stanley (1964). Manpower Economic Growth: .fl~ American Record Since 1800. New York: McGraw-Hill.",
        "Lindstrom, Diane (1978). Economic Development in the Philadelphia Region, 1810-1850. New York: Columbia University Press.",
        "McCloskey, Donald (1981). The Industrial Revolution 1780-1860: A Survey. In Donald l4cCloskey and Roderick Floud (eds.), fl~ Economic History of Britain Since 1700. Volume I Cambridge, ENC: Cambridge University Press.",
        "McGouldrick, Paul (1968). ~ England Textiles j~ ~ 19th Century.",
        "Profits ~ Investments. Cambridge, MA.: Harvard University Press. - Marglin, Stephen A. (1974). What Do Bosses Do? The Origins and Functions of Hierarchy in Capitalist Production. ~ Review~ Radical Political Economics, 6.",
        "Nickless, Pamela J. (1979). A New Look at Productivity in the New England Cotton Textile Industry, 1830~1860.1~ ~ Journal~ Economic History, 39.",
        "Smith, Adam (1976). ~ Inquiry into the Nature and Causes ~ ~ Wealth of Nations. Chicago: University of Chicago Press.",
        "Originally published in 1776. Sokoloff, Kenneth L. (1982). Industrialization and the Growth of the Manufacturing Sector in the Northeast, 1820-1850. Unpublished Ph.D. dissertation, Harvard University.",
        "Manufacturing, 1820-1850. Paper delivered to Social Science History Association, Washington, U. C.. ________* (1984a). Investment in Fixed and Working Capital During Early Industrialization: Evidence from U. S. Manufacturing Firms. ~Ã\u0083Â§ Journal of Economic History, 44* ________ (1984b) Was the Transition From the Artisanal Shop to the Nonmechanized Factory Associated With Gains in Efficiency?: Evidence from the U. S. Manufacturing Censuses of 1820 and 1850. Explorations in Economic History, 21.",
        "Temin, Peter (1968). Iron and Steel in Nineteenth Century America: An Economic Inquiry. Cambridge, MA: N. I. T. Press.",
        "Thorp, Willard L. (1926). Business Annals. New York: National Bureau of Economic Research.",
        "Williamson, Jeffrey G. and Peter H. Lindert, (1980). American Inequality: A Macroeconomic History. New York: Academic Press."
    ]
}