{
    "id": 16866,
    "cites": 56,
    "cited_by": 2,
    "reference": [
        "Avalos, Antonio, and Sean Alley. 2010. Left on the Table: Unclaimed Earned Income Tax Credits Cost California's Economy and Low-Income Residents $1 Billion Annually. New America Foundation, March, http://www.newamerica.net/sites/newamerica.net/files/ policydocs/Left_on_the_table_NewAmerica.pdf (viewed August 2, 2010).",
        "Bartik, Timothy J. 2001. Jobs for the Poor: Can Labor Demand Policies Help? New York: Russell Sage Foundation.",
        "Bartik, Timothy J., and John H. Bishop. 2009. The Job Creation Tax Credit: Dismal Projections for Employment Call for a Quick, Efficient, and Effective Response. Economic Policy Institute Briefing Paper No. 248, Washington, DC, October 20.",
        "Bartik, Timothy J., and George Erickcek. 2010. The Employment and Fiscal Effects of Michigan's MEGA Tax Credit Program. Upjohn Institute Working Paper No. 10-164.",
        "Berlin, Gordon L. 2007. Rewarding the Work of Individuals: A Counterintuitive Approach to Reducing Poverty and Strengthening Families. The Future of Children, Vol. 17, No. 2, September, pp. 17-42.",
        "Bishop, John. 2008. The 1977-78 New Jobs Tax Credit Was a Big Success. Can a Tax Credit for Employment Growth in 2009 and 2010 Restore Animal Spirits and Help Jump Start the Economy. Cornell University, http://digitalcommons.ilr.cornell.edu/cgi/viewcontent.cgi? article=1185&context=articles (viewed December 21, 2010).",
        "Bishop, John H. 1981. Employment in Construction and Distribution Industries: The Impact of the New Jobs Tax Credit. In Sherwin Rosen, ed. Studies in Labor Markets. Chicago: University of Chicago Press, pp. 209-46.",
        "Blank, Rebecca M. 2002. Evaluating Welfare Reform in the United States. Journal of Economic Literature, Vol. 40, No. 4, December, pp. 1105-66.",
        "Blank, Rebecca M., David E. Card, and Philip K. Robins. 2000. Financial Incentives for Increasing Work and Income Among Low-Income Families. In David E. Card and Rebecca M. Blank, eds. Finding Jobs: Work and Welfare Reform. New York: Russell Sage Foundation, pp. 373-419.",
        "Bloom, Howard S., et al. 1994. The National JTPA Study: Overview: Impacts, Benefits, and Costs of Title II-A. Bethesda, MD: Abt Associates, January.",
        "Burtless, Gary. 1985. Are Targeted Wage Subsidies Harmful? Evidence from a Wage Voucher Experiment. Industrial and Labor Relations Review, Vol. 39, No. 1, October, pp. 105-14.",
        "Cahuc, Pierre, and AndrÃ\u0083Â© Zylberberg. 2001. Labor Economics. Cambridge, MA: MIT Press.",
        "Cancian, Maria, and Arik Levinson. 2005. Labor Supply Effects of the Earned Income Tax Credit: Evidence from Wisconsin's Supplemental Benefit for Families with Three Children. NBER Working Paper No. 11454.",
        "Chirinko, Robert S., and Daniel J. Wilson. 2010. Job Creation Tax Credits and Job Growth: Whether, When, and Where? Federal Reserve Bank of San Francisco Working Paper 2010-25.",
        "Congressional Budget Office. 2010. Estimated Impact of the American Recovery and Reinvestment Act on Employment and Economic Output From April 2010 Through June 2010. Washington, D.C.: Congressional Budget Office.",
        "Couch, Kenneth A. 1992. New Evidence on the Long-Term Effects of Employment Training Programs. Journal of Labor Economics, Vol. 10, No. 4, October, pp. 380-88.",
        "Council of Economic Advisers. 2009. Estimates of Job Creation from the American Recovery and Reinvestment Act of 2009. Washington, D.C.: Executive Office of the President of the United States.",
        "Dickert, Stacy, Scott Houser, and John Karl Scholz. 1995. The Earned Income Tax Credit and Transfer Programs: A Study of Labor Market and Program Participation. Tax Policy and the Economy, Vol. 9, pp. 1-50.",
        "Dickert-Conlin, Stacy, and Douglas Holtz-Eakin. 2000. Employee-Based Versus EmployerBased Subsidies to Low-Wage Workers: A Public Finance Perspective. In David E. Card and Rebecca M. Blank, eds., Finding Jobs: Work and Welfare Reform. New York: Russell Sage Foundation, pp. 262-94.",
        "Edin, Kathryn, and Laura Lein. 1997. Making Ends Meet: How Single Mothers Survive Welfare and Low-Wage Work. New York: Russell Sage Foundation.",
        "Eissa, Nada, and Hilary Williamson Hoynes. 2004. Taxes and the Labor Market Participation of Married Couples: The Earned Income Tax Credit. Journal of Public Economics, Vol. 88, Nos.",
        "9-10, August, pp. 1931-58.",
        "Eissa, Nada, and Jeffrey B. Liebman. 1006. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics, Vol. 111, No. 2, May, pp. 605-37.",
        "Ellwood, David T. 2000. The Impact of the Earned Income Tax Credit and Social Policy Reforms on Work, Marriage, and Living Arrangements. National Tax Journal, Vol. 53, No. 4, pt. 2, December, pp. 1063-106.",
        "Ellwood, David T., and Elisabeth D. Welty. 2000. Public Service Employment and Mandatory Work: A Policy Whose Time Has Come and Gone and Come Again? In David E. Card and Rebecca M. Blank, eds., Finding Jobs: Work and Welfare Reform. New York: Russell Sage Foundation, pp. 299-372.",
        "Farkas, George, et al. 1984. Post-Program Impacts of the Youth Incentive Entitlement Pilot Projects. New York: Manpower Demonstration Research Corporation, June.",
        "Gitterman, Daniel P., Lucy S. Gorham, and Jessica L. Dorrance. 2007. Expanding the EITC for Single Workers and Couples Without Children (aka Tax Relief for Low-Wage Workers). Unpublished paper. Chapel Hill, NC: University of North Carolina.",
        "Gueron, Judith M., and Edward Pauly. 1991. From Welfare to Work. New York: Russell Sage Foundation.",
        "Haltiwanger, John, Ron S. Jarmin, and Javier Miranda. 2009. Who Creates Jobs? Small vs. Large vs. Young. Unpublished paper, University of Maryland.",
        "Ham, John C., Ayse Imrohoroglu, and Charles Swenson. 2009. Government Programs Can Improve Local Labor Markets: Evidence from State Enterprise Zones, Federal Empowerment Zones and Federal Enterprise Communities, unpublished paper.",
        "Hamersma, Sarah. 2008. The Effects of an Employer Subsidy on Employment Outcomes: A Study of the Work Opportunity and Welfare-to-Work Tax Credits. Journal of Policy Analysis and Management, Vol. 27, No. 3, Summer, pp. 498-520.",
        "Hamersma, Sarah. 2005. The Work Opportunity and Welfare-to-Work Tax Credits. UrbanBrookings Tax Policy Center Brief, No. 15, October.",
        "Hamermesh, Daniel. 1993. Labor Demand. Princeton, NJ: Princeton University Press.",
        "Hamermesh, Daniel S. 1978. Subsidies for Jobs in the Private Sector. In John L. Palmer, ed. Creating Jobs: Public Employment Programs and Wage Subsidies. Washington, DC: The Brookings Institution, pp. 87-122.",
        "Heckman, James T. 1993. What Has Been Learned About Labor Supply in the Past Twenty Years? American Economic Review Papers and Proceedings, Vol. 83, No. 2, May, pp. 116-21.",
        "Hoffman, Saul D., and Laurence S. Seidman. 2003. Helping Working Families: The Earned Income Tax Credit. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Hollenbeck, Kevin M., and Richard J. Willke. 1991. The Employment and Earnings Impact of the Targeted Jobs Tax Credit. Upjohn Institute Staff Working Paper 91-07. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Juhn, Chinhui. 1992. Decline of Male Labor Market Participation: The Role of Declining Market Opportunities. Quarterly Journal of Economics, Vol. 107, No. 1, February, pp. 79-121.",
        "Katz, Lawrence F. 1998. Wage Subsidies for the Disadvantaged. In Richard B. Freeman and Peter Gottschalk, eds. Generating Jobs: How to Increase Demand for Less-Skilled Workers. New York, NY: Russell Sage Foundation, pp. 21-53.",
        "Keane, Michael, and Robert Moffitt. 1998. A Structural Model of Multiple Welfare Program Participation and Labor Supply. International Economic Review, Vol. 39, No. 3, August, pp. 553-89.",
        "Kwok, Joyce, Mary Daly, and Bart Hobijn. 2010. Labor Force Participation and the Future Path of Unemployment. FRBSF Economic Letter, 2010-27, September 13, Federal Reserve Bank of San Francisco.",
        "Leigh, Andrew. 2010. Who Benefits from the Earned Income Tax Credit? Incidence Among Recipients, Coworkers, and Firms. The B.E. Journal of Economic Analysis and Policy, Vol. 10, No. 1 (Advances), Article 45.",
        "Lorenz, Edward C. 1995. TJTC and the Promise and Reality of Redistributive Vouchering and Tax Credit Policy. Journal of Policy Analysis and Management, Vol. 14, No. 2, Spring, pp. 270-90.",
        "MaCurdy, Thomas. 2004. Evaluating State EITC Options for California. San Francisco: Public Policy Institute of California.",
        "Meyer, Bruce D. 2002. Labor Supply at the Extensive and Intensive Margins: The EITC, Welfare, and Hours Worked. American Economic Review Papers and Proceedings, Vol. 92, No. 2, May, pp. 373-9.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics, Vol. 116, No. 3, August, pp. 1063-114.",
        "Neumark, David, and Jed Kolko. 2010. Do Enterprise Zones Create Jobs? Evidence from California's Enterprise Zone Program. Journal of Urban Economics, Vol. 68, No. 1, July, pp. 119. Neumark, David, and William L. Wascher. Does a Higher Minimum Wage Enhance the Effectiveness of the Earned Income Tax Credit? Forthcoming in Industrial and Labor Relations Review.",
        "Neumark, David, and William Wascher. 2001. Using the EITC to Help Poor Families: New Evidence and a Comparison with the Minimum Wage. National Tax Journal, Vol. 54, No. 2, June, pp. 281-318.",
        "Neumark, David, Brandon Wall, and Junfu Zhang. 2011. Do Small Businesses Create More Jobs? New Evidence for the United States from the National Establishment Time Series. Review of Economics and Statistics, Vol. 93, No. 1, February, pp. 16-29.",
        "Perloff, Jeffrey M., and Michael L. Wachter. 1979. The New Jobs Tax Credit: An Evaluation of the 1977-78 Wage Subsidy Program. American Economic Review Papers and Proceedings, Vol. 69, No. 2, May, pp. 173-79.",
        "Rothstein, Jesse. 2008. The Unintended Consequences of Encouraging Work: Tax Incidence and the EITC. Unpublished paper, Princeton University.",
        "Scholz, John Karl. 2007. Employment-Based Tax Credits for Low-Skilled Workers. Discussion Paper 2007-14, The Brookings Institution, December.",
        "Scholz, John Karl. 1994. The Earned Income Tax Credit: Participation, Compliance, and Antipoverty Effectiveness. National Tax Journal, Vol. 47, No. 1, March, pp. 63-87.",
        "Scholz, John Karl, and Kara Levine. 2001. The Evolution of Income Support Policy in Recent Decades. In Sheldon Danziger and Robert Haveman, eds. Understanding Poverty. Cambridge and New York: Harvard University Press and Russell Sage Foundation, pp. 193-228.",
        "U.S. General Accounting Office. 2001. Work Opportunity Tax Credit: Employers Do Not Appear to Dismiss Employees to Increase Tax Credits. GAO-03-39. Washington, DC: General Accounting Office.",
        "Wheaton, Laura, and Elaine Sorensen. 2009. Extending the EITC to Noncustodial Parents: Potential Impacts and Design Considerations. Unpublished paper, The Urban Institute, May 23."
    ]
}