{
    "id": 16864,
    "cites": 43,
    "cited_by": 4,
    "reference": [
        "Acharta, Ram C., and Wolfgang Keller (2008), Estimating the Productivity Selection and Technology Spillover Effects of Imports, NBER Working Paper No. 14079, October.",
        "Adams, James D., and Adam B. Jaffe (1996), Bounding the effects of R&D: Investigation Using Matched Establishment-Firm Data, RAND Journal of Economics, Vol. 27, pp. 700-721.",
        "Bartelsman, Eric J., Ricardo J. Cabbalero, and Richard K. Lyons (1991), Short and Long Run Externalities, NBER Working Paper No. 3810, August.",
        "Bernstein, Jeffrey I., and M. Ishaq Nadiri (1989), Research and development and intra-industry spillovers: an empirical application of dynamic duality, Review of Economic Studies, Vol. 56, pp. 249-269.",
        "Coe, David T., and Elhanan Helpman (1995), International R&D Spillovers, European Economic Review, Vol. 39, pp. 859-887.",
        "Eaton, Jonathan, and Samuel Kortum (1996), Trade in Ideas: Patenting and Productivity in the OECD, Journal of International Economics, Vol. 40, pp. 251-278.",
        "Eaton, Jonathan, and Samuel Kortum (1999), International Patenting and Technology Diffusion: Theory and Measurement, International Economic Review, Vol. 40, pp. 537-570.",
        "Griliches, Zvi (1979), Issues in Assessing the Contribution of Research and Development to Productivity Growth, Bell Journal of Economics, Vol. 10, pp. 92-116.",
        "Griliches, Zvi (1980), R&D and the Productivity Slowdown, American Economic Review, Vol. 70, pp. 343-347.",
        "Griliches, Zvi (1992), The Search for R&D Spillovers, Scandinavian Journal of Economics, Vol. 94, pp. 29-47.",
        "Jaffe, Adam B. (1986), Technology Opportunity and Spillovers of R&D: Evidence from Firms' Patents, Profits, and Market Value, American Economic Review, Vol. 76, pp. 984-1001.",
        "Jaffe, Adam, Manuel Trajtenberg, and Rebecca Henderson (1993), Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics, Vol. 108, pp. 577-598.",
        "Katz, Arnold J. and Shelby W. Herman, 1997, Improved Estimates of Fixed Reproducible Tangible Wealth, 1929-95, Survey of Current Business, May, pp. 69-92.",
        "Keller, Wolfgang (1998), Are international R&D spillovers trade related? Analyzing spillovers among randomly matched trade partners, European Economic Review, Vol. 42, pp. 1469-1481.",
        "Keller, Wolfgang (2002), Geographic Localization of International Technology Diffusion, American Economic Review, Vol. 92, No. 1, pp. 120-142.",
        "Kop Jansen, Pieter, and Thijs ten Raa (1990), The Choice of Model in the Construction of Input-Output Matrices, International Economic Review, Vol. 31, pp. 213-227.",
        "Lawson, Anne M. (1997), Benchmark Input-Output Accounts for the U.S. Economy, 1992, Survey of Current Business, Vol. 77, pp. 36-83.",
        "Leontief, Wassily (1953), Studies in the Structure of the American Economy, 1919-29, New York: Oxford University Press.",
        "Lychagin, Sergey, Joris Pinske, Margaret E. Slade, and John Van Reenen (2010), Spillovers in Space: Does Geography Matter? NBER Working Paper No. 16188, July.",
        "Maddison, Angus (1982), Phases of Capitalist Development, Oxford: Oxford University Press.",
        "Madsen, Jakob B. (2007), Technology spillover through trade and TFP convergence: 135 years of evidence for the OECD countries, Journal of International Economics, Vol. 72, pp. 464-480.",
        "Mairesse, Jacques, and Pierre Mohnen (1990), Rechereche-developpment et productivitÃ\u0083Â©: un sorvoi de lat literature econometrique, Economie et Statistique, Vol. 237238, pp. 99-108.",
        "Mansfield, Edwin (1980), Basic Research and Productivity Increase in Manufacturing, American Economic Review, 70 (5), December, 863-873.",
        "Mohnen, Pierre (1990), New Technology and Interindustry Spillovers, Science/Technology/Industry Review, Vol. 7, pp. 131-147.",
        "Mohnen, Pierre (1992), The Relationship between R&D and Productivity Growth in Canada and Other Major Industrialized Countries, Ottawa: Canada Communications Group.",
        "Nelson, Richard R., and Sydney G. Winters (1982), Evolutionary Theory of Economic Change, Cambridge, MA: Harvard University Press.",
        "Orlando, Michael J. (2004), Measuring Spillovers from Industrial R&D: On the Importance of Geographic and Technological Proximity, RAND Journal of Economics, Vol. 35, pp. 777-786.",
        "Ornaghi, Carmine (2006), Spillovers in Product and Process Innovation: Evidence from Manufacturing Firms, International Journal of Industrial Organization, Vol. 24, pp. 349-380.",
        "Park, Walter G. (1995), International R&D spillovers and OECD Economic Growth, Economic Inquiry, Vol. 23, pp. 571-591.",
        "Pavitt, Keith (1984), Sectoral Patterns of Technical Change: Towards a Taxonomy and Theory, Research Policy, Vol. 13, pp. 343-373.",
        "Rosenberg, Nathan (1982), Inside the Black Box: Technology and Economics, Cambridge: Cambridge University Press.",
        "Rosenberg, Nathan, and C.R. Frischtak (1984), Technological innovation and long waves, Cambridge Journal of Economics, Vol. 8, pp. 7-24.",
        "Scherer, Frederic M. (1982), Interindustry Technology Flows and Productivity Growth, Review of Economics and Statistics, Vol. 64, pp. 627-634.",
        "SjÃ\u0083Â¶holm, Fredrik (1996), International transfer of knowledge: the role of international trade and geographic proximity, Weltwirtschaftliches Archiv, Vol. 132, pp. 97-115.",
        "ten Raa, Thijs, and Edward N. Wolff (1991), Secondary Products and the Measurement of Productivity Growth Regional Science and Urban Economics, Vol. 21, pp. 581-615.",
        "Terleckyj, Nestor W. (1974), Effects of R&D on the Productivity Growth of Industries: An Exploratory Study, (Washington, DC: National Planning Association).",
        "Terleckyj, Nestor W. (1980), Direct and Indirect Effects of Industrial Research and Development on the Productivity Growth of Industries, in J.W. Kendrick and B. Vaccara, eds., New Developments in Productivity Measurement, (New York: National Bureau of Economic Research).",
        "U.S. Interindustry Economics Division (1974), The Input-Output Structure of the U.S. Economy: 1967, Survey of Current Business, Vol. 54, No. 2, February, pp. 24-56.",
        "U.S. Interindustry Economics Division (1984), The Input-Output Structure of the U.S. Economy, 1977, Survey of Current Business, Vol. 64, No. 5, May, pp. 42-84.",
        "Verspagen, Bart (1997), Estimating International Technology Spillovers using Technology Flow Matrices, Weltwirtschaftliches Arhiv, Band 133, Heft 2, pp. 226-248.",
        "Wolff, Edward N., Spillovers, Linkages, and Technical Change, Economic Systems Research, Vol. 9, No. 1, March 1997, pp. 9-23.",
        "Wolff, Edward N., and M. Ishaq Nadiri, Spillover Effects, Linkage Structure, and Research and Development, (with M.I. Nadiri), Structural Change and Economic Dynamics, Vol. 4, No. 2, December 1993, 315-331.",
        "Xu, Bin, and Jianmao Wang (1999) Capital Goods Trade and R&D Spillovers in the OECD, Canadian Journal of Economics, Vol. 32, pp. 1258-12"
    ]
}