{
    "id": 16863,
    "cites": 21,
    "cited_by": 76,
    "reference": [
        "Alm, James, Edward Sennoga, and Mark Skidmore. (2009) Perfect competition, urbanicity, and tax incidence in the retail gasoline market, Economic Inquiry 47:1, p.118-134.",
        "Barnett, Paul G., Theodore E. Keeler, and Teh-wei Hu. (1995) Oligopoly structure and the incidence of cigarette excise taxes, Journal of Public Economics 57:3, p. 457470.",
        "Besley, Timothy J. and Harvey S. Rosen. (1998) Vertical externalities in tax setting: evidence from gasoline and cigarettes, Journal of Public Economics 70, p. 383-398.",
        "---- (1999) Sales taxes and prices: an empirical analysis, National Tax Journal 52, 157178.",
        "Borenstein, Severin, James Bushnell, and Matthew Lewis. (2004) Market Power in California 's Gasoline Market, Center for the Study of Energy Markets working paper 132.",
        "Brownlee, Oswald and George Perry. (1967) The Effects of the 1965 Federal Excise Tax Reduction on Prices. National Tax Journal 20:3, p. 235-49.",
        "Bushnell, James, Howard Chong and Erin Mansur. (2009) Profiting from Regulation: An Event Study of the EU Carbon Market. NBER working paper w15572.",
        "Chouinard, Hayley and Jeffrey M. Perloff. (2004) Incidence of federal and state gasoline taxes, Economics Letters 83, p. 55-60.",
        "---- (2007) Gasoline Price Differences: Taxes, Pollution, Regulations, Mergers, Market Power, and Market Conditions, The B.E. Journal of Economic Analysis & Policy 7:1 (Contributions).",
        "Decker, Christopher S. and Mark E. Wohar. (2006) Determinnats of state diesel fuel excise tax rates: the political economy of fuel taxation in the United States, Annals of Regional Science 41, p. 171-188.",
        "Delipalla, Sofia and Michael Keen. (1992) The comparison between ad valorem and specific taxation under imperfect competition, Journal of Public Economics 49, p. 351-367.",
        "Doyle, Joe J. and Krislert Samphantharak. (2008) $2.00 Gas! Studying the effects of a gas tax moratorium. Journal of Public Economics 92, p. 869-884.",
        "Due, John F. (1954) The Effect of the 1954 Reduction in Federal Excise Taxes on the List Prices of Electrical Appliances. National Tax Journal 7:3, p. 222-6.",
        "Katz, Michael and Harvey S. Rosen. (1985) Tax analysis in an oligopoly model, Public Finance Quarterly 13, p. 319.",
        "Marion, Justin and Erich Muehlegger. (2008) Measuring Illegal Activity and the Effects of Regulatory Innovation: Tax Evasion and the Dyeing of Untaxed Diesel, Journal of Political Economy 116:4, p.633-666.",
        "Muehlegger, Erich. (2006) Gasoline Price Spikes and Regional Gasoline Content Regulations: A Structural Approach. working paper.",
        "Pindyck, Robert S. (1994) Inventories and the Short-Run Dynamics of Commodity Prices, The Rand Journal of Economics 25:1, pp. 141-159.",
        "Poterba, James M. (1996) Retail Price Reactions to Changes in State and Local Sales Taxes, National Tax Journal 49:2, p. 165-76.",
        "Sidhu, Nancy D. (1971) The Effects of Changes in Sales Tax Rates on Retail Prices, Proceedings of the Sixty-Fourth Annual Conference on Taxation p. 720-33.",
        "Slemrod, Joel and Shlomo Yitzhaki. (2000) Tax Avoidance, Evasion, and Administration, in A. Auerbach and M Feldstein (eds.), Handbook of Public Economics Volume 3, NorthHolland, p. 1423-1470.",
        "Stern, Nicholas. (1987) The effects of taxation, price control and government contracts in oligopoly and monopolistic competition, Journal of Public Economics 32, p. 133158."
    ]
}