{
    "id": 16860,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Broekhoff, Derik and Kathryn Zyla. 2008. Outside the cap: Opportunities and limitations of greenhouse gas offsets. Washington, DC: World Resources Institute.",
        "Bushnell, James B. 2011. The economics of carbon offsets. In Don Fullerton and Catherine Wolfram, eds. The Design and Implementation of U.S. Climate Policy. Chicago, IL: University of Chicago Press, forthcoming.",
        "Capoor, Karan and Philippe Ambrosi. 2009. State and trends of the carbon market, 2009, Washington, DC: The World Bank.",
        "Johnstone, Nick. 2005. Tradable permits for climate change: Implications for compliance, monitoring, and enforcement. In Climate-change policy, ed. Dieter Helm, 238252. Oxford, UK: Oxford University Press.",
        "Kruger, Joe and Christian Egenhofer. 2006. Confidence through compliance in emissions trading markets. Sustainable Development Law and Policy 6 (2): 214.",
        "Malik, Arun S. 1990. Markets for pollution control when firms are noncompliant. Journal of Environmental Economics and Management 18 (2): 97-106.",
        "Montero, Juan-Pablo. 1999. Voluntary compliance with market-based environmental policy: Evidence from the U.S. Acid Rain Program. Journal of Political Economy 107 (5): 998-1033.",
        "Ohndorf, Markus. 2010. Optimal monitoring for project-based emissions trading systems under incomplete enforcement. ETH Zurich Working Paper. http://ssrn.com/-abstract=1666106.",
        "Sigman, Hilary. 2011. Monitoring and enforcement of climate policy. In Don Fullerton and Catherine Wolfram, eds. The Design and Implementation of U.S. Climate Policy. Chicago, IL: University of Chicago Press, forthcoming.",
        "Silva, Emilson C.D. and Xie Zhu. 2008. Global trading of carbon dioxide permits with noncompliant polluters. International Tax and Public Finance 15 (2): 430459 Stranlund, John K., Carlos A. Chavez, and Barry C. Field. 2002. Enforcing emissions trading programs: Theory, practice, and performance. Policy Studies Journal 30 (3): 343361.",
        "Stranlund, John K., and Kanwalroop Kathy Dhanda. 1999. Endogenous monitoring and enforcement of a transferable emissions permit system. Journal of Environmental Economics and Management 38 (3): 267-82.",
        "Wara, Michael and David G. Victor. 2008. A realistic policy on international carbon offsets. Stanford Program on Energy and Sustainable Development Working Paper 74."
    ]
}