{
    "id": 16870,
    "cites": 168,
    "cited_by": 1,
    "reference": [
        "Acemoglu D, Aghion P, Lelarge C, VanReenen C, Zilibotti, F. 2007. Technology, Information & the Decentralization of the Firm. Quarterly Journal of Economics 122:1759-99.",
        "Acemoglu D, Aghion P, Zilibotti, F. 2003. Vertical Integration & Distance to Frontier. Journal of the European Economic Association 1:630-38.",
        "Acemoglu D, Johnson S, Kermani A, Kwak J. 2010. The Value of Political Connections in the US. MIT Economics working paper.",
        "Acemoglu D, Verdier T. 2000. The Choice between Market Failures & Corruption. American Economic Review 90:194-211.",
        "Adams RB, Hermalin BE, Weisbach MS. 2010. The Role of Boards of Directors in Corporate Governance: A Conceptual Framework and Survey. Journal of Economic Literature 2010, 48:1, 58107.",
        "Aganin A, Volpin P. 2005. The History of Corporate Ownership in Italy. In: RK Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 325-61.",
        "Agnblad J, BerglÃ\u0083Â¶f E, HÃ\u0083Â¶gfeldt P, Svancar H. 2001. Ownership & Control in Sweden: Strong Owners, Weak Minorities & Social Control. In: Barca F & Becht M, eds. The Control of Corporate Europe. Oxford University Press, Oxford, 228-258.",
        "Almeida H, Wolfenzon D. 2006a. A Theory of Pyramidal Ownership & Family Business Groups. Journal of Finance 61:2637-80.",
        "Almeida H, Wolfenzon D. 2006b. Should Business Groups Be Dismantled? The Equilibrium Costs of Efficient Internal Capital Markets. Journal of Financial Economics 79:99-144.",
        "Almeida, H, Park SY, Subrahmanyam M, Wolfenzon D. 2010. The structure & formation of business groups: Evidence from Korean Chaebols. Forthcoming.",
        "Amore MD, Bennedsen M. 2010. Political Reforms & the Causal Impact of Blood-Related Politicians on Corporate Performance in the World's Least Corrupt Society. INSEAD wp.",
        "Amsden A, Hikino T. 1994. Project execution capability, organizational know-how, and conglomerate corporate growth in late industrialization. MIT Press.",
        "ArmendÃ\u0083Â¡riz B, Morduch J. 2010. Economics of Microfinance. MIT Press.",
        "Arrow K, Debreu G. 1954. Existence of an equilibrium for a competitive economy. Econometrica 22:265-290.",
        "Bae K, Kang, JK, Kim JM. 2002. Tunneling or value added? Evidence from mergers by Korean business groups.",
        "Journal of Finance 57:2695-2740 Baek JS, Kang JK, Park KS. 2004. Corporate Governance & Firm Value: Evidence from the Korean Financial Crisis. Journal of Financial Economics 71:65-313.",
        "Baek JS, Kang JK, Lee I. 2006. Business Groups and Tunneling: Evidence from Private Securities Offerings by Korean Chaebols. Journal of Finance 61:2415-2449.",
        "Banerjee A, Duflo E. 2008. What is Middle Class about the Middle Classes around the World? Journal of Economic Perspectives27:328.",
        "Barca F, Becht M, 2001. The control of corporate Europe. Oxford University Press.",
        "Barontini R, Caprio L. 2006. Report on a modern regulatory framework for company law in Europe. European Financial Management 12:689-723.",
        "Beason D, Jame J. 1999. The political economy of Japanese financial markets: myths versus reality. St. Martin's Press, NY.",
        "Beason D, Patterson DP. 2004. The Japan that never was: explaining the rise & decline of a misunderstood country. SUNY Press, Albany.",
        "Beason D, Weinstein D. 1996. Growth, economies of scale & targeting in Japan. Review of Economics & Statistics 78:286.",
        "Bebchuk L, Fried J. 2004. Pay without performance. Harvard University Press.",
        "Bebchuk L, Kraakman R, Triantis G. 2000. Stock Pyramids, Cross-Ownership & Dual Class Equity. In R Morck, ed. Concentrated corporate ownership. University of Chicago Press, 295-315.",
        "Bebchuk L, Weisbach M. 2010. The State of Corporate Governance Research. Review of Financial Studies 23:939961.",
        "Becht M, DeLong JB. 2005. Why Has There Been So Little Block Holding in America? In: RK Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 613-660.",
        "Becsi Z, Wang P, Wynne M. 1999. Costly intermediation, the big push & the big crash. Journal of Development Economics 59:275-293.",
        "Bennedsen M, Nielsen K, PÃ\u0083Â©rez-GonzÃ\u0083Â¡lez F, Wolfenzon D, 2007. Inside the Family Firm: the Role of Families in Succession Decisions & Performance.. Quarterly Journal of Economics 122:647.",
        "Berkowitz D, Li W. 2000. Tax rights in transition economies: A tragedy of the commons? Journal of Public Economics 76:369-397.",
        "Berle A, Means G. 1932. The Modern Corporation & Private Property. Harcourt, Brace & World.",
        "Bernheim D, Whinston M. 1990. Multimarket Contact & Collusive Behavior. Rand Journal of Economics 21:1-26.",
        "Bertrand M, Johnson S, Samphantharak K, Schoar A. 2008. Mixing family with business: A study of Thai business groups and the families behind them. Journal of Financial Economics 88:466-83.",
        "Bertrand M, Schoar A. 2006. The role of family in family firms. Journal of Economic Perspectives 20:73-96.",
        "Biancoa M, Nicodano G. 2006. Pyramidal groups and debt. European Economic Review 50:937961.",
        "Booth L, Aivazian V, Demirguc-Kunt A, Maksimovic V. 2001. Capital Structures in Developing Countries Boyd BK, Hoskisson RE. 2010. Corporate Governance of Business Groups. In Colpan A, Hikino T & Lincoln JR, eds. (Oxford Handbook of Business Groups. Oxford University Press.",
        "Bris A, Goetzmann W, Zhu N. 2007. Efficiency & the Bear. Journal of Finance 62:1029-79 Brockman P, Ya, XM. 2009. Block ownership & firm-specific information. Journal of Banking & Finance 33:308-316.",
        "Brown C, Cook r. 1983. Canada: 1896-1921  A Nation Transformed. Toronto: McClelland.",
        "Bushman R, Chen Q, Engel E, Smith A. 2004. Financial accounting information, organizational complexity & corporate governance systems. Journal of Accounting & Economics 37:167-201 Caprio G, Laeven L, Levine R. 2007. Governance & Bank Valuation. Journal of Financial Intermediation 16:584-617.",
        "Chandler AD. 1977. The Visible Hand. Harvard University Press.",
        "Chang S, Choi U. 1988. Strategy, Structure and Performance of Korean Business Groups: A Transactions Cost Approach. Journal of Industrial Economics 37:141-58.",
        "Chang SJ, Choi U. 1988. Strategy, Structure and Performance of Korean Business Groups: A Transactions Cost Approach. Journal of Industrial Economics 37:141-158.",
        "Chang SJ, Hong J. 2000. Economic Performance of Group-Affiliated Companies in Korea: Intragroup Resource Sharing and Internal Business Transactions. Academy of Management Journal 43:429448.",
        "Chang SJ. 2003. Financial Crisis and Transformation of Korean Business Groups: The Rise and Fall of Chaebols. Cambridge University Press.",
        "Chen BL. 1995. Self-fulfilling expectations, history & big push: A search equilibrium model of unemployment. Journal of Economics 61:245-54.",
        "Cheung YL, Rau PR, Stouraitis A. 2006. Tunneling, Propping, and Expropriation: Evidence from Connected Party Transactions in Hong Kong. Journal of Financial Economics 82:343-386.",
        "Choe H, Kho BC, Stulz RM. 1999. Do Foreign Investors Destabilize Stock Markets? The Korean Experience in 1997.",
        "Journal of Financial Economics 54:227-64 Choi J, Cowing T. 1999. Firm Behavior and Group Affiliation: The Strategic Role of Corporate Grouping for Korean Firms. Journal of Asian Economics 10:195-209.",
        "Chua CT, Eun CS, Lai S. 2007. Corporate valuation around the world: The effects of governance, growth & openness. Journal of Banking & Finance 31:35.",
        "Chun H, Kim JW, Morck R, Yeung B. 2008. Creative destruction & firm-specific performance heterogeneity. Journal of Financial Economics 89:109-135 Chung C, Mahmood, IP. 2006. Taiwanese Business Groups: Steady Growth in Institutional Transition, In S. Chang, ed. Business Groups in East Asia, Oxford University Press.",
        "Chung CN & Mahmood I. 2010. Taiwanese Business Groups in the Past Three Decades. In: Colpan A & Hikino T (eds.) Oxford Handbook of Business Groups. Oxford University Press.",
        "Chutatong C, Raja K, & Wiwattanakantang Y., 2006. Connected Lending: Thailand before the Financial Crisis. Journal of Business 79:181.",
        "Claessens S, Djankov S, Fan J, Lang L. 2002. Disentangling the incentive & entrenchment effects of large shareholdings. Journal of Finance 57:2741-2771 Claessens S, Djankov S, Lang L. 2000. The Separation of Ownership & Control in East Asian Corporations. Journal of Financial Economics 58:81-112 Clark C. 1940. Conditions of Economic Progress. London: Macmillan.",
        "Colpan AM. 2010. Business Groups in Turkey. In: Colpan A & Hikino T (eds.) Oxford Handbook of Business Groups. Oxford University Press.",
        "Colpan, Asli M., Hikino, Takashi, Lincoln, James R., 2010. Oxford handbook of business groups. Oxford University Press, Oxford ; New York.",
        "Cull R, Haber S, Imai M. 2006. All Bad, All of the Time? Related Lending and Financial Development. Stanford Center for International Development wp 273.",
        "Dahlquist M, Pinkowitz L, Stulz RM, Williamson R. 2003. Corporate governance & the home bias. Journal of Financial & Quantitative Analysis 38:87 Daniels R, Morck R, Stangeland D. 1995. In High Gear: A Case Study of the Hees-Edper Corporate Group. In R Morck, ed. Corporate decision-making in Canada. University of Calgary Press, 223-40.",
        "DaRin M, Hellmann T. 2002. Banks as Catalysts for Industrialization. Journal of Financial Intermediation 11:366 397.",
        "De Fontenay C, Gans J. 2004. Vertical Integration and Competition between Networks. Review of Network Economics 4:4-19.",
        "DeAngelo H, DeAngelo L. 2000. Controlling Stockholders & the Disciplinary Role of Corporate Payout Policy: A Study of the Times Mirror Company. Journal of Financial Economics 56:153-207 DeFontenay C. 2004. The dual role of market power in the Big Push: from evidence to theory. Journal of Development Economics 75(1)221-238.",
        "DeJong A, Roell A. 2005. Financing & Control in the Netherlands: A Historical Perspective. In Randall Morck, ed. A History of Corporate Governance around the World. University of Chicago Press, 467-506.",
        "DeLong JB, 1991. Did J. P. Morgan's Men Add Value? In P Temin, ed. Inside the Business Enterprise. University of Chicago Press, 205-36.",
        "Denis DJ. 1990. Defensive Changes in Corporate Payout Policy: Share Repurchases & Special Dividends. Journal of Finance 45:433-56 Desai M, Dyck A, Zingales L. 2007. Theft & Taxes. Journal of Financial Economics 84:591-623 DeSoto H. 1989. The other path: The economic answer to terrorism. NY: Basic Books.",
        "Devlin, Bernie, 1997. Intelligence, genes & success: scientists respond to the bell curve. Springer, NY.",
        "Djankov S, McLiesh C, Nenova T, Shleifer A. 2003. Who Owns the Media? Journal of Law & Economics 46:341-82.",
        "Doidge C, Karolyi GA,,Stulz RM. 2007. Why do countries matter so much for corporate governance? Journal of Financial Economics 86:139.",
        "Durnev A, Kim EH. 2005. To Steal or Not to Steal: Firm Attributes, Legal Environment & Valuation. Journal of Finance 6:1461-93 Durnev A, Morck R, Yeung B, Zarowin P. 2003. Does greater firm-specific return variation mean more or less informed stock pricing? Journal of Accounting Research 41:797-836.",
        "Dyck A, Zingales L. 2004. Private Benefits of Control: An International Comparison. Journal of Finance 59:537-600.",
        "Estrin S, 2002. Competition & corporate governance in transition. Journal of Economic Perspectives 16:101.",
        "Faccio M, Lang L, Young L. 2001. Dividends & Expropriation. American Economic Review 91:54-78.",
        "Faccio M, Lang L. 2002. The Ultimate Ownership of Western European Corporations. Journal of Financial Economics 65:365-95.",
        "Fan J, Wei K, Xu X. 2011. Corporate Finance & Governance in Emerging Markets: A Selective Review & an Agenda for Future Research. Journal of Corporate Finance, forthcoming.",
        "Fauver L, Houston J, Naranjo A. 2003. Capital Market Development, International Integration, Legal Systems, and the Value of Corporate Diversification: A Cross-Country Analysis. Journal of Financial and Quantitative Analysis 38:135-57.",
        "Feenstra R, Hamilton G. 2006. Emergent Economies, Divergent Paths: Economic Organization & International Trade in South Korea and Taiwan. Cambridge University Press.",
        "Feenstra R, Huang DS, Hamilton G. 2002. A Market-Power Based Model of Business Groups. Journal of Economic Behavior and Organization 51:459-485.",
        "Ferris SP, Kim KA, Kitsabunnarat P. 2003. The costs (and benefits?) of diversified business groups: The case of Korean chaebols. Journal of Banking & Finance 27 251-273 Fisman R, Khanna T. 2004. Facilitating Development: The Role of Business Groups. World Development 32:609-28 Fisman R. 2001. Estimating the value of political connections. American Economic Review 91:1095 Fogel K, Morck R, Yeung B. 2008. Big Business Stability and Economic Growth: Is What's Good for General Motors Good for America? Journal of Financial Economics 89:83-108.",
        "Fracchia E, Mesquita L, Quiroga, J. 2010. Business groups in Argentina. In: Colpan A & Hikino T, eds. Oxford Handbook of Business Groups. Oxford University Press Franks J, Mayer C, Rossi S. 2005. Spending Less Time with the Family: The Decline of Family Ownership in the United Kingdom. In: Morck RK (ed.) A History of Corporate Governance around the World. University of Chicago Press, 581-607.",
        "Gans JS. 1997. Timing and indicative planning in a dynamic model of industrialisation. Journal of the Japanese and International Economies.",
        "Ghemawat P, Khanna T. 1998. The Nature of Diversified Business Groups. Journal of Industrial Economies 46:35-61.",
        "Giroud X, Mueller H. 2010. Does corporate governance matter in competitive industries? Journal of Financial Economics 95:312 Giroud X, Mueller H. 2011. Corporate Governance, Product Market Competition & Equity Prices. Journal of Finance, forthcoming.",
        "Gomez ET, Jomo KS. 1999. Malaysia's Political Economy: Politics, Patronage and Profits, 2 nd ed. Cambridge University Press.",
        "Gomez ET. 2006. Malaysian Business Groups: The State and Capital Development in the Post-currency Crisis Period. In Chang S, ed. Business Groups in East Asia. Oxford: Oxford University Press, 119-46.",
        "Gopalan, Radhakrishnan, Vikram Nanda, and Amit Seru. 2007. Affiliated Firms and Financial Support: Evidence from Indian Business Groups. Journal of Financial Economics 86:759-795.",
        "Granovetter Mark. 1995. Coase Revisited: Business Groups in the Modern Economy. Industrial & Corporate Change 4:93130.",
        "Guiso L, Sapienza P, Zingales L. 2004. The Role of Social Capital in Financial Development. American Economic Review 94:526.",
        "Guiso L, Sapienza P, Zingales L. 2008. Trusting the Stock Market. Journal of Finance 63, 2557.",
        "Hamdani A, Yafeh Y. 2010. Institutional Investors & Minority Shareholder Activism: Do They Matter When Ownership Is Concentrated? Hebrew University of Jerusalem working paper.",
        "Hermalin BE, Katz ML. 2006. Information and the Hold-Up Problem. Haas School of Business working paper. University of California at Berkeley.",
        "Hermalin BE, Weisbach MS, 2003. Boards of directors as an endogenously determined institution: A survey of the economic literature. Economic Policy Review - Federal Reserve Bank of NY 9:7.",
        "Hermalin BE. 2005. Trends in Corporate Governance. Journal of Finance 60: 2351-84.",
        "Hofstede GH. 1980. Culture's consequences. Sage Publications, Beverly Hills.",
        "HÃ\u0083Â¶gfeldt P 2005. The History & Politics of Corporate Ownership in Sweden. In: Morck R (ed.) A History of Corporate Governance around the World. University of Chicago Press, 62.",
        "Holtz-Eakin D, Joulfaian D, Rosen H. 1993. The Carnegie conjecture: Some empirical evidence. Quarterly Journal of Economics 108:413 Hoshi T, Kashyap A, Scharfstein D.1990. The Role of Banks in Reducing the Costs of Financial Distress in Japan. Journal of Financial Economics 27:67-88.",
        "Hubbard RG, Palia D. 1999. A Reexamination of the Conglomerate Merger Wave in the 1960s: An Internal Capital Markets View. Journal of Finance 54:1131-52.",
        "Humphreys M, Sachs J, Stiglitz J. 2007. Escaping the resource curse. Columbia University Press, NY Jensen M, Meckling W. 1976. Theory of the Firm: Managerial Behavior, Agency Costs & Ownership Structure. Journal of Financial Economics 3:305-60.",
        "Jensen M, Ruback R.1983. The Market for Corporate Control: The Scientific Evidence. Journal of Financial Economics 11:5-50.",
        "Jin L, Myers SC. 2006. R2 around the World: New Theory & New Tests. Journal of Financial Economics 79:257-92.",
        "Joh SW. 2003. Corporate Governance and Firm Profitability: Evidence from Korea before the Economic Crisis. Journal of Financial Economics 68:287-322.",
        "Johnson S, Lopez-de-Silanes F, Shleifer A. 2000. Tunneling. American Economic Review 90:22-27 Johnson S, Mitton T. 2003. Cronyism and Capital Controls: Evidence from Malaysia. Journal of Financial Economics 67:351-82.",
        "Kang JK, Shivdasani A. 1997. Corporate Restructuring during Performance Declines in Japan. Journal of Financial Economics 46:29-65.",
        "Karademir B, Danisman A. 2007. Business Groups & Media in Emerging Economies: A Co-evolutionary Approach to Their Interrelationship in Turkey, 1960-2005. Problems & Perspectives in Management 5:44-57.",
        "Khanna T, Palepu K. 1997. Why Focused Strategies May Be Wrong for Emerging Markets. Harvard Business Review 75:41-51.",
        "Khanna T, Palepu K. 2000a. Is Group Affiliation Profitable in Emerging Markets? An Analysis of Diversified Indian Business Groups. Journal of Finance 55:867-91 Khanna T, Palepu K. 2000b. The future of business groups in emerging markets: Long-run evidence from Chile.",
        "Academy of Management Journal 43:268 Khanna T, Palepu K. 2005. The Evolution of Concentrated Ownership in India: Broad Patterns & a History of the Indian Software Industry. In: Morck RK (ed.) A History of Corporate Governance around the World. University of Chicago Press, 283-320.",
        "Khanna T, Rivkin JW. 2001. Estimating the performance effects of business groups in emerging markets. Strategic Management Journal 22:45 Khanna T, Thomas C. 2009. Synchronicity & Firm Interlocks in an Emerging Market. Journal of Financial Economics 92:2 Khanna T, Yafeh Y. 2007. Business Groups in Emerging Markets: Paragons or Parasites? Journal of Economic Literature 45:331-72.",
        "Kim EM. 1997. Big Business, Strong State: Collusion and Conflict in South Korean Development, 1960-1990. Albany: SUNY Press.",
        "Kim SJ. 2004. Bailout and Conglomeration. Journal of Financial Economics 71:315-47.",
        "King R, Levine R. 1993. Finance & Growth: Schumpeter Might Be Right. Quarterly Journal of Economics 108:717-37.",
        "King R, Levine R. 1994. Capital Fundamentalism, Economic Development, and Economic Growth. CarnegieRochester Conference Series on Public Policy 40:259-292.",
        "Koke J, Renneboog L. 2005. Do Corporate Control & Product Market Competition Lead to Stronger Productivity Growth? Journal of Law & Economics 48:475 Kosenko K, Yafeh Y. 2010. Business Groups in Israel. In: Colpan A & Hikino T (eds.) Oxford Handbook of Business Groups. Oxford University Press.",
        "La Porta R, Lopez-De-Silanes F, Zamarripa G. 2003. Related lending. Quarterly Journal of Economics 118:231-268.",
        "Lang L, Stulz R. 1994. Tobin's q, Corporate Diversification & Firm Performance. Journal of Political Economy 102:1248-80.",
        "LaPorta R, Lopez-de-Silanes F, Shleifer A, Vishny R. 1997. Trust in large organizations. American Economic Review 87:333.",
        "LaPorta R, Lopez-de-Silanes F, Shleifer A, Vishny R. 1998. Law & finance. Journal of Political Economy 106:1113.",
        "LaPorta R, Lopez-de-Silanes F, Shleifer A. 2002. Government ownership of banks. Journal of Finance 57:265.",
        "LaPorta R, Lopez-de-Silanes F, Shleifer A. 2006. What Works in Securities Laws? Journal of Finance 61:1-32 LaPorta R, Lopez-de-Silanes F, Shleifer A. 2008. The Economic Consequences of Legal Origins. Journal of Economic Literature 46:285-332 LaPorta R, Lopez-de-Silanes F, Shleifer A. 1999. Corporate Ownership around the World. Journal of Finance 54:471517.",
        "Lee D, Lee K. 2002. The Dark Side of Internal Capital Allocation: The Case of Korean Chaebols. Seoul Journal of Economics 15:321-68.",
        "Lewis WA. 1954. Economic Development with Unlimited Supplies of Labour. Manchester School of Economic & Social Studies 22: 139191.",
        "Mahmood IP, Mitchell P. 2004. Two Faces: Effects of Business Groups on Innovation in Emerging Economies.",
        "Maitreesh G, Kali R. 2001. Financially Interlinked Business Groups. Journal of Economics and Management Strategy 10:591-619.",
        "Marcus GE, Hall PD. 1992. Lives in trust: The Fortunes of Dynastic Families in Late 20 th Century America. Boulder, Westview Masulis, R., P. Pham and J. Zein, January 2010. Family Business Groups Around the World: Costs and Benefits of Pyramids. Vanderbilt University working paper.",
        "Maurer N, Haber S. 2007. Related Lending and Economic Performance: Evidence from Mexico, 1888-1913. Journal of Economic History 67:551-581.",
        "Maurer N, Sharma T. 2001. Enforcing Property Rights through Reputation: Mexico's Early Industrialization, 18781913. Journal of Economic History 61:950-73.",
        "Mehrotra V, Morck R, Shim J, Wiwattanakantang Y. 2010. Must Love Kill the Family Firm? NBER working paper Micklethwait J, Wooldridge A.1996. The witch doctors. Times Books, NY.",
        "Milgrom P, Roberts J. 1992. Economics, Organization & Management. Prentice Hall.",
        "Mobarak A, Purbasari D. 2006. Corrupt Protection for Sale to Firms: Evidence from Indonesia. Yale working paper.",
        "Morck R, ed.. 2005. A History of Corporate Governance around the World. University of Chicago Press.",
        "Morck R, Nakamura M. 2005. A Frog in a Well Knows Nothing of the Ocean. In: A History of Corporate Governance around the World. University of Chicago Press, 367-459.",
        "Morck R, Nakamura M. 2007. Business Groups and the Big Push: Meiji Japan's Mass Privatization and Subsequent Growth. Enterprise and Society 8:543-601.",
        "Morck R, Percy M, Tian G, Yeung B. 2005. The Rise & Fall of the Widely Held Firm: A History of Corporate Ownership in Canada. In: A History of Corporate Governance around the World. University of Chicago Press, 65-140.",
        "Morck R, Shleifer A, Vishny R. 1989. Alternative mechanisms for corporate control. American Economic Review 79:842.",
        "Morck R, ShleiferA, Vishny R. 1988. Management Ownership and Market Valuation: An Empirical Analysis. Journal of Financial Economics 20:293-315.",
        "Morck R, Stangeland D, Yeung B. 2000. Inherited Wealth, Corporate Control, and Economic Growth: The Canadian Disease? In R Morck, ed. Concentrated corporate ownership. University of Chicago Press, 319-69.",
        "Morck R, Wolfenzon D, Yeung B. 2005. Corporate Governance, Economic Entrenchment & Growth. Journal of Economic Literature 43:655-720.",
        "Morck R, Yavuz MD, Yeung B. 2010. Banking System Control, Capital Allocation & Economy Performance. Journal of Financial Economics, forthcoming.",
        "Morck R, Yeung B, Yu W. 2000. The Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements? Journal of Financial Economics 58:215-60.",
        "Morck R, Yeung B. 2004. Family control and the rent-seeking society. Entrepreneurship: Theory and Practice 28:1837.",
        "Morck R, Yeung B. 2005. Dividend Taxation & Corporate Governance. Journal of Economic Perspectives 19:163-80.",
        "Mueller H, Phillippon T. 2011. Family Firms & Labor Relations. American Economic Journal: Macroeconomics, forthcoming.",
        "Murphy K, Shleifer K, Vishny R. 1989a. Industrialization & the Big Push. Journal of Political Economy 97:1003-26.",
        "Murphy K, Shleifer K, Vishny R. 1989b. Income Distribution, Market Size & Industrialization. Quarterly Journal of Economics 537-64.",
        "Murphy K, Shleifer K, Vishny R. 1991. The Allocation of Talent: Implications for Growth. Quarterly Journal of Economics 106:503-30 Murphy, K, Shleifer A, Vishny R. 1993. Why Is Rent-Seeking So Costly to Growth? American Economic Review 83: 409-14 Myrdal G. 1957. Economic Theory and Under-developed Regions. London: Duckworth.",
        "Okawa K, RosovskyH. 1973. Japanese economic growth. Stanford University Press.",
        "Park CH. 1971. To Build a Nation. Acropolis NY.",
        "Perez-Gonzalez F. 2006. Inherited Control & Firm Performance. American Economic Review 96:29.",
        "Perkins S, Morck R, Yeung B. 2008. Innocents abroad the hazards of international joint ventures with pyramidal group firms. NBER wp13914.",
        "Perotti E, Geifer S. 2001. Red Barons or Robber Barons? Governance and Investment in Russian Financial-Industrial Groups. European Economic Review 45:1601-17.",
        "Polsiri P, Wiwattanakantang Y. 2006. Thai Business Groups: Crisis and Restructuring. In Chang S, ed. Business Groups in East Asia after the Crisis. University of Oxford Press, 147-178.",
        "Raff D, Summers L. 1987. Did Henry Ford Pay Efficiency Wages? Journal of Labor Economics 5:57-86 Rajan R, Servaes H, Zingales L. 2000. The Cost of Diversity: The Diversification Discount and Inefficient Investment. Journal of Finance 55:35-80.",
        "Rajan R, Subramanian A. 2007. Does Aid Affect Governance? American Economic Review 97:322-27 Rajan R, Zingales L. 1998. Financial Dependence & Growth. American Economic Review 88:559-86.",
        "Rajan R, Zingales L. 2003. The Great Reversals: The Politics of Financial Development in the 20 th Century. Journal of Financial Economics 69:5-50 Rajan R, Zingales L. 2004. Saving capitalism from the capitalists. Princeton University Press.",
        "Roe M, 2001. Rents & their corporate consequences. Stanford Law Review 53, 1463 Roe M., 2003. Political determinants of corporate governance: Political context, corporate impact. Oxford University Press.",
        "Rosenstein-Rodan P. 1943. Problems of Industrialization of Eastern and Southeastern Europe. Economic Journal 53:202-21.",
        "Rostow WW. 1960. The stages of economic growth, a non-Communist manifesto. University Press, Cambridge.",
        "Scharfstein D, Stein J. 2000. The Dark Side of Internal Capital Markets: Divisional Rent-Seeking & Inefficient Investment. Journal of Finance 55:2537-64.",
        "Schwartz S, Bardi A. 2002. Moral dialogue across cultures: An empirical perspective. In E. W. Lehman, ed. Autonomy & Order: A communitarian anthology. Lanham, MD: Rowman & Littlefield.",
        "Shin HH, Park YS. 1999. Financing Constraints and Internal Capital Markets: Evidence from Korean Chaebols. Journal of Corporate Finance 5:169-91.",
        "Shleifer A, Vishny R. 1986. Large Shareholders & Corporate Control. Journal of Political Economy 94:461-88 Shleifer A, Vishny R. 1993. Corruption. Quarterly Journal of Economics 108:599-617 Shleifer A, Vishny R. 1997. A Survey of Corporate Governance. Journal of Finance 52:737-83.",
        "Shleifer A, Vishny R. 1998. The grabbing hand: Government pathologies & their cures. Harvard University Press.",
        "Skott P, Ros J. 1997. The big push in an open economy with nontradable inputs. Journal of Post Keynesian Economics 20:149-162.",
        "Smith B, Amoako-Adu B. 2005. Management Succession & Financial Performance in Family Controlled Firms. In: Governance & Ownership. Elgar, Cheltenham, p. 27.",
        "Stulz RM. 2005. The Limits of Financial Globalization. Journal of Finance 6:1595-1638.",
        "Tsui-Auch LS, Toru Y, 2010. Business Groups in Singapore. In: Colpan A & Hikino T (eds.) Oxford Handbook of Business Groups. Oxford University Press.",
        "Tsui-Auch LS. 2006. Singaporean Business Groups: The Role of the State and Capital in Singapore Inc. In S Chang, ed. Business Groups in East Asia. Oxford University Press, 94-115.",
        "Van Hentenryk G. 2003. Bankers and politics in Belgium in the twentieth century. In Gourvish T, ed. Business and Politics in Europe, 1900-1970: Essays in Honour of Alice Teichova. Cambridge University Press, 89105.",
        "Villalonga B, Amit R. 2006. How do family ownership, management and control affect firm value? Journal of Financial Economics 80:385417.",
        "Weinstein D, Yafeh Y. 1995. Japan Corporate Groups - Collusive or Competitive - An Empirical-Investigation of Keiretsu Behavior. Journal of Industrial Economics 43:359-376.",
        "Zhang IX. 2010. Economic Consequences of the Sarbanes-Oxley Act. Simon School of Business wp."
    ]
}