{
    "id": 16873,
    "cites": 11,
    "cited_by": 2,
    "reference": [
        "Anderson, Patricia M. and Kristin F. Butcher, Trends in and Potential Causes of Childhood Obesity, The Future of Children: Child Overweight and Obesity, vol. 16, no. 1, Spring 2006a, Brookings Institution Press. Anderson, Patricia M. and Kristin F. Butcher, Reading, Writing, and Refreshments: Do School Finances Contribute to Childhood Obesity? Journal of Human Resources, vol.",
        "Arkansas Center for Health Improvement (ACHI), The Arkansas Assessment of Childhood and Adolescent Obesity, 2004.",
        "Arkansas Center for Health Improvement, The 2005 Arkansas Assessment of Childhood and Adolescent Obesity: Online State Report, September 2005.",
        "Arkansas Center for Health Improvement, The Arkansas Assessment of Childhood and Adolescent Obesity  Tracking Progress: Online State Report, Year 3 (Fall 2005Spring 2006), 2006.",
        "Arkansas Center for Health Improvement, Assessment of Childhood and Adolescent Obesity in Arkansas: Year Four (Fall 2006  Spring 2007), 2007.",
        "Arkansas Department of Education (2009). 2008-2009 School Improvement List, Press Release. http://arkansased.org/communications/pdf/ayp_release_100909.pdf Blankenship, Virginia H. and Joshua H. Barnet, AYP in Arkansas: Who's on Track? Arkansas Education Report 3(2), Summer 2006. Bokhari, Farasat A. S. and Helen Schnedier, School Accountability Laws and the Consumption of Psychostimulants, Journal of Health Economics, forthcoming.",
        "Carnoy, Martin and Susanna Loeb (2002), Does External Accountability Affect Student Outcomes? A Cross-State Analysis, Educational Evaluation and Policy Analysis 24(4): 305  331.",
        "Center on Education Policy. Choices, Changes, and Challenges: Curriculum and Instruction in the NCLB Era. Washington DC: 2007.",
        "Cullen, Julie Berry and Randall Reback (2006). Tinkering Toward Accolades: School Gaming under Performance Accountability System. Advances in Applied Microeconomics 14: 1  34.",
        "Dee, Thomas and Brian Jacob (2009) The Impact of No Child Left Behind on Student Achievement. NBER Working Paper No. 15531.",
        "Education Week (2006) Quality Counts 2006 (available online at http://www.edweek.org/ew/toc/2006/01/05/index.html)"
    ]
}