{
    "id": 16874,
    "cites": 101,
    "cited_by": 13,
    "reference": [
        "Ahmadjian, Christina & Gregory Robbins. 2005. A Clash of Capitalisms: Foreign Shareholders and Corporate Restructuring in 1990s Japan. American Sociological Review 70(3), 451-471.",
        "Anderson, Ronald & David Reeb. 2003. Founding Family Ownership and Firm performance: Evidence from the S&P 500. Journal of Finance 58, 13011329.",
        "Aoki, Masahiko. 1990. Toward an Economic Model of the Japanese Firm, Journal of Economic Literature 27 (1), 1-27.",
        "Aronoff, Craig & John L. Ward. 2000. More than Family: Non-family Executives in the Family business. Business Owner Resources.",
        "Bachnik, Jane M. 1983. Recruitment Strategies for Household Succession: Rethinking Japanese Household Organization. Man, New Series 18(1), 160-182.",
        "Beardsley, Richard K., John W. Hall & Robert E. Ward. 1959. Village Japan. Chicago: Chicago University Press.",
        "Beason, Dick & Dennis Patrick Patterson. 2006. The Japan That Never Was: Explaining the Rise and Decline of a Misunderstood Country. Albany NY: State University of New York Press.",
        "Bebchuk, Lucian & Alma Cohen. 2005. The Costs of Entrenched Boards. The Journal of Financial Economics 78, 409-433.",
        "Bennedsen, Morten, Francisco Perez-Gonzalez and Daniel Wolfenzon. 2010. Do CEOs Matter? INSEAD working paper.",
        "Bennedsen, Morten, Kasper Meisner Nielsen, Francisco PÃ\u0083Â©rez-GonzÃ\u0083Â¡lez & Daniel Wolfenzon. 2007. Inside the Family Firm: The Role of Families in Succession Decisions and Performance. Quarterly Journal of Economics 122(2), 647-691.",
        "Bernal, Raquel, Luojia Hu, Chiaki Moriguchi and Eva Nagypal, 2007. Child Adoption in the U.S.: Historial Trends and the Determinants of Adoption Supply and Demand, 1951-2002. Working paper, Universidad de los Andes, Northwestern University and Chicago Federal Reserve Bank.",
        "Berrtrand, Marianne & Antoinette Schoar. 2003. Managing with Style: The Effect of Managers on Firm Policies. Quarterly Journal of Economics 118(4)1169-1208.",
        "Bertrand, Marianne & Antoinette Schoar. 2006. The Role of Family in Family Firms. Journal of Economic Perspectives 20(2), 7396.",
        "Bryant, Taimie. 1990. Sons and Lovers: Adoption in Japan. American Journal of Comparative Law 38(2), 299-336.",
        "Burkart, Mike, Fausto Panunzi & Andrei Shleifer. 2003. Family firms. Journal of Finance 58, 21672202.",
        "Burke, William. 1962. Creative Response and Adaptive Response in Japanese Society. American Journal of Economics and Sociology 21(1), 103-12.",
        "Carnegie, Andrew. 1899. Wealth. North American Review 148(391), 653-65.",
        "Chandler, Alfred D., Jr. 1977. The Visible Hand. Cambridge, MA: Harvard University Press.",
        "Chen, Min. 2004. Asian Management Systems. 2nd Edition, London: Thomson Learning.",
        "Coates, John C. & Reinier Kraakman. 2007. CEO Tenure, Performance and Turnover in S&P 500 Companies, ECGI-Finance Working Paper No. 191/2007.",
        "Demsetz, Harold, & Kenneth Lehn. 1985. The Structure of Corporate Ownership: Causes and Consequences. Journal of Political Economy 93, 1155-77.",
        "Demsetz, Harold. 1996. The Economics of the Business Firm: Seven Critical Commentaries. Cambridge: Cambridge University Press.",
        "Dyck, Alexander & Luigi Zingales. 2004. Private Benefits of Control: An International Comparison. Journal of Finance 59(2), 537-600.",
        "Esaka, Akira, 2001. JigyÃ\u0083Â´ keiei-hen, in SesshÃ\u0083Â» nitsuite. (Business Management, in Family Succession). Tokyo: Nihon Jitsugyo Shuppansha.",
        "Faccio, Mara. 2006. Politically Connected Firms. American Economic Review 96, 369-386.",
        "Fogel, Kathy, Randall Morck and Bernard Yeung, 2008. Big Business Stability and Economic Growth: Is What's Good for General Motors Good for America? Journal of Financial Economics 89, 83108.",
        "Fogel, Kathy. 2007. Oligarchic Family Control, Social Economic Outcomes, and the Quality of Government. Journal of International Business Studies 37(5), 603-22.",
        "Frank, Robert & Philip Cook. 1996. The Winner-Take-All Society. New York: Penguin.",
        "Franks, Julian, Colin Mayer & Stefano Rossi. 2004. Spending Less Time with the Family: The Decline of Family Ownership in the UK. NBER program on the History of Corporate Ownership: The Rise and Fall of Great Business Families.",
        "Galton, Francis. 1886. Regression Towards Mediocrity in Hereditary Stature. Nature 15, 246263.",
        "Gardner, Howard. 2007. Five Minds for the Future. Cambridge, MA: Harvard Business School Press.",
        "Gerlach, Michael. 1997. Alliance Capitalism: the Social Organization of Japanese Business. Berkeley: University of California Press.",
        "Gompers, Paul A., Joy L. Ishii & Andrew Metrick. 2003. Corporate Governance and Equity Prices. Quarterly Journal of Economics 118, 107-155.",
        "Hamabata, Matthews Masayuki. 1991. Crested Kimono: Power and Love in the Japanese Business Family. Ithaca, NY: Cornell University Press.",
        "Hayek, Friedrich. 1941. Pure Theory of Capital. New York: Macmillan.",
        "Heckman, James. 1995. Lessons from the Bell Curve, Journal of Political Economy 103(5), 10911120.",
        "Herrnstein, Richard J. & Charles Murray. 1994. The Bell Curve. New York: Free Press.",
        "Holtz-Eakin, Douglas, David Joulfaian & Harvey Rosen. 1993. The Carnegie Conjecture: Some Empirical Evidence. The Quarterly Journal of Economics 108, 413-35.",
        "Horie, Yasuzo, 1966. The Role of ie (House) in the Economic Modernization of Japan, The Kyoto University Economic Review 80: 1-16.",
        "James, Harold. 2006. Family Capitalism: Wendels, Haniels, Falcks, and the Continental European Model. Cambridge, MA: Harvard University Press.",
        "Jones, Benjamin & Benjamin A. Olken. 2005. Do Leaders Matter? National Leadership and Growth Since World War II. Quarterly Journal of Economics 120(3), 835-864.",
        "Jung, Jeeman and Robert Shiller. 2005. Samuelson's Dictum and the Stock Market. Economic Inquiry 43(2), 221-9.",
        "Kang, Jun-Koo & Anil Shivdasani.1997. Corporate Restructuring during Performance Declines in Japan Journal of Financial Economics 46(1),29-65.",
        "Kato, Takao & Katsuyuki Kobo. 2006. CEO compensation and firm performance in Japan: Evidence from new panel data on individual CEO pay. Journal of the Japanese and International Economies 26, 1-19.",
        "Kerbo, Harold R. & John A. McKinstry. 1995. Who Rules Japan?: The Inner Circles of Economic and Political Power. Santa Barbara: Greenwood/Praeger.",
        "Khanna, Tarun & Jan Rivkin, 2001. Estimating the performance effects of business groups in emerging markets. Strategic Management Journal 22, 4574.",
        "Khanna, Tarun & Krishna Palepu, 2000. Is Group Membership Profitable in Emerging Markets? An Analysis of Diversified Indian Business Groups. Journal of Finance 55, 867-891.",
        "Khanna, Tarun & Yishay Yafeh. 2007. Business Groups in Emerging Markets: Paragons or Parasites? Journal of Economic Literature 45, 331-372.",
        "Kitsuse, John. 1964. Untitled Review of Japanese Culture: Its Development and Characteristics. American Sociological Review 29(2), 309-310.",
        "Knight, Frank. 1921. Risk, Uncertainty & Profit. New York: Harper.",
        "Koshin Data, various issues, Jinji kÃ\u0083Â´shin roku (Who is who), Tokyo: Koshin Data. Koyano, Atsushi. 2007. Nihon no yÃ\u0083Â»mei ichizoku- kindai esutaburisshumento no keizushÃ\u0083Â» (A collection of Family trees of Famous families in Japan), Tokyo: GentÃ\u0083Â´sha.",
        "Kubo, Katsuyuki. 2005. Executive Compensation Policy and Company Performance in Japan. Corporate Governance: An International Review 13(3)429-36.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes & Andrei Shleifer. 1999. Corporate Ownership around the World. Journal of Finance 54, 471-517.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer & Robert Vishny. 1997. Trust in Large Organizations. American Economic Review 87(2), 333-38.",
        "Landes, David S. 1949. French Entrepreneurship and Industrial Growth in the Nineteenth Century. Journal of Economic History 9, 45-61.",
        "Landes, David S. 2006. Dynasties: Fortunes and Misfortunes of the World's Greatest Business Families. New York: Viking.",
        "Lazear, Edward & Sherwin Rosen. 1981. Rank and Order Tournament: An Optimal Labor Contract. Journal of Political Economy 89, 841-864.",
        "Lebra, Takie Sugiyama. 1989. Adoption among the Hereditary Elite of Japan: Status Preservation through Mobility. Ethnology 28(3), 185-218.",
        "Lu, Weijing. 1998. Uxorilocal Marriage among Qing Literati. Late Imperial China 19(2), 64-110.",
        "Macfarlane, Alan, 2002. The Savage Wars of Peace: England, Japan and the Malthusian Trap. London: Palgrave.",
        "Mehrotra, Vikas, Randall Morck, Jung Wook Shim & Yupana Wiwattanakantang. 2010. Must Love Kill the Family Firm? NBER working paper 16340.",
        "Miller, Danny, Isabelle Le Breton-Miller, Richard Lester & Albert Cannella, Jr. 2007. Are Family Firms Really Superior Performers? Journal of Corporate Finance 13, 829-858.",
        "Morck, Randall & Bernard Yeung. 2003. Family Firms and the Rent Seeking Society. Entrepreneurship, Theory and Practice 28(4), 391-409.",
        "Morck, Randall and Masao Nakamura, 2005. A Frog in a Well Knows Nothing of the Ocean: A History of Corporate Ownership in Japan. NBER Chapters, in: A History of Corporate Governance around the World: Family Business Groups to Professional Managers, pages 367-466.",
        "Morck, Randall, Andrei Shleifer & Robert Vishny, 1988a. The Differences Between Hostile & Friendly Takeovers. In Corporate Takeovers: Causes & Consequences, Allan Auerbach (ed.) National Bureau of Economic Research Conference Volume, Chicago: University of Chicago Press.",
        "Morck, Randall, Andrei Shleifer & Robert Vishny. 1988. Management Ownership and Market Valuation: An Empirical Analysis. Journal of Financial Economics 20, 293315.",
        "Morck, Randall, Daniel Wolfenzon & Bernard Yeung. 2005. Corporate Governance, Economic Entrenchment and Growth, Journal of Economics Literature 43(3), 655-720.",
        "Morck, Randall, David Stangeland & Bernard Yeung, 2000. Inherited wealth, corporate control, and economic growth. In Concentrated Corporate Ownership, Randall, Morck (ed.). Chicago: University of Chicago Press.",
        "Moriguchi, Chiaki. 2010. Child Adoption in Japan, 1948-2008: A Comparative Historical Analysis. Forthcoming Economic Review 61.",
        "Morikawa, Hidemas, 1992. Zaibatsu: The Rise and Fall of Family Enterprise Groups in Japan. Tokyo: University of Tokyo Press.",
        "Morris, Robert. 1894. Adoption in Japan. Yale Law Journal 4(4), 143-49.",
        "Nakamura, Alice & Masao Nakamura. 1981. On the Relationship among Several Specification Error Tests presented by Durbin, Wu, and Hausman. Econometrica 49, 1583-8.",
        "Nakane, Chie 1967. Kinship and Economic Organization in Rural Japan. London: Athlone Press.",
        "Nenova, Tatiana. 2003. The Value of Corporate Voting Rights and Control: A Cross-Country Analysis. Journal of Financial Economics 68(3), 325-351.",
        "Nihon Keizai Shimbun. 2004. Watashino rirekisho -- keizaijin zen 38 kan (My Life: Businessmen, 38 volumes). Nihon Keizai Shimbun, Tokyo.",
        "Nomura, Susumu, 2006. Shinise kigyo taikoku, in Sen-nen hataraite kimashita. (Japan: the land of old-firms, in Have been working for 1000 years). Tokyo: Kadokawa Group Publishing.",
        "O'Halloran, Kerry, 2009. The Politics of Adoption  International Perspectives on Law, Policy & Practice. Springer Netherlands 403-432.",
        "Oppler, Alfred. 1976. Legal Reform in Occupied Japan. Princeton: Princeton University Press.",
        "Paulson, Joy Larsen. 1984. Family Law Reform in Postwar Japan: Succession and Adoption. Ph.D. dissertation (Department of History, University of Colorado).",
        "Perez-Gonzalez, Francisco, 2006. Inherited Control and Firm Performance, American Economic Review 96, 1559-1588.",
        "Porter, Michael, Hirotaka Takeuchi & Mariko Sakakibara, 2000. Can Japan Compete? Cambridge, MA: Basic Books and Perseus Publishing.",
        "Porter, Michael. 1990. The Competitive Advantage of Nations. Free Press, New York.",
        "Rohl, William, 2005. History of Law in Japan since 1868, Part 5, Volume 12, Boston: Brill Publishing.",
        "Samuelson, Paul. 1998. Summing upon Business Cycles: Opening Address. In Jeffrey Fuhrer and Scott Schuh, eds. Beyond Shocks: What Causes Business Cycles. Federal Reserve Bank of Boston.",
        "Schumpeter, Joseph. 1911. Theorie der wirtschaftlichen Entwicklung. Leipzig: Duncker & Humblot.",
        "Schumpeter, Joseph. 1950. Capitalism, Socialism, and Democracy, 3rd ed., New York: Harper and Row.",
        "Shigeno, Aneki. 1887. The Evils of Abdication, Heirship, and Adoption. Transactions of the Asiatic Society of Japan 15, 72-82.",
        "Shleifer, Andrei & Robert Vishny. 1997. A Survey of Corporate Governance. Journal of Finance 52(2), 73783.",
        "Smith, Brian F. & Ben Amoako-Adu. 2005. Management Succession and Financial Performance of Family Controlled Firms. In Robert Watson, ed. Governance and Ownership. 314-341. Elgar: Cheltenham.",
        "Sraer, David, & David Thesmar. 2007. Performance and Behavior of Family Firms: Evidence from the French Stock Market, Journal of the European Economic Association 5, 709751.",
        "Stock, James, Jonathan Wright & Motohiro Yogo. 2002. A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments. Journal of Business and Economic Statistics 20(4), 518-529.",
        "Takenoshita. Yoshihiro. 1997. YÃ\u0083Â´shi tokubetsu yÃ\u0083Â´shi kokusai yÃ\u0083Â´shi (Adoptions, Special Adoptions, and International Adoptions). Tokyo: Chuo Keizaisha.",
        "Takeuchi, Yo. 1997. The Self-Activating Entrance Examination System: Its Hidden Agenda and Its Correspondence with the Japanese Salary Man. Higher Education 34(2), 183-198.",
        "Thorndike, Edward L. 1920. Intelligence and its use. Harper's magazine 140, 227235.",
        "Tokiwa Shoin. 1977. Zaikai kakeifu daikan (Family Trees of Big Business). Tokyo: Tokiwa Shoin.",
        "ToyÃ\u0083Â´ Keizai, 1995, Nihon kaishashi sÃ\u0083Â´ran (The Company History in Japan). Tokyo: ToyÃ\u0083Â´ Keizai ShimpÃ\u0083Â´sha,.",
        "U.S. Census Bureau, 2003. Adopted Children and Step-children: 2000. Special tabulations.",
        "Villalonga, Belen & Raphael Amit. 2006. How do Family Ownership, Management and Control affect Firm Value? Journal of Financial Economics 80, 385417.",
        "Wadlington, Walter. 1966. Minimum Age Difference as a Requisite for Adoption. Duke Law Journal 392 409.",
        "Yamahata, Masao. 1977. YÃ\u0083Â´shi. (Adopted sons). Juristo Sogotokushu 6, 259.",
        "Zaikai KenkyÃ\u0083Â»jo. 1979, 1981, 1982, 1983, 1985. Kaisha yakuin roku (The Board of Directors). Tokyo:ZaikaiKenkyÃ\u0083Â»jo."
    ]
}