{
    "id": 16871,
    "cites": 37,
    "cited_by": 34,
    "reference": [
        "Allen, Franklin, Jun Qian and Meijun Qian. Law, Finance, and Economic Growth in China, Journal of Financial Economics, Vol. 77, No. 1 (July 2005): 57-116.",
        "Allen, Franklin, Jun Qian and Meijun Qian. China's Financial System: Past, Present, and Future, in China's Great Economic Transformation, edited by Brandt, Loren and Thomas Rawski, Cambridge University Press, 2008.",
        "Bai, Chong-En, David Li, Zhigang Tao and Yijiang Wang. A Multitask Theory of State Enterprise Reform, Journal of Comparative Economics, Vol.28, No.4 (Dec 2000): 716-738.",
        "Bai, Chong-En and Lixin Colin Xu. Incentives for CEOs with Multitasks: Evidence from Chinese State-owned Enterprises, Journal of Comparative Economics, Vol.33, No.3 (Sep 2005): 517-539.",
        "Bai, Chong-En, Jiangyong Lu and Zhigang Tao. The Multitask Theory of State Enterprise Reform: Empirical Evidence from China, American Economic Review, Vol.96, No.2 (May 2006): 353-357.",
        "Barro, Robert and Charles Redlick. Macroeconomic Effect from Government Purchases and Taxes, NBER Working Paper No. 15369, September 2009.",
        "Blandchard, Oliver and Roberto Perotti. An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics, Vol. 117, No. 4 (November 2002): 1329-1368.",
        "Brandt, Loren, Thomas Rawski and John Sutton. China's Industrial Development, in China's Great Economic Transformation, edited by Brandt, Loren and Thomas Rawski, Cambridge University Press, 2008.",
        "Broadman, Harry. The Business(es) of the Chinese State, World Economy, Vol. 24, No. 7 (2001): 849875.",
        "Burnside, Craig, Martin Eichenbaum and Jonas Fisher. Fiscal Shocks and their Consequences, Journal of Economic Theory, Vol. 115, No. 1 (March 2004): 89-117.",
        "Cai, Hongbin, Vernon Henderson and Qinghua Zhang. China's Land Market Auctions: Evidence of Corruption, NBER Working Paper 15067, 2009.",
        "Chiu, Becky and Mervyn Lewis. Reforming China's State-Owned Enterprises and Banks. Edward Elgar Publishing Ltd. 2006.",
        "Edelberg, Wendy, Martin Eichenbaum and Jonas Fisher. Understanding the Effects of a Shock to Government Purchases, Review of Economic Dynamics, Vol. 2, No. 1 (January 1999): 166-206.",
        "Ellison, Glenn and Edward Glaser. The Geographic Concentration of Industry: Does Natural Advantage Explain Agglomeration? American Economic Review, Vol. 89, No. 2 (1999): 311-316.",
        "Feldstein, Martin. Rethinking the Role of Fiscal Policy, American Economic Review, Vol. 99, No. 2 (2009): 556-559.",
        "Firth, Michael, Peter Fung and Oliver Rui. Firm Performance, Governance Structure, and Top Management Turnover in a Transitional Economy, Journal of Management Studies, Vol.43, No.6 (Sep 2006): 1289-1330.",
        "Freedman, Charles, Michael Kumhof, Douglas Laxton, Dirk Muir and Susanna Mursula. Fiscal Stimulus to the Rescue? Short-Run Benefits and Potential Long-Run Costs of Fiscal Deficits, IMF Working Paper No. WP/09/255, November 2009.",
        "Gali, Jordi, David Lopez-Salido and Javier Valles. Understanding the Effects of Government Spending on Consumption, Journal of European Economic Association, Vol. 5, No. 1 (March 2007): 227-270.",
        "Huang, Yasheng. Central-Local Relations in China During the Reform Era: The Economic and Institutional Dimensions, World Development, Vol. 24, No. 4 (April 1996): 655-672.",
        "IMF, The Size of the Fiscal Expansions: An Analyses for the Largest Countries, (Feb, 2009), imf.org/external/np/pp/eng/2009/020109.pdf.",
        "Kato, Takao and Cheryl Long. CEO Turnover, Firm Performance, and Enterprise Reform in China: Evidence from Micro Data, Journal of Comparative Economics, Vol.34, No.4 (Dec 2006): 796-817.",
        "La Porta, Rafael, Florencio Lopez-De-Silanes and Andrei Shleifer. Corporate Ownership Around the World, Journal of Finance, Vol. 54, No. 2 (April 1999): 471517.",
        "Lin, Yifu, Fang Cai and Zhou Li. Competition, Policy Burdens, and State-Owned Enterprise Reform, American Economic Review, Vol. 88, No. 2 (May 1998): 422-427.",
        "Lin, Yifu and Guofu Tan. Policy Burdens, Accountability, and the Soft Budget Constraint, American Economic Review, Vol. 89, No. 2 (May 1999): 426-431.",
        "Lin, Yifu and Zhiyun Li. Policy Burden, Privatization and Soft Budget Constraint, Journal of Comparative Economics, Vol. 36, No. 1 (March 2008): 90-102.",
        "Mcgregor, Richard. The Party: The Secret World of China's Communist Rulers. HarperCollins, 2010.",
        "Morck, Randall, David Stangeland and Bernard Yeung. Inherited Wealth, Corporate Control, and Economic Growth, in Concentrated Corporate Ownership, edited by Morck, Randall, The University of Chicago Press, 2000.",
        "Pistor, Katharina. Banking Reforms and Bank Bail Outs in the Chinese Mirror, in China's Transition to a Market Economy, edited by Joseph Stiglitz, Oxford University Press, 2010.",
        "Prasad, Eswar and Isaac Sorkin. Assessing the G-20 Economic Stimulus Plans: A Deeper Look, Reports by Brookings Institute (March, 2009), http://www.brookings.edu/articles/2009/03_g20_stimulus_prasad.aspx.",
        "Qian, Yingyi. The Process of China's Market Transitions: Evolutionary, Historical and Comparative Perspective, Journal of Institutional and Theoretical Economics, Vol. 156, No. 1 (2000): 151171.",
        "Ramey, Valerie. Identifying Government Spending Shocks: It's All in the Timing, NBER Working Paper No. 15464, October 2009.",
        "Rotemberg, Julio and Michael Woodford. Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy, Vol. 100, No. 6 (1992): 1153-1297.",
        "Shih, Victor C. Factions and Finance in China: Elite Conflict and Inflation, Cambridge University Press, 2008.",
        "Steinfeld, Edward. Forging Reform in China: The Fate of State-Owned Industry, Cambridge University Press, 1998.",
        "White, Halbert. A Heteroskedasticity-consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, Vol 48, No. 4 (May 1980): 817838.",
        "Wu, Jing, Joseph Gyourko and Yongheng Deng. Evaluating Conditions in Major Chinese Housing Markets, NBER Working Paper No. 16189, July 2010.",
        "Zhao, Zhenyu, Zhishu Yang, Chong-En Bai. The Empirical Study of the Effect on the Top Management Turnover in China's Listed Companies. Journal of Finance Research, (Aug 2007): 76-89. (In Chinese)"
    ]
}