{
    "id": 16889,
    "cites": 22,
    "cited_by": 6,
    "reference": [
        "Abel, Andrew, and Janice Eberly, Investment and  With Fixed Costs: An Empirical Analysis, working paper, 2002.",
        "Burnside, Craig Production Function Regression, Returns to Scale and Externalities,  Journal of Monetary Economics, 37: 177-201, 1996.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113: 1--45, 2005.",
        "Cummins, Jason G., Hassett, Kevin A. and Stephen D. Oliner Investment Behavior, Observable Expectations, and Internal Funds, American Economic Review, 96: 796-810, 2006.",
        "Del Negro, Marco and Frank Schorfheide Monetary Policy Analysis with Potentially Misspecified Models, American Economic Review, 99: 1415--50, 2009.",
        "Doms, Mark and Timothy Dunne, Capital Adjustment Patterns in Manufacturing Plants, Review of Economic Dynamics, 1: 409-429, 1998.",
        "FernÃ\u0083Â¡ndez-Villaverde, JesÃ\u0083Âºs and Juan Francisco Rubio-RamÃ\u0083Â­rez Comparing Dynamic Equilibrium Models to Data: a Bayesian Approach, Journal of Econometrics, 123: 153-187, 2004.",
        "Gertler, Mark and Nobuhiro Kiyotaki Financial Intermediation and Credit Policy in Business Cycle Analysis , mimeo, New York University, 2010.",
        "Gilchrist, Simon and Charles Himmelberg, Evidence on the Role of Cash Flow for Investment, Journal of Monetary Economics 36: 541-572, 1995.",
        "Gilchrist, Simon and Charles Himmelberg Investment: Fundamentals and Finance, NBER Macroeconomics Annual, 13: 223-262, 1998.",
        "Hayashi, Fumio, Tobin's Marginal  and Average  : A Neoclassical Interpretation,  Econometrica, 50: 215-224, 1982.",
        "Jorgenson, Dale and Ralph Landau, Tax Reform and the Cost of Capital: an International Comparison, Washington, DC: Brookings Institution, 1993.",
        "Justiniano, Alejandro and Giorgio Primiceri The Time Varying Volatility of Macroeconomic Fluctuations, The American Economic Review, 98: 604-641, 2008.",
        "King, Mervyn and Don Fullerton, The Taxation of Income from Capital: a Comparative Study of the United States, the United Kingdom, Sweden, and West Germany; University of Chicago Press, Chicago, 1984.",
        "Lkhagvasuren, Damba Big Locational Differences in Unemployment Despite High Labor Mobility, mimeo, Northwestern University, 2006.",
        "Lucca, David. Resuscitating Time-to-Build, mimeo, Federal Reserve Bank of New York, 2007.",
        "Matsuyama, Kiminori A Learning Effect Model of Investment: An Alternative Interpretation of Tobin's q, mimeo, Northwestern University, 1984.",
        "Philippon, Thomas The Bond Market's Q, Quarterly Journal of Economics, 124: 1011-1056, 2009.",
        "Salinger, Michael A. and Lawrence Summers, Tax Reform and Corporate Investment: A Microeconomic Simulation Study, in Martin S. Feldstein, editor, Behavioral Simulation Methods in Tax Policy Analysis, University of Chicago Press, 247-287, 1983.",
        "Smets, Frank and Rafael Wouters Shocks and frictions in U.S. business cycles: A Bayesian DSGE approach, American Economic Review, 97:3, 586606, 2007.",
        "Shiller, Robert J. Market volatility, Cambridge, MA: MIT Press, 1989.",
        "Shiller, Robert J. Irrational exuberance, Princeton: Princeton University Press, 2000."
    ]
}