{
    "id": 16887,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Andrews, Edmund L. Obama Outlines Retirement Initiatives, The New York Times, September 6, 2010.",
        "Bertrand, Marianne, Sendhil Mullainathan, and Eldar Shafir (2006). Behavioral economics and marketing in aid of decision making among the poor, Journal of Public Policy and Marketing, 25(1), 8-23.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian (2010). The Limitations of Defaults, Manuscript prepared for the 12th Annual Joint Conference of the Retirement Research Consortium, September 15, 2010.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian (2008). The Importance of Default Options for Retirement Savings Outcomes: Evidence from the United States, in Stephen J. Kay and Tapen Sinha, eds., Lessons from Pension Reform in the Americas, Oxford: Oxford University Press, pp. 59-87.",
        "Beverly, Sondra, Daniel Schneider, and Peter Tufano. Splitting Tax Refunds and Building Savings: An Empirical Test, in James M. Poterba, ed., Tax Policy and the Economy, , MIT Press, 2006.",
        "Camerer, Colin, Samuel Issacharoff, George Loewenstein, Ted O'Donoghue, and Matthew Rabin (2003). Regulation for Conservatives: Behavioral Economics and the Case for Asymmetric Paternalism, University of Pennsylvania Law Review, 151, 12111254.",
        "Carroll, Gabriel D., James J. Choi, David Laibson, Brigitte C. Madrian, and Andrew Metrick (2009). Optimal Defaults and Active Decisions, Quarterly Journal of Economics 124(4), pp. 1639-74.",
        "Chetty, Raj, and Emmanuel Saez (2009). Teaching the Tax Code: Earnings Responses to an Experiment with EITC Recipients, NBER Working Paper No. w14836.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick (2002). Defined Contributions Pensions: Plan Rules, Participant Decisions, and the path of least Resistance, in James Poterba, ed., Tax Policy and the Economy, Cambridge, MIT Press, pp. 67-113.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick (2004). For Better or for Worse: Default Effects and 401(k) Savings Behavior. In David A. Wise, ed., Perspectives on the Economics of Aging, Chicago: University of Chicago Press, pp. 81-121.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick (2003). Passive Decisions and Potent Defaults, NBER Working Paper 9917 (check to see if subsequently published in journal)",
        "Cramer, Reid, Alejandra Lopez-Fernandini, Lindsay Guge, Justin King, and Jamie Zimmerman (2010). The Assets Agenda 2011: Policy Options to Promote Savings and Asset Development, The New America Foundation.",
        "D2D Fund, Inc. Yes We Can: Inclusive Saving at Tax Time. Roxbury, MA, 2009.",
        "Duflo, Esther, William Gale, Jeffrey Liebman, Peter Orszag, and Emmanuel Saez (2006). Savings Incentives for Low- and Middle-Income Families: Evidence from a Field Experiment with H & R Block, Quarterly Journal of Economics, 121(4), 131146.",
        "Internal Revenue Service. Statistics of Income2008 Individual Income Tax Returns. Publication 1304 (Rev. 07-2010). Washington, DC.",
        "Johnson, Eric J., and Daniel Goldstein (2003). Do Defaults Save Lives? Science, November 21, 1338-39.",
        "Kahneman, Daniel & Tversky, Amos (1982). The psychology of preferences, Scientific American, 246, 160-173.",
        "Laibson, David (1997). Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, 62(May), 443-77.",
        "Madrian, Brigitte C., and Dennis F. Shea (2001). The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior, Quarterly Journal of Economics, 116(4), 1149-87.",
        "O'Donoghue, Ted and Matthew Rabin (1999). Doing It Now or Later, American Econoimc Review, 89(1), 103-124.",
        "Slovic, Paul (1995). The Construction of Preference, American Psychologist, 50: 36471.",
        "Thaler, Richard H. & Shlomo Benartzi (2004). Save More Tomorrow Using Behavioral Economics to Increase Employee Saving, Journal of Political Economy, 112 (1, pt. 2), S164-S187.",
        "Tufano, Peter, Daniel Schneider, and Sondra Beverly (2005). Leveraging Tax Refunds to Encourage Saving, Retirement Security Project policy brief 2005-8. Washington, DC. Retirement Security Project (August).",
        "Tufano, Peter, and Daniel Schneider (2005). Reinventing Savings Bonds, Tax Notes (October).",
        "Schulz, Kenneth F., and David A. Grimes (2002). Generation of Allocation Sequences in Randomised Trials: Chance, Not Choice, Lancet 359 (9305): 5159."
    ]
}