{
    "id": 16880,
    "cites": 90,
    "cited_by": 4,
    "reference": [
        "Akerlof, George A. Social Distance and Social Decisions. Econometrica 65, no. 5 (1997): 1005-1028.",
        "Angrist, Joshua D., and Kevin Lang. Does School Integration Generate Peer Effects? Evidence from Boston's Metco Program. American Economic Review 94, no. 5 (2004): 16131634.",
        "Arrow, Kenneth J. The Economic Implications of Learning by Doing. Review of Economic Studies 39 (1962): 155-173.",
        "Austen-Smith, David, and Roland G. Fryer Jr. An Economic Analysis of `Acting White'. Quarterly Journal of Economics 120, no. 2 (2005): 551-583.",
        "Becker, Gary S. Human Capital, 1st ed. New York: Columbia University Press, 1964.",
        "Becker, Gary S. A Theory of the Allocation of Time. Economic Journal 75, (1965): 493-517.",
        "Becker, Gary S. A Theory of Marriage, Part I. Journal of Political Economy 81, no. 4 (1973): 813-846.",
        "Becker, Gary S. A Theory of Social Interactions. Journal of Political Economy 82, no. 6 (1974): 1063-1093.",
        "Becker, Gary S. Accounting for Tastes. Cambridge: Harvard University Press, 1996.",
        "Becker, Gary S., and Kevin M. Murphy. The Division of Labor, Coordination Costs, and Knowledge. Quarterly Journal of Economics 107, no. 4 (1992): 1137-1160.",
        "Becker, Gary S., and Kevin M. Murphy. Social Economics: Market Behavior in a Social Environment. Cambridge: Belknap Press of Harvard University, 2000.",
        "Benabou, Roland. Workings of a City: Location, Education, and Production. Quarterly Journal of Economics 108, no. 3 (1993): 619-652.",
        "Ben-Porath, Yoram. The Production of Human Capital and the Lifecycle of Earnings. Journal of Political Economy 75 (1967): 352-365.",
        "Berman, Eli. Sect, Subsidy, and Sacrifice: An Economist's View of Ultra-Orthodox Jews. Quarterly Journal of Economics 115, no. 3 (2000): 905-953.",
        "Blume, Lawrence E., William A. Brock, Steven N. Durlauf, and Yannis M. Ioannides. Identification of Social Interactions, forthcoming in Handbook of Social Economics, edited by J. Benhabib, A. Bisin, and M. Jackson. Amsterdam: Elsevier, 2010.",
        "Boozer, Michael A., and Stephen E. Cacciola. Inside the `Black Box' of Project Star: Estimation of Peer Effects Using Experimental Data. Economic Growth Center Discussion Paper No. 832. Yale University. 2001.",
        "Borjas, George J. Ethnicity, Neighborhoods, and Human-Capital Externalities. American Economic Review 85, no. 3 (1995): 365-390.",
        "Brock, William A., and Steven N. Durlauf. Identification of Binary Choice Models with Social Interactions. Journal of Econometrics 140 (2007): 52-75.",
        "Burke, Mary A., and Tim R. Sass Classroom Peer Effects and Student Achievement. Federal Reserve Bank of Boston Working Paper. 2008.",
        "Carrell, Scott E., Richard L. Fullerton, and James E. West. Does Your Cohort Matter? Measuring Peer Effects in College Achievement. Journal of Labor Economics 27, no. 3 (2009): 439-464.",
        "Carrell, Scott E., Bruce I. Sacerdote, and James E. West. From Natural Variation to Optimal Policy: A Cautionary Tale in How Not to Improve Student Outcomes. Unpublished Manuscript. 2010.",
        "Chapple, Simon, Richard Jefferies, and Rita Walker. Maori Education Participation and Performance: A Literature Review and Research Programme. Paper for the New Zealand Ministry of Education. 1997.",
        "Cooley, Jane C. Desegregation and the Achievement Gap: Do Diverse Peers Help? Unpublished manuscript. Department of Economics, University of Wisconsin at Madison. 2010.",
        "Crane, Jonathan. The Epidemic Theory of Ghettos and Neighborhood Effects on Dropping Out and Teenage Childbearing. American Journal of Sociology 96, no. 5 (1991): 12261259.",
        "Cullen, Julie Berry, Brian A. Jacob, and Steven D. Levitt. The Effect of School Choice on Student Outcomes: An Analysis of the Chicago Public Schools. Journal of Public Economics 89 (2005): 729-760.",
        "Cutler, David, and Edward Glaeser. Are Ghettos Good or Bad? Quarterly Journal of Economics 112, no. 3 (1997): 827-872.",
        "Devos, George and Hiroshi Wagasutma. Japan's Invisible Race: Caste in Culture and Personality. Berkeley: University of California Press, 1966.",
        "Ding, Weili, and Steven F. Lehrer. Do Peers Affect Student Achievement in China's Secondary Schools? Review of Economics & Statistics 89, no. 2 (2007): 300-312.",
        "Drake, St. Clair, and Horace Cayton. Black Metropolis: A Study of Negro Life in a Northern City. Chicago: University of Chicago Press, 1945.",
        "Duflo, Esther, Pascaline Dupas, and Michael Kremer. Peer Effects, Teacher Incentives, and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya. NBER Working Paper No. 14475. 2008.",
        "Durlauf, Steven N. Neighborhood Effects. In Handbook of Urban and Regional Economics, Vol. IV, Geography and the Cities, edited by J. Vernon Handerson and Jacques-Francois Thisse. North-Holland, Amsterdam, 2004.",
        "Ethier, Wilfred J. National and International Returns to Scale in the Modern Theory of International Trade. American Economic Review 72, no. 3 (1982a): 389-405.",
        "Ethier, Wilfred J. Decreasing Costs in International Trade and Frank Graham's Argument for Protection. Econometrica 50, no. 5 (1982b): 1243-1268.",
        "Evans, William N., Wallace E. Oates, and Robert M. Schwab. Measuring Peer Group Effects: A Study of Teenage Behavior. Journal of Political Economy 100, no. 5 (1992): 966-991.",
        "Figlio, David N. Boys Named Sue: Disruptive Children and their Peers. Education Finance and Policy 2, no. 4 (2007): 376-394.",
        "Fordham, Signithia, and John Ogbu. Black Students' School Successes: Coping with the Burden of `Acting White'. The Urban Review 18, no. 3 (1986): 176--206.",
        "Gans, Herbert. The Urban Villagers: Group and Class in the Life of Italian-Americans. New York: The Free Press, 1962.",
        "Gaviria, Alejandro, and Steven Raphael. School-Based Peer Effects and Juvenile Behavior. Review of Economics & Statistics 83, no. 2 (2001): 257-268.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose A. Sheinkman. The Social Multiplier. Journal of the European Economic Association 1 (2003): 345-353.",
        "Goux, Dominique, and Eric Maurin. Close Neighbours Matter: Neighbourhood Effects on Early Performance at School. The Economic Journal 117 (2007): 1193-1215.",
        "Hansen, Karsten T., James J. Heckman, Kathleen M. Mullen. The Effect of Schooling and Ability on Achievement Test Scores. Journal of Econometrics 121 (2004): 39-98.",
        "Hanushek, Eric. A, et al. Does Peer Ability Affect Student Achievement? Journal of Applied Econometrics 18 (2003): 527-544.",
        "Heckman, James J. Varieties of Selection Bias. American Economic Review Papers and Proceedings 80 (1990): 313-318.",
        "Heckman, James J., and Jose A. Scheinkman. The Importance of Bundling in a GormanLancaster Model of Earnings. Review of Economic Studies 54, no. 2 (1987): 243-255.",
        "Heckman, James J., and Guilherme Sedlacek. Heterogeneity, Aggregation, and Market Wage Functions: An Empirical Model of Self-selection in the Labor Market. Journal of Political Economy 93, no. 6 (1985): 1077-1125.",
        "Helpman, Elhanan. Increasing Returns, Imperfect Markets, and Trade Theory. In Handbook of International Economics, Vol. 1, edited by R. W. Jones and P. B. Kenen. Amsterdam: Elsevier, 1984.",
        "Hoxby, Caroline. Peer Effects in the Classroom: Learning from Gender and Race Variation. NBER Working Paper No. 7867. 2000.",
        "Hoxby, Caroline, and Gretchen Weingarth. Taking Race Out of the Equation: School Reassignment and the Structure of Peer Effects. Unpublished manuscript. 2005.",
        "Iannaccone, Laurence R. Sacrifice and Stigma: Reducing Free-riding in Cults, Communes, and Other Collectives. Journal of Political Economy 100, no. 2 (1992): 271-291.",
        "Imberman, Scott, Adriana D. Kugler, and Bruce Sacerdote. Katrina's Children: Evidence on the Structure of Peer Effects from Hurricane Evacuees. NBER Working Paper No. 15291. 2009.",
        "Jovanovic, Boyan. Firm-specific Capital and Turnover. Journal of Political Economy 87, no. 6 (1979a): 1246-1260.",
        "Jovanovic, Boyan. Job Matching and the Theory of Turnover. Journal of Political Economy 87, no. 5 (1979b): 972-990.",
        "Kang, Changhui. Classroom peer effects and academic achievement: Quasi-randoization evidence from South Korea. Journal of Urban Economics 61, no. 3 (2007): 458-495.",
        "Kling, Jeffrey R., Jens Ludwig, and Lawrence F. Katz. Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment. Quarterly Journal of Economics 120, no. 1 (2005): 87-130.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F. Katz. Experimental Analysis of Neighborhood Effects. Econometrica 75, no. 1 (2007): 83-119.",
        "Krugman, Paul. Increasing Returns, Monopolistic Competition, and International Trade. Journal of International Economics 9 (1979): 469-479.",
        "Krugman, Paul (1991). Increasing Returns and Economic Geography. Journal of Political Economy 99, no. 3 (1991): 483-499.",
        "Krugman, Paul. Increasing Returns, Imperfect Competition and the Positive Theory of International Trade. In Handbook of International Economics Vol. 3, edited by G. Grossman and K. Rogoff. Amsterdam: Elsevier, 1995.",
        "Lancaster, Kelvin J. A New Approach to Consumer Theory. Journal of Political Economy 74 (1966): 132-157.",
        "Lavy, Victor, Olmo Silva, and Felix Weinhardt. The Good, the Bad, and the Average: Evidence on the Scale and Nature of Ability Peer Effects in Schools. NBER Working Paper No. 15600. 2009.",
        "Lazear, Edward P. Education Production. Quarterly Journal of Economics 116, no.3 (2001): 777-803.",
        "Lefgren, Lars. Educational peer effects and the Chicago public schools. Journal of Urban Economics 56 (2004): 169-191.",
        "Lucas, Robert E. On the Mechanics of Economic Development. Journal of Monetary Economics 22 (1988): 3-42.",
        "Lyle, David S. Estimating and Interpreting Peer and Role Model Effects from Randomly Assigned Social Groups at West Point. Review of Economics & Statistics 89, no. 2 (2007): 289-299.",
        "Manski, Charles F. Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies 60, no. 3 (1993): 531-542.",
        "Marshall, Alfred. Principles of Economics, Vol. 1. London: Macmillan, 1890.",
        "Mill, John Stuart. On Liberty. London: John W. Parker & Son, West Strand, 1859.",
        "Miller, Robert. Job Matching and Occupational Choice. Journal of Political Economy 92, no. 6 (1984): 1086-1120.",
        "Murphy, Kevin J. Incentives, Learning, and Compensation: A Theoretical and Empirical Investigation of Managerial Labor Contracts. RAND Journal of Economics 17, no. 1 (1986): 59-76.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny. Industrialization and the Big Push. Journal of Political Economy 97, no. 5 (1989): 1003-10026.",
        "Neal, Derek. The Complexity of Job Mobility among Young Men. Journal of Labor Economics 17, no. 2 (1999): 237-261.",
        "Prescott, Edward C., and John Boyd. Dynamic Coalitions, Growth, and the Firm. In Contractual Arrangements for Intertemporal Trade, edited by E.C. Prescott and N. Wallace. Minneapolis, University of Minnesota Press: 1987.",
        "Romer, Paul M. Increasing Returns and Long-Run Growth. Journal of Political Economy 94, no. 5 (1986): 1002-1037.",
        "Romer, Paul M. Growth Based on Increasing Returns Due to Specialization. American Economic Review Papers and Proceedings 77, no. 2 (1987): 56-62.",
        "Rosen, Harvey S. Authority, Control, and the Distribution of Earnings. Bell Journal of Economics 13, no. 2 (1982): 311-323.",
        "Rosen, Sherwin. Learning by Experience as Joint Production. Quarterly Journal of Economics 86, no. 3 (1972): 366-382.",
        "Rosen, Sherwin. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition.  Journal of Political Economy 82, no. 1 (1974): 34-55.",
        "Rosen, Sherwin. Specialization and Human Capital. Journal of Labor Economics 1, no. 1 (1983): 43-49.",
        "Sanbonmatsu, Lisa, Jeffrey Kling, Greg Duncan, and Jeanne Brooks-Gunn. Neighborhoods and Academic Achievement: Results from the Moving to Opportunity Experiment. Journal of Human Resources 41, no. 4 (2006): 649-691.",
        "Sattinger, Michael. Differential Rents and the Distribution of Earnings. Oxford Economic Papers 31, no. 1 (1979): 60-71.",
        "Sattinger, Michael. Assignment Models of the Distribution of Earnings. Journal of Economic Literature 31, no. 2 (1993): 831-880.",
        "Shea, John. Instrument Relevance in Multivariate Linear Models: A Simple Measure. Review of Economics & Statistics 79, no. 2 (1997): 348--352.",
        "Stinebrickner, Todd R., and Ralph Stinebrickner What Can Be Learned about Peer Effects Using College Roommates? Evidence from New Survey Data and Students from Disadvantaged Backgrounds. Journal of Public Economics 90 (2006): 1435-1454.",
        "Stock, James H., and Motohiro Yogo. Testing for Weak Instruments in Linear IV Regression.  In Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, edited by D.W.K. Andrews and J.H. Stock. Cambridge: Cambridge University Press, 2005.",
        "Tinbergen, Jan. On the Theory of Income Distribution. Weltwirtschaftliches Archiv 77 (1956): 155-173.",
        "Welch, Finis. Linear Synthesis of Skill Distribution. Journal of Human Resources 4, no.3 (1969): 311-327.",
        "Willis, Paul. Learning to Labor: How Working Class Kids Get Working Class Jobs. New York: Columbia University Press, 1977.",
        "Willis, Robert J., and Sherwin Rosen. Education and Self-Selection. Journal of Political Economy 87, no. 5 (1979): S7-S36.",
        "Yatchew, Adonis. Nonparametric Regression Techniques in Economics. Journal of Economic Literature 36, no. 2 (1998): 669-721.",
        "Zimmer, Ron W., and Eugenia F. Toma. Peer Effects in Private and Public Schools across Countries. Journal of Policy Analysis and Management 19, no. 1 (2000): 75-92."
    ]
}