{
    "id": 16883,
    "cites": 63,
    "cited_by": 25,
    "reference": [
        "Adrian, Tobias, and Hyun Song Shin, 2008, Financial intermediaries, financial stability and monetary policy, in Maintaining Stability in a Changing Financial System, Federal Reserve Bank of Kansas City, 287-334.",
        "Allen, Franklin, and Douglas Gale, 2004, Financial intermediaries and markets, Econometrica 72, 1023-1061.",
        "Allen, Franklin, and Douglas Gale, 2005, From cash-in-the-market pricing to financial fragility, Journal of the European Economic Association 3, 535-546.",
        "Ashcraft, Adam, Nicolae Garleanu, and Lasse Heje Pedersen, 2010, Two monetary tools: Interest rates and haircuts, working paper.",
        "Bagehot, Walter, 1873, Lombard Street: A Description of the Money Market (Charles Scribner's Sons, New York).",
        "Bernanke, Ben S., and Alan Blinder, 1988, Credit, money, and aggregate demand, American Economic Review 78, 435-39.",
        "Bernanke, Ben S., and Alan Blinder, 1992, The federal funds rate and the channels of monetary transmission, American Economic Review 82, 901-21.",
        "Bhattacharya, Sudipto, and Douglas Gale, 1987, Preference shocks, liquidity and central bank policy, in New Approaches to Monetary Economics, edited by W. Barnett and K. Singleton (Cambridge University Press, Cambridge).",
        "Brunnermeier, Markus K., and Lasse H. Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies, 22, 2201-2238.",
        "Caballero, Ricardo J., and Alp Simsek, 2010, Fire sales in a model of complexity, working paper.",
        "Cochrane, John, 1998, A frictionless model of U.S. inflation, NBER Macro Annual 13, 323-384.",
        "Dang, Tri Vi, Gary B. Gorton, and Bengt Holmstrom, 2009, Opacity and the optimality of debt for liquidity provision, working paper.",
        "DeMarzo, Peter M., 2005, The pooling and tranching of securities: A model of informed intermediation, Review of Financial Studies 18, 1-35.",
        "DeMarzo, Peter M., and Darrell Duffie, 1999, A liquidity-based model of security design, Econometrica 67, 65-99.",
        "Diamond, Douglas W., 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393-414.",
        "Diamond, Douglas W., 1991, Debt maturity structure and liquidity risk, Quarterly Journal of Economics 106, 709-737.",
        "Diamond, Douglas W. and Philip Dybvig, 1983, Bank runs, deposit insurance and liquidity, Journal of Political Economy 91, 401-419.",
        "Diamond, Douglas W., and Raghuram G. Rajan, 2001, Liquidity risk, liquidity creation, and financial fragility: A theory of banking, Journal of Political Economy 109, 287-327.",
        "Diamond, Douglas W., and Raghuram G. Rajan, 2009a, Fear of fire sales and the credit freeze, working paper.",
        "Diamond, Douglas W., and Raghuram G. Rajan, 2009b, Illiquidity and interest rate policy, working paper.",
        "Farhi, Emmanuel, Mikhail Golosov, and Aleh Tsyvinski, 2009, A theory of liquidity and regulation of financial intermediation, Review of Economic Studies 76, 973-992.",
        "Flannery, Mark J., 1986, Asymmetric information and risky debt maturity choice, Journal of Finance 41, 19-37.",
        "Fostel, Ana, and John Geanakoplos, 2008, Leverage cycles and the anxious economy, American Economic Review 98, 1211-1244.",
        "Geanakoplos, John, 2009, The leverage cycle, NBER Macro Annual 24, 1-65.",
        "Geanakoplos, John, and Heraklis Polemarchakis, 1986, Existence, regularity and constrained suboptimality of competitive allocations when the asset market is incomplete, in Essays in Honor of Kenneth Arrow, Volume III, edited by W. Heller, R. Starr, and D. Starrett (Cambridge University Press, Cambridge), 65-95.",
        "Goodfriend, Marvin, 2002, Interest on reserves and monetary policy, Federal Reserve Bank of New York Economic Policy Review 8 (1), 13-29.",
        "Goodfriend, Marvin, 2007, How the world achieved consensus on monetary policy, Journal of Economic Perspectives 21, 47-68.",
        "Goodhart, Charles, 1988, The Evolution of Central Banks (MIT Press, Cambridge MA).",
        "Gorton, Gary B., 2010, Slapped by the Invisible Hand: The Panic of 2007 (Oxford University Press).",
        "Gorton, Gary B., and Andrew Metrick, 2010, Securitized banking and the run on repo, Journal of Financial Economics, forthcoming.",
        "Gorton, Gary B., and George Pennacchi, 1990, Financial intermediaries and liquidity creation, Journal of Finance 45, 49-72.",
        "Greenwald, Bruce, and Joseph E. Stiglitz, 1986, Externalities in economies with imperfect information and incomplete markets, Quarterly Journal of Economics 101, 229-264.",
        "Greenwood, Robin, Samuel Hanson, and Jeremy C. Stein, 2010, A comparative advantage approach to government debt maturity, working paper.",
        "Gromb, Denis, and Dimitri Vayanos, 2002, Equilibrium and welfare in markets with financially constrained arbitrageurs, Journal of Financial Economics 66, 361-407.",
        "Hart, Oliver, and John Moore, 1995, Debt and seniority: An analysis of the role of hard claims in constraining management, American Economic Review 85, 567-585.",
        "Jacklin, Charles J., 1987, Demand deposits, trading restrictions, and risk sharing, in Contractual Arrangements for Intertemporal Trade, edited by E. Prescott and N. Wallace (University of Minnesota Press, Minneapolis), 26-47.",
        "Jeanne, Olivier, and Anton Korinek, 2010, Managing credit booms and busts: A Pigouvian taxation approach, working paper.",
        "Kashyap, Anil K, and Jeremy C. Stein, 2000, What do a million observations on banks say about the transmission of monetary policy?, American Economic Review 90, 407-28.",
        "Kashyap, Anil K, and Jeremy C. Stein 2004, Cyclical implications of the Basel-II capital standards, Federal Reserve Bank of Chicago Economic Perspectives 28 Q1, 1831.",
        "Kashyap, Anil K, and Jeremy C. Stein 2011, The optimal conduct of monetary policy with interest on reserves, working paper.",
        "Kashyap, Anil K, Jeremy C. Stein, and David Wilcox, 1993, Monetary policy and credit conditions: Evidence from the composition of external finance, American Economic Review 83, 78-98.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit cycles, Journal of Political Economy 105, 211-248.",
        "Kocherlakota, Narayana, 2010, Taxing risk and the optimal regulation of financial institutions, Economic Policy Paper 10-3, Federal Reserve Bank of Minneapolis.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2010, The aggregate demand for Treasury debt, working paper.",
        "Leeper, Eric, 1991, Equilibria under active and passive monetary policies, Journal of Monetary Economics 27, 129-147.",
        "Lorenzoni, Guido, 2008, Inefficient credit booms, Review of Economic Studies 75, 809833.",
        "Modigliani, Franco and Merton H. Miller, 1958, The cost of capital, corporation finance and the theory of investment, American Economic Review 48, 261-297.",
        "Morris, Stephen, and Hyun Song Shin, 2004, Liquidity black holes, Review of Finance 8, 1-18.",
        "Myers, Stewart C., 1977, Determinants of corporate borrowing, Journal of Financial Economics 5, 147-175.",
        "Perotti, Enrico, and Javier Suarez, 2010, Regulation of liquidity risk, working paper.",
        "Shleifer, Andrei, and Robert W. Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, Journal of Finance 47.",
        "Shleifer, Andrei, and Robert W. Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35-55.",
        "Shleifer, Andrei, and Robert W. Vishny, 2010, Unstable banking, Journal of Financial Economics, forthcoming.",
        "Sidrauski, Miguel, 1967, Rational choice and patterns of growth in a monetary economy, American Economic Review 57, 534-544.",
        "Sims, Christopher A., 1994, A simple model for the determination of the price level and the interaction of monetary and fiscal policy, Economic Theory 4, 381-399.",
        "Stein, Jeremy C., 1998, An adverse-selection model of bank asset and liability management with implications for the transmission of monetary policy, RAND Journal of Economics 29, 466-86.",
        "Stein, Jeremy C., 2005, Why are most funds open-end? Competition and the limits of arbitrage, Quarterly Journal of Economics 120, 247-272.",
        "Stein, Jeremy C., 2009, Presidential address: Sophisticated investors and market efficiency, Journal of Finance 64, 1517-1548.",
        "Taylor, John B., 1993, Discretion versus policy rules in practice, Carnegie-Rochester Series on Public Policy 39, 195-214.",
        "Taylor, John B., 1999, An historical analysis of monetary policy Rules, in Monetary Policy Rules, edited by John B. Taylor (University of Chicago Press).",
        "Tucker, Paul, 2009, The repertoire of official sector interventions in the financial system: Last resort lending, market-making, and capital, remarks at the Bank of Japan 2009 International Conference, May 27-28.",
        "Weitzman, Martin L., 1974, Prices vs. quantities, Review of Economic Studies 41, 477491.",
        "Woodford, Michael, 1995, Price level determinacy without control of a monetary aggregate, Carnegie-Rochester Conference Series on Public Policy 43, 1-46."
    ]
}