{
    "id": 16882,
    "cites": 18,
    "cited_by": 22,
    "reference": [
        "Blackburn, David. On-line Piracy and Recorded Music Sales. Unpublished Manuscript, Harvard University, December 2004.",
        "Blashil, Pat (coordintator for Zagat Survey). Music Guide: 1000 Top Albums of All Time. 2003. New York: Zagat Survey.",
        "Boldrin, Michele and David K. Levine. Against Intellectual Monopoly. Cambridge University Press. 2008.",
        "Caves, Richard E. Creative Industries: Contracts between Art and Commerce. Harvard University Press: Cambridge, MA. 2000.",
        "Connolly, Marie & Krueger, Alan B., 2006. Rockonomics: The Economics of Popular Music, Handbook of the Economics of Art and Culture, Elsevier.",
        "Handke, Christian. Plain Destruction or Creative Destruction? Copyright Erosion and the Evolution of the Record Industry. Review of Economic Research on Copyright Issues, 2006, vol 3(2): 29-51.",
        "Handke, Christian, Digital Copying and the Supply of Sound Recordings. Unpublished Manuscript, 2010, available at http://www.acei2010.com/upload/acei/handke.pdf .",
        "Kalmar, Veronika. Label Launch: A Guide to Record Recording, Promotion, and Distribution. St. Martin's Griffin: New York. 2002.",
        "Knopper, Steve . Appetite for Self-Destruction: The Spectacular Crash of the Record Industry in the Digital Age. Free Press: New York. 2009.",
        "Larkin, Colin. A Brief History of Pop Music. In The Encyclopedia of Popular Music, 5th edition, edited by Colin Larkin, Omnibus Press/MUZE: London and New York. 2007.",
        "Leeds, Jeff. The Net is a Boon for Indie Labels. New York Times. December 27, 2005.",
        "Levy, Joe and Editors of Rolling Stone, The 500 Greatest Albums of All Times. Wenner Publishing. November 16, 2005 Liebowitz, Stan J. File Sharing: Creative Destruction or Just Plain Destruction? Journal of Law and Economics, vol. 49, no. 1, April 2006, pp. 1-28.",
        "OberholzerGee, Felix and Koleman Strumpf. The Effect of File Sharing on Record Sales: An Empirical Analysis. Journal of Political Economy. Volume 115, Issue 1, Page 142, Feb 2007 OberholzerGee, Felix and Koleman Strumpf. File-Sharing and Copyright. NBER's Innovation Policy and the Economy series, volume 10. ed. Joshua Lerner and Scott Stern. MIT Press. 2009.",
        "Mortimer, Julie Holland, Chris Nosko, and Alan Sorenson. Supply Responses to Digital Distribution: Recorded Music and Live Performances. NBER Working Paper No. 16507. October 2010.",
        "Rob, Rafael and Joel Waldfogel. Piracy on the High C's: Music Downloading, Sales Displacement, and Social Welfare in a Sample of College Students. Journal of Law & Economics. Volume 49, Issue 1, Page 29-62, Apr 2006.",
        "Rob, Rafael and Joel Waldfogel. Piracy on the High C's: Music Downloading, Sales Displacement, and Social Welfare in a Sample of College Students. NBER Working Paper 10874, October 2004.",
        "Shapiro, Carl and Hal Varian. Information Rules. Harvard Business School Press. Cambridge, MA. 1999.",
        "Zentner, Alejandro, Measuring the Effect of File Sharing on Music Purchases. The Journal of Law and Economics. Volume 49, Issue 1, Page 6390, Apr 2006."
    ]
}