{
    "id": 16888,
    "cites": 35,
    "cited_by": 2,
    "reference": [
        "Alesina, Alberto and Eliana La Ferrara, A Test of Racial Bias in Capital Sentencing, mimeo, Bocconi University and Harvard University, 2009.",
        "Antonovics, Kate L. and Brian G. Knight, A New Look at Racial Profiling: Evidence from the Boston Police Department, Review of Economics and Statistics, 2009, 91, 163177.",
        "Anwar, Shamena and Hanming Fang, An Alternative Test of Racial Profiling in Motor Vehicle Searches: Theory and Evidence, American Economic Review, 2006, 96, 127151.",
        "Arrow, Kenneth, Uncertainty And The Welfare Economics Of Medical Care, American Economic Review, 1963, 53, 941973.",
        "Ayres, Ian, Outcome Tests Of Racial Disparities In Police Practices, Justice Research and Policy, vol. 4, Special Issue, Fall 2002, 2002, 4, Special Issue.",
        ", Three Tests for Measuring Unjustified Disparate Impacts in Organ Transplantation: the Problem of Included Variable Bias, Perspectives in Biology and Medicine, 2005, 48, S68S87.",
        ", Testing for Discrimination and the Problem of Included Variable Bias, mimeo, Yale Law School, 2010.",
        "Balsa, Ana I., Thomas G. McGuire, and Lisa S. Meridith, Testing for Statistical Discrimination in Health Care, Health Service Research, 2005, 40, 227252.",
        "Barnato, Amber E, F. Lee Lucas, Douglas Staiger, David E. Wennberg, and Amitabh Chandra, Hospital-Level Racial Disparities In Acute Myocardial Infarction Treatment And Outcomes, Medical Care, 2005, 43 (4), 308319.",
        "Becker, Gary S., The Economics of Discrimination, University of Chicago Press: Chicago, 1957.",
        ", The Evidence against Blacks Does't Prove Bias, Business Week, 1993.",
        ", Nobel Lecture: The Economic Way of Looking at Behavior, Journal of Political Economy, 1993, 101 (3), 385409.",
        "Bertrand, Marianne and Sendhil Mullainathan, Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination, American Economic Review, 2004, 94 (4), 9911013.",
        "Bushway, Shawn D. and Jonah B. Gelbach, Testing for Racial Discriminationi in Bail Setting Using Nonparametric Estimation of a Parametric Model, mimeo, Yale Law School, 2010.",
        "Center for Disease Control and Prevention, CDC Health Disparities and Inequalities Report - United States, 2011, 2011, http://www.cdc.gov/mmwr/pdf/other/su6001.pdf.",
        "Chandra, Amitabh and Douglas O. Staiger, Identifying Provider Prejudice in Health Care, Working Paper, Harvard University and Dartmouth College, 2008.",
        "Coate, Stephen and Glenn C. Loury, Will Affirmative-Action Policies Eliminate Negative Stereotypes?, American Economic Review, 1993, 83, 12201240.",
        "Goldin, Claudia and Cecilia Rouse, Orchestrating Impartiality: The Impact of Blind Auditions on Female Musicians, American Economic Review, 2000, 90 (4), 715741.",
        "Gordon, James A., Lawrence C An, Rodney A Hayward, and Brent C Williams, Initial Emergency Department Diagnosis and Return Visits: Risk Versus Perception, Annals of Emergency Medicine, 1998, 32 (5), 569573.",
        "Grogger, Jeffrey and Greg Ridgeway, Testing for Racial Profiling in Traffic Stops From Behind a Veil of Darkness, Journal of the American Statistical Association, 2006, 101, 878887.",
        "Institute of Medicine, Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care, The National Academies Press. Washington, DC., 2002.",
        "Knowles, John, Nicola Persico, and Petra Todd, Racial Bias in Motor Vehicle Searches: Theory and Evidence, Journal of Political Economy, 2001, 109, 203228.",
        "Mechoulan, Stephane and Nicolas Sahuguet, Assessing Racial Discrimination in Parole Release, mimeo, HEC Montreal, 2011.",
        "O'Dwyer, F and GG Bodiwala, Unscheduled Return Visits by Patients to the Accident and Emergency Department, Archives of Emergency Medicine, 1991, 8, 196200.",
        "Persico, Nicola, Racial Profiling? Detecting Bias Using Statistical Evidence, Annual Review of Economics, 2010.",
        "Phelps, Charles, Information Diffusion and Best Practice Adoption, in J. Newhouse and A. Culyer eds., Handbook of Health Economics, Vol. 1, North Holland, Amsterdam, 2000.",
        "Pierce, John M, Arthur L Kellerman, and Catherine Oster, Bounces: An Analysis Of Short-term Return Visits To A Public Hospital Emergency Department, Annals of Emergency Medicine, 1990, 19 (7), 752 757.",
        "Polsky, Daniel, Ashish K. Jha, Judith Lave, Mark V. Pauly, Liyi Cen, Heather Klusaritz, Zhen Chen, and Kevin G. Volpp, Short- and Long-Term Mortality after an Acute Illness for Elderly Whites and Blacks, Health Service Research, 2008, 43, 13881402.",
        "Price, Joseph and Justin Wolfers, Racial Discrimination Among NBA Referees, NBER Working Paper 13206, 2007.",
        "Ross, Stephen L. and John Yinger, The Color of Credit: Mortgage Discrimination, Research Methodology, and Fair-Lending Enforcement, MIT Press, 2002.",
        "Schulman, Kevin A., Jesse A. Berlin, William Harless, Jon F. Kerner abd Shyrl Sistrunk, Bernard J. Gersh, Ross Dub, Christopher K. Taleghani, Jennifer E. Burke, Sankey Williams, John M. Eisenberg, William Ayers, and Jos J. Escarce, The Effect of Race and Sex on Physicians' Recommendations for Cardiac Catheterization, New England Journal of Medicine, 1999, 340, 618626.",
        "Simeonova, Emilia, Doctors, Patients, and the Racial Mortality Gap: What Are the Causes?, Working Paper, Columbia University, 2007.",
        "Strumpf, Erin, Racial/Ethnic Disparities in Outpatient Primary Care: The Role of Physician-Patient Concordance, Working Paper, McGill University, 2010.",
        "Weinstock, Michael B. and Ryan Longstreth, Bouncebacks! Emergency Department Cases: ED Returns, Anadem Publishing: Columbus, OH, 2007.",
        "Williams, Richard Allen, Eliminating Healthcare Disparities in America: Beyond the IOM Report, Humana Press, New Jersey, 2007."
    ]
}