{
    "id": 1689,
    "cites": 29,
    "cited_by": 43,
    "reference": [
        "Burton, F.N. and H. Inoue. The Influence of Country Risk Factors on Interest Rate Differentials on International Lending to Sovereign Borrowers. Applied Economics (forthcoming 1985).",
        "Cline, William. Interest and Debt: Systematic Risk and Policy Response. Washington, D.C.: Institute for International Economics, MIT Press, 1983.",
        "Cooper, Richard and Jeffrey Sachs. Borrowing Abroad: The Debtors Perspective in Smith and Cuddington (eds.), 19814.",
        "Eaton, Jonathan and Mark Gersovitz. LDC Participation in International Financial Markets: Debt and Research. Journal of Development Economics 7 (March 1980), 3-21.",
        "Analysis. Review of Economic Studies 148 (April 1981a), 289-309.",
        "Eaton, Jonathan, Mark Gersovitz and Joseph Stiglitz. Survey of the Economics of International Debt. European Economic Review (this issue). Eichengreen, Barry and Richard Fortes. Debt and Default in the 193Os: Causes and Consequences. Eurooean Economic Review (this issue). Edwards, Sebastian. LDC Foreign Borrowing and Default Risk: An Empirical Investigation. NBER Working Paper No. 1172, July 1983.",
        "Edwards, Sebastian and Francis Ng. Trends in Real Exchange Rate Behavior in Selected Developing Countries. Working Paper, The World Bank, 1985.",
        "Feder, Gershon and Richard E. Just. A Study of Debt Servicing Capacity Applying Logit Analysis. Journal of Development Economics `4 (March 1q77~. 2~-3P. __________ An Analysis of Credit Terms in the Eurodollar Market. European Economic Review 9 (May 1977b), 221-143.",
        "Creditworthiness Control. Kredit und Kapital 12(2) (1979), 207-20.",
        "Feder, Gershon and Knud Ross. Risk Assessments and Risk Premiums in the Eurodollar Market. Journal of Finance 37 (June 1982), 679-91.",
        "Feder, Gershon and Lily Uy. The Determinants of International Creditworthi- ness and Their Policy Implications. Journal of Policy Modeling (1985), 133-156.",
        "Folkerts-Landau, D. F. I. The Changing Role of International Bank Lending in Development Finance. IMF Staff Papers (June 1985).",
        "Frank, Charles R., Jr. and William R. Cline. Measurement of Debt Servicing Capacity: An Application of Discriminant Analysis. Journal of International Economics 1 (August 1971), 327-44.",
        "Frenkel, Jacob. International Liquidity and Monetary Control in G. von Furstenberg (ed.) International Money and Credit: The Policy Roles ~ashingtor~, D.C.: IMF, 1983.",
        "Gutentag, Jack and Richard Herring. The Current Crisis of International Lending. Brookings Institution, 1985.",
        "Overlending to Underlending to Structural Reform in Smith and Cuddington (eds.), 19814.",
        "Hanson, James A. Optimal International Borrowing and Lending. American Economic Review 614 (September 19714), 616-30.",
        "Harberger, A. C. Vignettes on the World Capital Market. American Economic Review Papers and Proceedings 70 (May 1980), 331-37.",
        "Herring, Richard (ed.). Managing International Risk. Cambridge: Cambridge University Press, 1983.",
        "Judge, George et al. The Theory and Practice of Econometrics. New York: Wiley. 1980.",
        "Kharas, Homi. The Long-Term Creditworthiness of Developing Countries: Theory and Practice. Quarterly Journal of Economics 149 (August 19824), 141 5-~4O.",
        "Kyle, Steven and J. Sachs. Developing Country Debt and the Market Value of Large Commercial Banks. National Bureau of Economic Research Working Paper No. 11470, 198~4. McFadden, Dan et al. Is There Life After Debt? An Econometric Analysis of the Creditworthiness of Developing Countries in Smith and Cuddington (eds.) 1985.",
        "McKinnon, Ronald I. The International Capital Market and Economic Liberalization in LDC5. The Developing Economies, 22 December 19811, 1476-81.",
        "Melvin, Michael and Don Schlagenhauff. Risk in International Lending: A Dynamic Factor Analysis Applied to France and Mexico. Journal of International Money and Finance (1986).",
        "Wachtel (ed.) Crises in the Economic and Financial Structure. Lexington, Mass., 1982a, 197-2143.",
        "Saohs, Jeffrey D. and Daniel Cohen. LDC Borrowing with Default Risk. National Bureau of Economic Research Working Paper No. 925 (July 1982b).",
        "Smith, Gordon and John Cuddington. International Debt and the Developing Countries. Washington, D.C.: The World Bank, 1985.",
        "Suratgar, David. Default and Rescheduling, Eurocurrency Publications, 19824.",
        "Wellons, P. A. Borrowing by Developed Countries on the Eurocurrency Market. OECD, 1977."
    ]
}