{
    "id": 16893,
    "cites": 29,
    "cited_by": 171,
    "reference": [
        "AgÃ\u0083Â©nor, Pierre-Richard, and Peter J. Montiel, 2008. Development Macroeconomics, Third edition, (Princeton: Princeton University Press).",
        "Aizenman, Joshua, and Pablo Guidotti. 1994. Capital Controls, Collection Costs, and Domestic Public Debt, Journal of International Money and Finance, February, 41-54.",
        "Aizenman, Joshua and Nancy Marion 2010. Using Inflation to Erode the U.S. Public Debt, SCIIE / Department Working Paper, December.",
        "Alesina, Alberto, Vittorio Grilli and Gian Maria Milesi-Ferretti. 1993 The Political Economy of Capital Controls, in L. Leiderman and A. Razin, (eds.), Capital Mobility: New Perspectives, Cambridge University Press, Cambridge UK, 1993 Alesina, Alberto and Silvia Ardagna (2009) Large changes in fiscal policy: taxes versus spending NBER Working Paper 15438 Andima. 1994. Divida Publica Bai, Chong-En, David D. Li, Yingyi Qian, and Yijang Wang (2001) Financial Repression and Optimal Taxation, Economic Letters, 70 (2), February 2001 Beim, David O., and Charles W. Calomiris. 2001. Emerging Financial Markets. New York: McGraw-Hill/Irwin Brock, Philip (1989). Reserve Requirements and the Inflation Tax, Journal of Money, Credit and Banking, 21 (1), February, 106-121.",
        "Calvo, Guillermo A. 1989. Is Inflation Effective in Liquidating Short-Term Nominal Debt, International Monetary Fund WP/89/2 Campbell, John Y. and Kenneth A. Froot, 1994. International Experiences with Securities Transactions Taxes, in The Internationalization of Equity Markets, Jeffrey Frankel ed., (Chicago: University of Chicago Press for NBER), 277-308.",
        "Checherita, Christina, and Philipp Rother, (2010), The Impact of High and Growing Debt on Economic Growth and Empirical Investigation for the Euro Area, European Central Bank Working Paper Series No. 1237, August.",
        "Confalonieri, Antonio and Emilio Gatti (1986), La Politica del Debito Pubblico en Italia 1919-1943. Bari: Cariplo-Laterza Cukierman, Alex. 1992. Central Bank Strategy, Credibility, and Independence. Cambridge: MIT Press.",
        "DeVries, Margaret, 1969. The International Monetary Fund, 1945-1965: Twenty Years of International Monetary Cooperation. Volume II, Washington DC: International Monetary Fund.",
        "Easterly, William R. 1989. Fiscal Adjustment and Deficit Financing During the Debt Crisis. In I. Husain and I. Diwan, eds., Dealing with the Debt Crisis. Washington DC: The World Bank: 91113.",
        "Easterly, William and Klaus Schmidt-Hebbel, 1994. Fiscal Adjustment and Macroeconomic Performance. In W. Easterly et al. (eds.) Public Sector Deficits and Macroeconomic Performance. Oxford University Press for the World Bank.",
        "Elmendorf, Douglas and Gregory Mankiw, Government Debt, Handbook of Macroeconomics, Vol. 1, Taylor, J.B. and M. Woodford, eds., Elsevier Science, B.V., 1999, pp. 1615-1699.",
        "Fisher, Irving. 1933. The Debt-Deflation Theory of Great Depressions, Econometrica, pp. 337-57 Fregert, Klas and Roger Gustafsson. 2008. Fiscal Statistics for Sweden 1719-2003.",
        "Research in Economic History 25, 169-224 Friedman, Milton and Anna Schwartz. 1982. Monetary Trends in the United States and United Kingdom: Their Relation to Income, Prices, and Interest Rates, 1867-1975.",
        "Chicago: The University of Chicago Press Giovannini, Alberto and Martha de Melo. 1993. Government Revenue from Financial Repression. American Economic Review, vol. 83, No. 4: 953963.",
        "Homer, Sydney and Richard Sylla. 2005. A History of Interest Rates. Hoboken, N.J.. John Wiley & Sons, Inc.",
        "IBGE, 1990. EstatÃ\u0083Â­sticas histÃ\u0083Â³ricas do Brasil: sÃ\u0083Â©ries e econÃ\u0083Â´micas,demogrÃ\u0083Â¡ficas e sociais de 1550 a 1988.",
        "International Monetary Fund, 2010. World Economic Outlook, Washington DC: International Monetary Fund.",
        "Kumar, Manmohan S. and Jaejoon Woo.(2010) Public Debt and Growth IMF Working Paper 10/174.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti (2010), The External Wealth of Nations Mark II: Revised Extended Estimates of Foreign Assets and Liabilities,1970-2004 in Crowe et. a. eds., Macrofinancial Linkages: Trends, Crises, and Policies, Washington DC: International Monetary Fund.",
        "Lilico, Andrew, Ed Holmes and Hiba Sameen (2009) Controlling Spending and Government Deficits: Lessons from History and International Experience. Policy Exchange.",
        "McConnell, Margaret. and Gabriel Perez-Quiros. 2000, Output Fluctuations in the United States: What has Changed Since the Early 1980's? American Economic Review, 90, 5:1464-1476 Mc Kinnon, Ronald I. 1973. Money and Capital in Economic Development. Washington DC: Brookings Institute.",
        "Meltzer, Allan. 2002. A History of the Federal Reserve, Volume 1: 1913-1951. Chicago: Chicago University Press.",
        "Montiel, Peter J. 2003. Macroeconomics in Emerging Markets, Cambridge: Cambridge University Press.",
        "National Mining Association (2006), The History of Gold, mimeograph, http://www.nma.org/pdf/gold/gold_history.pdf.",
        "Obstfeld, Maurice, and Alan M. Taylor. Global Capital Markets: Integration, Crisis, and Growth. Japan-U.S. Center Sanwa Monographs on International Financial Markets (Cambridge: Cambridge University Press, 2004.) Pichard, Muriel F. Lloyds. 1970. An Economic History of New Zealand to 1939.Auckland: Collins Reinhart, Carmen M. and Vincent R. Reinhart, 1999. On the Use of Reserve Requirements in Dealing with the Capital-Flow Problem, International Journal of Finance and Economics, Vol. 4 No.1, January 1999, 27-54.",
        "Reinhart, Carmen M., Kenneth Rogoff and Miguel A. Savastano. 2003. Debt Intolerance.",
        "Brooking Papers on Economic Activity 2003, no.1: 1-62 Reinhart, Carmen M. and Kenneth Rogoff. 2008. The Forgotten History of Domestic Debt. NBER Working Paper No. 13946, forthcoming in the Economic Journal.",
        "Reinhart, Carmen M., 2010. This Time is Different Chartbook: Country Histories on Debt, Default, and Financial Crises, NBER Working Paper, (February).",
        "Reinhart, Carmen M. and Kenneth Rogoff. 2009. This Time is Different: Eight Hundred Centuries of Financial Folly. Princeton: Princeton University Press."
    ]
}