{
    "id": 16900,
    "cites": 47,
    "cited_by": 14,
    "reference": [
        "Clancy, Director Agency for Healthcare Research and Quality (AHRQ), 2009 April 3. http://www.ahrq.gov/about/nac/aces.htm (Accessed Jan 31, 2011) Arrow KJ, Debreu G. Existence of an equilibrium for a competitive economy. Econometrica1954; 22:265-290. Arrow KJ. Uncertainty and the Welfare Economics of Medical Care. The American Economic Review1963; 53(5): 941-973.",
        "Basu A, Meltzer D. Value of information on preference heterogeneity and individualized care. Med Decis Making. 2007; 27(2):112-127.",
        "Basu A, Paltiel DA, Pollack HA. Social costs of robbery and the cost-effectiveness of substance abuse treatment. Health Economics 2008; 17(8): 926-948.",
        "Basu A, Philipson T. Impact of comparative effectiveness research on health and healthcare spending. NBER Working Paper No. w15633, 2010.",
        "Bertrand M, Duflo E, Mullainathan S. How Much Should We Trust Differences-inDifferences Estimates? The Quarterly Journal of Economics 2004; 119(1): 249-275.",
        "Chakley M, Khalil F. Third party purchasing of health services: Patient choice and agency. Journal of Health Economics 2005; 24: 1132 - 1153.",
        "Cheng Y, Berry DA. Optimal adaptive randomized designs for clinical trials. Biometrika. 2007; 94(3): 673-689.",
        "Chernew, ME., Rosen, A., Fendrick, AM. Value-based insurance design. Health Affairs 2007; 26(2): w195-w203.",
        "Congressional Budget Office. January, 2008. Technological change and the growth of health care spending. Available at: http://www.cbo.",
        "gov/ftpdocs/89xx/doc8947/01-31-TechHealth.pdf. Accessed June 30, 2009.",
        "Dehejia RH. Program evaluation as a decision problem. Journal of Econometrics 2005; 125: 141-173.",
        "Federal Coordinating Council for Comparative Effectiveness Research, Report to the President and the Congress, June 30, 2009. http://www.hhs.gov/recovery/programs/cer/cerannualrpt.pdf (accessed June 30, 2009) Fendrick AM, Smith DG, Chernew ME, Shah SN. A benefit-based copay for prescription drugs: patient contribution based on total benefits, not drug acquisition cost. Am J Manag Care. 2001; 7:861-867 French, M., J. SalomÃ\u0083Â©, et al. (2002). Benefit-Cost Analysis of Addiction Treatment: Methodological Guidelines and Empirical Application Using the DATCAP and ASI. Health Services Research 37(2): 433-455.",
        "Flynn P, Simpson D, Anglin M, et al. (2001). Comment on nonresponse and selection bias in treatment follow-up studies. Substance Use and Misuse 36(12):17531757.",
        "Fisher RA. The Design of Experiments. Edinburgh: Oliver and Boyd, 1935.",
        "Florens JP, Heckman JJ, Meghir C, Vytlacil E, Identification of Treatment Effects Using Control Functions in Models with Continuous, Endogenous Treatment and Heterogeneous Effects. Econometrica. 2008; 76(5): 1191-1206.",
        "Garber AM, Tunis S. Does comparative effectiveness research threaten personalized medicine. The New England Journal of Medicine 2009; 360(19): 1925-1927.",
        "Gelman A, Rubin DB. (1992). Inference from iterative simulation using multiple sequences (with discussion). Statistical Sciences. 7: 457-511.",
        "Gerstein D, Johnson R. (2000). Nonresponse and selection bias in treatment followup studies. Substance Use and Misuse. 35(6-8):971-1014 Gerstein D, Johnson R. (2001). In reply to Patrick M. Flynn and colleagues. Substance Use and Misuse. 36(12):1753-1757 Heckman JJ. Dummy endogenous variables in a simultaneous equations system. Econometrica 1978; 46(4): 931-959.",
        "Heckman JJ. Varieties of selection bias. American Economic Review 1990; 80: 313318.",
        "Heckman JJ. Evaluating welfare and training programs. In. Manski and Garfinkel.1992. Heckman JJ, Robb R. Alternative methods for evaluating the impact of interventions. In. Heckman J, Singer B (eds), Longitudinal Analysis of Labor Market Data.",
        "Econometric Society Monograph No. 10. Cambridge University Press, Cambridge, 1985.",
        "Heckman JJ, Smith J. Evaluating the welfare state. In storm S. (ed.), Econometrics in the 20th Century: The Ragnar Frisch Centenary. Econometric Society Monograph Series. Cambridge University Press, Cambridge, 1998. Heckman JJ, Navarro S. Dynamic Discrete Choice and Dynamic Treatment Effects.",
        "Journal of Econometrics. 2007; 136(2): 341-396.",
        "Heckman JJ, Vytlacil EJ. Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the National Academy of Sciences 1999; 96(8): 4730-34.",
        "Jena A, Philipson TJ. Endogenous Cost-Effectiveness Analysis in Health Care Technology Adoption. NBER Working Papers 15032, 2009.",
        "Manski C, Garfinkel I. Evaluating welfare and training programs. Harvard University Press, Cambridge. 1992.",
        "McLellan AT, Woody GE, Metzger D, et al. Evaluating the effectiveness of addiction treatments: reasonable expectations, appropriate comparisons. Milbank Quarterly 1996;74(1):51-85.",
        "MedPAC Report to Congress: Reforming the Delivery System. June 2008. Chapter 5: Barack Obama and Joe Biden's Plan To Lower Health Care Costs and Ensure Affordable, Accessible Health Coverage For All, accessed December 5, 2008.",
        "Meltzer D, Huang E, Jin L, Shook M, Chin M. Major bias in cost-effectiveness analysis due to failure to account for self-selection: impact in intensive therapy for type 2 diabetes among the elderly. Medical Decision Making (abstract) 2003; 23(6): 576.",
        "Meltzer D, Basu A, Conti R. The Economics of comparative effectiveness studies: Societal and private perspectives and their implications for prioritizing public investments in comparative effectiveness research. PharmacoEconomics 2010; 28(10):843-853.",
        "Munkin MK, Trivedi PK. Bayesian analysis of self-selection model with multiple outcomes using simulation-based estimation: an application to the demand for healthcare. Journal of Econometrics 2003; 114: 197220.",
        "Murphy SA. An experimental design for the development of adaptive treatment strategies. Statistics in Medicine 2005; 24:14551481.",
        "Pauly MV, Held PJ. Benign moral hazard and cost-effectiveness analysis of insurance coverage. Journal of Health Economics 1990; 9(4): 447-461.",
        "Pauly MV. Adverse selection and moral hazard: Implications for health insurance markets. In Sloan F, Kasper H (eds.), Incentives and Choice in Health and Health Care, MIT Press, Cambridge MA, 2008.",
        "Pauly MV, Blavin FE. Moral hazard in insurance, value-based cost sharing, and the benefits of blissful ignoring. Journal of Health Economics 2008; 27: 14071417.",
        "Quandt RE. The estimation of parameters of a linear regression system obeying two separate regimes. Journal of the American Statistical Association 1958; 53(284): 873-80.",
        "Quandt RE. A new approach to estimating switching regression. Journal of the American Statistical Association 1972; 67(338):306-10.",
        "Roy AD, Some thoughts on the distribution of earnings. Oxford Economic Papers 1951; 3: 135-146.",
        "Sculpher MJ. Subgroups and heterogeneity in cost-effectiveness analysis. Pharmacoeconomics 2008; 26:799-806.",
        "Senn S, Hoboken, NJ, Cross-Over Trials in Clinical Research. (2nd ed.) Wiley, 2002.",
        "Simpson DD, Joe GW, Broome KM. A national 5-year follow-up of treatment outcomes for cocaine dependence. Archives of General Psychiatry, 2002; 59, 538-544.",
        "Sisko A, Truffer C, Smith S, Keehan S, Cylus J, Poisal JA, Clemens MK, Lizonitz JHealth Spending Projections Through 2018: Recession Effects Add Uncertainty to t.",
        "he Outlook. Health Affairs, Web Exclusive 2009; w346w357 Stinnett AA, Paltiel DA. Mathematical programming for the efficient allocation of health care resources. Journal of Health Economics 1996; 15(5): 641-653.",
        "Stroup TS, McEvoy JP, Swartz MS, Byerly MJ, Glick ID, Canive JM, McGee MF, Simpson GM, Stevens MC, Lieberman JA. The National Institute of Mental Health Clinical Antipsychotic Trials of Intervention Effectiveness (CATIE) project: schizophrenia trial design and protocol development. Schizophrenia Bulletin 2003; 29(1):15-31.",
        "Thaler R, Rosen S. The value of saving a life: evidence from the labor market. In Nestor E. Terleckyj, ed., Household production and consumption. National Bureau of Economic Research, New York, 1975.",
        "Tunis SR, Stryer DB, Clancy CM. Practical Clinical Trials: Increasing the Value of Clinical Research for Decision Making in Clinical and Health Policy. Journal of the American Medical Association 2003; 290: 1624-1632 Vanness DJ, Mullahy J. (2006). Perspectives on Mean-based Evaluation of Health Care. In Jones A. (Eds) The Elgar Companion to Health Economics, Edward Elgar Publishing: Cheltenham.",
        "Zarkin G, Dunlap L, Bray J, et al. The effect of treatment completion and length of stay on employment and crime in outpatient drug-free treatment. Journal of Substance Abuse Treatment 2002; 23(4):261-267"
    ]
}