{
    "id": 16907,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "Andrews, Steven (2008) Beijing Plays Air Quality Games Far Eastern Economic Review (uploaded on July 4, 2008). Accessed at http://www.feer.com/essays/2008/august/playing-air-quality-games on January 10, 2010.",
        "Becker, Randy and Vernon Henderson (2000) Effects of Air Quality Regulations on Polluting Industries The Journal of Political Economy, 108 (2): 379-421.",
        "Chay, Kenneth and Michael Greenstone (2003) The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession Quarterly Journal of Economics, 118(3).",
        "Che, Huizheng; Xiaoye Zhang; Yang Li; Zijiang Zhou; and Zhenline Chen (2006) Relationship Between Horizontal Extinction Coefficient and PM10 Concentration in XiAn, China During 1980-2002 China Particuology 4(6): 327-329.",
        "Currie, Janet, and Matthew Neidell (2005) Air Pollution and Infant Health: What Can We Learn from Californias Recent Experience? Quarterly Journal of Economics 120(3): 1003 30.",
        "Davis, Lucas W. (2008) The Effect of Driving Restrictions on Air Quality in Mexico City Journal of Political Economy 116(1): 37-80.",
        "Fan, Yin-Qi and Chun Li (2008) Visibility Trends in Beijing, Tianjin and Hebei Province During 1980-2003 Plateau Meteorology 27(6): 1392-1400.",
        "Guinot, Benjamin (2008) Olympic Games: Beijing Air Quality accessed at http://www.ambafrance-cn.org/,4570.html on January 10, 2010.",
        "Hazilla, Michael and Raymond J. Kopp (1990): Social Cost of Environmental Quality Regulations: A General Equilibrium The Journal of Political Economy, 98 (4): 853-873.",
        "Huang, Wei; Jianguo Tan; Haidong Kan; Ni Zhao; Weimin Song; Guixiang Song; Guohai Chen; Lili Jiang; Cheng Jiang; Renjie Chen; and Bingheng Chen (2009) Visibility, air quality and daily mortality in Shanghai, China Science of the Total Environment, 407 (2009): 32953300.",
        "Kathuria, Vinish (2002) Vehicular Pollution Control in Delhi: Need for Integrated Approach Economic and Political Weekly, Vol. 37, No. 12 (Mar. 23-29, 2002), pp. 1147-1155.",
        "List, John A.; Daniel L. Millimet; Per G. Fredriksson and W. Warren McHone (2003): Effects of Environmental Regulations on Manufacturing Plant Births: Evidence from a Propensity Score Matching Estimator The Review of Economics and Statistics, 85(4): 944-952.",
        "Millimet, Daniel L.; John A. List and Thanasis Stengos (2003): The Environmental Kuznets Curve: Real Progress or Misspecified Models? The Review of Economics and Statistics, 85 (4): 1038-1047.",
        "NASA. (2010). the Level 1 and Atmosphere Archive and Distribution System. Retrieved July 3, 2010, from http://ladsweb.nascom.nasa.gov/.",
        "NCDC. (2007). National Climatic Data Center. from http://www.ncdc.noaa.gov/oa/ncdc.html.",
        "Oats, Wallace and Paul Portney (2003) The Political Economy of Environmental Policy in K.G. Maler and J. Vincent edited Handbook of Environmental Economics (Amsterdam: Elsevier) pp. 325-354.",
        "Ozkaynak H, et al. (1985) Relationship between aerosol extinction coefficients derived from airport visual range observations and alternative measures of airborne particle mass JAPCA. 35 (1985):117685.",
        "Simonich, Stacil L. Massey (2009) Response to Comments on ,,Atmospheric Particulate Matter Pollution during the 2008 Beijing Olympics Environmental Science & Technology (43): 7590-7591.",
        "StataCorp (2010). STATA/SE Version 10.1. College Station, Texas 77845, StataCorp LP.",
        "Streets, David G.; Joshua S. Fu; Carey J. Jang; Jiming Hao; Kebin He; Xiaoyan Tang; Yuanhang Zhang; Zifa Wang; Zuopan Li; Qiang Zhang; Litao Wang; Binyu Wang; and Carolyne Yu (2007) Air Quality during the 2008 Beijing Olympic Games Atmospheric Environment (41): 480-492.",
        "Tang, Xiaoyan; Min Shao; Min Hu; Zifa Wang; and Junfeng (Jim) Zhang (2009) Comment on ,,Atmospheric Particulate Matter Pollution during the 2008 Beijing Olympics Environmental Science & Technology (43): 7588.",
        "United Nations Environment Programme (2009) Independent Environmental Assessment Beijing 2008 Olympic Games. Accessed at http://www.unep.org/publications/UNEPeBooks /BeijingReport_ebook.pdf.",
        "Wang, Wentao; Toby Primbs; Shu Tao; and Stacil L. Massey Simonich (2009a) Atmospheric Particulate Matter Pollution during the 2008 Beijing Olympics Environmental Science & Technology (43): 5314-5320.",
        "Yao, Xiaohong; Xiaohong Xu; Kelly Sabaliauskas and Ming Fang (2009) Comment on ,,Atmospheric Particulate Matter Pollution during the 2008 Beijing Olympics Environmental Science & Technology (43): 7589.",
        "Wang, Xing; Dane Westerdahl; Lung Chi Chen; Ye Wu; Jiming Hao; Xiaochuan Pan; Xinbiao Guo and K. Max Zhang (2009b) Evaluating the air quality impacts of the 2008 Beijing Olympic Games: On-road emission factors and black carbon profiles Atmospheric Environment 43: 4535-4544.",
        "Zhang, Qiupei (2008) Beijing Olympics Environmental Evaluation Report published by Greenpeace.org at http://www.greenpeace.org/raw/content/china/zh/press/reports/2008.pdf."
    ]
}