{
    "id": 16913,
    "cites": 12,
    "cited_by": 29,
    "reference": [
        "Anthoff D, C. Hepburn, and R. Tol. 2009a. Equity Weighting and the Marginal Damage Costs of Climate Change. Ecological Economics 68:836-849.",
        "Becker, Gary S., Kevin M. Murphy, and Robert H. Topel. 2011. On the Economics of Climate Policy. Mimeograph.",
        "Hall R, and C. Jones . 2007. The value of life and the rise in health spending. Quarterly Journal of Economics 122(1):39-72.",
        "Interagency Working Group on Social Cost of Carbon. 2010. Social Cost of Carbon for Regulatory Impact Analysis under Executive Order 12866. February. United States Government. http://www2.eere.energy.gov/buildings/appliance_standards/commercial/pdfs/sem_finalrule_app endix15a.pdf.",
        "Intergovernmental Panel on Climate Change. 2007. Summary for Policymakers. In Climate Change 2007: The Physical Science Basis, Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press.",
        "Le Treut H., et al. 2007. Historical Overview of Climate Change. in Solomon et al., Climate Change 2007.",
        "Meehl, G, et al. 2007. Global Climate Projections. in Solomon et al., Climate Change 2007.",
        "National Research Council (NRC) 2009. Hidden Costs of Energy: Unpriced Consequences of Energy Production and Use. National Academies Press.",
        "Newbold S, Daigneault A. 2009. Climate response uncertainty and the benefits of greenhouse gas emissions reductions. Environmental and Resource Economics 44:351-377.",
        "Office of Management and Budget (OMB). 2003. Circular A-4: Regulatory Analysis. September 17.",
        "U.S. Department of Defense. 2010. Quadrennial Defense Review Report. February.",
        "U.S. Environmental Protection Agency. 2010. Final Rulemaking to Establish Light-Duty Vehicle Greenhouse Gas Emission Standards and Corporate Average Fuel Economy Standards. Regulatory Impact Analysis. http://www.epa.gov/oms/climate/regulations/420r10009.pdf ."
    ]
}