{
    "id": 16918,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "American Sports Data, 2005, A Comprehensive Study of Sports Injuries in the U.S., Cortlandt Manor, NY, American Sports Data.",
        "Arabsheibani, Gholamreza, David de Meza, John Maloney, and Bernard Pearson, 2000, And a vision appeared unto them of a great profit: Evidence of self-deception among the unemployed, Economic Letters 67, 35-41.",
        "Baruch, Yehuda, 1999, Response Rates in Academic Studies--A Comparative Analysis, Berlin, Springer Science+Business Media.",
        "Baumol, William J., 1990, Entrepreneurship: Productive, unproductive, and destructive, Journal of Political Economy 98, 893-921.",
        "Bernardo, Antonio, and Ivo Welch, 2001, On the evolution of overconfidence and entrepreneurship, Journal of Economics & Management Strategy 10, 301-30.",
        "Bhide, Amar, 2000. The Origins and Evolution of New Businesses, New York, Oxford.",
        "Broughton, Philip, D., 2008, Ahead of the Curve: Two Years at Harvard Business School, New York, Penguin.",
        "Camerer, Colin, and Dan Lovallo, 1999, Overconfidence and excess entry: An experimental approach, American Economic Review 89, 306-318.",
        "Cruikshank, Jeffrey L., 2005, Shaping the Waves: A History of Entrepreneurship at Harvard Business School, Boston, Harvard Business School Publishing. Davis, Steven J., John C. Haltiwanger, and Scott Schuh, Job Creation and Destruction, Cambridge, MIT Press.",
        "De Meza, David, and Clive Southey, 1996, The borrower's curse: Optimism, finance, and entrepreneurship, Economic Journal 106, 375-386.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2002, The regulation of entry, Quarterly Journal of Economics 117, 1-37.",
        "Duflo, Esther, and Emmanuel Saez, 2002, Participation and investment decisions in a retirement plan: The influence of colleagues' choices, Journal of Public Economics 85, 121-148.",
        "Duflo, Esther, and Emmanuel Saez, 2003. The role of information and social interactions in retirement plan decisions: Evidence from a randomized experiment, Quarterly Journal of Economics 118, 815-842.",
        "Eesley, Charles, David Hsu, and Edward Roberts, 2007, Entrepreneurs from technologybased universities: Evidence from MIT, Research Policy 36, 768-788.",
        "Evans, David S., and Linda S. Leighton, 1989, Some empirical aspects of entrepreneurship, American Economic Review 79, 519-535.",
        "Ewing, David W., 1990, Inside Harvard Business School: Strategies and Lessons of America's Leading School of Business, New York, Times Books.",
        "Giannetti, Mariassunta, and Andrei Simonov, 2009, Social interactions and entrepreneurial activity, Journal of Economics and Management Strategy, 18, 665-709.",
        "Gompers, Paul A., Anna Kovner, Josh Lerner, and David Scharfstein, 2008, Venture capital investment cycles: The impact of public markets, Journal of Financial Economics, 87, 1-23.",
        "Gompers, Paul A., Josh Lerner, and David Scharfstein, 2005, Entrepreneurial spawning: Public corporations and the genesis of new ventures, 1986 to 1999, Journal of Finance, 60, 577-614.",
        "Jovanovic, Boyan, 1982, Selection and the evolution of industry, Econometrica 50, 649670.",
        "Kanniainen, Vesa, and Christian Keuschnigg, 2004, Venture Capital, Entrepreneurship, and Public Policy, Cambridge, Massachusetts, MIT Press.",
        "Katz, Jerome A., 2004, Survey of Endowed Positions in Entrepreneurship and Related Fields in the United States, St Louis, Missouri, J. A. Katz and Associates.",
        "Kremer, Michael and Dan Levy, 2008, Peer effects and alcohol use among college students, Journal of Economic Perspectives 22 (Summer), 189-206.",
        "Landier, Augustin, and David Thesmar, 2009, Financial contracting with optimistic entrepreneurs: Theory and evidence, Review of Financial Studies 22,117-150.",
        "Lazear, Edward P., 2005, Entrepreneurship, Journal of Labor Economics 23, 649-680.",
        "Manski, Charles F., 1993, Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies 60, 531542.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny, 1991, The allocation of talent: Implications for growth, Quarterly Journal of Economics 106, 503-530.",
        "Nanda, Ramana, and Jesper Sorensen, 2010, Workplace peer effects and entrepreneurship, Management Science, forthcoming.",
        "National Venture Capital Association, 2005, 2005 Venture Capital Yearbook, Newark, New Jersey, Venture Economics.",
        "Orth, Charles D., III, 1963, Social Structure and Learning Climate: The First Year at the Harvard Business School, Boston, Division of Research, Graduate School of Business Administration, Harvard University.",
        "Parker, Simon C., 2004, The Economics of Self-Employment and Entrepreneurship, New York, Cambridge University Press.",
        "Sacerdote, Bruce, 2001, Peer effects with random assignment: Results for Dartmouth roommates, Quarterly Journal of Economics 116, 681-704.",
        "Shue, Kelly, 2011, Executive networks and firm policies: Evidence from the random assignment of MBA peers, Unpublished working paper, Harvard University."
    ]
}