{
    "id": 1691,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Aigner, D., C. Hsaio, A. Kapteyn, and T. Wansbeek (1984), Latent Variable Models in Econometrics, jr the Handbook of Econometrics Vol. 2edited by Z. Griliches and M. Intriligator, North-Holland, Amsterdam. pp.1321-1393.",
        "Bishop, C. E. (1980), Nursing Home Cost Studies and Reimbursement Issues, Health Care Financing Review, Vol. 2, pp. 47-64.",
        "Chamberlain, G. (1982), Multivariate Models for Panel Data, Journal of Econometrics, Vol. 18, pp. 5-46.",
        "Frech, H. E., and P. B. Ginsburg (1980), The Cost of Nursing Home Care in the United States: Government Financing, Ownership, and Efficiency, in Health, Economics, and Health Economics, edited by 3. Van der Gaag and M. Penman, North Holland, Amsterdam, pp. 67-81.",
        "Gertier, P. 3. (1985a), Subsidies, Quality, ano Regulation in the Nursing Home Industry, unpublished Ph.d dissertation, Department of Economics, University of Wisconsin at Madison.",
        "Gertler, P. 3. (1985b), Regulated Price Discrimination and Quality: The Implications of Medicaid Reimbursement Policy for the Nuring Home Industry, Working Paper No. 267, Department of Economics, State University of New York at Stony Brook.",
        "Hansmann, H. (1981), Non-Profit Enterprises `n the Performing Arts, Bell Journal of Economics, Vol. 12, pp. 341-361.",
        "Joreskog, K. and A. S. Goldberger (1975), Estimation of a Model with Multiple Indicators and Multiple Causes of a Single Latent Variable, Journal of the American Statistical Association, Vol . 70, pp. 631-639.",
        "Klein, B. and K. B. Leffler (1981), The Role of Market Forces in Assuring Contractual Performance, The Journal of Political Economy, Vol.89, pp. 615-641.",
        "Leffler, K. D. (1982), Ambiguous Changes in Product Quality, American Economic Review, Vol. 72, pp. 956-967.",
        "Pauly, M., and M. Redisch (1973), The Not for Profit Hospital as a Physicans Cooperative, American Economic Review, Vol. 63, pp. 87-100.",
        "Scanlon, W. 3. (1980), The Market for Nursing Home Care: A Case of an Equilibrium with Excess Demand as a Result of Public Policy, unpublished Ph,a dissertation, Department of Economics, University of Wisconsin at Madison, Scherer, F. M. (1980), Industrial Market Structure and Economic Performance, Rand-McNally.",
        "Sheshinski, E. (1976), Price, Quality, and Quantity Regulation in Monopoly Situations, Economica, Vol. 43, pp. 417-429.",
        "Spence, M. (1975), Monopoly, Quality, and Regulation, Bell Journal of Economics, Vol. 6, pp. 417-429.",
        "Ullmann, S. G. (1983), Cost Analysis and Facility Reimbursement in the LongTerm Health Care Industry, Department of Economics Working Paper, University of Miami.",
        "U, S. Department of Health and Human Services, Health, United States 1980, U. S. Government Printing Office."
    ]
}