{
    "id": 16911,
    "cites": 70,
    "cited_by": 41,
    "reference": [
        "Abel, Andrew, Janice C. Eberly, and Stavros Panageas, Optimal Inattention to the Stock Market with Information Costs and Transactions Costs,Working Paper, University of Pennsylvania, 2010.",
        "Akerlof, George A., and Janet L. Yellen, Can Small Deviations from Rationality Make Signi...cant Dierences in Economic Equilibria? American Economic Review, 75 (1985), 708-720.",
        "Aragones, Enriqueta, Itzhak Gilboa, Andrew Postlewaite, and David Schmeidler, FactFree Learning,American Economic Review, 95 (2005), 1355-68.",
        "Baker, Malcolm, Stefan Nagel and Jerey Wurgler, The Eect of Dividends on Consumption, Brookings Papers on Economic Activity, 38 (2007), 231-292.",
        "Banerjee, Abhijit, and Sendhil Mullainathan, The Shape of Temptation: Implications for the Economic Lives of the Poor,Working Paper, MIT, 2010.",
        "Belloni, Alexandre and Victor Chernozhukov, High Dimensional Sparse Econometric Models: An Introduction, Working Paper, MIT, 2010.",
        "Bernatzi, Shlomo, and Richard Thaler, Naive Diversi...cation Strategies in De...ned Contribution Saving Plans,American Economic Review, 91 (2001), 79-98.",
        "Bolton, Patrick and Antoine Faure-Grimaud, Thinking Ahead: The Decision Problem Review of Economic Studies (2009), 76(4): 1205-1238 Brocas, Isabelle, and Juan Carillo, The Brain as a Hierarchical Organization,American Economic Review, 98 (2008), 13121346.",
        "Caballero, Ricardo, and Arvind Krishnamurthy, Collective Risk Management in a Flight to Quality Episode,Journal of Finance, 63 (2008), 21952230.",
        "Camerer, Colin F., Teck-Hua Ho, and Juin-Kuan Chong, A Cognitive Hierarchy Model of Games,Quarterly Journal of Economics, 119 (2004), 861-898.",
        "CandÃ\u0083Â¨s, Emmanuel, and Terence Tao, Near-optimal signal recovery from random projections: universal encoding strategies?IEEE Transactions on Information Theory, 52 (2006), 5406-5425.",
        "Carroll, Gabriel D., James Choi, David Laibson, Brigitte C. Madrian, and Andrew Metrick, Optimal Defaults and Active Decisions,Quarterly Journal of Economics, 124 (2009), 1639-1674.",
        "Charness, Gary, and Dan Levin, The Origin of the Winner's Curse: A Laboratory Study,American Economic Journal: Microeconomics, 1 (2009), 207236 Chetty, Raj, Bounds on Elasticities with Optimization Frictions: A Synthesis of Micro and Macro Evidence on Labor Supply, NBER Working Paper # 15616, 2009.",
        "Chetty, Raj, Adam Looney, and Kory Kroft, Salience and Taxation: Theory and Evidence, American Economic Review, 99 (2009), 1145-1177.",
        "Chevalier, Judith and Anil Kashyap, Best Prices,Yale Working Paper, 2011.",
        "Compte, Olivier and Andrew Postlewaite, Mental Processes and Decision Making,PSE Working Paper, 2011.",
        "Conlisk, John, Why Bounded Rationality?Journal of Economic Literature, 34 (1996), 669-700.",
        "Crawford, Vincent, Miguel Costa-Gomes and Nagore Iriberri, Strategic Thinking, Working Paper, Oxford, 2010.",
        "Crawford, Vincent, and Nagore Iriberri, Level-k Auctions: Can Boundedly Rational Strategic Thinking Explain the Winner's Curse and Overbidding in Private-Value Auctions? Econometrica, 75 (2007), 1721-1770.",
        "Currie, Janet, Healthy, Wealthy, and Wise? Socioeconomic Status, Poor Health in Childhood, and Human Capital Development,Journal of Economic Literature, 47 (2009), 87-122.",
        "DellaVigna, Stefano, and Ulrike Malmendier, Contract Design and Self-Control: Theory and Evidence,Quarterly Journal of Economics, 119 (2004), 353-402.",
        "Donoho, David, Compressed Sensing,IEEE Transactions on Information Theory, 52 (2006), 1289-1306.",
        "Du e, Darell, and Tong-sheng Sun, Transactions costs and portfolio choice in a discrete continuous time setting,Journal of Economic Dynamics & Control 14 (1990), 35-51. Eichenbaum, Martin, Nir Jaimovich, and Sergio Rebelo, Reference Prices and Nominal Rigidities,American Economic Review, forthcoming.",
        "Esponda, Ignacio, Behavioral Equilibrium in Economies with Adverse Selection,American Economic Review, 98 (2008), 1269-91.",
        "Eyster, Erik, and Matthew Rabin, Cursed Equilibrium,Econometrica, 73 (2005), 16231672.",
        "Eyster, Erik, and Georg WeizsÃ\u0083Â¤cker, Correlation Neglect in Financial Decision-Making, Working Paper, London School of Economics, 2010.",
        "Fryer, Roland, and Matthew O. Jackson, A Categorical Model of Cognition and Biased Decision Making,The BE Journal of Theoretical Economics, 8 (2008), Article 6.",
        "Fudenberg, Drew, and David Levine, Learning and Equilibrium, Annual Review of Economics, 1 (2009), 385-420.",
        "Fudenberg, Drew, and David Levine, A Dual-Self Model of Impulse Control,American Economic Review, 96 (2006), 1449-1476.",
        "Fuster, Andreas, David Laibson, and Brock Mendel, Natural Expectations and Macroeconomic Fluctuations,Journal of Economic Perspectives, 24(2010), 67-84.",
        "Gabaix, Xavier, Game Theory with Sparsity-Based Bounded Rationality,Working Paper, NYU, 2011.",
        "Gabaix, Xavier, and David Laibson, The 6D bias and the Equity Premium Puzzle, NBER Macroeconomics Annual, 16 (2002), 257-312.",
        "Gabaix, Xavier, David Laibson, Guillermo Moloche, and Stephen Weinberg, Costly Information Acquisition: Experimental Analysis of a Boundedly Rational Model,American Economic Review, 96 (2006), 1043-1068.",
        "Gennaioli, Nicola, and Andrei Shleifer, What Comes to Mind, Quarterly Journal of Economics, 125 (2010), 1399-1433.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert Vishny, Financial Innovation and Financial Fragility,Working Paper, Harvard University, 2010.",
        "Gilboa, Itzhak and David Schmeidler, Maxmin expected utility theory with non-unique prior,Journal of Mathematical Economics 18 (1989), 141153 Goldberg, Pinelopi and Rebecca Hellerstein, A Structural Approach to Identifying the Sources of Local-Currency Price Stability,Working Paper, Yale, 2010.",
        "Hansen, Lars, and Thomas Sargent, Robustness (Princeton: Princeton University Press, 2007).",
        "Heidhues, Paul and Botond Koszegi, Regular Prices and Sales,Working Paper, Berkeley, 2010.",
        "Hirshleifer, David, Sonya Lim and Siew Teoh, Driven to Distraction: Extraneous Events and Underreaction to Earnings News,Journal of Finance, 64 (2009), 2289-2325 Huberman, Gur, and Wei Jiang, Oering versus Choice in 401(k) Plans: Equity Exposure and Number of Funds,Journal of Finance, 61 (2006), 763801.",
        "JÃ\u0083Â©hiel, Philippe, Analogy-Based Expectation Equilibrium,Journal of Economic Theory, 123 (2005), 8110.",
        "Kahneman, Daniel, Maps of Bounded Rationality: Psychology for Behavioral Economics, American Economic Review, 93 (2003), 1449-1475.",
        "Kahneman, Daniel, Jack L. Knetsch, and Richard H. Thaler, Experimental Tests of the Endowment Eect and the Coase Theorem,Journal of Political Economy, 97 (1990), 1325-1348.",
        "Kehoe, Patrick, and Virgiliu Madrigan, Prices Are Sticky After All,National Bureau of Economic Research Working Paper, 2010. Klenow, Peter and Benjamin Malin, Microeconomic Evidence on Price-Setting,forth. Handbook of Monetary Economics.",
        "Koszegi, Botond, and Matthew Rabin, A Model of Reference-Dependent Preferences, Quarterly Journal of Economics, 121 (2006), 1133-1166.",
        "Laibson, David, Golden Eggs and Hyperbolic Discounting,Quarterly Journal of Economics 62 (1997), 443-77.",
        "L'Huillier, Jean-Paul, Consumers'Imperfect Information and Nominal Rigidities,Working Paper, Massachusetts Institute of Technology, 2010.",
        "Liersch, Michael, Yuval Rottenstreich, Howard Kunreuther, and Min Gong, ReferenceDependent versus Connection-Based Accounts of the Endowment Eect Working Paper, NYU, 2011.",
        "List, John A., Does Market Experience Eliminate Market Anomalies?Quarterly Journal of Economics, 118 (2003), 41-71.",
        "MacLeod, Bentley. Complexity, Bounded Rationality and Heuristic Search,Contributions to Economic Analysis & Policy Vol 1, No. 1, Article 1, 2002.",
        "Madrian, Brigitte C., and Dennis Shea, The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior, Quarterly Journal of Economics, 116 (2001), 11491187.",
        "MadarÃ\u0083Â¡sz, KristÃ\u0083Â³f, and Andrea Prat, Screening with an Approximate Type Space, Working Paper, London School of Economics, 2010.",
        "Mallat, StÃ\u0083Â©phane, A Wavelet Tour of Signal Processing: The Sparse Way, third edition, (New York: Academic Press, 2009).",
        "Matejka, Filip, Rigid Pricing and Rationally Inattentive Consumer, Working Paper, Princeton University, 2010.",
        "Mullainathan, Sendhil, A Memory-Based Model of Bounded Rationality, Quarterly Journal of Economics, 117 (2002), 735-774.",
        "Mullainathan, Sendhil, Thinking through categories,Working Paper, MIT, 2001.",
        "O'Donoghue, Ted, and Matthew Rabin, Doing It Now or Later,American Economic Review, 89(1999), 103-124.",
        "Rabin, Matthew and Georg WeizsÃ\u0083Â¤cker, Narrow Bracketing and Dominated Choices, American Economic Review, 99 (2009), 1508-1543 Radner, Roy, and Timothy Van Zandt, Real-Time Decentralized Information Processing and Returns to Scale,Economic Theory, 17 (2001), 545-575.",
        "Reis, Ricardo, Inattentive Consumers, Journal of Monetary Economics, 53 (2006), 1761-1800.",
        "Rosenthal, Robert W., Games of Perfect Information, Predatory Pricing and the ChainStore Paradox,Journal of Economic Theory, 25 (1981), 92-100.",
        "Rubinstein, Ariel, Modeling Bounded Rationality (Cambridge: MIT Press, 1998).",
        "Samuelson, William F., and Max H. Bazerman, The Winner's Curse in Bilateral Negotiations, in Research in Experimental Economics: A Research Annual vol 3, Vernon Smith, ed. (Greenwich: JAI Press, 1985).",
        "Samuelson, William F., and Richard Zeckhauser, Status Quo Bias in Decision Making, Journal of Risk and Uncertainty, 1 (1988), 7-59.",
        "Sargent, Thomas, Bounded Rationality in Macroeconomics (Oxford: Oxford University Press, 1993).",
        "Shubik, Martin, The Dollar Auction Game: A Paradox in Noncooperative Behavior and Escalation,The Journal of Conict Resolution, 15 (1971), 109-111.",
        "Sims, Christopher, Implications of Rational Inattention, Journal of Monetary Economics, 50 (2003), 665690.",
        "Thaler, Richard H., Mental Accounting and Consumer Choice,Marketing Science, 4 (1985), 199-214.",
        "Tibshirani, Robert, Regression shrinkage and selection via the lasso. Journal of the Royal Statistical Society B, 58 (1996), 267288.",
        "Tversky, Amos, and Daniel Kahneman, Judgment under uncertainty: Heuristics and biases,Science, 185 (1974), 11241130.",
        "Tversky, Amos, and Daniel Kahneman. The Framing of Decisions and the Psychology of Choice,Science, 211 (1981), 453-458.",
        "Veldkamp, Laura, Information Choice in Macroeconomics and Finance (Princeton: Princeton University Press, 2011)."
    ]
}