{
    "id": 16910,
    "cites": 53,
    "cited_by": 3,
    "reference": [
        "L. C. Anderson and K. M. Carlson, A Monetarist Model for Economic Stabilization, Federal Reserve Bank of St. Louis Review, April 1970, pp. 7-25.",
        "R. A. Anderson and R. H. Rasche, The Remarkable Stability of Monetary Base Velocity in the United States: 1919-1999, Federal Reserve Bank of St. Louis Working Paper 2001-008A, August 2001.",
        "L. Ball, Credible Disinflation with Staggered Price-Setting, American Economic Review, March 1994, pp. 282-9.",
        "A. F. Brimmer, The Political Economy of Money: Evolution and Impact of Monetarism in the Federal Reserve System, American Economic Review, May 1972, pp. 34452.",
        "M. Bronfenbrenner and F.D. Holzman, Survey of Inflation Theory, American Economic Review 52, September 1963, pp. 593-661.",
        "K. Brunner, Has Monetarism Failed? Cato Journal, 3(1), Spring 1983, pp. 23-62.",
        "K. Brunner and A. H. Meltzer, Predicting Velocity: Implications for Theory and Policy, Journal of Finance, 18(2), May 1963, pp. 319-54.",
        "K. Brunner and A. H. Meltzer, The Federal Reserve's Attachment to the Free Reserves Concept. Washington, D.C. Committee on Banking and Currency, United States House of Representatives, 1964a.",
        "K. Brunner and A. H. Meltzer, Some further Investigations of Demand and Supply Functions for Money, Journal of Finance, 19(2), December 1964b, pp. 240-83.",
        "K. Brunner and A. H. Meltzer, What Did We Learn From the Monetary Experiences of the United States in the Great Depression? Canadian Journal of Economics 2, 1968, pp. 334-48. K. Brunner and A. H. Meltzer, An Aggregative Theory for a Closed Economy, in J.",
        "Stein (ed.) Monetarism, Amsterdam: North-Holland Publishing Company, 1976, pp. 69-103.",
        "K. Brunner and A. H. Meltzer. Money and The Economy: Issues in Monetary Analysis, Raffaele Mattiolli Lectures, Cambridge: Cambridge University Press, 1993.",
        "A. F. Burns, Reflections of an Economic Policy Maker, Speeches and Congressional Statements: 1969-1978, Washington, D.C.: American Enterprise Institute for Public Policy Research, 1978.",
        "A. F. Burns, The Anguish of Central Banking, The Per Jacobsson Lecture. Per Jacobsson Foundation, International Monetary Fund. Belgrade, September 30, 1979. C. W. Calomiris and D. C. Wheelock, Was the Great Depression a Watershed for American Monetary Policy? In M.D. Bordo, C. Goldin, and E.N. White, eds.",
        "The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: University of Chicago Press, 1998, pp. 23-66.",
        "R. H. Clarida, J. Gali and M. Gertler, The Science of Monetary Policy - A New Keynesian Perspective, Journal of Economic Literature, 37(4), December 1999, pp. 1661-1707.",
        "Economic Report of the President, 1966.",
        "M. Friedman, The Role of Monetary Policy, American Economic Review, March 1968, pp. 1-17.",
        "M. Friedman, Nobel Lecture: Inflation and Unemployment, Journal of Political Economy, 85(3), June 1977, pp. 451-72.",
        "M. Goodfriend and R. G. King, The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomic Annual, 1997, pp. 231-83.",
        "L. E. Gramley and S. B. Chase Jr., Time Deposits in Monetary Analysis, Federal Reserve Bulletin, October 1965, pp. 1380-1404.",
        "R. W. Hafer and D. C. Wheelock, Darryl Francis and the Making of Monetary Policy, 1966-1975, Federal Reserve Bank of St. Louis Review 85(2), March/April 2003, pp. 1-12.",
        "R. L. Hetzel, Estimating Money Demand Functions, Journal of Money, Credit, and Banking 16 (2), May 1984, pp. 185-93.",
        "D. L. Hoffman and R. H. Rasche, Long-Run Income and Interest Elasticities of Money Demand in the United States, Review of Economics and Statistics 1991, pp. 66574.",
        "M. S. Kimball, The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit and Banking 27 (no. 4, pt. 2), November 1995, pp. 1241-77.",
        "R. G. King and A. L. Wolman, Inflation Targeting in a St. Louis Model of the 21st Century, Federal Reserve Bank of St. Louis Review, May/June 1996, pp. .",
        "D. Laidler, Monetarism: An Interpretation and an Assessment, Economic Journal, 91(361), March 1981, pp. 1-28.",
        "R. Lucas, Econometric Policy Evaluation: A Critique, Carnegie-Rochester Conference Series on Public Policy, 1, 1976, pp. 19-46.",
        "T. Lys. Monetary Theory and Policy: Selected Essays of Karl Brunner, Volume Two, Cheltenham UK: Edward Elgar Publishing, Inc., 1997.",
        "S. J. Maisel. Managing the Dollar, New York: WW Norton & Company, 1973.",
        "T. Mayer. The Structure of Monetarism, New York: W.W. Norton and Company, 1978. B. T. McCallum, Issues in the Design of Monetary Policy Rules, in J. B. Taylor and M.",
        "Woodford, eds., Handbook of Macroeconomics. Amsterdam: North-Holland Publishing Co., 1999.",
        "B. T. McCallum, Robustness Properties of a Rule for Monetary Policy, CarnegieRochester Conference Series on Public Policy, 29, 1988, pp. 173-203.",
        "B. T. McCallum and E. Nelson, An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis, Journal of Money, Credit, and Banking 31 (no. 3, pt. 1), August 1999, pp. 296-16.",
        "A. H. Meltzer, The Demand for Money: Evidence from the Time Series, Journal of Political Economy, 71(3), June 1963, 219-46.",
        "A. H. Meltzer, The Shadow Open Market Committee: Origins and Operations, Journal of Financial Services Research, 18(2-3), December 2000, pp. 119-28.",
        "A. H. Meltzer. A History of the Federal Reserve. Volume 1: 1913-1951. Chicago: University of Chicago Press, 2003.",
        "E. Nelson and A. J. Schwartz, The Impact of Milton Friedman on Modern Monetary Economics: Setting the Record Straight on Paul Krugman's `Who Was Milton Friedman?' Federal Reserve Bank of St. Louis working paper 2007-048A.",
        "A. Orphanides, Historical Monetary Policy Analysis and the Taylor Rule, Journal of Monetary Economics, 50, 2003, pp. 983-1022.",
        "E. S. Phelps, Phillips Curves, Expectations of Inflation and Optimal Unemployment Over Time, Economica, August 1967, pp. 254-81.",
        "E. S. Phelps, Commodity-Supply Shock and Full-Employment Monetary Policy, Journal of Money, Credit, and Banking, 10(2), May 1978, pp. 206-21.",
        "W. Poole, Monetary Policy During the Recession, Brookings Papers on Economic Activity 1975 (1), pp. 123-39.",
        "W. Poole. Money and the Economy: A Monetarist View, Reading MA: Addison-Wesley Publishing Company, 1978.",
        "E. C. Prescott, Theory Ahead of Business Cycle Measurement, Federal Reserve Bank of Minneapolis Quarterly Review 10 (no. 4), 1986.",
        "R. H. Rasche, M1-Velocity and Money-Demand Functions: Do Stable Relationships Exist? Carnegie-Rochester Conference Series on Public Policy 27, 1987, pp. 988.",
        "C. D. Romer and D. H. Romer, A Rehabilitation of Monetary Policy in the 1950s, American Economic Review 92 (2), 2002, pp. 121-27.",
        "C. D. Romer and D. H. Romer, Choosing the Federal Reserve Chair: Lessons from History, Journal of Economic Perspectives 18 (1), Winter 2004, pp. 129-62.",
        "P. A. Samuelson, Reflections on Monetary Policy, Review of Economics and Statistics , August 1960, pp. 263-69.",
        "P. A. Samuelson and R. M. Solow, Problem of Achieving and Maintaining a Stable Price Level: Analytical Aspects of Anti-Inflation Policy, American Economic Review, Papers and Proceedings, May 1960, pp. 177-94.",
        "T. J. Sargent. Macroeconomic Theory, New York: Academic Press, 1979.",
        "R. J. Shiller, The Volatility of Long-term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, 87(6), December 1979, pp. 11901219.",
        "J. B. Taylor, Discretion versus policy rules in practice, Carnegie-Rochester Conference Series on Public Policy 39, 1993, pp. 195-214. M. Woodford. Interest and Prices: Foundations of a Theory of Monetary Policy.",
        "Princeton: Princeton University Press, 2003."
    ]
}