{
    "id": 16916,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Beck, Thorsten, Asli DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and Ross Levine, 2000, A New Database on Financial Development and Structure, World Bank Economic Review 14, 597-605.",
        "Bekaert, Geert, Campbell Harvey, Christian Lundblad, and Stephan Siegel, 2007, Global Growth Opportunities and Market Integration, Journal of Finance 62, 1081-1137.",
        "Black, Bernard S., and Ronald J. Gilson, 1998, Venture Capital and the Structure of Capital Markets: Banks versus Stock Markets, Journal of Financial Economics 47, 243-277.",
        "Caglio, Cecilia, Kathleen Weiss-Hanley, and Jennifer Marietta-Westberg, 2010, Going Public Abroad: The Role of International Markets for IPOs, U.S. Securities and Exchange Commission working paper. Available at SSRN: http://ssrn.com/abstract=1572949.",
        "Coffee, John, 1999. The Future as History: The Prospects for Global Convergence in Corporate Governance and its Implications, Northwestern University Law Review 93, 641-708.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2008, The Law and Economics of Self-dealing, Journal of Financial Economics 88, 430-465.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2007, Why Do Countries Matter So Much For Corporate Governance? Journal of Financial Economics 86, 1-39.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2009, Has New York Become less Competitive than London in Global Markets? Evaluating Foreign Listing Choices over Time, Journal of Financial Economics 91, 253-277.",
        "Friedman, Thomas L., 2005, The World is Flat: A Brief History of the Twenty-First Century, Farrar, Straus, and Giroux, New York, NY.",
        "Henderson, Brian, Narasimhan Jegadeesh, and Michael S. Weisbach, 2006, World Markets for Raising New Capital, Journal of Financial Economics 82, 63-101.",
        "Kaufmann, Daniel, Kraay, Aart, and Mastruzzi, Massimo, 2010, The Worldwide Governance Indicators: Methodology and Analytical Issues, World Bank Policy Research Working Paper No. 5430.",
        "Available at SSRN: http://ssrn.com/abstract=1682130 Kim, Woojin, and Michael S. Weisbach, 2008, Motivations for Public Equity Offers: An International Perspective, Journal of Financial Economics 87, 281-307.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1997, Legal Determinants of External Finance, Journal of Finance 52, 1131-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1998, Law and Finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2006, What Works in Securities Laws? Journal of Finance 61, 1-32.",
        "Loughran, Timothy, and Jay Ritter, 1995, The New Issues Puzzle, Journal of Finance 50, 23-51.",
        "Lowry, Michelle, 2003, Why Does IPO Volume Fluctuate So Much? Journal of Financial Economics 67, 3-40.",
        "Megginson, William L., and Scott B. Smart, 2009, Introduction to Corporate Finance, Second Edition, Cengage Learning Inc., Florence, Kentucky.",
        "Pagano, Marco, Fabio Panetta, and Luigi Zingales, 1998, Why Do Companies Go Public? An Empirical Analysis, Journal of Finance 53, 27-64.",
        "Ritter, Jay, and Ivo Welch, 2002, A Review of IPO Activity, Pricing, and Allocations, Journal of Finance 57, 1795-1828.",
        "Ritter, Jay, 2003, Investment Banking and Security Issuance, Handbook of the Economics of Finance, Volume 1A: Corporate Finance, George M. Constantinides, Milton Harris, and RenÃ\u0083Â© M. Stulz, eds., Elsevier North Holland, Amsterdam, The Netherlands.",
        "Shleifer, Andrei, and Daniel Wolfenzon, 2002, Investor Protection and Equity Markets, Journal of Financial Economics 66, 3-27.",
        "Spamann, Holger, 2010, The ,,Anti-Director Rights Index Revisited, Review of Financial Studies 23, 467-486.",
        "Stulz, RenÃ\u0083Â© M., 1999, Globalization, Corporate Finance, and the Cost of Capital, Journal of Applied Corporate Finance 12, 1999, 8-25.",
        "Stulz, RenÃ\u0083Â© M., 2005, The Limits of Financial Globalization, Journal of Finance 60, 1595-1638.",
        "Stulz, RenÃ\u0083Â© M., 2009, Securities Laws, Disclosure, and National Capital Markets in the Age of Financial Globalization, Journal of Accounting Research 47, 349-390."
    ]
}