{
    "id": 16919,
    "cites": 22,
    "cited_by": 49,
    "reference": [
        "Asian Development Bank (2010), The Future of Growth in Asia, Asian Economic Outlook (October), pp.37-89.",
        "Barro, Robert and Jong-Wha Lee (2010), A New Data Set of Educational Attainment in the World, 19502010, NBER Working Paper No. 15902 (April).",
        "Ben-David, David and David Papell (1998), Slowdowns and Meltdowns: Postwar Growth Evidence from 74 Countries, Review of Economics and Statistics 80, pp.561-571.",
        "Bernanke, Ben S. and Refet S. Gurkaynak (2001), Is Growth Exogenous? Taking Mankiw, Romer and Weil Seriously, NBER Macroeconomics Annual 16, pp.11-57.",
        "Brandt, Loren, Johannes Van Biesebroeck and Yifan Zhang (2011), Creative Accounting or Creative Destruction? Firm-level Productivity Growth in Chinese Manufacturing, Journal of Development Economics, forthcoming.",
        "Buiter, Willem and Ebrahim Renbari (2011), Global Growth Generators: Moving Beyond Emerging Markets and BRICs, Citigroup Global Markets (21 February).",
        "Chinn, Menzie and Hiro Ito (2008), A New Measure of Financial Openness, Journal of Comparative Policy Analysis 10, pp.309-322.",
        "Conference Board (2010), Global Economic Outlook-2011, New York: Conference Board.",
        "Crafts, Nicholas and Gianni Toniolo, eds. (1996), Economic Growth in Europe since 1945, Cambridge: Cambridge University Press.",
        "De la Torre, Augusto, Eduardo Levy-Yeyati and Sergio Schmukler (2002), Argentina'a Financial Crisis: Floating Money, Sinking Banking, unpublished manuscript, World Bank (June). Eichengreen, Barry, Dwight Perkins and Kwanho Shin (forthcoming), From Miracle to Maturity: The Growth of the Korean Economy, Cambridge, Mass.: Harvard East Asia Center.",
        "Fogel, Robert (2007), Capitalism and Democracy in 2040: Forecasts and Speculations, NBER Working Paper no.13184 (June).",
        "Gerschenkron, Alexander (1964), Economic Backwardness in Historical Perspective, Cambridge: Harvard University Press.",
        "Hausmann, Ricardo, Lant Pritchett and Dani Rodrik (2004), Growth Accelerations, Journal of Economic Growth 10, pp.303-329.",
        "Hausmann, Ricardo, Francisco Rodriguez and Rodrigo Wagner (2008), Growth Collapses, in Carmen Reinhart, Carlos Vegh and Andres Velasco (eds), Money, Crises and Transition, Cambridge, Mass.: MIT Press, pp.376-428.",
        "Kehoe, Timothy and Kim Ruhl (2010), How Have Economic Reforms in Mexico not Generated Growth? NBER Working Paper no. 16580.",
        "Lee, Jong-Wha and Kiseok Hong (2010), Economic Growth in Asia: Determinants and Prospects, unpublished manuscript, Asian Development Bank and Ewha Women's University (September).",
        "Maddison, Angus (2009), Chinese Economic Performance in the Long Run, second edition revised and updated, 960-2030 AD, Paris: OECD.",
        "Pritchett, Lant (2000), Understanding Patterns of Economic Growth: Searching for Hills among Plateaus, Mountains and Plains, World Bank Economic Review 14, pp.221-250.",
        "Reddy, Sanjay and Camelia Miniou (2006), Real Income Stagnation of Countries, 19602001,  unpublished manuscript, Columbia University.",
        "Reinhart, Carmen and Kenneth Rogoff (2010), From Financial Crash to Debt Crisis, NBER Working Paper 15795 (March).",
        "Rodrik, Dani (1999), Where Did All the Growth Go? External Shocks, Social Conflict and Growth Collapses, Journal of Economic Growth 4, pp.385-412.",
        "Ros, Jaime (2005), Divergence and Growth Collapses: Theory and Empirical Evidence, in Jose-Antonio Ocampo (ed), Beyond Reforms: Structural Dynamics and Macroeconomic Vulnerability, Stanford: Stanford University Press, pp.211-232."
    ]
}