{
    "id": 16929,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Acemoglu, Daron, Philippe Aghion, Rachel Griffith, and Fabrizio Zilibotti. 2010. Vertical Integration and Technology: Theory and Evidence, 8 Journal of European Economic Association 245.",
        "Aghion, Philippe,  Drew Fudenberg, Richard Holden, Takashi Kunimoto, and Olivier Tercieu. 2010. SubgamePerfect Implementation Under Value Perturbations, working paper.",
        "Aghion, Philippe and Richard Holden.  2011.  Incomplete Contracts and the Theory of the Firm: What Have We Learned Over the Past 25 Years?, Journal of Economic Perspectives, Spring.",
        "Baker, George P., and Thomas Hubbard. 2003. Make v. Buy in Trucking: Asset Ownership, Job Design and Information. 93 American Economic Review  551572.",
        "Baker, George P., and Thomas Hubbard. 2004. Contractibility and Asset Ownership: OnBoard Computers and Governance in US Trucking,  119 Quarterly Journal of Economics 14431480.",
        "Che, YeonKoo and Donald B. Hausch. 1999. Cooperative Investments and the Value of Contracting, 89 American Economic Review 125147.",
        "Fehr, Ernst, Oliver Hart, and Christian Zehnder. 2011. Contracts as Reference Points Experimental Evidence, American Economic Review, April.",
        "Grossman, Sanford J. and Oliver Hart, 1986. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration 94 Journal of Political Economy 691719.",
        "Hart, Oliver and John Moore. 1990.  Property Rights and the Nature of the Firm, 98 Journal of Political Economy, 11191158.",
        "Hart, Oliver. 1995. Firms, Contracts, and Financial Structure. Oxford: Oxford University Press.",
        "Hart Oliver and John Moore. 2008. Contracts as Reference Points 123 Quarterly Journal of Economics 148.",
        "Hart, Oliver. 2009. Holdup, Asset Ownership, and Reference Points, 124 Quarterly Journal of Economics 267300.",
        "Hart, Oliver and Bengt Holmstrom. 2010.  A Theory of Firm Scope, 125 Quarterly Journal of Economics 483513.",
        "Lafontaine, Francine and Margaret Slade. 2007. Vertical Integration and Firm Boundaries: The Evidence, 45 Journal of Economic Literature  629685.",
        "Moore, John and Rafael Repullo. 1988. Subgame Perfect Implementation, 56 Econometrica 11911220.",
        "Woodruff, Christopher. 2002. NonContractible Investments and Vertical Integration in the Mexican Footwear Industry, 20 International Journal of Industrial Organization  11971224."
    ]
}