{
    "id": 16925,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Backus , David K., and Patrick J. Kehoe, and Finn E. Kydland. 1992. International Real Business Cycles. The Journal of Political Economy, 100(4): 745-775.",
        "Barbieri, Katherine, 1996. Economic Interdependence and Militarized Interstate Conflict, 1870-1985. PhD dissertation, Binghampton University.",
        "Basu , Susanto and Alan M. Taylor. 1999. Business Cycles in International Historical Perspective. The Journal of Economic Perspectives, 13(2): 45-68.",
        "Baxter, Marianne and R. G. King. 1999. Measuring Business Cycles: Approximate Band-Pass Filters for Economic Time Series. Review of Economics and Statistics, 81: 575-93.",
        "Baxter, Marianne and Michael A. Koupiritsas. 2005. Determinants of business cycle comovement: a robust analysis. Journal of Monetary Economics, 52(1) 113-157 Bordo, Michael D. and Thomas Helbling. 2003. Have Business Cycles Become More Synchronized. NBER Working Papers 10130, National Bureau of Economic Research, Inc.",
        "Brown, William Adams Jr. 1940. The International Gold Standard Reinterpreted: 19141934. New York: National Bureau of Economic Research.",
        "Canova, Fabio and Harris Dellas. 1993. Trade interdependence and the international business cycle, Journal of International Economics, 34(1-2):23-47.",
        "Case, Anne. 1991. Spatial Patterns in Household Demand, Econometrica, 59, 953965.",
        "Choudhri, Ehsan U. and Levis A. Kochin. 1980. The Exchange Rate and the International Transmission of Business Cycle Disturbances: Some Evidence from the Great Depression  Journal of Money, Credit and Banking, 12(4):565-574.",
        "Christiano, Lawrence J. and Terry J. Fitzgerald. 2003. The Band Pass Filter. International Economic Review, 44(2): 435-465.",
        "Clark, Todd E. and Eric van Wincoop. 2001. Borders and Business Cycles. Journal of International Economics, 55(1): 59-85.",
        "di Giovanni, Julian and Andrei Levchenko. 2009. Putting the Parts Together: Trade, Vertical Linkages, and Business Cycle Comovement, American Economic Journal: Macroeconomics, 2:2 (Apr. 2010), 95-124.",
        "Eichengreen, Barry. 1992a. Golden Fetters, The Gold Standard and the Great Depression, 1919-1939. New York: Oxford University Press.",
        "Eichengreen, Barry and Douglas A. Irwin. 1995. Trade Blocs, Currency Blocs, and the Reorientation of World Trade in the 1930s. Journal of International Economics, 38(1): 1-24.",
        "Eichengreen, Barry and Jeffrey Sachs. 1985. Exchange Rates and Economic Recovery in the 1930s The Journal of Economic History, 45(4):925-946.",
        "Eichengreen, Barry, and Jeffrey Sachs. 1986. Competitive Devaluation and the Great Depression, Economics Letters, 22:67-71.",
        "Foreman-Peck, James 1995. A History of the World Economy: International Economic Relations since 1850. Harvester Wheatsheaf, Hemel Hempstead, United Kingdom.",
        "Frankel , Jeffrey A., and Andrew K. Rose. 1998. The Endogeneity of the Optimum Currency Area Criteria, The Economic Journal, 108(449): 1009-1025.",
        "Friedman, Milton and Anna J. Schwartz 1963. A Monetary History of the United States, 1867-1960. Princeton University Press, Princeton, NJ.",
        "Hamilton, James D. 1988. Role of the International Gold Standard in Propagating the Great Depression Contemporary Policy Issues. vol. 6, pp. 67-89.",
        "Head, Keith and John Ries. 2001. Increasing Returns Versus National Product Differentiation as an Explanation for the Pattern of US-Canada Trade. American Economic Review 91(4): 858-876.",
        "Imbs, Jean. 2004. Trade, Finance, Specialization, and Synchronization. Review of Economics and Statistics, 86(3): 723-734.",
        "Jacks, David, Christopher Meissner, and Dennis Novy. forthcoming. Trade Booms, Trade Busts and Trade Costs, 1870-2000. Journal of International Economics.",
        "Klovland, Jan T. 1998. Monetary Policy and business cycles in the interwar years: The Scandinavian experience. European Review of Economic History, 2:309-344.",
        "Lai, Cheng-Chung and Joshua Jr-Shiang Gau. (2003). The Chinese Silver Standard Economy and the 1929 Great Depression. Australian Economic History Review vol. 43, no. 2. Pp. 155-168.",
        "League of Nations. 1920-1940. Monthly Bulletin of Economic Statistics. Geneva: League of Nations Perri, Fabrizio and Vincenzo Quadrini. 2002. The Great Depression in Italy: Trade Restrictions and Real Wage Rigidities, Review of Economic Dynamics, 5(1): 128-151.",
        "Ravn, Morten O. and Harald Uhlig. 2002. On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations, The Review of Economics and Statistics, 84 (2) pp. 371-376 Richardson, Gary and Patrick van Horn. 2007. Fetters of Debt, Deposit, or Gold during the Great Depression? The International Propagation of the Banking Crisis of 1931 NBER working paper 12983. Ritschl, Albrecht and Nikolaus Wolf. forthcoming. Endogeneity of currency areas and trade blocs: evidence from the inter-war period. Kyklos.",
        "Rose, Andrew K. and Charles Engel. 2002. Currency Unions and International Integration. Journal of Money, Credit, and Banking, 34(4):1067-1089 Shambaugh , Jay C., 2004. The Effect of Fixed Exchange Rates on Monetary Policy, The Quarterly Journal of Economics, 119(1):300-351.",
        "Straumann, Tobias and Ulrich Woitek. 2009. A pioneer of a new monetary policy? Sweden's price-level targeting of the 1930s revisited European Review of Economic History vol. 13 pp. 251-282.",
        "Temin, Peter. 1993. Transmission of the Great Depression Journal of Economic Perspectives, 7 (2) pp. 87-102.",
        "Tinbergen, Jan. 1934. International Abstract of Economic Statistics. International Conference of Economic Services.",
        "Wandschneider, Kirsten. 2005. The stability of the Inter-war Gold Exchange Standard. Did Politics Matter? The Journal of Economic History, 68(1): 151-181."
    ]
}