{
    "id": 16931,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Ang, Andrew and Monika Piazzesi, A no-arbitrage vector autoregression of term structure dynamics with macroeconomic and latent variables, Journal of Monetary Economics, 2003, 50, 745--787.",
        "Bauer, Michael D., Term premia and the news. PhD dissertation, UCSD 2009.",
        "Beechey, Meredith J. and Jonathan H. Wright, The high-frequency impact of news on long-term yields and forward rates: Is it real?, Journal of Monetary Economics, 2009, 56, 535--544.",
        "Chen, Ren-Raw and Louis Scott, Maximum likelihood estimation for a multifactor equilibrium model of the term structure of interest rates, The Journal of Fixed Income, 1993, 3, 14--31. Christensen, Jens H. E., Francis X. Diebold, and Glenn D. Rudebusch, The Affine Arbitrage-Free Class of Nelson-Siegel Term Structure Models, Journal of Econometrics, forthcoming.",
        "Clark, Todd E. and Kenneth D. West, Approximately normal tests for equal predictive accuracy in nested models, Journal of Econometrics, 2007, 138, 291--311.",
        "Cochrane, John H. and Monika Piazzesi, Decomposing the yield curve, 2009. AFA 2010 Atlanta Meetings Paper.",
        "Collin-Dufresne, Pierre and Robert S. Goldstein, Do Bonds Span the Fixed Income Markets? Theory and Evidence for Unspanned Stochastic Volatility, Journal of Finance, 2002, 57 (4), 1685--1730.",
        "Cooper, Ilan and Richard Priestly, Time-varying Risk Premiums and the Output Gap, Review of Financial Studies, 2009, 22, 2801--2833.",
        "Dai, Qiang and Kenneth J. Singleton, Specification analysis of affine term structure models, The Journal of Finance, 2000, 55, 1943--1978.",
        "Duffee, Gregory R., Term premia and interest rate forecasts in affine models, The Journal of Finance, 2002, 57, 405--443.",
        ", Forecasting with the Term Structure: The Role of No-Arbitrage Restrictions, 2011. Working Paper, Johns Hopkins University.",
        ", Information in (and not in) the term structure, Review of Financial Studies, forthcoming. Duffie, D., J. Pan, and K. Singleton, Transform Analysis and Asset Pricing for Affine Jump-diffusions, Econometrica, 2000, 68 (6), 1343--1376.",
        "Granger, Clive W. J., Investigating Causal Relations by Econometric Models and CrossSpectral Methods, Econometrica, 1969, 37, 424--438.",
        ", Testing for causality: A personal viewpoint, Journal of Economic Dynamics and Control, 1980, 2, 329--352.",
        "GÃ\u0083Â¼rkaynak, Refet S. and Jonathan H. Wright, Macroeconomics and the term structure,  2010. Working Paper, Johns Hopkins University.",
        ", Brian Sack, and Jonathan H. Wright, The U.S. Treasury Yield Curve: 1961 to the present, Journal of Monetary Economics, November 2007, 54 (8), 2291--2304.",
        "Hamilton, James D., Time Series Analysis, Princeton, New Jersey: Princeton University Press, 1994.",
        "Hong, Yongmiao and Haitao Li, Nonparametric Specification Testing for ContinuousTime Models with Applications to Term Structure of Interest Rates, Review of Financial Studies, 2005, 18, 37--84. Joslin, Scott, Kenneth J. Singleton, and Haoxiang Zhu, A new perspective on Gaussian dynamic term structure models, Review of Financial Studies, forthcoming.",
        ", Marcel Priebsch, and Kenneth J. Singleton, Risk Premium Accounting in Dynamic Term Structure Models with Unspanned Macro Risks, 2010. Working paper, Stanford. Ludvigson, Sidney C. and Serena Ng, A Factor Analysis of Bond Risk Premia Handbook of Applied Econometrics forthcoming.",
        "LÃ\u0083Â¼tkepohl, Helmut, Introduction to Multiple Time Series Analysis, Berlin: Springer-Verlag, 1993.",
        "Pericoli, Marcello and Marco Taboga, Canonical term-structure models with observable factors and the dynamics of bond risk premia, Journal of Money, Credit and Banking, 2008, 40, 1471--1488.",
        "Rothenberg, Thomas J., Efficient Estimation with A Priori Information, Yale University Press, 1973.",
        "Rudebusch, Glenn D., Macro-Finance Models of Interest Rates and the Economy, The Manchester School (Supplement), 2010, pp. 25--52."
    ]
}