{
    "id": 16939,
    "cites": 80,
    "cited_by": 49,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, James A Robinson, and Pierre Yared (2005), From Education to Democracy? American Economic Review. Vol 95 (2,May), pages 44-49.",
        "Acemoglu, Daron, Simon Johnson, James A Robinson, and Pierre Yared (2008), Income and Democracy American Economic Review. Vol. 98(3), pages 808-42, June.",
        "Alderman, Harold, Jere Behrman, Hans-Peter Kohler, John A. Maluccio and Susan Watkins (2001). Attrition in Longitudinal Household Survey Data. Demographic Research, Max Planck Institute for Demographic Research, 5(4), 79-124.",
        "Almond, Gabriel and Sidney Verba (1963), The Civic Culture: Political Attitudes and Democracy in Five Nations, Sage Publications, London.",
        "Baird, Sarah, Ephraim Chirwa, Jacobus de Hoop and Berk Ozler. (2010). Girl Power: Cash Transfers and Female Empowerment, unpublished working paper.",
        "Barro, Robert (1999), Determinants of Democracy, Journal of Political Economy 107(6): S158-83.",
        "Barro, Robert and JW Lee (2001), International Data on Educational Attainment: Updates and Implications, Oxford Economic Papers 53.",
        "Basu, Ananya, and Elizabeth M. King. 2001. Does Education Promote Growth and Democracy? Some Evidence from East Asia and Latin America. Washington, D.C.: World Bank.",
        "Bates, Robert. (1971) Unions, Parties, and Political Development: A Study of Mineworkers in Zambia. New Haven: Yale University Press.",
        "Berrebi, Claude (2003), Evidence About the Link Between Education, Poverty, and Terrorism among Palestinians, Mimeo Princeton University.",
        "Blaydes, Lisa (2006), Who Votes in Authoritarian Elections and Why? Determinants of Voting in Contemporary Egypt, unpublished.",
        "Boix, Carles (2009) Development and Democratization, unpublished working paper.",
        "Boix, Carles, and Susan Stokes (2003), Endogenous Democratization, World Politics 55.",
        "Bowles, Samuel and Herbert Gintis. (1976). Schooling in Capitalist America: Educational Reform and the Contradictions of Economic Life. Basic Books: New York.",
        "Brusco, Valerino, Marcelo Nazereno, and Susan Carol Stokes (2004). Vote Buying in Argentina, Latin American Research Review, 39(2).",
        "Chaudhury, Nazmul and Parajuli, Dilip, (2006). Conditional Cash Transfers and Female Schooling: The Impact of the Female School Stipend Program on Public School Enrollments in Punjab, Pakistan. Impact Evaluation Series No. 9, Washington, DC: World Bank.",
        "Cooksey, Brian, David Court, and Ben Makau. (1994). Education for Self-reliance and Harambee, in Beyond Capitalism versus Socialism in Kenya vs. Tanzania, ed. Joel D. Barkan, Lynne Rienner.",
        "Davies, James (1974), The J-Curve and Power Struggle Theories of Collective Violence, American Sociological Review, 39(4).",
        "Dee, Thomas (2004), Are there Civic Returns to Education? Journal of Public Economics 88.",
        "Duflo, Esther, Pascaline Dupas, Michael Kremer, Samuel Sinei (2006) Education and HIV/AIDS Prevention: Evidence from a Randomized Evaluation in Western Kenya.",
        "Eifert, Benn, Edward Miguel, Daniel Posner (2010) Political Sources of Ethnic Identification in Africa, American Journal of Political Science.",
        "Epstein, David, Robert Bates, Jack Goldstone, Ida Kirstensen, and Sharyn O'Halloran, (2006) Democratic Transitions American Journal of Political Science, Vol. 50, No. 3, July 2006.",
        "Evans, David, Michael Kremer, Muthoni Ngatia (2010) The Impact of Distributing School Uniforms on Children's Education in Kenya Fanon, Frantz. (2005). The Wretched of the Earth. Grove Press: New York.",
        "FIDA. (2008). Domestic Violence in Kenya. Federation of Women Lawyers of Kenya: Nairobi.",
        "Filmer, Deon and Schady, Norbert. (2008). Getting girls into school: Evidence from a scholarship program in Cambodia. Economic Development and Cultural Change, 56: 581-617.",
        "Finan, Fred and Laura Schecter (2010). Vote-buying and reciprocity, Mimeo.",
        "Freire, Paulo. (1972). Pedagogy of the Oppressed. Harmondsworth: Penguin.",
        "Fuwa, Nobuhiko. (2001). The Net Impact of the Female Secondary School Stipend Program in Bangladesh, unpublished manuscript.",
        "Galston, William A. (2001) Political Knowledge, Political Engagement and Civic Education Annual Review of Political Science 4.",
        "Gathigah, Miriam (2010) Politics: Women Still a Parliamentary Minority in Kenya, Inter Press Service. December 21, 2010.",
        "Gibson, Clark and James Long. (2009). The 2007 Kenyan Election, Electoral Studies, 28(3), 497502.",
        "Glaeser, Edward L, and Bruce Sacerdote. (2001). Education and Religion, NBER Working Paper #8080.",
        "Glaeser, Edward L., David Laibson, and Bruce Sacerdote. (2002). An Economic Approach to Social Capital, Economic Journal, 112(483), F437-F458.",
        "Glaeser, Edward L., Giacomo Ponzetto, and Andrei Shleifer (2007) Why Does Democracy Need Education Journal of Economic Growth.",
        "Gramsci, Antonio. (1971). Selections from the Prison Notebooks, ed. G.N. Smith. International Publishers Co.: New York.",
        "Hausman, Jerry. (1978) Specification Tests in Econometrics, Econometrica.",
        "Herz, Barbara, and Gene B. Sperling. (2004). What Works in Girls' Education: Evidence and Policies from the Developing World. Council on Foreign Relations: New York.",
        "Hochschild, Adam. (1999). King Leopold's Ghost: A Story of Greed, Terror and Heroism in Colonial Africa. Mariner Books.",
        "Human Rights Watch. (1999). Spare the Child: Corporal Punishment in Kenyan Schools. HRW: New York.",
        "Huntington, Samuel (1991), The Third Wave: Democratization in the Late Twentieth Century.",
        "Norman and London: University of Oklahoma Press India edunews.net. (2010). West Bengal to give scholarships to girl students. http://www.indiaedunews.net/West_Bengal/West_Bengal_to_give_scholarships_to_girl_stud ents_10382/. Accessed September 8, 2010.",
        "Inglehart, Ronald, Miguel Basanez, and Alejandro Moreno. (1998). Human Values and Beliefs: A Cross-Cultural Sourcebook: Political, Religious, Sexual, and Economic Norms in 43 Societies: Findings from the 1990-1993 World Values Survey. Ann Arbor: University of Michigan Press.",
        "Jakiela, Pamela, Edward Miguel, and Vera te Velde. (2010). You've Earned It: Combining Field and Lab Experiments to Estimate the Impact of Human Capital on Social Preferences, NBER Working Paper #16449.",
        "Khandker, Shahidur; Pitt, Mark and Fuwa, Nobuhiko. (2003) Subsidy to Promote Girls' Secondary Education: The Female Stipend Program in Bangladesh, unpublished manuscript.",
        "Kling, Jeffrey, Jeffrey Liebman, and Lawrence Katz (2007), Experimental Analysis of Neighborhood Effects, Econometrica.",
        "Krueger, Alan, and Jitka Maleckova (2003), Education, Poverty, and Terrorism: Is there a Causal Connection? Journal of Economic Perspectives 17.",
        "Kremer, Michael, Edward Miguel, and Rebecca Thornton. (2009) Incentives to Learn, Review of Economics and Statistics, 91.",
        "Kremer Michael, Sarychev A. (2008). Why do governments operate schools? Working Paper, London School Economics.",
        "Levine, Ruth, Cynthia Lloyd, Margaret Greene, and Caren Grown, (2008) Girls Count. A Global Investment and Action Agenda. Washington, D.C.: Center for Global Development Levy, M. (1966). Modernization and the Structure of Society. Princeton University Press.",
        "Lloyd, Cynthia. (2009). New Lessons: The Power of Educating Adolescent Girls. Population Council: New York.",
        "Lipset, Seymour Martin, (1959) Some Social Requisites of Democracy: Economic Development and Political Legitimacy, American Political Science Review 53.",
        "Lochner, Lance. (2011). Non-production benefits of education: Crime, health, and good citizenship, NBER Working Paper #16722.",
        "Logan, Carolyn and Michael Bratton (2006), The Political Gender Gap in Africa: Similar Attitudes, Different Behaviors, Afrobarometer Working Paper No. 58.",
        "Lott, Jr., John. (1999) Public Schooling, Indoctrination and Totalitarianism, Journal of Political Economy, 107(6), 127-157.",
        "Mattes, Robert and Michael Bratton (2007), Learning about Democracy in Africa: Awareness, Performance, and Experience, American Journal of Political Science, 51(1).",
        "Miguel, Edward. (2004). Tribe or Nation? Nation-building and Public Goods in Kenya versus Tanzania, World Politics, 56(3), 327-362.",
        "Miller, Abraham, Louis Bolce, and Mark Halligan (1977), The J-Curve Theory and Black Urban Riots - An Empirical Test of Progressive Relative Deprivation Theory, American Political Science Review, 71(3).",
        "Milligan, Kevin, Enrico Moretti, and Philip Oreopoulous (2004), Does Education Improve Citizenship? Evidence from the US and the UK, Journal of Public Economics 88.",
        "Moehler, Devra. (2007) Participation in Transition: Mobilizing Ugandans in Constitution Making. Studies in Comparative International Development, 42(2): 164-90.",
        "Moehler, Devra. (2008) Distrusting Democrats: Outcomes of Participatory Constitution Making. University of Michigan Press.",
        "Nyerere, Julius. (1973). Freedom and Development, Government Printer, Dar-es-Salaam.",
        "Oreopoulos, Philip and Kjell G. Salvanes. (2011). Priceless: The Nonpecuniary Benefits of Schooling, Journal of Economic Perspectives, 25(1), 159-184.",
        "Papaioannou, Elias, and Gregorios Siourounis, (2008) Economic and Social Factors Driving the Third Wave of Democratization, Comparative Economics.",
        "Pritchett, Lant. (2003). When Will They Ever Learn?: Why All Governments Produce Schooling. BREAD Working Paper #53.",
        "Przeworski, Adam, and Fernando Limongi (1993), Political Regimes and Economic GrowthJournal of Economic Perspectives 7: 51-70.",
        "Przeworski, Adam and Fernando Limongi (1997) Modernization: Theories and Facts World Politics, Vol. 49, No. 2.",
        "Rynor, Janet and Kate Wesson, (2006). The Girl's Stipend Program in Bangladesh. Journal of Education in International Development. Vol. 2, No. 2.",
        "Saunders, Doug. (2011). A self-taught democracy emerges from Tunisia's classrooms, The Globe and Mail, February 28, 2011.",
        "Save the Children. (2005). State of the World's Mothers Report: The Power and Promise of Girls' Education.",
        "Shetler, Jan Bender. (2010). Historical memory as a foundation for peace: Network formation and ethnic identity in North Mara, Tanzania, Journal of Peace Research, 47(5), 639-650.",
        "Stokes, Susan Carol (2005). Perverse Accountability: A Formal Model of Machine Politics with Evidence from Argentina, American Political Science Review, 99(3).",
        "Thomas, Duncan, Elizabeth Frankenberg and James P. Smith (2001). Lost But Not Forgotten: Attrition and Followup in the Indonesia Family Life Survey. Journal of Human Resources 36(3), 556-592.",
        "United Nations Development Program. (1993). Human Development Report 1993. New York.",
        "United Nations Development Program. (2009). Human Development Report 2009. New York.",
        "United Nations Development Program. (2010). Human Development Report 2010. New York.",
        "United Nations Educational, Cultural, and Scientific Organization (UNESCO). 2000. Women and Girls: Education, Not Discrimination. Paris: UNESCO.",
        "Weakliem, David (2002) The Effects of Education on Political Opinions: An International Study, International Journal of Public Opinion Research 13.",
        "Weber, Eugen. (1976). Peasants into Frenchmen: The Modernization of Rural France, 1870-1914. Stanford University Press.",
        "World Bank. (2010). www.worldbank.org/education/girls. Accessed September 8, 2010.",
        "World Economic Forum. (2010). The Arab World Competitiveness Review 2010. WEF: Geneva."
    ]
}