{
    "id": 16932,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Advisory Commission on Intergovernmental Relations. 1995. Tax and Expenditure Limits on Local Governments. M194 (March).",
        "Alabama Department of Revenue. n.d. Sales, Use, Lodging and Rental Tax Rates  Detail Report, https://www.revenue.alabama.gov/salestax/sales/index.cfm (viewed January 25, 2011).",
        "Epple, Dennis, and Allan Zelenitz, 1981. Implications of Competition Across Jurisdictions: Does Tiebout Need Politics? Journal of Political Economy 89:6, 11971217.",
        "Fischel, William A. 1992. Property Taxation and the Tiebout Model: Evidence for the Benefit View of Zoning and Voting, Journal of Economic Literature 31:1, 171177.",
        "Florida Department of Revenue. 2010. History of Local Sales Taxes and Current Rates, https://taxlaw.state.fl.us/wordfiles/SUT%20TRC%20HISTORY.pdf (viewed September 16, 2010).",
        "Florida Legislative Committee on Intergovernmental Relations. 2009. 2009 Local Government Financial Information Handbook, www.floridalcir.gov/UserContent/docs/File/reports/lgfih09.pdf (viewed September 8, 2010).",
        "Florida Legislative Committee on Intergovernmental Relations. 2003. 2003 Local Government Financial Information Handbook, http://www.floridalcir.gov/UserContent/docs/File/reports/lgfih03.pdf (viewed March 31, 2010).",
        "Georgia Department of Revenue. 2011. Sales and Use Tax  Historical Chart, https://etax.dor.ga.gov/salestax/salestaxrates/LGS_2011_Jan_Rate_Chart_Historical .pdf (viewed January 25, 2011).",
        "Goolsbee, Austan, and Jonathan Zitran. 1999. Evaluating the Costs and Benefits of Taxing Internet Commerce, National Tax Journal 52:3, 413428. Gordon, Roger, and Wei Li. Forthcoming. Provincial and Local Governments in China: Fiscal Institutions and Government Behavior, in Capitalizing China, J. Fan and R. Morck, eds., NBER and the University of Chicago Press.",
        "Hawkins, Richard, and Matthew N. Murray. 2004. Explaining Interjurisdictional Variations in Local Sales Tax Yield, Public Finance Review 32:1, 82104.",
        "King, Dale M. 2010. Three Areas Eyed for Annexation to Boca Would Net City $2.5 Million, Says Consultant, The Boca Raton Tribune, June 16, http://www.bocaratontribune.com/threeareaseyedforannexationtoboca wouldnetcity25millionsaysconsultant/ (viewed March 30, 2011).",
        "Kolko, Jed, and David Neumark. 2007. Business Location Decisions and Employment Dynamics in California, San Francisco, CA: Public Policy Institute of California.",
        "LeRoy, Greg. 2005. The Great American Jobs Scam, San Francisco: BerrettKoehler Publishers, Inc.",
        "Lewis, Paul G., 2001. Retail Politics: Local Sales Taxes and the Fiscalization of Land Use, Economic Development Quarterly 15:1, 2135.",
        "Lewis, Paul G., and Elisa Barbour. 1999. California Cities and the Local Sales Tax, San Francisco, CA: Public Policy Institute of California.",
        "Mark, Stephen T., Teresa McGuire, and Leslie Papke. 2000. The Influences of Taxes on Employment and Population Growth: Evidence from the Washington, D.C. Metropolitan Area, National Tax Journal 53:1, 10524. Mazzolari, Francesca, and David Neumark. Forthcoming. Immigration and Product Diversity, Journal of Population Economics.",
        "Misczynski, Dean J. 1986. The Fiscalization of Land Use, in California Policy Choices, J.J. Kirlin and D.R. Winkler, eds., Sacramento, CA: School of Public Administration, University of Southern California, 12750.",
        "Neumark, David, Junfu Zhang, and Brandon Wall. 2007. Employment Dynamics and Business Relocation: New Evidence from the National Establishment Time Series, Research in Labor Economics 26, 3984.",
        "Ohls, James C., Richard Chadbourn Weisberg, and Michelle J. White. 1974. The Effect of Zoning on Land Value, Journal of Urban Economics 1:4, 42844.",
        "Oyston, Joyce. 2007. Largest Shopping Malls in the U.S., http://www.sutie101.com/content/largestshoppingmallsintheusa27524 (viewed September 16, 2010).",
        "Schrag, Peter. 1998. Paradise Lost: California's Experience, America's Future, Berkeley, CA: University of California Press.",
        "Shoer Roth, Daniel. 2010. Annexation Opponents Destined to Repeat Pleas, Miami Herald, April 6, http://www.miamiherald.com/2010/04/06/1564987/annexation opponentsdestined.html (viewed March 30, 2011).",
        "Sonstelie, John C., and Paul R. Portney. 1978. Profit Maximizing Communities and the Theory of Local Public Expenditure, Journal of Urban Economics 5:2, 263277.",
        "U.S. Census Bureau, Annual Surveys of State and Local Government, www2.census.gov/govs/estimate/ (viewed September 14, 2010).",
        "Wasylenko, Michael. 1997. Taxation and Economic Development: The State of the Economic Literature, New England Economic Review March/April, 3752.",
        "White, Michelle J. 1975. Suburban Zoning in Fragmented Metropolitan Areas, in Fiscal Zoning and Land Use Controls, E.S. Mills and W.E. Oates, eds., Lexington, MA: D. C. Heath, 31100."
    ]
}