{
    "id": 16943,
    "cites": 64,
    "cited_by": 48,
    "reference": [
        "Aghion, Philippe, Mathias Dewatripont, Julian Kolev, Fiona Murray and Scott Stern, 2009a, Of Mice and Academics: Examining the Effect of Openness on Innovation, NBER Working Paper 14819.",
        "Aghion, Philippe, Mathias Dewatripont and Jeremy C. Stein 2009, Academic Freedom, Private-Sector Focus, and the Process of Innovation, Rand Journal of Economics.",
        "Aghion, Philippe and Jean Tirole, 1994, On the management of innovation, Quarterly Journal of Economics, 1185--207.",
        "Alvarez, Fernando, Fransisco Buera and Robert Lucas Jr., 2008, Models of Idea Flows, NBER Working Paper 14135.",
        "Anton, James, and Dennis Yao, 1994, Expropriation and Inventions, American Economic Review, 190--209.",
        "Anton, James, and Dennis Yao, 2002, The sale of ideas: Strategic disclosure, property rights and contracting, Review of Economic Studies, 69, 513-531.",
        "Anton, James, and Dennis Yao, 2004, Little Patents and Big Secrets: Managing Intellectual Property, Rand Journal of Economics 35(1), 1-22, Spring.",
        "Anton, James, and Dennis Yao, 2005, Markets for Partially-Contractible Knowledge: Bootstrapping vs. Bundling, Journal of the European Economic Association, Volume 3:2-3, pp. 745-754.",
        "Aoki, Masahiko, 2001, Towards a Comparative Institutional Analysis, MIT Press.",
        "Arrow, Kenneth, 1962, Economic Welfare and the Allocation of Resources for Inventions, in R. Nelson, Ed., The rate and direction of inventive activity: economic and social factors, Princeton University Press, Princeton.",
        "Azoulay, Pierre, 2004, Capturing Knowledge Across and Within Firm Boundaries: Evidence from Clinical Development, American Economic Review, 94, 5, 1591-1612, December.",
        "Baccara Mariagiovanna, and Ronny Razin, 2006, From thought to practice: Appropriation and endogenous market structure with imperfect intellectual property rights, Working paper, New York University.",
        "Baccara Mariagiovanna, and Ronny Razin, 2008, Curb your innovation: corporate conservatism in the presence of imperfect intellectual property rights, Working paper, New York University.",
        "Bagley, Constance, and Craig Dauchy, 2008, The Entrepreneur's Guide to Business Law, 3rd Edition Bar-Gill, Oren and Gideon Parchomovsky, 2004, Intellectual Property Law and the Boundaries of the Firm, Harvard Law and Economics Discussion Paper No. 480.",
        "Bartlett, Christopher A. and Afroze Mohammed, 1995, 3M: Profile of an innovating company. Harvard Business School, Case Study 9-395-016 Biais, Bruno and Enrico Perotti, 2004, Entrepreneurs and New Ideas, Rand Journal of Economics, Volume 39:4, pp. 1105-1125.",
        "Binmore Ken, Ariel Rubinstein and Asher Wolinsky, 1986, The Nash bargaining solution in economic modelling, Rand Journal of Economics, Summer, 17(2), 176-188.",
        "Bhattacharya, Sudipto and Sergei Guriev, 2006, Knowledge disclosure, patents and optimal organization of research and development, Journal of the European Economic Association, Vol. 4(6), 1112-1147, December BhidÃ\u0083Â©, Amar V., 2000, The Origin and Evolution of New Businesses, Oxford University Press.",
        "Bolton, Patrick and Mathias Dewatripont, 1994, The Firm as a Communication Network, Quarterly Journal of Economics, Volume 109:4, pp. 809-839.",
        "Cestone, Giacinta, and Lucy White, 2003, Anti-Competitive Financial Contracting: the Design of Financial Claims, Journal of Finance 58(5), 2109-2141.",
        "Chatterjee, Satyajit and Esteban Rossi-Hansberg, 2008, Spin-Offs and the Market for Ideas, NBER Working Paper 13198.",
        "Chemmanur, Thomas and Zhaohui Chen, 2006, Venture Capitalists versus Angels: The Dynamics of Private Firm Financing Contracts, Boston College Mimeo.",
        "Chesbrough, Henry W. (2003). The era of open innovation. MIT Sloan Management Review, 44 (3), 35-41 Christensen, Clay, 1997, The Innovator's Dilemma: When New Technologies Cause Great Firms to Fail, Harvard Business School Press, Boston, Massachusetts.",
        "Cho, I-K. and David Kreps, 1987 Signaling games and stable equilibria Quarterly Journal of Economics 102:179-221.",
        "Chou, Eric, 2007, The boundaries of firms as information barriers, Rand Journal of Economics, Volume 38:2, pp. 733-746.",
        "Coase, Ronald, 1937, The nature of the firm, Economica, 4, 386-405.",
        "Gambardella, Alfonso and Claudio Panico, 2006 Optimal Contracts for Employees ' Ideas, Bocconi University, Mimeo.",
        "Gallini Nancy, and Suzanne Scotchmer, 2001, Intellectual property: when is it the best incentive system?, chapter 2 in Innovation policy and the economy,  Vol. 2., eds. A. Jaffee, J. Lerner and S. Stern, MIT Press, Cambridge, Massachusetts, 51-77.",
        "Gilson, Ronald, 1999, The Legal Infrastructure of High Technology Industrial Districts: Silicon Valley, Route 128, and Covenants Not to Compete, New York University Law Review, June, Vol. 74(3), 575-629.",
        "Gompers, Paul, Joshua Lerner, and David Scharfstein, 2005, Entrepreneurial Spawning: Public Corporations and the Genesis of New Ventures: 1986-1999, The Journal of Finance, 60(2), 577-614.",
        "Gromb, Denis, and David Scharfstein, 2001, Entrepreneurial Activity in Equilibrium,  Mimeo, Massachusetts Institute of Technology.",
        "Grossman, Sandy and Joseph Stiglitz, 1976, Information and Competitive Price Systems American Economic Review, 66(2), May, pp. 246-253.",
        "Johnson, Justin, 2002, Open Source Software: Private Provision of a Public Good, Journal of Economics and Management Strategy, Winter, 11(4), 637663.",
        "Haessler, Caroline, Lin Jiang, James Thursby and Marie Thursby, 2009, Specific and General Information Sharing among Academic Scientists, NBER working paper no. 15315, September.",
        "Hamel, Gary, Bringing Silicon Valley inside, Harvard Business Review 1999 Sep-Oct; 77(5):70-84, 183 Hamilton, Bart, 2000, Does entrepreneurship pay? An empirical analysis of the returns to self-employment The Journal of Political Economy 108(3): 604--631.",
        "Hart, Oliver, Firms, Contracts and Financial Structure, Clarendon Press, Oxford, 1995.",
        "Hellmann, Thomas, 2006, When do Employees Become Entrepreneurs,, Management Science, Volume 53:6, pp. 919-933.",
        "Hellmann, Thomas, and Enrico Perotti, 2005, The Circulation of Ideas: Firms versus Markets, Preliminary Version, Mimeo, University of British Columbia.",
        "HolmstrÃ\u0083Â¶m Bengt, and John Roberts, 1998, The boundaries of the firm revisited,  Journal of Economic Perspectives, 12(4), 73-94, Fall.",
        "Hyde, Alan, 1988, Silicon Valley's High-Velocity Labor Market, Journal of Applied Corporate Finance, Vol. 11(2), Summer, 28-37.",
        "Klepper, Steven, and Sally Sleeper, 2005, Entry by Spin-offs, Management Science 51(8), 1291--1306.",
        "Kremp, Elisabeth and Jacques Mairesse, 2004, Knowledge management, innovation and productivity: a firm level exploration based on French manufacturing CIS3 data, NBER Working paper 10237, January.",
        "Kreps, David, 1986, Corporate Culture and Economic Theory, in Alt and Shepsle, editors, Rational Perspectives on Political Science.",
        "Lee, Chong-Moon, William F. Miller, Marguerite Gong Hancock and Henry S. Rowen, 2000, The Silicon Valley Edge, Stanford University Press, Stanford, California.",
        "Lerner, Joshua, and Jean Tirole, 2002, Some simple economics of open source, Journal of Industrial Economics, 52, 197-234.",
        "Lewis, Tracy and Dennis Yao, 2003, Innovation, Knowledge Flow, and Worker Mobility, Mimeo, University of Pennsylvania, Philadelphia.",
        "Liebeskind, Julia, 1997, Keeping Organizational Secrets: Protective Mechanisms and their Costs, Industrial and Corporate Change, 6(3), 623-663.",
        "Livingston, Jessica, 2007, Founders at Work: Stories of Startups' Early Days, Apress, Berkeley, CA.",
        "Marx, Matt and Noam Wasserman, 2008, Split Decisions: How Assembly, Allocation, and Acceleration Choices Affect Turnover in Top Management Teams, Working paper, Harvard Business School.",
        "Meyer, Peter, 2003, Episodes of Collective Intervention, Bureau of Labor and Statistics Working Paper 368.",
        "Moskowitz, Paul and Annette Vissing-Jorgensen, 2002, The Return to Entrepreneurial Investment: A Private Equity Puzzle?, American Economic Review, Vol. 92 no. 4, 745-778.",
        "Nordhaus, William, 1969, Invention, growth and welfare: a theoretical treatment of technological change, MIT Press, Cambridge.",
        "Novaes, Walter, and Luigi Zingales, 2004, Bureaucracy as a Mechanism to Generate Information, Rand Journal of Economics, 35(2), 245-259.",
        "Rajan, Raghuram and Luigi Zingales, 2001, The Firm as a Dedicated Hierarchy,  Quarterly Journal of Economics, 116, 3, 805-851, August.",
        "Rubinstein, Ariel, 1982. Perfect Equilibrium in a Bargaining Model, Econometrica, 50(1), 97-109, January Romer, Paul, 1990, Endogenous Technological Change, Journal of Political Economy, 98, 5, 71-102.",
        "Saxenian, Anna Lee, 1994, Regional Advantage: Culture and Competition in Silicon Valley and Route 128, Harvard Business School Press.",
        "Schumpeter, Joseph, 1926, Theorie der wirtschaftlichen Entwicklung, Duncker and Humbolt, Berlin.",
        "Schumpeter, Joseph, 1942, Capitalism, Socialism and Democracy, George Allen and Unwin, London.",
        "Sevilir, Merih, 2009, Human Capital Investment, New Firm Creation and Venture Capital, working paper.",
        "Silviera, Rafael and Randall Wright, 2007, The Market for Ideas, Working paper, University of Pennsylvania.",
        "Stein, Jeremy, 2008, Conversations among competitors, American Economic Review, Volume 98:5, pp. 2150-2162.",
        "The Economist, 2009, Google's Corporate Culture: Creative Tension Sep 19th, 74-75.",
        "Ueda, Masako, 2004, Banks versus Venture Capital: Project Evaluation, Screening, and Expropriation, April, Journal of Finance.",
        "Weitzman, Martin, 1998, Recombinant growth, Quarterly Journal of Economics, 331--360.",
        "Williamson, Oliver, 1975, Markets and hierarchies: Analysis and Antitrust Implications The Free Press, New York, New York."
    ]
}