{
    "id": 16946,
    "cites": 88,
    "cited_by": 3,
    "reference": [
        "Bank of England 1964. The London Gold Market, Quarterly Review, 4(1): 16-21 Board of Governors of the Federal Reserve System. 1966. Federal Reserve Operations in Foreign Exchange, 1962-1966. unpublished memorandum (March 21).",
        "Board of Governors of the Federal Reserve System. (1976) Banking and Monetary Statistics 1941  1970.",
        "Board of Governors of the Federal Reserve System. (1963) Financing the U.S. Payments Deficit. Federal Reserve Bulletin, (April, 1963) pp. 421  428.",
        "Board of Governors of the Federal Reserve System. (1968) Treasury Views Concerning `Backstopping' of Federal Reserve Swap Arrangements, staff memorandum to the FOMC. (June 3, 1968).",
        "Bodner, David E. 1970. Proposed Modification of Procedures to Be Employed in Transactions under Certain Swap Lines. 3 December 1970.",
        "Bordo, Michael D. (1993) The Bretton Woods International Monetary System: A Historical Overview. in M. Bordo and B. Eichengreen. A Retrospective on the Bretton Woods System, Lessons for International Monetary Reform. Chicago: The University of Chicago Press.",
        "Bordo, Michael, Ali Dib, and Lawrence Schembri. 2010. Canada's Pioneering Experience with a Flexibel Exchange Rate in the 1950s: (Hard) Lessions Learned for Monetary Policy in a Small Open Economy, International Journal of Central Banking, (September): 51-99.",
        "Bordo, Michael D. and Barry Eichengreen. 2008. Bretton Woods And The Great Inflation NBER Working Paper 14532, (December).",
        "Bordo, Michael D., Ronald MacDonald, and Michael J. Oliver. 2010. Sterling in Crisis: 19641967  European Review of Economic History 13:(3): 437  459.",
        "Bordo, Michael, Dominique Simard, and Eugene White. 1996. France and the Bretton Woods Monetary System: 1960-1968. NBER Working Paper No. 4642 (May).",
        "Bremner, Robert P. 2004. Chairman of the Fed: William McChesney Martin Jr. and the Creation of the Modern American Financial System, New Haven: Yale University Press.",
        "Coombs, Charles A. 1976. The Arena of International Finance, John Wiley & Sons: New York Coombs, Charles A. 1971. System Operations in Forward Marks. unpublished memorandum, May 3, 1971.",
        "Coombs, Charles A., M. Ikle, E. Ranalli, and J. Tungeler. Conversation on International Finance, Federal Reserve Bank of New York, Monthly Review, August 1963, pp. 11421.",
        "; cited in Bulletin September 1964, 1125.",
        "Cairncross, Alec and Eichengreen, Barry 2003. Sterling in Decline: The Devaluations of 1931, 1949, and 1967. New York: Palgrave Macmillan Federal Reserve Bank of New York, Annual Report on Operations in Foreign Currencies, unpublished report submitted by the Special Manager of the System Open Market Account for Foreign Currency Operations to the Federal Open Market Committee, various issues.",
        "Federal Open Market Committee. Minutes of the Federal Open Market Committee, 10 January 1961 16 March 1976. Board of Governors of the Federal Reserve System: Washington, D. C.",
        "Federal Open Market Committee. (1962) Scope and Character of Initial Foreign Currency Operations of the System and Proposed Short-Term Program for Coordinated Treasury and System Operations in Foreign Currencies. Unpublished documents distributed to the FOMC by Messrs. Coombs and Young on February 6, 1962. Recorded in Records Section, February 12, 1962.",
        "Gavin, Francis J. (2004) Gold, Dollars, and Power, the Politics of International Monetary Relations, 1958-1971. Chapel Hill: The University of North Carolina Press.",
        "Hetzel, Robert L. (2008) The Monetary Policy of the Federal Reserve, A History. Cambridge University Press: New York Holland, Robert C. (1967) Criteria for Increasing Membership in the Federal Reserve Network of Reciprocal Currency Arrangements. Unpublished memorandum, 1 February 1967.",
        "International Monetary Fund (1972) Annual Report of the Executive directors for the Fiscal Year Ended April 30, 1972, Washington, D.C. James, Harold. 1996. International Monetary Cooperation Since Bretton Woods, New York: Oxford University Press. [HG 3881 .J33] MacLaury, Bruce K. 1969. Discussion of Questions Raised by Governor Maisel Concerning System Foreign Currency Operations, unpublished memorandum. 30 January 1969.",
        "Martin, William McC., Jr. (1961) Federal Reserve Operations in Perspective, Federal Reserve Bulletin. Board of Governors of the Federal Reserve System Washington, D.C. (February 1961), pp. 272-281. Reprint of a statement before the Joint Economic Committee on March 7, 1961.",
        "Meltzer, Allen H. 2009a. A History of the Federal Reserve, vol. II, book one, 1951-1969. University of Chicago Press: Chicago and London.",
        "Meltzer, Allan H. (2005) Origins of the Great Inflation, Federal Reserve Bank of St. Louis Review (March/April, part 2): 145-175.",
        "Meltzer, Allan H. (1991) U.S. Policy in the Bretton Woods Era, Federal Reserve Bank of St. Louis, Economic Review, May/June, pp. 54-83.",
        "Powell, James. A History of the Canadian Dollar, Canada: Bank of Canada, 2005. http://www.bankofcanada.ca/en/dollar_book/dollar_book.pdf.",
        "Romer, Christina D. and Romer, David H. (2002) The Evolution of Economic Understanding and Postwar Stabilization Policy, in Rethinking Stabilization Policy, A Symposium Sponsored by The Federal Reserve Bank of Kansas. Jackson Hole, Wyoming, August 29-31, 2002 [HB 3732 .R48] Solomon, Robert. 1982. The International Monetary System, 1945-1981. New York: Harper & Row Publishers. [HG 3881 .S5574 1982] Solomon, Robert. 1971. Use of Swap Network, unpublished memorandum (13 August).",
        "Solomon, Robert. 28 March 1968. The Two-Market System for Gold, unpublished memorandum. Federal Reserve System.",
        "Schwartz, Anna J. 1997. From Obscurity to Notoriety: A Biography of the Exchange Stabilization Fun, Journal of Money, Credit, and Banking, 29 (2): 135-153.",
        "Task Force on System Foreign Currency Operations. 1990. Legal Basis for Foreign-Exchange Operations. Paper #1 (31 January) unpublished.",
        "Task Force on System Foreign Currency Operations. 1990. Evolution of Formal Procedures for FOMC Oversight of System Foreign-Exchange Operations. Paper #2 (29 January) unpublished.",
        "Task Force on System Foreign Currency Operations. 1990. Federal Reserve-Treasury Coordination Paper #6 (18 January) unpublished.",
        "Task Force on System Foreign Currency Operations. 1990. Reciprocal Currency Arrangements (The Swap Network) Paper #9 (24 January 1990) unpublished.",
        "Task Force on System Foreign Currency Operations. Profits and Losses in U.S. ForeignCurrency Operations, Paper #10. 8 January 1990.",
        "Todd, Walker F. (1992) Disorderly Markets: The Law, History, and Economics of the Exchange Stabilization Fund and U.S. Foreign-Exchange Market Intervention, in George G. Kaufman, ed., Research in Financial Services: Private and Public Policy, Vol.",
        "4. Greenwich, Conn.: JAI Press Pp. 111-79 Triffin, Robert. 1957. Europe and the Monetary Muddle, from Bilateralism to NearConvertibility, 1947-1956. Westport, Conn: Greenwood Press. [HG 924/ .T69] Triffin, Robert. 1960. Gold and the Dollar Crisis, The Future of Convertibility. New Haven, Conn: Yale University Press. [HG 255 / T8] U.S. Treasury (February 9, 1962). Treasury Experience in the Foreign-Exchange Market, transmitted by Robert H. Knight, Treasury General Counsel to Ralph A. Young, Adviser to the Board of Governors of the Federal Reserve System, (12 pages with 5 tables).",
        "Recorded in Records Section on February 12, 1962.",
        "U.S. Treasury (February 6, 1962). Treasury Memorandum on Treasury and Federal Reserve Foreign Currency Operations and Policies--Relationships and Coordination (As Amended to Meet Federal Reserve Suggestions) (draft copy, 6 pages). Recorded in Records Section on February 12, 1962.",
        "Yeagar, Leland B. 1966. Internaitonal Monetary Relations, Theory, History, and Policy. Harper & Row Publishers: New York. Endnotes For an overview of Bretton Woods see: Meltzer (1991), Bordo (1993), and James (1996).",
        "Previous discussions of U.S. intervention during the period include Coombs (1976), Pauls (1990), Todd (1992), and Hetzel (1996).",
        "Article VI of the IMF Articles of Agreement authorized restrictions on financial flows. To construct the real price of gold, we deflate the official price using the nonseasonally adjusted consumer price index, 1982-84 =100.",
        "Coombs (1976, p. 48) notes: By the late fifties Washington officials were already dropping hints of government concern over the erosion of our gold stock, which further sensitized the qualms already felt by many European officials. Triffin (1960) suggested creating a source of non-dollar international reserves through the IMF. The IMF first issues Special Drawing Rights in January 1970.",
        "Unless otherwise indicated, data on gold in this section are from Board of Governors (1976) tables 14.1 & 14.3. These figures include a $344 million payment (gold subscription) to the IMF in 1959.",
        "Until 1968, U.S. law mandated a 25% gold reserve requirement on outstanding notes and liabilities of the Federal Reserve Banks. Chapter 5 discusses the Great Inflation in more detail.",
        "Meltzer 1991, Hetzel 1996, and Pauls 1990 also discuss the issues raised in this section.",
        "Hetzel (1996, p. 22) notes that most key European currencies were undervalued relative to the dollar.",
        "Budget deficit data are from the Economic Report of the President (2005), Table B-78, and include on-budget and off-budget balances.",
        "The data in this section appear in Bordo and Eichengreen (2008) appendix 2.",
        "See the discussions of FOMC decisions in Bordo and Eichengreen (2008).",
        "Eventually, policy makers referred to this program as Operation Nudge and later still as Operation Twist. Unless otherwise indicated, the information and data in this section about Treasury interventions come from: Treasury Experience in the Foreign-Exchange Market, and is hereafter referred to as U.S. Treasury, Experience See References. See also Bulletin September 1962, pp. 1138-1153.",
        "Congress established the Exchange Stabilization Fund under the Gold Reserve Act of 1934 for the purpose of foreign-exchange-market intervention. We discuss the ESF in chapter 2.",
        "U.S. Treasury Experience, (1962, p. 721). This statement, of course, ignores the cost of financing and covering the transactions. Debt prepayments stemmed from negotiations between the Eisenhower administration and Germany over the cost of troop deployment.",
        "We report data from the Desk Report (1963, p. 7 and p. B-23), which differ from the Bulletin (September 1962, p. 1144). The Treasury swaps were on an ad hoc basis. Unlike the Federal Reserve System, which we discuss below, the Treasury did not maintain formal reciprocal swap lines that reverted to a standby basis when not drawn down.",
        "The analysis in this section draws on the Federal Open Market Committee Minutes of September 12, 1961 and December 19, 1961. See also Hetzel (1996), Todd (1992), and FOMC Task Force Paper #1.",
        "These data on the ESF are discussed in U.S. Treasury, Memorandum (1962, p. 2). U.S. Treasury, Experience (1962) also contains a table showing foreign currency holdings. Whether the impetus for the Federal Reserve's participation in U.S. foreign-exchange operations originated with the Treasury or with the Federal Reserve System is not entirely clear.",
        "The Treasury's website suggests that the Treasury invited the Federal Reserve to participate in the interventions in 1962, and this is the conventional view (see www.ustreas.gov/offices/international-affairs/esf/history). The FOMC, Minutes, (January 9, 1962, p. 66-67), however, seem to suggest that the Federal Reserve System considered foreignexchange intervention on its own initiative. Coombs (1976 p. 71) suggests that Chairman Martin wanted to intervene.",
        "Todd (1992, pp. 134-135) argues that Hackley set out to interpret the Federal Reserve Act in a way that would support intervention, rather than to provide an objective interpretation of the statute. Although open-market operations, including foreign-exchange interventions, fell under the purview of the FOMC, these associated activities fell under the Board of Governor's jurisdiction.",
        "In 1920s and 1930s, however, the Federal Reserve Bank of New York was providing stabilization funds to foreign central banks; it was not directly defending the dollar's exchange value. Warehousing refers to a swap transaction between the Federal Reserve System and the U.S. Treasury in which the Treasury sells foreign currency to the System for dollars spot and buys it back forward at a specific rate and settlement date. See chapter 5 on warehousing.",
        "Hackley (1962, 19  20), however, did not believe that the Federal Reserve could deal directly with the IMF in any way other than in its capacity as an agent of the Treasury.",
        "Why the Treasury did not seek to increase the ESF's appropriation is unclear. The Treasury may have feared that Congress would only increase the ESF's appropriation if the Treasury would agree to some type of Congressional oversight. The ESF is unusual in that only the president and the secretary of the treasury can review its actions (see Schwarz, 1997).",
        "A copy of this letter is found in Task Force #2, 1990, appendix A.",
        "Governor Robertson expressed the reasons for his dissent at the 5 December 1961 FOMC meeting. See FOMC Minutes, 5 December 1962, pp. 57-62. See also Task Force #2, pp. 3-4.",
        "In 1982, with the onset of developing-country-debt problems, some members of Congress expressed concern that the Fed might use its authority to invest in foreign securities as a means of providing financial assistance to debtor countries (FOMC Task Force #1, pp. 23-24) This section is based on the discussion that appears in the FOMC Minutes 13 February 1962, pp. 82  95. See also Bulletin September 1962, pp. 1150  1153, and Task Force Paper #2, 1990. It is not clear when or how the System obtained these accounts. The Treasury also has maintained swap lines, but typically on an ad hoc basis. With the exception of a Mexican swap line, Treasury swaps were not reciprocal. Often the Treasury established swap with developing countries to provide those countries with temporary loans.",
        "The Treasury's first swap line was with Mexico in 1936. Moreover, the liquidity that swap drawings provided did not add to the U.S. balance-ofpayments deficit.",
        "The System sometimes undertook third party swaps in which it would swap one foreign currency for another. These were typically used to pay down an outstanding balance on swap line. In the late 1970s, as discussed in chapter 5, conditionality with respect to swap drawings became a problem and encouraged the United States to accumulate a large portfolio of foreign exchange.",
        "All this may seem to be an excessively roundabout way for the Federal to borrow foreign currencies. But apparently when the Federal Reserve Act was drafted, no one had contemplated such a need, and no explicit statutory provision for such borrowing was made. The swap technique, on the other hand, was clearly authorized and yielded precisely the same results as a direct borrowing from a foreign central bank. (Coombs 1976, p.77) Coombs (1976, p. 75-76) reprints the original swap agreement with the Bank of France. The European central banks include those of Austria, Belgium, England, France, Germany, Italy, the Netherlands, and Switzerland.",
        "In 1967, the FOMC did not accept a proposal to extend a swap line the Venezuela because that country did not meet IMF Article VIII requirements (FOMC Minutes 4 April 4, 1967, p. 86 13; Holland, 28 February 1967). In 1969, the FOMC did not accept a proposal to extend a swap line to Ireland because of its relatively small size (Reynolds 16 December 1969).",
        "See the previous discussion of the Guidelines For System Foreign Currency Operations. The data in this paragraph come from Solomon 13 August 1971, pp. 3-4. We do not have comparable data for the entire 1962 through 1971 period.",
        "For background see Bordo and Schembri( 2004) and Yeager (1966).",
        "Much of the information in this section is from MacLaury (30 January 1969) and pertains to operations prior to 1968. We have no information on such operations after 1968. Although U.S. monetary authorities did not undertake very many spot market transactions with the objective of affecting the exchange rate, they frequently made spot market purchase and sales of foreign exchange in conjunction with other activities. They might, for example, buy foreign currency in the spot market to repay a swap or to meet forward exchange commitments. Actually, the Bundesbank sold marks against dollars in Germany and the System took over the Bundesbank transactions. At this time the Netherlands bank, which maintained a fairly rigid limit on dollar accumulation, was also selling dollars spot into the market, so these transaction amounted to a market swap with the dollars reverting to the United States.",
        "The Treasury undertook similar transactions in 1962 or 1963.",
        "The G10 were: Belgium, Canada, France, Germany, Italy, Japan, the Netherlands, the United Kingdom, the United States, Sweden. Switzerland joined the GAB in 1964. Modern warehousing involves a spot purchase of foreign exchange from the Treasury coupled with a forward sale back to the Treasury. Chapter 5 discusses warehousing.",
        "The narrative in this section draws on the Bulletin 1963-1968.",
        "In fact, the U.K. pound experienced several crises between 1945 and 1962. Bordo et. al. (2010) offers a brief discussion and references.",
        "In early January 1963, the Federal Reserve drew $25 million equivalent British pounds from its swap line with the Bank of England and sold $5.6 million equivalent of this drawing to support the dollar.",
        "The System used its holdings of sterling to obtain other currencies during the year. On 31 March 1964, the System sold $10 million equivalent sterling to the U.S. Treasury, which used these fund to acquire Swiss francs through a sterling-Swiss franc swap with the BIS. In September and December, both the System and the U.S. Treasury swapped sterling for Dutch guilder. System and Treasury swaps of sterling for Swiss francs were reversed in December. The banks lent dollar reserves. See chapter 5 for a discussion of intervention tactics.",
        "As discussed below, France would not participate in a scheme that it equated with maintaining the reserve status of a specific currency, but offer a general line of credit to the United Kingdom (Coombs 1976, p. 134). After some cantankerous negotiation, other central banks reluctantly agreed to $400 million in credits (Coombs 1976, p. 143).",
        "Estimates of the gold points appear in the Desk Report (1964) and. Coombs (1976, p. 47).",
        "On the collapse of the Gold Pool see also: Coombs 1976, pp. 152-173.",
        "...Mr. Coombs said that the swap line with the French was useless. The only purpose in continuing the swap line was to symbolize some continuing link between the Bank of France and the Federal Reserve, and to avoid an overt disruption of relationships which might lead to market disturbances. (FOMC Minutes 23 August 1966, p. 21).",
        "The Netherlands Bank also sold $30 million in gold to the U.S. Treasury (FOMC Minutes, 8 June 1968, p. 3). The controls actually required French banks to break outstanding forward contracts with their customers and turn over to the Bank of France the spot foreign exchange held as cover for those contracts. The Bank of France also repaid $45 million of its swap debt in February and $12 million in March. The Treasury swapped nearly its entire mark portfolio for Swiss francs during the Cuban missile crisis.",
        "See Coombs, et al. 1963, pp. 114-21.",
        "In 1968, the Treasury issued $625 million equivalent mark-denominated securities to the Bundesbank as part of an agreement reached with the German government in 1967 and renewed in 1968 to neutralize the costs of U.S. troops stationed in Germany. In the year, the Treasury redeemed a $50 million mark-denominated security held by the Bundesbank. In addition, the Treasury issued $125 million equivalent medium-term securities to German banks as part of the 1968 agreement. The total U.S. Treasury, mark-denominated securities increased $700 million in 1968 to $1.3 billion. In October, the U.S. Treasury bought a modest amount of marks to meet coming forward commitments. The possibility of an imminent mark revaluation left the Treasury, with outstanding forward commitments to sell marks, exposed. On November 18, the System sold the Treasury $52.3 million to provide partial cover.",
        "At their Bonn meeting on November 20, 1968, the G10 countries recommended that Germany revalue the mark.",
        "The narrative in this section draws on the Bulletin 1963-1968.",
        "Following the closing of the U.S. gold window, the French foreign exchange market closed until August 23, when it re-opened on a two-tier basis. The Bank of France would defend an official rate for trade and related transactions. All other transaction would occur at a floating market rate. Pressure continued on the official rate, and French reserves increased $1.1 billion in August 1971.",
        "Canada allowed the dollar to float from September 1950 to 3 May 1960; see Bordo, et al. (2010). Germany's experience was far from unique. Other countries, including Belgium, France, Japan, the Netherlands, and the United Kingdom had similar experiences with reserve accumulations.",
        "At the end of January 1973, the System held only $67.4 million equivalent marks in its portfolio. It financed most of the February sales through the direct acquisitions of marks from a central bank. The System also drew on its swap lines, but repaid the drawing within the month.",
        "In July 1973, most of the swap lines were increased to allow for renewed U.S. foreign exchange interventions, see chapter 5. At this time the line with the Swiss National Bank increased from $1.0 billion to $1.4 billion and the Swiss franc line with the BIS rose from $1.0 billion to $1.25 billion."
    ]
}