{
    "id": 16945,
    "cites": 89,
    "cited_by": 38,
    "reference": [
        "Alesina, Alberto, Filipe Campante, and Guido Tabellini, 2008, Why is Fiscal Policy Often Procyclical? Journal of the European Economic Association, 6, no. 5, September, 1006-1036.",
        "Alesina, Alberto, Ricardo Hausmann, Rudolf Hommes, and Ernesto Stein, 1999, Budget institutions and fiscal performance in Latin America, Journal of Development Economics, Vol. 59 , 253273.",
        "Alesina, Alberto and Roberto Perotti, 1995, The Political Economy of Budget Deficits, - Staff PapersInternational Monetary Fund, 42, no. 1, March: 1-31.",
        "Alesina, Alberto and Roberto Perotti, 1996, Fiscal Discipline and the Budget Process , American Economic Review, Vol. 86, No. 2, Papers and Proceedings (May), pp. 401-407 Aninat, CristÃ\u0083Â³bal, John Landregan, Patricio Navia, and JoaquÃ\u0083Â­n Vial, 2006, Political Institutions, Policymaking Processes and Policy Outcomes in Chile, Research Network Working Paper R-521, InterAmerican Development Bank, February.",
        "Arezki, Rabah, and Markus BrÃ\u0083Â¼ckner, 2010a, International Commodity Price Shocks, Democracy, and External Debt, IMF Working Paper 10/53 (International Monetary Fund: Washington, DC).",
        "Arezki, Rabah, and Markus BrÃ\u0083Â¼ckner, 2010b, Resource Windfalls and Emerging Market Sovereign Bond Spreads: The Role of Political Institutions (International Monetary Fund: Washington, DC).",
        "Arezki, Rabah, and Kareem Ismail, 2010, Boom-Bust Cycle, Asymmetrical Fiscal Response and the Dutch Disease, IMF WP/10/94 (International Monetary Fund: Washington DC), April.",
        "Ashiya, Mashahiro, 2007, Forecast Accuracy of the Japanese Government: Its Year-Ahead GDP Forecast is Too Optimistic, Japan and the World Economy 19, no. 1, January, 68-85.",
        "Auerbach, Alan, 1994, The U.S. Fiscal Problem: Where We are, How We Got Here and Where We're Going, NBER Macroeconomics Annual 1994, Volume 9, pp. 141-186. NBER WP No. 4709.",
        "Auerbach, Alan, 1999, On the Performance and Use of Government Revenue Forecasts, National Tax Journal, vol. 52, no. 4, pp. 765-782.",
        "Balagtas, Joseph, and Matthew Holt, 2009, The Commodity Terms of Trade, Unit Roots and Nonlinear Alternatives: A Smooth Transition Approach, American Journal of Agricultural Economics, Volume 91 Issue 1, pp. 87  105.",
        "Beetsma, Roel, and Massimo Giuliodori, 2010, Fiscal Adjustment to Cyclical Developments in the OECD: An Empirical Analysis Based on Real-Time Data, Oxford Economic Papers, Forthcoming.",
        "Beetsma, Roel, Massimo Giuliodori, and Peter Wierts, 2009, Planning to Cheat: EU Fiscal Policy in Real Time, Economic Policy 24, 60, 753-804.",
        "Beetsma, Roel, Massimo Giuliodori, Mark Walschot, and Peter Wierts, 2010, Fifty Years of Fiscal Planning and Implementation in the Netherlands, CEPR Discussion Paper No. 7969, Centre for Economic Policy Research, August.",
        "BrÃ\u0083Â¼ck, Tilman, and Andreas Stephan, 2006, Do Eurozone Countries Cheat with their Budget Deficit Forecasts? Kyklos 59, no. 1, Feb., 3-15.",
        "Buchanan, James, 1967, Public Finance in Democratic Process: Fiscal Institutions and Individual Choice (University of North Carolina Press).",
        "Caballero, Ricardo, 2002, Coping with Chile's External Vulnerability: A Financial Problem, in Economic Growth: Sources, Trends, and Cycles, edited by Norman Loayza and Raimundo Soto (Central Bank of Chile: Santiago), pp. 377-416.",
        "CalderÃ\u0083Â³n, CÃ\u0083Â©sar, Roberto Duncan and Klaus Schmidt-Hebbel, 2010, Institutions and Cyclical Properties of Macroeconomic Policies in the Global Economy, Documentos de Trabajo 372, Instituto de Economia, Pontificia Universidad CatÃ\u0083Â³lica de Chile.",
        "CalderÃ\u0083Â³n, CÃ\u0083Â©sar, and Klaus Schmidt-Hebbel, 2003, Macroeconomic Policies and Performance in Latin America, Journal of International Money and Finance 22, no.7, December, pp. 895-923.",
        "CalderÃ\u0083Â³n, CÃ\u0083Â©sar, and Klaus Schmidt-Hebbel, 2008, Business Cycles and Fiscal Policies: The Role of Institutions and Financial Markets, Working Paper 481, Central Bank of Chile.",
        "CÃ\u0083Â¡rdenas, Mauricio, Carolina MejÃ\u0083Â­a, and Mauricio Olivera, 2009, The Political Economy of the Budget Process in Colombia, in Who Decides the Budget, A Political Economy Analysis of the Budget Process in Latin America, edited by Mark Hallerberg, Carlos Scartascini and Ernesto Stein (IDB and David Rockefeller Center for Latin American Studies, Harvard University). Spanish version, La economÃ\u0083Â­a polÃ\u0083Â­tica del proceso presupuestal en Colombia, Working paper No. 31, Fedesarrollo, 2006.",
        "Chang, Chia-Lin, Philip Hans Franses, and Michael McAleer, 2009, How Accurate are Government Forecasts of Economic Fundamentals: The Case of Taiwan, July.",
        "Corbo, Vittorio, and Stanley Fischer, 1994, Lessons from the Chilean Stabilization and Recovery, in The Chilean Economy: Policy Lessons and Challenges, edited by Barry Bosworth, Rudiger Dornbusch and RaÃ\u0083Âºl LabÃ\u0083Â¡n (Brookings Institution: Washington, DC), pp. 29-67.",
        "Cuddington, John, 1989, Commodity Export Booms in Developing Countries, World Bank Research Observer 4, 143-165.",
        "Cuddington, John, 1992, Long-Run Trends in 26 Primary Commodity Prices, Journal of Development Economics, 39, 207-27.",
        "Cuddington, John, and Daniel Jerrett, 2008, Super Cycles in Real Metals Prices? IMF Staff Papers, 55, December, 541-565.",
        "Cuddington, John, Rodney Ludema and Shamila Jayasuriya, 2007, Prebisch-Singer Redux, in Natural Resources: Neither Curse Nor Destiny (Stanford Univ. Press, Palo Alto, and World Bank, Washington DC): 103-140.",
        "Cuddington, John, and Carlos M. Urzua, 1989, Trends and Cycles in the Net Barter Terms of Trade: A New Approach, Economic Journal 99: 426-42.",
        "Davis, Jeffrey, Rolando Ossowski, James Daniel, and Steven Barnett, 2001, Oil Funds: Problems Posing as Solutions? Finance and Development 38, no.4 (IMF, Washington DC).",
        "Davis, Jeffrey, Rolando Ossowski, James Daniel, and Steven Barnett, 2003, Stabilization and Savings Funds for Nonrenewable Resources: Experience and Fiscal Policy Implications, in J.Davis, R.Ossowski, and A.Fedelino, editors, Fiscal Policy Formulation and Implementation in Oil-Producing Countries (IMF: Washington DC).",
        "Edwards, SebastiÃ\u0083Â¡n, and Alejandra Cox Edwards, 1991, Monetarism and Liberalization: the Chilean Experiment (University of Chicago Press: Chicago).",
        "Edwards, SebastiÃ\u0083Â¡n, and Alejandra Cox Edwards, 2000, Economic reforms and labour markets: policy issues and lessons from Chile, Economic Policy.",
        "Engel, Eduardo, Mario Marcel y Patrico Meller, 2007, Meta de SuperÃ\u0083Â¡vit Estructural: elementos para su anÃ\u0083Â¡lisis, Report prepared for the Ministry of Finance.",
        "Engel, Eduardo, Christopher Neilson and Rodrigo ValdÃ\u0083Â©s, 2011, Chile's Structural Balance Rule as Social Policy, Yale University, January 2.",
        "Ffrench-Davis, Ricardo, 2010, Economic Reforms in Chile: From Dictatorship to Democracy, (Palgrave McMillan, NY, 2nd ed.). Fisher, Ronald A., 1936, Has Mendel's Work Been Rediscovered? Annals of Science, Volume 1: 11537.",
        "Forni, Lorenzo, and Sandro Momigliano, 2004, Cyclical Sensitivity of Fiscal Policies Based on Real-Time Data, Economic Research Department, Temi di discussione (Economic working papers) no. 540, Bank of Italy.",
        "Frankel, Jeffrey, 1986, Expectations and Commodity Price Dynamics: The Overshooting Model, American Journal of Agricultural Economics 68, 2, May, 344-48.",
        "Frankel, Jeffrey, 2003, Republican and Democratic Presidents Have Switched Economic Policies, Milken Institute Review, vol. 5, no. 1, 1st Quarter, pp. 18-25.",
        "Frankel, Jeffrey, 2008a, The Effect of Monetary Policy on Real Commodity Prices, in Asset Prices and Monetary Policy (University of Chicago Press: Chicago), edited by John Campbell, 291-327.",
        "Frankel, Jeffrey, 2008b, Snake-Oil Tax Cuts, Briefing Paper 221 (Economic Policy Institute, Washington DC).",
        "Frankel, Jeffrey, 2010, The Natural Resource Curse: A Survey, forthcoming in Brenda Shaffer, ed., Export Perils (University of Pennsylvania Press). NBER WP 15836.",
        "Frendreis, John, and Raymond Tatalovich, 2000, Accuracy and Bias in Macroeconomic Forecasting by the Administration, the CBO, and the Federal Reserve Board, Polity Vol. 32, No. 4 (Summer), pp. 623-632.",
        "GalÃ\u0083Â­, Jordi, and Roberto Perotti, 2003, Fiscal Policy and Monetary Integration in Europe, Economic Policy 37: 533-572.",
        "Gallego, Francisco, Leonardo HernÃ\u0083Â¡ndez, and Klaus Schmidt-Hebbel, 2002, Capital Controls in Chile: Were They Effective? in Leonardo HernÃ\u0083Â¡ndez and Klaus Schmidt-Hebbel, editors, Banking, Financial Integration, and International Crises, chapter 12, pp. 361-412.",
        "Gavin, Michael and Roberto Perotti, 1997, Fiscal Policy in Latin America, NBER Macroeconomics Annual, Vol. 12, pp. 11-61.",
        "Gavin, Michael, Ricardo Hausmann, Roberto Perotti and Ernesto Talvi, 1996, Managing Fiscal Policy in Latin America and the Caribbean: Volatility, Procyclicality, and Limited Creditworthiness, InterAmerican Development Bank, RES Working Papers 4032.",
        "Gelb, Alan, 1986, Adjustment to Windfall Gains: A Comparative Analysis of Oil-Exporting Countries, in Natural Resources and the Macroeconomy: A Theoretical Framework, in J.Peter Neary and van Sweder Wijnbergen, eds., Natural Resources and the Macroeconomy (MIT Press: Cambridge), 54-93.",
        "Grilli, Enzo, and Maw Cheng Yang, 1988, Primary Commodity Prices, Manufactured Goods Prices, and the Terms of Trade of Developing Countries: What the Long Run Shows, World Bank Economic Review 2, no. 1, 1-47.",
        "Hadass, Yael, and Jeffrey Williamson, 2003, Terms of Trade Shocks and Economic Performance 18701940: Prebisch and Singer Revisited, Economic Development and Cultural Change (University of Chicago Press), vol. 51(3), pages 629-56, April. NBER WP 8188, 2001.",
        "Hartwick, John, 1977, Intergenerational Equity and the Investing of Rents from Exhaustible Resources, American Economic Review, Vol. 67, No. 5, Dec., pp. 972-974.",
        "Harvey, David, Neil Kellard, Jakob Madsen, and Mark Wohar, 2010, The Prebisch-Singer Hypothesis: Four Centuries of Evidence, Review of Economics and Statistics, 92, no. 2, May, 367-377.",
        "Hotelling, Harold, 1931, The Economics of Exhaustible Resources, Journal of Political Economy, 39, no. 2, 137-75.",
        "Ilzetski, Ethan, and Carlos Vegh, 2008, Procyclical Fiscal Policy in Developing Countries: Truth or Fiction? NBER WP no. 14191.",
        "Jonung, Lars, and Martin Larch, 2006, Improving Fiscal Policy in the EU: The Case for Independent Forecasts, Economic Policy, 21(47), pp. 491534.",
        "Kaminsky, Graciela, Carmen Reinhart, and Carlos Vegh, 2005, When It Rains, It Pours: Procyclical Capital Flows and Macroeconomic Policies, NBER Macroeconomics Annual 2004, Vol. 19, pages 11-82.",
        "Kellard, Neil, and Mark Wohar, 2006, On the prevalence of trends in primary commodity prices , Journal of Development Economics, 79, no.1, February, 146-167.",
        "Larrain, Felipe, and Francisco Parro, 2006, Chile Menos Volatil, Central Bank of Chile, May.",
        "Larrain, Felipe, Jeffrey Sachs, and Andrew Warner, 2000,  A Structural Analysis of Chile's LongTerm Growth: History, Prospects and Policy Implications, Paper prepared for the Government of Chile (Earth Institute: NY), January.",
        "Lefort, Guillermo, 2006, PolÃ\u0083Â­tica Fiscal con Meta Estructural en la Experiencia Chilena, [Structural Fiscal Policies to Target in the Chilean Experience] the Group of Latin American Debt Management Specialists, IDB, Cartagena, Colombia.",
        "Madrid-Aris, Manuel, and Marcelo Villena, 2005, The Commoditization of the Chilean Economy: Some Stylized Facts About its Economy, Universidad Santa Maria, Chile.",
        "Marcel, Mario, Marcelo Tokman, Rodrigo ValdÃ\u0083Â©s, and Paula Benavides, 2001, Structural Budget Balance: Methodology and Estimation for the Chilean Central Government 1987-2001, Series of Studies on Public Finance, Ministry of Finance, Chile. At http://www.dipres.cl/572/propertyvalue-15408.html.",
        "Marinheiro, Carlos. 2008, The Stability and Growth Pact, Fiscal Policy Institutions and Stabilization in Europe, International Economics and Economic Policy, Springer, vol. 5(1), July, pp. 189-207.",
        "Marinheiro, Carlos. 2010, Fiscal Sustainability and the Accuracy of Macroeconomic Forecasts: Do Supranational Forecasts Rather than Government Forecasts Make a Difference?, GEMF Working Papers 2010-07, Faculdade de Economia, Universidade de Coimbra. Forthcoming, International Journal of Sustainable Economy.",
        "McNab, Robert M., Mark Rider, Kent Wall, 2007, Are Errors in Official US Budget Receipts Forecasts Just Noise? Andrew Young School Research Paper Series Working Paper 07-22, April.",
        "McNees, Stephen, 1995, An Assessment of the Official Economic Forecasts, New England Economic Review.",
        "Medas, Paolo, and Daria Zakharova, 2009, Primer on Fiscal Analysis in Oil-Producing Countries, IMF working paper 56, March.",
        "Medina, Juan Pablo, and Claudio Soto, 2007, Copper Price, Fiscal Policy and Business Cycle in Chile, Banco Central de Chile Documentos de Trabajo, Central Bank of Chile Working Papers N 458 Diciembre.",
        "Mendoza, Enrique G. and P. Marcelo Oviedo, 2006, Fiscal Policy and Macroeconomic Uncertainty in Developing Countries: The Tale of the Tormented Insurer, NBER Working Paper No. 12586, October.",
        "MÃ\u0083Â¼hleisen, Martin, Stephan Danninger, David Hauner, KornÃ\u0083Â©lia KrajnyÃ\u0083Â¡k, and Bennett Sutton, 2005, How Do Canadian Budget Forecasts Compare With Those of Other Industrial Countries? IMF Working Papers 05/66, April.",
        "Neut, Alejandro, and Andres Velasco, 2003, Tough Policies, Incredible Policies? NBER Working Paper No. 9932, September.",
        "O'Neill, Tim, 2005, Review of Canadian Fiscal Forecasting: Processes and Systems, Department of Finance, Canada, June. http://www.fin.gc.ca/toc/2005/oneil_-eng.asp Ossowski, Rolando, Mauricio Villafuerte, Paulo Medas, and Theo Thomas, 2008, Managing the Oil Revenue Boom: The Role of Fiscal Institutions, Occasional Paper No. 260 (International Monetary Fund: Washington, DC).",
        "Perry, Guillermo, 2003, Can Fiscal Rules Help Reduce Macroeconomic Volatility in the Latin America and Caribbean Region? World Bank Policy Research Working Paper No. 3080, June.",
        "Perry, Guillermo, 2009, Beyond Lending How Multilateral Banks Can Help Developing Countries Manage Volatility (Center for Global Development: Washington DC).",
        "Persson, Torsten, and Guido Tabellini, 2004, Constitutional Rules and Fiscal Policy Outcomes, American Economic Review, 94, Number 1, March, pp. 25-45.",
        "Pindyck, Robert, 1999, The Long-Run Evolution of Energy Prices, The Energy Journal; 20, 2.",
        "Poterba, James, 1997, Do Budget Rules Work? in A.Auerbach ed., Fiscal Policy: Lessons From Empirical Research (Cambridge: MIT Press). pp.53-86.",
        "Poterba, James, and JÃ\u0083Â¼rgen von Hagen, 1999, Editors, Fiscal Institutions and Fiscal Performance (University of Chicago Press).",
        "Reinhart, Carmen, and Peter Wickham, 1994, Commodity Prices: Cyclical Weakness or Secular Decline? IMF Staff Papers 41, June.",
        "Rodriguez Cabello, Jorge, Carla Tokman Ramos, and Alejandra Vega Carvallo, 2007, Structural Balance Policy in Chile, Studies in Public Finance, Ministry of Finance, Government of Chile, December [English translation of Study no. 7, December 2006.] Santiso, Carlos, 2005, Budget Institutions and Fiscal Responsibility: Parliaments and the Political Economy of the Budget Process in Latin America, World Bank Institute.",
        "Sinnott, Emily, 2009, Commodity Prices and Fiscal Policy in Latin America and the Caribbean, presented at workshop on Myths and Realities of Commodity Dependence: Policy Challenges and Opportunities for Latin America and the Caribbean, World Bank, Sept. 17-18, 2009.",
        "Solow, Robert, 1986, On the Intergenerational Allocation of Natural Resources, The Scandinavian Journal of Economics, Vol. 88, No. 1, pp. 141-149.",
        "Stein, Ernesto, Ernesto Talvi, and Alejandro Grisanti, 1999, Institutional Arrangements and Fiscal Performance: The Latin American Experience, in James Poterba and JÃ\u0083Â¼rgen von Hagen, editors, Fiscal Institutions and Fiscal Performance (University of Chicago Press).",
        "Strauch, Rolf, Mark Hallerberg and JÃ\u0083Â¼rgen von Hagen. 2009. How Forms of Fiscal Governance Affect Fiscal Performance, In Fiscal Governance in Europe, ed. M. Hallerberg, R. Strauch and J. v. Hagen (Cambridge University Press). Revised version of Von Hagen, Hallerberg, and Strauch, 2004, Budgetary Forecasts in Europe  The Track Record of Stability and Convergence Programmes, ECB WP No. 30.",
        "Talvi, Ernesto, and Carlos Vegh, 2005, Tax Base Variability and Procyclicality of Fiscal Policy, Journal of Development Economics 78, no. 1, 156-190.",
        "Tornell, Aaron, and Philip Lane, 1999, The Voracity Effect, American Economic Review 89, no. 1, March: 22-46.",
        "Velasco, AndrÃ\u0083Â©s, 1994, The State and Economic Policy: Chile 1952-92, in The Chilean Economy: Policy Lessons and Challenges, edited by Barry Bosworth, Rudiger Dornbusch and RaÃ\u0083Âºl LabÃ\u0083Â¡n (Brookings Institution: Washington, DC), pp. 379-410.",
        "Velasco, AndrÃ\u0083Â©s, Luis Felipe CÃ\u0083Â©spedes, Jorge RodrÃ\u0083Â­guez Cabello, and Alberto Arenas de Mesa, 2007, Compromisos Fiscales y la Meta de SuperÃ\u0083Â¡vit Estructural Serie de Estudios de Finanzas PÃ\u0083Âºblicas N9, DIPRES, Ministerio de Hacienda, Chile, Mayo. At http://www.dipres.gov.cl/572/articles-21645_doc_pdf.pdf Velasco, AndrÃ\u0083Â©s, Alberto Arenas de Mesa, Jorge RodrÃ\u0083Â­guez Cabello, Michael Jorratt de Luis, and CristÃ\u0083Â³bal Gamboni, 2010, The Structural Balance Approach to Fiscal Policy in Chile: Results, Methodology and Application to the Period 2006  2009, DIPRES, Ministerio de Hacienda, Chile, Feb. At http://www.dipres.gov.cl/572/articles-60584_doc_pdf.pdf .",
        "von Hagen, JÃ\u0083Â¼rgen, and Ian Harden, 1995, Budget Processes and Commitment to Fiscal Discipline, European Economic Review, Volume 39, Issues 3-4, April, Pages 771-779.",
        "Wyplosz, Charles, 2005, Fiscal Policy: Institutions versus Rules, National Institute Economic Review. Also CEPR Discussion Papers no. 3238."
    ]
}