{
    "id": 16941,
    "cites": 30,
    "cited_by": 7,
    "reference": [
        "Almeida, Heitor, Murillo Campello and Michael S. Weisbach, 2004, The Cash Flow Sensitivity of Cash, Journal of Finance, 59, 1777-1804.",
        "Almeida, Heitor, Murillo Campello and Michael S. Weisbach, 2009, Corporate Financial and Investment Policies when Future Financing is not Frictionless, Journal of Corporate Finance, forthcoming.",
        "Baker, Malcolm, 2009, Capital Market Driven Corporate Finance, Annual Review of Financial Economics, Vol. 1, 181-205.",
        "Barnea, Amir, Robert A. Haugen and Lemma W. Senbet, 1980, A Rationale for Debt Maturity Structure and Call Provisions in the Agency Theoretic Framework, Journal of Finance, 35, 1223-1234.",
        "Berkovitch, Elazar and E. Han Kim, 1990, Financial Contracting and Leverage Induced Over- and UnderInvestment Incentives, Journal of Finance, 45, 765-794.",
        "Bolton, Patrick and Freixas, Xavier, 2000, Equity, bonds and bank debt: capital structure and financial market equilibrium under asymmetric information. Journal of Political Economy 108, 324-351.",
        "Caballero, Ricardo J. and Arvind Krishnamurthy, 2008, Collective Risk Management in a Flight to Quality Episode, Journal of Finance 63, 2195-2230.",
        "Chava, Sudheer and Michael R. Roberts, 2008, How does financing impact investment? The role of debt covenants. Journal of Finance, 63, 2085-2121.",
        "Diamond, Douglas W., 1991, Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics, 106, 709-737.",
        "Flannery, Mark J., 1986, Asymmetric Information and Risky Debt Maturity Choice, Journal of Finance, 41, 19-37.",
        "Graham, John R. and Campbell R. Harvey, 2001, The theory and practice of corporate finance: evidence from the field, Journal of Financial Economics, 187-244.",
        "Gomes, Armando and Gordon Phillips, 2007, Private and Public Security Issuance by Public Firms: The Role of Asymmetric Information, Working Paper, University of Maryland.",
        "Holmstrom, Bengt and Jean Tirole, 1997, Financial Intermediation, loanable funds, and the real sector, Quarterly Journal of Economics 112, 663-691.",
        "Hovakimian, Armen, Ayla Kayhan, and Sheridan Titman, 2009, Crediting Rating Targets, Working Paper, University of Texas.",
        "Jung, Kooyul, Yong-Cheol Kim, and Rene Stulz, 1996, Timing, investment opportunities, managerial discretion, and security issue decisions, Journal of Financial Economics, 159-185.",
        "Kahle, Kathleen M., and Rene M. Stulz, 2010, Financial Policies and the Financial Crisis: How Important Was the Systemic Credit Contractions for Industrial Corporations?, Dice Center Working Paper 2010-13.",
        "Kim, Woojin and Michael S. Weisbach, 2008, Motivations for public equity offers: An international perspective, Journal of Financial Economics, 87, 281-301.",
        "Kisgen, Darren J., 2008, Do firms target credit ratings or leverage levels?, Journal of Financial and Quantitative Analysis.",
        "Korajczyk, Robert A. and Amnon Levy, 2003, Capital structure choice: Macroeconomic conditions and financial constraints, Journal of Financial Economics, 68, 75-109.",
        "Lewis, Craig, Richard Rogalski, and James Seward, 1999. Is convertible debt a substitute for straight debt or for common equity? Financial Management 28, 5-27.",
        "Lown, Cara S., Donald P. Morgan, and Sonali Rohatgi, 2000. Listening to loan officers: the impact of commercial credit standards on lending and output, Economic Policy Review, Federal Reserve Bank of New York Jul, 1-16.",
        "Moore, Goeffrey H., 1980, Business Cycles, Inflation and Forecasting, National Bureau of Economic Research Studies in Business Cycles, No. 24, Ballinger Publishing Company.",
        "Myers, Stewart C., 1977, Determinants of Corporate Borrowing, Journal of Financial Economics, 5, 147176.",
        "Passov, Richard, 2003, How Much Cash Does your Company Need?, Harvard Business Review, November, 1-8.",
        "Santos, Joao, A.C., and Andrew Winton, 2008, Bank Loans, Bonds, and Information Monopolies across the Business Cycle, Journal of Finance 63, 1315-1359.",
        "Smith, Clifford and Jerold Warner, 1979, On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics, 7, 117-161.",
        "Stein, Jeremy, 1992, Convertible Bonds as Backdoor Equity Financing, Journal of Financial Economics, 32, 3-21.",
        "Stulz, Rene M. and Herb Johnson, 1985, An Analysis of Secured Debt, Journal of Financial Economics, 14, 501-521.",
        "Vayanos, Dimitri, 2004, Flight to Quality, Flight to Liquidity, and the Pricing of Risk, NBER Working Paper 10327.",
        "Zhang, Zhipeng, 2008, Recovery Rates and Macroeconomic Conditions: The Role of Loan Covenants, Working Paper."
    ]
}