{
    "id": 16949,
    "cites": 38,
    "cited_by": 18,
    "reference": [
        "Berg, Joyce, Robert Forsythe, Forrest Nelson and Thomas Rietz. 2008. Results from a Dozen Years of Election Futures Markets Research. In The Handbook of Experimental Economics Results, ed. Charles R. Plott and Vernon L. Smith. Elsevier: Handbooks in Economics series.",
        "Den Hartog, Chris and Nathan W. Monroe. 2008. The Value of Majority Status: The Effect of Jeffords' Switch on Asset Prices of Republican and Democratic Firms. Legislative Studies Quarterly 33(1):6384.",
        "Dooley, Patrick. 2008. Elections and Market Capitalization Effects: Evidence from the 2004 US Presidential Election. Dartmouth College, mimeo.",
        "Downs, Anthony. 1957. An Economic Theory of Democracy. New York, NY: Harper Collins.",
        "Fair, Ray C. 1978. The Effect of Economic Events on Votes for President. The Review of Economics and Statistics 60(2):159173.",
        "Fair, Ray C. 1996. Econometrics and Presidential Elections. The Journal of Economic Perspectives 10(3):89102.",
        "Fair, Ray C. 2004. Presidential Vote Equation--October 29, 2004. Yale University, mimeo, http://fairmodel.econ.yale.edu/vote2004/vot1004.htm.",
        "Fiorina, Morris P. 1981. Retrospective Voting in American National Elections. New Haven, CT: Yale University Press.",
        "Fisman, Ray. 2001. Estimating the Value of Political Connections. The American Economic Review 91(4):10951102.",
        "Gilligan, Thomas W. and Keith Krehbiel. 1988. Complex Rules and Congressional Outcomes: An Event Study of Energy Tax Legislation. Journal of Politics 50(3):625654.",
        "Herron, Michael C. 2000. Estimating the Economic Impact of Political Party Competition in the 1992 British Election. American Journal of Political Science 44(2):326337.",
        "Herron, Michael C., James Lavin, Donald Cram and Jay Silver. 1999. Measurement of Political Effects in the United States Economy: A Study of the 1992 Presidential Election. Economics and Politics 11(1):5181.",
        "Jayachandran, Seema. 2006. The Jeffords Effect. The Journal of Law and Economics 49(2):397425.",
        "Kinder, Donald R. and D. Roderick Kiewiet. 1979. Economic Discontent and Political Behavior: The Role of Personal Grievances and Collective Economic Judgments in Congressional Voting. American Journal of Political Science 23(3):495527.",
        "Kinder, Donald R. and D. Roderick Kiewiet. 1981. Sociotropic Politics: The American Case. British Journal of Political Science 11(2):129161. References1 Knight, Brian. 2006. Are Policy Platforms Capitalized into Equity Prices? Evidence from the Bush/Gore 2000 Presidential Election. Journal of Public Economics 90(4-5):751773.",
        "Kramer, Gerald H. 1971. Short-Term Fluctuations in US Voting Behavior, 1896-1964. The American Political Science Review 65(1):131143.",
        "Leigh, Andrew, Justin Wolfers and Eric Zitzewitz. 2003. What do Financial Markets Think of the War with Iraq? NBER Working Paper #9587 .",
        "Lewis-Beck, Michael S. 1988. Economics and Elections: The Major Western Democracies. Ann Arbor: The University of Michigan Press.",
        "Lewis-Beck, Michael S. and Martin Paldam. 2000. Economic Voting: An Introduction. Electoral Studies 19(2-3):113121.",
        "Malkiel, Burton G. 2003. The Efficient Market Hypothesis and Its Critics. Journal of Economic Perspectives 17(1):5982.",
        "Mattozzi, Andrea. 2008. Can We Insure Against Political Uncertainty? Evidence from the U.S. Stock Market. Public Choice 137(12):4355.",
        "Monroe, Nathan W. 2008. Majority Party Dividends: The Effect of the 1994 Election on Asset Prices of Republican Constituent Firms. Michigan State University, mimeo.",
        "Rhode, Paul W. and Koleman S. Strumpf. 2004. Historical Presidential Betting Markets. Journal of Economic Perspectives 18(2):127142.",
        "Rhode, Paul W. and Koleman S. Strumpf. 2006. Manipulating Political Stock Markets: A Field Experiment and a Century of Observational Data. University of Arizona, mimeo.",
        "Rhode, Paul W. and Koleman S. Strumpf. 2008. Historical Election Betting Markets: An International Perspective. University of Arizona, mimeo.",
        "Roberts, Brian E. 1990a. A Dead Senator Tells No Lies: Seniority and the Distribution of Federal Benefits. American Journal of Political Science 34(1):3158.",
        "Roberts, Brian E. 1990b. Political Institutions, Policy Expectations, and the 1980 Election: A Financial Market Perspective. American Journal of Political Science 34(2):289310.",
        "Rogerson, William P. 1989. Profit Regulation of Defense Contractors and Prizes for Innovation.  The Journal of Political Economy 97(6):12841305.",
        "Santa-Clara, Pedro and Rossen Valkanov. 2003. The Presidential Puzzle: Political Cycles and the Stock Market. The Journal of Finance 58(5):18411872.",
        "Schnietz, Karen E. 2000. The Institutional Foundation of US Trade Policy: Revisiting Explanations for the 1934 Reciprocal Trade Agreements Act. Journal of Policy History 12(4):417444. References2 Schwert, G. William. 1981. Using Financial Data to Measure Effects of Regulation. Journal of Law and Economics 24(1):121158.",
        "Slemrod, Joel and Timothy Greimel. 1999. Did Steve Forbes Scare the US Municipal Bond Market? Journal of Public Economics 74(1):8196.",
        "Snowberg, Erik, Justin Wolfers and Eric Zitzewitz. 2007a. Partisan Impacts on the Economy: Evidence from Prediction Markets and Close Elections. The Quarterly Journal of Economics 122(2):807829.",
        "Snowberg, Erik, Justin Wolfers and Eric Zitzewitz. 2007b. Party Influence in Congress and the Economy. Quarterly Journal of Political Science 2(3):277286.",
        "White, Halbert. 1980. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity. Econometrica 48(4):817838.",
        "Wolfers, Justin and Eric Zitzewitz. 2004. Prediction Markets. Journal of Economic Perspectives 18(2):107126.",
        "Wolfers, Justin and Eric Zitzewitz. 2005. Five Open Questions About Prediction Markets. In Information Markets: A New Way of Making Decisions in the Public and Private Sectors, ed. Robert Hahn and Paul Tetlock. Washington, D.C.: AEI-Brookings Press.",
        "Wolfers, Justin and Eric Zitzewitz. 2006. Interpreting Prediction Market Prices as Probabilities.  NBER Working Paper #12200 .",
        "Wolfers, Justin and Eric Zitzewitz. 2008. Using Markets to Inform Policy: The Case of the Iraq War. Economica - Forthcoming 76(302):225250. References3"
    ]
}