{
    "id": 16953,
    "cites": 124,
    "cited_by": 7,
    "reference": [
        "Aaron, Henry J., and William B. Schwartz (with Melissa Cox). 2005. Can We Say No? The Challenge of Rationing Health Care. Washington, D.C.: Brookings Institution Press.",
        "Abelson, Reed. 2006. Heart Procedure Is Off the Charts in an Ohio City. The New York Times. August 18, page A1.",
        "Acemoglu, Daron, and Joshua Linn. 2004. Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry. The Quarterly Journal of Economics, 119(3): 1049-1090.",
        "Acemoglu, Daron, David Cutler, Amy Finkelstein, and Joshua Linn. 2006. Did Medicare Induce Pharmaceutical Innovation? American Economic Review, 96(2): 103-107.",
        "Aldy, Joseph E., and W. Kip Viscusi. 2008. Adjusting the Value of a Statistical Life for Age and Cohort Effects. Review of Economics and Statistics 90(3): 573-81.",
        "Alter, David A, Therese Stukel, and Alice Newman. 2006. Proliferation of Cardiac Technology in Canada: A Challenge to the Sustainability of Medicare. Circulation, 113: 380387.",
        "Anderson, Gerard F., Uwe E. Reinhardt, Peter S. Hussey, and Varduhi Petrosyan. 2003. It's The Prices, Stupid: Why The United States Is So Different From Other Countries. Health Affairs, 22(3): 89-105.",
        "Andriole, Gerald L., et al. 2009. Mortality Results from a Randomized Prostate-Cancer Screening Trial. New England Journal of Medicine, 360(13): 1310-19.",
        "Ashenfelter, Orley, and Michael Greenstone. 2004. Using Mandated Speed Limits to Measure the Value of a Statistical Life. Journal of Political Economy, 112(1): 226-267.",
        "Baker, Laurence, et al. 2003. The Relationship between Technology Availability and Health Care Spending. Health Affairs, 22: w537-w551.",
        "Baicker, Katherine, Kasey S. Buckles, and Amitabh Chandra. 2006. Geographic Variation in the Appropriate Use of Cesarean Delivery. Heath Affairs, 25(5): w355-w367.",
        "Baicker, Katherine, and Amitabh Chandra. 2004. Medicare Spending, the Physician Workforce, and the Quality Of Health Care Received By Medicare Beneficiaries. Health Affairs, 23: w184w197.",
        "Baicker, Katherine, Elliott S. Fisher, and Amitabh Chandra. 2007. Malpractice Liability Costs and the Practice of Medicine in the Medicare Program. Health Affairs, 26(3): 841-852.",
        "Baicker, Katherine, and Jonathan Skinner. 2011. Health Care Spending Growth and the Future p. 38 of U.S. Tax Rates. NBER Working Paper No. 16772.",
        "Barbash, Gabriel I., and Sherry Glied. 2010. New Technology and Health Care Costs  The Case of Robot-Assisted Surgery. New England Journal of Medicine, 363(8): 701-04.",
        "Barnato, Amber E, et al. 2007. Are Regional Variations in End-of-Life Care Intensity Explained by Patient Preferences?: A Study of the US Medicare Population. Medical Care, 45(5): 386393.",
        "Barnato, Amber E., et al. 2010. Is Survival Better at Hospitals With Higher End-of-Life Treatment Intensity? Medical Care, 48(2): 125-132.",
        "Becker, Gary, Kevin Murphy, and Tomas Philipson. 2007. The Value of Life near its End and Terminal Care. National Bureau of Economic Research, Working Paper 13333.",
        "Berndt, Ernst R., et al. 2002. The Medical Treatment of Depression, 1991-1996: Productive Inefficiency, Expected Outcome Variations and Price Indexes. Journal of Health Economics, 21(3): 373-396.",
        "Bill-Axelson, Anna, et al. 2008. Radical Prostatectomy Versus Watchful Waiting in Localized Prostate Cancer: the Scandinavian Prostate Cancer Group-4 Randomized Trial. Journal of the National Cancer Institute, 100(16): 1144-54.",
        "Boden, William E., et al. 2007. Optimal Medical Therapy with or without PCI for Stable Coronary Disease. New England Journal of Medicine, 356(15): 1503-1516.",
        "Brenner, David J., and Eric J. Hall, 2007. Computerized Tomography  An Increasing Source of Radiation Exposure. New England Journal of Medicine, 357: 2277-2284.",
        "Cebul, Randal, James B. Rebitzer, Lowell J. Taylor, and Mark E. Votruba. 2008. Organizational Fragmentation and Care Quality in the US Health Care System. Journal of Economic Perspectives, 22(4): 93-113.",
        "Chandra, Amitabh, Anupam B. Jena, and Jonathan Skinner. 2011. A Pragmatist's Guide to Comparative Effectiveness Research, Journal of Economic Perspectives, forthcoming.",
        "Chandra, Amitabh, Jonathan Gruber, and Robin McKnight. 2010. Patient Cost-Sharing and Hospitalization Offsets in the Elderly. American Economic Review, 100(1): 193-213.",
        "Chandra, Amitabh, and Douglas Staiger. 2007. Testing a Roy Model with Productivity Spillovers: Evidence from the Treatment of Heart Attacks. Journal of Political Economy. 115(1): 103-140.",
        "Chernew, Michael E., et al. 2008. Impact of Decreasing Copayments on Medication Adherence within a Disease Management Environment. Health Affairs, 27(1): 103-112. p.39 Chernew, Michael E, Lindsay Sabik, Amitabh Chandra, and Joseph P. Newhouse. 2009. Ensuring the Fiscal Sustainability of Health Care Reform. The New England Journal of Medicine, 362(1) January 7: 1-3.",
        "Chernew, Michael E., Lindsay M. Sabik, Amitabh Chandra, Teresa Gibson, and Joseph P. Newhouse. 2010. Geographic Correlation Between Large-Firm Commercial Spending and Medicare Spending. American Journal of Managed Care, 16(2) February: 131-138.",
        "Claxton, Gary, Bianca DiJulio, Heidi Whitmore, Jeremy D. Pickreign, Megan McHugh, Awo Asei-Anto, and Benjamin Finder. 2010. Health Benefits in 2010: Premiums Rise Modestly, Workers Pay More Toward Coverage. Health Affairs Online doi: 10.1377/hlthaff.2010.0725.",
        "Currie, Janet, and John Gruber. 1997. Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women. Journal of Political Economy, 104(6): 1263-96.",
        "Currie, Janet, and W. Bentley MacLeod. 2008. First Do No Harm? Tort Reform and Birth Outcomes, The Quarterly Journal of Economics, 123(2): 795-830.",
        "Cutler, David M. 2004. Your Money or Your Life: Strong Medicine for America's Health Care System. New York: Oxford University Press.",
        "Cutler, David M., and Robert S. Huckman. 2003. Technological Development and Medical Productivity: The Diffusion of Angioplasty in New York State. Journal of Health Economics, 22(2): 187-217.",
        "Cutler, David M., and Srikanth Kadiyala. 2003. The Return to Biomedical Research: Treatment and Behavioral Effects, in Measuring the Gains from Medical Research: An Economic Approach, eds. Kevin M. Murphy and Robert H. Topel. Chicago: The University of Chicago Press.",
        "Cutler, David M. 2010. Where are the Health Care Entrepreneurs? The Failure of Organizational Innovation in Health Care, in Innovation Policy and the Economy, Volume 11. Cambridge, MA: National Bureau of Economic Research, Inc.",
        "Cutler, David, Angus Deaton, and Adriana Lleras-Muney. 2006. The Determinants of Mortality, Journal of Economic Perspectives, 20(3): 97-120.",
        "Cutler, David M., Allison B. Rosen, and Sandeep Vijan. 2006. The Value of Medical Spending in the United States, 1960-2000. New England Journal of Medicine, 355: 920-927.",
        "Cutler, David M. and Richard Zeckhauser. 2004. Extending the Theory to Meet the Practice of Insurance, in Brookings-Wharton Papers on Financial Services, eds. Robert E. Litan and Richard Herring, 1-53. Washington, D.C.: Brookings Institution Press.",
        "Dockins, Chris, et al. 2004. Value of Statistical Life Analysis and Environmental Policy: A p. 40 White Paper. U.S. Environmental Protection Agency, National Center for Environmental Economics.",
        "Doyle, Joseph J. Jr. 2010. Returns to Local-Area Health Care Spending: Using Health Shocks to Patients Far From Home. National Bureau of Economic Research, Working Paper 13301.",
        "Duggan, Mark, and William Evans, 2005. Estimating the Impact of Medical Innovation: A Case Study of HIV Antiretroviral Treatments, National Bureau of Economic Research, Working Paper 11109.",
        "FÃ\u0083Â¤re, Rolf, Shawna Grosskopf, Mary Norris, and Zhongyang Zhang. 1994. Productivity Growth, Technical Progress, and Efficiency Change in Industrialized Countries. American Economic Review, 84(1): 66-83.",
        "Ferguson, John H., Michael Dubinsky, and Peter J. Kirsch. 1993. Court-Ordered Reimbursement for Unproven Medical Technology: Circumventing Technology Assessment. Journal of the American Medical Association, 269(16): 2116-2121.",
        "Finkelstein, Amy. 2007. The Aggregate Effects of Health Insurance: Evidence from the Introduction of Medicare. Quarterly Journal of Economics, 122(1): 1-37.",
        "Finkelstein, Amy, and Kathleen McGarry. 2006. Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market. American Economic Review, 96(4): 938958.",
        "Fisher, Elliott S., David E. Wennberg, ThÃ\u0083Â©rÃ\u0083Â¨se A. Stukel, and Daniel J. Gottlieb. 2004. Variations In The Longitudinal Efficiency Of Academic Medical Centers. Health Affairs, 23: var-19--var-32.",
        "Fisher, Elliott S., et al. 2009. Fostering Accountable Care: Moving Forward in Medicare. Health Affairs, 28(2): w219-w231.",
        "Fisher, Elliott, David Wennberg, et al. 2003. The Implications of Regional Variations in Medicare Spending. Part 1: The Content, Quality, and Accessibility of Care. Annals of Internal Medicine, 138(4): 273-87.",
        "Fisher, Elliott, et al. 2003. The Implications of Regional Variations in Medicare Spending. Part 2: Health Outcomes and Satisfaction with Care. Annals of Internal Medicine, 138(4): 288-98.",
        "Fisher, Elliott S., Julie P. Bynum, and Jonathan Skinner. 2009. Slowing the Growth of Health Care Costs  Lessons from Regional Variation. New England Journal of Medicine, 360(9): 849852. p.41 Ford, Earl S., et al. 2007. Explaining the Decrease in U.S. Deaths from Coronary Disease, 1980-2000. New England Journal of Medicine, 356: 2388-2398.",
        "Friedman, Henry S., et al. 2010. Reply to W. Wick et al. Journal of Clinical Oncology, 28(12): e190 - e192.",
        "Fuchs, Victor. 1998. Who Shall Live? Health, Economics, and Social Choice. River Edge, NJ: World Scientific Publishing Company.",
        "Fuhrmans, Vanessa. 2007. A Novel Plan Helps Hospital Wean Itself off Pricey Tests. Wall Street Journal, January 12, page A1. Garber, Alan, and Jonathan Skinner. Is American Health Care Uniquely Inefficient? Journal of Economic Perspectives, 22(4): 27-50.",
        "Garber, Alan M., and Charles E. Phelps. 1997. Economic Foundations of Cost-Effectiveness Analysis. Journal of Health Economics 16: 1-31.",
        "Gaynor, Martin, and William Vogt. 2003. Competition Among Hospitals. The Rand Journal of Economics 34(4): 764-785.",
        "Gawande, Atul. 2009. The Cost Conundrum, The New Yorker. June 1.",
        "Getzen Thomas E. 1992. Population Aging and the Growth of Health Expenditures. Journal of Gerontology, 47(3): S98-S104.",
        "Goertz, Roland A. 2004. Spending, Workforce, and Quality: A Response. Health Affairs.",
        "Goldhill, David. 2009. How American Health Care Killed My Father. The Atlantic, September.",
        "Groeneveld, Peter, et al. 2010. Increasing Use of Cardiovascular Devices and Rising Health Care Costs. Quality of Care and Outcomes Research in Cardiovascular Disease and Stroke 2010 Scientific Sessions. Washington, DC., May.",
        "Grossman, Michael. 1972. On the Concept of Health Capital and the Demand for Health. Journal of Political Economy, 80(2): 223-55.",
        "Gruber, Jonathan. 2009. A Win-Win Approach to Financing Health Care Reform. New England Journal of Medicine, 361(1): 4-5.",
        "Hall, Robert, and Charles I. Jones. 2007. The Value of Life and the Rise in Health Spending, Quarterly Journal of Economics, 122(1): 39-72.",
        "Ho, Vivian, Meei-Hsiang Ku-Goto, and James Jollis. 2009. Certificate of Need for Cardiac Care: Controversy over the Contributions of CON. Health Services Research, 22(2 Part 1): 483500.",
        "Hochman, Judith S., et al. 2006. Coronary Intervention for Persistent Occlusion after Myocardial Infarction. New England Journal of Medicine, 355(23): 2395-2407.",
        "Holmes, Julia S. Lola Jean Kozak, and Maria F. Owings. 2007. Use And In-Hospital Mortality Associated with Two Cardiac Procedures, By Sex and Age: National Trends: 1990-2004. Health Affairs 26(1): 169-177.",
        "Huggoson, Jonas, et al. 2010. Mortality Results from the Goteborg Randomised PopulationBased Prostate-Cancer Screening Trial. The Lancet, 11(8): 725-732.",
        "Iglehart, John K. 2006. The New Era of Medical Imaging -- Progress and Pitfalls. New England Journal of Medicine, 354(26): 2822-2828.",
        "Jackevicius, Cynthia A., et al. 2008. Use of Ezetimibe in the U.S. and Canada. New England Journal of Medicine, 358(17):1819-1828.",
        "Jacobs, Rowena, Peter C. Smith, and Andrew Street, 2006. Measuring Efficiency in Health Care: Analytic Techniques and Health Policy. New York: Cambridge University Press.",
        "Jacobson, Mireille, Craig C. Earle, Mary Price, and Joseph P. Newhouse. 2010. How Medicare's Payment Cuts for Cancer Chemotherapy Drugs Changed Patterns of Treatment Health Affairs, 29(7) July: 1391-1399.",
        "Kaplow, Louis. 2008. The Theory of Taxation and Public Finance. Princeton, NJ: Princeton University Press.",
        "Kolata, Gina. 2009. Older Bypass Method is Best, a Study Shows. New York Times, November 5, page A20.",
        "Lakdawalla, Darius N., Eric C. Sun, Anupam B. Jena, Carolina M. Reyes, Dana P. Goldman, and Tomas J. Philipson. 2010. An Economic Evaluation of the War on Cancer. Journal of Health Economics, 29(3), May: 333-346.",
        "Lee, Robert H. 2008. Future Costs in Cost-Effectiveness Analysis Journal of Health Economics, 27(4): 809-818.",
        "Leonhardt, David. 2009. Like Having Medicare? Then Taxes Must Rise. The New York Times, February 25, page B1. p.43 Lichtenberg, Frank R. 2006. The Impact of Increased Utilization of HIV Drugs on Longevity and Medical Expenditures: An Assessment Based on Aggregate U.S. Time-Series Data. Expert Review of Pharmacoeconomics and Outcomes Research, 6(4): 425-436.",
        "Lister, Joseph. 1867. On the Antiseptic Principle in the Practice of Surgery. Lancet, 90 (2299): 353-356.",
        "Lucas, FL, MA DeLorenzo, AE Siewers, and DE Wennberg. 2006. Temporal Trends in the Utilization of Diagnostic Testing and Treatments for Cardiovascular Disease in the United States, 19932001. Circulation, 113: 374379.",
        "Marchione, Marilyn. 2010. $93,000 Cancer Drug: How Much is a Life Worth? CBS News, September 27th . http://www.cbsnews.com/stories/2010/09/27/health/main6905221.shtml Manning, Willard G., et al. 1987. Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment. American Economic Review, 77(3): 251-277.",
        "McClellan, Mark. 1996. Medicare Reimbursement and Hospital Cost Growth, in Advances in the Economics of Aging, ed. David Wise, 149-190. Chicago: University of Chicago Press.",
        "McClellan, Mark, and Jonathan Skinner. 2006. The Incidence of Medicare. Journal of Public Economics, 90(1-2): 257-276.",
        "McGuire, Thomas G. 2000. Physician Agency in: A. J. Culyer & J. P. Newhouse (ed.), Handbook of Health Economics, Edition 1, Vol. 1. Elsevier: 461-536.",
        "McGuire, Thomas G. 2009. Income Effects and Health Care Cost Growth in Medicare. Mimeo, Harvard Medical School.",
        "McKnight, Robin. 2006. Home Health Care Reimbursement, Long-term Care Utilization, and Health Outcomes. Journal of Public Economics 90(1-2) January: 293-323.",
        "Medicare Payment Advisory Committee (MedPAC). 2003. Commission Report to the Congress: Variation and Innovation in Medicare. Washington, D.C. Mello, Michelle M., Amitabh Chandra, Atul A. Gawande, and David M. Studdert. 2010.",
        "Meltzer, David O., Elbert Huang, Sydney Brown, and Qi Zhang. 2005. Implications of patient self-selection for preference elicitation for cost-effectiveness analysis Quality of Life Research 14(9): 2113.",
        "Miller, Mark. 2005. Testimony before the House Ways and Means Subcommittee on Health. Committee on Ways and Means, Washington, D.C. p. 44 Moseley, J. Bruce, et al. 2002. A Controlled Trial of Arthroscopic Surgery for Osteoarthritis of the Knee, New England Journal of Medicine, 347(2): 81-88.",
        "Muennig, Peter A., and Sherry A. Glied. 2010. What Changes in Survival Rates Tell Us About U.S. Health Care, Health Affairs 29(11), November: 1-9.",
        "Murphy, Kevin M., and Robert H. Topel. 2006. The Value of Health and Longevity, Journal of Political Economy, 114(5): 871-904.",
        "Nelson, Aaron L., Joshua T. Cohen, Dan Greenberg, and David M. Kent. 2009. Much Cheaper, Almost as Good: Decrementally Cost-Effective Medical Innovation. Annals of Internal Medicine, 151(9): 662-7.",
        "Newhouse, Joseph P. 1992. Medical Care Costs: How Much Welfare Loss? The Journal of Economic Perspectives, 6(3): 3-21.",
        "Newhouse Joseph P. 1993. Free for all? Lessons from the RAND Health Insurance Experiment. Cambridge, MA: Harvard University Press.",
        "Newhouse, Joseph P. 2002. Medicare Policy, in American Policy in the 1990s, eds. Jeffrey Frankel and Peter Orszag. Cambridge, MA: MIT Press.",
        "Nyman, John A. 1999. The Value of Health Insurance: The Access Motive. Journal of Health Economics, 18(2):141-152.",
        "OECD, 2010. OECD Health Data. http://www.oecd.org/document/33/0,3746,en_2649_37407_34973665_1_1_1_37407,00.html Pauly, Mark V., 1980. Doctors and Their Workshops: Economic Models of Physician Behavior. NBER and University of Chicago Press.",
        "Pauly, Mark V., and Fredric E. Blavin, 2008. Moral Hazard in Insurance, Value-Based Cost Sharing, and the Benefits of Blissful Ignorance. Journal of Health Economics, 27: 1407-17.",
        "Peterson, Chris L., and Rachel Burton. 2007. U.S. Health Care Spending: Comparison with Other OECD Countries. CRS Report for Congress. Washington, D.C.: Congressional Research Service.",
        "Philipson, Tomas J., and Anupam B. Jena. 2006. Who Benefits from New Medical Technologies? Estimates of Consumer and Producer Surpluses for HIV/AIDS Drugs. Forum for Health Economics & Policy, 9(2): Article 3.",
        "Preston, Samuel H., and Jessica Y. Ho. 2009. Low Life Expectancy in the United States: Is the Health Care System at Fault? National Bureau of Economic Research, Working Paper 15213.",
        "Pritchard, RS et al. 1998. Influence of Patient Preferences and Local Health System p.45 Characteristics on the Place of Death: SUPPORT Investigators Study to Understand Prognoses and Preferences for Risks and Outcomes of Treatment. Journal of the American Geriatric Society, 46(10): 1242-1250.",
        "Rau, Jordon. 2010. Increase in Health Tests, Procedures is Raising Costs in Frugal Utah. The Washington Post. May 18: A04.",
        "Rizzo, John, and Richard Zeckhauser. 2003. Reference Incomes, Loss Aversion, and Physician Behavior. Review of Economics and Statistics, 85(4): 909-922.",
        "Roehrig, Charles, George Miller, Craig Lake, and Jenny Bryant. 2009. National Health Spending by Medical Condition, 1996-2005. Health Affairs 28 March:w358-w367.",
        "Rothberg, Michael B., et al. 2010. Patients' and Cardiologists' Perceptions of the Benefits of Percutaneous Coronary Intervention for Stable Coronary Disease. Annals of Internal Medicine, 153(5): 307-13.",
        "SchreyÃ\u0083Â¶gg, Jonas, Michael BÃ\u0083Â¤umler, and Reinhard Busse. 2009. Balancing Adoption and Affordability of Medical Devices in Europe, Health Policy, 92: 218-34.",
        "Schwartz, William B. 1987. The Inevitable Failure of Current Cost-Containment Strategies: Why They Can Provide Only Temporary Relief. Journal of the American Medical Association, 257(2): 220-224.",
        "Schwartz, Rachel M., Anastasia M. Luby, Scanlon, John W., Kellogg, Russell J. 1994. Effect of Surfactant on Morbidity, Mortality, and Resource Use in Newborn Infants Weighing 500 to 1500 g, New England Journal of Medicine, 330: 1476-1480.",
        "Schroder Fritz H., et al. 2009. Screening and Prostate-Cancer Mortality in a Randomized European Study. New England Journal of Medicine, 360 (13): 1320-28.",
        "Shibley, Louise, Martin Brown, James Schuttinga, Mace Rothenberg, and Judith Whalen. 1990. Cisplatin-Based Combination Chemotherapy in the Treatment of Advanced-Stage Testicular Cancer: Cost-Benefit Analysis, Journal of the National Cancer Institute (JNCI) 82(3): 186-192.",
        "Silber, Jeffrey. H., Robert Kaestner, Orit Even-Shoshan, Yanli Wang, and Laura J. Bressler. 2010. Aggressive treatment style and surgical outcomes. Health Services Research 45(6 Pt 2): 1872-92.",
        "Sirovich, Brenda, Daniel J. Gottlieb, H. Gilbert Welch, and Elliott S. Fisher. 2005. Variations in the Tendency of Primary Care Physicians to Intervene. Archives of Internal Medicine, 165: 2252-2256.",
        "Skinner, Jonathan, and Douglas Staiger. 2009. Technology Diffusion and Productivity Growth in Health Care. National Bureau of Economic Research, Working Paper 14865. p. 46 Skinner, Jonathan, Douglas Staiger, and Elliott Fisher. 2006. Is Medical Technology Always Worth It? The Case of Acute Myocardial Infarction. Health Affairs, 25(2): w34-w47.",
        "Stein, Ben. 2006. Note to the New Treasury Secretary: It's Time to Raise Taxes. The New York Times, June 25.",
        "Temel, Jennifer S., et al. 2010. Early Palliative Care for Patients with Metastatic Non-SmallCell Lung Cancer. New England Journal of Medicine, 363: 733-42.",
        "Terasawa, Teruhiko, et al. 2009. Systematic Review: Charged-Particle Radiation Therapy for Cancer. Annals of Internal Medicine, 151:556-565.",
        "Tu, Jack V., Chris L. Pashos, C. David Naylor, Erluo Chen, Sharon-Lise Normand, et al. 1997.",
        "Wade, Nicholas. 2009. Tests Begin on Drugs That May Slow Aging. New York Times. April 17, page D1.",
        "Weinstein, Milton, and Jonathan Skinner, 2010. Comparative Effectiveness and Health Care Spending: Implications for Reform. New England Journal of Medicine, 362: 460-465.",
        "Weisbrod, Burton A. 1991. The Health Care Quadrilemma: An Essay on Technological Change, Insurance, Quality of Care, and Cost Containment. Journal of Economic Literature, 24: 523-552.",
        "Wennberg, David E., et al. 1998. Variations in Carotid Endarterectomy Mortality in the Medicare Population: Trial Hospitals, Volume, and Patient Characteristics. Journal of the American Medical Association, 279(16): 1278-81.",
        "Wennberg, John E., Elliott S. Fisher, and Jonathan Skinner. 2002. Geography and the Debate over Medicare Reform. Health Affairs, 21(2): w96-w144.",
        "Weintraub, William S., et al. 2008. Effect of PCI on Quality of Life in Patients with Stable Coronary Disease. New England Journal of Medicine, 359: 677-687.",
        "White, Chapin. 2007. Health Care Spending Growth: How Different is the United States from the Rest of the OECD? Health Affairs 26(1): Wick, Wolfgang. Michael Weller, Martin van den Bent, and Roger Stupp. 2010. Bevacizumab and Recurrent Malignant Gliomas: A European Perspective. Journal of Clinical Oncology, 28(12): e188 - e189.",
        "Wolf, Richard. 2005. As Social Security Surges and Medicare Takes Off, the Deficit Will Soar. The Result: `Fiscal Hurricane. USA Today, November 15. p.47"
    ]
}