{
    "id": 16950,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Abel, Andrew B., 1990. Asset Prices under Habit Formation and Catching Up with the Joneses. American Economic Review 80, 38-42.",
        "Abel, Andrew B., 1999. Risk Premia and Term Premia in General Equilibrium. Journal of Monetary Economics 43, 3-33.",
        "Bansal, Ravi, and Amir Yaron, 2004. Risks for the Long-Run: A Potential Resolution of Asset Pricing Puzzles. Journal of Finance 59, 1481-1509.",
        "Bansal, Ravi, Amir Yaron, Dana Kiku, 2007. Risks For the Long Run: Estimation and Inference. Working Paper, Duke University and University of Pennsylvania.",
        "Bekaert, Geert, and Eric Engstrom, 2009. Asset Return Dynamics under Bad EnvironmentGood Environment Fundamentals. Working Paper, Columbia University and the Federal Reserve.",
        "Brunnermeier, Markus, and Stefan Nagel, 2006. Do Wealth Fluctuations Generate Time-varying Risk Aversion? Micro-Evidence on Individuals; Asset Allocation. Working Paper, Princeton University and Stanford University.",
        "Campbell, John Y., and John H. Cochrane, 1999. By force of habit: A consumption-based explanation of aggregate stock market behavior. Journal of Political Economy 107, 205-251.",
        "Constantinides, George M., 1990. Habit Formation: A Resolution of the Equity Premium Puzzle. Journal of Political Economy 98, 519-43.",
        "Dynan, Karen E., 2000. Habit Formation in Consumer Preferences: Evidence from Panel Data. American Economic Review 90, 391-406.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li, 2008. Consumption strikes back? Measuring long-run risk. Journal of Political Economy 116, 260-302.",
        "Kiku, Dana, 2006. Is the value premium a puzzle? Working Paper, University of Pennsylvania.",
        "Lettau, Martin, and Jessica Wachter, 2007. Why Is Long-Horizon Equity Less Risky? A Duration-Based Explanation of the Value Premium. Journal of Finance 62, 55-92.",
        "Lynch, Anthony W., and Jessica Wachter, 2008. Using Samples of Unequal Length in Generalized Method of Moments Estimation. Working Paper, New York University and University of Pennsylvania.",
        "Ravina, Enrichetta, 2007. Habit Persistence and Keeping Up with the Jones: Evidence from Micro Data. Working Paper, New York University.",
        "Roussanov, Nikolai, 2011. Composition of Wealth, Conditioning Information, and the CrossSection of Stock Returns. Working Paper, University of Pennsylvania.",
        "Santos, Tano and Pietro Veronesi, 2008. Habit Formation, the Cross Section of Stock Returns and the Cash-Flow Risk Puzzle. Working paper, Columbia University and University of Chicago.",
        "Stambaugh, Robert, 1997. Analyzing Investments Whose Histories Differ in Length. Journal of Financial Economics 45 285331.",
        "Sundaresan, Suresh, 1989. Intertemporally Dependent Preferences and the Volatility of Consumption and Wealth. Review of Financial Studies 2, 73-89."
    ]
}