{
    "id": 16951,
    "cites": 29,
    "cited_by": 44,
    "reference": [
        "(2010): The Analytics of the Sign Restriction Approach to Shock Identification: A Framework for Understanding the Empirical Macro Puzzles, Manuscript, European Central Bank, March.",
        "Leeper, Walker & Yang: Foresight and Information Flows Campbell, J. Y., and R. J. Shiller (1987): Cointegration and Tests of Present Value Models, Journal of Political Economy, 95(5), 10621088.",
        "Fernandez-Villaverde, J., J. F. Rubio-Ramirez, T. J. Sargent, and M. W. Watson (2007): ABCs (and Ds) of Understanding VARs, American Economic Review, 97(3), 10211026.",
        "(2010b): Testing for Sufficient Information in Structural VARs, Manuscript, Universit`a di Modena e Reggio Emilia, December.",
        "Leeper, Walker & Yang: Foresight and Information Flows Fortune, P. (1996): Do Municipal Bond Yields Forecast Tax Policy?, New England Economic Review, (September/October), 2948.",
        "(1991a): Introduction, in Rational Expectations Econometrics, ed. by L. P. Hansen, and T. J. Sargent, pp. 112. Westview Press, Boulder, CO.",
        "(1991b): Two Difficulties in Interpreting Vector Autoregressions, in Rational Expectations Econometrics, ed. by L. P. Hansen, and T. J. Sargent, pp. 77119. Westview Press, Boulder, CO.",
        "Leeper, Walker & Yang: Foresight and Information Flows Laseen, S., and L. Svensson (2011): Anticipated Alternative Policy-Rate Paths in Policy Simulations, Sveriges Riksbank Working Paper No. 248.",
        "(1990): The Dynamics of Interest Rate and Tax Rules in a Stochastic Model, Federal Reserve Board, International Finance Discussion Paper No. 375.",
        "(1991): Equilibria Under `Active' and `Passive' Monetary and Fiscal Policies, Journal of Monetary Economics, 27(1), 129147.",
        "(2010): Government Investment and Fiscal Stimulus, Journal of Monetary Economics, 57(8), 10001012.",
        "(1994): VAR Analysis, Nonfundamental Representations, Blaschke Matrices, Journal of Econometrics, 63(1), 307325.",
        "(2011): Understanding the Aggregate Effects of Anticipated and Unanticipated Tax Policy Shocks, Review of Economic Dynamics, 14(1), 2754.",
        "Leeper, Walker & Yang: Foresight and Information Flows Park, S. (1997): The Relationship Between Government Financial Condition and Expected Tax Rates Reflected in Municipal Bond Yields, National Tax Journal, 50(1), 2338.",
        "(1989): Tax Reform and the Market for Tax-Exempt Debt, Regional Science and Urban Economics, 19(3), 537562.",
        "(2009): Defense News Shocks, 1939-2008: Estimates Based on News Sources, Manuscript, University of California, San Diego, October.",
        "(2011): Identifying Government Spending Shocks: It's All in the Timing, Quarterly Journal of Economics, 126(1), 150.",
        "Schmitt-Grohe, S., and M. Uribe (2008): What's `News' in Business Cycles?, NBER Working Paper No. 14215, August.",
        "Leeper, Walker & Yang: Foresight and Information Flows (2010): What's `News' in Business Cycles?, Manuscript, Columbia University, April.",
        "(1977): Exogeneity and Causal Orderings in Macroeconomic Models, in New Methods in Business Cycle Research, ed. by C. A. Sims, pp. 2343. Federal Reserve Bank of Minneapolis, Minneapolis.",
        "(1980): Macroeconomics and Reality, Econometrica, 48(1), 148.",
        "(1986): Are Forecasting Models Usable for Policy Analysis?, Federal Reserve Bank of Minneapolis Quarterly Review, 10(Winter), 116.",
        "(1988): Identifying Policy Effects, in Empirical Macroeconomics for Interdependent Economics, ed. by R. C. et al Bryant, pp. 308321. The Brookings Institution, Washington, DC.",
        "(2002): Solving Linear Rational Expectations Models, Computational Economics, 20(1), 120.",
        "(2007): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3), 586606.",
        "(2002): Consumer Response to the Reagan Tax Cuts, Journal of Public Economics, 85(1), 99120.",
        "Leeper, Walker & Yang: Foresight and Information Flows Yang, S.-C. S. (2005): Quantifying Tax Effects Under Policy Foresight, Journal of Monetary Economics, 52(8), 15571568.",
        "(2007): Tentative Evidence of Tax Foresight, Economics Letters, 96(1), 3037.",
        "(2009): A Chronology of Federal Income Tax Policy: 19472009, Center for Applied Economics and Policy Research Working Paper No. 2007-021, October."
    ]
}