{
    "id": 16955,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Ahituv, Avner, V. Joseph Hotz, and Tomas Philipson, The Responsiveness of the Demand for Condoms to the Local Prevalence of HIV, The Journal of Human Resources, September 1996, 31 (4), 86997.",
        "Aizer, Anna and Janet Curry, Networks or Neighborhoods? Correlations in the Use of Publicly-Funded Maternity Care in California, Journal of Public Economics, 2004, 88 (12), 257385.",
        "Banerjee, Abhijit, A Simple Model of Herd Behavior, Quarterly Journal of Economics, 1992, 107 (3), 797817.",
        "Bikchandani, Sushil, David Hirschleifer, and Ivo Welch, A Theory of Fads, Fashion, Custom, and Cultural Change as Information Cascades, Journal of Political Economy, October 1992, 100 (5), 9921026.",
        "Blume, Lawrence, William Brock, Steven Durlauf, and Yannis Ioannides, Identification of Social Interactions, in Jess Benhabib and Matthew Jackson, eds., Handbook of Social Economics, Vol. 1B, 2011, pp. 853964.",
        "Cheng, Tsung-Mei, Taiwan's New National Health Insurance Program: Genesis and Experience So Far, Health Affairs, May/June 2003, 22 (3), 6176.",
        "Chou, Ji, Nai-Fong Kuo, and Su-Ling Peng, Potential Impacts of the SARS Outbreak on Taiwan's Economy, Asian Economic Papers, Winter 2004, 3 (1), 8499.",
        "Cohen-Cole, Ethan, Multiple Groups Identification in the Linear-in-Means Model, Economics Letters, August 2006, 92 (2), 157162.",
        "Conley, Timothy and Christopher Udry, Learning About a New Technology: Pineapple in Ghana, American Economic Review, 2010. Forthcoming.",
        "de Paula, Aureo, Gil Shapira, and Petra Todd, How Beliefs about HIV Status Affect Risky Behaviors: Evidence from Malawi, January 2010. Penn Institute for Economic Research Working Paper 10-004.",
        "Deri, Catherine, Social Networks and Health Service Utilization, Journal of Health Economics, November 2005, 24 (6), 10761107.",
        "Foster, Andrew and Mark Rosenzweig, Learning by Doing and Learning from Others: Human Capital and Tehcnical Change in Agriculture, Journal of Political Economy, 1995, 103 (6), 11761209.",
        "Gersovitz, Mark and Jeffrey Hammer, Infectious Diseases, Public Policy, and the Marriage of Economics and Epidemiology, World Bank Research Observer, September 2003, 18 (2), 12957.",
        "Glaeser, Edward, Bruce Sacerdote, and Jose Scheinkman, Crime and Social Interactions,  Quarterly Journal of Economics, May 1996, 111 (2), 50748.",
        "Gong, Erick, HIV Testing and Risky Sexual Behavior, October 2010. Working Paper.",
        "Graham, Bryan, Identifying Social Interactions Through Conditional Variance Restrictions,  Econometrica, May 2008, 76 (3), 64360.",
        "Hsiao, Cheng, Analysis of Panel Data, Cambridge University Press, 2003.",
        "Hsieh, Ying-Hen, Cathy W. S. Chen, and Sze-Bi Hsu, SARS Outbreak, Taiwan, 2003, Emerging Infectious Diseases, February 2004, 10 (2), 20106.",
        ", Chwan-Chuan King, Cathy W. S. Chen, Mei-Shang Ho, Jen-Yu Lee, FengChi Liu, Yi-Chun Wu, and Jiunn-Shyan Julian Wu, Quarantine for SARS, Taiwan, Emerging Infectious Diseases, February 2005, 11 (2), 278282.",
        "Huang, Chao-Hsi, Isatidis Radix Sold for 80 Times its Original Price. Gold Thread, Fang Feng, and Jinyinhua Hard to Purchase, Star News, May 5 2003.",
        "Jackson, Matthew, Networks and Economic Behavior, Annual Review of Economics, 2009, 1.",
        "Ko, Chih-Hung, Cheng-Fang Yen, Ju-Yu Yen, and Ming-Jen Yang, Psychosocial Impact Among the Public of the Severe Acute Respiratory Syndrome Epidemic in Taiwan, Psychiatry and Clinical Neurosciences, 2006, 60, 397403.",
        "Lakdawalla, Darius, Neeraj Sood, and Dana Goldman, HIV Breakthroughs and Risky Sexual Behavior, Quarterly Journal of Economics, August 2006, 121 (3), 783 821.",
        "Manski, Charles, Identification of Endogenous Social Effects: the Reflection Problem, Review of Economic Studies, 1993, 60, 53142.",
        ", Economic Analysis of Social Interactions, Journal of Economic Perspectives, Summer 2000, 14 (3), 115136.",
        "Moretti, Enrico, Social Learning and Peer Effects in Consumption: Evidence from Movie Sales, Review of Economic Studies, 2010. Forthcoming.",
        "Munshi, Kaivan, Social Learning in a Heterogeneous Population: Technology Diffusion in the Indian Green Revolution, Journal of Development Economics, 2004, 73, 185213.",
        "National Policy Foundation, The Impact of the SARS Epidemic on the Travel and Transportation Industry, May 2003.",
        "Rao, Neel, Markus Mobius, and Tanya Rosenblat, Social Networks and Vaccination Decisions, November 2007. Federal Reserve Bank of Boston Working Paper 07-12.",
        "Siu, Alan and Y. C. Richard Wong, Economic Impact of SARS: the Case of Hong Kong, Asian Economic Papers, 2004, 3 (1), 6283.",
        "Tu, Ha and Johanna Lauer, Word of Mouth and Physician Referrals Still Drive Health Care Provider Choice, Center for Studying Health System Change Research Brief, December 2008.",
        "Welch, Ivo, Sequential Sales, Learning, and Cascades, Journal of Finance, July 1992, 47 (2), 695732.",
        "WHO, Case Definitions for Surveillance of Severe Acute Respiratory Syndrome (SARS), 2003. http://www.who.int/csr/sars/casedefinition/en/."
    ]
}