{
    "id": 16952,
    "cites": 22,
    "cited_by": 42,
    "reference": [
        "Allen, Franklin, Stephen Morris, and Hyun Shin, Beauty Contests and Bubbles, Review of Financial Studies 19 (2006), 719--752.",
        "Andrews, Donald, End-of-sample Instability Tests, Econometrica 71 (2003), 1661--1694.",
        "Acemoglu, Daron, and James Robinson, Economic Origins of Dictatorship and Democracy, (Cambridge, MA: Cambridge University Press, 2006).",
        "Campbell, John, Andrew Lo, and Craig Mackinlay, The Econometrics of Financial Markets, (Princeton, NJ: Princeton University Press, 1997).",
        "Chomsky, Noam, Turning the Tide: U.S. Intervention in Central America and the Struggle for Peace, (Cambridge, MA: South End Press, 1986).",
        "Corrado, Charles, A Nonparametric Test for Abnormal Security-Price Performance in Event Studies, Journal of Financial Economics 23 (1989), 385--95.",
        "Corrado, Charles, and Terry Zivney, The Specification and Power of the Sign Test in Event Study Hypothesis Tests Using Daily Stock Returns, Journal of Financial and Quantitative Analysis 27 (1992), 465--478.",
        "Cornell, Bradford, and Erik R. Sirri, The Reaction of Investors and Stock Prices to Insider Trading, Journal of Finance 47 (1992), 1031--1059.",
        "DellaVigna, Stefano, and Eliana La Ferrara, Detecting Illegal Arms Trade, American Economic Journal: Economic Policy 2 (2010), 26--57.",
        "De Witte, Ludo, The Assassination of Lumumba, (New York, NY: Verso, 2001).",
        "Easterly, William, Nathan Nunn, Shankar Satyanath, and Dan Berger, Commercial Imperialim? Political Influence and Trade during the Cold War , NBER Working Paper No. 15981, May 2010.",
        "Faccio, Mara, Politically Connected Firms, The American Economic Review 96 (2006), 369--386.",
        "Fisman, Raymond, Estimating the Value of Political Connections, American Economic Review 91 (2001), 1095--1102.",
        "Gleijeses, Piero, Shattered Hope: The Guatemalan Revolution and the United States, (Princeton, NJ: Princeton University Press, 1991).",
        "Jacobs, Lawrence, and Benjamin I. Page, Who Influences U.S. Foreign Policy?, American Political Science Review 99 (2005), 107-124.",
        "Knight, Brian, Are Policy Platforms Capitalized into Equity Prices? Evidence from the Bush/Gore 2000 Presidential Election, Journal of Public Economics 90 (2006), 751--773.",
        "Guidolin, Massimo, and Eliana La Ferrara, Diamonds Are Forever, Wars Are Not. Is Conflict Bad for Private Firms?, American Economic Review 97 (2007), 1978--1993.",
        "Johnson, Loch, Covert Action and Accountability: Decision-Making for America's Secret Foreign Policy, International Studies Quarterly 33 (1989), 81--109.",
        "Kinzer, Stephen, Overthrow: America's Century of Regime Change from Hawaii to Iraq, (New York, NY: Times Books Press, 2006).",
        "Meulbroek, Lisa, An Empirical Analysis of Insider Trading, Journal of Finance 48 (1992), 1661--1699.",
        "Snowberg, Erik, Justin Wolfers, and Eric Zeitzwitz, Partisan Impacts on the Economy: Evidence from Prediction Markets and Close Elections, Quarterly Journal of Economics, 122(2007), 807--829 Wang, Jiang, A model of competitive stock trading volume, Journal of Political Economy 102 (1994), 127--169 Weiner, Tim, Legacy of Ashes: A History of the CIA, (New York, NY: Doubleday Press, 2007).",
        "Wyden, Peter, Bay of Pigs: The Untold Story, (New York, NY: Simon and Schuster, 1979). Project Country Year Description Coup Exprop."
    ]
}