{
    "id": 16968,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Albouy, David, What are Cities Worth? Land Rents, Local Productivity, and the Capitalization of Amenity Values, NBER Working Paper # 14981, 2009.",
        "Bartik, Timothy J., Business Location Decisions in the United States: Estimates of the Effects of Unionization, Taxes, and Other Characteristics of States, Journal of Business & Economic Statistics 3, 1985, 14-22.",
        "Bartik, Timothy J., Who Benefits from State and Local Economic Development Policies?, W.E. Upjohn Institute for Employment Research, Kalamazoo, Michigan, 1991.",
        "Besley, Timothy, and Anne Case, Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics 110, 1995, 769-98.",
        "Bittlingmayer, George, Liesl Eathington, and Arthur P. Hall, Business Climate Indexes: Which Work, Which Don't, and What Can They Say About the Kansas Economy? Kansas, Inc., Research Report, 2005.",
        "Blank, Rebecca M., Evaluating Welfare Reform in the United States, Journal of Economic Literature 40, 2002, pp. 1105-1166.",
        "Brueckner, Jan, Strategic Interaction Among Governments: An Overview of Empirical Studies, International Regional Science Review 26, 2003, pp. 175-88.",
        "Buss, Terry F., The Effect of State Tax Incentives on Economic Growth and Firm Location Decisions: An Overview of the Literature, Economic Development Quarterly 15, 2001, 90-105.",
        "Carlton, Dennis W., The Location and Employment Choices of New Firms: An Econometric Model with Discrete and Continuous Endogenous Variables, Review of Economics and Statistics 65, 1983, 440-9.",
        "Erickson, Rodney A., Business Climate Studies: A Critical Evaluation, Economic Development Quarterly 1, 1987, 62-71.",
        "Fisher, Peter, Grading Places, Washington, DC: Economic Policy Institute, 2005.",
        "Gabriel, Stuart A., and Stuart S. Rosenthal, Quality of the Business Environment Versus Quality of Life: Do Firms and Households Like the Same Cities? Review of Economics and Statistics 86, 2004, 438-444.",
        "Garrett, Thomas, and Russell Rhine, Economic Freedom and Employment Growth in U.S. States, Federal Reserve Bank of St. Louis Working Paper 2010-006A, 2010.",
        "Glaeser, Edward, Hedi D. Kallal, Jose A. Scheinkman, and Andrei Shleifer, Growth in Cities, Journal of Political Economy 100, 1992, 1126-1152.",
        "Glaeser, Edward L., and Matthew E. Kahn, Sprawl and Urban Growth, in J.V. Henderson and J.F. Thisse, eds., Handbook of Regional and Urban Economics, Vol. 4. Amsterdam: Elsevier B.V, 2004, pp. 2482527.",
        "Glaeser, Edward, Jed Kolko, and Albert Saiz, Consumer City, Journal of Economic Geography 1, 2001, 27-50.",
        "Haltiwanger, John, Ron S. Jarmin, and Javier Miranda. 2009. Who Creates Jobs? Small vs. Large vs. Young, unpublished paper, University of Maryland.",
        "Holmes, Thomas, The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders, Journal of Political Economy 106, 1998, 667-705.",
        "Kolko, Jed, and David Neumark, Business Location Decisions and Employment Dynamics in California, San Francisco, CA: Public Policy Institute of California, 2007.",
        "Levine, Ross, and Sara J. Zervos, What We Have Learned about Policy and Growth from Cross-Country Regressions? American Economic Review 83, 1993, pp. 426-430.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw, The Impact of Global Warming on Agriculture: A Ricardian Analysis, American Economic Review 84, 1994, pp. 753-71.",
        "Neumark, David, Brandon Wall, and Junfu Zhang, Do Small Businesses Create More Jobs? New Evidence for the United States from the National Establishment Time Series, Review of Economics and Statistics 93, 2011, 16-29.",
        "Neumark, David, Junfu Zhang, and Brandon Wall, Employment Dynamics and Business Relocation: New Evidence from the National Establishment Time Series, Research in Labor Economics 26, 2007, 39-84.",
        "Papke, Leslie E., Interstate Business Tax Differentials and New Firm Location, Journal of Public Economics 45, 1991, 47-68.",
        "Plaut, Thomas, and Joseph Pluta, Business Climate, Taxes and Expenditures, and State Industrial Growth in the United States, Southern Economic Journal 50, 1983, 99-119.",
        "Rappaport, Jordan, and Jeffrey Sachs, The United States as a Coastal Nation, Journal of Economic Growth 8, 2003, 5-46.",
        "Roback, Jennifer, Wages, Rents, and Quality of Life, Journal of Political Economy 90, 1982, 1257-78.",
        "Schumpeter, Joseph, Capitalism, Socialism, and Democracy, 1942 (republished in 1975 by Harper: New York).",
        "Skoro, Charles, Rankings of State Business Climates: An Evaluation of Their Usefulness in Forecasting, Economic Development Quarterly 2, 1988, 138-52.",
        "Tannenwald, Robert, State Regulatory Policy and Economic Development, New England Economic Review March/April, 1997, 83-99.",
        "Wasylenko, Michael, Taxation and Economic Development: The State of the Economic Literature, New England Economic Review March/April, 1997, 37-52.",
        "Wasylenko, Michael, and Therese McGuire, Jobs and Taxes: The Effect of Business Climate on States' Employment Growth Rates, National Tax Journal 38, 1985, 497-511."
    ]
}