{
    "id": 16961,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Alschuler, Albert. 1978. Sentencing Reform and Prosecutorial Power: A Critique of Recent Proposals for `Fixed' and `Presumptive' Sentencing, 126 University of Pennsylvania Law Review 550-577.",
        "Andreoni, James. 1991 Reasonable Doubt and the Optimal Magnitude of Fines: Should the Penalty Fit the Crime? 22 RAND Journal of Economics 385-395.",
        "Bailey, Michael and Kelly H. Chang. 2001. Comparing Presidents, Senators, and Justices: Interinstitutional Preference Estimation, 17 Journal of Law, Economics, & Organization 477-506.",
        "Bushway Shawn, and Anne Piehl. 2001. Judging Judicial Discretion: Legal Factors and Racial Discrimination in Sentencing, 35 Law and Society Review 73364.",
        "Coffee, John and Michael Tonry. 1983. Hard Choices: Critical Trade-offs in the Implementation of Sentencing Reform through Guidelines, in M. Tonry and F. Zimring (eds.) Reform and Punishment: Essays in Criminal Sentencing. University of Chicago Press.",
        "Farrell, Jill. 2003. Mandatory Minimum Firearm Penalties: A Source of Sentencing Disparity? 5 Justice Research and Policy 95-115.",
        "Frankel, Marvin. 1973. Criminal Sentences: Law without Order. NY: Hill and Wang.",
        "Grossman, Gene M. and Michael L. Katz. 1983. Plea Bargaining and Social Welfare 73 The American Economic Review 749-757.",
        "Huber, Gregory A. and Sanford C. Gordon. 2007. Directing Retribution: On the Political Control of Lower Court Judges, 23 Journal of Law, Economics, & Organization 386-420.",
        "Jacobi, Tonja and Emerson H. Tiller. 2007. Legal Doctrine and Political Control, 23 Journal of Law, Economics, & Organization 326-345.",
        "Kessler, Daniel P. and Anne Morrison Piehl. 1998. The Role of Discretion in the Criminal Justice System, 14 Journal of Law, Economics, & Organization 256-276.",
        "Maryland State Commission on Criminal Sentencing Policy. 2005. Annual Report. www.msccsp.org/publications/ar2005.pdf Martin, Andrew D. and Kevin M. Quinn. 2007 Assessing Preference Change on the US Supreme Court, 23 Journal of Law, Economics, & Organization 365-385.",
        "Martinson, Robert. 1974. What Works? Questions and Answers about Prison Reform, 35 The Public Interest 22-54.",
        "Mustard, David B. 2001. Racial, Ethnic, and Gender Disparities in Sentencing: Evidence from the U.S. Federal Courts, 44 Journal of Law and Economics 285-314.",
        "Pfaff, John. 2006. The Continued Vitality of Structured Sentencing Following Blakely: The Effectiveness of Voluntary Guidelines, 54 UCLA Law Review 235-307.",
        "Piehl, Anne Morrison and Shawn Bushway. 2007. Measuring and Explaining Charge Bargaining, 23 Journal of Quantitative Criminology 105-125.",
        "Rachlinski, Jeffrey J. and Forest Jourden. 2003. The Cognitive Components of Punishment, 88 Cornell Law Review 457-485.",
        "Reitz, Kevin. 1998. Modeling Discretion in American Sentencing Systems, 20 Law and Policy 91-428.",
        "Reinganum, Jennifer F. 1988. Plea Bargaining and Prosecutorial Discretion, 78 American Economic Review 713-728 Schanzenbach, Max M., and Emerson H. Tiller. 2007. Strategic Judging Under the United States Sentencing Guidelines: Positive Political Theory and Evidence, 23 Journal of Law, Economics, & Organization 2456.",
        "Schauer, Frederick. 1991. Playing by the Rules: A Philosophical Examination of Rule-based Decision-Making in Law and in Life. Oxford: Oxford University Press.",
        "Schoenfeld, Heather. 2010. Mass Incarceration and the Paradox of Prison Conditions Litigation, 44 Law and Society Review 731-768.",
        "Sullivan, Kathleen M. 1992. The Justice of Rules and Standards, 106 Harvard Law Review 22123.",
        "Tonry, Michael. 1996. Sentencing Matters. New York: Oxford University Press.",
        "von Hirsch, Andrew. 1976. Doing Justice: The Choice of Punishments. NY: Hill and Wang.",
        "Wilson, James Q. 1975. Thinking about Crime. NY: Basic Books, Inc.",
        "Wistrich, Andrew J., Chris Guthriet, and Jeffrey J. Rachlinski. 2004. Can Judges Ignore Inadmissible Information? The Difficulty of Deliberately Disregarding, 153 University of Pennsylvania Law Review 1251-1346."
    ]
}