{
    "id": 16963,
    "cites": 26,
    "cited_by": 9,
    "reference": [
        "Gorg, H. and Strobl, E. (2007). The effect of r&d subsidies on private r&d, Economica 74: 215-234.",
        "Kotchen, M. J. (2006). Green markets and private provision of public goods, Journal of Political Economy 114: 816-834.",
        "Cornes, R. and Sandler, T. (1994). The comparative static properties of the impure public good model, Journal of Public Economics 54: 403-421.",
        "Babcock, B., Lakshminarayan, P., Wu, J. and Zilberman, D. (1997). Targeting tools for the purchase of environmental amenities, Land Economics 73: 325-339.",
        "Bourgeon, J.-M., Jayet, P.-A. and Picard, P. (1995). An incentive approach to land set-aside programs, European Economic Review 39: 1487-1509.",
        "Laffont, J.-J. and Tirole, J. (1993). A Theory of Incentives in Procurement and Regulation, MIT Press, Cambridge, MA.",
        "Lewis, T. R. (1996). Protecting the environment when costs and benefit are privately known, RAND Journal of Economics 27: 819847.",
        "Lubowski, R. N. (2002). Determinants of Land-Use Transitions in the United States: Econometric Analysis of Changes Among the Major Land-Use Categories, PhD thesis, Harvard University, Cambridge, MA.",
        "Lubowski, R. N., Plantinga, A. J. and Stavins, R. N. (2006). Land-use change and carbon sinks: Econometric estimation of the carbon sequestration supply function, Journal of Environmental Economics and Management 51: 135-152.",
        "Montero, J.-P. (2005). Pollution markets with imperfectly observed emissions, RAND Journal of  Economics 36: 645-660.",
        "Montero, J.-P. (2008). A simple auction mechanism for the optimal allocation of the commons, American Economic Review 98: 496-518.",
        "Nemes, V., Plott, C. R. and Stoneham, G. (2008). Electronic bushbroker exchange: Designing a combinatorial double auction for native vegetation offsets.",
        "Parkhurst, G. M. and Shogren, J. F. (2008). Targeting tools for the purchase of environmental amenities, American Journal of Agricultural Economics 90: 1192-1200.",
        "Picard, P. M. (2001). Job additionality and deadweight spending in perfectly competitive industries: The case for optimal employment subsidies, Journal of Public Economics 79:521-541.",
        "Richards, K. R. and Andersson, K. (2001). The leaky sink: Persistent obstacles to a forest carbon sequestration program based on individual projects, Climate Policy 1: 41-54.",
        "Richards, K. R. and Stokes, C. (2004). A review of forest carbon sequestration cost studies: A dozen years of research, Climatic Change 63: 1-48.",
        "Rogerson,W. P. (2003). Simple menus of contracts in cost-based procurement and regulation, American Economic Review 93: 919-926.",
        "SalaniÃ\u0083Â©, B. (2005). The Economics of Contracts: A Primer, 2 edn, MIT Press, Cambridge, MA.",
        "Smith, R. B. W. (1995). The conservation reserve program as a least cost land retirement program, American Journal of Agricultural Economics 77: 93-105.",
        "Stavins, R. N. (1999). The costs of carbon sequestration: A revealed-preference approach, American Economic Review 89: 994-1009.",
        "Stavins, R. N. and Jaffe, A. B. (1990). Unintended impacts of public investment on private decisions: The depletion of forested wetlands, American Economic Review 80: 337-352.",
        "Stavins, R. N. and Richards, K. R. (2005). The cost of U.S. forest based carbon sequestration. Prepared for the Pew Center for Global Climate Change.",
        "Stephenson, N. L. (1998). Actual evapotranspiration and deficit : Biologically meaningful correlates of vegetation distribution across spatial scales, Journal of Biogeography pp. 855-870.",
        "UNFCCC (2005). Reducing emissions from deforestation in developing countries: Approaches to stimulate action. UNFCCC:FCCC/CP/2005/MISC.1. USDA (2000). Summary Report: 1997 National Resources Inventory, Natural Resources Conservation Service, Washington, DC.",
        "van Benthem, A. and Kerr, S. (2010). Optimizing voluntary deforestation policy in the face of adverse selection and costly transfers. Motu Economic and Public Policy Research Working Paper 10-04.",
        "van Kooten, G. C., Eagle, A. J., Manley, J. and Smolakvan, T. (2004). How costly are carbon offsets? a meta-analysis of forest carbon sinks., Environmental Science and Policy 7: 239-251."
    ]
}