{
    "id": 16964,
    "cites": 69,
    "cited_by": 3,
    "reference": [
        "Aghion, Philippe, and Jean Tirole. 1997. Formal and Real Authority in Organizations. Journal of Political Economy, 105: 1-29.",
        "Alesina, Alberto, and Eliana La Ferrara. 2005. Ethnic Diversity and Economic Performance. Journal of Economic Literature, 63(3): 762-800.",
        "Allen, Douglas W. 1995. Order in the Church: A Property Rights Approach. Journal of Economic Behavior and Organization, 27: 97-117.",
        "Anderson, James E. and van Wincoop, Eric. 2004. Trade Costs, Journal of Economic Literature, 42(3): 691-751.",
        "Anderson, Simon P., Andre de Palma, and Jacques-Francois Thisse, 1992, Discrete Choice Theory of Product Differentiation, Cambridge, MA: MIT Press.",
        "AntrÃ\u0083Â s, Pol. 2003. Firms, Contracts, and Trade Structure. Quarterly Journal of Economics, 118(4): 1375-1418.",
        "AntrÃ\u0083Â s, Pol, and Elhanan Helpman. 2004. Global Sourcing, Journal of Political Economy, 112: 552-580.",
        "AntrÃ\u0083Â s, Pol, Esteban Rossi-Hansberg. 2009. Organizations and Trade. Annual Review of Economics. 1: 43-64.",
        "Barro, Robert J., and Jason Hwang. 2007. Religious Conversion in 40 Countries. NBER Working Paper No. 13689.",
        "Barro, Robert J. and Rachel M. McCleary. 2003. Religion and Economic Growth Across Countries. American Sociological Review, October 2003.",
        "Barro, Robert J. and Rachel M. McCleary. 2005. Which Countries Have State Religions? Quarterly Journal of Economics, 120(4): 1333-1270.",
        "Barro, Robert J., Rachel M. McCleary, and Alexander McQuoid. 2010. Economics of Sainthood, mimeo.",
        "Barrett, David B., George T. Kurian, and Todd M. Johnson, eds. 2001. World Christian Encyclopedia: A Comparative Study of Churches and Religions in the Modern World. Oxford: Oxford University Press.",
        "Becker, Sasha, and Marc Muendler. 2009. Margins of Multinational Substitution. American Economic Review, forthcoming.",
        "Berman, Eli. 2000. Sect, Subsidy, and Sacrifice: An Economist's View of Ultra-Orthodox Jews. Quarterly Journal of Economics, 115(3): 905-953.",
        "Blau, Judith R., Kent Redding, and Kenneth C. Land. 1998. Ethnocultural Cleavages and the Growth of Church Membership, 1860-1930. In N.J. Demerath III, Peter D. Hall, Terry Schmitt, and Rhys H. Williams, eds., Sacred Companies: Organizational Aspects of Religion and Religious Aspects of Organization, Oxford: Oxford University Press.",
        "Bloom, Nicholas, Raffaella Sadun, John van Reenen. 2009. The Organization of Firms across Countries. NBER Worker Paper No. 15129.",
        "Brouwer, Steve, Paul Gifford, and Susan D. Rose. 1996. Exporting the American Gospel: Global Christian Fundamentalism. New York: Routledge.",
        "Calvo, Guillermo A. 1998. Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops. Journal of Applied Economics, 1(1): 35-54.",
        "Cavallo, Eduardo. 2007. Trade, Gravity and Sudden Stops: On How Commercial Trade Can Increase the Stability of Capital Flows, mimeo, Harvard University.",
        "Chaves, Mark. 1993a. Denominations as Dual Structures: An Organizational Analysis. Sociology of Religion 54(2): 147-169.",
        "Chaves, Mark. 1993b.  Intraorganizational Power and Internal Secularization in Protestant Denominations. The American Journal of Sociology, 99(1): 1-48.",
        "Chaves, Mark. 1998. Denominations as Dual Structures: An Organizational Analysis. In N.J. Demerath III, Peter D. Hall, Terry Schmitt, and Rhys H. Williams, eds., Sacred Companies: Organizational Aspects of Religion and Religious Aspects of Organization, Oxford: Oxford University Press.",
        "Chaves, Mark, and John R. Sutton. 2004. Organizational Consolidation in American Protestant Denominations, 1890-1990. Journal of the Scientific Study of Religion. 43(1): 51-66.",
        "Chen, Daniel. 2010. Club Goods and Group Identity: Evidence from Islamic Resurgence during the Indonesian Financial Crisis. Journal of Political Economy, 118(2): 300-352.",
        "Clarke, Gerard. 2006. Faith Matters: Faith Based Organizations, Civil Society, and International Development. Journal of International Development, 18(6): 835-848.",
        "Clemens, Michael, 2007. Do Visas Kill? Health Effects of African Health Professional Emigration. CGD Working Paper No. 114.",
        "Das, Mitali, Whitney K. Newey, and Francis Vella. 2003. Nonparametric Estimation of Sample Selection Models, Review of Economic Studies, 70 (1): 3358.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz. 2004. Dissecting Trade: Firms, Industries, and Export Destinations, NBER Working Paper No. 10344.",
        "Ekelund, Jr., Robert B., Robert F. Hebert, and Robert D. Tollison. 2006. The Marketplace of Christianity. Cambridge, MA: MIT Press.",
        "Fearon, James D. 2003. Ethnic and Cultural Diversity by Country, Journal of Economic Growth, 8(2): 195-222.",
        "Feenstra, Robert C. 2004. Advanced International Trade: Theory and Evidence. Princeton, NJ: Princeton University Press.",
        "Fernald, John. 1999. Roads to Prosperity? Assessing the Link between Public Capital and Productivity. American Economic Review, 89(3): 619-638.",
        "Fincher, Corey, and Randy Thornhill. 2008. Assortative Sociality, Limited Dispersal, Infectious Disease, and the Genesis of the Global Pattern of Religion Diversity. Proceedings of the Royal Society B, 275: 2587-2594.",
        "Finke, Roger, and Rodney Stark. 2008. The Churching of America, 1776-2005: Winners and Losers in Our Religious Economy. Rutgers University Press, New Brunswick, New Jersey.",
        "Freston, Paul. 2001. Pentecostals and Politics in Asia, Africa, and Latin America. Cambridge, UK: Cambridge University Press.",
        "Gabaix, Xavier. 2009. Power Laws in Economics and Finance. Annual Review of Economics, 1: 255-294.",
        "Goff, Brian, and Michelle W. Trawick. 2008. The Importance of Brand and Competition in Defining US Religious Markets. Southern Economic Journal, 74(4): 1035-1048.",
        "Grim, Brian J., and Roger Finke. 2006. International Religion Indexes: Government Regulation, Government Favoritism, and Social Regulation of Religion. Interdisciplinary Journal Research on Religion, 2(1): 1-40.",
        "Grossman, Sanford J. and Oliver D. Hart, 1986, Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94(3), August, 691-719.",
        "Gruber, Jonathan, and Hungerman, Daniel M., 2007. Faith-based charity and crowd-out during the great depression, Journal of Public Economics, 91(5-6): 1043-1069.",
        "Hoge, Dean R. 1979. A Test of Denominational Growth and Decline. In Dean R. Hoge and David A. Roozen, eds., Understanding Church Growth and Decline: 1950-1970, Hartford, CN: Hartford Seminary Foundation.",
        "Hoge, Dean R. and Fenggang Yang. 1994. Determinants of Religious Giving in American Denominations. Review of Religious Research, 36(2): 123-148.",
        "Hungerman, Daniel M. 2005. Are Church and State Substitutes? Evidence from the 1996 Welfare Reform. Journal of Public Economics, 89: 22452267.",
        "Iannaccone, Laurence R. 1992. Sacrifice and Stigma: Reducing Free-riding in Cults, Communes, and Other Collectives. The Journal of Political Economy, 100(2): 271-291.",
        "Iannaccone, Laurence R. 1994. Why Strict Churches are Strong. The American Journal of Sociology, 99(5): 1180-1211.",
        "Iannaccone, Laurence R. 1998. Why Strict Churches are Strong. In N.J. Demerath III, Peter D. Hall, Terry Schmitt, and Rhys H. Williams, eds., Sacred Companies: Organizational Aspects of Religion and Religious Aspects of Organization, Oxford: Oxford University Press.",
        "Iyigun, Murat. 2008. Luther and Suleyman, Quarterly Journal of Economics, 123:4, 1465-94.",
        "Lipford, Jody D., Robert D. Tollison. 2003. Religious Participation and Income. Journal of Economic Organization and Behavior, 51: 249-260.",
        "Marin, Dalia, and Thiery Verdier. 2008. Power inside the Firm and the Market: A General Equilibrium Approach. Journal of the European Economic Association, 6(4): 752-788.",
        "McCleary, Rachel M., and Robert J. Barro. 2006. Religion and Political Economy in an International Panel. Journal for the Scientific Study of Religion, 45(2): 149175.",
        "McCleary, Rachel M. 2008. Religion and Economic Development: A Two-way Causation. Policy Review 148, April-May 2008.",
        "McMillan, Becky R., and Matthew J. Price. 2003. How Much Should We Pay the Pastor? A Fresh Look at Clergy Salaries in the 21st Century. Pulpit and Pew Research Reports 2: 222.",
        "Melitz, Marc J. 2003. The Impact of Trade on Intra-industry Reallocations and Aggregate Industry Productivity, Econometrica, 71(6): 1695-1725.",
        "Meyer, Birgit. 2004. Christianity in Africa: From African Independent to PentecostalCharismatic Churches. Annual Review of Anthropology, 33: 447-474.",
        "Mickelthwait, John, and Adrian Wooldridge. 2009. God is Back: How the Global Revival of Faith is Changing the World. New York: The Penguin Press.",
        "Morrison, Catherine, and Schwartz. 1996. State Infrastructure and Productive Performance. American Economic Review, 86(5): 1095-1111.",
        "Nunn, Nathan. 2007. Relationship-Specificity, Incomplete Contracts, and the Pattern of Trade. Quarterly Journal of Economics, 122(2): 569-600.",
        "Nunn, Nathan. 2010. Religious Conversion in Africa. American Economic Review Papers and Proceedings, 100: 147-152.",
        "Raddatz, Claudio. 2007. Are External Shocks Responsible for the Instability of Output in Low Income Countries? Journal of Development Economics, 84(1): 155-187.",
        "Rajan, Raghuram G., and Julie Wulf. 2006. The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies, Review of Economics and Statistics, 88(4): 759-773.",
        "Robbins, Joel. 2004. The Globalization of Pentecostal and Charismatic Christianity. Annual Review of Anthropology, 33: 11743.",
        "Roller, Lars-Hendrik, and Leonard Waverman. 2001. Telecommunications Infrastructure and Economic Development: A Simultaneous Approach. American Economic Review, 91(4): 909-923.",
        "Sacerdote, Bruce, and Edward Glaeser. 2001. Education and Religion, NBER working paper 8080.",
        "Scheve, Kenneth and David Stasavage. 2006. Religion and Preferences for Social Insurance. Quarterly Journal of Political Science, 1(3): 255-286.",
        "Thomas, Scott. 2010. A Globalized God. Foreign Affairs, 89(6): 93-101.",
        "Woodberry, Robert. 2008. Protestantism and Economic Development. In J.D. Imber, ed., Markets, Morals, and Religion. New Brunswick, NJ: Transaction Publishers, 157-177.",
        "Woodberry, Robert, and Timothy Shah. 2004. The Pioneering Protestants. Journal of Democracy, 15: 47-61.",
        "Yang, Dean. 2008. Coping with Disaster: The Impact of Hurricanes on International Financial Flows, 1970-2002. B. E. Journal of Economic Analysis & Policy: 8(1) (Advances), Article"
    ]
}