{
    "id": 16979,
    "cites": 22,
    "cited_by": 74,
    "reference": [
        "Bartram, SÃ\u0083Â¶hnke, Gregory Brown, and RenÃ\u0083Â© Stulz. Why Do Foreign Firms Have Less Idiosyncratic Risk than US Firms?. NBER Working Paper n. 14931, April 2009.",
        "Berlin, Mitchell and Loretta Mester. Debt Covenants and Renegotiation. Journal of Financial Intermediation, 1992, 2, pp. 95-133.",
        "Bernanke, Ben S., Gertler, Mark and Gilchrist, Simon. The Financial Accelerator in a Quantitative Business Cycle Framework. In: Taylor, John B. and Woodford, Michael, eds. Handbook of macroeconomics. Volume 1C. Handbooks in Economics, vol. 15. Amsterdam; New York and Oxford: Elsevier Science, North-Holland, 1999, pp. 1341-93.",
        "Boot, Arnoud and Anjan, Thakor. The Accelerating Integration of Banks and Markets and its Implications for Regulation. Forthcoming in The Oxford Handbook of Banking, Eds. Allen Berger, Phil Molyneux and John Wilson, Oxford University Press, 2009.",
        "Boot, Arnoud, Greenbaum, Stuart, and Anjan Thakor. Reputation and Discretion in Financial Contracting. American Economic Review, 1993, 83(5), pp. 1165-83.",
        "Carey, Mark and Nini, Greg. Is the corporate loan market globally integrated? A pricing puzzle. The Journal of Finance, 2007, LXII, No. 6, pp 2969-3007.",
        "Carlstrom, Charles T., and Fuerst, Timothy. Agency Costs, Net Worth, and Business Cycle Fluctuations: A Computable General Equilibrium Analysis. American Economic Review, 1997, 87(5), pp. 893-910.",
        "Carlstrom, Charles T., and Fuerst, Timothy. Agency Costs and Business Cycles. Economic Theory, 1998, 12, pp. 583-597.",
        "Chemmanur, Thomas J. and Fulghieri, Paolo. Reputation, Renegotiation, and the Choice between Bank Loans and Publicly Traded Debt. Review of Financial Studies, 1994, 7(3), pp. 475-506.",
        "DemirgÃ\u0083Â¼c-Kunt, Asli and Levine, Ross (eds). Financial structure and economic growth: a cross-country comparison of banks, markets and development. The MIT Press, Cambridge, Massachusetts, 2001.",
        "Denis, David and Vassil Mihov. The Choice Among Bank Debt, Non-Bank Private Debt and Pulic Debt: Evidence From New Corporate Borrowigs. Journal of Financial Economics, 2003, 70, pp. 3-28.",
        "Diamond, Douglas. Financial Intermediation and Delegated Monitoring. The Review of Economic Studies, 1984, 51, pp. 393-414.",
        "Emery, Kenneth M. and Richard Cantor. Relative Default Rates on Corporate Loans and Bonds. Journal of Banking and Finance, 2005, 29, pp. 1575-1584.",
        "Fama, Eugene. What's Different about Banks? Journal of Monetary Economics, 1985, 15, pp. 29-39.",
        "Gande, Amar and Anthony Saunders. Are Banks Still Special when there is a Secondary Market for Loans?, manuscript, October 2006.",
        "Gilchrist, Simon, Yankov, Vladimir, and Egon Zakrajsek. Credit Market Shocks and Economic Fluctuations: Evidence from Corporate Bond and Stock Markets. Journal of Monetary Economics, forthcoming, 2009.",
        "Kurshev, Alexander and Ilya A. Strebulaev, Firm Size and Capital Structure, mimeo, Stanford University (2006).",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio, Schleifer, Andreas, and Vishny, Robert. Legal determinants of external finance. Journal of Finance, 1997, 52(3), p. 1131-1150.",
        "Mahajan, Arvind, and Fraser, Donald. Dollar Eurobond pricing and US bond pricing. Journal of International Business Studies, 1986, 17, pp. 21-37.",
        "Quadrini, Vincenzo. Entrepreneurship, Saving, and Social Mobility. Review of Economic Dynamics, Volume 3, Issue 1, January 2000, Pages 1-40.",
        "Williamson, Oliver E., The Theory of the Firm as Governance Structure: From Choice to Contract. Journal of Economic Perspectives 16(3), 2002, pp. 171--195",
        "Townsend, Robert M. Optimal Contracts and Competitive Markets with Costly State Verification. Journal of Economic Theory, 1979, 21(2), pp. 265-93. Bank Finance versus Bond Finance."
    ]
}