{
    "id": 16972,
    "cites": 125,
    "cited_by": 39,
    "reference": [
        "Acharya, Viral and Lasse Heje Pedersen, 2005, Asset Pricing with Liquidity Risk, Journal of Financial Economics 77, 375-410.",
        "Agarwal, Vikas and Narayan Naik, 2004, Risk and Portfolio Decisions Involving Hedge Funds, Review of Financial Studies 17, 63 - 98.",
        "Amihud, Yakov, Haim Mendelson, and Lasse Heje Pedersen, 2005, Liquidity and Asset Prices, Foundations and Trends in Finance 1, 269-364.",
        "Ang, Andrew, and Joe Chen, 2007, CAPM Over the Long Run: 1926-2001, Journal of Empirical Finance 14, 1-40.",
        "Asness, Cifford, Robert Krail and John Liew, 2001, Do Hedge Funds Hedge? Journal of Portfolio Management 28, 6-19.",
        "Baba, Naohiko and Frank Packer, 2009, Interpreting Deviations From Covered Interest Parity During the Financial Market Turmoil of 2007--08, Journal of Banking and Finance 33, 1953-1962.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks For the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance 59, 1481-1509.",
        "Barro, Robert J., 2006, Rare Disasters and Asset Markets in the Twentieth Century, Quarterly Journal of Economics 121, 823-866.",
        "Barberis, Nicholas, 2000, Investing for the Long Run when Returns are Predictable, Journal of Finance 55, 225-264.",
        "Barberis, Nicholas, Tano Santos, and Ming Huang, 2001, Prospect Theory and Asset Prices, Quarterly Journal of Economics 116, 1-53.",
        "Barberis, Nicholas, and Richard Thaler, 2003, A Survey of Behavioral Finance, in George Constantinides, RenÃ\u0083Â©. Stulz and Milton Harris eds., Handbook of the Economics of Finance, North Holland, Amsterdam, 2003.",
        "Belo, Frederico, 2010, Production-Based Measures of Risk for Asset Pricing, Journal of Monetary Economics 57, 146-163.",
        "Boudoukh, Jacob, and Robert Whitelaw, 1991, The Benchmark Effect in the Japanese Government Bond Market, Journal of Fixed Income 1, 52-59.",
        "Brennan, Michael J., Eduardo S. Schwartz and Roland Lagnado, 1997, Strategic Asset Allocation, Journal of Economic Dynamics and Control 21, 1377-1403.",
        "Brunnermeier, Markus, 2009, Deciphering the Liquidity and Credit Crunch 2007-2009, Journal of Economic Perspectives 23, 77-100.",
        "Brunnermeier, Markus, and Lasse H. Pedersen, 2009, Market Liquidity and Funding Liquidity, The Review of Financial Studies 22, 2201-2238.",
        "Campbell, John Y., 1991, A Variance Decomposition for Stock Returns, Economic Journal 101, 157--179.",
        "Campbell, John Y., and John Ammer, 1993, What Moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns, Journal of Finance 48, 3--37.",
        "Campbell, John Y., and John H. Cochrane, 1999, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy 107, 205-251.",
        "Campbell, John Y., and John H. Cochrane, 2000, Explaining the Poor Performance of Consumption-Based Asset Pricing Models, Journal of Finance 55, 2863-78.",
        "Campbell, John Y., and Jianping Mei, 1993, Where do Betas Come From? Asset Pricing Dynamics and the Sources of Systematic Risk, Review of Financial Studies 6, 567--592.",
        "Campbell, John Y. and Robert J. Shiller, 1987, Cointegration and Tests of Present Value Models, Journal of Political Economy 95, 1062--1088.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1, 195--228.",
        "Campbell, John Y., and Robert J. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Bird's Eye View, Review of Economic Studies 58, 495--514.",
        "Campbell, John Y., and Luis Viceira, 1999, Consumption and Portfolio Decisions When Expected Returns are Time Varying, Quarterly Journal of Economics 114, 433-495.",
        "Campbell, John Y., and Luis M. Viceira, 2001, Who Should Buy Long-Term Bonds?,American Economic Review 91, 99-127.",
        "Campbell, John Y., and Luis M. Viceira, 2002, Strategic Asset Allocation: Portfolio Choice for Long-Term Investors, Clarendon Lectures in Economics, Oxford: Oxford University Press.",
        "Campbell, John Y., and Tuomo Vuolteenaho, 2004, Bad Beta, Good Beta, American Economic Review 94, 1249-1275.",
        "Chen, Long, Ralitsa Petkova, and Lu Zhang, 2008, The Expected Value Premium, Journal of Financial Economics 87, 269--280.",
        "Cochrane, John H., 1991a, Volatility Tests and Efficient Markets: A Review Essay, Journal of Monetary Economics 27, 463-485.",
        "Cochrane, John H., 1991b, Production-Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations, Journal of Finance 46, 207-234.",
        "Cochrane, John H., 1992, Explaining the Variance of Price-Dividend Ratios, Review of Financial Studies 5, 243-280.",
        "Cochrane, John H., 1994, Permanent and Transitory Components of GNP and Stock Prices, Quarterly Journal of Economics 109, 241-266 Cochrane, John H., 1996, A Cross-Sectional Test of an Investment-Based Asset Pricing Model, Journal of Political Economy 104, 572-621.",
        "Cochrane, John H., 2001, Review of `Famous First Bubbles: The Fundamentals of Early Manias', Journal of Political Economy 109, 150-1154.",
        "Cochrane, John H., 2003, Stock as Money: Convenience Yield and the Tech-Stock Bubble,in William C. Hunter, George G. Kaufman and Michael Pomerleano, Eds., Asset Price Bubbles. Cambridge: MIT Press.",
        "Cochrane, John H., 2005b, Liquidity, Trading and Asset Prices, NBER Asset Pricing Program Report, NBER Reporter. Cambridge: National Bureau of Econoimc Research.",
        "Cochrane, John H., 2005c, Asset Pricing, Revised Edition. Princeton: Princeton University Press.",
        "Cochrane, John H., 2006, The Dog That Did Not Bark: A Defense of Return Predictability, Review of Financial Studies 21, 1533-1575.",
        "Cochrane, John H., 2007a, Financial Markets and the Real Economy,in Rajnish Mehra, Ed. Handbook of the Equity Premium Elsevier, 237-325.",
        "Cochrane, John H., 2007b, Portfolio Theory, Manuscript, University of Chicago.",
        "Cochrane, John H., 2008, A Mean-Variance Benchmark for Intertemporal Portfolio Theory, Manuscript, University of Chicago.",
        "Cochrane, John H., 2011, Understanding Fiscal and Monetary Policy in the Great Recession: Some Unpleasant Fiscal Arithmetic, European Economic Review 55, 2-30.",
        "Cochrane, John H., and Monika Piazzesi, 2005, Bond Risk Premia, American Economic Review 95, 138-160.",
        "Cochrane, John H., and Monika Piazzesi, 2008, Decomposing the Yield Curve, Manuscript, University of Chicago.",
        "Cohen, Randolph B., Christopher K. Polk, and Tuomo Vuolteenaho, 2003, The Value Spread, Journal of Finance 58, 609-642.",
        "Constantinides, George M. and Darrell Duffie, 1996, Asset Pricing with Heterogeneous Consumers, Journal of Political Economy 104, 219-240.",
        "Davis, James L., Eugene F. Fama and Kenneth R. French, 2000, Characteristics, Covariances and Average Returns: 1929-1997, Journal of Finance 55, 389-406.",
        "Daniel, Kent, and Sheridan Titman, 2006, Testing Factor-Model Explanations of Market Anomalies, Manuscript, Columbia University and University of Texas.",
        "Duffie, Darrell, and Antje Berndt, 2011, Explaining Corporate Debt Returns, Manuscript, Stanford University.",
        "Duffie, Darrell, and Bruno Strulovici, 2011, Capital Mobility and Asset Pricing, Manuscript, Stanford University and Northwestern University.",
        "Epstein, Larry G. and Stanley Zin, 1989, Substitution, risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937--969.",
        "Fama, Eugene F., 1970, Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance 25, 383-417.",
        "Fama, Eugene F., 1984, Forward and Spot Exchange Rates, Journal of Monetary Economics 14, 319-38.",
        "Fama, Eugene F., 1986, Term Premiums and Default Premiums in Money Markets, Journal of Financial Economics 17, 175-96.",
        "Fama, Eugene F.,, 1996, Multifactor Portfolio Efficiency and Multifactor Asset Pricing, Journal of Financial and Quantitative Analysis 31, 441-465.",
        "Fama, Eugene F.,1998, Market Efficiency, Long-Term Returns, and Behavioral Finance, Journal of Financial Economics 49, 283-306.",
        "Fama, Eugene F. and Robert R. Bliss, 1987, The Information in Long-Maturity Forward Rates, American Economic Review 77, 680-92.",
        "Fama, Eugene F. and Kenneth R. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-25.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stock and Bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F. and Kenneth R. French, 1996, Multifactor Explanations of Asset Pricing Anomalies, Journal of Finance 51, 55-84.",
        "Fama, Eugene F. and Kenneth R. French, 1997, Industry Costs of Equity, Journal of Financial Economics 43, 153-93.",
        "Fama, Eugene F., and Kenneth R. French, 2006, The Value Premium and the CAPM, Journal of Finance 61, 2163-85.",
        "Fama, Eugene F. and Kenneth R. French, 2010, Dissecting Anomalies, Journal of Finance 63, 1653 - 1678.",
        "Fleckenstein, Mattias, Francis A. Longstaff,, and Hanno Lustig, 2010, Why Does the Treasury Issue TIPS? The TIPS-Treasury Bond Puzzle, Manuscript, UCLA Anderson School of Management.",
        "Fontana, Alessandro, 2010, The Persistent Negative CDS-Bond Basis During the 2007/08 Financial Crisis, Manuscript, UnversitÃ\u0083Â¡ Ca Foscari, Venice.",
        "Fontana, Alessandro, and M. Scheicher, 2010, An Analysis of Euro Area Sovereign CDS and their Relation with Government Bonds, European Central Bank, Working Paper No. 1271.",
        "Frazzini, Andrea and Lasse Hege Pedersen, 2010, Betting Against Beta, Manuscript, New York University.",
        "Froot, Kenneth. A., and P. O'Connell, 2008, On the Pricing of Intermediated Risks: Theory and Application to Catastrophe Reinsurance, Journal of Banking and Finance 32, 6985.",
        "Gabaix, Xavier, Arvind Krishnamurthy, and Olivier Vigneron, 2007, Limits of Arbitrage: Theory and Evidence from the Mortgage Backed Securities Market, Journal of Finance, 62, 557-596.",
        "Garber, Peter M. 2000, Famous First Bubbles: The Fundamentals of Early Manias. Cambridge, Mass.: MIT Press Gala, Vito, 2010, Irreversible Investment and the Cross-Section of Stock Returns in General Equilibrium, Manuscript, London Business School.",
        "Garleanu, Nicolae, and Lasse Heje Pedersen, 2009, Margin-Based Asset Pricing and Deviations from the Law of One Price, Manuscript, New York University, Forthcoming Review of Financial Studies.",
        "Gomes, Joao, Leonid Kogan, and Lu Zhang, 2003, Equilibrium Cross-Section of Returns, Journal of Political Economy 111, 693-732.",
        "Gourio, Francois, 2007, Labor Leverage, Firms Heterogeneous Sensitivities to the Business Cycle, and the Cross-Section of Returns, Manuscript, Boston University.",
        "Gourinchas, Pierre-Olivier and HÃ\u0083Â©lÃ\u0083Â¨ne Rey, 2007, International Financial Adjustment, Journal of Political Economy 115, 665-703.",
        "Gromb, Denis, and Dimitri Vayanos, 2010, Limits of Arbitrage: The State of the Theory, Annual Review of Financial Economics 2, 251-275.",
        "Hansen, Lars Peter, and Robert J. Hodrick 1980, Forward Exchange-Rates As Optimal Predictors of Future Spot Rates - An Econometric-Analysis, Journal of Political Economy 88, 829-853.",
        "Hansen, Lars Peter., John C. Heaton and Nan Li, 2008, Consumption Strikes Back?: Measuring Long Run Risk, Journal of Political Economy 116, 260-302.",
        "Hansen, Lars Peter, and Thomas J. Sargent, 2005, Recursive Robust Estimation and Control under Commitment, Journal of Economic Theory 124, 258-301.",
        "Hayek, Friedrich A. Von, 1945, The Use of Knowledge in Society, American Economic Review, 35, 519-530.",
        "Heaton, John C., and Deborah J. Lucas, 2000, Portfolio Choice and Asset Prices: The Importance of Entrepreneurial Risk, Journal of Finance 55, 1163--1198.",
        "Heaton, John C., Deborah J. Lucas and Robert L. McDonald, 2009, Is Mark-to-Market Accounting Destabilizing? Analysis and Implications for Policy, Journal of Monetary Economics 57, 64-75.",
        "He, Zhiguo and Arvind Krishnamurthy, 2010, Intermediary Asset Pricing, Manuscript, University of Chicago and Northwestern University.",
        "Hu, Xing, Jun Pan and Jiang Wang, 2011, Noise as Information for Illiquidity, NBER Working Paper 16468.",
        "Jegadeesh, Narasimhan and Sheridan Titman, 1993, Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, Journal of Finance 48, 65 - 91.",
        "Jermann, Urban, 2010, The Equity Premium Implied by Production,Journal of Financial Economics 98, 279-296.",
        "King, Robert G., Charles I. Plosser and Sergio T. Rebelo, 1988, Production, growth and business cycles : I. The basic neoclassical model, Journal of Monetary Economics 21,195-232.",
        "Koijen, Ralph and Jules van Binsbergen, 2010, Predictive regressions: A present-value approach, Journal of Finance 65 1439--1471.",
        "Krishnamurthy, Arvind, 2002, The Bond/Old-Bond Spread, Journal of Financial Economics 66, 463-506.",
        "Krishnamurthy, Arvind, 2008, Fundamental Value and Limits to Arbitrage, Manuscript, Kellogg Graduate School of Management.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2010, The Aggregate Demand for Treasury Debt, Manuscript, Kellogg Graduate School of Management.",
        "Lacerda, Filipe, and Pedro Santa-Clara, 2010, Forecasting Dividend Growth to Better Predict Returns, Manuscript Universidade Nova de Lisboa.",
        "Laibson, David, 1997, Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics 62, 443-77.",
        "Lamont, Owen, 2000, Investment Plans and Stock Returns, Journal of Finance 55, 27192745.",
        "Lettau, Martin, and Sydney Ludvigson, 2001a, Consumption, Aggregate Wealth and Expected Stock Returns, Journal of Finance 56, 815-849.",
        "Lettau, Martin and Sydney Ludvigson, 2001b, Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia Are Time-Varying, Journal of Political Economy 109, 12381287.",
        "Lettau, Martin, and Sydney Ludvigson, 2005, Expected Returns and Expected Dividend Growth, Journal of Financial Economics 76, 583-626.",
        "Lettau, Martin and Jessica Wachter, 2011, The Term Structures of Equity and Interest Rates, Journal of Financial Economics Forthcoming.",
        "Lewellen, Jonathan, Stefan Nagel, and Jay Shanken, 2010, A Skeptical Appraisal of Asset Pricing Tests, Journal of Financial Economics 96, 175-194.",
        "Li, Erica X. Dmitry Livdan, and Lu Zhang, 2008, Anomalies, Review of Financial Studies 22, 4301-4334 Liu, Laura Xiaolei, and Lu Zhang, 2011, Investment-Based Momentum Profits, Manuscript Hong Kong University of Science and Technology and Ohio State University Liu, Laura Xiaolei, Toni M. Whited, and Lu Zhang, 2009, Investment-Based Expected Stock Returns, Journal of Political Economy 117, 1105-1139.",
        "Longstaff, Francis A., 2004, The Flight to Liquidity Premium in U.S. Treasury Bond Prices, Journal of Business 77, 511-526.",
        "Longstaff, Francis A., 2008, Flight-From-Leverage in Distressed Financial Markets, Manuscript, UCLA Anderson Scholl of Management Ludvigson, Sydney, 2011, Advances in Consumption-Based Asset Pricing: Empirical Tests, in Handbook of the Economics of Finance, George Constantinides, Milton Harris and Rene Stulz Eds., vol. 2, Forthcoming. Elsevier Science B.V., North Holland, Amsterdam.",
        "Lustig, Hanno, Nikolai L. Roussanov, and Adrien Verdelhan, 2010a, Common Risk Factors in Currency Markets, Manuscript, UCLA, MIT, and Wharton School Lustig, Hanno, Nikolai L. Roussanov, and Adrien Verdelhan, 2010b, Countercyclical Currency Risk Premia, Manuscript, UCLA, MIT, and Wharton School.",
        "Mehra, Rajnish, and Edward C. Prescott, 1985, The Equity Premium: A Puzzle, Journal of Monetary Economics 15, 145-161.",
        "Merton, Robert C., 1971, Optimum Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory 3, 373-413.",
        "Milgrom, Paul, and Nancy Stokey, 1982, Information, Trade and Common Knowledge, Journal of Economic Theory 26, 17-27.",
        "Mitchell, Mark, Lasse Heje Pedersen, and Todd Pulvino, 2007, Slow-Moving Capital, American Economic Review 97, 215-220.",
        "Mitchell, Mark and Todd Pulvino, 2001, The Characteristics of Risk and Return in Risk Arbitrage, Journal of Finance 56, 2135-2176.",
        "O'Hara, Maureen, 2008, Bubbles: Some Perspectives (and Loose Talk) from History, Review of Financial Studies 21, 11-17.",
        "Pastor, Lubos, 2000, Portfolio Selection and Asset Pricing Models, Journal of Finance 55, 179-223.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy 111, 642-685.",
        "Piazzesi, Monika and Eric Swanson, 2008, Futures Prices as Risk-Adjusted Forecasts of Monetary Policy, Journal of Monetary Economics 55, 677-691.",
        "Rietz, Thomas A. 1988, The Equity Risk Premium: A Solution, Journal of Monetary Economics 22, 117--31.",
        "Ross, Stephen A., 1976, The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory 13, 341-360.",
        "Ross, Stephen A., 1978, A Simple Approach to the Valuation of Risky Streams, Journal of Business 51, 453-475.",
        "Sargent, Thomas J., and Neil Wallace, 1981, Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review 531.",
        "Scheinkman, JosÃ\u0083Â© A. and Wei Xiong, 2003, Overconfidence and Speculative Bubbles, Journal of Political Economy 111, 1183-1219.",
        "Shiller, Robert. 1981, Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review 71, 421-436.",
        "Stambaugh, Robert, 1988, The Information in Forward Rates: Implications for Models of the Term Structure, Journal of Financial Economics 21, 41--70.",
        "Vayanos, Dimitri, and Jiang Wang, 2011, Liquidity and Asset Prices: A Unified Framework Part II, Manuscript, London School of Economics and Massachusetts Institute of Technology.",
        "Vayanos, Dimitri, and Jean-Luc Vila, 2011, A Preferred-Habitat Model of the Term Structure of Interest Rates, Manuscript, London School of Economics Vuolteenaho, Tuomo, 2002, What Drives Firm-Level Stock Returns?,Journal of Finance 57, 233--264.",
        "Wachter, Jessica, 2003, Risk Aversion and Allocation to Long-Term Bonds, Journal of Economic Theory 112,325--333.",
        "Welch, Ivo, 2004, Capital Structure and Stock Returns, Journal of Political Economy 112, 106-131.",
        "Welch, Ivo and Amit Goyal, 2008, A Comprehensive Look at the Empirical Performance of Equity Premium Prediction, Review of Financial Studies 21, 1455-1508.",
        "Yogo, Motohiro, 2006, A Consumption-Based Explanation of Expected Stock Returns, Journal of Finance 61, 539 - 580"
    ]
}