{
    "id": 16973,
    "cites": 45,
    "cited_by": 9,
    "reference": [
        "Acemoglu, Daron, and Joshua Angrist (2000) How Large Are Human Capital Externalities? Evidence from Compulsory Schooling Laws, NBER Macroeconomics Annual.",
        "Aknin, Lara, Christopher Barrington-Leigh, Elizabeth Dunn, John Helliwell, Robert Biswas-Diener, Imelda Kemeza, Paul Nyende, Claire Ashton-James, and Michael Norton (2010) Prosocial Spending and Well-Being: Cross-Cultural Evidence for a Psychological Universal, NBER working paper 16415.",
        "Alesina, Alberto, and Eliana La Ferrara (2000) Participation in Heterogeneous Communities, Quarterly Journal of Economics 115(3), 847-903.",
        "Andreoni, James (2006) Philanthropy, in S-C. Kolm and J. Mercier Ythier, eds., Handbook of Giving, Reciprocity and Altruism. Amsterdam: North Holland, 1201-1269.",
        "Angrist, Joshua, and Alan Krueger (1991) Does Compulsory School Attendance Affect Schooling and Earnings? Quarterly Journal of Economics 106(4), 979-1014.",
        "BraÃ\u0083Â±as-Garza, Pablo, and Shoshana Neuman (2004) Analyzing Religiosity within an Economic Framework: The Case of Spanish Catholics, Review of Economics of the Household 2, 5-22.",
        "Becker, Sascha, and Ludger Woessman (2009) Was Weber Wrong? A Human Capital Theory of Protestant Economic History, Quarterly Journal of Economics 124(2), 531-596.",
        "Brown, Sarah, and Karl Taylor (2007) Religion and Education: Evidence from the National Child Development Study, Journal of Economic Behavior & Organization 63, 439-460.",
        "Card, David. 1999. The Causal Effect of Education on Earnings. In Handbook of Labor Economics 3A, Orley Ashenfelter and David Card (eds.) Chapter 30. Oxford: Elsevier.",
        "Clark, Damon, and Heather Royer (2008) The Effect of Education on Adult Mortality and Health: Evidence from the United Kingdom, Working Paper.",
        "Cohen, Steven (1974) The Impact of Jewish Education on Religious Identification and Practice, Journal for the Scientific Study of Religion 36(3/4), 316-326.",
        "Deaton, Angus (2009) Aging, Religion, and Health, Working paper.",
        "Dee, Thomas (2004) Are there Civic Returns to Education? Journal of Public Economics 88, 16971720.",
        "Gerber, Alan, Jonathan Gruber, and Daniel Hungerman (2010) Does Church Attendance Cause People to Vote? Using Blue Laws' Repeal to Estimate the Effect of Religiosity on Voter Turnout, Working Paper Glenn, Norval (1987) The Trend in `No Religion' Respondents to U.S. National Surveys, Late 1950s to Early 1980s, The Public Opinion Quarterly 51(3), 293-314. Goldin, Claudia, and Lawrence Katz (forthcoming) Mass Secondary Schooling and the State: the Role of State Compulsion in the High School Movement, in D. Costa and N. Lamoreaux, Understanding Long-run Economic Growth (Cambridge University Press).",
        "Gradstein, Mark, and Denis Kisitin (2004) Educational Expansion: Evidence and Interpretation, World Bank Policy Research Working paper 3245.",
        "Gruber, Jonathan (2005) Religious Market Structure, Religious Participation, and Outcomes: Is Religion Good for You? Advances in Economic Analysis & Policy 5(1), article 5.",
        "Gunnoe, Marjorie, and Kristin Moore (2002) Predictors of Religiosity among Youth Aged 17-22: A Longitudinal Study of the National Survey of Children, Journal for the Scientific Study of Religion 41(4), 613-622.",
        "Himmelfarb, Harold (1980) The Study of American Jewish Identification: How it is Defined, Measured, Obtained, Sustained, and Lost, Journal for the Scientific Study of Religion 19(1), 48-60.",
        "Himmelfarb, Harold (1979) Agents of Religious Socialization Among American Jews, The Sociological Quarterly 20(4), 477-494.",
        "Hout, Michael and Fisher Claude Fischer (2002) Why More Americans Have No Religious Preferences: Politics and Generations, American Sociological Review 67(2), 165-190.",
        "Hungerman, Daniel (2010) Does Religious Proscription Cause People to Act Differently? Evidence from a Theory-Based Test, Working paper.",
        "Iannaccone, Laurence (1992) Sacrifice and Stigma: Reducing Free-Riding in Cults, Communes, and Other Collectives, Journal of Political Economy 100(2), 271-297.",
        "Iannaccone, Laurence (1998) Introduction to the Economics of Religion, Journal of Economic Literature 36(3), 1465-1495.",
        "Johnson, Byron, Ralph Tompkins, and Derek Webb (2002) Objective Hope: Assessing the Effectiveness of Faith-Based Organizations: A Review of the Literature, report for the Center for Research on Religion and Urban Civil Society.",
        "Katz, Joseph (1969) Society, Schools, and Progress in Canada. (Oxford: Pergamon Press).",
        "Lleras-Muney, Adriana (2005) The Relationship Between Education and Adult Mortality in the U.S. Review of Economic Studies 72, 189-221.",
        "McCleary, Rachel and Robert Barro (2006a) Religion and Political Economy in an International Panel, Journal for the Scientific Study of Religion 42(2), 149-175.",
        "McCleary, Rachel, and Robert Barro (2006b) Religion and Economy, Journal of Economic Perspectives 20(2), 49-72.",
        "Meyersson, Erik (2010) Islamic Rule and the Emancipation of the Poor and Pious, working paper.",
        "Oreopoulos, Philip, Marianne Page, and Ann Stevens (2006) The Intergenerational Effects of Compulsory Schooling, Journal of Labor Economics 24(4), 729-760.",
        "Oreopoulos, Philip (2007) Do Dropouts Drop Out Too Soon? Wealth, Health, and Happiness from Compulsory Schooling, Journal of Public Economics 91, 2213-2229.",
        "Oreopoulos, Philip (2006a) Estimating Average and Local Average Treatment Effects of Education when Compulsory Schooling Laws Really Matter, American Economic Review 96(1), 152-175.",
        "Oreopoulos, Philip (2006b) The Compelling Effects of Compulsory Schooling: Evidence from Canada, Canadian Journal of Economics 39(1), 22-52.",
        "Oreopoulos, Philip (2005) Canadian Compulsory School Laws and their Impact on Educational Attainment and Future Earnings, Analytical Studies Branch Research Paper No. 251, Statistics Canada.",
        "Organisation for Economic Cooperation and Development (OECD) (2010) Education at a Glance 2010: OECD Indicators. Published by the OECD.",
        "Perl, Paul and Mark Gray (2007) Catholic Schooling and Disaffiliation from Catholicism, Journal for the Scientific Study of Religion 46(2), 269-280.",
        "Phillips, Charles (1957) The Development of Education in Canada. (Toronto: W. J. Gage and Company Limited) Putnam, Robert (1995) Bowling Alone: America's Declining Social Capital Journal of Democracy 6(1), 65-78.",
        "Sacerdote, Bruce and Edward Glaeser (2001) Education and Religion, NBER Working paper 8080.",
        "Sander, William (2002) Religion and Human Capital, Economics Letters 75, 303-307.",
        "Sawkins, John, Paul Seaman, and Hector Williams (1997) Church Attendance in Great Britain: And Ordered Logit Approach, Applied Economics 29, 125-134.",
        "Schmidt, Stefanie (1996) School Quality, Compulsory Education Laws, and the Growth of American High School Attendance, 1915-1935, PhD dissertation, MIT.",
        "Shiner, Larry (1967) The Concept of Secularization in Empirical Research, Journal for the Scientific Study of Religion 6(2), 207-220.",
        "Silles, Mary (2009) The Causal Effect of Education on Health: Evidence from the United Kingdom, Economics of Education Review 28, 122-128.",
        "Stark, Rodney (1999) Secularization, R.I.P. Sociology of Religion 60(3), 249-273.",
        "Swatos, William, and Kevin Christiano (1999) Introduction--Secularization Theory: The Course of A Concept, Sociology of Religion 60(3), 209-228."
    ]
}