{
    "id": 1697,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Dybviq, P.H. and C.S. Spatt, 1980, Does it pay to maintain a reputation? Financial Research Memorandum no. 32, Princeton University.",
        "Eaton, J. and M. Gersovjtz, 1981a, Debt with potential repudiation: theoretical and empirical analysis, Review of Economic Studies 48, 289309. Eaton, J. and M. Gersovitz, 1981b, Poor country borrowing and the repudiation issue, Princeton Studies in International Finance No. 47, International Finance Section, Princeton University (Princeton, NJ).",
        "Eaton, J. and M. Gersovitz, 1983, Country risk: Economic aspects, in R.J. Herring, editor, Managinq international risk (New York: Cambridge ti.~ ~ r.~..,- ur~iv~~~ui.y uIe~~).",
        "Friedman, J.W.,, 1971, A Non-cooperative equilibrium for supergames, Review of Economic Studies 38, 1-12.",
        "Gersovitz, M., 1983, Trade, capital mobility and sovereign immunity, Research Program in Development Studies Discussion Paper no. 108, Princeton tini versity.",
        "Jaffee, D.M. and T. Russell (1976), Imperfect information, uncertainty and credit rationing, Quarterly Journal of Economics 90, 651-666.",
        "Klein, B. and K.B. Leffler (1981), The role of market forces in assuring contractual performance, Journal of Political Economy 89, 615-641.",
        "Kletzer, K.M., 1984, Asymmetries of information and LDC borrowing with sovereign risk, Economic Journal 94, 287-307.",
        "Manuelli, R., 1984, A General equilibrium model of borrowing and lending, Department of Economics, University of Minnesota.",
        "Sachs, J., 1984, Theoretical issues in international borrowing, Princeton Studies in International Finance No. 54, International Finance Section, Princeton University (Princeton, NJ).",
        "Samuelson, P.A., 1958, An exact consumption-loan model of interest with or without the social contrivance of money, Journal of Political Economy 66, 467-482.",
        "Sargent, T.J. and N. Wallace (1982), The Real bills doctrine vs. the quantity theory: A reconsideration, Journal of Political Economy 90, 1212-1236.",
        "Shapiro, C. (1983), Premiums for high-quality products as retu~ns~o reputation, Quarterly Journal of Economics 98, 659-680."
    ]
}