{
    "id": 16984,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Acemoglu, Daron, Introduction to Modern Economic Growth, Princeton University Press, Princeton, New Jersey, 2009.",
        "Acemoglu, Daron, Kostas Bimpikis and Asuman Ozdaglar, Experimentation, Innovation and Patents.National Bureau of Economic Research, Working Paper No. 14408, 2008, forthcoming American Economic Journal: Micro.",
        "Adner, Ron and Daniel Levinthal. Demand Heterogeneity and Technological Evolution: Implications for Product and Process Innovation.Management Science, 47, (2001), 611-628.",
        "Aghion, Philippe, Mathias Dewatripont and Jeremy Stein, Academic Freedom, Private Sector Focus and the Process of InnovationHarvard University mimeo, 2007.",
        "Aghion, Philippe and Peter Howitt, A Model of Growth Through Creative Destruction. Econometrica, 110, (1992), 323-351.",
        "Aghion, Philippe and Jean Tirole (1994) On the Management of Innovation. Quarterly Journal of Economics, 109, (1994), 1185-1209.",
        "Arrow, Kenneth J. The Economic Implications of Learning by Doing.Review of Economic Studies, 29, (1962), 155-173.",
        "BramoullÃ\u0083Â©, Yann and Gilles Saint-Paul, Research Cycles Toulouse School of Economics, mimeo, 2008.",
        "Bronfenbrenner, Martin (1966) Trends, Cycles, and Fads in Economic WritingAmerican Economic Review, 56, (1966), 538-552.",
        "Brock, William and Steven Durlauf. A Formal Model of Theory Choice in Science Economic Theory, 14, (1999), 113-130.",
        "Christensen, Clayton M. The Innovator's Dilemma: When New Technologies Cause Great Firms to Fail. Harvard Business School Press, Boston MA, 1997.",
        "Crosby, Alfred, The Children of the Sun: A History of Humanity's Unappeasable Appetite for Energy, WW Norton, New York, 2006.",
        "Dalle, Jean-Michel. Heterogeneity Vs. Externalities and Technological Competition: A Tale of Possible Technological Landscapes.' Journal of Evolution Economics, 7, (1997), 395-413.",
        "Dosi, Giovanni and Luigi Marengo. Some Elements of an Evolutionary Theory of Organizational Competence. In RW England (editor) Evolutionary Concepts in Contemporary Economics, University Of Michigan Press, Ann Arbor, 1993.",
        "Grossman, Gene and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, MA, MIT Press, 1991.",
        "International Energy Agency, Key World Energy Statistics 2008, http://www.iea.org/textbase/nppdf/free/2008/key_stats_2008.pdf Jones, Benjamin F. The Burden of Knowledge and the Death of the Renaissance Man: Is Innovation Getting Harder?forthcoming Review of Economic Studies, 2009.",
        "Katz, Michael L. and Carl Shapiro Technology Adoption in the Presence of Network Externalities.Journal of Political Economy, 94, (1986), 822-841. Malerba, Franco, Richard Nelson, Luigi Orsenigo and Sidney Winter. Demand, Innovation, and the Dynamics of Market Structure: the Role of Experimental Users and Diverse Preferences.",
        "Journal of Evolutionary Economics, 17, (2007), 371-399.",
        "Murray, Fiona, Philippe Aghion, Mathias Dewatripont, Julian Kolev and Scott Scott (2008) Of Mice and Academics: Examining the Eect of Openness on InnovationMIT Sloan school mimeo, 2008.",
        "Nelson, Richard and Sidney Winter. An Evolutionary Theory of Economic Change, Belknap, Cambridge MA, 1982.",
        "Roberts, Paul, End of Oil: On the Edge of a Perilous New World, First Mariner Books, New York, 2005.",
        "Romer, Paul M., Endogenous Technological Change Journal of Political Economy, 98, (1990), S71-S102.",
        "Scotchmer, Suzanne, Innovations and Incentives, MIT Press, Cambridge, Massachusetts, 2005.",
        "Shy, Oz. Technology Revolutions in the Presence of Network Externalities.International Journal of Industrial Organization, 14, (1996), 785-800.",
        "Stephan, Paula F. and Sharon G. Levin Striking the Mother Lode in Science: the Importance of Age, Place, and Time, Oxford University Press, New York, 1992.",
        "Sunstein, Cass, On Academic Fads and FashionsMichigan Law Review, 99, (2001), 12511264."
    ]
}