{
    "id": 16988,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Aguirre, Inaki, Simon Cowan and John Vickers (2010) Monopoly Price Discrimination and Demand Curvature American Economic Review, Volume 100, Number 4, September, pp. 1601-1615(15) Berry, Steven, James Levinsohn, and A. Pakes (1995), Automobile Prices in Market Equilibrium,  Econometrica, 63, 841-890.",
        "Borenstein, Severin (1985). Price Discrimination in Free-Entry Markets The RAND Journal of Economics, Vol. 16, No. 3 (Autumn, 1985), pp. 380-397.",
        "Chevalier, Judith and Anil Kashyap. (2010) Best Prices mimeo University of Chicago.",
        "Corts, Kenneth. (1998) Third-Degree Price Discrimination in Oligopoly: All-Out Competition and Strategic Commitment, The RAND Journal of Economics, Vol. 29, No. 2, pp. 306-323.",
        "Hendel, Igal and Aviv Nevo Sales and Consumer Inventory, Manuscript, Rand Journal of Economics, 2006a.",
        "Hendel, Igal and Aviv Nevo Measuring the Implications of Sales and Consumer Inventory Behavior, Econometrica, 2006b.",
        "Holmes, Thomas (1989) The Effect of Third Degree Price Discrimination in Oligopoly American Economic Review, Vol. 79, No. 1, March, pp. 244-250 Hong P., P. McAfee, and A. Nayyar Equilibrium Price Dispersion with Consumer Inventories , Journal of Economic Theory, Vol 105, Issue 2, Pages 503-517.",
        "Jeuland, Abel P. and Chakravarthi Narasimhan. Dealing-Temporary Price Cuts-By Seller as a Buyer Discrimination Mechanism Journal of Business, Vol. 58, No. 3. (Jul., 1985), pp. 295-308.",
        "Perrone, Helena (2010). Inventories, Unobservable Heterogeneity, and Long-Run Elasticities  mimeo Pompeu Fabra.",
        "Pesendorfer, Martin (2002), Retail Sales. A Study of Pricing Behavior in Supermarkets, Journal of Business, 75(1), 33-66.",
        "Robinson, Joan (1933), The Economics of Imperfect Competition McMillan and Co.",
        "Schmalensee, Richard (1981) Output and Welfare Implications of Monopolistic ThirdDegree Price Discrimination American Economic Review, Vol. 71, No. 1 (March), pp. 242-247.",
        "Shepard, Andrea. (1991) Price Discrimination and Retail Configuration, The Journal of Political Economy, Vol. 99, No. 1, Feb., pp. 30-53 Sobel, Joel. The Timing of Sales, Review of Economic Studies, 1984.",
        "Varian, Hal A Model of Sales The American Economic Review, Vol. 70, No. 4. (Sep., 1980), pp. 651-659.",
        "Varian, Hal (1985) Price Discrimination and Social Welfare American Economic Review, Vol. 75, No. 4 September, pp. 870-875.",
        "Verboven, Frank.(1996) International Price Discrimination in the European Car Market, The RAND Journal of Economics, Vol. 27, pp. 240-268 Villas Boas, S. (2009) An empirical investigation of the welfare effects of banning wholesale price discrimination, The Rand Journal of Economics, Vol. 40, pp 20-46."
    ]
}