{
    "id": 16987,
    "cites": 14,
    "cited_by": 13,
    "reference": [
        "Alcott, H., and N. Wozny. 2010. Gasoline Prices, Fuel Economy, and the Energy Paradox.",
        "Atkinson, S.E., and R. Halvorsen. 1984. A New Hedonic Technique For Estimating Attribute Demand: An Application to the Demand for Automobile Efficiency. The Review of Economics and Statistics 66(3): 417426.",
        "Chugh, R., M. Cropper, and U. Narain. 2010. The Demand for Fuel Economy in the Indian Passenger Vehicle Market. Paper presented at the American Social Sciences Association meetings. Atlanta, GA.",
        "Espey, M., and S. Nair. 2005. Automobile Fuel Economy: What Is It Worth? Contemporary Economic Policy 23(3), 317323.",
        "Greene, D. 2010. How Consumers Value Fuel Economy: A Literature Review. Office of Transportation and Air Quality. EPA-420-R-10-008. Washington, DC: U.S.",
        "Environmental Protection Agency. Helfand, G., and A. Wolverton. 2010. Evaluating the Consumer Response to Fuel Economy: A Review of the Literature. Discussion paper. National Center for Environmental Economics. Washington, DC: U.S. Environmental Protection Agency.",
        "Klier, T., and J. Linn. 2008. New Vehicle Characteristics and the Cost of the Corporate Average Fuel Economy Standard. Federal Reserve Bank of Chicago working paper series WP-0813.",
        "Chicago, IL: Federal Reserve Bank of Chicago. 17 Klier, T., and J. Linn. 2009. The Price of Gasoline and the Demand for Fuel Economy: Evidence from Monthly Vehicle Sales Data. Federal Reserve Bank of Chicago working paper series 2009-15. Chicago, IL: Federal Reserve Bank of Chicago.",
        "Li, S., C. Timmins, and R. von Haefen. 2009. How Do Gasoline Prices Affect Fleet Fuel Economy? American Economic Journal: Economic Policy 1(2): 113137.",
        "Rogers, John Allen. 2009. Personal Communication.",
        "Sallee, J., S. West, and W. Fan. 2010. The Effect of Gasoline Prices on the Demand for Fuel Economy in Used Vehicles: Empirical Evidence and Policy Implications. Paper presented at the World Congress of Environmental and Resource Economists. Montreal, Canada.",
        "Shankar, Neelima. 2007. Auto Loan Interest Rates Slashed by Bank of India. Rupee Times, Oct 17.",
        "Seth, Yogima. 2009. Auto Lenders Set To Revise Interest Rates. The Financial Express, Jan 7.",
        "U.S. EPA (Environmental Protection Agency). 2008. Light-Duty Automotive Technology and Fuel Economy Trends: 1975 through 2008. Office of Transportation and Air Quality."
    ]
}