{
    "id": 16983,
    "cites": 61,
    "cited_by": 1,
    "reference": [
        "No author. Die amerikanischen Pflanzenpatente, Wirtschaftlicher Teil, 1931-39.",
        "Allyn, Robert Starr. The First Plant Patents. A Discussion of the New Law and Patent Office Practice, with Supplements. (Brooklyn, NY: Educational Foundation, 1944).",
        "Alston, Julian M. and Raymond J. Venner, The Effects of the U.S. Plant Variety Protection Act on Wheat Genetic Improvement, Research Policy 31 (2002): 527542.",
        "Alston, Julian M., Matthew A. Andersen, Jennifer S. James, and Philip G. Pardey. Persistence Pays: U.S. Agricultural Productivity Growth and the Benefits from Public R&D Spending. (New York: Springer, 2010).",
        "American Association of Nurserymen. Plant Patents with Common Names, 1 through 2207, 1931-1962. (Washington, DC: American Association of Nurserymen, 1963).",
        "American Association of Nurserymen. Plant Patents with Common Names, 2208 through 2855, 1963-1968. (Washington, DC: American Association of Nurserymen, 1969).",
        "American Association of Nurserymen. Plant Patents with Common Names, 2856 through 3412, 1969-1973. (Washington, DC: American Association of Nurserymen, 1974).",
        "American Rose Society. Handbook for Selecting Roses. (American Rose Society: 1999).",
        "Anderson, Neill O. (ed.), Flower Breeding and Genetics: Issues, Challenges and Opportunities for the 21st Century. (Dordrecht, Netherlands: Springer, 2006).",
        "Beales, Peter (ed). Botanica's Roses: The Encyclopedia of Roses. (New York: Konemann: 1998).",
        "Christopher, Thomas. In Search of Lost Roses. (New York: Summit Books, 1989).",
        "Clark, Kristi. Why Wasco? American Rose Magazine. (August 1993), p. 22.",
        "Corder, Lucille, and, Annette A. Parisi. U.S. Import Duties on Agricultural Products, 1959.",
        "USDA Agricultural Handbook No. 143 (Washigton, DC: GPO, 1959).",
        "Cunningham, Ed, Breeders of Note: Eugene Boerner Rhode Island Rose Review, 2005.",
        "Daus, Donald D. Plant Patents: A Potentially Extinct Variety Economic Botany 21:4 (Oct-Dec 1967): 388-94.",
        "De Vries, D. P and L. A. M. Dubois. Rose Breeding: Past, Present, Prospects. Acta Horticulturae 424 (1996): 241-247.",
        "Eichengreen, Barry. The Political Economy of the Smoot-Hawley Tariff. Research in Economic History 12 (1989):1-43.",
        "Fisk, Catherine L. Removing the `Fuel of Interest' from the `Fire of Genius': Law and the Employee-Inventor, 1830-1930.University of Chicago Law Review. 65:4 (1998):1127-1198.",
        "Fisk, Catherine L Working Knowledge: Trade Secrets, Restrictive Covenants in Employment, and the Rise of Corporate Intellectual Property, 1800-1920. Hastings Law Journal. 52 (2001):441-535.",
        "Fisher, Charles. Should Patent Office Fees be Increased? Journal of the Patent Office Society 36:11(1954): 827-861.",
        "Fowler, Cary. Unnatural Selection: Technology, Politics, and Plant Evolution. (Amsterdam, OPA, 1994).",
        "Fowler, Cary. The Plant Patent Act of 1930: A Sociological History of its Creation. Journal of the Patent and Trademark Office. 82 (2000): 621-644.",
        "Gioia, Vincent G. Revised Rose Name Registration System. Acta Horticulturae 182, International Symposium on Taxonomy of Cultivated Plants 1986, pp. 265-271.",
        "Griffin Lewis, George. The Book of Roses. (R. G. Badger, 1931).",
        "Hart, George M. Why Patented Roses. American Rose Annual. 50 (1965): 91-94.",
        "Hasek, Raymond F. Roses. in Roy A Larson, (ed.). Introduction to Floriculture. (New York: Academic Press, 1980), pp. 83-105 Irwin, Douglas. The Smoot-Hawley Tariff: A Quantitative Assessment. Review of Economics and Statistics. 80:2 (1998): 326334.",
        "Janis, Mark and Jay Kesan, US Plant Variety Protection Sound and Fury? Houston Law Review 39 (2002):727-778.",
        "Journal of Heredity. 1920-1931. American Genetic Association, Washington, DC.",
        "Kevles, Daniel J. Protections, Privileges, and Patents: Intellectual Property in American Horticulture, The Late Nineteenth Century to 1930. Proceedings of the American Philosophical Society. 152:2 (June 2008): 207-217.",
        "Kloppenburg, Jr., Jack Ralph, First the Seed: The Political Economy of Plant Biotechnology, 2nd Ed., (Madison, WI: University of Wisconsin Press, 2004).",
        "Kneen, Orville H. Patent Plants Enrich Our World. National Geographic Magazine 93:3 (March 1948): 357-378.",
        "Lamoreaux, Naomi R., and Kenneth L. Sokoloff. Inventors, Firms, and the Market for Technology in the Late Nineteenth and Early Twentieth Centuries. in Lamoreaux, Raff, and Temin, eds., Learning By Doing in Firms, Markets, and Countries (Chicago: University of Chicago Press, 1999), pp. 19-57.",
        "Lampe, Ryan L. and Petra Moser. Do Patent Pools Encourage Innovation? Evidence from the 19th -century Sewing Machine Industry, Journal of Economic History, 2010.",
        "Llewelyn, Margaret and Mike Adcock. European Plant Intellectual Property, (Oxford: Hart 2006).",
        "McFarland, John Horace. Roses of the World in Color. 2nd Ed. (Boston: Houghton-Mifflin, 1947).",
        "McGredy, Sam, and Sean Jennett. A Family of Roses. (New York: Dodd, Mead, 1971).",
        "Meilland, Alain (in collaboration with Gilles Lambert). Meilland: A Life in Roses. (Translated and revised by Richard C. Keating and L. Clark Keating), (Carbondale, IlL Southern Illinois Univ., 1984).",
        "Moser, Petra. Innovation Without Patents  Evidence from the World's Fairs (July 22, 2010).",
        "Available at SSRN: http://ssrn.com/abstract=930241 Moser, Petra and Voena, Alessandra. Compulsory Licensing: Evidence from the Trading with the Enemy Act (December 12, 2010). Available at SSRN: http://ssrn.com/abstract=1313867 Naseem, Anwar, James F. Oehmke, and David E. Schimmelpfennig. Does Plant Variety Intellectual Property Protection Improve Farm Productivity? Evidence from Cotton Varieties AgBtioForum 8: 2/3 2005.",
        "Olmstead, Alan L. and Paul W. Rhode.The Transformation of Northern Agriculture from 191090,  in S. Engerman and R. Gallman (eds.), Cambridge Economic History of the United States, Vol. III: The Twentieth Century (Cambridge: Cambridge Univ. Press, 2000) pp. 693-742.",
        "Perrin, RK, KA Kunnings and LA Ihnen. Some Effects of the US Plant Variety Protection Act of 1970. Economics Research Report. (1983).",
        "Popp, David, Ted Juhl and Daniel Johnson. Time in Purgatory: Examining the Grant Lag for U.S. Patent Applications. Topics in Economic Analysis & Policy, 2004, 4(1), Article 29.",
        "Pyle, Robert. The Distribution of Some New Van Fleet Roses. American Rose Annual 5 (1921): 32-34 Robb, Harry C., Jr. Plant Patents, in Encyclopaedia of Patent Practice and Invention Management (Reinhold 1964), pp. 641-55.",
        "Rose, George E. The Origin of AARS. American Rose Annual. 52 (1967): 69-73.",
        "Ross, Marty. Rose Rustlers - Preservation of Old-Fashioned Roses. Flower & Garden Magazine. (April-May, 1994).",
        "Rossman, Joseph. The Planter Breeder Becomes an Inventor, Science News-Letter 18: 506 (Dec. 20, 1930): 394-395.",
        "Sinnock, Edwin P. The Question is Patent. American Rose Annual 30 (1945): 95-98. Smith, Jane S. The Garden of Invention: Luther Burbank and the Business of Breeding Plants.",
        "(New York: Penguin Press, 2009).",
        "Stanley, Autum. Mothers and Daughters of Invention: Notes for a Revised History of Technology. (New Brunswick, N.J. Rutgers University Press, 1993).",
        "Stewart, Amy. Flower Confidential: The Good, the Bad, and the Beautiful in the Business of Flowers. (Chapel Hill, NC: Algonquin Books of Chapel Hill, 2007).",
        "Terry, Dickson. The Stark Story: Stark Nurseries 150th Anniversary. (St. Louis: Missouri Historical Society, 1966).",
        "Thomas, George C. Breeding New Roses. American Rose Annual 1931, pp.33-38 US Census Bureau. Census of Agriculture. Census of Horticultural Specialties.",
        "US Congress, Congressional Record, 71st Cong., 2nd Sess., Vol. LXXII, Pt 8 (Washington, DC: GPO, 1930).",
        "US House of Representatives, Committee on Patents, Arguments before the Committee in Patents of the House of Representatives on H.R. 18851 to Amend the Laws of the United States relating to Patents in the Interest of Originators of Horticultural Products, May 17, 1906.",
        "(Washington, DC: GPO, 1906). US House of Representatives, Committee on Patents. Plant Patents: Hearings before the Committee on Patents, House of Representatives, Seventy-First Congress, Second Session on H.",
        "Part 1, Apr. 17, 20, 26, 27, May 4, 11, 18, 25, June 1, 8, 1967. (Washington, DC: GPO, 1967).",
        "US Senate, Committee on the Judiciary. Promote progress of useful arts, report of President's Commission on Patent System. (Washington, DC: GPO, 1967).",
        "US Patent and Trademark Office, Patent Technology Monitoring Team (PTMT) Plant Patents Report, 01/01/1977 - 12/31/2008 (Alexandria, VA: March 2009) Watson, R. Patent Office Fees and Expenses. Journal of the Patent Office Society, 35:10 (1953):710-724.",
        "White, Richard Peregrine. A Century of Service: A History of the Nursery Industry Associations of the United States, American Association of Nurserymen. (Washington, DC: American Association of Nurserymen, 1975).",
        "Young, Marilyn A., Phillip Schorr and Richard Baer. Modern Roses 12 (American Rose Society, 2007) Zlesak, David C. Rose. in Neil O. Anderson, (ed.) Flower Breeding and Genetics: Issues, Challenges and Opportunities for the 21st Century. (Dordrecht, the Netherlands: Springer, 2007), Ch. 26, pp. 695-737. !"
    ]
}