{
    "id": 1698,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Bray, N., 1981, !?Futures Trading, Rational Expectations and the Efficient Markets Hypothesis, Econometrica, 49, 575-596.",
        "Brent, R. P., 1973, `TSome Efficient Algorithms for Solving Systems of Non-Linear Equations,  SIAN Journal of Numerical Analysis, 10, 327-344.",
        "Buccola, S. T., 1981, `TThe Supply and Demand of Marketing Contracts Under Risk, American Journal of Agricultural Economics, 63, 503-509.",
        "Feder, G., R. E. Just and A. Schmitz, 1980, Futures Markets and the Theory of the Firm Under Price Uncertainty,t Quarterly Journal of Economics, 65, 273-276.",
        "Freund, R. J.., 1956, The Introduction of Risk into a Programming Model,IT Econometrica, 24, 253-264.",
        "Houthakker, H. 5., 1967, Economic Policy for the Farm Sector, (American Enterprise Institute, Washington, D.C.).",
        "Kawai, M., 1983, Price Volatility of Storable Commodities under Rational Expectations in Spot and Futures Markets,?! International Economic Review, 24, 43-5459.",
        "King, R. P. and L. J. Robison, 1981, An Interval Approach to Measuring Decision Maker Preferences, American Journal of Agricultural Economics, 63, 510-520.",
        "Kramer, R. A. and R. D. Pope, 1981, Participation in Farm Commodity Programs: A Stochastic Dominance Analysis, American Journal of Agricultural Economics, 63, 119--120.",
        "McCafferty, S. and R. Driskill, 1980, Problems of Existence and Uniqueness in Nonlinear Rational Expectations Model, Econometrica, 48, 1313-1317.",
        "Newbery, D. N. G. and J. E. Stiglitz, 1979, The Theory of Commodity Price Stabilization Rules: Welfare Impacts and Supply Responses, Economic Journal, 89, 799-817.",
        "Newbery, D. M. G. and J. E. Stiglitz, 1981, The Theory of Commodity Price Stabilization, (Oxford University Press, Oxford).",
        "Peck, A. E., 1976, `TFutures Market, Supply Response and Price Stability,T Quarterly Journal of Economics, 90, 407-423.",
        "Rolfo, J., 1980, Optimal Hedging Under Price and Quantity Uncertainty: The Case of a Cocoa Producer, Journal of Political Economy, 88, 100-116.",
        "Stein, J. L., 1961, The Simultaneous Determination of Spot and Futures Prices, American Economic Review, 51, 1012-1025.",
        "Turnovsky, S. J., 1978a, The Distinction of Welfare Gains from Price Stabilization: A Survey of Some Theoretical Issues, in F. G. Adams and S. A. Klein (eds.), Stabilizing World Commodity Markets, (Heath-Lexington, Lexington, Mass.).",
        "Turnovsky, S. J., 1978b, `TStabilization Rules and the Benefits from Price Stabilization, T Journal of Public Economi~s, 9, 37-57.",
        "Turnovsk~/, S. J., 1979, TTFtre Markets, Private Storage, and Price Stabilization,~ Journal of Public Economics, 12, 301-327.",
        "Turnovsky, S. J., 1983, The Determination of Spot and Futures Prices with Storage Commodities, Econometrica, 51, 1363-1387.",
        "Turnovsky, S. J. and R. B. Campbell, 1985, `TThe Stabilizing and Welfare Properties of Futures Markets: A Simulation Approach,t International Economic Review, 26, 277-303.",
        "Working, H., 1958, A Theory of Anticipatory Prices, American Economic Review, Papers and Proceeding~, 48, 188-199.",
        "Provided the number of firms is sufficiently large, as we are assuming, our approach provides an adequate approximation to this more general procedure. 2See Feder, Just and Schmitz (1980), although they assume a2 = 0."
    ]
}