{
    "id": 16993,
    "cites": 63,
    "cited_by": 7,
    "reference": [
        "Allen, Robert C. 2009a. The British Industrial Revolution in Global Perspective. Cambridge: Cambridge University Press.",
        "------. 2009b. The Industrial Revolution in Miniature: The Spinning Jenny in Britain, France, and India. Journal of Economic History, Vol. 69, Issue 04, (December), pp. 901-927.",
        "Baines, Edward. 1835. History of the Cotton Manufacture in Great Britain. London: H. Fisher.",
        "Becker, Sascha O., Hornung, Erik, and Woessmann, Ludger. 2009. Catch Me If you Can: Education and Catch-up in the Industrial Revolution. Stirling Economics Discussion Paper, No. 2009-19.",
        "Berg, Maxine. 2007. The Genesis of Useful Knowledge. History of Science, Vol. 45, pt. 2, No. 148 (June), pp. 12334.",
        "Birse, Ronald M. 2004. Worsdell family (per. c.18001910), Oxford Dictionary of National Biography, Oxford University Press, online edn.",
        "Cardwell, Donald S. L. 1972. Turning Points in Western Technology. New York: Neale Watson, Science History Publications.",
        "------. 1994. The Fontana History of Technoloy. London: Fontana Press.",
        "Clark, Gregory and Jacks, David. 2007. Coal and the Industrial Revolution. European Review of Economic History, Vol. 11, No. 1 (April), pp. 3972.",
        "Crouzet, FranÃ\u0083Â§ois. 1985. The First Industrialists: The Problems of Origins. Cambridge: Cambridge University Press.",
        "Day, Lance and McNeil, Ian. 1996. Biographical Dictionary of the History of Technology. London and New York: Routledge.",
        "Enos, John. L. 1962. Invention and Innovation in the Petroleum Industry. In National Bureau of Economic Research, The Rate and Direction of Inventive Activity; Economic and Social Factors. Princeton: Princeton University Press, pp. 299321.",
        "Fairbairn, William. 1871. Treatise on Mills and Millwork Vol. 1. 3rd edition. London : Longmans, Green and Co.",
        "Felkin, William. 1867. A History of the Machine-wrought Hosiery and Lace Manufactures. Cambridge: Printed by W. Metcalfe.",
        "Graham, Stuart J.H., Merger, Robert P., Samuelson, Pam, and Sichelman, Ted. 2009. High Technology Entrepreneurs and the Patent System: Results of the 2008 Berkeley Patent Survey, Berkeley Technology Law Review, Vol. 24, No. 4, pp. 1255-1328.",
        "Griffiths, John. 1992. The Third Man: the Life and Times of William Murdoch. London: AndrÃ\u0083Â© Deutsch.",
        "Griffiths, Trevor, Hunt, Philip A. and O'Brien, Patrick K. 1992. Inventive Active in the British Textile Industry, 1700-1800, Journal of Economic History Vol. 52, No. 4 (Dec.), pp. 881-906.",
        "Harris, John R. 1988. The British Iron Industry, 17001850. Houndmill and London: Macmillan Education Ltd.",
        "------. 1992. Skills, Coal and British Industry in the Eighteenth Century, in Essays in Industry and Technology in the Eighteenth Century. Ashgate: Variorum.",
        "------. 1998. Industrial Espionage and Technology Transfer: Britain and France in the Eighteenth Century. Aldershot: Ashgate.",
        "Harrison, James. 2006. Encouraging Innovation in the Eighteenth and Nineteenth Centuries. Gunnislake, Cornwall: High View.",
        "Heaton, Herbert. 1965. The Yorkshire Woollen and Worsted Industries, From the Earliest Times up to the Industrial Revolution. Oxford: Oxford University Press.",
        "HilairePÃ\u0083Â©rez, Liliane. 2007. Technology as Public Culture. History of Science, Vol. 45, pt. 2, No. 148 (June), pp. 13553.",
        "Honeyman, Katrina. 1983. Origins of Enterprise: Business Leadership in the Industrial Revolution. New York: St. Martin's Press.",
        "Humphries, Jane. 2003. English Apprenticeships: A Neglected Factor in the first Industrial Revolution. In Paul A. David and Mark Thomas, eds., The Economic Future in Historical Perspective. Oxford: Oxford University Press, pp. 73102.",
        "Jacob, Margaret C. 1997. Scientific Culture and the Making of the Industrial West. 2nd edn., New York: Oxford University Press.",
        "------. 2007. Mechanical Science of the Factory Floor. History of Science, Vol. 45, part 2, No. 148 (June), pp. 197221.",
        "James, Frank A.J.L. 2005. How Big a Hole?: The Problems of the Practical Application of Science in the Invention of the Miners' Safety Lamp by Humphry Davy and George Stephenson in Late Regency England. Transactions of the Newcomen Society, Vol. 75, pp. 175227.",
        "Jones, Peter M. 2008. Industrial Enlightenment: Science, Technology, and Culture in Birmingham and the West Midlands, 17601820. Manchester and New York: Manchester University Press.",
        "------. B. Zorina Khan, Premium Inventions: Patents and Prizes as Incentive Mechanisms in Britain and the United States, 1750-1930 in Naomi Lamoreaux (ed), Understanding the Sources of Long Run Economic Growth, NBER and University of Chicago (forthcoming, 2010).",
        "Klemm, Friedrich. 1964. A History of Western Technology. Cambridge, Mass.: MIT Press.",
        "Machlup, Fritz. 1962. The Supply of Inventors and Inventions. In National Bureau of Economic Research, The Rate and Direction of Inventive Activity; Economic and Social Factors. Princeton: Princeton University Press, pp. 14369.",
        "MacLeod, Christine. 1988. Inventing the Industrial Revolution: The English Patent System, 16601880. Cambridge: Cambridge University Press.",
        "MacLeod, Christine and Nuvolari, Alessandro. 2006. Pitfalls of Prosopography: Inventors in the Dictionary of National Biography. Technology and Culture Vo. 47, No. 4, pp. 757-776.",
        "Marsden, Richard. 1895. Cotton Weaving: Its Development, Principles, and Practice. London: George Bell.",
        "Marshall John. 1978. A Biographical Dictionary of Railway Engineers. Newton Abbot : David and Charles.",
        "McCloskey, Deirdre. N. 1981. The Industrial Revolution: A Survey. In Roderick C. Floud and D. N. McCloskey, eds., The Economic History of Britain Since 1700, 1st edn., Vol. 1. Cambridge: Cambridge University Press, pp. 10327.",
        "McConnell, Anita. 2004a. Bird, John (17091776), Oxford Dictionary of National Biography, Oxford University Press.",
        "McConnell, Anita. 2004b. Bate, Robert Bretell (17821847), Oxford Dictionary of National Biography, Oxford University Press.",
        "Mitch, David. 1998. The Role of Education and Skill in the British Industrial Revolution. In Joel Mokyr, ed., The British Industrial Revolution: An Economic Perspective, 2nd edn. Boulder, CO: Westview Press, pp. 24179.",
        "Mokyr, Joel. 1990a. The Lever of Riches: Technological Creativity and Economic Progress. Oxford and New York: Oxford University Press.",
        "------. 1998. Editor's Introduction: The New Economic History and the Industrial Revolution. In Joel Mokyr, ed., The British Industrial Revolution: An Economic Perspective. Boulder, CO: Westview Press, pp. 1-127.",
        "------. 2008. The Institutional Origins of the Industrial Revolution. In Elhanan Helpman, ed., Institutions and Economic Performance. Cambridge, Mass.: Harvard University Press, pp. 64119.",
        "------. 2009a. The Enlightened Economy. New Haven and London: Yale University Press.",
        "------. 2009b. Intellectual Property Rights, the Industrial Revolution, and the Beginnings of Modern Economic Growth. American Economic Review Papers and Proceedings, May, pp. 349-355.",
        "Morrison-Low, A.L. 2007. Making Scientific Instruments in the Industrial Revolution. Aldershot, Hampshire: Ashgate.",
        "North, Douglass C. and Weingast, Barry. 1989. Constitutions and Commitment: Evolution of Institutions Governing Public Choice in Seventeenth Century England. Journal of Economic History, Vol. 49, No. 4 (Dec.), pp. 80332.",
        "Rimmer, Gordon. 1965. Marshalls of Leeds, flax-spinners, 1788-1886. Cambridge: Cambridge University Press.",
        "Roll, Eric [1930]. 1968. An Early Experiment in Industrial Organization. Reprint ed., New York: Augustus Kelley.",
        "Rosen, William. 2010. The Most Powerful Idea in the World. New York: Random House.",
        "De Saussure, CÃ\u0083Â©sar. [c. 1727]. 1902. A Foreign View of England in the Reigns of George I. & George II. The Letters of Monsieur CÃ\u0083Â©sar de Saussure to his Family, trans. and ed., Madame Van Muyden. London: J. Murray.",
        "Say, Jean-Baptiste. [1803]. 1821. A Treatise on Political Economy. 4th ed., Boston: Wells and Lilly.",
        "Singh, Jasjit and Agrawal Ajay K. 2010. Recruiting for Ideas: How Firms Exploit the Prior Inventions of New Hires. NBER Working Paper, No. 15869.",
        "Smiles, Samuel. 1859.SelfHelp.Availableon http://www.emotionalliteracyeducation.com/classic_books_online/selfh10.htm Smiles, Samuel. 1865. Lives of Boulton and Watt. Philadelphia: J.B. Lippincott.",
        "------. 1874. Lives of the Engineers: The Sateam Engine. London: John Murray.",
        "------. [1889]. 1901. Industrial Biography: Iron-workers and Tool Makers. London : John Murray.1897. Available at http://www.fullbooks.com/IndustrialBiography6.html ------. 1884. Men of Invention and Industry. London: J. Murray.",
        "Smith, Adam. [1757], 1978. Lectures on Jurisprudence, eds. Ronald Meek et al. Oxford: Clarendon Press.",
        "Sussman, Herbert L. 2009. Victorian Technology: Invention, Innovation, and the Rise of the Machine. Santa Barbara, CA: Praeger Publishers.",
        "Temin, Peter. 1997. Two Views of the British Industrial Revolution. Journal of Economic History, Vol. 57, No. 1 (March), pp. 6382.",
        "Van der Beek, Karine. 2010. Technology-skill complementarity on the Eve of the Industrial Revolution: new evidence from England. Presented to the Economic history Association Meetings, Evanston, Sept. 2010.",
        "Wallis, Patrick. 2008. Apprenticship and Training in pre-modern England. Journal of Economic History Vol. 68, pp.83261.",
        "Woodcroft, Bennet. 1854. Alphabetical index of Patentees of Inventions [1617-1852]. London: Evelyn, Adams & McKay.",
        "------. 2010.Energy and the English Industrial Revolution. Cambridge University Press."
    ]
}