{
    "id": 16998,
    "cites": 23,
    "cited_by": 19,
    "reference": [
        "Adrian, Tobias, and Markus K. Brunnermeier, 2008, Covar, Federal Reserve Bank of New York Staff Report no. 348, September.",
        "Bai, Jushan, and Serena Ng, 2002, Determining the Number of Factors in Approximate Factor Models, Econometrica, Vol.70, n.1: 191-221.",
        "Bernanke, Ben, Jean Boivin and Piotr Eliasz, 2005, Measuring the Effects of Monetary Policy: A Factor-Augmented Vector Autoregressive (FAVAR) Approach, The Quarterly Journal of Economics, 120: 387-422.",
        "Bernanke, Ben, Mark Gertler and Simon Gilchrist, 1999, The Financial Accelerator in a Quantitative Business Cycle Framework, in Handbook of Macroeconomics, John Taylor and Michael Woodford eds., North Holland, Amsterdam, 1341-1393.",
        "Boyd, John, Gianni De NicolÃ\u0083Â² and Elena Loukoianova, 2009, Banking Crises and Crisis Dating: Theory and Evidence, IMF Working Paper # 09/141.",
        "Canova, Fabio, 2007, Methods for Applied Macroeconomic Research, Princeton University Press, Princeton, New Jersey.",
        "Canova, Fabio and Gianni De NicolÃ\u0083Â², 2002, Monetary Disturbances Matter for Business Cycle Fluctuations in the G-7, Journal of Monetary Economics, 49: 1121-1159.",
        "Canova, Fabio and Gianni De NicolÃ\u0083Â², 2003, On the Sources of Business Cycles in the G-7, Journal of International Economics, 59: 77-100.",
        "Christiano, Lawrence, Roberto Motto and Massimo Rostagno, 2009, Financial Factors in Economic Fluctuations. Manuscript, May.",
        "Cohen-Cole, Ethan, Burcu Duygan-Bump, JosÃ\u0083Â© Fillat and Judit Montoriol-Garriga, 2008, Looking Behind the Aggregates: A Reply to .Facts and Myths about the Financial Crisis of 2008., Working Paper No. QAU08-5, Federal Reserve Bank of Boston.",
        "De NicolÃ\u0083Â², Gianni, Peter Hayward and Ashok Bathia, 2004, U.S. Large Complex Banking Groups: Business Strategies, Risks and Surveillance Issues, Special Issue Paper, IMF Country Report no.04/228, July.",
        "De NicolÃ\u0083Â², Gianni and Myron Kwast, 2002, Systemic Risk and Financial Consolidation: Are They Related?, Journal of Banking and Finance, Vol. 26, No. 5: 86180.",
        "Foerster, Andrew T., Pierre-Daniel G. Sarte and Mark W. Watson, 2008, Sectoral vs. Aggregate Shocks: A Structural Factor Analysis of Industrial Production, NBER Working Paper # 14389.",
        "Freixas, Xavier and Jean-Charles Rochet, 2008, Microeconomics of Banking, 2nd Edition, MIT Press, Cambridge, Massachusetts.",
        "Group of Ten, 2001, Report on Consolidation in the Financial Sector (Basel: Bank for International Settlements). http://www.bis.org/publ/gten05.pdf.",
        "Huang, Xin, Hao Zhou and HaiZhu, 2009a, A Framework for Assessing the Systemic Risk of Financial Institutions, BIS Working Paper # 281, April.",
        "Huang, Xin, Hao Zhou and HaiZhu, 2009b, Assessing the Systemic Risk of a Heterogeneous Portfolio of Banks During the Recent Financial Crisis, FEDS Working Paper 200944, Board of Governors of the Federal Reserve System, Washington D.C., November.",
        "International Monetary Fund, 2009, Global Financial Stability Report, October, Washington D.C. Ivashina, Victoria and Scharfstein, David. 2008. Bank Lending During the Financial Crisis of 2008. Working Paper, Harvard Business School.",
        "Stock, James and Mark Watson, 2002, Implications of Dynamic Factor Models for VAR Analysis, Journal of Business Economics and Statistics, April: 147-162..",
        "Stock, James and Mark Watson, 2005, Implications of Dynamic Factor Models for VAR Analysis, NBER Working Paper # 11467.",
        "Stock, James and Mark Watson, 2006, Forecasting with Many Predictors, Chapter 10 in Handbook of Economic Forecasting, Graham Elliott, Clive W.J. Granger and Allan Timmermann Eds, North Holland, Amsterdam, 516-554..",
        "Sorge, Marco, 2004, Stress Testing Financial Systems: An Overview of Current Methodologies, BIS Working Paper # 165.",
        "Walsh, Carl, 2009, Using Monetary Policy to Stabilize Real Activity, manuscript, September. TABLES"
    ]
}