{
    "id": 16994,
    "cites": 22,
    "cited_by": 7,
    "reference": [
        "Acharya, Viral and Tanjul Yorulmazer (2007), Too many to fail: An analysis of time-inconsistency in bank closure policies, Journal of Financial Intermediation, 16 (1): 1-31.",
        "Adrian, Tobias and Hyun Shin (2008), Financial Intermediaries, Financial Stability, and Monetary Policy, forthcoming, Proceedings of the Kansas City Federal Reserve Symposium at Jackson Hole. Allen, Franklin, Elena Carletti and Douglas Gale (forthcoming), Interbank Market Liquidity and Central Bank Intervention, Journal of Monetary Economics.",
        "Bagehot, Walter (1873), Lombard Street: a Description of the Money Market. London: H. S. King.",
        "Barro, Robert (1974) Are Government Bonds Net Wealth?, Journal of Political Economy, vol. LXXXII (1974), 109-175.",
        "Bhattacharya, Sudipto, and Douglas Gale (1987),Preference Shocks, Liquidity and Central Bank Policy, in New Approaches to Monetary Economics, edited by W. Barnett and K. Singleton, (Cambridge: Cambridge University Press).",
        "Patrick Bolton and David S. Scharfstein (1996), Optimal Debt Structure and the Number of Creditors, The Journal of Political Economy, Vol. 104, No. 1 (Feb., 1996), pp. 1-25.",
        "Diamond, Douglas W., (2004) Presidential Address, Committing to Commit: Short-Term Debt When Enforcement Is Costly, The Journal of Finance, Vol. 59, No. 4 (Aug., 2004), pp. 1447-1479.",
        "Diamond, Douglas W. and Philip H. Dybvig [1983], Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, 401-419.",
        "Diamond, Douglas W. and Raghuram Rajan (2001)Liquidity risk, liquidity creation and financial fragility: A theory of banking, Journal of Political Economy 109 (April 2001).",
        "Diamond, Douglas W. and Raghuram Rajan Liquidity Shortages and Banking Crises, Journal of Finance (April 2005).",
        "Diamond, Douglas W. and Raghuram Rajan, 2009. The Credit Crisis: Conjectures about Causes and Remedies, American Economic Review, Papers and Proceedings: 99: 606-10.",
        "Farhi, Emmanuel and Jean Tirole (2009), Collective Moral Hazard, Maturity Mismatch, and Systemic Bailouts, working paper, June 29, 2009,Toulouse.",
        "Freixas, Xavier, Antoine Martin and David Skeie (2009), Bank liquidity, interbank markets and monetary policy, working paper, Federal Reserve Bank of New York.",
        "Hart, Oliver and John Moore, A Theory of Debt Based on the Inalienability of Human Capital, Quarterly Journal of Economics, v109 n4 (November 1994), pp. 841-79.",
        "Hayek, Friederich, (1935), Prices and Production, Routledge and Kegan Paul, London.",
        "Greenspan, Alan (2002), Opening Remarks, Jackson Hole Symposium organized by the Kansas City Federal Reserve Bank.",
        "Hellwig, Martin (1994), Liquidity Provision, banking and the allocation of interest rate risk, European Economic Review, 38(7), 1363-89.",
        "Holmstrom, Bengt and Jean Tirole (1998), Private and Public Supply of Liquidity, Journal of Political Economy, 106 (1), pp 1-40.",
        "Ioannidou, V, S Ongena and J PeydrÃ\u0083Â³ (2009): Monetary policy and subprime lending: a tall tale of low federal funds rates, hazardous loan and reduced loans spreads, European Banking Centre Discussion Paper, no 200904S.",
        "Jacklin, Charles. Demand Deposits, Trading Restrictions, and Risk Sharing. In Contractual Arrangements for Intertemporal Trade, edited by Edward Prescott and Neil Wallace. University of Minnesota Press, 1987.",
        "Lorenzoni, Guido (2001) Excess Interest Rate Volatility in an Intermediated Economy, MIT economics working paper.",
        "Rothbard, Murray, 2008, America's Great Depression, Ludwig von Mises Institute, Auburn, Alabama."
    ]
}