{
    "id": 16995,
    "cites": 45,
    "cited_by": 4,
    "reference": [
        "Acharya, Viral V., Jing-zhi Huang, Marti G. Subrahmanyam, and Rangarajan K. Sundaram, 2006, When does strategic debt-service matter? Economic Theory 29, 363-378.",
        "Almeida, Heitor, Murillo Campello, and Michael S. Weisbach, 2004, The cash flow sensitivity of cash, Journal of Finance, 59, 17771804.",
        "Altman, Edward I., 1968, Financial ratios, discriminant analysis and the prediction of corporate bankruptcy, Journal of Finance, 23, 589-609.",
        "Altman, Edward I., R. Haldeman, and P. Narayanan, 1977, ZETA analysis: A new model to identify bankruptcy risk of corporations, Journal of Banking and Finance, 1, 2954.",
        "Anderson, Ronald W., and Andrew Carverhill, 2007, Liquidity and capital structure, Centre for Economic Policy Research Working paper No. 6044.",
        "Asvanunt, Attakrit, Mark Broadie, and Suresh Sundaresan, 2010, Managing corporate liquidity: Strategies and pricing implications, Working paper, Columbia University.",
        "Bagnoli, Mark, and Ted Bergstrom, 2005, Log-concave probability and its applications, Economic Theory 25, 445469.",
        "Bates, Thomas W., Kathleen M. Kahle, and Rene M. Stulz, 2009, Why do U.S. firms hold so much more cash than they used to? Journal of Finance 64, 19852021.",
        "Begley, Joy, Jin Ming, and Susan Watts, 1996, Bankruptcy classification errors in the 1980s: An empirical analysis of Altman's and Ohlson's models, Review of Accounting Studies, 1, 267284.",
        "Bharath, Sreedhar T., and Tyler Shumway, 2008, Forecasting default with the Merton Distance to Default model, Review of Financial Studies 21, 13391369.",
        "Black, Fischer, and John C. Cox, 1976, Valuing corporate securities: Some effects of bond indenture provisions, Journal of Finance 31, 351367.",
        "Black, Fischer, and Myron Scholes, 1973, The pricing of options and corporate liabilities, Journal of Political Economy 81, 637654.",
        "Campbell, John Y., Jens Hilscher, and Jan Szilagyi, 2008, In search of distress risk, Journal of Finance 63, 28992939.",
        "Chava, Sudheer, and Robert A. Jarrow, 2004, Bankruptcy prediction with industry effects, Review of Finance 8, 537569.",
        "Collin-Dufresne, Pierre, and Robert S. Goldstein, 2001, Do credit spreads reflect stationary leverage ratios? Journal of Finance 56, 19291957.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein, and J. Spencer Martin, 2001, The determinants of credit spread changes, Journal of Finance 56, 21772207.",
        "Crosbie, Peter J., and Jeffrey R. Bohn, 2001, Modeling default risk, KMV LLC.",
        "Davydenko, Sergei A., 2010, What triggers default? A Study of the default boundary, Working paper, University of Toronto.",
        "Davydenko, Sergei A., and Ilya A. Strebulaev, 2007, Strategic actions and credit spreads: An empirical investigation, Journal of Finance, 62, 26332671.",
        "Dichev, Ilia D., and Douglas J. Skinner, 2002, Large-sample evidence on the debt covenant hypothesis, Journal of Accounting Research 40, 10911123.",
        "Dittmar, Amy, and Jan Mahrt-Smith, 2007, Corporate governance and the value of cash, Journal of Financial Economics 83, 599634.",
        "Cash Holdings and Credit Risk Duffee, Gregorie R., 1998, The relation between Treasury yields and corporate bond yield spreads, Journal of Finance 53, 22252241.",
        "Erickson, Timothy, and Toni M. Whited, 2000, Measurement rrror and the relationship between investment and q, Journal of Political Economy, 108, 1027-1057.",
        "Fudeberg, Drew, and Jean Tirole, 1991, Game theory, MIT Press.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 1988:1, 141206.",
        "Gamba, Andrea, and Alexander Triantis, 2008, The value of financial flexibility, Journal of Finance, 63, 22632296.",
        "Gilson, Stuart, 1989, Management turnover and financial distress, Journal of Financial Economics, 25, 241262.",
        "Graham, John, 2000, How big are the tax benefits of debt?, Journal of Finance, 55, 19011941.",
        "Gryglewicz, Sebastian, 2011, A theory of corporate financial decisions with liquidity and solvency concerns, Journal of Financial Economics 99, 365384.",
        "Hillegeist, Stephen A., Elizabeth K. Keating, Donald P. Cram, and Kyle G. Lundstedt, 2004, Assessing the probability of bankruptcy, Review of Accounting Studies, 9, 534.",
        "Himmelberg, Charles P., and R. Glenn Hubbard, 2000, Incentive pay and the market for CEOs: An analysis of pay-for-performance sensitivity, Working Paper, Columbia University.",
        "Kim, Chang-Jin, David C. Mauer, and Ann E. Sherman, 1998, The determinants of corporate liquidity: Theory and evidence, Journal of Financial and Quantitative Analysis 33, 335-359.",
        "Leland, Hayne E., 1994, Corporate debt value, bond covenants, and optimal capital structure, Journal of Finance 49, 12131252.",
        "Leland, Hayne E., and Claus Bjerre Toft, 1996, Optimal capital structure, endogenous bankruptcy, and the term structure of credit spreads, Journal of Finance 51, 9871019.",
        "Longstaff, Francis A., and Eduardo S. Schwartz, 1995, A simple approach to valuing risky fixed and floating rate debt, Journal of Finance 50, 789819.",
        "Merton, Robert C., 1974, On the pricing of corporate debt: The risk structure of interest rates, Journal of Finance 29, 449470.",
        "Myers, Stewart C., 1977, Determinants of corporate borrowing, Journal of Financial Economics, 5,147175.",
        "Myers, Stewart C., and Raghuram G. Rajan, 1998, The paradox of liquidity, Quarterly Journal Economics, 113, 733-771.",
        "Ohlson, James A., 1980, Financial ratios and the probabilistic prediction of bankruptcy, Journal of Accounting Research, 18, 10931.",
        "Opler, Tim, Lee Pinkowitz, Rene Stulz, and Rohan Williamson, 1999, The determinants and implications of corporate cash holdings, Journal of Financial Economics, 52, 346.",
        "Roberts, Michael R., and Toni M. Whited, 2011, Endogeneity in Empirical Corporate Finance, Working paper, University of Pennsylvania.",
        "Schaefer, Stephen M., and Ilya A. Strebulaev, 2008, Structural models of credit risk are useful: Evidence from hedge ratios on corporate bonds, Journal of Financial Economics 90, 119.",
        "Shumway, Tyler, 2001, Forecasting bankruptcy more accurately: A simple hazard model, Journal of Business, 74, 10124.",
        "Strebulaev, Ilya A., and Baozhong Yang, 2006, The mystery of zero-leverage firms, Working paper, Stanford University.",
        "Zmijewski, Mark E., 1984, Methodological issues related to the sstimation of financial distress prediction models, Journal of Accounting Research (Supplement), 5986. Cash Holdings and Credit Risk"
    ]
}