{
    "id": 17009,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Blumberg L, Dubay L, and Norton S. 2000. Did the Medicaid Expansions for Children Displace Private Insurance? An Analysis Using the SIPP. Journal of Health Economics 19(1): 33-60.",
        "Card D, Krueger A B. 1994. Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania, American Economic Review, 84(4): 772-93.",
        "Dubay L, Kenney G. 1996. The Effects of the Medicaid Expansions on Insurance Coverage of Children. The Future of Children 6(1): 152-161.",
        "Congressional Budget Office. 2007. The State Children's Health Insurance Program. Congressional Budget Office: Washington DC.",
        "Congressional Budget Office. 2009. Preliminary Analysis of Major Provisions Related to Health Insurance Coverage Under the Affordable Health Choices Act. Congressional Budget Office: Washington DC.",
        "Cutler DM, Gruber J. 1996. Does public insurance crowd out private insurance? The Quarterly Journal of Economics 111: 391-430 Davern M, Klerman J, Baugh D, Call K, Greenberg G. 2009. An Examination of the Medicaid Undercount in the Current Population Survey: Preliminary Results from Record Linking. Health Services Research 44(3): 965-987.",
        "Dubay L, Kenney G. 2009. The Impact of CHIP on Children's Insurance Coverage: an Analysis using the National Survey of America's Families. Health Services Research 44(6): 2040-2059.",
        "Farber H, Levy H. 2000. Recent Trends in Employer-Sponsored Health Insurance: Are Bad Jobs Getting Worse? Journal of Health Economics 19(1): 93-119.",
        "Gruber J, Simon K. 2008. Crowd-out 10 Years Later: Have Recent Public Insurance Expansions Crowded Out Private Health Insurance? Journal of Health Economics 27: 201-217.",
        "Lee HJ, Tian W, Tomohara A. 2008. The State Children's Health Insurance Program: Participation and Substitution. The Social Science Journal 45: 382-400.",
        "Estimates of Crowd-Out from Administrative Data Leininger LJ, Friedsam D, Mok S, Dague L, Hynes E, Bergman A, Aksamitauskas M, Oliver T, DeLeire T. 2011. Wisconsin's BadgerCare Plus Reform: Impact on Low-Income Families' Enrollment and Retention in Public Coverage. Health Services Research, 46: 336347.",
        "Monheit A, Cooper P. 1994. Health Insurance and Job Mobility: Theory and Evidence. Industrial and Labor Relations Review 48(1): 68-85.",
        "Serafini MW, Appleby J. 2011. States May Face Showdown with Feds Over Cutting Medicaid Rolls. Kaiser Health News Service, February 3, 2011.",
        "Shone LP, Lantz PM, Dick AW, Chernew ME, Szilagyi PG. 2008. Crowd-out in the State Children's Health Insurance Program (SCHIP): Incidence, Enrollee Characteristics and Experiences, and Potential Impact on New York's SCHIP. Health Services Research 43(1), Part II: 419-434.",
        "Shore-Sheppard L. 1996. Medicaid and Health Insurance for Children: Essays in Empirical Economics. Unpublished Ph.D. dissertation. Princeton University.",
        "Shore-Sheppard L. 2008. The Effect of Expanding Medicaid Eligibility on Health Insurance Coverage. The B.E. Journal of Economic Analysis and Policy 8(2: Advances), Article 6. Available at http://www.bepress.com/bejeap/vol8/iss2/art6.",
        "Sommers A, Zuckerman S, Dubay L, Kenney G. 2007. Substitution of SCHIP for Private Coverage: Results from a 2002 Evaluation in Ten States. Health Affairs 26(2): 529-537. Strumpf E. In Press. Medicaid's Effect on Single Women's Labor Supply: Evidence from the Introduction of Medicaid. Journal of Health Economics.",
        "U.S. Government Accountability Office. 2006, September. Medicaid Third Party Liability: Federal Guidance Needed to Help States Address Continuing Problems.. (Publication No. GAO06 -962). Retrieved from GAO Reports Main Page via GPO Access database: http://www.gao.gov/cgi-bin/getrpt?GAO-06-862.",
        "Wolfe B, Haveman R, Kaplan T, Young Cho Y. 2006. SCHIP Expansion and Parental Coverage: An Evaluation of Wisconsin's BadgerCare. Journal of Health Economics, 25: 11701192.",
        "Yazici E, Kaestner R. 2000. Medicaid expansions and the crowding out of private health insurance among children. Inquiry 37 (Spring 1), 2332. Estimates of Crowd-Out from Administrative Data"
    ]
}