{
    "id": 17002,
    "cites": 8,
    "cited_by": 3,
    "reference": [
        "Cai, Hongbin, J. Vernon Henderson, Qinghua Zhang. China's Land Market Auctions: Evidence of Corruption. NBER Working Paper No. 15067, Issued in June 2009 Carlino, Gerald and N. Edward Coulson, 2004. Compensating Differentials and the Social Benefits of the NFF. Journal of Urban Economics, 56(1) 124-131.",
        "Carlino, Gerald and N. Edward Coulson, 2006. Compensating Differentials and the Social Benefits of the NFL: Reply. Journal of Urban Economics, 60 132-138.",
        "Glaeser, Edward, Jed Kolko and Albert Saiz 2001. Consumer City, Journal of Economic Geography 1(1): 27-50.",
        "Greenstone, Michael, Richard Hornbeck, and Enrico Moretti. Identifying Agglomeration Spillovers: Evidence from Million Dollar Plants. Journal of Political Economy, 2010. 118(3), 536-598.",
        "Guerrieri, Veronica & Daniel Hartley & Erik Hurst, 2010. Endogenous Gentrification and Housing Price Dynamics, NBER Working Papers 16237, Kahn, Matthew E., 2007. Gentrification Trends in New Transit-Oriented Communities: Evidence from 14 Cities That Expanded and Built Rail Transit Systems, Real Estate Economics, vol. 35(2), pages 155-182, Kahn, Matthew E. Ryan Vaughn, Jonathan Zasloff. The housing market effects of discrete land use regulations: Evidence from the California coastal boundary zone. Journal of Housing Economics, Volume 19, Issue 4, December 2010, Pages 269-279 Schwartz, Amy, Scott Susin, Ioan Voicu. Has Falling Crime driven new York city's housing boom? 2003, Journal of Housing Research 14(2) 101-136.",
        "Sieg, Holger & V. Kerry Smith & H. Spencer Banzhaf & Randy Walsh, 2004. Estimating The General Equilibrium Benefits Of Large Changes In Spatially Delineated Public Goods, International Economic Review, vol. 45(4), pages 1047-1077, November.",
        "Waldfogel, Joel, 2008. The median voter and the median consumer: Local private goods and population composition, Journal of Urban Economics, vol. 63(2), pages 567-582.",
        "Zheng, Siqi & Kahn, Matthew E., 2008. Land and residential property markets in a booming economy: New evidence from Beijing, Journal of Urban Economics, vol. 63(2), pages 743-757,"
    ]
}