{
    "id": 17008,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Stiglitz Sen and Fitoussi 2009.",
        "CIESIN Environmental Sustainability Index. Available at  R. http://sedac.ciesin.columbia.edu/es/esi/ Daily, G. 1997. Nature's Services: Societal Dependence on Natural Ecosystems.",
        "Island Press, Washington D.C. 2007.",
        "Cambridge University Press, Cambridge England, 1979.",
        "Hamilton, Kirk and John M. Hartwick . 2005. Investing Exhaustible Resource Rents and the Path of Consumption. Canadian Journal of Economics 38 (2): 61521.",
        "Myers Ransom A. and Boris Worm, Rapid worldwide depletion of predatory fish communities, Nature (423:280  283, May 15, 2003) National Research Council of the National Academies.  2005. Valuing Ecosystem Services: Toward Better Environmental DecisionMaking. The National Academies Press, Washington D.C. 2005.",
        "Neumayer, Eric 2010. Weak versus strong sustainability: exploring the limits of two opposing paradigms. Edward Elgar Publishing , Cheltenham, UK.",
        "Sibert, John et al. Biomass, Size and Trophic Status of Top Predators in the Pacific Ocean. Science Vol 314 15 December 2006 177376.",
        "Stiglitz, Jospeph E., Amartya K. Sen and JeanPaul Fitoussi. 2009. Report by the Commission on the Measurement of Economic Performance and Social Progress.",
        "Paris: Commission on the Measurement of Economic Performance and Social Progress. Available at www.stiglitzsenfitoussifr. Also available as MisMeasuring Our Lives: Why GDP Doesn't Add Up by Joseph E. Stiglitz, Amartya Sen and JeanPaul Fitoussi, The New Press, New York, 2010.",
        "World Bank. 2006. Where is the Wealth of Nations? Measuring Capital for the 21st Century. Washington, D.C.: World Bank.",
        "World Bank. 2010. The Changing Wealth of Nations: Measuring Sustainable Development in the New Millenium. Washington, D.C.: World Bank.",
        "World Commission on Environment and Development. 1987. Our Common Future. Also known as the Brundtland Report. Available at http://www.un documents.net/wcedocf.htm"
    ]
}