{
    "id": 17001,
    "cites": 15,
    "cited_by": 8,
    "reference": [
        "Babiker, Mustafa H. (2005), Climate Change Policy, Market Structure, and Carbon Leakage, Journal of International Economics, 65(2): 421-45.",
        "Chua, Swee (2003), Does Tighter Environmental Policy Lead to a Comparative Advantage in Less Polluting Goods? Oxford Economic Papers, 55(1): 25-35.",
        "Copeland, Brian R., and M. Scott Taylor (2005), Free Trade and Global Warming: A Trade Theory View of the Kyoto Protocol, Journal of Environmental Economics and Management, 49: 205-234.",
        "Di Maria, Corrado, and Sjak A. Smulders (2004), Trade Pessimists vs Technology Optimists: Induced Technical Change and Pollution Havens, Advances in Economic Analysis & Policy 4(2), Article 7.",
        "Di Maria, Corrado, and Edwin van der Werf (2008), Carbon Leakage Revisited: Unilateral Climate Policy with Directed Technical Change, Environmental & Resource Economics, 39(2): 55-74.",
        "Elliott, Joshua, Ian Foster, Samuel Kortum, Todd Munson, Fernando Perez Cervantes, and David Weisbach (2010), Trade and Carbon Taxes, American Economic Review, May, 100(2): 465-469.",
        "Felder, Stefan, and Thomas F. Rutherford (1993), Unilateral CO2 Reductions and Carbon Leakage: The Consequences of International Trade in Oil and Basic Materials, Journal of Environmental Economics and Management, 25(2): 162-76.",
        "Fowlie, Meredith L. (2009), Incomplete Environmental Regulation, Imperfect Competition, and Emissions Leakage, American Economic Journal: Economics Policy, 1(2): 72-112.",
        "Fullerton, Don, and Garth Heutel (2007), The General Equilibrium Incidence of Environmental Taxes, Journal of Public Economics, 91(3-4): 571-91.",
        "Gerlagh, Reyer, and Onno Kuik (2007), Carbon Leakage with International Technology Spillovers, FEEM paper 33.2007, Milan, http://www.feem.it Golombek, Rolf, and Michael Hoel (2004), Unilateral Emission Reductions and CrossCountry Technology Spillovers, Advances in Economic Analysis & Policy 4(2), Article 3.",
        "Gurtzgen, Nicole, and Michael Rauscher (2000), Environmental Policy, Intra-Industry Trade and Transfrontier Pollution, Environmental & Resource Economics, 17(1): 59-71.",
        "Holland, Stephen P. (2009), Taxes and Trading Versus Intensity Standards: SecondBest Environmental Policies with Incomplete Regulation (Leakage) or Market Power, NBER Working Paper #15262, Cambridge, MA.",
        "Karp, Larry (2010), Reflections on Carbon Leakage, working paper, Berkeley, CA.",
        "Paltsev, Sergey V. (2001), The Kyoto Protocol: Regional and Sectoral Contributions to the Carbon Leakage, The Energy Journal, 22(4): 53-79.",
        "Wing, Ian Sue, and Marek Kolodziej (2009), The Regional Greenhouse Gas Initiative: Emission Leakage and the Effectiveness of Interstate Border Adjustments, Mimeo (Available at: http://ssrn.com/abstract=1448748)."
    ]
}