{
    "id": 17005,
    "cites": 46,
    "cited_by": 4,
    "reference": [
        "Adam, Klaus, and Roberto M. Billi. 2006. Optimal Monetary Policy Under Commitment with a Zero Bound on Nominal Interest Rates, Journal of Money, Credit, and Banking 38, 1877-1905.",
        "AndrÃ\u0083Â©s, Javier, J. David LÃ\u0083Â³pez-Salido, and Edward Nelson, 2005. Sticky-Price Models and the Natural Rate Hypothesis, Journal of Monetary Economics 52, 1025-1053.",
        "Beveridge, Stephen, and Charles R. Nelson, 1981. A New Approach to the Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle, Journal of Monetary Economics 7(2), pp. 151-174.",
        "Billi, Roberto M., 2010. Optimal Inflation for the U.S. Economy, Working paper, Federal Reserve Bank of Kansas City.",
        "Blanchard, Olivier J., Giovanni Dell'Aricca, and Paolo Mauro. 2010. Rethinking Macroeconomic Policy, IMF Staff Position Note, International Monetary Fund. Also Journal of Money, Credit, and Banking 42(S1), 199-215.",
        "Blinder, Alan S. 2010. How Central Should the Central Bank Be? Journal of Economic Literature 48(1), 123-133.",
        "Buiter, Willem H. 2003. Helicopter Money: Irredeemable Fiat Money and the Liquidity Trap, NBER Working Paper 10163.",
        "______________. 2010 Negative Nominal Interest Rates: Three Ways to Overcome the Zero Lower Bound, North American Journal of Economics and Finance 20, pp. 213-238.",
        "Calvo, Guillermo. 1983. Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12, pp. 383-398.",
        "Calvo, Guillermo, C.A. Celason, and Michael Kumhof, 2001. A Theory of Rational Inflationary Inertia. In P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps. Princeton University Press, Princeton, N.J., pp. 87-117.",
        "Campbell, John Y, 1999. Asset Prices, Consumption, and the Business Cycle. In John B. Taylor, and Michael Woodford, eds. Handbook of Macroeconomics, vol. 1C.",
        "Citi Research. 2010. The Case for Raising the Inflation Target, Citigroup Global Markets, Global Macro View, http://bx.businessweek.com/globalbusiness /global-macro-view-05-march-2010-by-citiresearch /6234371355931297299-fd3b1bf6b0e527571bc3eda957053c32/ Coenen, Guenter, and Volker Wieland, 2003. The Zero-Interest-Rate Bound and the Role of the Exchange Rate for Monetary Policy in Japan. Journal of Monetary Economics 50(5), 1071-1101.",
        "Dornbusch, Rudiger, 1980. Exchange Rate Economics: Where Do We Stand? Brookings Papers on Economic Activity, No. 3, 537-584.",
        "Eggertsson, Gauti B., and Michael Woodford, 2003. The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity, No.1, 139-211.",
        "Feldstein, Martin. 2010. What Powers for the Federal Reserve? Journal of Economic Literature 48(1), pp. 134-145.",
        "Fischer, Stanley. 1996. Why Are Central Banks Pursuing Long-Run Price Stability? In Achieving Price Stability, Federal Reserve Bank of Kansas City. pp. 7-34.",
        "Freedman, Charles, Michael Kumhof, and Douglas Laxton, 2010. Fiscal Stimulus to the Rescue: On the Short-Run Benefits and Potential Long-Run Costs of Fiscal Deficits, Journal of Monetary Economics, forthcoming.",
        "Friedman, Milton. 1960. A Program for Monetary Stability. New York: Fordham University Press.",
        "__________, 1962. Capitalism and Freedom. Chicago: University of Chicago Press.",
        "___________, 1969. The Optimum Quantity of Money, in The Optimum Quantity of Money and Other Essays. Chicago: Aldine Publishing Co..",
        "Goodfriend, Marvin, 2000. Overcoming the Zero Bound on Interest Rate Policy, Journal of Money, Credit, and Banking 32, 1007-1035.",
        "________________, 2001. Financial Stability, Deflation, and Monetary Policy, Bank of Japan Monetary and Economic Studies 19(S-1), 143-167.",
        "___________, 2007. How the World Achieved Consensus on Monetary Policy, Journal of Economic Literature ____________, 2010. Central Banking in the Credit Turmoil: An Assesssment of Federal Reserve Practice, Journal of Monetary Economics 58, forthcoming.",
        "Goodfriend, Marvin, and Bennett T. McCallum, 2007. Banking and Interest Rates in Monetary Policy Analysis: A Quantitative Exploration, Journal of Monetary Economics 54, 1480-1507.",
        "Greenfield, Robert L., and Leland B. Yeager, 1963. A Laissez-Faire Approach to Monetary Stability. Journal of Money, Credit, and Banking 27(3), 302-15.",
        "_______________, 2003. Japanese Monetary Policy: 1991-2001, Federal Reserve Bank of Richmond Economic Quarterly 89(1), pp. 1-31.",
        "_______________, 2008. Reconsideration of the P-Bar Model of Gradual Price Adjustment, European Economic Review 52, pp. 1480-1493 ________________, 2010. Alternatives to the Fed? Cato Journal 30(3), pp. 1-11.",
        "McGough, Bruce, Glenn D. Rudebusch, and John C. Williams, 2005. Using a LongTerm Interest Rate as the Monetary Policy Instrument, Journal of Monetary Economics 52(5), pp. 855-879.",
        "Niehans, Jurg, 1978. The Theory of Money. Johns Hopkins Press, Baltimore, MD.",
        "Phelps, Edmund S., 1973. Inflation in the Theory of Public Finance, The Swedish Journal of Economics 75, pp.67-82.",
        "Pinto, Edward, 2010. The Future of Housing Finance. Wall Street Journal, August 17.",
        "Reifschneider, David, and John C. Williams, 2000. Three Lessons for Monetary Policy in a Low-Inflation Era, Journal of Money, Credit, and Banking 32(4,pt.2) , pp. 936-966.",
        "Reis, Ricardo, 2009. A Sticky-Information General Equilibrium Model for Policy Analysis, in K. Schmitt-Hebel and C.E. Walsh, eds., Monetary Policy Under Uncertainty and Learning. Central Bank of Chile, Santiago, 125-186.",
        "Measuring Worth, The annual consumer Price index for the United States, 1774-2008. http://www.measuringworth.org/datasets/uscpi/result.php Schmitt-GrohÃ\u0083Â©, Stephanie, and MartÃ\u0083Â­n Uribe, 2007. Optimal Inflation Stabilization in a Medium- Scale Macroeconomic Model, in Klaus Schmidt-Hebbel and Rick Mishkin, eds, Monetary Policy Under Inflation Targeting, Central Bank of Chile, Santiago, Chile, pp.125-186.",
        "__________________________________, The Optimal Rate of Inflation, NBER Working Paper 16054, June 2010. Forthcoming in: Benjamin Friedman and Michael Woodford, editors, 2010. Handbook of Monetary Economics, Vol. 2. Amsterdam, North-Holland Pub. Co.",
        "Summers, Lawrence H., How Should Long-Term Monetary Policy Be Determined? Journal of Money, Credit, and Banking 23, 1991, 625-631.",
        "Svensson, Lars E. O., 2003. Escaping from a Liquidity Trap and Deflation: the Foolproof Way and Others, Journal of Economic Perspectives, 145-166.",
        "Taylor, John B., 2009. Getting off Track: How Government Actions and Interventions Caused, Prolonged, and Worsened the Financial Crisis. Hoover Institution Press.",
        "Tolley, George S., 1957. Providing for Growth of the Money Supply, Journal of Political Economy 65, 477-84.",
        "Wallison, Peter J., 2010. Government Housing Policy and the Financial Crisis, Cato Journal 30, 397-406.",
        "Williams, John C., 2009. Heeding Daedalus: Optimal Inflation and the The Zero Lower Bound, Brookings Papers on Economic Activity. Fall, pp. 1-37.",
        "Woodford, Michael, 2003. Interest and Prices. Princeton University Press, Princeton NJ _______________, Comment on: Using a Long-Term Interest Rate as the Monetary Policy Instrument, Journal of Monetary Economics 52, 2005, 881-887.",
        "________, 2008, How Important is Money in the Conduct of Monetary Policy? Journal of Money, Credit, and Banking 40(8), pp. 1561-1598.",
        "Yeager, Leland B. 1983. Stable Money and Free-Market Currencies, Cato Journal 3, pp. 305-326.",
        "______________. 1992. Towards Forecast-Free Monetary Institutions. Cato Journal 12, pp. 53-73.",
        "Yellen, Janet L., Panel Discussion: Federal Reserve Board/JMCB conference Financial Markets and Monetary Policy. http://frbsf.org/news/speeches/2009/0605.html Yun, Tack, 1996. Nominal Price Rigidity, Money Supply Endogenity, and Business Cycles, Journal of Monetary Economics 37, 345-370."
    ]
}