{
    "id": 17003,
    "cites": 31,
    "cited_by": 64,
    "reference": [
        "Anderson, James E. 2008. Gravity, Productivity and the Pattern of Production and Trade, www2.bc.edu/ SpecificGravity.pdf.",
        "Anderson, James E. 1979. A theoretical foundation for the gravity equation, American Economic Review 69, 106116.",
        "Anderson, James E. and Eric van Wincoop. 2002. Borders, Trade and Welfare, Brookings Trade Forum 2001, Dani Rodrik and Susan Collins, eds., Washington: Brookings Institution, 2002.",
        "Anderson, James E. and Eric van Wincoop. 2004.Trade Costs, Journal of Economic Literature, 42, 691-751.",
        "Anderson, James E. and Eric van Wincoop. 2003. Gravity with Gravitas, American Economic Review, 93, 170-92.",
        "Anderson, James E. and Yoto V. Yotov. 2010a. The Changing Incidence of Geography, American Economic Review, vol. 100(5), pages 2157-86.",
        "Anderson, James E. and Yoto V. Yotov. 2010b. Specialization: Pro- and Anti-Globalizing, 1990-2002, NBER Working Paper 14423.",
        "Baier, Scott L. and Jeffrey H. Bergstrand. 2002. On the endogeneity of international trade flows and free trade agreements. Manuscript, http://www.nd.edu/~jbergstr/Working Papers/End Baier, Scott L. and Jeffrey H. Bergstrand. 2004. Economic determinants of free trade agreements, Journal of International Economics 64, pp. 2963.",
        "Baier, Scott L. and Jeffrey H. Bergstrand. 2007. Do free trade agreements actually increase members' international trade?, Journal of International Economics, 71(1), 7295.",
        "Baldwin, Richard and Daria Taglioni. 2006. Gravity for Dummies and Dummies for Gravity Equations, NBER Working Papers 12516.",
        "Bergstrand, Jeffrey. 1985. The gravity equation in international trade: some microeconomic foundations and empirical evidence, Review of Economics and Statistics 67, 474481.",
        "Besedes, Tibor and Thomas J. Prusa (2006a), Product Differentiation and the Duration of US Import Trade, Journal of International Economics, 70(2), 339-58.",
        "Besedes, Tibor and Thomas J. Prusa (2006b), Ins, Outs and the Duration of Trade, Canadian Journal of Economics, 39 (1), 266-95.",
        "Chang, Won and L. Alan Winters. 2002. How Regional Blocs Affect Excluded Countries: The Price Effects of MERCOSUR, American Economic Review, 92, 889-902.",
        "Clausing, Kimberley A. 2001. Trade Creation and Trade Diversion in the Canada-US Free Trade Agreement, Canadian Journal of Economics, 34, 677-96.",
        "Deaton, Angus. 1979. The Distance Function and Consumer Behaviour with Applications to Index Numbers and Optimal Taxation, Review of Economic Studies, 46 (3), 391-405.",
        "Debreu, Gerard. 1951. The Coefficient of Resource Utilization, Econometrica, 19, 273-292.",
        "Feenstra, Robert. 2004. Advanced International Trade: Theory and Evidence, Princeton, NJ: Princeton University Press.",
        "Franois Joseph F. and Clinton R. Shiells. 1994. Modeling Trade Policy: Applied General Equilibrium Assessments of North American Free Trade, Cambridge University Press.",
        "Frankel, Jeffrey A., Ernesto Stein and Shang-Jin Wei. 1995. Trading blocs and the Americas: the natural, the unnatural, and the super-natural, Journal of Development Economics 47, 6195.",
        "Head, Keith and Thierry Mayer. 2002. Illusory Border Effects, CEPII Working Paper No. 2002-01.",
        "Head, Keith and Thierry Mayer. 2000. Non-Europe : The Magnitude and Causes of Market Fragmentation in Europe, Weltwirtschaftliches Archiv 136, 285-314.",
        "Helpman, Elhanan, Marc J. Melitz and Yona Rubinstein. 2008. Estimating Trade Flows: Trading Partners and Trading Volumes, Harvard University, Quarterly Journal of Economics, 123: 441-487.",
        "Jensen, Paul and Yoto V. Yotov. 2011. Agriculture, Gravity and Welfare Manuscript, Drexel University.",
        "Magee, Chris 2003. Endogenous preferential trade agreements: an empirical analysis, Contributions to Economic Analysis and Policy, 2, Berkeley Electronic Press.",
        "Olivero, Maria and Yoto V. Yotov. 2011. Dynamic Gravity: Theory and Empirical Implications, Manuscript, Drexel University.",
        "Romalis, John. 2007. NAFTA's and CUSFTA's Impact on North American Trade. Review of Economics and Statistics, 89, 416-35.",
        "Rose, Andrew K. (2004), Do WTO members have more liberal trade policy? , Journal of International Economics, 63, 209-235.",
        "Santos Silva, Jorge and Sylvana Tenreyro. 2006. The Log of Gravity, Review of Economics and Statistics, Vol. 88, No. 4: 641-658.",
        "Trefler, Daniel. 1993. Trade Liberalization and the Theory of Endogenous Protection: An Econometric Study of U.S. Import Policy, Journal of Political Economy, 101, 138-60.",
        "Wolf, Holger. 2000. Intranational Home Bias in Trade, Review of Economics and Statistics, 82 (4), 555-63."
    ]
}