{
    "id": 17012,
    "cites": 43,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron, Simon Johnson and James A. Robinson. 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review, 91(5): 1369-1401.",
        "Acemoglu, Daron and James A. Robinson. 2008. Persistence of Power, Elites, and Institutions. American Economic Review, 98(1): 267-293.",
        "Alesina, Alberto, Reza Baqir and William Easterly. 1999. Public Goods and Ethnic Divisions. Quarterly Journal of Economics, 114: 1243-1284.",
        "Anderson, Michael L. 2008. Multiple Inference and Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedaian, Perry Preschool, and Early Training Projects. Journal of the American Statistical Association, 103(484):1481-1495.",
        "Banerjee, Abhijit V., Rukmini Banerji, Esther Duflo, Rachel Glennerster & Stuti Khemani. 2010. Pitfalls of Participatory Programs: Evidence from a Randomized Evaluation in Education in India. American Economic Journal: Economic Policy, 2(1): 1-30.",
        "Banerjee, Abhijit and Lakshmi Iyer. 2005. History, Institutions, and Economic Performance: The Legacy of Colonial Land Tenure Systems in India. American Economic Review, 95(4): 1190-1213.",
        "Bardhan, Pranab. 2002. Decentralization of Governance and Development. The Journal of Economic Perspectives, 16(4): 185-205.",
        "Beaman, Lori, Raghabendra Chattopadhyay, Esther Duflo, Rohini Pande, and Petia Topalova. 2009. Powerful Women: Does Exposure Reduce Bias? Quarterly Journal of Economics, 124(4): 1497-1540.",
        "Bjorkman, Martina and Jakob Svensson. 2009. Power to the People: Evidence from a Randomized Field Experiment on Community-Based Monitoring in Uganda. Quarterly Journal of Economics, 124 (2): 735-769.",
        "Bruhn, Miriam, and David McKenzie. 2009. In pursuit of balance: Randomization in practice in development field experiments.American Economic Journal: Applied Economics, 1(4): 200-232.",
        "Dal BÃ\u0083Â³, Pedro, Andrew Foster and Louis Putterman. 2010. Institutions and Behavior: Experimental Evidence on the Effects of Democracy. American Economic Review, 100(5): 2205-2229.",
        "Dongier, Philippe, Julie Van Domelen, Elinor Ostrom, Andrea Rizvi, Wendy Wakeman, Anthony Bebbington, Sabina Alkire, Talib Esmail and Margaret Polski.2003. Chapter 9: Community-Driven Development. In The Poverty Reduction Strategy Sourcebook Volume 1, 301-331.Washington DC: The World Bank.",
        "Duflo, Esther and Raghabendra Chattopadhyay. 2004. Women as Policy Makers: Evidence from a Randomized Policy Experiment in India. Econometrica, 72(5): 1409-1443.",
        "Easterly, William. 2006. The White Man's Burden: Why the West's Efforts to Aid the Rest Have Done So Little. New York: Penguin.",
        "Engerman, Stanley L. and Kenneth L. Sokolof. 1997. Factor Endowments, Institutions, and Differential Paths of Growth Among New World Economies: A View from Economic Historians of the United States. In How Latin America Fell Behind. Stanford: Stanford University Press.",
        "Fearon, James, Macartan Humphreys and Jeremy M. Weinstein. 2009. Development Assistance, Institution Building, and Social Cohesion after Civil War: Evidence from a Field Experiment in Liberia. Center for Global Development Working Paper 194.",
        "Glennerster, Rachel, Edward Miguel and Alexander Rothenberg. 2009. Collective Action in Diverse Sierra Leone Communities. University of California, Berkeley Working Paper.",
        "GoBifo Project. 2006. GoBifo Overall Budget. Project mimeograph.",
        "GoBifo Project. 2007. Operations Manual: Version 2 June 2007. Project mimeograph.",
        "GoBifo Project. 2008. Results towards Goals and Objectives. Project mimeograph.",
        "Gugerty, Mary Kay and Michael Kremer. 2008. Outside Funding and the Dynamics of Participation in Community Associations. American Journal of Political Science, 52(3):585-602.",
        "Khwaja, Asim I. 2004. Is Increasing Community Participation Always a Good Thing? Journal of the European Economic Association, 2(2/3): 427-436.",
        "Kling, Jeffrey R. and Jeffrey B. Liebman. 2004. Experimental Analysis of Neighborhood Effects on Youth. Princeton University Manuscript.",
        "Keen, David. 2003. Greedy Elites, Dwindling Resources, Alienated Youths: The Anatomy of Protracted Violence in Sierra Leone. International Politics and Society, 2: 67-94.",
        "Kremer, Michael and Edward Miguel. 2007.The Illusion of Sustainability. Quarterly Journal of Economics, 122(3): 1007-1065.",
        "Labonne, Julien and Robert Chase. 2008. Do Community-Driven Development Projects Enhance Social Capital? Evidence from the Philippines.The World Bank Policy Research Working Paper 4678.",
        "Leamer, Edward E. 1974. False Models and Post-Data Model Construction. Journal of the American Statistical Association, 69(345):122-131.",
        "Leamer, Edward E. 1983. Let's Take the Con Out of Econometrics. American Economic Review, 73(1): 31-43.",
        "Mamdani, Mahmood. 1996.Citizen and Subject: Contemporary Africa and the Legacy of Late Colonialism. Princeton, NJ: Princeton University Press.",
        "Mansuri, Ghazala and VijaynedraRao. 2004. Community-Based and Driven Development: A Critical Review. The World Bank Research Observer, 19(1): 1-39.",
        "Oates, Wallace E. 1999. An Essay on Fiscal Federalism.Journal of Economic Literature, 37(3):1120-1149.",
        "O'Brien, Peter C. 1984. Procedures for Comparing Samples with Multiple Endpoints. Biometrics, 40(4):1079-1087.",
        "Olken, Benjamin A. 2007.Monitoring Corruption: Evidence from a Field Experiment in Indonesia.Journal of Political Economy, 115(2): 200-249.",
        "Olken, Benjamin A. 2010. Direct Democracy and Local Public Goods: Evidence from a Field Experiment in Indonesia. American Political Science Review, 104(2):243-267.",
        "Olson, Mancur. 1982.The Rise and Decline of Nations. New Haven: Yale University Press.",
        "Osborne, Martin J., Jeffrey S. Rosenthal and Matthew A. Turner. 2000. Meetings with Costly Participation. American Economic Review, 90(4): 927-943.",
        "Reno, William. 1995., Corruption and State Politics in Sierra Leone. Cambridge and New York: Cambridge University Press.",
        "Richards, Paul. 1996. Fighting for the Rainforest: War, Youth and Resources in Sierra Leone. London: James Currey & Portsmouth, NH: Heinemann for the International African Institute.",
        "Richards, Paul, Khadija Bah and James Vincent. 2004. The Social Assessment Study: Community-driven Development and Social Capital in Post-war Sierra Leone. Unpublished manuscript.",
        "Sachs, Jeffrey D. 2005.The End of Poverty: Economic Possibilities for Our Time. New York: Penguin Press.",
        "Voss, John.2008. Impact Evaluation of the Second Phase of the Kecamatan Development Program in Indonesia. The World Bank, Jakarta Research Paper.",
        "United Nations. 2004.Human Development Report 2004. New York: United Nations Development Program, Oxford University Press.",
        "World Bank. 2004. Japan Social Development Fund Grant Proposal: Capacity Development to Strengthen Social Capital in Sierra Leone. Project mimeograph."
    ]
}