{
    "id": 17019,
    "cites": 22,
    "cited_by": 8,
    "reference": [
        "Acemoglu, Daron and Simon Johnson. 2005. Unbundling Institutions, Journal of Political Economy 113(5): 949-995.",
        "Alston, Lee J., Gary D. Libecap, and Robert Schneider. 1996. The Determinants and Impact of Property Rights: Land Titles on the Brazilian Frontier, Journal of Law, Economics, and Organization 12(1): 25-61.",
        "Arnason, Ragnar. 1999. Property Rights as a Means of Economic Organization, in Uses of Property Rights in Fisheries Management, FAO Fisheries Technical Paper 404/1. Available ftp://ftp.fao.org/docrep/fao/009/x7579e/x7579e00.pdf.",
        "Besley, Tim. 1995 Property Rights and Investment Incentives: Theory and Evidence from Ghana. Journal of Political Economy 103(5): 903-937.",
        "Besley, Tim, and Robin Burgess. 2000. Land Reform, Poverty Reduction and Growth: Evidence from India, The Quarterly Journal of Economics 115(2): 389-430.",
        "Clement & Associates, New Zealand Commercial Fisheries: The Guide to the Quota Management System, Clement & Associates, Tauranga, 2008.",
        "Costello, Christopher; Steven D. Gaines; and John Lynham. 2008. Can Catch Shares Reverse Fisheries Collapse ? Science 321: 1678-1681.",
        "Costello, Christopher and Daniel Kane. 2008. Natural resource use with limited tenure property rights. Journal of Environmental Economics & Management. 55(1): 20-36.",
        "Deacon, Robert, Christopher Costello, and Dominic Parker. 2010. Overcoming the common pool problem through voluntary cooperation: the rise and fall of a shery cooperative. NBER Working Paper w16339.",
        "Fogel, Robert William, and Stanley L. Engerman. 1974. Time on the Cross: the Economics of American Negro slavery. Boston: Brown Little.",
        "Goldstein, Markus, and Christopher Udry. 2008. The Prots of Power: Land Rights and Agricultural Investment in Ghana, Journal of Political Economy 116(6): 981-1022.",
        "Grafton, Quentin; Dale Squires; and Kevin J. Fox. 2000. Private Property and Economic Eciency: A Study of a Common-Pool Resource. The Journal of Law and Economics 43(2): 679-714.",
        "Jacoby, Hanan G., Li Guo, and Scott Rozelle. 2002. Hazards of Expropriation: Tenure Insecurity and Investment in Rural China, American Economic Review 92(5): 1420-1447.",
        "Homans, Frances R., and James E. Wilen. 1997. A Model of Regulated Open Access Resource Use. Journal of Environmental Economics and Management 32(1): 1-21.",
        "Johnson, Ronald N., Micha Gisser, and Michael Werner. 1981. The Denition of a Surface Water Right and Transferability. Journal of Law and Economics 24: 273-278.",
        "Libecap, Gary D. 1981. Locking Up the Range: Federal Land Controls and Grazing. Cambridge, Mass: Ballinger.",
        "Libecap, Gary D. 1989. Contracting for Property Rights. New York: Cambridge University Press.",
        "Newell, Richard, Papps, Kerry, and James N. Sanchirico. 2007. Asset Pricing in Created Markets for Fishing Quota. American Journal of Agricultural Economics. 89(2): 259272",
        "Rees, Eugene. 2005. In What Sense a Fisheries Problem? Negotiating Sustainable Growth in New Zealand's Fisheries. PhD Dissertation, The University of Auckland, New Zealand.",
        "Rucker, Randal R., Walter N. Thurman, and Daniel A. Sumner. 1995. Restricting the Market for Quota: An Analysis of Tobacco Production Rights with Corroboration from Congressional Testimony. The Journal of Political Economy 103(1): 142-175.",
        "Sen, Sevaly; Barry Kaufmann; and Gerry Geen. 2000. ITQs and Property Rights: A Review of Australian Case Law. Presented at International Institute of Fisheries Economics and Trade 2000, Corvallis, OR, July 10-15, 2000. Available: http://dlc.dlib.indiana.edu/archive/00002924.",
        "Watts, Myles J., and Jerey T. LaFrance. 1994. Cows, Cowboys, and Controversy: The Grazing Fee Issue. in Multiple Conicts Over Multiple Uses. T.L. Anderson, ed. PERC, Bozeman, MT."
    ]
}