{
    "id": 17011,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Amitabh Chandra and Douglas Staiger. 2007. Productivity Spillovers in Healthcare: Evidence from the Treatment of Heart Attacks.  Journal of Political Economy.  Feb: 103140.",
        "Sylvain Chassang, Gerard PadrÃ\u0083Â³ i Miquel and Erik Snowberg. 2010.  Selective Trials: A PrincipalAgent Approach to Randomized Controlled Experiments.  Working Paper.",
        "GAO. New Drug Development: Science, Business, Regulatory, and Intellectual Property Issues Cited as Hampering Drug Development Efforts.  GAO0749 (November 2006).",
        "PierreYves Geoffard and Tomas Philipson. 2002.  Pricing and R&D when consumption affects longevity. RAND Journal of Economics.  33: 8595.",
        "Christine Grady, Neal Dickert, Tom Jawetz, Gary Gensler, Ezekiel Emanuel.  2005. An analysis of U.S. practices of paying research participants. Contemporary Clinical Trials.  26: 365375.",
        "Gulick, Roy M.; John W. Mellors; Diane Havlir; Joseph J. Eron; Charles Gonzalez; Deborah McMahon; Douglas D. Richman; Fred T. Valentine; Leslie Jonas; Anne Meibohm, et al. 1997. Treatment with Indinavir, Zidovudine, and Lamivudine in Adults with Human Immunodeficiency Virus Infection and Prior Antiretroviral Therapy. New England Journal of Medicine, 337(11), 73439.",
        "Darius Lakdawalla and Neeraj Sood. Health Insurance as a TwoPart Pricing Contract.  NBER Working Paper 12681 (2006).",
        "Darius Lakdawalla, Neeraj Sood, and Dana Goldman. 2006. HIV Breakthroughs and Risky Sexual Behavior. Quarterly Journal of Economics, August 2006, 10631102.",
        "Anup Malani.  2006. Identifying Placebo Effects with Data from Clinical Trials.  Journal of Political Economy, 114: 236256.",
        "Anup Malani.  2008. Patient enrollment in medical trials: Selection bias in a randomized experiment. Journal of Econometrics.  144: 341351.",
        "Kevin Murphy and Robert Topel.  2006.  The Value of Health and Longevity.  Journal of Political Economy, 114(5): 871904.",
        "New York Times.  AZT's Inhuman Cost.  August 28, 1989.",
        "Tomas Philipson and Jeffrey DeSimone.  1997.  Experiments and Subject Sampling.  Biometrika, 84(3): 618632.",
        "Tomas Philipson and Larry Hedges.  1998.  Subject Evaluation in Social Experiments.  Econometrica 66(2): 381409.",
        "Tomas Philipson and Anup Malani.  1999.  Measurement Errors: A Principal InvestigatorAgent Approach.  Journal of Econometrics, 91:273.",
        "Tomas Philipson.  1997.  The Evaluation of New Health Care Technology: The Labor Economics of Statistics.  Journal of Econometrics, 76 (12): 375396.",
        "Robert Steinbrook. 2001. Providing Antiretroviral Therapy for Hiv Infection. New England Journal of Medicine. 344(11), 84446.",
        "U.S. Centers for Disease Control & Prevention.  1993 Revised Classification System for HIV Infection and Expanded Surveillance Case Definition for AIDS Among Adolescents and Adults (1993), available at: http://www.cdc.gov/mmwr/preview/mmwrhtml/00018871.htm. TABLES"
    ]
}