{
    "id": 17010,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "Atanasov, Vladimir, 2005, How Much Value Can Blockholders Tunnel? Evidence from the Bulgarian Mass Privatization Auctions, Journal of Financial Economics 76, 191-234.",
        "Bae, Kee-Hong, Jun-Koo Kang, and Jin-Mo Kim, 2002, Tunneling or Value Added? Evidence from Mergers by Korean Business Groups, Journal of Finance 57, 2695-2740.",
        "Bagnoli, Mark, and Barton L. Lipman, 1988, Successful Takeovers without Exclusion, Review of Financial Studies 1, 89-110.",
        "Barclay, Michael J., and Clifford G. Holderness, 1989, Private Benefits of Control from Public Corporations, Journal of Financial Economics 25, 371-395.",
        "Bebchuk, Lucian A., 1994, Efficient and Inefficient Sales of Corporate Control, Quarterly Journal of Economics 117, 957-993.",
        "Bertrand, Marianne, Paras Mehta, and Sendhil Mullainathan, 2002, Ferreting Out Tunneling: An Application to Indian Business Groups, Quarterly Journal of Economics 117, 121-148.",
        "Bodnaruk, Andriy, Paul Gao, Per Ã\u0083â\u0080\u0093stberg, and Hayong Yun, 2011, Passive Shareholders as a Takeover Defense, Working Paper, University of Notre Dame.",
        "Bradley, Michael, 1980, Interfirm Tender Offers and the Market for Corporate Control, Journal of Business 53, 345-376.",
        "Bris, Arturo, and Christos Cabolis, 2008, The Value of Investor Protection: Firm Evidence from Cross-Border Mergers, Review of Financial Studies 21, 605-648.",
        "Burkart, Mike, Denis Gromb, and Fausto Panunzi, 1998, Why Higher Takeover Premia Protect Minority Shareholders, Journal of Political Economy 106, 172-204.",
        "Burkart, Mike, Denis Gromb, and Fausto Panunzi, 2000, Agency Conflicts in Public and Negotiated Transfers of Corporate Control, Journal of Finance 55, 647-677.",
        "Chari, Anusha, Paige P. Ouimet, and Linda L. Tesar, 2010, The Value of Control in Emerging Markets, Review of Financial Studies 23, 1741-1770.",
        "Chowdhry, Bhagwan, and Vikram Nanda, 1993, The Strategic Role of Debt in Takeover Contests, Journal of Finance 48, 731-745.",
        "Coffee, John, 1999, The Future as History: The Prospects for Global Convergence in Corporate Governance and Its Implications, Northwestern University Law Review 93, 641-708.",
        "Dyck, Alexander, and Luigi Zingales, 2004, Private Benefits of Control: An International Comparison, Journal of Finance 59, 537-600.",
        "Grossman, Sanford J., and Oliver D. Hart, 1980, Takeover Bids, the Free-Rider Problem, and the Theory of the Corporation, Bell Journal of Economics 11, 42-64.",
        "Grossman, Sanford J., and Oliver D. Hart, 1988, One Share--One Vote and the Market for Corporate Control, Journal of Financial Economics 20, 175-202.",
        "Harris, Milton, and Artur Raviv, 1988, Corporate Governance: Voting Rights and Majority Rules, Journal of Financial Economics 20, 203-235.",
        "Hirshleifer, David, and Sheridan Titman, 1990, Share Tendering Strategies and the Success of Hostile Takeover Bids, Journal of Political Economy 98, 295-324.",
        "HolmstrÃ\u0083Â¶m, Bengt, and Barry Nalebuff, 1992, To the Raider Goes the Surplus? A Reexamination of the Free-rider Problem, Journal of Economics and Management Strategy 1, 37-62.",
        "Johnson, Simon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2000, Tunneling, American Economic Review (Papers and Proceedings) 90, 22-27.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 1999, Corporate Ownership around the World, Journal of Finance 54, 1131-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1997, Legal Determinants of External Finance, Journal of Finance 52, 471-517.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and Finance, Journal of Political Economy 106, 1113-1155.",
        "Mironov, Maxim, 2008, Cash Flow Diversion and Corporate Governance: Evidence from Russia, Working Paper, Chicago GSB.",
        "Mueller, Holger M., and Fausto Panunzi, 2004, Tender Offers and Leverage, Quarterly Journal of Economics 119, 1217-1248.",
        "Nenova, Tatiana, 2003, The Value of Corporate Voting Rights and Control: A CrossCountry Analysis, Journal of Financial Economics 68, 325-351.",
        "Rossi, Stefano, and Paolo Volpin, 2004, Cross-Country Determinants of Mergers and Acquisitions,  Journal of Financial Economics 74, 277-304.",
        "Schuster, Edmund-Philipp, 2010, Efficiency in Private Control Sales--The Case for Mandatory Bids, LSE Law, Society and Economy Working Papers 08/2010.",
        "Shleifer, Andrei, and Robert W. Vishny, 1986, Large Shareholders and Corporate Control, Journal of Political Economy 94, 461-488.",
        "Tirole, Jean, 2006, The Theory of Corporate Finance. Princeton and Oxford: Princeton University Press.",
        "Zingales, Luigi, 1995, Insider Ownership and the Decision to Go Public, Review of Economic Studies 62, 425-448."
    ]
}