{
    "id": 17017,
    "cites": 22,
    "cited_by": 8,
    "reference": [
        "Andreoni, James, Privately Provided Public Goods in a Large Economy: The Limits of Altruism, J. Pub. Econ., 35:5773 (1988).",
        "Andreoni, James, Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence, J. Pol. Economy, 97:144758 (1989).",
        "Andreoni, James, Impure Altruism and Donations to Public Goods: A Theory of WarmGlow Giving, Economic J., 100:46477 (1990).",
        "Barrett, Scott, SelfEnforcing International Environmental Agreements, Oxford Economic Papers. 46:87894 (1994).",
        "Barrett, Scott, A Theory of Full International Cooperation, J. Theoretical Politics, 11:51941 (1999).",
        "Barrett, Scott, Environment and Statecraft (Oxford University Press, Oxford, 2003).",
        "Bergstrom, Ted, Larry Blume and Hal Varian, On the Private Provision of Public Goods, J. Pub. Econ., 29:2549 (1986).",
        "Burger, Nicholas and Charles D. Kolstad, Voluntary Public Goods Provision, Coalition Formation and Uncertainty, NBER Working Paper 15543, Cambridge, Mass. (Nov. 2009).",
        "Kolstad: April 2011  Page 35 Charness, Gary and Mathew Rabin, Understanding Social Preferences with Simple Tests, Quart. J. Econ., 117:81769 (2002).",
        "Charness, Gary and ChunLei Yang, Efficient Public Goods Provision with Endogenous Group Size and Composition: An Experiment, J. Pub. Econ. (forthcoming, 2011).",
        "Chaudhuri, Ananish, Sustaining Cooperation in Laboratory Public Goods Experiments: A Selective Survey of the Literature, Exp. Econ. (forthcoming, 2010).",
        "d'Aspremont, C., A. Jacquemin, J. JaskoldGabszewicz and J. Weymark, On the Stability of Collusive Price Leadership, Canadian J. Economics, 16:1725 (1983).",
        "Dannenberg, Astrid, Andreas Lange and Bodo Sturm, On the Formation of Coalitions to Provide Public Goods  Experimental Evidence from the Lab, NBER Working Paper 15967, Cambridge, Mass. (May 2010).",
        "Finus, Michael, Game Theory and International Environmental Cooperation (Edward Elgar, Cheltenham, 2001).",
        "Kolstad: April 2011  Page 36 Fischbacher, Urs and Simon GÃ\u0083Â¤chter, Social Preferences, Beliefs, and the Dynamics of Free Riding in Public Goods Experiments, Amer. Econ. Rev., 100:54156 (2010).",
        "Kahneman, Daniel, Jack L. Knetsch and Richard Thaler, Fairness as a Constraint on Profit Seeking: Entitlements in the Market, Amer. Econ. Rev., 76:72841 (1986).",
        "Kosfeld, Michael, Akira Okada, and Arno Riedl, Institution Formation in Public Goods Games, Amer. Econ. Rev., 99:133555 (2009).",
        "Lange, Andreas, The Impact of Equity Preferences on the Stability of International Environmental Agreements, Env. Res. Econ., 34:24767 (2006).",
        "Ledyard, John O., Public Goods: Some Experimental Results, Ch. 2 in J. Kagel and A. Roth (Eds), Handbook of Experimental Economics (Princeton University Press, Princeton, NJ, 1995).",
        "Revelt, David and Kenneth Train, Mixed Logit with Repeated Choices: Households' Choices of Appliance Efficiency Level, Rev. Econ. Stat., 80:64757 (1998).",
        "Schelling, Thomas C., Hockey Helmets, Concealed Weapons, and Daylight Saving: A Study of Binary Choices with Externalities, J. Conflict Resolution, 17:381428 (1973).",
        "Kolstad: April 2011  Page 37 Sobel, Joel, Independent Preferences and Reciprocity, J. Econ. Lit., 43:392436 (2005)."
    ]
}