{
    "id": 17014,
    "cites": 45,
    "cited_by": 52,
    "reference": [
        "Ajzen, Icek and Martin Fishbein, A Bayesian Analysis of Attribution Processes, Psychological Bulletin, 1975, 82 (2), 261277.",
        "Akerlof, George A. and William T. Dickens, The Economic Consequences of Cognitive Dissonance, American Economic Review, 1982, 72 (3), 307319.",
        "Allen, Franklin, Discovering personal probabilities when utility functions are unknown, Management Science, 1987, 33 (4), 542544.",
        "Arellano, Manuel and Bo Honore, Panel data models: some recent developments, in J.J. Heckman and E.E. Leamer, eds., Handbook of Econometrics, Vol. 5 of Handbook of Econometrics, Elsevier, 2001, chapter 53, pp. 32293296.",
        "Barber, Brad M. and Terrance Odean, Boys Will Be Boys: Gender, Overconfidence, And Common Stock Investment, The Quarterly Journal of Economics, February 2001, 116 (1), 261292.",
        "Benabou, Roland and Jean Tirole, Self-Confidence and Personal Motivation, Quarterly Journal of Economics, 2002, 117 (3), 871915.",
        "Benoit, Jean-Pierre and Juan Dubra, Apparent Overconfidence, Econometrica, forthcoming. Brocas, Isabelle and Juan D. Carrillo, The value of information when preferences are dynamically inconsistent, European Economic Review, 2000, 44, 11041115.",
        "Brunnermeier, Markus K. and Jonathan A. Parker, Optimal Expectations, American Economic Review, September 2005, 95 (4), 10921118.",
        "Caplin, Andrew and John Leahy, Psychological Expected Utility Theory And Anticipatory Feelings, The Quarterly Journal of Economics, February 2001, 116 (1), 5579.",
        "Carrillo, Juan D. and Thomas Mariotti, Strategic Ignorance as a Self-Disciplining Device,  Review of Economic Studies, 2000, 67, 529544.",
        "Charness, Gary, Aldo Rustichini, and Jeroen van de Ven, Overconfidence, self-esteem, and strategic deterrence, Technical Report, U.C. Santa Barbara 2011.",
        "Compte, Olivier and Andrew Postlewaite, Confidence-Enhanced Performance, American Economic Review, December 2004, 94 (5), 15361557. Eil, David and Justin Rao, The Good News-Bad News Effect: Asymmetric Processing of Objective Information about Yourself, American Economic Journal: Microeconomics, forthcoming.",
        "El-Gamal, Mahmoud and Daniel Grether, Are People Bayesian? Uncovering Behavioral Strategies, Journal of the American Statistical Association, 1995, 90 (432), 11371145.",
        "Eliaz, Kfir and Andrew Schotter, Paying for Confidence: an Experimental Study of the Demand for Non-Instrumental Information, Games and Economic Behavior, November 2010, 70 (2), 304324.",
        "Englmaier, Florian, A Brief Survey on Overconfidence, in D. Satish, ed., Behavioral Finance an Introduction, ICFAI University Press, 2006.",
        "Epstein, Larry G., Jawwad Noor, and Alvaro Sandroni, Non-Bayesian updating: A theoretical framework, Theoretical Economics, June 2008, 3 (2), 193229.",
        "Fischhoff, Baruch and Ruth Beyth-Marom, Hypothesis Evaluation from a Bayesian Perspective, Psychological Review, 1983, 90 (3), 239260.",
        "Grether, David M, Bayes Rule as a Descriptive Model: The Representativeness Heuristic, The Quarterly Journal of Economics, November 1980, 95 (3), 53757.",
        "Grether, David M., Testing bayes rule and the representativeness heuristic: Some experimental evidence, Journal of Economic Behavior & Organization, January 1992, 17 (1), 3157.",
        "Grossman, Zachary and David Owens, An Unlucky Feeling: Overconfidence and Noisy Feedback, Technical Report, UC Santa Barbara 2010.",
        "Hoeffding, Wassily, Probability inequalities for sums of bounded random variables, Journal of the American Statistical Association, March 1963, 58 (301), 1330.",
        "Hollard, Guillaume, Sebastien Massoni, and Jean-Christophe Vergnaud, Comparing three elicitation rules: the case of confidence in own performance, Technical Report, Universite Paris June 2010.",
        "Kahneman, Daniel and Amos Tversky, On the Psychology of Prediction, Psychological Review, 1973, 80 (4), 237251.",
        "Karni, Edi, A Mechanism for Eliciting Probabilities, Econometrica, 03 2009, 77 (2), 603 606.",
        "Koszegi, Botond, Ego Utility, Overconfidence, and Task Choice, Joural of the European Economic Association, 2006, 4 (4), 673707.",
        "Malmendier, Ulrike and Geoffrey Tate, Who Makes Acquisitions? CEO Overconfidence and the Market's Reaction, Journal of Financial Economics, July 2008, 89 (1), 2043.",
        "Massey, Cade and George Wu, Detecting Regime Shifts: the Causes of Under- and Overreaction, Management Science, 2005, 51 (6), 932947.",
        "Miller, Dale and Michael Ross, Self-Serving Biases in the Attribution of Causality: Fact or Fiction?, Psychology Bulletin, 1975, 82 (2), 213225.",
        "Moore, Don A. and Paul J. Healy, The Trouble With Overconfidence, Psychological Review, April 2008, 115 (2), 502517.",
        "Mullainathan, Sendhil, A Memory-Based Model Of Bounded Rationality, The Quarterly Journal of Economics, August 2002, 117 (3), 735774.",
        "Nickell, Stephen J, Biases in Dynamic Models with Fixed Effects, Econometrica, November 1981, 49 (6), 14171426.",
        "Niederle, Muriel and Lise Vesterlund, Do Women Shy Away from Competition? Do Men Compete Too Much?, The Quarterly Journal of Economics, August 2007, 122 (3), 10671101.",
        "Offerman, Theo, Joep Sonnemans, Gijs Van de Kuilen, and Peter Wakker, A Truth Serum for Non-Bayesians: Correcting Proper Scoring Rules for Risk Attitudes, The Review of Economic Studies, October 2009, 76 (29), 14611489.",
        "Rabin, Matthew, Psychology and Economics, Journal of Economic Literature, March 1998, 36 (1), 1146.",
        ", Inference By Believers In The Law Of Small Numbers, The Quarterly Journal of Economics, August 2002, 117 (3), 775816.",
        "Santos-Pinto, Luis and Joel Sobel, A Model of Positive Self-Image in Subjective Assessments,  American Economic Review, December 2005, 95 (5), 13861402.",
        "Schlag, Karl and Joel van der Weele, Eliciting Probabilities, Means, Medians, Variances and Covariances without assuming Risk Neutrality, Technical Report, Universitat Pompeu Fabr October 2009.",
        "Slovic, Paul and Sarah Lichtenstein, Comparison of Bayesian and Regression Approaches to the Study of Information Processing in Judgment, Organizational Behavior and Human Performance, 1971, 6, 649744.",
        "Stock, James H. and Motohiro Yogo, Testing for Weak Instruments in Linear IV Regression,  NBER Technical Working Papers 0284, National Bureau of Economic Research, Inc November 2002.",
        "Svenson, Ola, Are We All Less Risky and More Skillful Than Our Fellow Drivers?, Acta Psychologica, 1981, 47, 143148.",
        "Van den Steen, Eric, Rational Overoptimism (and Other Biases), American Economic Review, September 2004, 94 (4), 11411151.",
        "Wetzel, Christopher, Self-Serving Biases in Attribution: a Bayesian Analysis, Journal of Personality and Social Psychology, 1982, 43 (2), 197209.",
        "Wilson, Andrea, Bounded Memory and Biases in Information Processing, NajEcon Working Paper Reviews, www.najecon.org April 2003.",
        "Wolosin, Robert J., Steven Sherman, and Amnon Till, Effects of Cooperation and Competition on Responsibility Attribution After Success and Failure, Journal of Experimental Social Psychology, 1973, 9, 220235.",
        "Zabojnik, Jan, A model of rational bias in self-assessments, Economic Theory, January 2004, 23 (2), 259282."
    ]
}