{
    "id": 17016,
    "cites": 45,
    "cited_by": 4,
    "reference": [
        "Almond, Douglas (2010). Is the 1918 Influenza Pandemic Over? Long-term Effects of In Utero Influenza Exposure in the Post-1940 U.S. Population. Journal of Political Economy, 114: 672-712.",
        "Almond, Douglas, Kenneth Chay, Michael Greenstone, Stacy Sneeringer, and Melissa Thomasson. (2010) The Hill-Burton Hospital Construction Program and Infant Health. Working paper.",
        "Almond, Douglas, Kenneth Chay, and David Lee (2005). The Cost of Low Birth Weight. Quarterly Journal of Economics, 120: 1031-1084.",
        "Anda, RF, Brown, DW, Dube, SR, Bremner, JD, Felitti, VJ, and Giles, WH. (2008). Adverse childhood experiences and chronic obstructive pulmonary disease in adults. American Journal of Preventive Medicine, 34: 396-403.",
        "Banerjee, Abhijit, Esther Duflo, Gilles Postel-Vinay, and Tim Watts (2010). Long-run health impacts of income shocks: Wine and phylloxera in nineteenth-century France. Review of Economics and Statistics, 92: 714-728.",
        "Black, Dan, Natalia Kolesnikova, Seth Sanders, Lowell Taylor, and Mark Wessel (2009). A Divergent View on Black-White Earnings Convergence. Working paper (February).",
        "Black, Dan, Magdalena Muszynska, Seth Sanders, and Lowell Taylor (2010). The Great Migration and African-American Mortality: Evidence from Mississippi. Working paper (June).",
        "Brown, David W. , Robert F. Anda, Henning Tiemeier, Vincent J. Felitti, Valerie J. Edwards, Janet B. Croft, and Wayne H. Giles (2009). Adverse Childhood Experiences and the Risk of Premature Mortality. American Journal of Preventive Medicine, 37: 389-396.",
        "Campbell, Cameron D., James Z. Lee (2009). Long-term mortality consequences of childhood family context in Liaoning, China, 17491909. Social Science and Medicine 68: 1641-1648.",
        "Catalano R, and Bruckner T. (2006). Child mortality and cohort life span: a test of diminished entelechy. International Journal of Epidemiology, 35: 1264-69.",
        "Davis, Joseph H.(2004). An Annual Index of U. S. Industrial Production, 17901915. Quarterly Journal of Economics, 119: 1177-1215.",
        "Dong M, Giles WH, Felitti VJ, Dube, SR, Williams JE, Chapman DP, and Anda RF (2004). Insights into causal pathways for ischemic heart disease: Adverse Childhood Experiences Study. Circulation, 110: 17611766.",
        "Dong M, Anda RF, Dube SR, Felitti VJ, and Giles WH (2003). Adverse Childhood Experiences and Self- reported Liver Disease: New Insights into a Causal Pathway. Archives of Internal Medicine, 163: 19491956.",
        "Dube SR, Fairweather D, Pearson WS, Felitti VJ, Anda RF, and Croft JB (2009). Cumulative childhood stress and autoimmune disease. Psychsomatic Medicine, 71: Moving Out but Not Up: Eichenlaub, Suzanne C., Stewart E. Tolnay, and J. Trent Alexanderb (2010). Economic Outcomes in the Great Migration. American Sociological Review, 75: 101-125.",
        "Felitti, Vincent J. , Robert F. Anda, Dale Nordenberg, David F. Williamson, Alison M. Spitz, Valerie Edwards, Mary P. Koss, and James S. Marks (1998). Relationship of Childhood Abuse and Household Dysfunction to Many of the Leading Causes of Death in Adults: The Adverse Childhood Experiences (ACE) Study. American Journal Preventive Medicine, 14: 245-258.",
        "Ferrie, Joseph P. (2005). History Lessons: The End of American Exceptionalism? Mobility in the United States since 1850. The Journal of Economic Perspectives, 19: 199-215.",
        "Finch, Caleb E., and Eileen M. Crimmins (2004). Inflammatory Exposure and Historical Changes in Human Life-Spans. Science, 305: 1736-9.",
        "Fishback, Price V., William C. Horrace, and Shawn Kantor (2005). Did New Deal Grant Programs Stimulate Local Economies? A Study of Federal Grants and Retail Sales During the Great Depression, Journal of Economic History 65: 36-71.",
        "Fishback, Price V., Michael R. Haines, and Shawn Kantor (2007). Births, Deaths, and New Deal Relief During the Great Depression, Review of Economics and Statistics, 89: 1-14.",
        "Gluckman, Peter D., and Mark A. Hanson (2006). The Developmental Origins of Health and Disease: An Overview. In Peter D. Gluckman and Mark A. Hanson (eds.), Developmental Origins of Health and Disease (Cambridge: Cambridge University Press).",
        "Godfrey, Keith (2006). The Developmental Origins of Health and Disease: Epidemiology. In Peter D. Gluckman and Mark A. Hanson (eds.), Developmental Origins of Health and Disease (Cambridge: Cambridge University Press).",
        "Haines, Michael R. (2001). The Urban Mortality Transition in the United States, 1800-1940. Annales De DÃ\u0083Â©mographie Historique, 1: 33-64.",
        "Haines, Michael R. (2006). Cost of Living of Industrial Workers in the United States and Europe, 1888-1890 [Computer file]. ICPSR07711-v4. Hamilton, NY: Michael R. Haines, Colgate University [producer], 2006. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor], 2006-12-07. doi:10.3886/ICPSR07711.",
        "Hambright, Thea Zelman (1969). Comparison of Information on Death Certificates and Matching 1960 Census Records: Age, Marital Status, Race, Nativity and Country of Origin. Demography, 6: 413-423.",
        "Hatton, Timothy J. and Jeffrey G. Williamson (1991). Unemployment, Employment Contracts, and Compensating Wage Differentials: Michigan in the 1880s. Journal of Economic History 51: 605-632.",
        "Hayward, Mark D., and Bridget K. Gorman (2004). The Long Arm of Childhood: The Influence of Early-Life Social Conditions on Men's Mortality. Demography, 41: 87-107 .",
        "Hill, Mark E., Samuel H. Preston, and Ira Rosenwaike (2000). Age Reporting among White Americans Aged 85+: Results of a Record Linkage Study. Demography, 37: 175-186.",
        "Hill, Mark E., and Ira Rosenwaike (2001/2002). The Social Security Administration's Death Master File: The Completeness of Death Reporting at Older Ages. Social Security Bulletin, 64: 45-51.",
        "Hodge, Robert W., Paul M. Siegel, Peter H. Rossi (1964). Occupational Prestige in the United States, 1925-63. American Journal of Sociology, 70: 286-302.",
        "Kauhanen, Laura, Hanna-Maaria Lakka, John W Lynch, and Jussi Kauhanen (2006). Social disadvantages in childhood and risk of all-cause death and cardiovascular disease in later life: a comparison of historical and retrospective childhood information. International Journal of Epidemiology, 35: 962968.",
        "Logan, Trevon D. (2007). On Family Allocation Strategy in the Late Nineteenth Century. Working paper.",
        "Margo, Robert A. (2000). The Labor Force in the Nineteenth Century. In Stanley Engerman and Robert Gallman (eds.), The Cambridge Economic History of the U.S., Vol. II (Cambridge).",
        "Moehling, Carolyn (2005). `She has Suddenly Become Powerful': Youth Employment and Household Decision Making in the Early Twentieth Century. Journal of Economic History, 65: 414-438.",
        "Palme, Marten, and Soa Sandgren (2008). Parental income, lifetime income, and mortality. Journal of the European Economic Association, 6: 890-911.",
        "Preston, Samuel H., Irma T. Elo, Ira Rosenwaike, and Mark Hill (1996). African-American Mortality at Older Ages: Results of a Matching Study. Demography, 33: 193-209.",
        "Preston, Samuel H., Mark E. Hill and Greg L. Drevenstedt (1998). Childhood Conditions That Predict Survival to Advanced Ages among African-Americans. Social Science and Medicine, 47: 1231-1246.",
        "Rich-Edwards, J.W., M.J. Stampfer, J.E. Manson, et al. (1997). Birth Weight and the Risk of Cardiovascular Disease in a Cohort of women Followed Up Since 1976. British Medical Journal, 315: 396-400.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. Integrated Public Use Microdata Series: Version 4.0 [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor], 2009.",
        "Smith, George Davey, and Shah Ebrahim (2001). Epidemiology  Is It Time to Call It a Day? International Journal of Epidemiology, 30: 1-11.",
        "Thomasson, Melissa (2002). From Sickness to Health: The Twentieth Century Development of U.S. Health Insurance. Explorations in Economic History, 39: 233-53.",
        "Thomasson, Melissa, and Jaret Treber (2008). From Home to Hospital: The Evolution of Childbirth in the United States, 1928-1940 Explorations in Economic History, 45: 76-99.",
        "Troesken, Werner (2006). The Great Lead Water Pipe Disaster (Cambridge: MIT Press).",
        "van den Berg, Gerard J. , Maarten Lindeboom, and France Portrait (2006). Economic conditions early in life and individual mortality. American Economic Review, 96: 290-302.",
        "Victora, Cesar G., Linda Adair, Caroline Fall, Pedro C, Hallal, Reynaldo Martorell, Linda Richter, and Harshpal Singh Sachdev (2008). Maternal and child undernutrition: consequences for adult health and human capital. Lancet, 371: 340-57.",
        "VillermÃ\u0083Â©, L.R. (1829). Memoire sur la taille de l'homme en France. Annales d'Hygiene Publique, 1: 551-559. Xie, Yu, and Alexandra Killewald (forthcoming), Has Social Mobility in America Declined? Data, Methods, and Farming. American Economic Review. P Matched X j ( )"
    ]
}