{
    "id": 17022,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "International Monetary Fund (IMF), 2009, World Economic Outlook: Sustaining the Recovery, Figure 3.1, October.",
        "Columbia Accident Investigation Board (CAIB), 2003, Report, Volume 1, August, and Working Scenario, CAIB/NASA/NAIT, July (available at http://www.caib.us)",
        "US Nuclear Regulatory Commission (NRC), 2008, Davis-Besse Reactor Pressure Vessel Head Degradation: Overview, Lessons Learned, and NRC Actions Based on Lessons Learned, Report NUREG/BR-0353, Rev. 1, August (available at www.nrc.gov).",
        "U.S. Chemical Safety and Hazard Investigation Board (CSB), 2007, Refinery Explosion and Fire, BP, Texas City, March 23, 2005, Investigation Report No. 2005-04-I-TX.",
        "Barthelemy, 2001, Report of the General Inspectorate for the Environment, Affair No. IGE/01/034. Accident on the 21st of September 2001 at a factory belonging to the Grande Paroisse Company in Toulouse, produced jointly with the Explosives Inspectorate and with help from the INERIS, 24 October, Inspection GÃ\u0083Â©nÃ\u0083Â©rale de l'Environnement, Paris, France.",
        "Commission of Inquiry, Report of the Commission of Inquiry into the Collapse of a Portion of the de la Concorde Overpass, October 2007, Gouvernement de Quebec, available at http://www.cevc.gouv.qc.ca/UserFiles/File/Rapport/report_eng.pdf., and Rapport sur les causes techniques de l'effondrement du viaduc de la Concorde, Rapport principal, RÃ\u0083Â©digÃ\u0083Â© par: Jacques Marchand et Denis Mitchell.",
        "Rumsfeld, Donald, 2003, US Defense Secretary, quoted from press conference.",
        "World Bank, 2009, available at www.-wds.worldbank.org/WBSITE, GWP 1981-2004. Presented at Federal Reserve Board  NBER Research Conference on Quantifying Systemic Risk, National Bureau of Economic Research, Cambridge, Mass., 06 Nov 2009, paper submitted for publication in the NBER Conference Journal, 2010.",
        "Ohlsson, S, 1996, Learning From Performance Errors, Psychological Review, 103, No 2, pp.241-262.",
        "International Monetary Fund (IMF), 2009, World Economic Outlook of the International Monetary Fund, Update Table 1.1, available at www.IMF.org/external/pubs/ft/weo/2009/update, publication date Jan 28, 2009.",
        "Royal Commission on Environmental Protection (RCEP), 2008, 27th Report Novel Materials in the Environment: the Case of Nanotechnology, Cm7468, HMSO, pp.57-58 (available www.rcep.org.uk/reports). Presented at Federal Reserve Board  NBER Research Conference on Quantifying Systemic Risk, National Bureau of Economic Research, Cambridge, Mass., 06 Nov 2009, paper submitted for publication in the NBER Conference Journal, 2010."
    ]
}