{
    "id": 17028,
    "cites": 34,
    "cited_by": 12,
    "reference": [
        "Agarwal, Sumit, John Driscoll, Xavier Gabaix, and David Laibson. 2008. Learning in the Credit Card Market. Working Paper, February.",
        "Alba, Joseph, J. Wesley Hutchinson, and John G. Lynch. 1991. Memory and Decision Making. In Handbook of Consumer Behavior, 1-49. Edgewood Cliffs, NJ: Prentice Hall.",
        "American Bankers Association. 2007. 80 Percent of consumers have not paid overdraft fees in past year, says ABA survey. Press Release. August 29.",
        "Barber, Brad, and Terrence Odean. 2008. All that Glitters: The Effect of Attention on the Buying Behavior of Individual and Institutional Investors. Review of Financial Studies 21 (2): 785-818.",
        "Barr, Michael, Sendhil Mullainathan, and Eldar Shafir. 2008. Behaviorally Informed Financial Services Regulation. New American Foundation White Paper.",
        "Bertrand, Marianne, Dean Karlan, Sendhil Mullainathan, Eldar Shafir, and Jonathan Zinman. 2010. What's Advertising Content Worth? Evidence from a Consumer Credit Marketing Field Experiment. Quarterly Journal of Economics 125 (1) (February): 263-305.",
        "Burrhouse, Susan, Patricia Cashman, Robert Cordeiro, Timothy Critchfield, Yan Lee, Victoria Pawelski, and Katherine Samolyk. 2008. FDIC Stiudy of Bank Overdraft Programs. November.",
        "Center for Responsible Lending. 2009. Overdraft Fees and Opting In: A survey of consumer preferences. March.",
        "------. 2010. National Bank Regulator Enabled Overdraft Abuses. CRL Policy Brief. February.",
        "Chartrand, Tanya, Joel Huber, Baba Shiv, and Robin Tanner. 2008. Nonconscious goals and consumer choice. Journal of Consumer Research 35 (August): 189-201.",
        "Dholakia, Utpal. 2010. A critical review of question-behavior effect research. In Review of Marketing Research, 7:147-199. Armonk, NY: M.E. Sharpe.",
        "Eliaz, Kfir, and Ran Spiegler. 2011. Consideration Sets and Competitive Marketing. Review of Economic Studies 78 (1): 235-262.",
        "Gabaix, Xavier, and David Laibson. 2006. Shrouded attributes, consumer myopia, and information suppression in competitive markets. Quarterly Journal of Economics 121 (2): 505-540.",
        "General Accounting Office. 2008. Federal banking regulators could better ensure that consumers have required disclosure documents prior to opening checking or savings accounts. January.",
        "Glaser, Markus, Martin Weber, and Thomas Langer. 2010. Overconfidence of Professionals and Lay People: Individual Differences within and between Tasks? Working Paper.",
        "Goolsbee, Austan. 2000. In a World without Borders: The Impact of Taxes on Internet Commerce. The Quarterly Journal of Economics 115 (2) (May): 561=576.",
        "------. 2001. Competition in the Computer Industry: Online versus Retail. Journal of Industrial Economics 49 (4 (Symposium on E-Commerce)) (December): 487-499.",
        "Grubb, Michael. 2011. Penalty pricing: Optimal price-posting regulation with inattentive consumers. Working Paper.",
        "Karlan, Dean, Margaret McConnell, Sendhil Mullainathan, and Jonathan Zinman. 2011. Getting to the Top of Mind: How Reminders Increase Saving. Working Paper, January.",
        "Kolko, Jed. 2010. A new measure of US residential broadband availability. Telecommunications Policy 34 (3) (April): 132-143.",
        "Koszegi, Botond, and Adam Szeidl. 2011. A Model of Focusing in Economic Choice. Working Paper.",
        "Lacetera, Nicola, Devin Pope, and Justin Sydnor. 2010. Heuristic Thinking and Limited Attention in the Car Market. Working Paper.",
        "LeBoeuf, Robin, Eldar Shafir, and Julia Belyavsky Bayuk. 2010. The conflicting choices of alternating selves. Organizational Behavior and Human Decision Processes 111: 48-61.",
        "Lee, Young Han, and Ulrike Malmendier. 2010. The Bidder's Curse. American Economic Review.",
        "Lusardi, Annamaria, and Peter Tufano. 2009. Debt Literacy, Financial Experience, and Overindebtedness. Working Paper, March.",
        "Parrish, Leslie. 2008. Consumers Want Informed Choice on Overdraft Fees and Banking Options. Center for Responsible Lending. April 16.",
        "------. 2009. Overdraft Explosion: Bank fees for overdrafts increase 35% in two years. Center for Responsible Lending. October 6.",
        "Prince, Jeffrey. 2008. Repeat Purchase amid Rapid Quality Improvement: StructuralEstimation of Demand for Personal Computers. Journal of Economics and Management Strategy 17 (1): 1-33.",
        "Sela, Aner, and Baba Shiv. 2009. Unraveling priming: When does the same prime active a goal versus a trait? Journal of Consumer Research 36 (October): 418-433.",
        "Stango, Victor, and Jonathan Zinman. 2009. What do consumers really pay on their checking and credit card accounts? Explicit, implicit, and avoidable costs. American Economic Review Papers and Proceedings 99 (2): 424-29.",
        "------. 2011. Fuzzy math, disclosure regulation, and credit market outcomes: Evidence from Truth-in-Lending reform. Review of Financial Studies 24 (2): 506-534.",
        "Stavins, Joanna. 1999. Checking Accounts: What Do Banks Offer and What Do Consumers Value? New England Economic Review (April): 3-13.",
        "Zinman, Jonathan. 2009. Where is the missing credit card debt? Clues and implications. Review of Income and Wealth 55 (2): 249-265.",
        "Zwane, Alix, Jonathan Zinman, Eric Van Dusen, William Pariente, Clair Null, Edward Miguel, Michael Kremer, et al. 2011. Being surveyed can change later behavior and related parameter estimates. Proceedings of the National Academy of Science 10 (1073): 1-6."
    ]
}