{
    "id": 17025,
    "cites": 34,
    "cited_by": 3,
    "reference": [
        "Ameriks, John, Zeldes, Stephen (2000). How do household portfolio shares vary with age? Unpublished manuscript. Columbia University.",
        "Ayers, Ian and Barry Nalebuff (2008). Life-Cycle Investing and Leverage: Buying Stock on Margin Can Reduce Retirement Risk. Working Paper, Yale Law School.",
        "Attanasio, Orazio, (1995). The Intertemporal Allocation of Consumption: Theory and Evidence, Carnegie-Rochester Conference Series on Public Policy, 39-89",
        "Balduzzi, Perluigi, and Anthony Lynch, (1997). The impact of Predictability and Transaction Costs on Portfolio Choice in a Multiperiod Setting, Working Paper, Boston College and New York University",
        "Benzoni, Luca, Pierre Collin-Dufresne, and Goldstein S. Robert (2004). Portfolio Choice over the Life-Cycle in the presence of `Trickle Down' Labor Income, Working Paper",
        "Bertaut, Carol C. and Michael Haliassos, (1997). Precautionary Portfolio Behavior from a Life Cycle Perspective, Journal of Economic Dynamics and Control, 21, 15111542",
        "Bodie, Zvi; Robert C Merton; William F Samuelson (1992). Labor Supply Flexibility and Portfolio Choice in a Life Cycle Model. Journal of Economic Dynamics and Control, vol. 16, no. 3-4: 427-49",
        "Brennan, Michael J. and Y. Xia, (1998). Resolution of a Financial Puzzle, Working Paper, Anderson Graduate School of Management, UCLA",
        "Campbell, John Y., Joao F. Cocco, Francisco J. Gomes, and Pascal J. Maenhout, (2001). Investing Retirement Wealth: A Life-Cycle Model, Risk Aspects of Social Security Reform, University of Chicago Press",
        "Campbell, John Y. and John H. Cochrane, (1999). By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-251",
        "Campbell, John Y. and Luis M. Viceira, (1999). Consumption and Portfolio Decisions When Expected Returns are Time Varying, Quarterly Journal of Economics, May 1999, 433-496",
        "Carroll, Christopher. D., (1992). The Buffer Stock Theory of Saving: Some Macroeconomic Evidence, Brookings Papers on Economic Activity, 2, 61-135",
        "Carroll, Christopher. D., (1997). Buffer-Stock Saving and the Life-Cycle/Permanent Income Hypothesis, Quarterly Journal of Economics, 112, 1-55",
        "Carroll, Christopher. D., (2002). Portfolio of the rich, in Luigi Guiso, Michael Haliassos, and Tullio Jappelli, eds, Household Portfolios, MIT Press, Cambridge, MA",
        "Carroll, Christopher. D., and A. A. Samwick, (1997). The Nature of Precautionary Wealth, Journal of Monetary Economics, 40, 41-71.",
        "Cocco, Joao F., (1998). Owner-Occupied Housing, Permanent Income, and Portfolio Choice, working paper, Harvard University",
        "Cocco, Joao F., Francisco J. Gomes, and Pascal J. Maenhout, (1998), Consumption and Portfolio Choice over the Life Cycle, The Review of Financial Studies, Vol. 18, No. 2",
        "Elizabeth Arias, (2004). United States Life Tables, National Vital Statistics Reports, Vol. 53, No. 6, November 10, 2004",
        "Gakidis, Haralabos (1998). Portfolio Choice with Uninsurable Labor Earnings. Massachusetts Institute of Technology, Mimeo.",
        "Gomes, Francisco, and Alexander Michaelides (2005), Optimal Life-Cycle Asset Allocation: Understanding the Empirical Evidence, The Journal of Finance, April 2005, 869-904",
        "Gourinchas, Pierre-Olivier and Jonathan Parker (1996), Consumption Over the Life Cycle, working paper, MIT",
        "Heaton, John and Deborah J. Lucas (1997), Market Frictions, Saving Behavior and Portfolio Choice, Macroeconomic Dynamics, 1, 76-101",
        "Horneff, Wolfram, Raimond Maurer, Olivia Mitchell, Michael Stamos (2009), Asset allocation and location over the life cycle with investment-linked survival-contingent payouts. Journal of Banking and Finance 33: 1688 - 1699.",
        "Hubbard, Glenn, Jonathan S. Skinner and Stephen Zeldes, (1994), Precautionary Saving and Social Insurance, Journal of Political Economy, 103, 360-399",
        "Jermann, Urban (1999). Social Security and Institutions for Intergenerational, Intragenerational and International Risk Sharing: A Comment, Carnegie-Rochester Conference Series on Public Policy: 205-212",
        "Judd, Kenneth L (1992). Projection Methods for Solving Aggregate Growth Models. Journal of Economic Theory, 58: 410-452.",
        "Judd, Kenneth L., (1998). Numerical Methods in Economics MIT Press.",
        "Kim, Tong Suk, and Edward Omberg, (1996). Dynamic Nonmyopic Portfolio Behavior,  Review of Financial Studies, 9, 141-161",
        "Merton, Robert C., (1969). Lifetime Portfolio Selection under Uncertainty: The Continuous-Time Case, Review of Economics and Statistics, 51, 247-257",
        "Merton, Robert C., (1971). Optimum Consumption and Portfolio Rules in a Continuous-Time Model, Journal of Economic Theory, 3, 373-413",
        "Samuelson, Paul A., (1969). Lifetime Portfolio Selection by Dynamic Stochastic Programming,  Review of Economics and Statistics, 51, 239-246",
        "Social Security Administration, Office of Policy (2002). Income of the Aged Chartbook, 2002.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, (2000). Asset Pricing with Idiosyncratic Risk and Overlapping Generations, Working Paper, Carnegie Mellon University",
        "Viceira, Luis M., (2001). Optimal Portfolio Choice for Long Horizon Investors with Nontradable Labor Income, Journal of Finance, 55, 1163-1198"
    ]
}