{
    "id": 17037,
    "cites": 41,
    "cited_by": 187,
    "reference": [
        "Aiyar, Shekhar, Carl-Johan Dalgaard, and Omer Moav. 2008. Technological Progress and Regress in Pre-Industrial Times. Journal of Economic Growth, 13(2): 125144.",
        "Ashraf, Quamrul, and Oded Galor. 2007. Cultural Assimilation, Cultural Diffusion, and the Origin of the Wealth of Nations. Brown University Working Paper 20073.",
        "Ashraf, Quamrul, and Oded Galor. 2010. The Out-of-Africa Hypothesis, Human Genetic Diversity, and Comparative Economic Development. Brown University Working Paper 20107.",
        "Boserup, Ester. 1965. The Conditions of Agricultural Growth: The Economics of Agrarian Change under Population Pressure. London, UK: George Allen & Unwin Ltd.",
        "Chandler, Tertius. 1987. Four Thousand Years of Urban Growth: An Historical Census. Lewiston, NY: The Edwin Mellen Press.",
        "Comin, Diego, William Easterly, and Erick Gong. 2008. Was the Wealth of Nations Determined in 1000 B.C.? Harvard Business School Working Paper 09052.",
        "Conley, Timothy G. 1999. GMM Estimation with Cross Sectional Dependence. Journal of Econometrics, 92(1): 145.",
        "Crafts, Nicholas, and Terence C. Mills. 2009. From Malthus to Solow: How did the Malthusian Economy Really Evolve? Journal of Macroeconomics, 31(1): 6893.",
        "Dalgaard, Carl-Johan, and Holger Strulik. 2010. The Physiological Foundations of the Wealth of Nations. University of Copenhagen Discussion Paper 1015.",
        "Diamond, Jared. 1997. Guns, Germs and Steel: The Fates of Human Societies. New York, NY: W. W. Norton & Co.",
        "Doepke, Matthias. 2004. Accounting for Fertility Decline During the Transition to Growth. Journal of Economic Growth, 9(3): 347383.",
        "Galor, Oded. 2005. From Stagnation to Growth: Unified Growth Theory. In Handbook of Economic Growth, Vol IA, ed. Philippe Aghion and Steven N. Durlauf, 171293. Amsterdam, The Netherlands: Elsevier North-Holland.",
        "Galor, Oded. 2010. The 2008 Lawrence R. Klein Lecture  Comparative Economic Development: Insights from Unified Growth Theory. International Economic Review, 51(1): 144.",
        "Galor, Oded, and Omer Moav. 2002. Natural Selection and the Origin of Economic Growth. Quarterly Journal of Economics, 117(4): 11331191.",
        "Galor, Oded, and Andrew Mountford. 2006. Trade and the Great Divergence: The Family Connection.  American Economic Review, 96(2): 299303.",
        "Galor, Oded, and Andrew Mountford. 2008. Trading Population for Productivity: Theory and Evidence. Review of Economic Studies, 75(4): 11431179.",
        "Galor, Oded, and David N. Weil. 1999. From Malthusian Stagnation to Modern Growth. American Economic Review, 89(2): 150154.",
        "Galor, Oded, and David N. Weil. 2000. Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond. American Economic Review, 90(4): 806828.",
        "Hansen, Gary D., and Edward C. Prescott. 2002. Malthus to Solow. American Economic Review, 92(4): 12051217.",
        "Kelly, Morgan, and Cormac O Grada. 2010. Living Standards and Mortality in England since the Middle Ages: The Poor Law versus the Positive Check. Unpublished.",
        "Kremer, Michael. 1993. Population Growth and Technological Change: One Million B.C. to 1990. Quarterly Journal of Economics, 108(3): 681716.",
        "Lagerlof, Nils-Petter. 2003. From Malthus to Modern Growth: Can Epidemics Explain the Three Regimes? International Economic Review, 44(2): 755777.",
        "Lagerlof, Nils-Petter. 2006. The Galor-Weil Model Revisited: A Quantitative Exercise. Review of Economic Dynamics, 9(1): 116142.",
        "Lagerlof, Nils-Petter. 2009. Malthus in Sweden. Unpublished.",
        "Livi-Bacci, Massimo. 2001. A Concise History of World Population. 3rd ed. Oxford, UK: Blackwell Publishers Ltd.",
        "Lucas, Robert E., Jr. 2002. The Industrial Revolution: Past and Future. In Lectures on Economic Growth, ed. Robert E. Lucas, Jr., 109190. Cambridge, MA: Harvard University Press.",
        "Maddison, Angus. 2003. The World Economy: Historical Statistics. Paris, France: OECD.",
        "Maddison, Angus. 2008. The West and the Rest in the World Economy: 1000-2030. World Economics, 9(4): 7599.",
        "McEvedy, Colin, and Richard Jones. 1978. Atlas of World Population History. New York, NY: Penguin Books Ltd.",
        "Michalopoulos, Stelios. 2008. The Origins of Ethnolinguistic Diversity: Theory and Evidence. Tufts University Discussion Paper 0725.",
        "Modelski, George. 2003. World Cities: -3000 to 2000. Washington, DC: FAROS 2000.",
        "Olsson, Ola, and Douglas A. Hibbs, Jr. 2005. Biogeography and Long-Run Economic Development. European Economic Review, 49(4): 909938.",
        "O'Rourke, Kevin H., Ahmed S. Rahman, and Alan M. Taylor. 2008. Luddites and the Demographic Transition. National Bureau of Economic Research Working Paper 14484.",
        "Peregrine, Peter N. 2003. Atlas of Cultural Evolution. World Cultures: Journal of Comparative and Cross-Cultural Research, 14(1): 175.",
        "Putterman, Louis. 2008. Agriculture, Diffusion, and Development: Ripple Effects of the Neolithic Revolution. Economica, 75(300): 729748.",
        "Ramankutty, Navin, Jonathan A. Foley, John Norman, and Kevin McSweeney. 2002. The Global Distribution of Cultivable Lands: Current Patterns and Sensitivity to Possible Climate Change. Global Ecology and Biogeography, 11(5): 377392.",
        "Strulik, Holger, and Jacob L. Weisdorf. 2008. Population, Food, and Knowledge: A Simple Unified Growth Theory. Journal of Economic Growth, 13(3): 195216.",
        "Voigtlander, Nico, and Hans-Joachim Voth. 2006. Why England? Demographic Factors, Structural Change and Physical Capital Accumulation During the Industrial Revolution. Journal of Economic Growth, 11(4): 319361.",
        "Voigtlander, Nico, and Hans-Joachim Voth. 2009. Malthusian Dynamism and the Rise of Europe: Make War, Not Love. American Economic Review, 99(2): 248254.",
        "Weisdorf, Jacob L. 2005. From Foraging to Farming: Explaining the Neolithic Revolution. Journal of Economic Surveys, 19(4): 561586.",
        "Weisdorf, Jacob L. 2009. Why did the First Farmers Toil? Human Metabolism and the Origins of Agriculture. European Review of Economic History, 13(2): 157172."
    ]
}