{
    "id": 17033,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Andreoni, James, Why free ride? : Strategies and learning in public goods experiments,  Journal of Public Economics, 1988, 37 (3), 291  304.",
        ", Reasonable Doubt and the Optimal Magnitude of Fines: Should the Penalty Fit the Crime?, The RAND Journal of Economics, 1991, 22 (3), pp. 385395.",
        "Bagnoli, Mark and Barton L. Lipman, Provision of Public Goods: Fully Implementing the Core through Private Contributions, The Review of Economic Studies, 1989, 56 (4), pp. 583601.",
        "Boyd, Robert, Herbet Gintis, and Samuel Bowles, Coordinated Punishment of Defectors Sustains Cooperation and Can Proliferate When Rare, Science, 2010.",
        "Casari, Marco, On the Design of Peer Punishment Experiments, Experimental Economics, 2005, 8 (2), 107115.",
        "Cinyabuguma, Matthias, Talbot Page, and Louis Putterman, Can SecondOrder Punishment Deter Perverse Punishment, Experimental Economics, 2006, 9 (3).",
        "Decker, Torsten, Andreas Stiehler, and Martin Strobel, A Comparison of Punishment Rules in Repeated Public Good Games: An Experimental Study, Journal of Conflict Resolution, 2003, 47 (6), 751772.",
        "Denant-Boemont, Laurent, David Masclet, and Charles N. Noussair, Punishment, Counterpunishment, and Sanction Enforcement in a Social Dilemma Experiment,  Economic Theory, 2007, 33 (1).",
        "Dickinson, David and Marie-Claire Villeval, Does monitoring decrease work effort?: The complementarity between agency and crowding-out theories, Games and Economic Behavior, 2008, 63 (1), 56  76.",
        "Egas, Martijn and Arno Riedl, The economics of altruistic punishment and the maintenance of cooperation, Proceedings of the Royal Society B: Biological Sciences, 2008, 275 (1637), 871878.",
        "Ertan, Arhan, Talbot Page, and Louis Putterman, Who to punish? Individual decisions and majority rule in mitigating the free rider problem, European Economic Review, 2009, 53 (5), 495  511.",
        "Fehr, Ernst and Simon Gachter, Cooperation and Punishment in Public Goods Experiments, The American Economic Review, 2000, 90 (4), 980994.",
        "Fischbacher, Urs, z-Tree: Zurich toolbox for ready-made economic experiments, Experimental Economics, 2007, 10 (2).",
        "Fudenberg, Drew and Parag A. Pathak, Unobserved punishment supports cooperation,  Journal of Public Economics, 2010, 94 (1-2), 78  86.",
        "Gachter, Simon, Elke Renner, and Martin Sefton, The Long-Run Benefits of Punishment, Science, 2008, 322 (5907), 1510.",
        "Grechenig, Kristoffel, Andreas Nicklisch, and Christian Thoni, Punishment Despite Reasonable Doubt: A Public Goods Experiment with Sanctions Under Uncertainty,  Journal of Empirical Legal Studies, 2010, 7.",
        "Guillen, Pablo, Christiane Schwieren, and Gianandrea Staffiero, Why feed the Leviathan?, Public Choice, 2007, 130, 115128. 10.1007/s11127-006-9075-3.",
        "Gurerk, Ozgur, Bernd Irlenbusch, and Bettina Rockenbach, The Competitive Advantage of Sanctioning Institutions, Science, 2006, 312 (5770), 108111.",
        "Herrmann, Benedikt, Christian Thoni, and Simon Gachter, Antisocial Punishment Across Societies, Science, 2008, 319 (5868), 13621367.",
        "Hirschman, Elizabeth, Heroes, monsters and messiahs: movies and television shows as the mythology of American culture, Andrews McMeel Publishing, 2000.",
        "Kosfeld, Michael, Akira Okada, and Arno Riedl, Institution Formation in Public Goods Games, forthcoming, The American Economic Review, 2008.",
        "Marks, Melanie and Rachel Croson, Alternative rebate rules in the provision of a threshold public good: An experimental investigation, Journal of Public Economics, 1998, 67 (2), 195  220.",
        "Masclet, David, Charles Noussair, Steven Tucker, and Marie-Claire Villeval, Monetary and Nonmonetary Punishment in the Voluntary Contributions Mechanism,  The American Economic Review, 2003, 93 (1), 366380.",
        "Nagel, Rosemarie, Unraveling in Guessing Games: An Experimental Study, The American Economic Review, 1995, 85 (5), 13131326.",
        "Nikiforakis, Nikos, Punishment and counter-punishment in public good games: Can we really govern ourselves?, Journal of Public Economics, 2008, 92 (1-2), 91  112.",
        "Noussair, Charles and Steven Tucker, Combing Monetary and Social Sanctions to Promote Cooperation, Economic Inquiry, 2005, 43 (3), 649  660.",
        "O'Gorman, Rick, Joseph Henrich, and Mark Van Vugt, Constraining free riding in public goods games: designated solitary punishers can sustain human cooperation,  Proceedings of the Royal Society B: Biological Sciences, 2009, 276 (1655), 323329.",
        "Ostrom, Elinor, James Walker, and Roy Gardner, Covenants With and Without a Sword: Self-Governance is Possible, The American Political Science Review, 1992, 86 (2), 404417.",
        "Rockenbach, Bettina and Irenaeus Wolff, Institution Design in social dilemmas: How to Design if you must?, Working Paper, 2009.",
        "Savikhina, Anya and Roman M. Sheremeta, Visibility of Contributions and Cost of Information: An Experiment on Public Goods, Working Paper, 2010.",
        "Sigmund, Karl, Hannelore De Silva, Arne Traulsen, and Christoph Hauert, Social learning promotes insistitutions for governing commons, Nature, 2010.",
        "Steiner, Jakub, A Trace of Anger is Enough: on the Enforcement of Social Norms, Economics Bulletin, 2007, 8, 14.",
        "Yamagishi, Toshio, The Provision of a Sanctioning System as a Public Good, Journal of Personality and Social Psychology, 1986, 51 (1), 110  116."
    ]
}