{
    "id": 1703,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Bulow, Jeremy I. and John B. Shoven, The Bankruptcy Decision, Bell Journal of Economics, 1978, 437-456.",
        "Cohen, Daniel and Jeffrey Sachs, LX Borrowing with Default Risk, Kredit und Kapital, Special Issue on International Banking, 1985.",
        "Cohen, Daniel and Jeffrey Sachs, The Debt of Nations, processed, Harvard University, 1985.",
        "DAutume, A. and Michel, P., Epargue et investissnient et monnaie dans une perspective intertemporelle, INSEE, May 1983.",
        "Eaton, Jonathan, and Mark Gersovitz, Poor Country Borrowing in Private Financial Markets and the Repudiation Issue (Princeton: International Finance Section) 1981a.",
        "Eaton, Jonathan, and Mark Gersovitz, Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies 48, 1981b.",
        "Eaton, Jonathan, and Mark Gersovitz, Country Risk: Economic Aspects, unpublished manuscript, Yale University, 1981.",
        "Foley, Duncan K. and Martin Hellwig, A Note on the Budget Constraint in a Model of Borrowing, Journal of Economic Theory 11, 1975, 305-314.",
        "Grossman, Sanford J. and Hart, Oliver D. Corporate Financial Structure and Managerial Incentives,u Conference Paper No. 48, May 1980.",
        "Guitian, Manuel, Policies on Access to Fund Resources - An Overview of Conditionality, t International Monetary Fund manuscript, 1981.",
        "International Monetary Fund, International f~pjtal Markets, Occasional Paper No. 1, IMF: Washington, D.C., September 19~UT International Monetary Fund, External Indebtedness of Develojiing Countries, Occasional Paper No. 3 May 1981.",
        "Jensen, Michael and William Meckling, Theory of the Firm: Managerial Behavior, Agency Costs, and Capital Structure, Journal of Financial Economics 3, 1916, 305-360.",
        "Madden, John T., Marcus Nadler, and Harry C. Sauvain, Americas Experience as a Creditor Nation (New York: Prentice-Hall) 1931.",
        "Myers, Stewart C. Determinants of Corporate Borrowing, Journal of Finance 5, 1977, 141-155.",
        "Scandinavian Journal of Economics 84(2), 19B2a. ___________ Aspects of the Current Account Behavior of OECD Economics, NBER Working Paper No. 859, February 1982b.",
        "Smith, Clifford and J. Warner, On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics 7, 1979, 111-161.",
        "Stiglitz, J. and A. Weiss, Credit Rationing in Markets with Imperfect Information: I, American Economic Review, 1981.",
        "Winkler, Max, Foreign Bonds: An Autqpsy (Philadelphia: Roland Swain) 1933.",
        "Wynne, William H., State Insolvency and Foreign Bondholders, Vol. II, Case Histories (New Haven: Yale University Press) 1951."
    ]
}