{
    "id": 17039,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Daron Acemoglu and Joshua D. Angrist. How Large are Human-Capital Externalities? Evidence from Compulsory-Schooling Laws, in NBER Macroeconomics Annual 2000, Vol. 15, 974, National Bureau of Economic Research, 2001.",
        "Card, David. Using Geographic Variation in College Proximity to Estimate the Return to Schooling in Aspects of Labour Economics: Essays in Honour of John Vanderkamp, edited by Louis Christofides, E. Kenneth Grant and Robert Swindinsky. University of Toronto Press. 1995.",
        "Card, David. The Causal Effect of Education on Earnings. In Orley Ashenfelter and David Card, editors, Handbook of Labor Economics Volume 3A. Amsterdam: Elsevier, 1999.",
        "Carneiro, Pedro, James Heckman and Edward Vytlacil. Evaluating Marginal Policy Changes and the Average Effect of Treatment for Individuals at the Margin, Econometrica, 78(1), 2010.",
        "Currie, Janet, and Enrico Moretti. Mother's Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings, Quarterly Journal of Economics, 118(4), 2003.",
        "Heckman, James J., and Edward Vytlacil, Instrumental Variables Methods for the Correlated Random Coefficient Model, Journal of Human Resources, 33(4), 1998.",
        "Heckman, James J., and Edward Vytlacil. Structural Equations, Treatment Effects, and Econometric Policy Evaluation, Econometrica, Econometric Society, vol. 73(3), pages 669738, 2005.",
        "Heckman, James J., Lance Lochner, and Petra Todd. Earnings Functions and Rates of Re23 turn, Journal of Human Capital, 2(1), 2008.",
        "Imbens, Guido, and Joshua Angrist. Identification and Estimation of Local Average Treatment Effects, Econometrica, 62(2), 1994.",
        "Hungeford, Thomas, and Gary Solon. Sheepskin Effects in the Returns to Education, Review of Economics and Statistics, 1987.",
        "Jaeger, David, and Marianne Page. Degrees matter: New Evidence on Sheepskin Effects in the Returns to Education, Review of Economics and Statistics, 78(4), 1996.",
        "Kling, Jeffrey. Interpreting Instrumental Variables Estimates of the Returns to Schooling, Journal of Business and Statistics, 2000.",
        "Lochner, Lance, and Enrico Moretti. The Effect of Education on Criminal Activity: Evidence from Prison Inmates, Arrests and Self-Reports, NBER Working Paper No. 8605, 2001.",
        "Lochner, Lance, and Enrico Moretti. The Effect of Education on Criminal Activity: Evidence from Prison Inmates, Arrests and Self-Reports, American Economic Review. 94(1), 2004.",
        "Moffitt, Robert. Estimating Marginal Treatment Effects in Heterogeneous Populations, Annales dEconomie et de Statistique, Special Issue on Econometrics of Evaluation, Fall 2009.",
        "Mogstad, Magne, and Matthew Wiswall. Linearity in Instrumental Variables Estimation: Problems and Solutions, Working Paper, 2010.",
        "Park, Jin Heun. Estimation of Sheepskin Effects Using the Old and New Measures of Educational Attainment in the CPS, Economic Letters 62, 1999.",
        "White, Halbert, Consequences and Detection of Misspecified Nonlinear Regression Models, Journal of the American Statistical Association, 76, 41933, 1981.",
        "Wooldridge, Jeffrey. On Two Stage Least Squares Estimation of the Average Treatment Effect in Random Coefficient Models, Economics Letters, 56, 1997.",
        "Yitzhaki, Shlomo. On Using Linear Regressions in Welfare Economics, Journal of Business and Economic Statistics, 14, 478486, 1996."
    ]
}