{
    "id": 17034,
    "cites": 30,
    "cited_by": 7,
    "reference": [
        "Barsky, Robert B. and Lutz Kilian. 2002. Do We Really Know that Oil Caused the Great Stagflation? A Monetary Alternative? In NBER Macroeconomics Annual 2001, ed. Ben S. Bernanke and Kenneth S. Rogoff, 137-183. Cambridge, MA: The MIT Press.",
        "Bernanke, Ben S and Alan S. Blinder. 1992. The Federal Funds Rate and the Channels of Monetary Transmission. American Economic Review, 82(4): 901-21.",
        "Bernanke, Ben S., Mark Gertler, and Mark Watson. 1997. Systematic Monetary Policy and the Effects of Oil price Shocks. Brookings Papers on Economic Activity 1: 91142.",
        "Bernanke, Ben S., Jean Boivin, and Piotr Eliasz. 2005, Measuring the Effects of Monetary Policy: A Factor-Augmented Vector Autoregressive (FAVAR) Approach. Quarterly Journal of Economics, 120(1): 387-422.",
        "Bernanke, Ben S. and Ilian Mihov. 1998. Measuring Monetary Policy. Quarterly Journal of Economics, 113(3): 869-902.",
        "Blanchard, Olivier, 1993. Consumption and the Recession of 1990-1991. American Economic Review, 83(2): 270-274.",
        "Boivin, Jean, and Marc Giannoni. 2006. Has Monetary Policy Become More Effective? Review of Economics and Statistics, 88(3): 445-462.",
        "Boivin, Jean. 2006. Has U.S. Monetary Policy Changed? Evidence from Drifting Coefficients and RealTime Data. Journal of Money, Credit and Banking, 38(5): 1149-1173.",
        "Boschen, John F. and Len O. Mills. 1995. The Relation Between Money Market and Narrative Indicators of Monetary Policy. Economic Inquiry, 33(1): 24-45.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans. 1999. Monetary Policy Shocks: What Have We Learned, and To What End? In Handbook of Monetary Economics 1999, ed. John B. Taylor and Michael Woodford, 65-148. Amsterdam: Elsevier Science.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler. 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics, 115(1): 147-180.",
        "Coibion, Olivier and Yuriy Gorodnichenko. 2011. Monetary Policy, Trend Inflation and the Great Moderation: An Alternative Interpretation. American Economic Review, 101(1): 341-370.",
        "Faust, Jon, Eric T. Swanson, and Jonathan H. Wright. 2004. Identifying VARs based on High Frequency Futures Data. Journal of Monetary Economics, 51(6): 1107-1131.",
        "Gorodnichenko, Yuriy. 2006. Reduced rank identification of structural shocks in VARs. http://www.econ.berkeley.edu/~ygorodni/.",
        "Hall, Robert E. 1993. Macro Theory and the Recession of 1990-1991. American Economic Review, 83(2): 275-279.",
        "Hamilton, James D. 2008. Macroeconomics and ARCH. In Volatility and Time Series Econometrics: Essays in Honor of Robert Engle, ed. Tim Bollerslev, Jeffry R. Russell and Mark Watson. Oxford: Oxford University Press.",
        "Kass, Robert E. and Adrian E. Raftery. 1999. Bayes Factors. Journal of the American Statistical Association, 90(430): 773-795.",
        "Kilian, Lutz. 2009, Not All Oil Price Shocks Are Alike: Disentangling Demand and Supply Shocks in the Crude Oil Market. American Economic Review, 99(3): 1053-1069.",
        "Leeper, Eric M., Christopher A. Sims, and Tao Zha. 1996, What Does Monetary Policy Do? Brookings Papers on Economic Activity, 1996(2): 1-78.",
        "Lubik, Thomas A., and Frank Schorfheide. 2004. Testing for Indeterminacy: An Application to U.S. Monetary Policy. American Economic Review, 94(1): 190-217.",
        "Ng, Serena and Pierre Perron. 2005, A Note on the Selection of Time Series Models. Oxford Bulletin of Economics and Statistics, 67(1): 115-134.",
        "Romer, Christina D. and David H. Romer. 2004. A New Measure of Monetary Shocks: Derivation and Implications. American Economic Review, 94: 1055-1084.",
        "Romer, Christina D. and David H. Romer. 2002. The Evolution of Economic Understanding and Postwar Stabilization Policy. Federal Reserve Bank of Kansas City Proceedings, 2002: 11-78.",
        "Schreft, Stacey L.. 1990. Credit Controls: 1980. Federal Reserve Bank of Richmond Economic Review, 1990(Nov): 25-55.",
        "Sims, Christopher A. and Tao Zha. 2006a. Does Monetary Policy Generate Recessions? Macroeconomic Dynamics, 10(2): 231-272.",
        "Sims, Christopher A. and Tao Zha. 2006b. Were There Regime Switches in U.S. Monetary Policy? American Economic Review, 96(1): 54-81.",
        "Smets, Frank and Rafael Wouters. 2007. Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach. American Economic Review, 97(3): 586-606.",
        "Taylor, John B. 1993. Discretion versus Policy Rules in Practice. Carnegie Rochester Conference Series on Public Policy, 39(1): 195-214.",
        "Uhlig, Harald. 2005. What are the effects of monetary policy on output? Results from an agnostic identification procedure. Journal of Monetary Economics, 52(2): 381-419.",
        "Walsh, Carl E. 1993. What Caused the 1990-1991 Recession? Federal Reserve Bank of San Francisco Economic Review, 2: 33-48."
    ]
}