{
    "id": 17040,
    "cites": 14,
    "cited_by": 50,
    "reference": [
        "Fallick, Bruce C. A Review of the Recent Empirical Literature on Displaced Workers, Industrial and Labor Relations Review 50 (October 1996): pp. 5-16.",
        "Farber, Henry S. The Incidence and Costs of Job Loss: 1982-91, Brookings Papers on Economic Activity: Microeconomics, (1993,1), 73-119.",
        "Farber, Henry S. The Changing Face of Job Loss in the United States, 1981-1995, Brookings Papers on Economic Activity: Microeconomics, 1997: 55-128.",
        "Farber, Henry S. Has the Rate of Job Loss Increased in the Nineties? Proceedings of the Fiftieth Annual Winter Meeting of the Industrial Relations Research Association, Volume 1, 1998: pp. 88-97.",
        "Farber, Henry S. Job Loss in the United States, 1981-2001, Research in Labor Economics 23 (2004), pp. 69-117.",
        "Farber, Henry S. What do we know about Job Loss in the United States? Evidence from the Displaced Workers Survey, 1981-2004, Economic Perspectives, Federal Reserve Bank of Chicago (Second Quarter, 2005), pp. 13-28.",
        "Farber, Henry S. and Helen Levy Recent Trends in Employer-Sponsered Health Insurance Coverage: Are Bad Jobs Getting Worse? Journal of Health Economics, January 2000. pp. 93-119.",
        "Gardner, Jennifer M. Worker Displacement: A Decade of Change, Monthly Labor Review 118 (April 1995): pp. 45-57.",
        "Hipple, Steven. Worker Displacement in the mid-1990's, Monthly Labor Review 122 (July 1999): pp. 15-32.",
        "Kletzer, Lori G. Returns to Seniority after Permanent Job Loss, American Economic Review 79 (June 1989): pp. 536-543.",
        "National Bureau of Economic Research. The NBER's Business Cycle Dating Committee, September 20, 2010. Available at http://www.nber.org/cycles/recessions.html Neal, Derek. Industry-Specific Capital: Evidence from Displaced Workers, Journal of Labor Economics 13 (October 1995): pp. 653-677.",
        "Parent, Daniel. IndustrySpecific Capital and the Wage Profile: Evidence from the National Longitudinal Survey of Youth and the Panel Study of Income Dynamics,  Journal of Labor Economics 18 (April 2000): pp. 306-323.",
        "Podgursky, Michael and Paul Swaim. Job Displacement Earnings Loss: Evidence from the Displaced Worker Survey, Industrial and Labor Relations Review 41 (October 1987): pp. 17-29.",
        "Polivka, Anne E. and Stephen M. Miller. The CPS After the Redesign: Refocusing the Lens, in Labor Statistics Measurement Issues, John Haltiwanger, Marilyn Manser, and Robert Topel, eds., University of Chicago Press, 1998. pp. 249-289."
    ]
}