{
    "id": 17043,
    "cites": 17,
    "cited_by": 12,
    "reference": [
        "Combes, Pierre-Philippe, and Laurent Linnemer. 2003. Where are the Economists who Publish? Publication Concentration and Rankings in Europe Based on Cumulative Publications. Journal of the European Economic Association, 1(6): 1250-1308.",
        "Combes, Pierre-Philippe, and Laurent Linnemer. 2010. Inferring Missing Citations, A Quantitative Multi-Criteria Ranking of all Journals in Economics. GREQAM Working Paper, no. 2010-28.",
        "Collins, Jeffery T., Richard G. Cox, and Victor Stango. 2000. The Publishing Patterns of Recent Economics Ph.D. Recipients. Economic Inquiry, 38(2): 358-367.",
        "Coupe, Tom. 2003. Revealed Performances: Worldwide Rankings of Economists and Economics Departments, 1990-2000. Journal of the European Economic Association, 1: 1309-1345.",
        "Davis, Joe C., and Debra Moore Patterson. 2001. Determinants of Variations in Journal Publication Rates of Economists. The American Economist, 45(1): 86-91.",
        "Ellison, Glenn. 2002. The Slowdown of the Economics Publishing Process. Journal of Political Economy, 110(5): 947-993.",
        "Fafchamps, Marcel, Marco J. van der Leij, and Sanjeev Goyal. 2006. ScientificNetworksAnd Co-Authorship. University of Oxford Economics Discussion Paper no.256.",
        "Goodwin, Thomas H., and Raymond D. Sauer. 1995. Life Cycle Productivity in Academic Research: Evidence from Cumulative Publications Histories of Academic Economists. Southern Economics Journal, 61: 728-743.",
        "Goyal, Sanjeev, Marco J. van der Leij, and JosÃ\u0083Â© Luis Moraga-Gonzalez. 2006. Economics: An Emerging Small World. Journal of Political Economy, 114(2): 403-432.",
        "Hutchinson, E. Bruce, and Terry L. Zivney. 1995. The Publication Profile of Economists. Journal of Economic Education, 26(1): 59-79.",
        "Kalaitzidakis, Pantelis, Theofanis P. Mamuneas, and Thanasis Stengos. 2003. Rankings of Academic Journals and Institutions in Economics. Journal of the European Economic Association, 1(6): 1346-1366.",
        "Koenker, Roger. 2004. Quantile Regression for Longitudinal Data. Journal of Multivariate Analysis, 91: 74-89.",
        "Levin, Sharon G., and Paula E. Stephan. 1991. Research Productivity Over the Life Cycle: Evidence for Academic Scientists. American Economic Review, 81(1): 114-131.",
        "Rauber, Michael, and Heinrich W. Ursprung. 2008. Life Cycle and Cohort Productivity in Economic Research: The Case of Germany. German Economic Review, 9(1): 431-456.",
        "Stock, Wendy A., T. Aldrich Finegan, and John J. Siegfried. 2009. Completing an Economics Ph.D. in Five Years. American Economic Review, 99(2): 624-629.",
        "Stock, Wendy A., and John J. Siegfried. 2006. Where Are They Now? Tracking the Ph.D. Class of 1997. Southern Economic Journal, 73(2): 472-488.",
        "Stock, Wendy A., and John J. Siegfried. 2006. Time-to-Degree for the Economics Ph.D. Class of 2001-2002. American Economic Review, 96(2): 467-474."
    ]
}