{
    "id": 17059,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Becker, Gary S. (1968) Crime and punishment: an economic approach, Journal of Political Economy, 76, 169-217.",
        "Becker, Gary and H. Gregg Lewis (1973). On the Interaction between the Quantity and Quality of Children. The Journal of Political Economy, 81, 279288 Blake, Judith. (1981) Family size and the quality of children, Demography, 18(4), 421-442.",
        "Bushway, Shawn D., Emily G. Owens and Anne Morrison Piehl (2011) Sentencing Guidelines and Judicial Discretion: Quasi-experimental Evidence from Human Calculation Errors, NBER Working Paper, No. 16961 CÃ\u0083Â¡ceres-Delpiano, Julio. (2006) The Impacts of Family Size on Investment in Child Quality, Journal of Human Resources, XLI(4), 738-754.",
        "Case, Anne and Christina Paxson. (2008), Stature and status: Height, ability, and labor market outcomes, Journal of Political Economy, 116(3), 499-532.",
        "_____. (2005) Carrots, sticks, and broken windows, Journal of Law and Economics, 48, 235266.",
        "Di Tella, R. and E. Schargrodsky. (2004) Do police reduce crime? Estimates using the allocation of police forces after a terrorist attack, American Economic Review, 94, 115134.",
        "Downey, Douglas B. (1995) When Bigger Is Not Better: Family Size, Parental Resources, and Children's Educational Performance, American Sociological Review, 60(5), 746-761.",
        "Drago, Francesco, Roberto Galbiati and Pietro Vertova. (2009), The Deterrent Effects of Prison: Evidence from a Natural Experiment, The Journal of Political Economy, 117(2), 257280 Ehrlich, I. (1973) Participation in illegitimate activities: a theoretical and empirical investigation, Journal of Political Economy, 81, 521-565. _____. (1975). The deterrent effect of capital punishment: a question of life and death, American Economic Review, 65, 397-417.",
        "_____. (1996). Crime, Punishment, and the Market for Offenses, Journal of Economic Perspectives, 10:1, 43-67.",
        "Gottfredson, Michael R. and Travis Hirschi, (1990), A General Theory of Crime, Stanford University Press Gould, Eric, Bruce Weinberg and David Mustard (2002), Crime Rates and Local Labor Market Opportunities in the United States: 1979-1997, Review of Economics and Statistics, 84, pp.45-61.",
        "Hansen. Kirstine and Stephen Machin (2002), Spatial Crime patterns and the Introduction of the UK Minimum Wage, 64, Oxford Bulletin of Economics and Statistics, pp. 677-697.",
        "Levitt Steven D. and John A. List (2007) What Do Laboratory Experiments Tell Us About the Real World? Journal of Economic Perspectives, 21(2), pp.153-74.",
        "Levitt, Steven D. (1998) Why Do Increased Arrest Rates Appear to Reduce Crime: Deterrence, Incapacitation, or Measurement Error? Economic Inquiry, 36, 353-372.",
        "Machin, Stephen and Costas Meghir (2004) Crime and Economic Incentives, Journal of Human Resources, 39 (4), pp. 958-79.",
        "Miceli, Thomas J. (2008) Criminal Sentencing Guidelines And Judicial Discretion, Contemporary Economic Policy, 26(2), 207-215.",
        "Mocan, Naci H. (2011), Vengeance. Revised version of the NBER Working Paper No: 14131.",
        "Mocan, Naci, Steve Billups and Jody Overland. (2005) A Dynamic Model of Differential Human Capital and Criminal Activity, Economica, 72, 655-81.",
        "Mocan, Naci H. and Daniel Rees. (2005) Economic Conditions, Deterrence and Juvenile Crime: Evidence from Micro Data, American Law and Economics Review. 7(2), 319-349.",
        "Mocan, Naci and Bulent Unel. (2011) Skill-Biased Technological Change, Earnings of Lowskill Workers, and Crime, Working Paper.",
        "Mustard, David B. (2003) Reexamining Criminal Behavior: The Importance of Omitted Variable Bias, The Review of Economics and Statistics, 85(1), 205-211.",
        "Resnik, Robert. (2002) Intrauterine Growth Restriction. Obstetrics and Gynecology, 99, 490 496.",
        "Schanzenbach, Max M. and Emerson H. Tiller. (2007) Strategic Judging Under the United States Sentencing Guidelines: Positive Political Theory and Evidence, The Journal of Law, Economics, and Organization, 23, 2456.",
        "Schmidt, Peter and Ann Dryden Witte. (1984) An Economic Analysis of Crime and Justice: Theory, Methods, and Evidence. Academic Press."
    ]
}