{
    "id": 17051,
    "cites": 52,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Daron and Alexander Wolitzky (2011). The Economics of Labor Coercion,  Econometrica, 79(2), pp. 555-600.",
        "Arellano, Manuel and Stephen Bond (1991). Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations Review of Economic Studies, 58(2), pp. 277-297.",
        "Azariadis, Costas (1975). Implicit Contracts and Underemployment Equilibria, Journal of Political Economy, 83(6), pp. 1183-1202.",
        "Badiani, Reena (2010). Factories and Farms: How Does Economic Growth Impact Rural Incomes and Educational Investment? Duke University, mimeo.",
        "Baily, Martin N. (1974). Wages and Employment under Uncertain Demand, Review of Economic Studies, 41(1), pp. 37-50.",
        "Bardhan, Pranab (1983). Labor-Tying in a Poor Agrarian Economy: A Theoretical and Empirical Analysis, Quarterly Journal of Economics, 98(3), pp. 501-514.",
        "Beaudry, Paul and John DiNardo (1991). The Effect of Implicit Contracts on the Movement of Wages over the Business Cycle: Evidence from Micro Data, Journal of Political Economy, 99(4), pp. 665-688.",
        "Blanchard, Olivier Jean and Lawrence F. Katz (1992). Regional Evolutions, Brookings Papers on Economic Activity, 1992(1), pp. 1-75.",
        "Bobonis, Gustavo J. and Peter Morrow (2010). Labor Coercion and the Accumulation of Human Capital, University of Toronto, Department of Economics, Working Paper 335.",
        "Botero, Juan Carlos, Simeon Djankov, Rafael La Porta, Florencio Lopez de Silanes, and Andrei Shleifer (2004). The Regulation of Labor, Quarterly Journal of Economics, 119(4), pp. 1339-1382.",
        "Bowley, Arthur L. (1900). Wages in the United Kingdom in the Nineteenth Century. London: C.J. Clay and Sons.",
        "Bowley, Arthur L. and George H. Wood (1906). The Statistics of Wages in the United Kingdom during the Nineteenth Century. (Part XIV). Engineering and Shipbuilding, Journal of the Royal Statistical Society, 69(1), pp.148-196.",
        "Brenner, Robert (1976). Agrarian Class Structure and Economic Development in Preindustrial Europe, Past and Present, 70, pp. 30-75.",
        "Church, Roy (1986). The History of the British Coal Industry, 1830-1913. Oxford: Clarendon Press.",
        "Coase, Ronald (1937). The Nature of the Firm, Economica, 4(16), pp. 386-405.",
        "Curthoys, Mark C. (2004). Governments, Labour, and the Law in mid-Victorian Britain: The Trade Union Legislation of the 1870s. Oxford University Press, USA Daunton, Martin (1980). Miners' Houses: South Wales and the Great Northern Coalfield, 18801914International Review of Social History, 25(2), pp. 143175.",
        "Dell, Melissa (2009). The Persistent Effects of Peru's Mining Mita, MIT, mimeo.",
        "Domar, Evsey and Mark J. Machina (1984). On the Profitability of Russian Serfdom, Journal of Economic History, 44(4), pp. 919-955.",
        "Ellison, Glenn and Edward L. Glaeser (1999). The geographic concentration of industry: Does natural advantage explain agglomeration? The American Economic Review, 89(2), pp. 311316.",
        "First report of the commissioners appointed to inquire into the working of the Master and Servant Act, 1867. P.P. 1874 (C.1094).",
        "Fitzgerald, Robert (1988). British Labour and Industrial Welfare, 1846-1939. London: Croom Helm Fogel, Robert W., and Stanley L. Engerman (1974). Time on the Cross: The Economics of American Negro Slavery. New York: Little, Brown.",
        "Frank, Christopher (2004). Britain: The Defeat of the 1844 Master and Servants Bill, in Hay, Douglas and Paul Craven eds., Masters, Servants, and Magistrates in Britain and the Empire, 1562-1955. Chapel Hill: UNC Press.",
        "Goldin, Claudia (1976). Urban Slavery in the American South, 1820-1860: A Quantitative History. Chicago, IL: University of Chicago Press.",
        "Harris, Milton and Bengt Holmstrom (1982). A Theory of Wage Dynamics, Review of Economic Studies, 49(3), pp. 315-333.",
        "Hay Douglas (2004). England, 1562-1875: The Law and Its Uses, in Hay, Douglas and Paul Craven eds., Masters, Servants, and Magistrates in Britain and the Empire, 1562-1955. Chapel Hill: UNC Press.",
        "Hay, Douglas and Paul Craven (1993). Master and Servant in England and the Empire: A Comparative Study, Labour/Le Travail, 31, pp. 175-184.",
        "Hay, Douglas and Paul Craven (2004). Masters, Servants, and Magistrates in Britain and the Empire, 1562-1955. Chapel Hill: UNC Press.",
        "Holmstrom, Bengt (1983). Equilibrium Long-Term Labor Contracts, Quarterly Journal of Economics, 98(Supplement), pp. 23-54.",
        "Huberman, Michael (1996). Escape from the Market: Negotiating Work in Lancashire. New York: Cambridge University Press.",
        "Judicial Statistics, England and Wales, 1858-1875.",
        "Krueger, Alan and Bruce D. Meyer (2002). Labor supply effects of social insurance, Handbook of Public Economics, Volume 4, pp. 23272392.",
        "von Lilienfeld-Toal, Ulf and Dilip Mookherjee (2010). The Political Economy of Debt Bondage, American Economic Journal: Microeconomics, 2(3), pp. 44-84.",
        "Macdonald, Alexander (1868). Handybook of the Law Relative to Masters, Workmen, Servants, and Apprentices. Glasgow: William Mackenzie.",
        "Malcomson, James M. (1997). Contracts, Hold-Up, and Labor Markets, Journal of Economic Literature, 35(4 ), pp. 1916-1957.",
        "Marinescu Ioana (2008a), Are Judges Sensitive to Economic Conditions? Evidence from U.K. Employment Tribunals, University of Chicago, mimeo.",
        "Marx, Matt, Debbie Strumsky, and Lee Fleming (2007). Noncompetes and Inventor Mobility: Specialists, Stars, and the Michigan Experiment, Harvard Business School, mimeo.",
        "Minerals. Return of the quantities of coal, iron ore, copper ore, lead ore, tin ore, silver, zinc ores, salt, and other minerals, raised in each of the mining counties of the United Kingdom, for the years 1854 and 1855 respectively. P.P. 1856 (328).",
        "Mitchell, Brian R. (1988). British Historical Statistics. New York: Cambridge University Press.",
        "Mukherjee, Anindita and Debraj Ray (1995). Labor Tying, Journal of Development Economics, 47(2), pp. 207-239.",
        "Naidu, Suresh (2010). Recruitment Restrictions and Labor Markets: Evidence from the Post-Bellum U.S. South, Journal of Labor Economics, Vol. 28(2), pp. 413-44.",
        "Nickell, Stephen (1981). Biases in dynamic models with fixed effects, Econometrica, 49(6), pp. 14171426.",
        "Oman, Nathan B. (2009). Specific Performance and the Thirteenth Amendment, Minnesota Law Review, 93(6), pp. 2020-2099.",
        "Ransom, Roger L. and Richard Sutch (1977). One Kind of Freedom: The Economic Consequences of Emancipation. Cambridge, UK: Cambridge University Press.",
        "Report from the Select Committee on Master and Servant. P.P. 1865 (370).",
        "Report from the Select Committee on Master and Servant. P.P. 1866 (449).",
        "Sadoulet, Elisabeth (1992). Labor-service Tenancy Contracts in a Latin American Context,  American Economic Review, 82(4), pp. 1031-1042. Second and final report of the commissioners appointed to inquire into the working of the Master and Servant Act, 1867. P.P. 1875 (C.1157) (C.1157-I).",
        "Steinfeld, Robert J. (1991). The Invention of Free Labor. Chapel Hill: The University of North Carolina Press.",
        "Steinfeld, Robert J. (2001). Coercion, Contract, and Free Labor in the Nineteenth Century. Cambridge, UK: Cambridge University Press.",
        "Steinberg, Marc W. (2003). Capitalist Development, the Labor Process, and the Law, American Journal of Sociology, 109(2), pp. 445-495.",
        "Tillyard, Frank (1916). Industrial Law. London: A. & C. Black, Ltd.",
        "Webb, Sidney and Beatrice Webb (1902). The History of Trade Unionism. London: Longmans, Green, and Co.",
        "Wright, Gavin (2006). Slavery and American Economic Development. Baton Rouge: LSU Press."
    ]
}