{
    "id": 17054,
    "cites": 10,
    "cited_by": 1,
    "reference": [
        "Gruber, Jonathan and David A. Wise (2010) Social Security and Retirement Around the World: The Relationship to Youth Employment, Chicago: The University of Chicago Press.",
        "HedstrÃ\u0083Â¶m, Peter (1987) Disability Pension: Welfare or Misfortune? International Journal of Sociology, 87, 12611284.",
        "KarlstrÃ\u0083Â¶m, Anders, MÃ\u0083Â¥rten Palme and Ingemar Svensson (2008) The Employment Effect of Stricter Rules for Eligibility to DI: Evidence from a Natural Experiment in Sweden Journal of Public Economics, 2008, 92, 2071-2082.",
        "Kruse, Agneta and Lars SÃ\u0083Â¶derstrÃ\u0083Â¶m (1989) Early Retirement in Swden. In Redefining the Process of Retirement, ed. W. SchmÃ\u0083Â¤l. Berlin: Springer.",
        "Lindbeck, Assar, MÃ\u0083Â¥rten Palme and Mats Persson (2009) Social Interaction and Sickness Absence, Working Paper 2009:4. Department of Economics, Stockholm University.",
        "Palme, MÃ\u0083Â¥rten and Ingemar Svensson (1999) Social security, occupational pensions and retirement in Sweden. In J. Gruber and D. Wise (eds.), Social Security and Retirement Around the World. Chicago: The University of Chicago Press.",
        "Palme, MÃ\u0083Â¥rten and Ingemar Svensson (2004) Income Security Programs and Retirement in Sweden. In J. Gruber and D. Wise (eds.) Social Security and Retirement Around the World: Micro-estimates, 2004, Chicago University Press: Chicago.",
        "Statistics Sweden (2009) UndersÃ\u0083Â¶kning om levnadsfÃ\u0083Â¶rhÃ\u0083Â¥llanden 2009. Available at http://www.scb.se/Statistik/LE/LE0101/_dokument/LE0101_DO_2009.pdf.",
        "Skogman Thoursie, Peter (1999) Disability and work in Sweden, Ph.D. thesis. Swedish Institute for Social Research, no. 39, Stockholm.",
        "WadensjÃ\u0083Â¶, Eskil (1996) Early Exit from the Swedish Labour Market. In E. WadensjÃ\u0083Â¶ (ed.), The Nordic Labour Markets in the 1990's. North-Holland: Amsterdam."
    ]
}