{
    "id": 17056,
    "cites": 43,
    "cited_by": 45,
    "reference": [
        "Acemoglu, Daron and JÃ\u0083Â¶rn-Steen Pischke (2001), Changes in the Wage Structure, Family Income, and Children's Education, European Economic Review, 45, (May), 890-904.",
        "Ackerberg, Daniel A., and Paul J. Devereux (2009), Improved JIVE Estimators for Overidenti...ed Linear Models with and without Het38 eroskedasticity,Review of Economics and Statistics, 91, No. 2 (May), 351-362.",
        "Apouey, BÃ\u0083Â©nÃ\u0083Â©dicte and Andrew Clark (2009), Winning Big but Feeling No Better? The Eect of Lottery Prizes on Physical and Mental Health,mimeographed, PSE (December).",
        "Chevalier, Arnaud and Raymonn Lydon (2002), Estimates of the Effect of Wages on Job Satisfaction,CEP Discussion Paper 531 (May).",
        "Clark, Andrew (2003), Looking for Labour Market Rents Using Subjective Data,mimeographed, PSE (September).",
        "Clark, Andrew and Claudia Senik (2010), Who compares to whom? The anatomy of income comparisons in Europe Economic Journal, 120, N0. 544 (May), 573-594.",
        "Deaton, Angus (2008), Income, Health and Wellbeing Around the World: Evidence from the Gallup World Poll, Journal of Economic Perspectives, 22, No. 2 (Spring), 53-72.",
        "Di Tella, Rafael and Robert MacCulloch (2006), Some Uses of Happiness Data in Economics,Journal of Economic Perspectives, 20, No. 1 (Winter), 25-46.",
        "Dickens, William T. and Lawrence F. Katz (1987), Inter-Industry Wage Dierences and Industry Characteristics, in: Kevin Lang and Jonathan Leonard, editors, Unemployment and the Structure of Labor Markets, New York: Basil Blackwell, 48-89.",
        "Diener, Ed, Carol Nickerson, Richard E. Lucas, and Ed Sandvik (2002) Dispositional Aect and Job Outcomes, Social Indicators Rsearch, 59, 229-259.",
        "Easterlin, Richard A. (1974), Does Economic Growth Improve the Human Lot? Some Empirical Evidence, in: David, Paul A. and Reder, Melvin W., Editors, Nations and Households in Economic Growth: Essays in Honour of Moses Abramovitz, Academic Press, Inc., New York.",
        "Easterlin, Richard A. (1995), Will raising the incomes of all increase the happiness of all?Journal of Economic Behavior and Organization, 27, No. 1, (June), 35-47.",
        "Easterlin, Richard A., and Laura Angelescu (2009), Happiness and Growth the World Over: Time Series Evidence on the HappinessIncome Paradox,IZA Discussion Paper No. 4060.",
        "Engelhardt, Gary V. and Jonathan Gruber (2005), Social Security and Elderly Well-Being in the United States,mimeographed, MIT (May).",
        "Frey, Bruno S. and Alois Stutzer (2002), What Can Economists Learn from Happiness Research?Journal of Economic Literature, 40, No. 2 (June), 402-435.",
        "Frijters, Paul, John P. Haisken-DeNew, and Michael A. Shields (2004), Money Does Matter! Evidence from Increasing Real Income and Life Satisfaction in East Germany Following Reuni...cation,American Economic Review, 94, No. 3 (June), 730740.",
        "Gardner, Jonathan and Andrew J. Oswald (2007), Money and mental wellbeing: A longitudinal study of medium-sized lottery wins,Journal of Health Economics, 26, No. 1 (January), 49-60.",
        "Gibbons, Robert and Lawrence F. Katz (1992), Does Unmeasured Ability Explain Inter-Industry Wage Dierentials? Review of Economic Studies, 59, No. 3 (July), 515-535.",
        "Holzer, Harry J., Lawrence F. Katz, and Alan B. Krueger (1991), Job Queues and Wages,Quarterly Journal of Economics, 106, No. 3 (August) , 739-768.",
        "Hout, Michael (2004), Getting the Most Out of the GSS Income Measures, GSS Methodological Report 101 (July).",
        "Katz, Lawrence F., and Lawrence H. Summers (1989), Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity. Microeconomics, 209-290.",
        "Krueger, Alan B. and David Schkade (2008), Sorting in the Labor Market: Do Gregarious Workers Flock to Interactive Jobs?Journal of Human Resources, 43, No. 4, 859-883.",
        "Layard, Richard (2003), Happiness: Has Social Science A Clue?Lionel Robbins Memorial Lectures delivered at LSE on March 3-5, 2003.",
        "Layard, Richard, Guy Mayraz, and Stephen Nickell (2008), The marginal utility of income,Journal of Public Economics, 92, No. 8-9, (August) , 1846-1857.",
        "Layard, Richard, Guy Mayraz, and Stephen Nickell (2010), Does Relative Income Matter? Are the Critics Right? in Ed Diener, John F. Helliwell, and Daniel Kahneman, editors, International Dierences in Well-Being, Oxford University Press, Oxford.",
        "Li, Hongbin, Pak Wai Liu, Maoliang Ye, and Junsen Zhang (2011), Does Money Buy Happiness? Evidence from Twins in Urban China, Working Paper, Tsinghua University (April).",
        "Luechinger, Simon (2009), Valuing Air Quality Using the Life Satisfaction Approach,Economic Journal, 119, No. 536 (March), 482515.",
        "Luttmer, Erzo F. P. (2005), Neighbors as Negatives: Relative Earnings and Well-Being,Quarterly Journal of Economics, 120, No. 3 (August), 963-1002.",
        "Manning, Alan (2003), Monopsony in Motion: Imperfect Competition in Labor Markets, Princeton, NJ: Princeton University Press.",
        "Mayraz, Guy, Gert G. Wagner, and Jurgen Schupp (2009), Life Satisfaction and Relative Income: Perceptions and Evidence,CEP Discussion Paper 918, LSE (March).",
        "Murphy, Kevin M. and Robert H. Topel (1987), Unemployment, Risk and Earnings: Theory and Evidence from a Model of Equalizing Wage Dierentials, in: Kevin Lang and Jonathan Leonard, editors, Unemployment and the Structure of Labor Markets, New York: Basil Blackwell, 103-140.",
        "Murphy, Kevin M. and Robert H. Topel (1989), E ciency Wages Reconsidered: Theory and Evidence,in: Yoram Weiss and Gideon Fishelson, editors, Advances in the Theory and Measurement of Unemployment, London: The Macmillan Press, 204-240.",
        "Oreopoulos, Philip (2007), Do dropouts drop out too soon? Wealth, health and happiness from compulsory schooling, Journal of Public Economics, 91, No. 11-12 (December), 2213-2229.",
        "Oswald, Andrew J., and Nattavudh Powdthavee (2008), Death, Happiness, and the Calculation of Compensatory Damages, Journal of Legal Studies, 37 (June), S217-S251.",
        "Oswald, Andrew J., Eugenio Proto, and Daniel Sgroi (2009), Happiness and Productivity,IZA Discussion Paper No. 4645 (December).",
        "Schwarz, Norbert (1987) Stimmung als Information: Untersuchung zum Einuss von Stimmungen auf die Bewertung des eignenen Lebens, Lehrund Forschungstexte Psychologie, Vol. 24, Berlin: Springer Verlag.",
        "Schwarz, Norbert and Gerald L. Clore (1983), Mood, misattribution, and judgments of well-being: Informative and directive functions of aective states,Journal of Personality and Social Psychology, 45, No. 3, (Sept), 513-523.",
        "Shea, John (2000) Does parents'money matter? Journal of Public Economics, 77, No. 2, (August), 155-184.",
        "Stevenson, Betsey and Justin Wolfers (2008a), Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox,Brookings Papers on Economic Activity, No. 1, 1-87.",
        "Stevenson, Betsey and Justin Wolfers (2008b), Happiness Inequality in the United States,Journal of Legal Studies, 37 (June), S33-S79.",
        "Stock, James H., Jonathan H Wright, and Motohiro Yogo (2002), A Survey of Weak Instruments and Weak Identi...cation in Generalized Method of Moments, Journal of Business and Economic Statistics, 20, No. 4 (October ), 518-529.",
        "Stutzer, Alois, and Bruno S. Frey (2006), Does Marriage Make People Happy, or Do Happy People Get Married? Journal of SocioEconomics, 35, No. 2 (April), 326-247.",
        "van Praag, Bernard M.S. and Ada Ferrer-i-Carbonell (2008) Happiness Quanti...ed: A Satisfaction Calculus Approach, revised edition, Oxford: Oxford University Press"
    ]
}