{
    "id": 17060,
    "cites": 44,
    "cited_by": 2,
    "reference": [
        "Akerlof, George, and Robert Shiller (2009), Animal Spirits: How Human Psychology Drives the Economy, and Why it Matters for Global Capitalism, Princeton: Princeton University Press.",
        "Amador, Manuel, and Pierre-Olivier Weill (2010), Learning from Prices: Public Communication and Welfare, Journal of Political Economy, forthcoming.",
        "Amador, Manuel, and Pierre-Olivier Weill (2011), Learning from Private and Public Observations of others actions, Stanford/UCLA mimeo.",
        "Angeletos, George-Marios, and Jennifer La'O (2009), Noisy Business Cycles, NBER Macroeconomics Annual 2009, 24, 319-378.",
        "Angeletos, George-Marios, and Alessandro Pavan (2007), Efficient Use of Information and Social Value of Information, Econometrica 75(4), 1103-1142.",
        "Angeletos, George-Marios, and Alessandro Pavan (2009), Policy with Dispersed Information, Journal of the European Economic Association 7, 11-60.",
        "Azariadis, Costas (1981), Self-fulfilling Prophecies, Journal of Economic Theory 25 380-96.",
        "Beaudry, Paul, and Franck Portier (2006), Stock Prices, News, and Economic Fluctuations, American Economic Review 96, 1293-1307.",
        "Benhabib, Jess, and Roger Farmer (1994), Indeterminacy and Increasing Returns, Journal of Economic Theory 63, 19-41.",
        "Benhabib, Jess, and Roger Farmer (1999), Indeterminacy and Sunspots in Macroeconomics, in John Taylor and Michael Woodford, eds., Handbook of Macroeconomics, Amsterdam: North-Holland.",
        "Blanchard, Olivier J., Jean-Paul L'Huillier and Guido Lorenzoni (2009), News, Noise, and Fluctuations: An Empirical Exporation, MIT mimeo.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo (2011), Understanding Booms and Busts in Housing Markets, Duke/Northwestern mimeo.",
        "Cass, David, and Karl Shell (1983), Do Sunspots Matter? Journal of Political Economy 91, 193-227.",
        "Cochrane, John (2009), How did Paul Krugman get it so Wrong?, (http://faculty.chicagobooth.edu/john.cochrane/research/Papers/krugman_response.htm)",
        "Cooper, Russell, and Andrew John (1988), Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics 103, 441-463.",
        "Diamond, Peter (1982), Aggregate Demand Management in Search Equilibrium,Journal of Political Economy 90(5), 881-894.",
        "Diamond, Peter, and Drew Fudenberg (1989), Rational Expectations Business Cycles in Search Equilibrium,  Journal of Political Economy 97(3), 606-619.",
        "Duffie, Darrell, and Gustavo Manso (2007). Information Percolation in Large Markets,  American Economic Review 97, 203-209.",
        "Grossman, Sanford J. (1981), An Introduction to the Theory of Rational Expectations under Asymmetric Information, Review of Economic Studies 48(4), 541-559.",
        "Guesnerie, Roger, and Michael Woodford (1992), Endogenous Fluctuations, in J.-J. Laffont, ed., Advances in Economic Theory: Proceedings of the Sixth World Congress of the Econometric Society, Cambridge: Cambrige Univ. Press.",
        "Hayek, Friedrich (1945), The Use of Knowledge in Society, American Economic Review 35(4), 519-530.",
        "Hellwig, Christian, and Venky Venkateswaran (2009), Setting the Right Prices for the Wrong Reasons, Journal of Monetary Economics 56, S57-S77.",
        "Howitt, Peter, and Bruce McAfee (1992), Animal Spirits, American Economic Review 82, 493-507.",
        "Jaimovich, Nir, and Sergio Rebelo (2009), Can News About the Future Drive the Business Cycle?, American Economic Review, 99(4), 1097-1118.",
        "Kiyotaki, Nobuhiro, and Randall Wright (1993), A Search Theoretic Approach to Monetary Economics,  American Economic Review 83(1), 63-77.",
        "Kocherlakota, Narayana (2010), Modern Macroeconomic Models as Tools for Economic Policy, The Region, Federal Reserve Bank of Minneapolis, May 2010, 5-21.",
        "Lagos, Ricardo, and Randall Wright (2005), A Unified Framework for Monetary Theory and Policy Analysis, Journal of Political Economy 113, 463-484.",
        "La'O, Jennifer (2010), Collateral Constraints and Noisy Fluctuations, Chicago Booth mimeo.",
        "Lorenzoni, Guido (2010), A Theory of Demand Shocks, American Economic Review 99(5), 2050-2084.",
        "Levine, David K. (2009), An Open Letter to Paul Krugman, The Huffington Post, September 18, 2009. (http://www.huffingtonpost.com/david-k-levine/an-open-letter-to-paul-kr_b_289768.html)",
        "Lucas, Robert E., Jr. (2009), In Defence of the Dismal Science, The Economist, August 6, 2009. (http://www.economist.com/node/14165405)",
        "Lucas, Robert E., Jr. (1972), Expectations and the Neutrality of Money, Journal of Economic Theory 4, 103-124.",
        "Lucas, Robert E., Jr. and Prescott, Edward C. (1974), Equilibrium search and unemployment, Journal of Economic Theory 7(2), 188-209.",
        "Mackowiak, Bartosz, and Mirko Wiederholt (2009), Optimal Sticky Prices under Rational Inattention, American Economic Review, 99, 769-803.",
        "Matsuyama, Kiminori (1991), Increasing Returns, Industrialization, and Indeterminacy of Equilibrium,  Quarterly Journal of Economics 106(2):617-650.",
        "Morris, Stephen, and Hyun Song Shin (2002), The Social Value of Public Information, American Economic Review 92, 1521-1534.",
        "Morris, Stephen, and Hyun Song Shin (2003), Global GamesTheory and Applications, in M. Dewatripont, L. Hansen, and S. Turnovsky, eds., Advances in Economics and Econometrics, 8th World Congress of the Econometric Society, Cambridge: Cambridge University Press.",
        "Shell, Karl (1977) Monnaie et allocation intertemporelle, mimeo prepared for the Roy-Malinvaud seminar at the Centre National de la Recherche Scientifique; published in Macroeconomic Dynamics.",
        "Shiller, Robert (2005), Irrational Exuberence, 2nd Ed., Princeton: Princeton University Press.",
        "Shiller, Robert (2009), Animal Spirits Depend on Trust: The proposed stimulus isn't big enough to restore confidence, The Wall Street Journal, January 27, 2009, A15. (http://online.wsj.com/article/SB123302080925418107.html).",
        "Shimer, Robert (2009), Convergence in Macroeconomics: The Labor Wedge, American Economic Journal: Macroeconomics 1, 280-297.",
        "Vives, Xavier (2008), Information and Learning in Markets, Princeton: Princeton University Press.",
        "Woodford, Michael (1991), Self-Fulfilling Expectations and Fluctuations in Aggregate Demand, in N. Gregory Mankiw and David Romer, eds., New Keynesian Economics, Cambridge: The MIT Press.",
        "Woodford, Michael (2003), Imperfect Common Knowledge and the Effects of Monetary Policy, in P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton: Princeton University Press."
    ]
}