{
    "id": 17062,
    "cites": 72,
    "cited_by": 54,
    "reference": [
        "Allcott, Hunt and Sendhil Mullainathan (2010) External validity and partner selection bias. Working Paper, Harvard University Department of Economics.",
        "Angrist, Joshua D. (1990) Lifetime earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records. American Economic Review. 80: 313-335.",
        "Angrist, Joshua D. and Jorn-Steffen Pischke (2009) Mostly Harmless Econometrics. Princeton, NJ: Princeton University Press.",
        "Angrist, Joshua D. and Jorn-Steffen Pischke (2010) The credibility revolution in empirical economics: How better research design is taking the con out of econometrics. Journal of Economic Perspectives. 24(2): 3-30.",
        "Banerjee, Abhijit V. and Esther Duflo (2009) The experimental approach to development economics. Annual Review of Economics. 1: 151-178.",
        "Beatty, Alexandra (2009) Strengthening Benefit-Cost Analysis for Early Childhood Interventions: Workshop Summary. Washington, DC: National Academy of Sciences Press.",
        "Becker, Gary S. and Kevin M. Murphy (2003) Social Economics: Market Behavior in a Social Environment. Belknap Press of Harvard University Press.",
        "Black, Jennifer L. and James Macinko (2010) The changing distribution and determinants of obesity in the neighborhoods of New York City, 2003-7. American Journal of Epidemiology.",
        "Bloom, Howard S., James A. Riccio, and Nandita Verma (2005) Promoting Work in Public Housing: The Effectiveness of Jobs-Plus. New York: MDRC.",
        "Bloom, Howard S., Saskia Levy Thompson, and Rebecca Unterman (2010) Transforming the High School Experience: How New York City's Small Schools Are Boosting Student Achievement and Graduation Rates. New York: MDRC.",
        "Buka, Stephen L., Theresa L. Stichick, Isolde Birdthistle, and Felton J. Earls (2001) Youth exposure to violence: Prevalence, risks, and consequences. American Journal of Orthopsychiatry. 71(3): 298-310.",
        "Clampet-Lundquist, Susan, Kathryn Edin, Jeffrey R. Kling, and Greg J. Duncan (2011) Moving At-Risk Youth Out of High-Risk Neighborhoods: Why Girls Fare Better Than Boys. American Journal of Sociology, 116(4): 1154-1189.",
        "Cohen, Jacqueline and Jens Ludwig (2003) Policing crime guns. In Evaluating Gun Policy, Jens Ludwig and Philip J. Cook, Eds. Washington, DC: Brookings Institution Press. pp. 217-250.",
        "Cole, Stephen R. and Elizabeth A. Stuart (2010) Generalizing evidence from randomized clinical trials to target populations: The ACTG 320 Trial. American Journal of Epidemiology. 172(1): 107-115.",
        "Cook, Philip J. and Jens Ludwig (2000) Gun Violence: The Real Costs. New York: Oxford University Press.",
        "Cook, Thomas D. and Donald T. Campbell (1979) Quasi-Experimentation: Design and Analysis Issues for Field Settings. Wadsworth.",
        "Cutler, David M., Edward L. Glaeser, and Jesse M. Shapiro (2003) Why have Americans become more obese? Journal of Economic Perspectives. 17(3): 93-118.",
        "Deaton, Angus (2010) Instruments, randomization, and learning about development. Journal of Economic Literature. 48: 424-455.",
        "DiNardo, John and David S. Lee (2010) Program evaluation and research designs. Cambridge, MA: NBER Working Paper 16016.",
        "Duflo, Esther, and Emmanuel Saez (2003) The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence From a Randomized Experiment, Quarterly Journal of Economics, 118(3): 815-842.",
        "Feynman, Richard. 1964. The Great Conservation Principles. The Messenger Series. Quotation starts at 38:48. Available at <http://research.microsoft.com/apps/tools/tuva/index.html#data=4|84edf183-7993-4b5b9050 -7ea34f236045||>.",
        "Fortson, Jane G. and Lisa Sanbonmatsu (2010) Child health and neighborhood conditions: Results from a randomized housing voucher experiment. Journal of Human Resources. 45(4): 840-864.",
        "Fortune, Clifton Leaf. 2007. Why we're losing the war on cancer (and how to win it). CNN Health. January 9. At <http://articles.cnn.com/200701 09/health/fortune.leaf.waroncancer_1_gammaraystesticularcancernationalcancer act/6?_s=PM:HEALTH>.",
        "Golomb, Beatrice A., Michael H. Criqui, Halbert White, and Joel E. Dimsdale (2004) Conceptual foundations of the UCSD statin study. Archives of Internal Medicine. 164: 153-162.",
        "Golomb, Beatrice A., Joel E. Dimsdale, Halbert L. White, Janis B. Ritchie, and Michael H. Criqui (2008) Reduction in blood pressure with statins. Archives of Internal Medicine. 168(7): 721-727.",
        "Gotto, Antonio M. (2003) Safety and statin therapy. Archives of Internal Medicine. 163: 657-659.",
        "Greenberg, David and Mark Shroder (2004) The Digest of Social Experiments, 3rd . Edition. Washington, DC: Urban Institute Press.",
        "Gutelius, Margaret F., Arthur D. Kirsh, Sally MacDonald, Marion R. Brooks, and Toby McErlean (1977) Controlled study of child health supervision: Behavioral results. Pediatrics. 60: 294-304.",
        "Harris, Jeffrey E. (1985) Macro-experiments versus micro-experiments for health policy. In Jerry Hausman and David Wise, Eds. Social Experimentation. Chicago: University of Chicago Press. pp. 145-185.",
        "Harris, Gardiner. 2011. Federal Research Center Will Help to Develop Vaccines. New York Times. January 23, p. A1. At <http://www.nytimes.com/2011/01/23/health/policy/23drug.html>.",
        "Harrison, Glenn W. and John A. List (2004) Field experiments. Journal of Economic Literature. 42(4): 1009-1055.",
        "Hastings, Justine. S., and Jeffrey M. Weinstein (2008) Information, School Choice, and Academic Achievement: Evidence from Two Experiments. Quarterly Journal of Economics,123(4): 1373-1414.",
        "Hastings, Justine. S., and Lydia Tejeda-Ashton (2008) Financial Literacy, Information, and Demand Elasticity: Survey and Experimental Evidence. Cambridge, MA: NBER Working Paper No. 14538.",
        "Hausman, Jerry A. and David A. Wise (1985) Social Experimentation. Chicago: University of Chicago Press.",
        "Heckman, James J. (1992) Randomization and social policy evaluation. In Evaluating Welfare and Training Programs, Edited by Charles Manski and Irwin Garfinkel. Cambridge, MA: Harvard University Press. pp. 201-230.",
        "Heckman, James J. (2010) Building bridges between structural and program evaluation approaches to evaluating policy. Journal of Economic Literature. 48(2): 356-398.",
        "Imbens, Guido S. (2010) Better LATE than nothing: Some Comments on Deaton (2009) and Heckman and Urzua (2009). Journal of Economic Literature. XLVIII(2): 399-423.",
        "Jacob, Brian A. and Jens Ludwig (2011) The effects of housing assistance on labor supply: Evidence from a voucher lottery. American Economic Review.",
        "Jepsen, Christopher and Steven Rivkin (2009) Class size reduction and student achievement: The potential tradeoff between teacher quality and class size. Journal of Human Resources. 44(1): 223-250.",
        "Kabat-Zinn, J., AO Massion, J Kristeller, LG Peterson, KE Fletcher, L Pbert, WR Lenderking and SF Santorelli (1992) Effectiveness of a meditation-based stress reduction program in the treatment of anxiety disorders. American Journal of Psychiatry. 149: 936-943.",
        "Keizer, Kees, Siegwart Lindenberg, and Linda Steg (2008) The spreading of disorder. Science. 322: 1681-1685.",
        "Kelling, George L. and James Q. Wilson (1982) Broken windows. The Atlantic Monthly. (March). http://www.theatlantic.com/magazine/archive/1982/03/broken-windows/4465/ Kling, Jeffrey R. (2006) Incarceration length, employment and earnings. American Economic Review. 96(3): 863-876.",
        "Kling, Jeffrey R. (2007) Methodological Frontiers of Public Finance Field Experiments. National Tax Journal 60(1): 109-127.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F. Katz (2005) Bullets don't got no name: Consequences of fear in the ghetto. In Discovering Successful Pathways in Children's Development: New Methods in the Study of Childhood and Family Life, Edited by Thomas S. Weisner. Chicago: University of Chicago Press. pp. 243-281.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F. Katz (2007) Experimental analysis of neighborhood effects. Econometrica. 75(1): 83-119.",
        "Kling, Jeffrey R., Jens Ludwig, and Lawrence F. Katz (2005) Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment, Quarterly Journal of Economics. 120(1): 87-130.",
        "Krueger, Alan B. (1999) Experimental estimates of education production functions. Quarterly Journal of Economics. 114(2): 497-532.",
        "Lazear, Edward (2001) Educational production. Quarterly Journal of Economics. 116(3): 777-803.",
        "Lipsey, Mark W., Nana A. Landenberger, and Sandra J. Wilson (2007) Effects of Cognitive-Behavioral Programs for Criminal Offenders. Campbell Systematic Reviews.",
        "Ludwig, Jens, Jeffrey Liebman, Jeffrey Kling, Greg J. Duncan, Lawrence F. Katz, Ronald C. Kessler and Lisa Sanbonmatsu (2008) What can we learn about neighborhood effects from the Moving to Opportunity experiment? American Journal of Sociology. 114(1): 144-88.",
        "Malani, Anup (2006) Identifying placebo effects with data from clinical trials. Journal of Political Economy.",
        "Manski, Charles F. (2000) Economic analysis of social interaction. Journal of Economic Perspectives. 14(3): 115-136.",
        "Meyer, Bruce D. (1995) Natural and quasi-experiments in economics. Journal of Business and Economic Statistics. 13(2): 151-161.",
        "National Association of Community Health Centers. 2010. Expanding Health Centers Under Health Care Reform: Doubling Patient Capacity And Bringing Down Costs. June. At <http://www.nachc.com/client/HCR_New_Patients_Final.pdf>.",
        "Newhouse, Joseph P. and the Insurance Experiment Group (1993) Free for All? Lessons from the RAND Health Insurance Experiment. Cambridge, MA: Harvard University Press.",
        "Oreopoulos, Philip and Kjell G. Salvanes (2009) How large are returns to schooling? Hint: Money isn't everything. Cambridge, MA: National Bureau of Economic Research Working Paper 15339.",
        "Ross, Susan D., I. Elaine Allen, Janet E. Connelly, Bonnie M. Korenblat, M. Eugene Smith, Daren Bishop, and Don Lou (1999) Clinical outcomes in statin treatment trials: A meta-analysis. Archives of Internal Medicine. 159: 1793-1802.",
        "Rossi, Peter H. (1987) The iron law of evaluation and other metallic rules. Research in Social Problems and Public Policy. 4: 3-20.",
        "Sanbonmatsu, Lisa, Jeffrey R. Kling, Greg J. Duncan, and Jeanne Brooks-Gunn (2006) Neighborhoods and academic achievement: Results from the Moving to Opportunity experiment. Journal of Human Resources. 41(4): 649-691.",
        "Schanzenbach, Diane Whitmore (2007) What have researchers learned from Project STAR? Brookings Papers on Education Policy.",
        "Sen, Bisakha, Stephen Mennemeyer, and Lisa C. Gary (2009) The relationship between neighborhood quality and obesity among children. Cambridge, MA: NBER Working Paper 14985.",
        "Stuart, Elizabeth A., Stephan R. Cole, Catherine P. Bradshaw, and Philip J. Leaf (2011). The use of propensity scores to assess the generalizability of results from randomized trials. The Journal of the Royal Statistical Society, Series A. 174(2): 369-286.",
        "Thavendiranathan, Paaladinesh, Akshay Bagai, M. Alan Brookhart, and Niteesh K. Choudhry (2006) Primary prevention of cardiovascular diseases with statin therapy. Archives of Internal Medicine. 1666: 2307-2313.",
        "Todd, Petra E. and Kenneth I. Wolpin (2008) Ex ante evaluation of social programs. Working Paper, University of Pennsylvania Department of Economics.",
        "U.S. Census Bureau. 2011. Statistical Abstract of the United States. At <http://www.census.gov/compendia/statab/>.",
        "U.S. Department of Education. 2010. Fiscal Year 2011 Budget Summary -- February 1, 2010. Section III. F. Institute of Education Sciences. At <http://www2.ed.gov/about/overview/budget/budget11/summary/edlite-section3f.html>.",
        "Wehunt, Jennifer. 2009. The Food Desert. Chicago Magazine. July. At <http://www.chicagomag.com/Chicago-Magazine/July-2009/The-Food-Desert/>.",
        "Wilson, William J. (1987) The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. Chicago: University of Chicago Press.",
        "Wilson, William J. (1997) When Work Disappears: The World of the New Urban Poor. Vintage.",
        "Wilt, Timothy J., Hanna E. Bloomfield, Roderick MacDonald, David Nelson, Indulis Rutks, Michael Ho, Gregory Larson, Anthony McCall, Sandra Pineros, and Anne Sales (2004) Effectiveness of statin therapy in adults with coronary heart disease. Archives of Internal Medicine. 464: 1427-1436.",
        "Wolpin, Kenneth I. (2007) Ex ante policy evaluation, structural estimation, and model selection. American Economic Review. 97(2): 48-52.",
        "Zhang, Lei, Shuning Zhang, Hong Jiang, Aijun Sun, Yunkai Wang, Yunzeng Zou, Junbo Ge, and Haozhu Chen (2010) Effects of statin therapy on inflammatory markers in chronic health failure: A meta-analysis of randomized controlled trials. Archives of Medical Research. 41: 464-471."
    ]
}