{
    "id": 17061,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Akmedov Akmed, Ekaterina Zhuravskaya (2004). Opportunistic Political Cycles: Test in A Young Democracy Setting, Quarterly Journal of Economics November, Vol. 119, No. 4: 13011338.",
        "Almazan, Andres, Jay Hartzell and Laura Starks (2005). Active Institutional Shareholders and Cost of Monitoring: Evidence from Executive Compensation. Financial Management, winter, 5-34.",
        "Baker, Malcolm, Joshua Coval, Jeremy Stein, (2007). Corporate financing decisions when investors take the path of least resistance, Journal of Financial Economics, 84(2), 266-298.",
        "Bebchuk, Lucian, Alma Cohen and Charles C. Y. Wang (2010). Learning and the Disappearing Association Between Governance and Returns. NBER Working Paper Number 15912.",
        "Bethel, Jennifer and Stuart Gillan (2000). Corporate Voting and the Proxy Process: Managerial Control versus Shareholder Oversight. SSRN Working Paper.",
        "Bethel, Jennifer and Stuart Gillan (2002). The Impact of the Institutional and Regulatory Environment on Shareholder Voting. Financial Management, Vol. 31, No. 4, 29-54.",
        "Bertrand, Marianne, and Sendhil Mullainathan, (2001), Are CEOs rewarded for luck? The ones without principles are, Quarterly Journal of Economics, 116(3), 901-32.",
        "Bhagat, Sanjai, and B.S. Black, The Relationship Between Board Composition and Firm Performance, in Comparative Corporate Governance: The State of the Art and Emerging Research, K. Hopt, M. Roe, and E. Wymeersch, eds. (Oxford, UK: Clarendon Press, New York, NY: Oxford University Press, 1998).",
        "Bhagat, Sanjai and Brian Bolton (2008). Corporate Governance and Firm Performance, Journal of Corporate Finance, 14, 257-273.",
        "Boone, Audra, Laura Field, Jonathan Karpof, Charu Raheja, (2007), The determinants of corporate board size and composition: An empirical analysis, Journal of Financial Economics, 85, 1, 66-101.",
        "Cargill, Thomas and Michael Hutchinson (1991). Political Business Cycles with Endogenous Election Timing, The Review of Economic and Statistics, 73, 4, 733-739.",
        "Cowdhury, Abdur (1993). Political Surfing over Economic Waves: Parliamentary Election Timing in India, American Journal of Political Science, 37, 4, 1100-1118.",
        "Cremers, Martijn and Allen Ferrell, (2009), Thirty Years of Shareholder Rights and Firm Valuation, CELS 2009 4th Annual Conference on Empirical Legal Studies Paper.",
        "Cronqvist, Henrik, and Ruediger Fahlenbrach, (2009), Large Shareholders and Corporate Policies, Review of Financial Studies, 22, 3941-3976. CuÃ\u0083Â±at, Vicente, Mireia Gine and Maria Guadalupe (forthcoming). The Vote is Cast: The Effect of Corporate Governance on Shareholder Value, Journal of Finance.",
        "Dechow, Patricia, Richard Sloan and Amy Sweeney (2005). Detecting Earnings Management. Accounting Review, 70, 2, 193-225.",
        "Garvey, Gerald T., Gordon Hanka, (1999),Capital Structure and Corporate Control: The Effect of Antitakeover Statutes on Firm Leverage. Journal of Finance, 54, 519546 Gillan, Stuart, Jay C. Hartzell, Laura T. Starks, (2006), Tradeoffs in Corporate Governance: Evidence from Board Structures and Charter Provisions, Working paper.",
        "Gompers, Paul, Joy Ishii and Andrew Metrick (2003). Corporate Governance and Equity Prices. Quarterly Journal of Economics, 118, 1, 107-155.",
        "Hartzell, Jay and Laura Starks (2003). Institutional Investors and Executive Compensation, Journal of Finance, 58, 2351-2374.",
        "Hermalin, Benjamin E., and Michael S. Weisbach, (1988), The determinants of board composition, Rand Journal of Economics 19, 589606.",
        "Hermalin, Benjamin E., and Michael S. Weisbach,. (1998). Endogenously Chosen Boards of Directors and Their Monitoring of the CEO. American Economic Review, 88: 96-118.",
        "Huang, Lixin, Qiang Kang and Gary Gorton (2009). The Limitations of Stock Market Efficiency: Price Informativeness and CEO Turnover. SSRN April 27.",
        "Inoguchi, Takatoshi (1981). Explaining and Predicting Japanese General Elections: 1960-1980, Journal of Japanese Studies, 7, 255-318, Jenter and Kanaan (2008), CEO Turnover and Relative Performance Evaluation, Working Paper.",
        "Karpoff, Jonathan, Paul Matesta and Ralph Walkling (1996). Corporate Governance and Shareholder Initiatives: Empirical Evidence. Journal of Financial Economics, 42, 3, 365-395.",
        "rpoff a, Paul H. Malatesta *'a, Ralph A. Walkling b Listokin, Yair (2008). Management Always Wins the Close Ones. American Law and Economics Review, 10, 2, 159-184.",
        "Nordhaus, William (1975). The Political Business Cycle. Review of Economic Studies, 42:169-90.",
        "Shleifer, Andrei and Robert Vishny, (1997), A Survey of Corporate Governance, Journal of Finance, LII, 737-783.",
        "Smith, Alistair (2003). Election Timing in Majoritarian Parliaments. British Journal of Political Science, 33, 3, 397-418.",
        "Yermack, David (1996), Higher Market Valuation for Firms with a Small Board of Directors, Journal of Financial Economics 40, 185211.",
        "Yermack, David (1997), Good Timing: CEO stock options awards and company news announcements,Journal of Finance 52, 449476.",
        "Young, Philip, James Millar and William Glezen, (1993). Trading volume, management solicitation, and shareholder voting. Journal of Financial Economics, 33, 1, 57-71."
    ]
}