{
    "id": 17063,
    "cites": 33,
    "cited_by": 20,
    "reference": [
        "Ackerlof, George and Robert Shiller. Animal Spirits. Princeton, NJ: Princeton University Press, 2008.",
        "Aschauer, David. Is Public Expenditure Productive? Journal of Monetary Economics 23, 177-200, 1989.",
        "Auerbach, Alan and Yuriy Gorodnichenko. Measuring the Output Responses to Fiscal Policy. Forthcoming in American Economic Journal - Economic Policy, 2011.",
        "Bachmann, Rudiger and Jinhui Bai. Public Consumption Over the Business Cycle. Mimeo, University of Michigan, 2011.",
        "Bachmann, Rudiger, Steffen Elstner and Eric Sims. Uncertainty and Economic Activity: Evidence from Business Survey Data. NBER-WP 16143, 2010.",
        "Bai, Yan, Victor Rios-Rull, and Kjetil Storesletten. Demand Shocks That Look Like Productivity Shocks. Mimeo, University of Minnesota 2011.",
        "Barsky, Robert B. and Eric Sims. Information, Animal Spirits, and the Meaning of Innovations in Consumer Confidence.Forthcoming in American Economic Review, 2011a.",
        "Barsky, Robert B. and Eric Sims. News Shocks and Business Cycles. Journal of Monetary Economics 58:2, March 2011b.",
        "Beaudry, Paul and Franck Portier. News, Stock Prices, and Economic Fluctuations. American Economic Review 96: 1293-1307, 2006.",
        "Bernanke, Ben, Mark Gertler, and Mark Watson. Systematic Monetary Policy and the Effects of Oil Price Shocks. Brookings Papers on Economic Activity, 1, 91-157, 1998.",
        "Blanchard, Olivier and Roberto Perotti. An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output. Quarterly Journal of Economics. 107: 2002, 1329-1368.",
        "Carroll, Christopher, Jeffrey Fuhrer, and David Wilcox. Does Consumer Sentiment Forecast Household Spending? If So, Why? American Economic Review. 85(5): 1994, 1397-1408.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. When is the Government Spending Multiplier Large? NBER WP 15394, 2009.",
        "Cochrane, John. Fiscal Stimulus, Fiscal Inflation, or Fiscal Fallacies? commentary, Version 2.5 Feb 27 2009.",
        "Farmer, Roger. The Macroeconomics of Self-Fulfilling Prophecies. Boston, MA: MIT Press, 1998.",
        "Feyrer, James and Bruce Sacerdote. Did the Stimulus Stimulate? Real Time Estimates of the Effects of the American Recovery and Reinvestment Act. NBER Working Paper 16759, 2011.",
        "Francis, Neville, Owyang Michael; Roush, Jennifer; and Riccardo DiCecio. A Flexible Finite-Horizon Alternative to Long Run Restrictions with an Application to Technology Shocks. Federal Reserve Bank of St. Louis Working paper 2005-024F, 2010.",
        "Fuster, Andreas, David Laibson, and Brock Mendel. Natural Expectations and Macroeconomic Fluctuations. Journal of Economic Perspectives, 24-4, Fall 2010, 67-84.",
        "Hall, Robert. By How Much Does GDP Rise If the Government Buys More Output? Brookings Papers on Economic Activity, Fall 2009, 2009, 183-231.",
        "Keynes, John Maynard. The General Theory. 1936.",
        "Kilian, Lutz. Small Sample Confidence Intervals for Impulse Response Functions. Review of Economics and Statistics, 1998, 218-230.",
        "Kilian, Lutz and Logan Lewis. Does the Fed Respond to Oil Price Shocks? Forthcoming, The Economic Journal, 2011.",
        "Lorenzoni, Guido. A Theory of Demand Shocks. American Economic Review 99, 2009, 2050-2084.",
        "Luzzetti, Matthew and Lee Ohanian. The General Theory of Employment, Interest, and Money After 75 Years: The Importance of Being in the Right Place at the Right Time, in Keynes General Theory: Seventy-Five Years later, 2010, Tom Cate, editor, Edward Elgar: London.",
        "Matsusaka, Johan, and Argia Sbordone. Consumer Confidence and Economic Fluctuations.  Economic Inquiry, 33(2), 1995, 296-318.",
        "Mertens, Karel and Morton Ravn. Fiscal Policy in an Expectations Driven Liquidity Trap Mimeo, Cornell University, 2010.",
        "Nakamura, Emi and Jon Steinsson. Fiscal Stimulus in a Monetary Union: Evidence from U.S. Regions Mimeo, Columbia University, 2011.",
        "Ramey, Valerie. Identifying Government Spending Shocks: It's All in the Timing. Quarterly Journal of Economics, 2011, 1-50.",
        "Rossi, Barbara and Sarah Zubairy. What is the Importance of Monetary and Fiscal Shocks in Explaining US Macroeconomic Fluctuations? Working paper, Duke University, 2010.",
        "Shapiro, Matthew and Valerie Ramey. Costly Capital Reallocation and the Effects of Government Spending. Carnegie-Rochester Conference Series on Public Policy, 48, 1998, 145-194.",
        "Shoag, Daniel. The Impact of Government Spending Shocks: Evidence on the Multiplier from State Pension Plan Returns Mimeo, Harvard University, 2010.",
        "Sims, Christopher and Tao Zha. Does Monetary Policy Generate Recessions? Macroeconomic Dynamics, 10, 2006, 231-272.",
        "Woodford, Michael. Simple Analytics of the Government Expenditure Multiplier. NBER Working Paper 15714, 2010."
    ]
}