{
    "id": 17065,
    "cites": 30,
    "cited_by": 34,
    "reference": [
        "Ai, Chunrong and Edward C. Norton, 2003, Interaction Terms in Logit and Probit Models, Economics Letters 80: 123-129. Agarwal, Sumit, Gene Amromin, Itzhak Ben-David, Souphala Chomsisengphet, and Douglas D. Evanoff, The Role of Securitization in Mortgage Renegotiation, Journal of Financial Economics forthcoming.",
        "Berndt, Antje, and Anurag Gupta, 2009, Moral Hazard and Adverse Selection in the Originate-to-Distribute Model of Bank Credit, Journal of Monetary Economics 56, 725-743.",
        "Bolton, Patrick, and Howard Rosenthal, 2002, Political Intervention in Debt Contracts,  Journal of Political Economy 110, 1103-1134.",
        "Bucks, Brian K., and Karen Pence, 2008, Do Borrowers Know their Mortgage Terms?, Journal of Urban Economics 64, 218-33.",
        "Campbell, John Y., 2006. Household Finance, Journal of Finance 61, 1553-1604.",
        "Campbell, John, Stefano Giglio, and Parag Pathak, 2009, Forced Sales and House Prices, American Economic Review forthcoming.",
        "Citigroup, 2009, A Brief (And Complete) History of Loan Modifications, Working paper.",
        "Cohen-Cole, Ethan, and Jonathan Morse, 2010, Your House or Your Credit Card, Which Would You Choose? Personal Delinquency Tradeoffs and Precautionary Liquidity Motives, SSRN Working paper.",
        "Countrywide Financial Corp., 2008, Multistate Settlement Term Sheet (Oct. 6, 2008). Elul, Ronel, Nicholas S. Souleles, Souphala Chomsisengphet, Dennis Glennon, Robert Hunt, 2010, What Triggers Mortgage Defaults, American Economic Review Papers & Proceedings 100, 490-494.",
        "Farhi, Emmanuel, and Jean Tirole, 2009, Collective Moral Hazard, Maturity Mismatch and Systemic Bailouts, Harvard University working paper.",
        "Foote, Christopher, Kristopher S. Gerardi, and Paul Willen, 2008, Negative Equity and Foreclosure: Theory and Evidence, Journal of Urban Economics 64, 234-245.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, 2009, Moral and Social Constraints to Strategic Defaults on Mortgages, Chicago Booth working paper.",
        "Keys, Benjamin, Tanmoy Mukherjee, Amit Seru, and Vikrant Vig, 2010, Did Securitization Lead to Lax Screening? Evidence From Subprime Loans, Quarterly Journal of Economics 125, 307-362.",
        "Keys, Benjamin, Amit Seru, and Vikrant Vig, 2011, Lender Screening and the Role of Securitization: Evidence from Prime and Subprime Mortgage Markets,Review of Financial Studies forthcoming.",
        "Kremer, Michael, and Christopher M. Snyder, 2010, When are Drugs More Lucrative than Vaccines? Harvard University working paper.",
        "Krueger, Alan B., and Bruce D. Meyer, 2002, Labor supply effects of social insurance, In A. J. Auerbach and M. Feldstein (ed.), Handbook of Public Economics 1st edition, volume 4, 2327-2392, Amsterdam: Elsevier.",
        "Kroszner, Randall, 2003, Is It Better to Forgive than to Receive? An Empirical Analysis of the Impact of Debt Repudiation, University of Chicago working paper.",
        "Lacko, James M., and Janis K. Pappalardo, 2007, Improving consumer mortgage disclosures: An empirical assessment of current and prototype disclosure forms, Staff Report, Federal Trade Commission Bureau of Economics.",
        "Mayer, Christopher, Edward Morrison, and Tomasz Piskorski, 2009, A New Proposal for Loan Modifications, Yale Journal on Regulation 26, 417-429.",
        "Meyer, Bruce, 1990, Unemployment Insurance and Unemployment Spells, Econometrica 58, 757-82.",
        "Mian, Atif, and Amir Sufi, 2009, The Consequences of Mortgage Credit Expansion: Evidence from the 2007 Mortgage Default Crisis, Quarterly Journal of Economics 124, 1449-1496.",
        "Office of the Special Inspector General for the Troubled Asset Relief Program, 2011, Quarterly Report to Congress, January 26, 2011. Piskorski, Tomasz, Amit Seru, and Vikrant Vig, 2010, Securitization and Distressed Loan Renegotiation: Evidence from the Subprime Mortgage Crisis, Journal of Financial Economics 97, 369-397.",
        "Piskorski, Tomasz, and Alexei Tchistyi, 2011, Stochastic House Appreciation and Optimal Mortgage Lending, Review of Financial Studies 24, 1407-1446.",
        "Poole, William, 2009, Moral Hazard: The Long-Lasting Legacy of Bailouts, Cato Institute working paper.",
        "Puhani, Patrick A., 2008, The Treatment Effect, the Cross Difference, and the Interaction Terms in Nonlinear `Difference-in-Differences' Models, IZA Discussion Paper no. 3478.",
        "Purnanandam, Amiyatosh K., 2010, Originate-to-Distribute Model and the Subprime Mortgage Crisis, Review of Financial Studies forthcoming.",
        "State of California, 2008a, Complaint for Restitution, Injunctive Relief, Other Equitable Relief, and Civil Penalties, California v. Countrywide Financial Corp., Case No. LC083076, Superior Court of the State of California for the County of Los Angeles (June 24, 2008).",
        "State of California, 2008b, Stipulated Judgment and Injunction, California v. Countrywide Financial Corp., Case No. LC083076, Superior Court of the State of California for the County of Los Angeles (Oct. 20, 2008).",
        "State of Illinois, 2008, Complaint for Injunctive and Other Relief, Illinois v. Countrywide Financial Corp. (June 25, 2008).",
        "Tufano, Peter, 2009, Consumer Finance, Annual Review of Financial Economics 1, 227-247."
    ]
}