{
    "id": 17075,
    "cites": 45,
    "cited_by": 14,
    "reference": [
        "D. Acemoglu, D., S. Johnson, J. A. Robinson, Institutions as a Fundamental Cause of Long-Run Growth, in: Handbook of Economic Growth, Ed. by P. Aghion, S. N. Durlauf, Elsevier North-Holland, Amsterdam, The Netherlands, 2005, pp. 109139.",
        "P. Aghion, P. Howitt, A model of growth through creative destruction, Econometrica 60 (1992) 323-351.",
        "G. Bertocchi, The law of primogeniture and the transition from landed aristocracy to industrial democracy, J. of Econ. Growth 11 (2006) 4168.",
        "A. Bisin, T. Verdier, Beyond the melting pot: cultural transmission, marriage, and the evolution of ethnic and religious traits, Quart. J. of Econ. 115 (2000) 955988.",
        "J. Borghans, L. Borghans, B. ter Weel, Is there a link between economic outcomes and genetic evolution? Cross-country evidence from the major histocompatibility complex, Working Paper, Department of Economics, Maastricht University, 2005.",
        "S. Bowles, Endogenous preferences: the cultural consequences of markets and other economic institutions, J. of Econ. Lit. 36 (1998) 75111.",
        "R. Boyd, P. J. Richerson, Culture and the Evolutionary Process, University of Chicago Press, Chicago, IL, 1985.",
        "L. L. Cavalli-Sforza, M. W. Feldman, Cultural Transmission and Evolution: A Quantitative Approach, Princeton University Press, Princeton, NJ, 1981.",
        "C. R. Cloninger, A systematic method for clinical description and classi...cation of personality variants: a proposal, Arch. of Gen. Psych. 44 (1987) 573588.",
        "Y.-C. Ding, H.-C. Chi, D. L. Grady, A. Morishima, J. R. Kidd, K. K. Kidd, M. A. S. Pamela Flodman, S. Schuck, J. M. Swanson, Y.-P. Zhang, and R. K. Moyzis, Evidence of positive selection acting at the human dopamine receptor D4 gene locus, Proc. of the Nat. Ac. of Sci. of the Uni. Sta. of Amer., 99 (2002) 309314.",
        "M. Doepke, F. Zilibotti, Social Class and the Spirit of Capitalism, J. of the Eur. Econ. Assoc., 3 (2005) 516524.",
        "M. Doepke, F. Zilibotti, Occupational choice and the spirit of capitalism, Quart. J. of Econ., 2 (2008) 747793.",
        "T. Dohmen, A. Falk, D. Human, U. Sunde, J. Schupp, G. G. Wagner, Individual risk attitudes: new evidence from a large, representative, experimentally validated survey, Discussion Paper No. 1730, IZA, 2005.",
        "W. H. Durham, Interaction of genetic and cultural evolution: models and examples, Human Ecol., 10 (1982) 289323.",
        "E. Finkelman, I. Finkelstein, Introducing socioeconomic characteristics into production analysis under risk, Agr. Econ., 13 (1996) 149161.",
        "O. Galor, From stagnation to growth: uni...ed growth theory, in Handbook of Economic Growth, Ed. by P. Aghion, and S. Durlauf, Elsevier, Holland, 2005.",
        "O. Galor, O. Moav, Natural selection and the origin of economic growth, Quart. J. of Econ., 117 (2002) 11331191.",
        "O. Galor, O. Moav, The neolithic revolution and contemporary variations in life expectancy, Working Paper, Department of Economics, Brown University, 2007",
        "O. Galor, D. N. Weil, From Malthusian stagnation to modern growth, Amer. Econ. Rev., 89 (1999) 150154.",
        "O. Galor, D. N. Weil, Population, technology, and growth: from Malthusian stagnation to the demographic transition and beyond, Amer. Econ. Rev., 90 (2000) 806828.",
        "G. D. Hansen, E. C. Prescott, Malthus to Solow, Amer. Econ. Rev., 92 (2002) 12051217.",
        "J. A. Harris, P. A. Vernon, D. I. Boomsma, The heritability of testosterone: a study of Dutch adolescent twins and their parents, Behav. Genet., 28 (1998) 165171.",
        "F. A. Hayek, Individualism and Economic Order, University of Chicago Press, Chicago, IL, 1948.",
        "I. Kirzner, Competition and Entrepreneurship, University of Chicago Press, IL, Chicago, 1973.",
        "H.-P. Kohler, J. L. Rodgers, K. Christensen, Is fertility behavior in our genes? Findings from a Danish twin study, Pop. and Dev. Rev., 25 (1999) 253288.",
        "S. Kose, A psychobiological model of temperament and character, TCI Yeni Symposium, 41 (2003) 8697.",
        "N.-P. LagerlÃ\u0083Â¶f, Long-run trends in human body mass, Macroec. Dyn. 11 (2007) 367387.",
        "F. B. Livingstone, Anthropological implications of sickle cell distribution in west Africa, Amer. Anthropol., 60 (1958) 533562.",
        "R. Lucas, The Industrial Revolution: Past and Future. Harvard University Press, Cambridge, MA, 2002.",
        "A. Meikle, J. Stringham, D. Bishop, D. West, Quantitating genetic and nongenetic factors inuencing androgen production and clearance rates in men, J. of Clinic. Endocrin. and Metab., 67 (1988) 104109.",
        "N. Mekel-Bobrov, S. L. Gilbert, P. D. Evans, E. J. Vallender, J. R. Anderson, R. R. Hudson, S. A. Tishko, B. T. Lahn, Ongoing adaptive evolution of ASPM, a brain size determinant in Homo sapiens, Science, 309 (2005) 17201722.",
        "S. Miyata, Household's risk attitudes in Indonesian villages, Appl. Econ., 35 (2003) 573 583.",
        "R. Nielsen, C. Bustamante, A. G. Clark, S. Glanowski et al., A scan for positively selected genes in the genomes of humans and chimpanzees, PLos Biology, 3 (2005) e170.",
        "H. Ofek, Second Nature: Economic Origin of Human Evolution. Cambridge University Press, Cambridge, UK, 2001.",
        "I. Palacios-Huerta, T. J. Santos, A theory of markets, institutions, and endogenous preferences, J. of Pub. Econ., 88 (2004) 601627.",
        "J. L. Rodgers, H.-P. Kohler, K. O. Kyvik, K. Christensen, Behavior genetic modeling of human fertility: ...ndings from a contemporary Danish twin study, Demography, 38 (2001) 2942.",
        "G. Saint-Paul, On market forces and human evolution, J. of Theoret. Biol., 247 (2007) 397412.",
        "J. A. Schumpeter, The Theory of Economic Development, Harvard University Press, Cambridge, MA, 1934.",
        "E. Spolaore, R. Wacziarg, The diusion of development, Quart. J. of Econ., 124 (2009) 469-529.",
        "B. F. Voight, S. Kudaravalli, X. Wen, J. K. Pritchard, A map of recent positive selection in the human genome, PLos Biology, 4 (2006) e72.",
        "J. Weibull, Evolutionary Game Theory. MIT Press, Cambridge, MA, 1995.",
        "J. Weibull, M. Salomonsson, Natural selection and social preferences, J. of Theoret. Biol., 239 (2006) 7992.",
        "Y. Welch, A. Bernardo, On the evolution of overcon...dence and entrepreneurs, J. of Econ. and Manag. Strat., 10 (2001), 301330.",
        "R. E.White, S. Thornhill, E. Hampson, Entrepreneurs and evolutionary biology: the Relationship between testosterone and new venture creation, Organiz. Behav. and Human Decision Processes, 100 (2006), 2134.",
        "S. L. Wiesenfeld, Sickle cell trait in human biological and cultural evolution, Science, 157 (1967), 11351140."
    ]
}