{
    "id": 17071,
    "cites": 10,
    "cited_by": 19,
    "reference": [
        "AndrÃ\u0083Â©s, J., D. LÃ\u0083Â³pez-Salido, and E. Nelson (2005): Sticky-Price Models and the Natural Rate Hypothesis, Journal of Monetary Economics, 52(5), 102553.",
        "(2006b): Has Monetary Policy Become More Eective?,Review of Economics and Statistics, 88(3), 445462.",
        "Del Negro, M., F. Schorfheide, F. Smets, and R. Wouters (2007): On the Fit and Forecasting Performance of New Keynesian Models,Journal of Business and Economic Statistics, 25(2), 123162.",
        "GalÃ\u0083Â­, J. (2010): The Return of the Wage Phillips Curve, NBER Working Papers 15758, National Bureau of Economic Research, Inc.",
        "IS THERE A TRADE-OFF BETWEEN INFLATION AND OUTPUT STABILIZATION? 33 Justiniano, A., G. E. Primiceri, and A. Tambalotti (2010): Investment Shocks and the Relative Price of Investment,Review of Economic Dynamics, forthcoming.",
        "(1997): An Optimization-Based Econometric Model for the Evaluation of Monetary Policy,NBER Macroeconomics Annual, 12, 297346.",
        "(1999): Interest Rate Rules in an Estimated Sticky Price Model,in Monetary Policy Rules, NBER Chapters, pp. 57126. National Bureau of Economic Research, Inc.",
        "Schmitt-Grohe, S., and M. Uribe (2004): Optimal Operational Monetary Policy in the ChristianoEichenbaum -Evans Model of the U.S. Business Cycle, NBER working paper 10724, National Bureau of Economic Research, Inc, mimeo, Duke University.",
        "Schmitt-GrohÃ\u0083Â©, S., and M. Uribe (2007): Optimal Ination Stabilization in a Medium-Scale Macroeconomic Model, in Monetary Policy under Ination Targeting, ed. by F. S. Miskin, K. Schmidt-Hebbel, N. L. S. Editor), and K. Schmidt-Hebbel, vol. 11 of Central Banking, Analysis, and Economic Policies Book Series, chap. 5, pp. 125186. Central Bank of Chile.",
        "Schmitt-Grohe, S., and M. Uribe (2010): The Optimal Rate of Ination, in Handbook of Monetary Economics, ed. by B. M. Friedman, and M. Woodford. Elsevier, forthcoming."
    ]
}