{
    "id": 17072,
    "cites": 57,
    "cited_by": 63,
    "reference": [
        "Adams, William, Liran Einav and Jonathan Levin. 2009. Liquidity Constraints and Imperfect Information in Subprime Lending. American Economic Review 99(1): 49-84.",
        "Aguiar, Mark and Erik Hurst. 2005. Consumption Versus Expenditure. Journal of Political Economy 113(5): 919-948.",
        "Ashraf, Nava, Dean Karlan and Wesley Yin. 2006. Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines. Quarterly Journal of Economics 121(2): 635672.",
        "Bertrand, Marianne, Dean Karlan, Sendhil Mullainathan, Eldar Shafir and Jonathan Zinman. 2010.",
        "What's the Advertising Content Worth? Evidence from a Consumer Credit Marketing Field Experiment. Quarterly Journal of Economics 125: 263-305 Biggs, Xavier de Souza. 1998. Brown Kids in White Suburbs: Housing Mobility and the Many Faces of Social Capital. Housing Policy Debate 9(1): 177- 221.",
        "Brobeck, Stephen. 2008. Understanding the Emergency Savings Needs of Low- and ModerateIncome Households. Consumer Federation of America Manuscript available at http://www.consumerfed.org/elements/www.consumerfed.org/file/Emergency_Savings_Surv ey_Analysis_Nov_2008.pdf Browning, Martin and Annamaria Lusardi. 1996. Household Saving: Micro Theories and Micro Facts. Journal of Economic Literature 34(4): 1797-1855.",
        "Bucks, Brian K., Arthur B. Kennickell, and Kevin B. Moore. 2006. Recent Changes in U.S. Family Finances: Evidence from the 2001 and 2004 Survey of Consumer Finances. Federal Reserve Bulletin A1  A38.",
        "Caner, Asena and Edward Wolff. 2004. Asset Poverty in the United States, 1984-99: Evidence from the Panel Study of Income Dynamics. Review of Income and Wealth 50(4): 493  518.",
        "Carroll, Christopher. 1997. Buffer Stock Saving and the Life Cycle/Permanent Income Hypothesis. Quarterly Journal of Economics 112(1): 156.",
        "Carroll, Christopher and Andrew Samwick. 1997. The Nature of Precautionary Wealth. Journal of Monetary Economics 40: 41-71.",
        "Carroll, Christopher and Andrew Samwick. 1998. How Important is Precautionary Savings? The Review of Economics and Statistics 8(3): 410-419.",
        "Chieffe, Natalie and Ganas Kaye Rakes. 1999. An Integrated Model for Financial Planning. Financial Services Review 8(4): 261-268.",
        "Cole, Shawn, Daryl Collins, Daniel Schneider, and Peter Tufano. 2008. First National Bank's Golden Opportunity. Harvard Business School Case Study (208-072).",
        "Conley, Dalton. 1999. Being Black, Living in the Red. Berkeley: University of California Press.",
        "Consumer Federation of America. 2006. How Americans View Personal Wealth Versus How Planner's View This Wealth. Washington, DC.",
        "Deaton, Angus. 1991. Saving and Liquidity Constraints. Econometrica 59: 1221-1248.",
        "Deaton, Angus. 1992. Understanding Consumption. Oxford: Oxford University Press.",
        "Donaldson, Gordon. 1961. Corporate Debt Capacity: A Study of Corporate Debt Policy and the Determination of Corporate Debt Capacity. Beard Books.",
        "El Hage, Nabil, Daniel Schneider and Peter Tufano. 2006. Circle Lending. Harvard Business School Case Study.",
        "Gabel, Denise. 2011. Blueprints for Innovation. Filene Research Institute.",
        "Goss, David and Nicolas Souleles. 2002. Do Liquidity Constraints and Interest Rates Matter for Consumer Behavior? Evidence from Credit Card Data. Quarterly Journal of Economics 117(1): 149-185.",
        "Gustman, Alan, Olivia Mitchell, Andrew Samwick and Thomas Steinmeier. 1999. Pension and Social Security Wealth in the Health and Retirement Study. (pp. 150-208) In Wealth. Work and Health: Innovations in Survey Measurement in the Social Sciences. Ed. R. Willis, University of Michigan Press.",
        "Harknett, Kristen and Jean Knab. 2007. More Kin, Less Support: Multipartnered Fertility and Perceived Support Among Mothers. Journal of Marriage and Family 69: 237-253.",
        "Havemann, Robert and Edward Wolff. 2004. The Concept and Measurement of Asset Poverty: Levels, Trends, and Composition for the US 1983  2001. Journal of Economic Inequality 2: 145 169.",
        "Henley, Julia, Sandra Danziger, and Shira Offer. 2005. The Contribution of Social Support to the Material Well-Being of Low-Income Families. Journal of Marriage and Family 67: 122  140.",
        "Hubbard, Glenn, Jonathan Skinner, and Steven Zeldes. 1995. Precautionary Saving and Social Insurance. Journal of Political Economy 103: 360-399.",
        "Hurst, Erik, Annamaria Lusardi, Arthur Kennickell, and Francisco Torralba. 2010. The Importance of Business Owners in Assessing the Size of Precautionary Savings. Review of Economics and Statistics 92: 61-69.",
        "Kearney, Melissa, Jonathan Guryan, Erik Hurst, and Peter Tufano. 2011. Making Savers Winners: An Overview of Prize-Linked Savings Product. Forthcoming in Financial Literacy: Implications for Retirement Security and the Financial Marketplace. Eds. A Lusardi and O. S. Mitchell. Oxford University Press.",
        "Kotlikoff, Laurence and Avia Spivak. 1981. The Family as an Incomplete Annuities Market. Journal of Political Economy 89(2): 372-391.",
        "Lusardi, Annamaria. 1999. Information, Expectations, and Savings for Retirement. (pp. 81-115) In Behavioral Dimensions of Retirement Economics. Ed. H. Aaron. Brookings Institution Press and Russell Sage Foundation.",
        "Lusardi, Annamaria. 2008. Financial Literacy: An Essential Tool for Informed Consumer Choice? Working Paper, Joint Center for Housing Studies Working Paper, Harvard University.",
        "Lusardi, Annamaria. 2009. U.S. Household Savings Behavior: The Role of Financial Literacy, Information and Financial Education Programs. (pp. 109-149) In Policymaking Insights from Behavioral Economics. Eds. C. Foote, L Goette, and S. Meier. Federal Reserve Bank of Boston.",
        "Lusardi, Annamaria. 2010. Americans' Financial Capability, Report Prepared for the Financial Crisis Inquiry Commission, Washington, DC, February 2010.",
        "Lusardi, Annamaria and Olivia S. Mitchell. 2011a. Financial Literacy and Planning: Implications for Retirement WellBeing. Forthcoming in Financial Literacy: Implications for Retirement Security and the Financial Marketplace. Eds. A Lusardi and O. S. Mitchell. Oxford University Press.",
        "Lusardi, Annamaria and Olivia S. Mitchell. 2011b. Financial Literacy Across the World: An Overview. In preparation for the Journal of Pension Economics and Finance special issue on financial literacy.",
        "Lusardi, Annamaria, Daniel Schneider and Peter Tufano, 2010, The Economic Crisis and Medical Care Usage, NBER Working Paper 15843.",
        "Lusardi, Annamaria and Peter Tufano. 2009. Debt Literacy, Financial Experiences and Overindebtedness, NBER Working Paper 14808. Available at SSRN: http://ssrn.com/abstract=1366208 Myers, Stewart. 1984. The Capital Structure Puzzle. Journal of Finance 39(2): 575-592.",
        "Myers, Stewart and Nicholal Majluf. 1984. Corporate Financing and Investment Decisions when Firms have Information that Investors Do Not Have. Journal of Financial Economics 13(2): 187221.",
        "Oliver, Melvin and Thomas Shapiro. 1995. Black Wealth/White Wealth: A New Perspective on Racial Inequality. New York: Routledge.",
        "OECD. 2010. OECD Factbook 2010: Economic, Environmental and Social Statistics. OECD Publishing.",
        "Parker, Jonathan, Nicholas Souleles, David Johnson and Robert McClelland. 2011. Consumer Spending and the Economic Stimulus Payments of 2008, NBER Working Paper n 16684.",
        "Sarkasian, Natalia and Naomi Gerstel. 2004. Kin Support among Blacks and Whites: Race and Family Organization. American Sociological Review 69(6): 812  837.",
        "Skiba, Paige and Jeremy Tobacman. 2008. Do Payday Loans Cause Bankruptcy? Mimeo, Wharton School.",
        "Skinner, Jonathan. 1988. Risky Income, Life Cycle Consumption and Precautionary Saving. Journal of Monetary Economics 22: 237255.",
        "Sherraden, Michael. 2005. Inclusion in the American Dream: Assets, Poverty and Public Policy. New York: Oxford University Press.",
        "Smith, James. 1995. Racial and Ethnic Differences in Wealth in the Health and Retirement Study, Journal of Human Resources 30: S158-S183 Stephens, Melvin. 2008. The Consumption Response to Predictable Changes in Discretionary Income: Evidence from the Repayment of Vehicle Loans. The Review of Economics and Statistics 90(2): 241-252.",
        "Stephens, Melvin. 2003.'3rd of tha Month.' Do Social Security Recipients Smooth Consumption Between Checks? American Economic Review 93(1): 406-422.",
        "Taylor, Paul, Rich Morin, and Wendy Wang. 2010. One Recession, Two Americas: Most Lost Ground but Nearly Half Held their Own. Pew Research Center, Social and Demographic Trends Project.",
        "Tesliuc, Emil. 2006. Social Safety Nets in OECD Countries. Social Safety Nets Primer Notes No. 25, World Bank.",
        "Tufano, Peter, 2008, Savings Whilst Gambling: An Empirical Analysis of U.K. Premium Bonds. American Economic Review Papers and Proceedings 98(2): 321-326.",
        "Tufano, Peter. 2011. Setting Financial Regulatory Priorities: Listening to Consumers. Mimeo, HBS.",
        "Tufano, Peter, Nick Maynard and Jan-Emmanuel De Neve. 2011. Consumer Demand for Prizelinked Savings: A Preliminary Analysis. Forthcoming Economics Letters.",
        "Tufano, Peter and Daniel Schneider. 2009. Using Financial Innovation to Support Savers: From Coercion to Excitement. In Insufficient Funds: Savings, Assets, Credit and Banking Among LowIncome Households. Eds. Rebecca Blank and Michael Barr. New York: Russell Sage.",
        "Venti, Steven and David Wise. 2001. Choice, Chance and Wealth Dispersion at Retirement. In Aging Issues in the United States and Japan. Eds S. Ogura, Tachibanaki and D. Wise. University of Chicago Press.",
        "Warren Elizabeth and Amelia W. Tyagi. 2003. The Two Income Trap: Why Middle-Class Mothers and Fathers Are Going Broke, New York: Basic Books.",
        "Woo, Beadsie, Ida Rademacher, and Jillien Meier. 2010. Upside Down. The $400 Billion Federal AssetBuilding Budget. CFED Report.",
        "Worthington, Andrew. 2003. Emergency Finance in Australian Households: An Empirical Analysis of Capacity and Sources. Discussion Paper 163. Queensland University of Technology, Brisbane, Australia."
    ]
}