{
    "id": 17078,
    "cites": 43,
    "cited_by": 125,
    "reference": [
        "Agnew, Julie and Lisa Szykman (2005). Asset Allocation and Information Overload: The Influence of Information Display, Asset Choice and Investor Experience. Journal of Behavioral Finance 6: 57-70.",
        "Ameriks, John, Andrew Caplin and John Leahy (2003). Wealth Accumulation and the Propensity to Plan. Quarterly Journal of Economics 68: 1007-1047.",
        "Ameriks, John, Andrew Caplin, and John Leahy (2004). The Absent-Minded Consumer. NBER Working Paper 10216.",
        "Bernheim, Douglas (1995). Do Households Appreciate their Financial Vulnerabilities? An Analysis of Actions, Perceptions, and Public Policy, in Tax Policy and Economic Growth. Washington, DC: American Council for Capital Formation, pp. 1-30 Bernheim, Douglas (1998). Financial Illiteracy, Education, and Retirement Saving, in O.S. Mitchell and S. Schieber, eds., Living with Defined Contribution Pensions. Philadelphia, PA: University of Pennsylvania Press, pp. 38-68.",
        "Calvert, Laurent, John Campbell and Paolo Sodini (2007). Down or Out: Assessing the Welfare Costs of Household Investment Mistakes. Journal of Political Economy 115: 707-747.",
        "Campbell, John (2006). Household Finance, Journal of Finance, 61(4): 1553-1604.",
        "Chan, Sewin and Ann Huff Stevens (2003). What You Don't Know Can't Help You: Knowledge and Retirement Decision Making. New York University Working Paper.",
        "Christelis, Dimitris, Tullio Jappelli, and Mario Padula (2005). Health Risk, Financial Information and Social Interaction: the Portfolio Choice of European Elderly Households. University of Salerno Working Paper.",
        "Clark, Robert, and Madeleine D'Ambrosio (2002). Saving for Retirement: The Role of Financial Education. TIAA-CREF Institute Working paper 4-070102-A.",
        "Clark, Robert, Madeleine D'Ambrosio, Ann McDermed, and Kshama Sawant (2003). Financial Education and Retirement Saving. TIAA-CREF Institute Working Paper 11-020103.",
        "Clark, Robert, Madeleine D'Ambrosio, Ann McDermed, and Kshama Sawant (2004). Sex Differences, Financial Education and Retirement Goals in O.S. Mitchell and S. Utkus, eds., Pension Design and Structure: New Lessons from Behavioral Finance. Oxford: Oxford University Press, pp. 185-206.",
        "Clark, Robert L., Melinda S. Morrill, and Steven G. Allen (2011). `Pension Plan Distributions: The Importance of Financial Literacy,' in O.S. Mitchell and A. Lusardi, eds., Financial Literacy: Implications for Retirement Security and the Financial Marketplace. Oxford: Oxford University Press.",
        "Duflo, Esther and Emmanuel Saez (2003). The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment. Quarterly Journal of Economics 118: 815-842.",
        "Duflo, Esther and Emmanuel Saez (2004). Implications of Pension Plan Features, Information, and Social Interactions for Retirement Saving Decisions, in O.S. Mitchell and S. Utkus, eds., Pension Design and Structure: New Lessons from Behavioral Finance. Oxford: Oxford University Press: pp. 137-153.",
        "Employee Benefits Research Institute (EBRI) (1996). Participant Education: Actions and Outcomes. EBRI Issue Brief 169. January.",
        "Employee Benefits Research Institute (EBRI) (2001). Retirement Confidence Survey (RCS), Minority RCS, and Small Employer Retirement Survey. EBRI Issue Brief 234. June.",
        "Gustman, Alan and Tom Steinmeier (1999). Effects of Pensions on Savings: Analysis with Data from the Health and Retirement Study. Carnegie-Rochester Conference Series on Public Policy 50: 271-324.",
        "Gustman, Alan and Tom Steinmeier (2004). What People Don't Know about their Pensions and Social Security. In Private Pensions and Public Policies. Edited by William Gale, John Shoven and Mark Warshawsky, Washington, DC: Brookings Institution: 57-125.",
        "Haliassos, Michael and Carol Bertaut (1995). Why Do So Few Hold Stocks? Economic Journal, 105: 1110-1129.",
        "Hilgert, Marianne, Jeanne Hogarth, and Sondra Beverly (2003). Household Financial Management: The Connection between Knowledge and Behavior, Federal Reserve Bulletin, 309-322.",
        "Hogarth, Jeanne, Chris Anguelov, and Jinkook Lee (2004). Why Don't Households Have A Checking Account? The Journal of Consumer Affairs, 38: 1-34.",
        "Hogarth, Jeanne and Marianne Hilgert (2002). Financial Knowledge, Experience and Learning Preferences: Preliminary Results from a New Survey on Financial Literacy, Consumer Interest Annual, 48.",
        "Hung, Angela A., Noreen Clancy, and Jeff Dominitz (2011). `Investor Knowledge and Experience with Investment Advisers and Broker-Dealers,' in O.S. Mitchell and A. Lusardi, eds., Financial Literacy: Implications for Retirement Security and the Financial Marketplace. Oxford: Oxford University Press.",
        "Lusardi, Annamaria (1999). Information, Expectations, and Savings for Retirement, in H. Aaron, ed., Behavioral Dimensions of Retirement Economics. Washington, DC: Brookings Institution Press and Russell Sage Foundation: pp. 81-116.",
        "Lusardi, Annamaria (2002). Preparing for Retirement: The Importance of Planning Costs. National Tax Association Proceedings 2002: 148-154.",
        "Lusardi, Annamaria (2003). Planning and Saving for Retirement. Dartmouth College Working Paper.",
        "Lusardi, Annamaria and Olivia S. Mitchell (2007a). Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth. Journal of Monetary Economics. 54(1) January: 205-224.",
        "Lusardi, Annamaria and Olivia S. Mitchell (2007b). Financial Literacy and Retirement Planning: New Evidence from the RAND American Life Panel. NBER Working Paper.",
        "Lusardi, Annamaria and Olivia S. Mitchell (2007c). Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education. Business Economics 42, 35-44.",
        "Lusardi, Annamaria and Olivia S. Mitchell (2008). Planning and Financial Literacy: How Do Women Fare? American Economic Review P&P: 98:2, 413417 Lusardi, Annamaria and Olivia S. Mitchell (2009). How Ordinary Consumers Make Complex Economic Decisions: Financial Literacy and Retirement Readiness. NBER Working Paper 15350.",
        "Lusardi, Annamaria, Olivia S. Mitchell, and Vilsa Curto (2010). Financial Literacy among the Young: Evidence and Implications for Consumer Policy. Journal of Consumer Affairs. (44, 2): 358-380.",
        "Mandell, Lewis (2004). Financial Literacy: Are We Improving? Washington, D.C.: Jump$tart Coalition for Personal Financial Literacy.",
        "Mastrobuoni, Giovanni (2005). Do Better-Informed Workers Make Better Retirement Choice? A Test Based on the Social Security Statement. Princeton University Working Paper.",
        "Miles, David (2004). The UK Mortgage Market: Taking a Longer-Term View. London: UK Treasury.",
        "Mitchell, Olivia (1988). Worker Knowledge of Pensions Provisions. Journal of Labor Economics 6: 28-29.",
        "Mitchell, Olivia S. and James Moore (1998). Can Americans Afford to Retire? New Evidence on Retirement Saving Adequacy. Journal of Risk and Insurance 65: 371-400.",
        "Moore, Danna (2003). Survey of Financial Literacy in Washington State: Knowledge, Behavior, Attitudes, and Experiences. Social and Economic Sciences Research Center Technical Report 03-39, Washington State University.",
        "Moore, James, and Olivia S. Mitchell (2000). Projected Retirement Wealth and Saving Adequacy, in O.S. Mitchell, B. Hammond, and A. Rappaport, eds., Forecasting Retirement Needs and Retirement Wealth. Philadelphia, PA: University of Pennsylvania Press, pp. 68-94.",
        "National Council on Economic Education (NCEE) (2005). What American Teens and Adults Know About Economics. Washington, DC: NCEE.",
        "Venti, Steven and David Wise (2001). Choice, Chance, and Wealth Dispersion at Retirement, in S. Ogura, T. Tachibanaki, and D. Wise, eds., Aging Issues in the United States and Japan. Chicago, IL: University of Chicago Press, pp. 25-64.",
        "Yakoboski, Paul and Jennifer Dickemper (1997). Increased Saving but Little Planning.",
        "Results of the 1997 Retirement Confidence Survey. EBRI Issue Brief 191.",
        "There is also evidence that knowledge about pensions and Social Security affects retirement decisions; see Chan and Huff Stevens (2003); Duflo and Saez (2003, 2004); and Mastrobuoni (2005). It is possible that causality may also go the other way: that is, those who plan may also become more financially literate and develop the ability to do retirement calculations; for discussion of endogeneity considerations, see Lusardi and Mitchell (2007a). The analysis herein uses the 2004 wealth data that included imputes for those who did not report assets or debt."
    ]
}