{
    "id": 1707,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Auerbach, A.J. Issues in the Measurement and Encouragement of Business Saving, in Saving and Goverment Policy, Federal Reserve Bank of Boston, Conference Series No. 25, 1982, 79-100.",
        "Auerbach, A.J. and L.J, Kotlikoff, Investment Versus Savings Incentives: The Size of the Bang from the Buck and the Potential for Self-Financing Business Tax Cuts, in The Economic Consequences of Government Deficits, (ed) L.H. Meyers. Boston: Kluwer-Nijhoff Publishing, 1983, 121-154.",
        "Board of Governors of the Federal Reserve System, Balance Sheets for the U.S. Economy, July 1985.",
        "Brainard, W.C., J.B. Shoven and L. Weiss, The Financial Valuation of the Return to Capital, Brookings Papers on Economic Activity, 2, 1980, 453-502.",
        "Buser, S.A. and P.3. Hess, Empirical Determinants of the Relative Yields on Taxable and Tax-Exempt Securities, mimeo, August 1985.",
        "Constantinides, G.M. and J.E. Ingersoll, Jr., Optimal Bond Trading with Personal Taxes, Journal of Financial Economics, 13, September 1984, 299-335.",
        "Downs, T.W., The Determinants of Market Value, Boston College School of Management, Working Paper 85-35, 1985.",
        "Feldstein, M., Inflation, Tax Rules and the Prices of Land and Gold, Journal of Public Economics, 14, December 1980, 309-318.",
        "Feldstein, M. and L.H. Summers, Inflation, Tax Rules and the Long-Term Interest Rate, Brookings Papers on Economic Activity, 1, 1978, 61-99.",
        "Hall, R.E. and D.W. Jorgenson, Tax Policy and Investment Behavior, American Economic Review, June 1967, 56, 391-414.",
        "Hendershott, P.H., Tax Reform, Interest Rates and Capital Allocation, NBER Working Paper, August 1985.",
        "Miller, M., Debt and Taxes, The Journal of Finance, 32, May 1977, 261-275.",
        "Peek, 3. and J.A. Wilcox, The Degree of Fiscal Illusion in Interest Rates: Some Direct Estimates, American Economic Review, 74, December 1984, 1061-1066.",
        "Peek, J. and J.A. Wilcox, Tax Rates and Tax-Exempt Interest Rates, New England Economic Review, forthcoming. Summers, L.H., Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review, 71, September 1981, 533-544."
    ]
}