{
    "id": 17079,
    "cites": 9,
    "cited_by": 4,
    "reference": [
        "Avendano, M, and J. P. Mackenbach (2010): Life-course health and labour market exit in 13 European countries: Results from SHARELIFE, in BÃ\u0083Â¶rsch-Supan, SchrÃ\u0083Â¶der et al., The Individual and the Welfare State  Life Histories in Europe, Springer: Berlin, Heidelberg, New York.",
        "BÃ\u0083Â¶rsch-Supan, A. (1992): Population Aging, Social Security Design, and Early Retirement. Journal of Institutional and Theoretical Economics (Zeitschrift fÃ\u0083Â¼r die gesamte Staatswissenschaft) 148, 533-557.",
        "BÃ\u0083Â¶rsch-Supan, A. (2000): Incentive Effects of Social Security on Labor Force Participation: Evidence in Germany and Across Europe. Journal of Public Economics, Vol. 78, 25-49.",
        "BÃ\u0083Â¶rsch-Supan, A. (2005): Work Disability and Health. In: A. BÃ\u0083Â¶rsch-Supan et al. (eds.), Health, Ageing, and Retirement in Europe  First Results from the Survey of Health, Ageing and Retirement in Europe. Mannheim. pp.253-258.",
        "BÃ\u0083Â¶rsch-Supan, A. and C. B. Wilke (2006): The German Public Pension System: How it will become an NDC System Look-Alike, In: Robert Holzmann and Edward Palmer (Eds.), Pension Reform  Issues and Prospects for Non-Financial Defined Contribution (NDC) Schemes, World Bank, Washington D.C., 573-610.",
        "BÃ\u0083Â¶rsch-Supan, A. (2008): Changes in Health Status and Work Disability. In: A. BÃ\u0083Â¶rschSupan et al. (eds.), Health, Ageing, and Retirement in Europe  Starting the Longitudinal Dimension. Mannheim. pp.228-236.",
        "BÃ\u0083Â¶rsch-Supan, A., and H. Roth (2010): Work Disability and Health over the Life Course, in BÃ\u0083Â¶rsch-Supan, SchrÃ\u0083Â¶der et al., The Individual and the Welfare State  Life Histories in Europe, Springer: Berlin, Heidelberg, New York.",
        "Commission for Sustainability in Financing the Social Security Systems (Kommission fÃ\u0083Â¼r dieNachhaltigkeit in der Finanzierung der Sozialen Sicherungssysteme, 2003): Final Report (AbschluÃ\u0083Å¸bericht). Bundesministerium fÃ\u0083Â¼r Gesundheit und Soziale Sicherheit, Berlin. http://www.bmgs.bund.de/deu/gra/themen/sicherheit/kommission/index.cfm.",
        "Deutsche Rentenversicherung (2009): Rentenzugang 2008. Statistik der Deutschen Rentenversicherung, Band 173. Data Sources: Mortality Data: Human Mortality Database (www.mortality.org) Self-rated health and Health satisfaction: German SOEP, various waves (www.diw.de/soep/en) Primary diagnosed for disability pensions, Retirement age by cohort: Forschungsportal der Deutschen Rentenversicherung (http://forschung.deutsche-rentenversicherung.de/) Labor force participation: German Microcensus (Research Data Centre of the German Federal Statistical Office -- http://www.forschungsdatenzentrum.de/en/index.asp)"
    ]
}