{
    "id": 1708,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Auerbach, A.J., Corporate Taxation in the United States, Brookings Papers on Economic Activity, 2, 1983, 451-505.",
        "Berndt, E.R., Reconciling Alternative Estimates of the Elasticity of Substitutio31 Review of Economics and Statistics, February 1976, 59-68.",
        "Board of Governors of the Federal Reserve System, Balance Sheets for the U.S. Economy, April 1984.",
        "Bulow, J.I.1 and L.H. Summers, The Taxation of Risky Assets, Journal of Political Economy, 92, 1984, 20-39.",
        "Constantinides, G.M., and J.E. Ingersoll, Jr., Optimal Bond Trading with Personal Taxes, Journal of Financial Economics, 13, September 1984, 299-335.",
        "Fullerton, D., The Indexation of Interest, Depreciation, and Capital Gains: A Model of Investment Incentives, NBER Working Paper 1655, June 1985.",
        "Tax Proposals and the Allocation of Investment, Congressional Research Service, The Library of Congress, April 8, 1985.",
        "Hall, R.E. and D.W. Jorgenson, Tax Policy and Investment Behavior, American Economic Review, June 1967, 56, 391-414.",
        "Hendershott, P.H., The Decline in Aggregate Share Values: Taxation, Valuation Errors, Risk and Profitability, American Economic Review, December 1981, 909- 922.",
        "Hendershott, P.H. and D.C. Ling, Tax Reform, Homeownership, and the Demand for Housing, mimeo, August 1985.",
        "Hendershott, P.8., and J. Slemrod, Taxes and User Cost of Capital for Owner- Occupied Housing, Journal of the American Real Estate and Urban Economics Association, Winter 1983, 375-393.",
        "National Association of Home Builders, Impacts of the Presidents Tax Proposal on Housing, July 1985.",
        "Summers, L.H., Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review, 71, September 1981, 533-544.",
        "Titman, S.D., The Effect of Anticipated Inflation on Housing Market Equilibrium, Journal of Finance, 37, 1982, 827-842."
    ]
}