{
    "id": 17084,
    "cites": 34,
    "cited_by": 92,
    "reference": [
        "Abraham, Katharine G., James R. Spletzer, and Jay C. Stewart (1999): Why Do Dierent Wage Series Tell Dierent Stories,American Economic Review vol. 89, no. 2, 34-39.",
        "Barnichon, Regis (2010): Productivity and Unemployment over the Business Cycle, Journal of Monetary Economics 57(8), 1013-1025.",
        "Blanchard, Olivier J. and Jordi GalÃ\u0083Â­ (2007): Real Wage Rigidities and the New Keynesian Model,Journal of Money, Credit, and Banking, supplement to volume 39, no. 1, 35-66.",
        "Blanchard, Olivier J. and Jordi GalÃ\u0083Â­ (2010): Labor Markets and Monetary Policy: A New Keynesian Model with Unemployment, American Economic Journal: Macroeconomics, 2 (2), 1-33.",
        "Calvo, Guillermo (1983): Staggered Prices in a Utility Maximizing Framework, Journal of Monetary Economics, 12, 383-398.",
        "Casares, Miguel (2010): Unemployment as Excess Supply of Labor: Implications for Wage and Price Ination, Journal of Monetary Economics 57(2), 233-243.",
        "Casares, Miguel, Antonio Moreno, and JesÃ\u0083Âºs VÃ\u0083Â¡zquez (2011): An Estimated New Keynesian Model with Unemployment as Excess Supply of Labor,  unpublished manuscript, Universidad PÃ\u0083Âºblica de Navarra.",
        "Christiano, Lawrence J., Mathias Trabandt, and Karl Walentin (2010): Involuntary Unemployment and the Business Cycle, mimeo.",
        "Christiano, Lawrence J., Mathias Trabandt, and Karl Walentin (2011): DSGE Models for Monetary Policy, in B. Friedman and M. Woodford (eds.), Handbook of Monetary Economics, Elsevier.",
        "Christoel, Kai, Keith Kuester and Tobias Linzert (2009), The Role of Labor Markets for Euro Area Monetary Policy, European Economic Review, 53 (2009), 908-936.",
        "de Walque; Gregory, Olivier Pierrard, Henri Sneessens, Raf Wouters (2009), Sequential bargaining in a Neo-Keynesian Model zith Frictional Unemployment and Staggered Wage Negotiations, Annals of Economics and Statistics, 95/96, July/December.",
        "Edge, Rochelle M., Michael T. Kiley and Jean-Philippe Laforte (2007): Documentation of the Research and Statistics Division's Estimated DSGE Model of the U.S. Economy: 2006 Version, Finance and Economics Discussion Series 2007-53, Federal Reserve Board, Washington D.C. Erceg, Christopher J., Luca Guerrieri, Christopher Gust (2006): SIGMA: A New Open Economy Model for Policy Analysis,International Journal of Central Banking, vol. 2 (1), 1-50.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin (2000): Optimal Monetary Policy with Staggered Wage and Price Contracts,Journal of Monetary Economics vol. 46, no. 2, 281-314.",
        "GalÃ\u0083Â­, Jordi (1996): Unemployment in Dynamic General Equilibrium Economies, European Economic Review 40, 839-845.",
        "GalÃ\u0083Â­, Jordi (1999), Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations ?, American Economic Review, March 1999, 249-271.",
        "GalÃ\u0083Â­, Jordi (2011a): The Return of the Wage Phillips Curve, Journal of the European Economic Association, forthcoming.",
        "GalÃ\u0083Â­, Jordi (2011b): Unemployment Fluctuations and Stabilization Policies: A New Keynesian Perspective, MIT Press (Cambridge, MA), forthcoming.",
        "GalÃ\u0083Â­, Jordi (2011c): Monetary Policy and Unemployment, in B. Friedman and M. Woodford (eds.), Handbook of Monetary Economics, vol. 3A, Elsevier B.V., 2011, 487-546.",
        "GalÃ\u0083Â­; Jordi and Mark Gertler (2007), Macroeconomic Modeling for Monetary Policy Evaluation, Journal of Economic Perspectives, 21 (4), 2007, 25-45.",
        "GalÃ\u0083Â­, Jordi, Mark Gertler, and David LÃ\u0083Â³pez-Salido (2007): Markups, Gaps, and the Welfare Costs of Business Fluctuations, Review of Economics and Statistics, 89(1), 44-59.",
        "Gertler, Mark and Antonella Trigari (2009), Unemployment Fluctuations with Staggered Nash Wage Bargaining, Journal of Political Economy 117 (1), pp. 38-86 Greenwood, Jeremy, Zvi Hercowitz, and Gregory Human (1988): Investment, Capacity Utilization and the Real Business Cycle, American Economic Review 78(3), 402-17.",
        "Jaimovich, Nir and Segio Rebelo (2009): Can News about the Future Drive the Business Cycle?, American Economics Review 99 (4), 1097-1118.",
        "Justiniano, Alejandro, Giorgio E. Primiceri, and Andrea Tambalotti (2011): Is There a Trade-O Between Ination and Output Stabilization?, unpublished manuscript.",
        "King, Robert G., Charles I. Plosser, and Sergio Rebelo (1988): Production, Growth and Business Cycles I: The Basic Neoclassical Model, Journal of Monetary Economics 21 (2/3), 195-232.",
        "Mehran, Hamid and Joseph Tracy (2001): The Eects of Employee Stock Options on the Evolution of Compensation in the 1990s, FRBNY Economic Policy Review, 17-33.",
        "Merz, Monika (1995): Search in the Labor Market and the Real Business Cycle, Journal of Monetary Economics, 36, 269-300.",
        "Sala, Luca, Ulf SÃ\u0083Â¶derstrÃ\u0083Â¶m, and Antonella Trigari (2010): The Output Gap, the Labor Wedge, and the Dynamic Behavior of Hours, Sveriges Riksbank Working Paper Series no. 246.",
        "Smets, Frank, and Rafael Wouters (2003): An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area,Journal of the European Economic Association, vol 1, no. 5, 1123-1175.",
        "Smets, Frank, and Rafael Wouters (2007): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,American Economic Review, vol 97, no. 3, 586-606.",
        "Smets, Frank; Kai Christoel, GÃ\u0083Â¼nter Coenen, Roberto Motto and Massimo Rostagno (2010). DSGE models and their use at the ECB, SERIEs, Spanish Economic Association, vol. 1(1), pages 51-65, March.",
        "Thomas, Carlos (2008a): Search and Matching Frictions and Optimal Monetary Policy, Journal of Monetary Economics 55 (5), 936-956.",
        "Trigari, Antonella (2009): Equilibrium Unemployment, Job Flows, and Ination Dynamics, Journal of Money, Credit and Banking 41 (1), 1-33.",
        "Walsh, Carl (2003b): Labor Market Search and Monetary Shocks, in S. Altug, J. Chadha and C. Nolan (eds.) Elements of Dynamic Macroeconomic Analysis, Cambridge University Press (Cambridge, UK), 451-486.",
        "Walsh, Carl (2005): Labor Market Search, Sticky Prices, and Interest Rate Rules, Review of Economic Dynamics, 8, 829-849 Woodford, Michael (2003): Interest and Prices. Foundations of a Theory of Monetary Policy, Princeton University Press (Princeton, NJ)."
    ]
}