{
    "id": 17080,
    "cites": 49,
    "cited_by": 9,
    "reference": [
        "Board of Governors of the Federal Reserve System (1965), Federal Reserve Policy Actions, Federal Reserve Bulletin, December, 1667-1668.",
        "Board of Governors of the Federal Reserve System (1970), Minutes of Action for the Meeting of Federal Open Market Committee, August 18, 1970.",
        "Board of Governors of the Federal Reserve System (1975), FOMC Memorandum of Discussion,  May 1975.",
        "Branch, William A. and George W. Evans (2006), A Simple Recursive Forecasting Model, Economics Letters 91, 158-166.",
        "Burns, Arthur (1979), The Anguish of Central Banking The 1979 Per Jacobsson Lecture, Belgrade, September 30.",
        "Cogley, Timothy and Thomas Sargent (2001), Evolving Post-World War II U.S. Inflation Dynamics, In: Bernanke, B.S., Rogoff, K.S. (Eds.), NBER Macroeconomics Annual 2001. Cambridge, MA: The MIT Press, 331373.",
        "Congressional Budget Office (2001), CBO's Method for Estimating Potential Output: An Update, Washington, DC: Government Printing Office (August).",
        "Council of Economic Advisers (1962), Economic Report of the President, U.S. Government Printing Office, Washington, DC.",
        "Council of Economic Advisers (1966), Economic Report of the President, U.S. Government Printing Office, Washington, DC.",
        "Croushore, Dean (1993), Introducing: The Survey of Professional Forecasters, Federal Reserve Bank of Philadelphia Business Review, November/December, 313.",
        "Croushore, Dean and Tom Stark (2001), A Real-Time Data Set for Macroeconomists, Journal of Econometrics 105, November, 111130.",
        "Evans, George and Seppo Honkapohja (2001), Learning and Expectations in Macroeconomics, Princeton: Princeton University Press.",
        "Giannoni, Marc P. and Michael Woodford (2005), Optimal Inflation Targeting Rules, In: Bernanke, B.S., Woodford, M. (Eds.), The Inflation Targeting Debate, Chicago: University of Chicago Press, 93162.",
        "Goodfriend, Marvin and Robert G. King (2005), The Incredible Volcker Disinflation, Journal of Monetary Economics, 52(5), 981-1015.",
        "Hall, Robert E. (1984), Monetary strategy with an elastic price standard, Price Stability and Public Policy: A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Kansas City: Federal Reserve Bank of Kansas City, 137159.",
        "Heller, Walter W. (1966), New Dimensions of Political Economy, Cambridge, MA: Harvard University.",
        "Hetzel, Robert (1998), Arthur Burns and Inflation, Federal Reserve Bank of Richmond, Economic Quarterly, 84, Winter, 21-44.",
        "Hetzel, Robert (2008a), The Monetary Policy of the Federal Reserve: A History, Cambridge: Cambridge University Press.",
        "Hetzel, Robert (2008b), What is the Monetary Standard, Or, How Did the VolckerGreenspan Fed Tame Inflation, Federal Reserve Bank of Richmond Economic Quarterly 94, Spring, 147-171.",
        "Levin, Andrew T. and John C. Williams (2003), Robust Monetary Policy with Competing Reference Models. Journal of Monetary Economics, 50, 945975.",
        "Lindsey, David E., Athanasios Orphanides and Robert H. Rasche (2005), The Reform of 1979: How It Happened and Why, In Reflections on Monetary Policy 25 Years After October 1979, Federal Reserve Bank of St. Louis Review, 87 (March/April): 187-235.",
        "Maisel, Sherman J. (1973), Managing the Dollar, New York: Norton.",
        "Martin, William M. (1957), Statement before the Committee of Finance, United States Senate, August 13.",
        "Martin, William M. (1965), Remarks before the 59th annual meeting of the Life Insurance Association of America, New York City, December 8.",
        "Mayer, Thomas (1999), Monetary Policy and the Great Inflation in the United States: The Federal Reserve and the Failure of Macroeconomic Policy, 19651979, Cheltenham: Edward Elgar.",
        "Meltzer, Allan H. (2003), A History of the Federal Reserve: Volume 1, University of Chicago Press, Chicago.",
        "Milani, Fabio (2007), Expectations, Learning, and Macroeconomic Persistence, Journal of Monetary Economics, 54, 20652082.",
        "Modigliani, Franco and Lucas Papademos (1975), Targets for Monetary Policy in the Coming Year, Brookings Papers for Economic Activity 1, 141-63.",
        "Okun, Arthur (1962), Potential Output: Its Measurement and Significance, in American Statistical Association 1962 Proceedings of the Business and Economic Section, American Statistical Association, Washington DC.",
        "Okun, Arthur (1970), The Political Economy of Prosperity, Brookings Institution, Washington DC.",
        "Orphanides, Athanasios (2002), Monetary Policy Rules and the Great Inflation, American Economic Review, 92(2), May, 115120.",
        "Orphanides, Athanasios (2003), The Quest for Prosperity without Inflation. Journal of Monetary Economics, 50(3), 633663.",
        "Orphanides, Athanasios and John C. Williams (2002), Robust Monetary Policy Rules with Unknown Natural Rates, Brookings Papers on Economic Activity, 2:2002, 63118.",
        "Orphanides, Athanasios and John C. Williams (2005a), The Decline of Activist Stabilization Policy: Natural Rate Misperceptions, Learning, and Expectations. Journal of Economic Dynamics and Control, 29(11), November, 19271950.",
        "Orphanides, Athanasios and John C. Williams (2005b), Imperfect Knowledge, Inflation Expectations and Monetary Policy, in The Inflation Targeting Debate, Ben Bernanke and Michael Woodford (eds.), Chicago: University of Chicago Press, 201234.",
        "Orphanides, Athanasios and John C. Williams (2007), Inflation Targeting Under Imperfect Knowledge, in Monetary Policy Under Inflation Targeting, Frederic Mishkin and Klaus Schmidt-Hebbel (eds.), Santiago: Central Bank of Chile, 77123 Orphanides, Athanasios and John C. Williams (2008), Learning, Expectations Formation, and the Pitfalls of Optimal Control Monetary Policy, in Journal of Monetary Economics, 55, October, S80S96.",
        "Orphanides, Athanasios and John C. Williams (2009), Imperfect Knowledge and the Pitfalls of Optimal Control Monetary Policy, in Carl Walsh and Klaus Schmidt-Hebbel (ed.), Central Banking, Analysis and Economic Policies: Monetary Policy Under Uncertainty and Learning, Santiago, Chile: Central Bank of Chile, 2009, 115144.",
        "Sargent, Thomas J. (1999), The Conquest of American Inflation, Princeton: Princeton University Press.",
        "Sargent, Thomas J. (2007), Evolution and Intelligent Design, mimeo, New York University, September.",
        "Sheridan, Niamh (2003), Forming Inflation Expectations, Johns Hopkins University, mimeo, April.",
        "Stein, Herbert (1996), A Successful Accident: Recollections and Speculations about the CEA, Journal of Economic Perspectives, 10(3), 3-21, Summer.",
        "Svensson, Lars E. O. and Robert Tetlow (2005), Optimum Policy Projections, International Journal of Central Banking, 1, 177207.",
        "Svensson, Lars E. O. and Michael Woodford (2003), Optimal Indicators for Monetary Policy, Journal of Monetary Economics, 46, 229256.",
        "Tetlow, Robert J. (2006), Real-time Model Uncertainty in the United States: `Robust' Policies Put to the Test, mimeo, Federal Reserve Board, May 22.",
        "Time Magazine (1965), We Are All Keynesian Now, December 31.",
        "United States Congress (1966), Recent Federal Reserve Action and Economic Policy Coordination, Hearings before the Joint Economic Committee, Part 1, December 13 and 14, 1965, U.S. Government Printing Office, Washington, DC.",
        "Volcker, Paul A. (1980), Statement, before the Committee on Banking, Finance and Urban Affairs, House of Representatives, February 19.",
        "Wallich, Henry C. (1976), Discussion, American Economic Review, 66(2), May, 356-359.",
        "Woodford, Michael (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press."
    ]
}