{
    "id": 17089,
    "cites": 9,
    "cited_by": 11,
    "reference": [
        "Angrist, Joshua and Kevin Lang. Does Schooling Integration Generate Peer Effects? Evidence from Boston's Metco Program, American Economic Review, 94 (2004): 1613-1634.",
        "Argys, Laura, Daniel Rees, and Dominic Brewer. Detracking America's Schools: Equity at Zero Cost? Journal of Policy Analysis and Management 15, no. 4 (1996): 623-645.",
        "Barecca, Alan I., Melanie Guldi, Jason M. Lindo, and Greg R. Waddell. Running and Jumping Variables in Regression Discontinuity Designs. University of Oregon, mimeo (2010).",
        "Betts, Julian, and Jaimie Shkolnik. The Effects of Ability Grouping on Student Achievement and Resource Allocation in Secondary Schools. Economics of Education Review 19, no. 1 (2000): 1-15.",
        "Bhatt, Rachana. The Impacts of Gifted and Talented Education. SSRN Working Paper No. 0911 (2009).",
        "Crocker, Jennifer, Andrew Karpinski, Diane M. Quinn and Sara K. Chase. When Grades Determine Self-Worth: Consequences of Contingent Self-Worth for Male and Female Engineering and Psychology Majors. Journal of Personality and Social Psychology 85, no. 3 (2003): 507  516.",
        "Davis, Billie, John Engberg, Dennis N. Epple, Holger Sieg, and Ron Zimmer, Evaluating the Gifted Program of an Urban School District using a Modified Regression Discontinuity Design, NBER Working Paper #16414, September, 2010. Duflo, Esther, Pascaline Dupas, and Michael Kremer. Peer Effects, Teacher Incentivers, and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya, American Economic Review, forthcoming.",
        "Engberg, John, Dennis Epple, Jason Imbrogno, Holger Sieg and Ron Zimmer. Evaluating Education Programs That Have Lotteried Admission and Selective Attrition. University of Pennsylvania, miemo (2010).",
        "Epple, Dennis, Elizabeth Newton, and Richard Romano. Ability Tracking, School Competition, and the Distribution of Educational Benefits. Journal of Public Economics 83, no. 1 (2002): 1-48."
    ]
}