{
    "id": 17088,
    "cites": 35,
    "cited_by": 31,
    "reference": [
        "Akerlof, George A. 1997. Social Distance and Social Decisions. Econometrica 65(5): 1005-1027.",
        "Altonji, Joseph, Todd Elder and Christopher Taber. 2005. Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools. Journal of Political Economy 113(1): 151-184.",
        "Argys, Laura M, and Daniel I. Rees. 2008. Searching for Peers Effects: A Test of the Contagion Hypothesis. The Review of Economics and Statistics 90(3): 442-458.",
        "Bajari, Patrick, Han Hong and Stephen P. Ryan. 2009. Identification and Estimation of a Discrete Game of Complete Information. Econometrica 78(5): 1529-68.",
        "Berndt, Thomas J. 1982. The Features and Effects of Friendship in Early Adolescence. Child Development 53: 1447-1460.",
        "Bramoulle, Yann, Habiba Djebbari and Bernard Fortin. 2009. Identification of Peer Effects through Social Networks. Journal of Econometrics. 150(1): 41-55.",
        "Bresnahan, Timothy F. and Peter C. Reiss. 1990. Entry in Monopoly Markets. Review of Economic Studies 57: 531-553.",
        "Bresnahan, Timothy F. and Peter C. Reiss. 1991. Empirical Models of Discrete Games. Journal of Econometrics 48: 57-81.",
        "Brock, William A. and Steven Durlauf. 2001. Discrete Choice with Social Interactions. Review of Economic Studies 68: 235-60.",
        "Carrell, Scott E., Richard L. Fullerton and James E. West. 2009. Does Your Cohort Matter? Estimating Peer Effects in College Achievement. Journal of Labor Economics 27(3): 439-464.",
        "Carrell, Scott E., Bruce I. Sacerdote and James E. West. 2011. From Natural Variation to Optimal Policy? The Lucas Critique Meets Peer Effects. NBER Working Paper No. 16865, National Bureau of Economic Research, Inc.",
        "Ciliberto, Federico. and Elie Tamer. 2009. Market Structure and Multiple Equilibria in Airline Markets. Econometrica 77(6): 1791-1828.",
        "De Giorgi, Giacomo, Michele Pellizzari and Silvia Redaelli. 2010. Identification of Social Interactions through Partially Overlapping Peer Groups. American Economic Journal: Applied Economics, 2(2): 241-275.",
        "Fryer, Roland and Paul Torelli. 2006. An Empirical Analysis of Acting White. Harvard University Department of Economics Unpublished Working Paper. URL: http://www.economics.harvard.edu/faculty/fryer/files/fryer_torelli.pdf Harris, K.M., C.T. Halpern, E. Whitsel, J. Hussey, J. Tabor, P. Entzel, and J.R. Udry. 2009. The National Longitudinal Study of Adolescent Health: Research Design. URL: http://www.cpc.unc.edu/projects/addhealth/design.",
        "Haynie, Dana L. 2001. Delinquent Peers Revisited: Does Network Structure Matter? American Journal of Sociology 104(4): 1013-1057.",
        "Halliday, Timothy J. and Sally Kwak. 2009. Weight Gain in Adolescents and Their Peers. Economics and Human Biology 7: 181-190.",
        "Heckman, James J. 1978. Statistical Models for Discrete Panel Data Developed and Applied to Test the Hypothesis of True State Dependence against the Hypothesis of Spurious State Dependence. Annales de l'insÃ\u0083Â©Ã\u0083Â© (30/31): 227-69.",
        "Heckman, James J. 1981. Statistical Models for Discrete Panel Data. In Charles F. Manski and Daniel McFadden, editors, Structural Analysis of Discrete Data with Econometric Applications. Cambridge, MIT Press, 1981: 114-175.",
        "Huang, Ching-I. 2010. Intra-Household Effects on Demand for Telephone Service: Empirical Evidence. Unpublished paper.",
        "Hyslop, Dean R. 1999. State Dependence, Serial Correlation and Heterogeneity in Intertemporal Labor Force Participation of Married Women. Econometrica 67: 1255-1294.",
        "Jacob, Brian. 2004. Public Housing, Housing Vouchers and Student Achievement: Evidence from Public Housing Demolitions in Chicago. American Economic Review 94(1): 233-258.",
        "Kling, Jeffrey R., Jeffrey B. Liebman and Lawrence F. Katz. 2007. Experimental Analysis of Neighborhood Effects. Econometrica, 75(1), 83119.",
        "Krauth, Brian V. 2006. Simulation-Based Estimation of Peer Effects. Journal of Econometrics 133: 243-71.",
        "Krauth, Brian V. 2007. Peer and Selection Effects on Youth Smoking in California. Journal of Business and Economic Statistics 25(3): 288-98.",
        "Kremer, Michael and Dan Levy. 2008. Peer Effects and Alcohol Use Among College Students. Journal of Economic Perspectives 22(3): 189-206.",
        "Lin, Xu. 2010. Identifying Peer Effects in Student Academic Achievement by Spatial Autoregressive Models with Group Unobservables. Journal of Labor Economics. 28(4): 825-860.",
        "Manski, Charles F. 1993. The Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies 60: 531-42.",
        "Moffitt, Robert. (2001). Policy Interventions, Low-level equilibria, and Social Interactions. In S. Durlauf and P. Young (Eds.), Social Dynamics Cambridge, MA: MIT Press: 4582.",
        "Oreopoulos, Philip. 2003. The Long Run Consequences of Growing Up in a Poor Neighbourhood. Quarterly Journal of Economics 118(4): 1533-1575.",
        "Sacerdote, Bruce I. (2001). Peer effects with random assignment: Results for Dartmouth roommates. Quarterly Journal of Economics 116(2), 681704.",
        "Smith, Kirsten P. and Nicholas Christakis. 2008. Social Networks and Health. Annual Review of Sociology 34: 405-429.",
        "Soetevent, Adriaan R. and Peter Kooreman. 2006. A Discrete Choice Model with Social Interactions: An Analysis of High School Teen Behavior. Journal of Applied Econometrics 22: 599-624.",
        "Stinebrickner, Ralph and Todd R. Stinebrickner. 2006. What Can be Learned About Peer Effects Using College Roommates? Evidence from New Survey Data and Students from Disadvantaged Backgrounds. Journal of Public Economics 90(8-9): 1435-1454.",
        "Tamer, Elie. 2003. Incomplete Simultaneous Discrete Response Model with Multiple Equilibria. Review of Economic Studies 70: 147-165.",
        "Zimmerman, David. 2003. Peer Effects in Academic Outcomes: Evidence from a Natural Experiment. Review of Economics and Statistics 85(1), 923."
    ]
}