{
    "id": 17083,
    "cites": 42,
    "cited_by": 17,
    "reference": [
        "Allcott, Hunt, and Nathan Wozny. Gasoline Prices, Fuel Economy, and the Energy Paradox. Working Paper, November 2010.",
        "Allcott, Hunt, and Sendhil Mullainathan. Behavior and Energy Policy. Science 327 (March 2010): 1204-1205.",
        "Andreoni, James, and Charles Sprenger. Estimating Time Preferences from Convex Budgets. NBER Working Paper #16347, September 2010.",
        "Ariely, Dan, and Klaus Wertenbroch. Procrastination, Deadlines, and Performance: SelfControl by Precommitment. Psychological Science 13, no. 3 (May 2002): 219-224.",
        "Bhattacharya, Jay, and Darius Lakdawalla. Time-Inconsistency and Welfare. NBER Working Paper #10345, March 2004.",
        "Brons, Martijn, Peter Nijkamp, Eric Pels, and Piet Rietveld. A meta-analysis of the price elasticity of gasoline demand. A SUR approach. Energy Economics 30, no. 5 (September 2008): 2105-2122.",
        "Brown, Alexander, Zhikang Eric Chua, and Colin Camerer. Learning and Visceral Temptation in Dynamic Saving Experiments. Quarterly Journal of Economics 124, no. 1 (February 2009): 197-231.",
        "Busse, Meghan, Christopher Knittel, and Florian Zettelmeyer. Pain at the Pump: The Differential Effect of Gasoline Prices on New and Used Automobile Markets. NBER Working Paper #15590, December 2009.",
        "Caplin, Andrew, and John Leahy. The Social Discount Rate. Journal of Political Economy 112, no. 6 (December 2004): 1257-1268.",
        "Carlson, Curtis, Dallas Burtraw, Maureen Cropper, and Karen Palmer. Sulfur Dioxide Control by Electric Utilities: What Are the Gains from Trade? Journal of Political Economy 108, no. 6 (December 2000): 1292-1326.",
        "Carroll, Gabriel, James Choi, David Laibson, Brigitte Madrian, and Andrew Metrick. Optimal Defaults and Active Decisions. Quarterly Journal of Economics 124, no. 4 (November 2009): 1639-1674.",
        "DellaVigna, Stefano. Psychology and Economics: Evidence from the Field. Journal of Economic Literature 47, no. 2 (June 2009): 315-372.",
        "Dellavigna, Stefano, and Ulrike Malmendier. Paying Not to Go to the Gym. American Economic Review 96, no. 3 (June 2006): 694-719.",
        "Espey, Molly. Explaining the variation in elasticity estimates of gasoline demand in the United States: A meta-analysis. Energy Journal 17, no. 3 (1996): 49-60.",
        "Espey, Molly. Gasoline Demand Revisited: An International Meta-analysis of Elasticities. Energy Economics 20, no. 3 (June 1998): 273-295.",
        "Fang, Hanming, and Dan Silverman. Time-Inconsistency and Welfare Program Participation: Evidence from the NLSY. International Economic Review 50, no. 4 (November 2009): 1043-1077.",
        "Fischer, Carolyn, Winston Harrington, and Ian Parry. Should Automobile Fuel Economy Standards be Tightened? The Energy Journal 28, no. 4 (2007): 1-29.",
        "Gillingham, Kenneth, Richard Newell, and Karen Palmer. Energy Efficiency Economics and Policy. Annual Review of Resource Economics 1 (October 2009): 597-619.",
        "Greene, David. Why CAFE Worked. Energy Policy 26, no. 8 (July 1998): 595-613.",
        "Greene, David. Why the Market for New Passenger Cars Generally Undervalues Fuel Economy. Joint Transport Research Centre Discussion Paper No. 2010-6, January 2010.",
        "Gruber, Jonathan, and Botond Koszegi. Is Addiction Rational? Theory and Evidence. The Quarterly Journal of Economics 116, no. 4 (November 2001): 1261-1303.",
        "Hassett, Kevin, and Gilbert Metcalf. Energy Tax Credits and Residential Conservation Investment: Evidence from Panel Data. Journal of Public Economics 57, no. 2 (June 1995): 210-217.",
        "Hastings, Justine, and Olivia Mitchell. How Financial Literacy and Impatience Shape Retirement Wealth and Investment Behaviors. NBER Working Paper #16740, January 2011.",
        "Hausman, Jerry. Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables. Bell Journal of Economics 10, no. 1 (Spring 1979): 33-54.",
        "Hughes, Jonathan, Christopher Knittel, and Daniel Sperling. Evidence of a Shift in the ShortRun Price Elasticity of Gasoline Demand. Energy Journal 29, no. 1 (2008): 113-134.",
        "Johansson, Olof. Optimal Pigovian Taxes under Altruism. Land Economics 73, no. 3 (August 1997): 297-308.",
        "Krusell, Per, Burhanettin Kuruscu, and Anthony Smith. Equilibrium Welfare and Government Policy with Quasi-geometric Discounting. Journal of Economic Theory 105, no. 1 (July 2002): 42-72.",
        "Laibson, David. Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics 112, no. 2 (May 1997): 443-477.",
        "Laibson, David, Andrea Repetto, and Jeremy Tobachman. Self-Control and Saving for Retirement. Brookings Papers on Economic Activity, no. 1 (1998): 91-172.",
        "Laibson, David, Andrea Repetto, and Jeremy Tobacman. Estimating Discount Functions with Consumption Choices over the Lifecycle. NBER Working Paper #13314, 2007.",
        "Lofgren, Asa. The Effect of Addiction on Environmental Taxation in a First and Second-Best World. Working Papers in Economics no. 91, Department of Economics, Goteborg University, 2003.",
        "Mastrobuoni, Giovanni, and Matthew Weinberg. Heterogeneity in Intra-monthly Consumption Patterns, Self-Control, and Savings at Retirement. American Economic Journal: Economic Policy 1, no. 2 (August 2009): 163-189.",
        "Mauzerall, Denise, Babar Sultan, Namsoung Kim, and David Bradford. NOx Emissions from Large Point Sources: Variability in Ozone Production, Resulting Health Damages and Economic Costs. Atmospheric Environment 39, no. 16 (May 2005): 2851-2866.",
        "Mullainathan, Sendhil, and Richard Thaler. Behavioral Economics. In International Encyclopedia of the Social and Behavioral Sciences, edited by Neil Smelser and Paul Bates. 2001.",
        "O'Donoghue, Ted, and Matthew Rabin. Doing It Now or Later. American Economic Review 89, no. 1 (March 1999): 103-124.",
        "O'Donoghue, Ted, and Matthew Rabin. Optimal Sin Taxes. Journal of Public Economics 90, no. 10-11 (November 2006): 1825-1849.",
        "Parry, Ian. How Much Should Highway Fuels be Taxed? In U.S. Energy Tax Policy, by Gilbert Metcalf, 269-297. Cambridge: Cambridge University Press, 2011. Robson, Arthur, and Larry Samuelson. The Evolution of Decision and Experienced Utilities. Theoretical Economics, forthcoming.",
        "Ruhm, Chris. Understanding Overeating and Obesity. NBER Working Paper #16149, 2010.",
        "Sanstad, Alan, W. Michael Hanemann, and Maximillian Auffhammer. End-use Energy Efficiency in a Post-Carbon California Economy: Policy Issues and Research Frontiers. California Climate Change Center, UC Berkeley, 2006.",
        "Shogren, Jason, and Laura Taylor. On Behavioral-Environmental Economics. Review of Environmental Economics and Policy 2, no. 1 (Winter 2008): 26-44.",
        "Thaler, Richard. Some Empirical Evidence on Dynamic Inconsistency. Economics Letters 8, no. 3 (1981): 201-207.",
        "Viscusi, Kip, Joel Huber, and Jason Bell. Estimating Discount Rates for Environmental Quality from Utility-Based Choice Experiments. Journal of Risk and Uncertainty 37, no. 2-3 (December 2008): 199-220."
    ]
}