{
    "id": 17094,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron, Directed Technical Change, Review of Economic Studies, October 2002, 69 (4), 781810.",
        ", Amy Finkelstein, and Matthew J. Notowidigdo, Income and Health Spending: Evidence from Oil Price Shocks, 2009. MIT working paper.",
        ", Philippe Aghion, Leonardo Bursztyn, and David Hemous, The Environment and Directed Technological Change, 2009. MIT working paper.",
        "Aghion, Philippe and Peter Howitt, A Model of Growth through Creative Destruction, Econometrica, March 1992, 60 (2), 323351.",
        "Ashenfelter, Orley and Michael Greenstone, Using Mandated Speed Limits to Measure the Value of a Statistical Life, Journal of Political Economy, February 2004, 112 (1), S226 S267. Part 2.",
        "Attanasio, Orazio P. and Guglielmo Weber, Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy, 1995, 103 (6), 11211157.",
        "Becker, Gary S., Tomas J. Philipson, and Rodrigo R. Soares, The Quantity and Quality of Life and the Evolution of World Inequality, American Economic Review, March 2005, 95 (1), 277291.",
        "Bostrom, Nick, Existential Risks, Journal of Evolution and Technology, March 2002, 9.",
        "Brock, William and M. Scott Taylor, Economic Growth Theory and the Environment: A Review of Theory and Empirics, Handbook of Economic Growth, 2005, pp. 17491821.",
        "Chetty, Raj, A New Method of Estimating Risk Aversion, American Economic Review, December 2006, 96 (5), 18211834.",
        "Costa, Dora L. and Matthew E. Kahn, Changes in the Value of Life, 19401980, Journal of Risk and Uncertainty, September 2004, 29 (2), 159180.",
        "Cutler, David M., Mark B. McClellan, Joseph P. Newhouse, and Dahlia Remler, Are Medical Prices Declining? Evidence from Heart Attack Treatments, Quarterly Journal of Economics, November 1998, 113 (4), 9911024.",
        "Ehrlich, Isaac and Hiroyuki Chuma, A Model of the Demand for Longevity and the Value of Life Extension, Journal of Political Economy, August 1990, 98 (4), 761782.",
        "Gradus, Raymond and Sjak Smulders, The Trade-off between Environmental Care and Long-Term GrowthPollution in Three Prototype Growth Models, Journal of Economics, 1993, 58 (1), 2551.",
        "Grossman, Michael, On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, March/April 1972, 80 (2), 223255.",
        "Gruber, Jonathan, A Tax-Based Estimate of the Elasticity of Intertemporal Substitution, 2006. NBER Working Paper 11945.",
        "Guvenen, Fatih, ReconcilinG Conflicting Evidence on the Elasticity of Intertemporal Substitution: A Macroeconomic Perspective, Journal of Monetary Economics, 2006, 53 (7), 14511472.",
        "Hall, Robert E., Intertemporal Substitution in Consumption, Journal of Political Economy, April 1988, 96 (2), 339357.",
        ", Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, Journal of Political Economy, 2009, 117 (2), 281323.",
        "LIFE AND GROWTH 45 and Charles I. Jones, The Value of Life and the Rise in Health Spending, Quarterly Journal of Economics, February 2007, 122 (1), 3972.",
        "Hammitt, James K., Jin-Tan Liu, and Jin-Long Liu, Survival is a Luxury Good: The Increasing Value of a Statistical Life, July 2000. Harvard University mimeo.",
        "Jones, Charles I., R&D-Based Models of Economic Growth, Journal of Political Economy, August 1995, 103 (4), 759784.",
        "Joy, Bill, Why the World Doesn't Need Us, Wired Magazine, April 2000, 8 (4).",
        "Lawver, Daniel, Measuring Quality Increases in the Medical Sector, 2011. A.S.U. manuscript.",
        "Lichtenberg, Frank, The Impact of New Drug Launches on Longevity: Evidence from Longitudinal, Disease-Level Data from 52 Countries, 19822001, International Journal of Health Care Finance and Economics, January 2005, 5 (1), 4773.",
        "Lucas, Deborah, Asset Pricing with Undiversifiable Risk and Short Sales Constraints: Deepening the Equity Premium Puzzle, Journal of Monetary Economics, 1994, 34 (3), 325342.",
        "Malani, Anup and Tomas J. Philipson, Can Medical Progress be Sustained? Implications of the Link Between Development and Output Markets, Working Paper 17011, National Bureau of Economic Research May 2011.",
        "Murphy, Kevin M. and Robert H. Topel, The Value of Health and Longevity, Journal of Political Economy, October 2006, 114 (5), 871904.",
        "Nordhaus, William D., The Health of Nations: The Contribution of Improved Health to Living Standards. In Murphy and Topel, eds (2003) pp. 940.",
        "Overbye, Dennis, Gauging a Collider's Odds of Creating a Black Hole, New York Times, April 2008.",
        "Rees, Martin, Our Final Century, London: William Heinemann, 2003.",
        "Romer, Paul M., Endogenous Technological Change, Journal of Political Economy, October 1990, 98 (5), S71S102.",
        "Rosen, Sherwin, The Value of Changes in Life Expectancy, Journal of Risk and Uncertainty, 1988, 1, 285304.",
        "Shapiro, Irving, Matthew D. Shapiro, and David W. Wilcox, Measuring the Value of Cataract Surgery, 1999. University of Michigan mimeo.",
        "Solow, Robert M., Intergenerational Equity and Exhaustible Resources, Review of Economic Studies, 1974, pp. 2945.",
        "Stiglitz, Joseph, Growth with Exhaustible Natural Resources: Efficient and Optimal Growth Paths, Review of Economic Studies, 1974, pp. 123137.",
        "Stokey, Nancy L., Are there Limits to Growth?, International Economic Review, 1998, pp. 1 31.",
        "Triplett, Jack E. and Barry P. Bosworth, Productivity in the Services Sector, 2000. Brookings Institution mimeo.",
        "Vissing-Jorgensen, Annette and Orazio P. Attanasio, Stock-Market Participation, Intertemporal Substitution, and Risk-Aversion, American Economic Association Papers and Proceedings, May 2003, 93 (2), 383391.",
        "Weisbrod, Burton A., The Health Care Quadrilemma: An Essay on Technological Change, Insurance, Quality of Care, and Cost Containment, Journal of Economic Literature, June 1991, 29, 523552."
    ]
}