{
    "id": 17093,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Abramitzky, Ran, The Limits of Equality: Insights from the Israeli Kibbutz, Quarterly Journal of Economics, 123:3, 1111-1159, 2008.",
        "Abramitzky, Ran, The Effect of Redistribution on Migration: Evidence from the Israeli kibbutz, Journal of Public Economics, 93, 498-511, 2009.",
        "Abramitzky, Ran, Lessons from the Kibbutz on the Equality-Incentives Trade-Off, Journal of Economic Perspectives, 25:1, 185-208, 2011.",
        "Attansio, Orazio Pietro, and Katja Maria Kaufmann, Educational Choices, Subjective Expectations, and Credit Constraints, NBER Working Paper 15087, 2009.",
        "Autor, David, Lawrence Katz, and Alan B. Krueger, Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics 113, 11691214, 1999.",
        "Avery, Christopher, and Thomas J. Kane, Student Perceptions of College Opportunities: The Boston COACH Program, in Hoxby, Caroline M., ed., College Choices: The Economics of Where to Go, When to Go, and How to Pay for It, Chicago: University of Chicago Press, 2004.",
        "Aydemir, Abdurrahman, and Arthur Sweetman, First and Second Generation Immigrant Educational Attainment and Labor Market Outcomes: A Comparison of the United States and Canada, IZA Discussion Paper No. 2298, 2006.",
        "Brainerd, Elizabeth, Winners and Losers in Russia's Economic Transition, American Economic Review, 88:5, 1094-1116, 1998.",
        "Becker, Gary, Human Capital and the Personal Distribution of Income, Ann Arbor Michigan: University of Michigan Press, 1967.",
        "Ben-Porath, Yoram, The Production of Human Capital and the Life Cycle of Earning, Journal of Political Economy, 75, 352-365, 1967.",
        "Betts, Julian, What Do Students Know About Wages? Evidence From a Survey of Undergraduates, Journal of Human Resources, 31:1, 27-56, 1996.",
        "Card, David, Using Geographic Variation in College Proximity to Estimate the Return to Schooling, in Louis N Christofides, E. Kenneth Grant and Robert Swidinksy, eds., Aspects of Labour Market Behaviour, Toronto: University of Toronto Press, 1995.",
        "- - The Causal Effect of Education on Earnings, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3A, Amsterdam and New York: North Holland, 1999.",
        "Card, David, and John DiNardo, Skill-Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles, Journal of Labor Economics, 20:4, 733783, 2002. Chetty, Raj, John Friedman, Tore Olsen, and Luigi Pistaferri, Adjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax Records, forthcoming Quarterly Journal of Economics.",
        "Dale, Stacy Berg, and Alan B. Krueger, Estimating The Payoff To Attending A More Selective College: An Application Of Selection On Observables And Unobservables, The Quarterly Journal of Economics, 117:4, 1491-1527, 2002.",
        "Dominitz, Jeff and Charles F. Manski, Eliciting Student Expectations of the Returns to Schooling, Journal of Human Resources, 31:1, 1-26, 1996.",
        "Dustmann, Christian, and Nikolaos Theodoropoulos, Ethnic minority immigrants and their children in Britain, Oxford Economic Papers, Oxford University Press, 62: (2, 209-233, 2010.",
        "Freeman, Richard B., The Overeducated American, New York: Academic Press, 1976.",
        "Gavron, Daniel, The Kibbutz: Awaking from Utopia, Lanham, MD, 2000. Getz, Shlomo, Surveys of Changes in Kibbutzim, Institute for Research of the Kibbutz and the Cooperative Idea, University of Haifa, Reports, 19982004 (in Hebrew).",
        "Gilboa, Yaakov, Kibbutz Education: Implications for Nurturing Children From LowIncome Families, Israel Economic Review, l 2, 107-123, 2004.",
        "Goldin, Claudia, and Lawrence Katz, The Race between Education and Technology, Cambridge, MA: The Belknap Press of Harvard University Press, 2008.",
        "Hoxby, Caroline M., The Return to Attending a More Selective College: 1960 to the Present, Forum Strategy Series, 3, 2000.",
        "Jensen, Robert, The (Perceived) Returns to Education and the Demand for Schooling, Quarterly Journal of Economics, 125:2, 515-548, 2010.",
        "Jensen, Robert, Economic Opportunities and Gender Differences in Human Capital: Experimental Evidence from India, working paper, 2011.",
        "Kane, Thomas J., College Entry by Blacks since 1970: The Role of College Costs, Family Background, and Returns to Education, Journal of Political Economy, 102:5, 878-911, 1994.",
        "Kane, Thomas J., and Cecilia Rouse, Labor Market Returns to Two- and Four- Year Colleges: Is a Credit a Credit and Do Degrees Matter? NBER Working Paper 4268, 1993.",
        "Klinov, Ruth, and Michal Palgi, Standard of Living in Kibbutzim  a comparison with Urban Families, Working Paper Number A06.05, The Falk Research Institute, Jerusalem Israel, 2006.",
        "Lavy, Victor, and Analia Schlosser, Targeted Remedial Education for Under-Performing Teenagers: Costs and Benefits, Journal of Labor Economics, 23:4, 839-874, 2005.",
        "Lavy, Victor, Performance Pay and Teachers' Effort, Productivity and Grading Ethics, American Economic Review, 99:5, 1979-2011, 2009.",
        "Lavy, Victor, Effects of Free Choice among Public Schools, Review of Economic Studies 77, 11641191, 2010.",
        "Manski, Charles F., Adolescent Econometricians: How Do Youth Infer the Returns to Education? in Clotfelter, Charles T. and Michael Rothschild, eds., Studies of Supply and Demand in Higher Education, Chicago, Ill: University of Chicago Press, 1993.",
        "Martorell, Francisco, Do High School Graduation Exams Matter? Evaluating the Effects of Exit Exam Performance on Student Outcomes, Manuscript, 2005.",
        "Moock Peter R., Harry A. Patrinos and Meera Venkataraman, Education and Earnings in a Transition Economy (Vietnam), World Bank Policy Research Working Paper No. 1920, 1998.",
        "Oreopoulos, Philip, and Kjell Salvanes, How Large Are the Returns to Schooling? Hint: Money Isn't Everything, NBER Working Paper 15339, 2009.",
        "Sakellaris, Plutarchos, and Antonio Spilimbergo, Business cycles and investment in human capital: international evidence on higher education, Carnegie-Rochester Conference Series on Public Policy, 52, 221-256, 2000.",
        "Saez, Emmanuel, Joel B. Slemrod, and Seth H. Giertz, The Elasticity of Taxable Income With Respect To Marginal Tax Rates: A Critical Review, Working Paper 15012, 2009.",
        "Smith, Herbert L., and Brian Powell, Great Expectations: Variations in Income Expectations Among College Seniors, Sociology of Education, 63:3, 194-207, 1990.",
        "Svejnar, Jan, Labor Markets in the Transitional Central and East European Economies, in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Vol. 3, North Holland, 1999.",
        "Trumper, Ricardo, Differences in Motivation Towards Science Subjects Among Kibbutz and Urban High School Students, Interchange, 28:2, 205-218, 1997.",
        "Weiss, Andrew, Human Capital vs. Signalling Explanations of Wages, Journal of Economic Perspectives, 4, 133-154, 1995."
    ]
}