{
    "id": 17099,
    "cites": 41,
    "cited_by": 0,
    "reference": [
        "Atwater, Lee (1989-1990). Altered States: Redistricting Law and Politics in the 1990s. Journal of Law and Politics, 6, 661-672.",
        "Barone, Michael and Grant Ujifusa (1994). The Almanac of American Politics. Washington, DC: National Journal.",
        "Brace, Kimball, Bernard Grofman, Lisa Handley and Richard Niemi (1988). Minority Voting Equality: The 65 Percent Rule in Theory and Practice. Law and Policy, 10, 1, 43-62.",
        "Bullock, Charles (1995). The Impact of Changing the Racial Composition of Congressional Districts on Legislators' Roll Call Behavior. American Politics Research, 23, 141-158.",
        "Bullock, Charles and Richard Dunn (1999). The Demise of Racial Districting and the Future of Black Representation. Emory Law Journal, 48, 1209-1254.",
        "Cameron, Charles, David Epstein, and Sharyn O'Halloran (1996). Do Majority-Minority Districts Maximize Substantive Black Representation in Congress? American Political Science Review 90 (December): 794-812.",
        "Cameron, Colin, Jonah Gelbach and Douglas Miller (2008). Boostrap-based Improvements for Inference with Clustered Errors. The Review of Economics and Statistics, 90, 3, 414-427.",
        "Carrigan, William (2003). The Lynching of Persons of Mexican Origin or Descent in the United States, 1848-1928. Journal of Social History, winter, 411-439. Cox, Adam and Richard Holden (forthcoming). Reconsidering Racial and Partisan Gerrymandering. University of Chicago Law Review.",
        "Cunningham, Maurice T. (2001). Maximization, Whatever the Cost: Race, Redistricting and the Department of Justice. Westport, CT: Praeger.",
        "Dye, Thomas and James Renick (1981). Political Power and City Jobs: Determinants of Minority Employment. Social Science Quarterly, 62, 3, 475-486.",
        "Eisinger, Peter (1982). Black Employment in Municipal Jobs: The Impact of Black Political Power. American Political Science Review, 76, 2, 380-392.",
        "Engstrom, Richard (1995). Voting Rights Districts: Debunking the Myths. Campaigns and Elections, April, 45-46.",
        "Everett, Robinson (2001). Redistricting in North Carolina--A Personal Perspective. North Carolina Law Review, 5, 1301-1330.",
        "Friedman, John and Richard Holden (2008). Optimal Gerrymandering: Sometimes Pack, But Never Crack. American Economic Review, 98, 1, 113-144.",
        "Gibson, Campbell and Kay Jung (2002). Historical Census Statistics on Population Totals By Race, 1790 to 1990, and By Hispanic Origin, 1970 to 1990, For The United States, Regions, Divisions, and States. Washington, DC: United States Census Bureau Population Division Working Paper Series Number 56.",
        "Grofman, Bernard and Lisa Handley (1989). Black Representation: Making Sense of Electoral Geography at Different Levels of Government. Legislative Studies Quarterly, 14, 2, 265-279.",
        "Grofman, Bernard and Lisa Handley (1998). Voting Rights in the 1990s: An Overview in Race and Redistricting in the 1990s Ed. Bernard Grofman. New York, NY: Agathon Press.",
        "Grofman, Bernard, Lisa Handley and David Lublin (2000-2001). Drawing Effective Minority Districts: A Conceptual Framework and Some Empirical Evidence. North Carolina Law Review, 79, 1383-1430.",
        "Grose, Christian (2005). Disentangling Constituency and Legislator Effects in Legislative Representation: Black Legislators or Black Districts? Social Science Quarterly, 86, 2, 427-443.",
        "Groseclose, Timothy; Steven Levitt; James Snyder (1990). Comparing Interest Group Scores Across Time and Chambers: Adjusted ADA Scores for the US Congress. American Political Science Review, 93 (1) 33-50.",
        "Guinier, Lani (1995). Don't Scapegoat the Gerrymander. New York Times, January 8.",
        "Hill, Kevin (1995). Does the Creation of Majority Black Districts Aid Republicans? An Analysis of the 1982 Congressional Elections in Eight Southern States? Journal of Politics, 57, 2, 384401.",
        "Kan, Kamhon and CC Yang (2001). On Expressive Voting: Evidence from the 1988 US Presidential Election. Public Choice, 108, 3-4, 295-312.",
        "Karnig, Albert and Susan Welch (1980). Black Representatives and Urban Policy. Chicago, IL: University of Chicago Press.",
        "Lublin, David (1997). Paradox of Representation. Princeton, NJ: Princeton University Press.",
        "McDermott, Monika L. (1998) Race and Gender Cues in Low-Information Elections. Political Research Quarterly 51 (12) 895-918.",
        "Nakao, Keisuke (2011). Racial redistricting for Minority Representation without Partisan Bias: A Theoretical Approach. Economics and Politics, 23, 1, 132-151.",
        "Nye, John, Ilia Rainer and Thomas Stratmann (2010). Do Black Mayors Improve Black Employment Outcomes? Evidence from Large U.S. Cities, George Mason University Working Paper in Economics Number 10-11.",
        "Overby, Marvin and Kenneth Cosgrove (1996). Unintended Consequences? Racial Redistricting and the Representation of Minority Interests. Journal of Politics, 58, 2, 540-550.",
        "Poole, Keith T. and Howard Rosenthal (2007). Ideology and Congress. New Brunswick, NJ : Transaction Publishers.",
        "Presto, Jennifer (2004). The 1982 Amendments to Section 2 of the Voting Rights Act: Constitutionality After City of Boerne New York University Annual Survey of American Law, 59, 4, 609-631.",
        "Ruiz, Vicki (2001). South by Southwest: Mexican Americans and Segregated Schooling, 19001950.  Organization of American Historians Magazine of History, 15, 2, 23-27.",
        "Shotts, Kenneth (2001). The Effect of Majority-Minority Mandates on Partisan Gerrymandering. American Journal of Political Science, 45, 1, 120-135.",
        "Shotts, Kenneth (2002). Gerrymandering, Legislative Composition and National Policy Outcomes. American Journal of Political Science, 46, 2, 398-414.",
        "Shotts, Kenneth (2003). Does Racial Redistricting Cause Conservative Policy Outcomes? Policy Preferences of Southern Representatives in the 1980s and 1990s. Journal of Politics, 65, 1, 216226.",
        "Stratmann, Thomas (2000). Congressional Voting over Legislative Careers: Shifting Positions and Changing Constraints. American Political Science Review, 94, 3, 665-676.",
        "Swain, Carol (2006). Black Faces, Black Interests: The Representation of African Americans in Congress. Cambridge: Harvard University Press.",
        "United States Commission on Civil Rights (1968). Political Participation. Washington, DC: US Government Printing Office.",
        "United States Commission on Civil Rights (1984). A Citizens Guide to Understanding the Voting Rights Act. Washington, DC: US Government Printing Office.",
        "United States Commission on Civil Rights (2005). Reauthorization of the Temporary Provision of the Voting Rights Act: An Examination of the Act's Section V Preclearance Provisions. Washington, DC: US Government Printing Office.",
        "Washington, Ebonya (2006). How Black Candidates Affect Voter Turnout. Quarterly Journal of Economics, 121, 3, 973-98."
    ]
}