{
    "id": 17105,
    "cites": 46,
    "cited_by": 23,
    "reference": [
        "Ahnert, Lieselotte, Megan R. Gunnar, Michael E. Lamb, and Martina Barthel (2004), Transition to Child Care: Associations With InfantMother Attachment, Infant Negative Emotion, and Cortisol Elevations Child Development, 75(3) 639  650.",
        "Baker, Michael and Kevin Milligan (2008a), Maternal Employment, Breastfeeding, and Health: Evidence from Maternity Leave Mandates, Journal of Health Economics, Vol. 27, July, 871887.",
        "Baker, Michael and Kevin Milligan (2008b), How does job-protected maternity leave affect mothers' employment? Journal of Labor Economics, Vol. 26, No. 4, pp. 655-691.",
        "Baker, Michael and Kevin Milligan (2010), Evidence from maternity leave expansions of the impact of maternal care on early child development, Journal of Human Resources, 45, Winter, 1-32.",
        "Baker, Michael, Jonathan Gruber, and Kevin Milligan (2008), Universal Childcare, Maternal Labor Supply, and Family Well-being, Journal of Political Economy, Vol. 116, No. 4, pp. 709745.",
        "Baum, Charles L., (2003) Does Early Maternal Employment Harm Child Development? An Analysis of the Potential Benefits of Leave Taking, Journal of Labor Economics, 21(2) 409448.",
        "Behar, Lenore, and Samuel Stringfield (1974), A Behavior Rating Scale for the Preschool Child, Developmental Psychology 10 (September), pp. 60110.",
        "Bergman, Kristin, Pampa Sarkar, Vivette Glover, and Thomas G. O'Connor (2010) Maternal Prenatal Cortisol and Infant Cognitive Development: Moderation by InfantMother Attachment, Biological Psychiatry, 67 33 Bernal, R. (2008), The Effect of Maternal Employment and Child Care on Children's Cognitive Development. International Economic Review, Vol. 49, No. 4, pp. 1173-1209.",
        "Bloom. Howard S. (1984), Accounting for no-shows in experimental evaluation designs, Evaluation Review, Vol. 8, pp. 225-246.",
        "Brooks-Gunn, Jeanne, Wen-Jui Han, and Jane Waldfogel (2002), Maternal Employment and Child Cognitive Outcomes in the First Three Years of Life: The NICHD Study of Early Child Care, Child Development, Vol, 73, No. 4, pp. 1052-1072.",
        "Brusentsev, Vera and Wayne Vroman (2007), Compensating for Birth and Adoption, The Urban Institute.",
        "Boyle, Michael H., David R. Offord, Yvonne Racine, Jan E. Fleming, Peter Szatmari, and Mark Stanford (1993), Evaluation of the Revised Ontario Child Health Study Scales, Journal of Child Psychology and Psychiatry Vol. 34 (February), pp. 189213.",
        "Carneiro, Pedro, Loken, Katrine and Kjell G. Salvanes, (2010) A Flying Start? Long Term Consequences of Maternal Time Investments in Children During Their First Year of Life, IZA Discussion Paper No. 5362.",
        "Case, Robbie, Okamoto, Yukari, Griffin, Sharon, McKeough, Anne, Bleiker, Charles Henderson, Barbara, Stephenson, Kimberly Marra, Siegler, Robert S., and Daniel P. Keating, (1996). The role of central conceptual structures in the development of children's thought. Monographs of the Society for Research in Child Development, 61,1/2.",
        "Commonwealth of Australia (2009), Australia's Paid Parental Leave Scheme, CanPrint Communications Pty Ltd.",
        "de Lemos, M. and Doig, B. (1999), Who Am I?: Developmental Assessment: Melbourne. ACER.",
        "Der, Geoff, G. David Batty, and Ian J. Deary (2006), Effect of breast feeding on intelligence in children: prospective study, sibling pairs analysis, and meta-analysis, British Medical Journal, October 4th .",
        "Doig, Brian, (2005), Developing Formal Mathematical Assessment for 4- to 8-Year-Olds, Mathematics Education Research Journal, 16(3) 34 Donald, Stephen G. and Kevin Lang (2007), Inference with Difference in Differences and Other Panel Data, The Review of Economics and Statistics, Vol. 89, No. 2, pp. 221-233.",
        "Dustmann, Christian, and Uta Schonberg (2008), The Effect of Expansions in Leave Coverage on Children's Long-Term Outcomes, Bonn: Institute for the Study of Labor Working Paper No. 3605.",
        "Employment Relations Directorate (2006), The Maternity and Parental Leave (Amendment) Regulations 2006 and the Paternity and Adoption Leave (Amendment) Regulations 2006, Full Regulatory Impact Assessment, London: Department of Trade and Industry, June.",
        "Glover Vivette (2011), Annual Research Review, Prenatal Stress and the Origins of psychopathology: an evolutionary perspective Journal of Child Psychology and Psychiatry 52:4, pp 356367.",
        "Glynn LM, Davis EP, Schetter CD, Chicz-Demet A, Hobel CJ, Sandman CA (2007), Postnatal maternal cortisol levels predict temperament in healthy breastfed infants. Early Human Development 83(10) 675-81.",
        "Gunnar M, Quevedo K, (2007) , The neurobiology of stress and development Annual Review of Psychology, 58 145-73.",
        "Hanratty, Maria and Eileen Trzcinski (2009), Who Benefits from Expanded Paid Parental Leave? Impact of Parental Benefit Expansions in Canada on Mothers' Employment after Birth, Journal of Population Economics, Vol. 22, No. 3, pp. 1432-1475.",
        "He, Daihai and David J.D. Earn (2007), Epidemiological effects of seasonal oscillations in birth rates, Theoretical Population Biology, Vol. 72, No. 2, pp. 274-291.",
        "James-Burdumy, Susanne (2005), The Effect of Maternal Labor Force Participation on Child Development, Journal of Labor Economics, Vol. 23, No. 1, pp. 177-211.",
        "Klerman, Jacob Alex and Arleen Leibowitz, (1997), Labor supply effects of state maternity leave legislation. In Gender and Family Issues in the Workplace, eds. Francine D. Blau and Ronald G. Ehrenberg. New York: Russell Sage Foundation.",
        "Kramer, Michael S. Beverley Chalmers, Ellen D. Hodnett, Zinaida Sevkovskaya, Irina Dzikovich, , Stanley Shapiro, Jean-Paul Collet, Irina Vanilovich, Irina Mezen, Thierry Ducruet, George Shishko, Vyacheslav Zubovich, Dimitri Mknuik, Elena Gluchanina, Viktor Dombrovskiy, Anatoly Ustinovitch, Tamara Kot, Natalia Bogdanovich, Lydia Ovchinikova, Elisabet Helsing for the PROBIT Study Group (2001), Promotion of Breastfeeding Intervention Trial (PROBIT): A Randomized Trial in the Republic of Belarus Journal of American Medical Association, January 24/31--Vol 285, No. 4, pp. 413-420.",
        "Kramer MS, Matush L, Vanilovich I, Platt RW, Bogdanovich N, Sevkovskaya Z, Dzikovich I, Shishko G, Mazer B for the Promotion of Breastfeeding Intervention Trial (PROBIT) Study Group (2007a), Does prolonged and exclusive breastfeeding reduce the risk of allergy and asthma? New evidence from a large randomized trial, British Medical Journal, Vol. 335, pp. 815-820 Kramer MS, Fombonne E, Igumnov S, Vanilovich I, Matush L, Mironova E, Bogdanovich N, Tremblay RE, Chalmers B, Zhang X, Platt RW for the Promotion of Breastfeeding Intervention Trial (PROBIT) Study Group (2008a). Effects of prolonged and exclusive breastfeeding on child behavior and maternal adjustment: Evidence from a large randomized trial, Pediatrics, Vol. 121, pp. e435-e440.",
        "Kramer MS, Aboud F, Mironova E, Vanilovich I, Platt RW, Matush L, Igumnov S, Fombonne E, Bogdanovich N, Ducruet T, Collet J-P, Chalmers B, Hodnett E, Davidovsky S, Skugarevsky O, Trofimovich O, Kozlova L, Shapiro S for the Promotion of Breastfeeding Intervention Trial (PROBIT) Study Group (2008b). Breastfeeding and Child Cognitive Development: New evidence from a large randomized trial, Arch Gen Psychiatry, Vol. 65, pp. 578-584.",
        "Lefebvre, Pierre Merrigan, Philip and Matthieu Verstraete, (2008) Childcare Policy and Cognitive Outcomes of Children: Results from a Large Scale Quasi-Experiment on Universal Childcare in Canada, CIRPEE, Cahier de recherche/Working Paper 08-23.",
        "Liu, Qian and Oskar Nordstrom Skans (2010) The Duration of Paid Parental Leave and Children's Scholastic Performance, The B.E. Journal of Economic Analysis & Policy, 10(1)_ (Contributions), Article 3.",
        "Loeb, Susanna, Margaret Bridges, Daphna Bassok, Bruce Fuller, and Russell W. Rumberger (2007), How much is too much? The influence of preschool centers on children's social and cognitive development, Economics of Education Review, Vol. 26, No. 1, pp. 52-66.",
        "Lucas-Thompson, Rachel G., Goldberg, Wendy A., and JoAnn Prause, (2010) Maternal Work Early in the Lives of Children and its Distal Association with Achievement and Behavior Problems: A Meta Analysis Psychological Bulletin, 136(6) 915942.",
        "Magnuson, Katherine A., Christopher Ruhm, and Jane Waldfogel (2007), Does prekindergarten improve school preparation and performance? Economics of Education Review, Vol. 26, No. 1, pp. 33-51.",
        "Marshall, Katherine (2008), Father's use of Paid Parental Leave, Perspectives on Labour and Income, June, pp. 5-14.",
        "O'Brien Caughy, Margaret, Janet DiPietro, and Donna Strobino (1994), Daycare Participation as a Protective Factor in the Cognitive Development of Low-income Children, Child Development, 65, 457-471.",
        "O'Dinnell, K., O'Connor, T.G. and V. Glover, (2009) Prenatal Stress and Neorodevelopment of the Child: Focus on the HPS Axis and the Role of Placenta, Developmental Neuroscience, 31, 285-292.",
        "Ray, Rebecca (2008), A Detailed Look at Parental Leave Policies in 21 OECD Countries, Washington DC: Center for Economic and Policy Research, September.",
        "Ruhm, Christopher J. (2004) Parental Employment and Child Cognitive Development, Journal of Human Resources, Vol. 39, No 1, pp. 155-192.",
        "Rutter, Michael (1967), Children's Behavior Questionnaire for Completion by Teachers: Preliminary Findings, Journal of Child Psychology and Psychiatry Vol. 8, pp. 111.",
        "Scher, Anat and Judith Harel (2009), Separation and Stranger Anxiety in Janette B. Benson and Marshall M. Haith (eds.) Social and Emotional Development in Infancy and Early Childhood, Oxford, Academic Press, 380-389.",
        "Schwartz, Kendra, Hannah J.S. D'Arcy, Brenda Gillespie, Janet Bobo, Marylou Longeway, Betsy Foxman (2002), Factors associated with weaning in the first 3 months postpartum Journal of Family Practice, Vol. 51, No. 5.",
        "Waldfogel, Jane (2006), What Children Need, Cambridge MA: Harvard University Press.",
        "Weir, Kirk, and Gerard Duveen (1981), Further Development and Validation of the Prosocial Behaviour Questionnaire for Use by Teachers, Journal of Child Psychology and Psychiatry Vol. 22, pp. 357374.",
        "Weir, Kirk, J. Stevenson, and P. Graham (1980), Behavioral Deviance and Teacher Ratings of Prosocial Behavior, Journal of the American Academy of Child Psychiatry Vol. 19, No. 1, p. 68-77."
    ]
}