{
    "id": 17103,
    "cites": 31,
    "cited_by": 24,
    "reference": [
        "Ameriks, John, Andrew Caplin and John Leahy (2003), Wealth Accumulation and the Propensity to Plan, Quarterly Journal of Economics 68, pp. 1007-1047.",
        "Bernanke, Ben (2011), Statement by Chairman Bernanke on Financial Literacy. Provided for the record of a hearing held on April 12, 2011 conducted by the Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia, Committee on Homeland Security and Governmental Affairs, U.S. Senate. http://www.federalreserve.gov/newsevents/testimony/bernanke20110420a.htm Bernheim, Douglas (1995), Do households appreciate their financial vulnerabilities? An analysis of actions, perceptions, and public policy, in Tax Policy and Economic Growth, American Council for Capital Formation, Washington, DC, pp. 1-30.",
        "Bernheim, Douglas (1998), Financial illiteracy, education and retirement saving, in O. Mitchell and S. Schieber (eds.), Living with Defined Contribution Pensions, University of Pennsylvania Press, Philadelphia, pp. 38-68.",
        "Campbell, John (2006), Household Finance, Journal of Finance 61, pp. 1553-1604.",
        "Christelis, Dimitris, Tullio Jappelli, and Mario Padula (2010), Cognitive abilities and portfolio choice, European Economic Review 54, pp. 18-38.",
        "Hastings, Justine, and Lydia Tejeda-Ashton (2008), Financial Literacy, Information, and Demand Elasticity: Survey and Experimental Evidence from Mexico, NBER Working Paper n. 14538.",
        "Hilgert, Marianne, Jeanne Hogarth, and Sondra Beverly (2003), Household Financial Management: The Connection between Knowledge and Behavior, Federal Reserve Bulletin, pp. 309-32.",
        "Lusardi, Annamaria(1999), `Information, Expectations, and Savings for Retirement' in Henry Aaron (ed.), Behavioral Dimensions of Retirement Economics. Washington, DC: Brookings Institution Press and Russell Sage Foundation, pp. 81-115 Lusardi, Annamaria (2008), Financial Literacy: An Essential Tool for Informed Consumer Choice?, Working Paper, Joint Center for Housing Studies, Harvard University.",
        "Lusardi, Annamaria (2009), U.S. Household Savings Behavior: The Role of Financial Literacy, Information and Financial Education Programs, in C. Foote, L Goette, and S. Meier (eds), Policymaking Insights from Behavioral Economics, Boston: Federal Reserve Bank of Boston.",
        "Lusardi, Annamaria (2010), Financial Capability in the United States: Consumer DecisionMaking and the Role of Social Security, MRRC Working Paper n. 2010-226.",
        "Lusardi, Annamaria and Jason Beeler (2007), Saving Between Cohorts: The Role of Planning, in B. Madrian, O. Mitchell, and B. Soldo (eds.), Redefining Retirement: How Will Boomers Fare? Oxford University Press, Oxford, 2007, pp. 271-295.",
        "Lusardi, Annamaria, Pierre-Carl Michaud, and Olivia Mitchell (2011), Optimal Financial Knowledge and Saving for Retirement, mimeo.",
        "Lusardi, Annamaria, and Olivia S. Mitchell (2006), Financial Literacy and Planning: Implications for Retirement Wellbeing, MRRC Working Paper n. 2006-144.",
        "Lusardi, Annamaria, and Olivia S. Mitchell (2007), Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth, Journal of Monetary Economics 54, pp. 205-224.",
        "Lusardi, Annamaria, and Olivia Mitchell (2008), Planning and Financial Literacy: How Do Women Fare? American Economic Review 98(2), pp. 413-417.",
        "Lusardi, Annamaria, and Olivia Mitchell (2009), How Ordinary Consumers Make Complex Economic Decisions: Financial Literacy and Retirement Readiness, NBER Working Paper n. 15350.",
        "Lusardi, Annamaria, and Olivia Mitchell (2011), Financial Literacy and Retirement Planning in the United States, in preparation for a special issue of the Journal of Pensions Economics and Finance on Financial Literacy around the World. Lusardi, Annamaria, Olivia Mitchell, and Vilsa Curto (2010), Financial Literacy Among the Young, Journal of Consumer Affairs 44(2), pp. 358-380.",
        "Lusardi, Annamaria and Peter Tufano (2009a), Debt Literacy, Financial Experiences and Overindebtedness, NBER Working Paper n 14808.",
        "Lusardi, Annamaria and Peter Tufano (2009b), Teach Workers about the Perils of Debt, Harvard Business Review, November 2009, pp. 22-24.",
        "Lusardi, Annamaria, Daniel Schneider and Peter Tufano (2011), Financially Fragile Households: Evidence and Implications. Forthcoming Brookings Papers on Economic Activity. Spring.",
        "Mandell, Lewis (2008), Financial Education in High School, in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, pp. 257-279.",
        "Miles, David (2004), The UK Mortgage Market: Taking a Longer-Term View, Working Paper, UK Treasury.",
        "Moore, Danna (2003), Survey of Financial Literacy in Washington State: Knowledge, Behavior, Attitudes, and Experiences, Technical Report n. 03-39, Social and Economic Sciences Research Center, Washington State University.",
        "National Council on Economic Education (NCEE), 2005, What American teens and adults know about economics, Washington, D.C. Organization for Economic Co-operation and Development (2005), Improving Financial Literacy: Analysis of Issues and Policies, Paris, France.",
        "Perry, Vanessa, and Marlene Morris (2005), Who Is in Control? The Role of Self-Perception, Knowledge, and Income in Explaining Consumer Financial Behavior, Journal of Consumer Affairs 39, pp. 299-313.",
        "Peters, Ellen, Judith Hibbard, Paul Slovic, and Nathan Dieckmann (2007), Numeracy Skills and the Communication, Comprehension, and Use of Risk-Benefit Information, Health Affairs 26(2), pp. 741-748.",
        "President's Advisory Committee on Financial Literacy. 2008. Annual Report to the President: Executive Summary. www.ustreas.gov/offices/domestic-finance/financial-institution/fineducation /council/exec_sum.pdf Smith, Barbara, and Fiona Stewart (2008), Learning from the Experience of OECD Countries: Lessons for Policy, Programs and Evaluations, in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, pp. 345-367.",
        "van Rooij, Maarten, Annamaria Lusardi, and Rob Alessie (2011), Financial Literacy and Stock Market Participation. Forthcoming Journal of Financial Economic.",
        "Stango, Victor, and Jonathan Zinman (2009), Exponential Growth Bias and Household Finance, Journal of Finance 64, pp. 2807-2849.",
        "Yakoboski, Paul and Jennifer Dickemper (1997), Increased Saving but Little Planning. Results of the 1997 Retirement Confidence Survey, EBRI Issue Brief 191.Washington, DC.: EBRI.",
        "Yoong, Joanne (2011), Financial Illiteracy and Stock Market Participation: Evidence from the RAND American Life Panel. Forthcoming in O.S. Mitchell and A. Lusardi, eds., Financial Literacy: Implications for Retirement Security and the Financial Marketplace. Oxford: Oxford University Press."
    ]
}