{
    "id": 17107,
    "cites": 32,
    "cited_by": 281,
    "reference": [
        "Ameriks, John, Andrew Caplin, and John Leahy. (2003). Wealth Accumulation and the Propensity to Plan. Quarterly Journal of Economics 68, 1007-1047.",
        "Atkinson, Adele, Stephen McKay, Elaine Kempson, and Sharon Collard. (2006). Levels of Financial Capability in the UK: Results of a baseline survey. UK: Financial Services Authority.",
        "Atkinson, Adele, Stephen McKay, Elaine Kempson, and Sharon Collard. (2007). Levels of Financial Capability in the UK: Results of a Baseline Survey, Public Money & Management, 27(1): 29-36, February.",
        "Banks, James and Zoe Oldfied. (2007), Understanding Pensions: Cognitive Functions, Numerical Ability and Retirement Saving, Fiscal Studies, 28(2).",
        "Behrman, Jere, Olivia S. Mitchell, Cindy Soo, and David Bravo. (2010). Financial Literacy, Schooling, and Wealth Accumulation. NBER WP 16452.",
        "Bernheim, Douglas. (1995). Do Households Appreciate their Financial Vulnerabilities? An Analysis of Actions, Perceptions, and Public Policy. In Tax Policy and Economic Growth, American Council for Capital Formation, Washington, DC, pp. 1-30.",
        "Bernheim, Douglas. (1998). Financial Illiteracy, Education and Retirement Saving, in O.S. Mitchell and S. Schieber (eds.), Living with Defined Contribution Pensions, University of Pennsylvania Press, Philadelphia, pp. 38-68.",
        "Chai, Jingjing, Wolfram Horneff, Raimond Maurer, and Olivia S. Mitchell. (2010). Extending Life Cycle Models of Optimal Portfolio Choice: Integrating Flexible Work, Endogenous Retirement, and Investment Decisions with Lifetime Payouts. NBER WP 15682 January.",
        "Christelis, Dimitris, Tullio Jappelli, and Mario Padula. (2010). Cognitive Abilities and Portfolio Choice, European Economic Review 54, pp. 18-38.",
        "Financial Industry Regulatory Authority. (FINRA; 2010). Financial Capability in the United States: National Survey, Executive Summary. Washington, D.C. http://www.finrafoundation.org/resources/research/p120478 Hastings, Justine and Olivia S. Mitchell. (2011). How Financial Literacy and Impatience Shape Retirement Wealth and Investment Behaviors. NBER Working Paper No. 16740.",
        "Hastings, Justine, Olivia S. Mitchell, and Eric Chyn. (2010). Fees, Framing, and Financial Literacy in the Choice of Pension Managers. Pension Research Council Working Paper, Wharton School. Summer.",
        "Hastings, Justine, and Lydia Tejeda-Ashton (2008), Financial Literacy, Information, and Demand Elasticity: Survey and Experimental Evidence from Mexico, NBER Working Paper No. 14538.",
        "Hilgert, Marianne, Jeanne Hogarth, and Sondra Beverly (2003), Household Financial Management: The Connection between Knowledge and Behavior, Federal Reserve Bulletin, 309-32.",
        "Lusardi, Annamaria (1999), Information, Expectations, and Savings for Retirement, in Henry Aaron (ed.), Behavioral Dimensions of Retirement Economics, Washington, D.C.: Brookings Institution Press and Russell Sage Foundation, pp. 81-115.",
        "Lusardi, Annamaria. (2009). U.S. Household Savings Behavior: The Role of Financial Literacy, Information and Financial Education Programs, in C. Foote, L Goette, and S. Meier (eds), Policymaking Insights from Behavioral Economics, Federal Reserve Bank of Boston, pp. 109-149.",
        "Lusardi, Annamaria. (2010). Americans' Financial Capability. Report for the Financial Crisis Inquiry Commission. Washington, DC. February.",
        "Lusardi, Annamaria and Jason Beeler. (2007). Saving Between Cohorts: The Role of Planning, in B. Madrian, O. Mitchell, and B. Soldo (eds.), Redefining Retirement: How Will Boomers Fare? Oxford University Press, Oxford: 271-295.",
        "Lusardi, Annamaria, and Olivia S. Mitchell. (2007a), Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth, Journal of Monetary Economics 54, pp. 205-224.",
        "Lusardi, Annamaria and Olivia S. Mitchell. (2007b). Financial Literacy and Retirement Planning: New Evidence from the Rand American Life Panel. Pension Research Council Working Paper WP2007-3.",
        "Lusardi, Annamaria, and S. Olivia Mitchell. (2007c). Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education, Business Economics, January 2007, pp. 35-44.",
        "Lusardi, Annamaria, and Olivia S. Mitchell. (2008a). Planning and Financial Literacy. How Do Women Fare? American Economic Review, 98(2), pp. 413-417.",
        "Lusardi, Annamaria, and Olivia Mitchell. (2008b), How Much Do People Know About Economics and Finance? Financial Illiteracy and the Importance of Financial Education, Policy Brief n. 5, MRRC, March.",
        "Lusardi, Annamaria and Olivia S. Mitchell. (2009). How Ordinary Consumers Make Complex Economic Decisions: Financial Literacy and Retirement Readiness. NBER Working Paper 15350 Lusardi, Annamaria, and Olivia S. Mitchell. (2011) Financial Literacy and Planning: Implications for Retirement Wellbeing, In Financial Literacy: Implications for Retirement Security and the Financial Marketplace. Eds A Lusardi and O.S. Mitchell . Oxford: Oxford University Press forthcoming.",
        "Lusardi, Annamaria, Olivia S. Mitchell, and Vilsa Curto. (2009). Financial Literacy and Financial Sophistication among Older Americans. NBER Working Paper 15469.",
        "Lusardi, Annamaria, Olivia S. Mitchell, and Vilsa Curto. (2010) Financial Literacy Among the Young, Journal of Consumer Affairs. 44(2), pp 358-380.",
        "Lusardi, Annamaria, and Peter Tufano. (2009.) Debt Literacy, Financial Experiences, and Overindebtedness, NBER Working Paper n. 14808.",
        "Mitchell, Olivia S. (2011). Managing Risks in Defined Contribution Plans: What Does the Future Hold? In Growing Old: Paying for Retirement and Institutional Money Management After the Financial Crisis. Eds. Yasuyuki Fuchita, Richard J. Herring and Robert E. Litan. Brookings Institution Press and Nomura Institute of Capital Markets Research. Forthcoming.",
        "Moore, Danna (2003), Survey of Financial Literacy in Washington State: Knowledge, Behavior, Attitudes, and Experiences, Technical Report n. 03-39, Social and Economic Sciences Research Center, Washington State University.",
        "National Council on Economic Education (NCEE; 2005). What American Teens and Adults Know about Economics. NCEE: Washington, D.C. Organization for Economic Co-operation and Development (OECD; 2005), Improving Financial Literacy: Analysis of Issues and Policies. OECD: Paris, France.",
        "Poterba, James, Steve Venti, and David Wise (2008), The Changing Landscape of Pensions in The United States. In Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs. Ed. A Lusardi. Chicago: University of Chicago Press: 17-46.",
        "van Rooij, Maarten, Annamaria Lusardi, and Rob Alessie. (2011). Financial Literacy and Stock Market Participation. Journal of Financial Economics forthcoming.",
        "Yakoboski, Paul and Jennifer Dickemper. (1997). Increased Saving but Little Planning: Results of the 1997 Retirement Confidence Survey, EBRI Issue Brief, 191."
    ]
}