{
    "id": 17102,
    "cites": 50,
    "cited_by": 39,
    "reference": [
        "Aghion, Philippe, and Peter Howitt. The Economics of Growth. Cambridge, MA: MIT Press, 2009.",
        "Amano, Robert, Kevin Moran, Stephen Murchison, and Andrew Rennison. Trend Inflation, Wage and Price Rigidities, and Productivity Growth. Journal of Monetary Economics 56 (April 2009): 353364.",
        "Ashraf, Quamrul, and Peter Howitt. How Inflation Affects Macroeconomic Performance: An Agent-Based Computational Investigation. Unpublished, Brown University, 2008.",
        "Barro, Robert J., and Herschel I. Grossman. Money, Employment, and Inflation. New York: Cambridge University Press, 1976.",
        "Bennet, Robert L., and Barbara R. Bergmann. A Microsimulated Transactions Model of the United States Economy. Baltimore: The Johns Hopkins University Press, 1986.",
        "Bernanke, Ben, and Mark Gertler. Agency Costs, Net Worth, and Business Fluctuations. American Economic Review 79 (March 1989): 1431.",
        "Bils, Mark, and Peter J. Klenow. Some Evidence on the Importance of Sticky Prices. Journal of Political Economy 112 (October 2004): 947985.",
        "Blanchard, Olivier, and Jordi Gali. Labor Markets and Monetary Policy: A New Keynesian Model with Unemployment. American Economic Journal: Macroeconomics 2 (April 2010): 130.",
        "Bohn, Henning. The Behavior of U.S. Public Debt and Deficits. Quarterly Journal of Economics 113 (August 1998): 949963.",
        "Braun, Matias, and Borja Larrain. Finance and the Business Cycle: International, Inter-Industry Evidence. Journal of Finance 60 (June 2005): 10971128.",
        "Bris, Arturo, Ivo Welch, and Ning Zhu. The Costs of Bankruptcy: Chapter 7 Liquidation versus Chapter 11 Reorganization. Journal of Finance 61 (June 2006): 12531303.",
        "Burstein, Ariel, and Christian Hellwig. Welfare Costs of Inflation in a Menu Cost Model. American Economic Review: Papers and Proceedings 98 (May 2008): 438443.",
        "Cincotti, Silvano, Marco Raberto, and Andrea Teglio. Credit Money and Macroeconomic Instability in the Agent-based Model and Simulator Eurace. Economics: The Open-Access, OpenAssessment E-Journal 4 (September 2010).",
        "Clower, Robert. The Keynesian Counter-revolution: A Theoretical Appraisal. In The Theory of Interest Rates, edited by Frank Hahn and Frank Brechling, 103125. London: Macmillan, 1965.",
        "Deissenberg, Christophe, Sander van der Hoog, and Herbert Dawid. EURACE: A Massively Parallel Agent-Based Model of the European Economy. Applied Mathematics and Computation 204 (October 2008): 541552.",
        "Delli Gatti, Domenico, Edoardo Gaffeo, Mauro Gallegati, Gianfranco Giulioni, and Antonio Palestrini. Emergent Macroeconomics: An Agent-Based Approach to Business Fluctuations. New York: Springer, 2008.",
        "Dosi, Giovanni, Giorgio Fagiolo, and Andrea Roventini. An Evolutionary Model of Endogenous Business Cycles. Computational Economics 27 (February 2006): 334.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. Patterns of Firm Entry and Exit in U.S. Manufacturing Industries. RAND Journal of Economics 19 (Winter 1988): 495515.",
        "Durlauf, Steven N., and Louis J. Maccini. Measuring Noise in Inventory Models. Journal of Monetary Economics 36 (December 1995): 6589.",
        "Easterly, William, Roumeen Islam, and Joseph E. Stiglitz. Shaken and Stirred: Explaining Growth Volatility. In Annual World Bank Conference on Development Economics 2000, edited by Boris Pleskovic and Nicholas Stern, 191211. Washington: World Bank Publications, 2000.",
        "Eggertsson, Gauti B., and Michael Woodford. The Zero Bound on Interest Rates and Optimal Monetary Policy. Brookings Papers on Economic Activity 34 (2003-1): 139235.",
        "Eliasson, Gunnar. Competition and Market Processes in a Simulation Model of the Swedish Economy. American Economic Review: Papers and Proceedings 67 (February 1977): 277281.",
        "Gertler, Mark, and Nobuhiro Kiyotaki. Financial Intermediation and Credit Policy in Business Cycle Analysis. In Handbook of Monetary Economics, edited by Benjamin M. Friedman and Michael Woodford, 547599. Amsterdam: North Holland, 2010.",
        "Gertler, Mark, Luca Sala, and Antonella Trigari. An Estimated Monetary DSGE Model with Unemployment and Staggered Nominal Wage Bargaining. Journal of Money, Credit, and Banking 40 (December 2008): 17131764.",
        "Golosov, Mikhail, and Robert E. Lucas Jr. Menu Costs and Phillips Curves. Journal of Political Economy 115 (April 2007): 171199.",
        "Hall, Robert E. Lost Jobs. Brookings Papers on Economic Activity 26 (1995-1): 221274.",
        "Holmstrom, Bengt, and Jean Tirole. Financial Intermediation, Loanable Funds, and the Real Sector. Quarterly Journal of Economics 112 (August 1997): 663691.",
        "Howitt, Peter. The Microfoundations of the Keynesian Multiplier Process. Journal of Economic Interaction and Coordination 1 (May 2006): 3344.",
        "Howitt, Peter. Macroeconomics with Intelligent Autonomous Agents. In Macroeconomics in the Small and the Large: Essays on Microfoundations, Macroeconomic Applications and Economic History in Honor of Axel Leijonhufvud, edited by Roger E. A. Farmer, 157177. Cheltenham, UK: Elgar, 2008.",
        "Howitt, Peter, and Robert Clower. The Emergence of Economic Organization. Journal of Economic Behavior and Organization 41 (January 2000): 5584.",
        "Kiyotaki, Nobuhiro, and John Moore. Credit Cycles. Journal of Political Economy 105 (April 1997): 211248.",
        "Leijonhufvud, Axel. Effective Demand Failures. Swedish Journal of Economics 75 (March 1973): 2748.",
        "Leijonhufvud, Axel. Towards a Not-Too-Rational Macroeconomics. Southern Economic Journal 60 (July 1993): 113.",
        "Leijonhufvud, Axel. Agent-Based Macro. In Handbook of Computational Economics, edited by Leigh Tesfatsion and Kenneth L. Judd, 16251637. Vol. 2. Amsterdam: North-Holland, 2006.",
        "Levine, Ross. Finance and Growth: Theory and Evidence. In Handbook of Economic Growth, edited by Philippe Aghion and Steven N. Durlauf, 865934. Vol. 1. Amsterdam: Elsevier, 2005.",
        "Loayza, Norman, and Claudio Raddatz. The Structural Determinants of External Vulnerability. World Bank Economic Review 21 (October 2007): 359387.",
        "Midrigan, Virgiliu. Menu Costs, Multi-Product Firms, and Aggregate Fluctuations. Econometrica, 2011, forthcoming.",
        "Nakamura, Emi, and Jon Steinsson. Monetary Non-Neutrality in a Multi-Sector Menu Cost Model. Quarterly Journal of Economics 125 (August 2010): 9611013.",
        "Orcutt, Guy, Steven Caldwell, and Richard Wertheimer II. Policy Exploration through Microanalytic Simulation. Washington: The Urban Institute, 1976.",
        "Patinkin, Don. Money, Interest, and Prices. 1st ed. New York: Row Peterson, 1956; 2nd ed. New York: Harper and Row, 1965. Phelps, Edmund S., and Sydney G. Winter Jr. Optimal Price Policy Under Atomistic Competition.",
        "In Microeconomic Foundations of Employment and Inflation Theory, edited by Edmund S. Phelps et al. New York: Norton, 1970.",
        "Raddatz, Claudio. Liquidity Needs and Vulnerability to Financial Underdevelopment. Journal of Financial Economics 80 (June 2006): 677722.",
        "Roberts, John M. New Keynesian Economics and the Phillips Curve. Journal of Money, Credit and Banking 27 (November 1995): 975984.",
        "Smets, Frank, and Rafael Wouters. Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach. American Economic Review 97 (June 2007): 586606.",
        "Stigler, George. The Economics of Information. Journal of Political Economy 69 (June 1961): 213225.",
        "Tesfatsion, Leigh. Agent-Based Computational Economics: A Constructive Approach to Economic Theory. In Handbook of Computational Economics, edited by Leigh Tesfatsion and Kenneth L. Judd, 831880. Vol. 2. Amsterdam: North-Holland, 2006. Tesfatsion, Leigh, and Kenneth L. Judd, eds. Handbook of Computational Economics. Vol. 2.",
        "Amsterdam: North-Holland, 2006. Wallis, John J., and Douglass C. North. Measuring the Transaction Sector in the American Economy, 18701970. In Long Term Factors in American Economic Growth, edited by S. L.",
        "Engerman and R. E. Gallman, 95162. Chicago: University of Chicago Press, 1986.",
        "Williamson, Stephen D. Financial Intermediation, Business Failures, and Real Business Cycles. Journal of Political Economy 95 (December 1987): 11961216.",
        "Woodford, Michael. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton, NJ: Princeton University Press, 2003."
    ]
}