{
    "id": 17108,
    "cites": 39,
    "cited_by": 24,
    "reference": [
        "Agarwal, Sumit John Driscoll, Xavier Gabaix, and David Laibson (2009), The Age of Reason: Financial Decisions over the Lifecycle. Brookings Papers on Economic Activity, pp. 51117.",
        "Ameriks, John, Andrew Caplin, and John Leahy (2003), Wealth Aaccumulation and the Propensity to Plan. Quarterly Journal of Economics 68, 1007-1047. Ariel Investment, 401(k) Plans in Living Color: A Study of 401(k) Savings Disparities Across Racial and Ethnic Groups, The Ariel/Hewitt Study, Chicago.",
        "Atkinson, Adele, Stephen McKay, Elaine Kempson, and Sharon Collard (2006), Levels of Financial Capability in the UK: Results of a baseline survey. UK: Financial Services Authority.",
        "Atkinson, Adele, Stephen McKay, Elaine Kempson, and Sharon Collard (2007), Levels of Financial Capability in the UK: Results of a Baseline Survey, Public Money & Management, 27(1): 29-36, February.",
        "Behrman, Jere, Olivia S. Mitchell, Cindy Soo, and David Bravo. (2010) Financial Literacy, Schooling, and Wealth Accumulation. NBER WP 16452.",
        "Bernheim, Douglas (1995), Do Households Appreciate their Financial Vulnerabilities? An Analysis of Actions, Perceptions, and Public Policy. In Tax Policy and Economic Growth, American Council for Capital Formation, Washington, DC, pp. 1-30.",
        "Bernheim, Douglas (1998), Financial Illiteracy, Education and Retirement Saving, in O.S. Mitchell and S. Schieber (eds.), Living with Defined Contribution Pensions, University of Pennsylvania Press, Philadelphia, pp. 38-68.",
        "Campbell, John (2006), Household Finance, Journal of Finance 61, pp.1553-1604.",
        "Christelis, Dimitris, Tullio Jappelli, and Mario Padula (2010), Cognitive Abilities and Portfolio Choice, European Economic Review 54, pp. 18-38.",
        "Crossan, Diana, David Feslier, and Roger Hurnard (2011), Financial Literacy and Retirement Planning in New Zealand, mimeo.",
        "Financial Industry Regulatory Autority. (FINRA; 2010). Financial Capability in the United States: National Survey, Executive Summary. Washington, D.C. http://www.finrafoundation.org/resources/research/p120478 Hastings, Justine, and Olivia S. Mitchell. (2010). How Financial Literacy and Impatience Shape Retirement Wealth and Investment Behaviors. MRRC Report. Sept 2010.",
        "Hastings, Justine, Olivia S. Mitchell, and Eric Chyn. (2010). Fees, Framing, and Financial Literacy in the Choice of Pension Managers. Pension Research Council Working Paper, Wharton School. Summer.",
        "Hastings, Justine, and Lydia Tejeda-Ashton (2008), Financial Literacy, Information, and Demand Elasticity: Survey and Experimental Evidence from Mexico, NBER Working Paper n. 14538.",
        "Hilgert, Marianne, Jeanne Hogarth, and Sondra Beverly (2003), Household Financial Management: The Connection between Knowledge and Behavior, Federal Reserve Bulletin, 309-32.",
        "Hogarth, Jeanne, Chris Anguelov, and Jinkook Lee (2004, Why Don't Households Have_Checking Accounts? Journal of Consumer Affairs 38, 1-34.",
        "Hurst, Erik and Annamaria Lusardi (2004), Liquidity Constraints, Household Wealth, and Entrepreneurship, Journal of Political Economy 112, pp. 319-347 Hurst, Erik, Annamaria Lusardi, Arthur Kennickell, and Francisco Torralba (2010), The Importance of Business Owners in Assessing the Size of Precautionary Savings, Review of Economics and Statistics 92, pp. 61-69.",
        "Lusardi, Annamaria (1999), Information, Expectations, and Savings for Retirement, in Henry Aaron (ed.), Behavioral Dimensions of Retirement Economics, Washington, D.C.: Brookings Institution Press and Russell Sage Foundation, pp. 81-115.",
        "Lusardi, Annamaria (2005), Explaining Why So Many Households Do not Save, Working Paper, Dartmouth College.",
        "Lusardi, Annamaria (2008), Financial Literacy: An Essential Tool for Informed Consumer Choice? Working Paper, Joint Center for Housing Studies, Harvard University.",
        "Lusardi, Annamaria, (2009), U.S. Household Savings Behavior: The Role of Financial Literacy, Information and Financial Education Programs, in C. Foote, L Goette, and S. Meier (eds), Policymaking Insights from Behavioral Economics, Federal Reserve Bank of Boston, pp. 109-149.",
        "Lusardi, Annamaria (2010), Americans' Financial Capability, Report for the Financial Crisis Inquiry Commission, February 2010.",
        "Lusardi, Annamaria and Jason Beeler (2007), Saving Between Cohorts: The Role of Planning, in B. Madrian, O. Mitchell, and B. Soldo (eds.), Redefining Retirement: How Will Boomers Fare? Oxford University Press, Oxford, 2007, pp. 271-295.",
        "Lusardi, Annamaria, and Olivia S. Mitchell (2007a), Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth, Journal of Monetary Economics 54, pp. 205-224.",
        "Lusardi, Annamaria, and Olivia Mitchell (2007b), Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education, Business Economics, January 2007, pp. 35-44.",
        "Lusardi, Annamaria, and Olivia Mitchell (2008a), Planning and Financial Literacy. How Do Women Fare? American Economic Review, 98(2), pp. 413-417.",
        "Lusardi, Annamaria, and Olivia Mitchell (2008b), How Much Do People Know About Economics and Finance? Financial Illiteracy and the Importance of Financial Education, Policy Brief n. 5, MRRC, March 2008.",
        "Lusardi, Annamaria, and Olivia Mitchell (2009), How Ordinary Consumers Make Complex Economic Decisions: Financial Literacy and Retirement Readiness, NBER Working Paper n. 15350.",
        "Lusardi, Annamaria, and Olivia S. Mitchell (2011), Financial Literacy and Planning: Implications for Retirement Wellbeing, forthcoming in Annamaria Lusardi and Olivia Mitchell (eds.), Financial Literacy: Implications for Retirement Security and the Financial Marketplace. Oxford University Press forthcoming.",
        "Lusardi, Annamaria, Olivia Mitchell, and Vilsa Curto (2010), Financial Literacy Among the Young, Journal of Consumer Affairs. 44(2), pp 358-380.",
        "Lusardi, Annamaria, and Peter Tufano (2009a), Debt Literacy, Financial Experiences, and Overindebtedness, NBER Working Paper n. 14808.",
        "Lusardi, Annamaria, and Peter Tufano (2009b), Teach Workers about the Peril of Debt, Harvard Business Review, November, pp. 22-24.",
        "Mandell, Lewis (2008), Financial Education in High School, in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, pp. 257-279.",
        "Moore, Danna (2003), Survey of Financial Literacy in Washington State: Knowledge, Behavior, Attitudes, and Experiences, Technical Report n. 03-39, Social and Economic Sciences Research Center, Washington State University.",
        "National Council on Economic Education (NCEE; 2005). What American Teens and Adults Know about Economics. NCEE: Washington, D.C. National Commission on Fiscal Responsibility and Reform. (2010). The Moment of Truth: Report of the National Commission on Fiscal Responsibility and Reform. http://www.fiscalcommission.gov/ Organization for Economic Co-operation and Development (2005), Improving Financial Literacy: Analysis of Issues and Policies. OECD: Paris, France.",
        "Poterba, James, Steve Venti, and David Wise (2008), The Changing Landscape of Pensions in The United States, in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, 17-46.",
        "President's Advisory Committee on Financial Literacy (PACFL). 2008. Annual Report to the President: Executive Summary. www.ustreas.gov/offices/domestic-finance/financial-institution/fineducation /council/exec_sum.pdf Stango, Victor, and Jonathan Zinman (2009), Exponential Growth Bias and Household Finance, Journal of Finance 64, pp. 2807-2849.",
        "Smith, Barbara, and Fiona Stewart (2008), Learning from the Experience of OECD Countries: Lessons for Policy, Programs and Evaluations, in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, Chicago: University of Chicago Press, pp. 345-367.",
        "van Rooij, Maarten, Annamaria Lusardi, and Rob Alessie (2011), Financial Literacy and Stock Market Participation. Journal of Financial Economics forthcoming.",
        "Yakoboski, Paul and Jennifer Dickemper (1997), Increased Saving but Little Planning: Results of the 1997 Retirement Confidence Survey, EBRI Issue Brief, 191."
    ]
}