{
    "id": 17106,
    "cites": 83,
    "cited_by": 0,
    "reference": [
        "Acemoglu, Daron (1995) Reward Structures and the Allocation of Talent, European Economic Review, 39, 17-33. Acemoglu Daron, Davide Cantoni, Simon Johnson and James A.",
        "Robinson (2009) From Ancien RÃ\u0083Â©gime to Capitalism: The Spread of the French Revolution as a Natural Experiment,in Jared Diamond and James A. Robinson eds. Natural Experiments in History, Cambridge: Harvard University Press.",
        "Acemoglu Daron, Davide Cantoni, Simon Johnson and James A. Robinson (2011) Consequences of Radical Reform: The French Revolution, forthcoming in the American Economic Review.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2001) The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, 91, 1369-1401.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2002) Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution,Quarterly Journal of Economics, 118, 12311294.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2003) An African Success: Botswana,in Dani Rodrik ed. Analytic Development Narratives, Princeton; Princeton University Press.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2005a) The Rise of Europe: Atlantic Trade, Institutional Change and Economic Growth,American Economic Review, 95, 546-579.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2005b) Institutions as a Fundamental Determinant of Growth,in Philippe Aghion and Steven Durlauf eds. The Handbook of Economic Growth, Volume 1, Amsterdam: North-Holland.",
        "Acemoglu, Daron and James A. Robinson (2010) Why is Africa Poor?Economic History of Developing Regions, 25, 21-50.",
        "Acemoglu, Daron and James A. Robinson (2011) Why Nations Fail: The Origins of Power, Prosperity and Poverty, New York: Crown.",
        "Acemoglu, Daron and Alexander Wolitzky (2011) The Economics of Labor Coercion,Econometrica, 79, 555-600.",
        "Allen, Robert C. (2008) The British Industrial Revolution in Global Perspective, New York: Cambridge University Press.",
        "varez-Nogal, Carlos and Leandro Prados De La Escosura (2007) The decline of Spain (1500-1850): conjectural estimates,European Review of Economic History, 11, 319-366.",
        "Andersen, JÃ\u0083Â¸rgen Juel and Silje Aslaksen (2008) Constitutions and the Resource Curse,Journal of Development Economics, 87, 227-246.",
        "Austin, Gareth (2002) Between abolition and jihad: the Asante response to the ending of the Atlantic slave trade, 1807-1896, in Robin C. Law ed., From Slave Trade to Legitimate Commerce, New York: Cambridge University Press.",
        "Austin, Gareth (2005) Labour, Land and Capital in Ghana: From Slavery to Free Labour in Asante, 1807-1956, Rochester: University of Rochester Press.",
        "Auty, Richard M. (2001) The Political Economy of Resource-Driven Growth,European Economic Review, 45, 839946.",
        "Barro, Robert J. (1973) The Control of Politicians: An Economic Model,Public Choice, 14, 19-42.",
        "Besley, Timothy (2006) Principled Agents? The Political Economy of Good Government, New York: Oxford University Press.",
        "Besley, Timothy and Torsten Persson (2001) Pillars of Prosperity: The Political Economics of Development Clusters, Princeton: Princeton University Press.",
        "Bhagwati, Jagdish (1958) Immiserizing growth: a geometrical note, Review of Economic Studies, 25, 201-205.",
        "Baland, Jean-Marie and Patrick Francois (2000) Rent-seeking and Resource Booms,Journal of Development Economics, 61, 527-542.",
        "Benedictow, Ole J. (2004) The Black Death 1346-1353: The Complete History, New York: Boydell Press.",
        "Boschini, Anne D., Jan Pettersson and Jesper Roine (2007) Resource Curse or Not: A Question of Appropriability,Scandinavian Journal of Economics, 109, 593-617.",
        "Brenner, Robert (1976) Agrarian Class Structure and Economic Development in Preindustrial Europe,Past and Present, 70, 30-75.",
        "Burnside, Craig and David Dollar (2000) Aid, Policies and Growth, American Economic Review, 90, 847-68.",
        "Coatsworth, John H. (1974) Railroads, Landholding and Agrarian Protest in the Early Por...riato,Hispanic American Historical Review, 54:1, 48-71.",
        "Conning, Jonathan H. (2004) On the Causes of Slavery or Serfdom and the Roads to Agrarian Capitalism: Domar's Hypothesis Revisited,Unpublished. Department of Economics, Hunter College.",
        "Dal BÃ\u0083Â³, Ernesto, and Dal BÃ\u0083Â³, Pedro (2006) Workers, Warriors, and Criminals: Social Conict in General Equilibrium,forthcoming, Journal of the European Economic Association.",
        "Debreu, Gerard (1974) Excess demand functions,Journal of Mathematical Economics, 1, 15-21.",
        "Domar, Evsey D. (1970) The Causes of Slavery and Serfdom: A Hypothesis,Journal of Economic History, 30, 18-32.",
        "Dunning, Thad (2008) Crude Democracy, New York: Cambridge University Press.",
        "Engerman, Stanley L. and Kenneth L. Sokolo(1997) Factor Endowments, Institutions, and Dierential Paths of Growth among New World Economies,in Stephen H. Haber ed. How Latin America Fell Behind, Stanford; Stanford University Press.",
        "Engerman, Stanley L. and Kenneth L. Sokolo (2005) The Evolution of Surage Institutions in the New World,Journal of Economic History, 65, 891-921.",
        "Feinstein, Charles H. (2005) An Economic History of South Africa: Conquest, Discrimination and Development, New York; Cambridge University Press.",
        "Ferejohn, John A. (1986) Incumbent Performance and Electoral Control, Public Choice, 50, 5-26.",
        "Ferraz, Claudio and Frederico Finan (2008) Exposing Corrupt Politicians: The Eects of Brazil's Publicly Released Audits on Electoral Outcomes,Quarterly Journal of Economics, 123, 703745.",
        "GarcÃ\u0083Â­a-Jimeno, Camilo and James A. Robinson (2011) The Myth of the Frontier,in Dora L. Costa and Naomi R. Lamoreaux eds. Un38 derstanding Long-Run Economic Growth, Chacago: University of Chicago Press.",
        "GÃ\u0083Â³mez-Galvarriato, Aurora (1998) The Evolution of Prices and Wages in Mexico from the Por...riato to the Revolution, in John H. Coatsworth and Alan Taylor eds., Latin America and the World Economy Since 1800, David Rockefeller Center on Latin American Studies, Harvard University.",
        "Haber, Steven H. and Victor Mendaldo (2011) Do Natural Resources Fuel Authoritarianism? A Reappraisal of the Resource Curse,American Political Science Review, 105, 1-26.",
        "Hatcher, John and Mark Bailey (2001) Modelling the Middle Ages: The History and Theory of England's Economic Development, New York: Oxford University Press.",
        "Hildenbrand, Werner (1994) Market Demand: Theory and Empirical Evidence, Princeton: Princeton University Press.",
        "Karl, Terry L. (1997) The Paradox of Plenty: Oil Booms and PetroStates, Berkeley: University of California Press.",
        "Kemp, Murray C. and Koji Shimomura (2002) The Sonnenschein DebreuMantel proposition and the theory of international trade, Review of International Economics, 10, 671679.",
        "Keyssar, Alexander (2000) The right to vote: the contested history of democracy in the United States, New York: Basic Books.",
        "Lane, Philip R. and Aaron Tornell (1999) The Voracity Eect, American Economic Review, 89, 22-46.",
        "Law, Robin C. ed. (1995) From slave trade to legitimate commerce: the commercial transition in nineteenth-century West Africa, New York: Cambridge University Press.",
        "LÃ\u0083Â³pez-Alsono, Moramay (2007) Growth and Inequality: Standards of Living in Mexico, 1850-1950,Journal of Latin American Studies, 39, 81105.",
        "Lovejoy, Paul E. (2000) Transformations in Slavery: A History of Slavery in Africa, 2nd Edition, New York: Cambridge University Press.",
        "Luong, Pauline Jones, and Erika Weinthal (2010) Oil Is Not a Curse: Ownership Structure and Institutions in Soviet Successor States, New York: Cambridge University Press.",
        "Mantel, Rolf R. (1974) On the characterization of aggregate excess demand,Journal of Economic Theory, 7, 348-353.",
        "McCreery, David J. (1976) Coee and Class: The Structure of Development in Liberal Guatemala,Hispanic American Historical Review, 56, 438-460.",
        "McCreery, David J. (1994) Rural Guatemala, 1760-1940, Stanford: Stanford University Press.",
        "Mehlum, Halvor, Karl Moene and Ragnar Torvik (2006) Institutions and the Resource Curse,Economic Journal, 116, 1-20.",
        "Morgan, Kenneth (2001) Slavery, Atlantic Trade and the British Economy, 1660-1800, New York: Cambridge University Press.",
        "Murphy, Kevin J., Andrei Shleifer and Robert W. Vishny (1991) The Allocation of Talent: Implications for Growth,Quarterly Journal of Economics, 106, 503-530.",
        "North, Douglass C. (1982) Structure and Change in Economic History, New York: Norton.",
        "North, Douglass C. and Robert P. Thomas (1973) The Rise of the Western World: A New Economic History, New York: Cambridge University Press.",
        "North, Douglass C., John J. Wallis and Barry R. Weingast (1989) Violence and Social Orders: A Conceptual Framework for Interpreting Recorded Human History, Princeton: Princeton University Press.",
        "North, Douglass C. and Barry R. Weingast (1989) Constitutions and Commitment: Evolution of Institutions Governing Public Choice in 17th Century England,Journal of Economic History, 49, 803-832.",
        "Nugent, Jerey B. and James A. Robinson (2010) Are Endowments Fate? On the Political Economy of Comparative Institutional Development  Revista de Historia EconÃ\u0083Â³mica - Journal of Iberian and Latin American Economic History, 28, 45-82.",
        "Opp, Marcus M. , Hugo F. Sonnenschein and Christis G. Tombaz (2007) Rybczynski's Theorem in the Heckscher-Ohlin World Anything Goes,Unpublished.",
        "O'Rourke, Kevin J. and Jeery G. Williamson (1999) Globalization and History: The Evolution of the Nineteenth Century Atlantic Economy, Cambridge MA: MIT Press.",
        "Persson, Torsten, GÃ\u0083Â©rard Roland and Guido Tabellini (1997) Separation of Powers and Political Accountability, Quarterly Journal of Economics, 112, 1163-1202.",
        "Persson, Torsten and Guido Tabellini (2000) Political Economics: Explaining Economic Policy, Cambridge MA: MIT Press.",
        "Persson, Torsten and Guido Tabellini (2003) The Economic Eects of Constitutions: What do the Data Say? Cambridge: MIT Press.",
        "Pirenne, Henri (1937) Economic and Social History of Medieval Europe, New York; Harcourt, Brace and Company.",
        "Pomeranz, Kenneth (2000) The Great Divergence: China, Europe, and the making of the modern world economy, Princeton: Princeton University Press.",
        "Robinson, James A. and Ragnar Torvik (2008) Endogenous Presidentialism, NBER Working Paper #14603.",
        "Robinson, James A., Ragnar Torvik and Thierry Verdier (2006) Political Foundations of the Resource Curse,Journal of Development Economics, 79, 447-468.",
        "Ross, Michael L. (2001) Does Oil Hinder Democracy?World Politics, 53, 32561.",
        "Sachs, Jerey D. and Andrew M. Warner (1995) Natural Resource Abundance and Economic Growth,NBER Working Paper No. 5398.",
        "Sachs, Jerey D. and Andrew M. Warner (2001) The Curse of Natural Resources,European Economic Review, 45, 82738.",
        "Sonnenschein, Hugo (1972) Market excess demand functions,Econometrica, 40, 549-563.",
        "Sonnenschein, Hugo (1973) Do Walras'identity and continuity characterize the class of community excess demand functions?Journal of Economic Theory, 6, 345-354.",
        "Stolper, Wolfgang F. and Paul A. Samuelson (1941) Protection and Real Wages,Review of Economic Studies, 9, 5873.",
        "Torvik, Ragnar (2002) Natural Resources, Rent Seeking and Welfare, Journal of Development Economics, 67, 455-470.",
        "Turner, Frederick Jackson (1920) The frontier in American history, New York: H. Holt and Co..",
        "van der Horst, Sheila (1942) Native Labour in South Africa, London: Oxford University Press.",
        "Williams, Eric E. (1944) Capitalism and Slavery, University of North Carolina Press, Chapel Hill.",
        "Wilson, Francis (1972) Labour in the South African gold mines, 19111969, Cambridge: Cambridge University Press.",
        "Wright, Gavin (1990) The Origins of American Industrial Success, 18791940,American Economic Review, 80, 651668.",
        "Wrigley, Anthony (2004) The Divergence of England: the growth of the English Economy in the Seventeenth and Eighteenth Centuries,in his book Poverty, Progress and Population, New York: Cambridge University Press."
    ]
}