{
    "id": 17110,
    "cites": 12,
    "cited_by": 22,
    "reference": [
        "BMAS: 2009, Entwicklung der privaten Altersvorsorge (Stand III. Quartal 2009), Bundesministerium fÃ\u0083Â¼r Arbeit und Soziales.",
        "BÃ\u0083Â¶rsch-Supan, A., Bucher-Koenen, T., Gasche, M., Ziegelmeyer, M.: 2009a, Deutsche Privathaushalte in der Finanz- und Wirtschaftskrise - Betroffenheit und Reaktionen, MEA, UniversitÃ\u0083Â¤t Mannheim, Mannheim.",
        "BÃ\u0083Â¶rsch-Supan, A., Coppola, M., Essig, L., Eymann, A. and Schunk, D.: 2009b, The German SAVE Study -Design and Results, second edn., Mannheim Institute for the Economics of Aging (MEA).",
        "BÃ\u0083Â¶rsch-Supan, A. and Essig, L.: 2003, Stockholding in Germany, in L. Guiso, M. Haliassos and T. Jappelli (eds.), Stockholding in Europe, MacMillan, pp. 110-140.",
        "BÃ\u0083Â¶rsch-Supan, A., Reil-Held, A. and Schunk, D.: 2008, Saving Incentives, Old-age Provision and Displacement Effects: Evidence from the Recent German Pension Reform, Journal of Pension Economics and Finance 7(3), 295-319.",
        "BÃ\u0083Â¶rsch-Supan, A. and Wilke, C. B.: 2004, The German Public Pension System: How it was, How it will be, NBER Working Paper 10525.",
        "BÃ\u0083Â¶rsch-Supan, A. and Wilke, C. B.: 2006, Gratwanderungen zwischen Generationenvertrag und Eigenvorsorge: Wie Europa die Herausforderungen des demographischen Wandels annimmt, Deutsches Institut fÃ\u0083Â¼r Altersvorsorge (DIA).",
        "Bucher-Koenen, T.: 2010, Financial Literacy and Private Old-age Provision, mimeo, MEA, University of Mannheim.",
        "Bucher-Koenen, T. and Ziegelmeyer M.: 2011, Who Lost the Most? Financial Literacy, Cognitive Abilities and the Financial Crisis, MEA Discussion Paper 234-11.",
        "Fuchs-SchÃ\u0083Â¼ndeln, N., KrÃ\u0083Â¼ger, D. and Sommer, M.: 2009, Inequality Trends for Germany in the Last Two Decades: A Tale of Two Countries, MEA Discussion Paper 184-2009.",
        "Fuchs-SchÃ\u0083Â¼ndeln, N. and SchÃ\u0083Â¼ndeln, M.: 2005, Precautionary Savings and Self-Selection: Evidence from the German Reunification Experiment, Quarterly Journal of Economics August, 1085-1120.",
        "van Rooij, M., Lusardi, A. and Alessie, R.: 2011, Financial Literacy and Stock Market Participation, forthcoming Journal of Financial Economics."
    ]
}