{
    "id": 17113,
    "cites": 75,
    "cited_by": 12,
    "reference": [
        "Acemoglu, Daron, and Matthew Jackson, 2011. History, Expectations, and Leadership in the Evolution of Cooperation. Mimeo.",
        "Alesina, Alberto, and Eliana La Ferrara, 2005. Ethnic Diversity and Economic Performance. Journal of Economic Literature 43(3): 762-800.",
        "Alesina, Alberto, Paola Giuliano, and Nathan Nunn, 2011. Fertility and the Plough. NBER Working Paper No. 16718.",
        "Algan, Yann, and Pierre Cahuc, 2010. Inherited Trust and Culture. American Economic Review 100(5): 2060-2092.",
        "Aghion, Philippe, Yann Algan, Pierre Cahuc, and Andrei Shleifer, 2010. Regulation and Distrust. Quarterly Journal of Economics 125(3): 1015-49.",
        "Alicke, Klaus-Dieter, 2008. Lexikon der jÃ\u0083Â¼dischen Gemeinden im deutschen Sprachraum: Bd.1: Aachen - GroÃ\u0083Å¸-Bieberau, Bd.2: GroÃ\u0083Å¸bock - Ochtendung, Bd. 3 Ochtrup - Zwittau. GÃ\u0083Â¼tersloher: GÃ\u0083Â¼tersloher Verlagshaus.",
        "Almog, Shmuel, 1990. Nationalism & Antisemitism in Modern Europe, 1815-1945. New York: Pergamon.",
        "Anti-Defamation League, 2009. Attitudes towards Jews in Seven European Countries. New York.",
        "Arendt, Hannah, 1994. The Origins of Totalitarianism. Harcourt, Inc., New York.",
        "Avneri, Zvi, 1968. Germania Judaica, Bd. 2: Von 1238 bis zur Mitte des 14 Jahrhunderts. TÃ\u0083Â¼bingen: J.C.B. Mohr.",
        "Bairoch, Paul, 1988. Cities and Economic Development: From the Dawn of History to the Present, Chicago: University of Chicago Press.",
        "Becker, Sascha O., Katrin Boeckh, Christa Hainz, and Ludger Woessmann, 2011. The Empire is Dead, Long Live the Empire! Long-Run Persistence of Trust and Corruption in the Bureaucracy. CEPR Discussion Paper No. 8288.",
        "Benedictow, Ole Jorgen, 2004. The Black Death, 1346-1353: The Complete History. Woodbridge: Boydell Press.",
        "Birnbaum, Pierre, and Miriam Kochan, 1992. Anti-Semitism in France. Oxford: Blackwell Publishers.",
        "Bisin, Alberto, and Thierry Verdier, 2000. `Beyond the Melting Pot': Cultural Transmission, Marriage, and the Evolution of Ethnic and Religious Traits. Quarterly Journal of Economics 115(3): 955-988.",
        "------, 2001. The Economics of Cultural Transmission and the Dynamics of Preferences. Journal of Economic Theory 97(2): 298-319.",
        "Borut, Jacob, 2000. Anti-Semitism in Tourist Facilities in Weimar Germany. Yad Vashem Studies 28: 7-50.",
        "Botticini, Maristella, and Zvi Eckstein, 2007. From Farmers to Merchants, Conversions and Diaspora: Human Capital and Jewish History. Journal of the European Economic Association 5(5): 885-926.",
        "Bracher, Karl Dietrich, 1970. The German Dictatorship: The Origins, Structure, and Effects of National Socialism. New York: Praeger.",
        "Broszat, Martin, 1960. Der Nationalsozialismus. Stuttgart: Deutsche Verlag-Anstalt.",
        "Brustein, William, and Ryan King, 2004. Anti-Semitism in Europe before the Holocaust. International Political Science Review 25(1): 35-53.",
        "Bullock, Alan, 1991. Hitler: A Study in Tyranny. New York: Harper Perennial.",
        "Bundesarchiv, 2007. Gedenkbuch Opfer der Verfolgung der Juden unter der Nationalsozialistischen Gewaltherrschaft in Deutschland, 1933 - 1945. Koblenz: Bundesarchiv.",
        "Burnett, Stephen, 1996. Jews and Anti-Semitism in Early Modern Germany. Sixteenth Century Journal 27: 1057-1064.",
        "Card, David, and Alan Krueger, 1997. Myth and Measurement: The New Economics of the Minimum Wage. Princeton: Princeton University Press.",
        "Childers, Thomas, 1983. The Nazi Voter: The Social Foundations of Fascism in Germany, 19191933. Chapel Hill: University of North Carolina Press.",
        "Cohn, Samuel Kline, 2007. The Black Death and the Burning of Jews. Past & Present 196(1): 3-36.",
        "Comin, Diego, William Easterly, and Erick Gong, 2010. Was the Wealth of Nations Determined in 1000 BC? American Economic Journal: Macroeconomics 2(3): 65-97.",
        "Daenell, Ernst, 1905. Die BlÃ\u0083Â¼tezeit der Hanse. Berlin: Reimer.",
        "Doepke, Matthias, and Fabrizio Zilibotti, 2008. Occupational Choice and the Spirit of Capitalism. Quarterly Journal of Economics 123(2): 747-793.",
        "Ettinger, Shmuel, 1980. Jew-Hatred in its Historical Context. In Antisemitism through the Ages, edited by Shmuel Almog. Oxford: Pergamon Press.",
        "FernÃ\u0083Â¡ndez, Raquel, and Alessandra Fogli, 2009. Culture: An Empirical Investigation of Beliefs, Work and Fertility. American Economic Journal: Macroeconomics 1(1): 146-177.",
        "FernÃ\u0083Â¡ndez-Villaverde, JesÃ\u0083Âºs, Jeremy Greenwood, and Nezih Guner, 2010. From Shame to Game in One Hundred Years: An Economic Model of the Rise in Premarital Sex and its De-Stigmatization. NBER Working Paper No. 15677.",
        "Falter, Jurgen W., 1991. Hitlers WÃ\u0083Â¤hler. Munchen: C.H. Beck.",
        "Fein, Helen, 1987. Explanations of the Origin and Evolution of Anti-Semitism. In The Persistent Question: Sociological Perspectives and Social Context of Modern AntiSemitism, edited by Helen Fein. Berlin: de Gruyter.",
        "Foa, Anna, 2000. The Jews of Europe after the Black Death. European Review 9(02): 237-238.",
        "Glaeser, Edward, 2005. The Political Economy of Hatred. Quarterly Journal of Economics 120(1): 45-86.",
        "Glassman, Bernard, 1975. Anti-Semitic Stereotypes Without Jews: Images of the Jews in England, 1290-1700. Detroit: Wayne State University Press.",
        "Goldhagen, Daniel, 1996. Hitler's Willing Executioners: Ordinary Germans and the Holocaust. New York: Knopf.",
        "Gottfried, Robert Steven, 1985. The Black Death: Natural and Human Disaster in Medieval Europe. New York: The Free Press.",
        "Grosjean, Pauline, 2011. The Institutional Legacy of The Ottoman Empire: Islamic Rule and Financial Development in South Eastern Europe. Journal of Comparative Economics 39(1): 1-16.",
        "Grosjean, Pauline, 2010. A History of Violence: The Culture of Honor as a Determinant of Homicide in the US South. Fondazione Eni Enrico Mattei Working Paper No. 2010.51.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, 2008. Long Term Persistence. NBER Working Papers No. 14278.",
        "Hackett Fischer, David, 1989. Albion's Seed. Oxford/New York: Oxford University Press.",
        "Hahn, Fred, 1978. Lieber StÃ\u0083Â¼rmer; Leserbriefe an das NS-Kampfblatt 1924 bis 194; eine Dokumentation aus dem Leo-Baeck-Institut, New York. Stuttgart: Seewald.",
        "Hamilton, Richard, 1982. Who Voted for Hitler? Princeton: Princeton University Press.",
        "Haverkamp, Alfred, 2002. Geschichte der Juden im Mittelalter von der Nordsee bis zu den SÃ\u0083Â¼dalpen; Kommentiertes Kartenwerk. Hannover: Hahn.",
        "Heilbronner, Oded, 2004. German or Nazi Anti-Semitism? In The Historiography of the Holocaust, edited by Dan Stone. New York: Palgrave Macmillan.",
        "Hertzman, Lewis, 1963. DNVP: Right-Wing Opposition in the Weimar Republic, 1918-1924. Lincoln: University of Nebraska Press.",
        "Jacob, Markus, 2010. Long-Term Persistence: The Free and Imperial City Experience in Germany. Mimeo.",
        "Jha, Saumitra, 2008. Trade, Institutions and Religious Tolerance: Evidence from India. Stanford University Research Paper No. 2004.",
        "Katz, Jacob, 1980. From Prejudice to Destruction: Anti-Semitism, 1700-1933. Cambridge: Harvard University Press.",
        "King, Gary, Ori Rosen, Martin Tanner, and Alexander Wagner, 2008. Ordinary Economic Voting Behavior in the Extraordinary Election of Adolf Hitler. Journal of Economic History 68(04): 951-996.",
        "Levi, Primo, 1987. If This is a Man and The Truce. London: Abacus.",
        "Levy, Richards S., 1974. The Downfall of the Anti-Semitic Parties in Imperial Germany. New Haven: Yale University Press.",
        "------, 2005. Anti-Semitism: A Historical Encyclopedia of Prejudice and Persecution. Santa Barbara: ABC-CLIO.",
        "Lindemann, Albert, 2000. Anti-Semitism before the Holocaust. Harlow: Longman.",
        "McNeill, William Hardy, 1975. Plagues and People. New York: Anchor.",
        "Nunn, Nathan, and Leonard Wantchekon, 2011. The Slave Trade and the Origins of Mistrust in Africa. American Economic Review, forthcoming.",
        "Oberman, Heiko A., 1984. The Roots of Anti-Semitism in the Age of Renaissance and Reformation. Philadelphia: Fortress Press.",
        "Perednik, Gustavo, 2003. NaÃ\u0083Â¯ve Spanish Judeophobia, Jewish Political Studies Review 15(34) .",
        "Putterman, Louis, and David Weil, 2010. Post-1500 Population Flows and the Long Run Determinants of Economic Growth and Inequality. Quarterly Journal of Economics 125(4): 1627-1682.",
        "Salfeld, Siegmund, 1898. Das Martyrologium des NÃ\u0083Â¼rnberger Memorbuches. Berlin: Simion.",
        "Santos Silva, Joao M.C., Silvana Tenreyro, and Frank Windmeijer, 2008. Is it Different for Zeros? Discriminating between Models for Non-Negative Data with Many Zeros. Centre for Microdata Methods and Practice Working Paper No. CWP20/10.",
        "Santos Silva, Joao M.C., and Silvana Tenreyro, 2006. The Log of Gravity. Review of Economics and Statistics 88(4): 641-658.",
        "Shachar, Isaiah, 1974. The Judensau: A Medieval Anti-Jewish Motif and Its History. London : Warburg Institute.",
        "Spolaore, Enrico, and Romain Wacziarg, 2009. The Diffusion of Development. Quarterly Journal of Economics 124(2): 469-529.",
        "Stachura, Peter, 1978. Der Kritische Wendepunkt? Die NSDAP und die Reichstagswahlen vom 20 Mai 1928. Vierteljahrshefte fÃ\u0083Â¼r Zeitgeschichte 26(1): 66-99.",
        "Striesow, Jan, 1981. Die Deutschnationale Volkspartei und die VÃ\u0083Â¶lkisch-Radikalen 1918-1922. 2 Bde. Frankfurt a. M.",
        "Tabellini, Guido, 2008. The Scope of Cooperation: Norms and Incentives. Quarterly Journal of Economics 123(3): 905-950.",
        "Toch, Michael, 2003. Die Juden im Mittelalterlichen Reich. MÃ\u0083Â¼nchen: Oldenbourg.",
        "------, 2010. The Formation of a Diaspora: the Settlement of Jews in the Medieval German Reich. Aschkenas 7(1): 55-78.",
        "Walter, Dirk, 1999. Antisemitische KriminalitÃ\u0083Â¤t und Gewalt. Bonn: Dietz.",
        "Wawrzinek, Kurt, 1927. Die Entstehung der Deutschen Antisemitenparteien, 1873-1890. Berlin: Ebering.",
        "Wooldridge, Jeffrey M., 2002. Econometric Analysis of Cross Section and Panel Data. Cambridge, Massachusetts: MIT Press."
    ]
}