{
    "id": 17115,
    "cites": 53,
    "cited_by": 13,
    "reference": [
        "Acharya, Viral, Thomas Cooley, Matthew Richardson, and Ingo Walter. 2010.",
        "Manufacturing Tail Risk: A Perspective on the Financial Crisis 2007-2009, Foundations and Trends in Finance 4, forthcoming.",
        "Acharya, Viral, and Philipp Schnabl. 2010. Do Global Banks Spread Global Imbalances? Asset Backed Commercial Paper During the Financial Crisis of 2007-09, IMF Economic Review 58 (1): 37-73.",
        "Acharya, Viral, Philipp Schnabl, Gustavo Suarez. 2010. Securitization Without Risk Transfer, working paper.",
        "Acharya, Viral, and Matthew Richardson, eds. 2009. Restoring Financial Stability: How to Repair a Failed System. Hoboken, NJ: John Wiley & Sons, Inc.",
        "Adrian, Tobias, and Hyun Song Shin. 2010. Liquidity and Leverage, Journal of Financial Intermediation 19: 418-437.",
        "Allen, Franklin, and Douglas Gale. 1994. Financial Innovation and Risk Sharing. Cambridge, MA: MIT Press.",
        "Allen, Franklin, and Douglas Gale. 2000. Financial Contagion, Journal of Political Economy 108(1): 1-33.",
        "Allen, Franklin, Ana Babus, and Elena Carletti. 2010. Financial Connections and Systemic Risk, Mimeo.",
        "Benmelech, Ephraim, and Jennifer Dlugosz. 2009. The Credit Ratings Crisis, NBER Macro Annual: 161-207. Cambridge, MA: National Bureau of Economic Research.",
        "Bernanke, Benjamin, Carol Bertaut, Laurie Ponder DeMarco, and Steven Kamin. 2011.",
        "International Capital Flows and the Returns to Safe Assets in the United States, 2003-2007, International Finance Discussion Paper 1014, Federal Reserve.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer. 2011. Salience Theory of Choice Under Risk, Mimeo.",
        "Brown, Gordon. 2010. Beyond the Crash: Overcoming the First Crisis of Globalization. New York: Free Press.",
        "Brummermeier, Markus. 2009. Deciphering the Liquidity and Credit Crunch 2007-08, Journal of Economic Perspectives 23(1): 77-100.",
        "Brummermeier, Markus, and Lasse Pedersen. 2009. Market Liquidity and Funding Liquidity, Review of Financial Studies 22(6): 2201-2199.",
        "Caballero, Ricardo, Emmanuel Farhi, and Pierre-Olivier Gourichas. 2008. An Equilibrium Model of Global Imbalances and Low Interest Rates, American Economic Review 98 (1): 358-393.",
        "Caballero, Ricardo. 2009. The `Other' Imbalance and the Financial Crisis, Paolo Baffi Lecture, Bank of Italy.",
        "Caballero, Ricardo, and Arvind Krishnamurthy. 2009. Global Imbalances and Financial Fragility, American Economic Review Papers and Proceedings 99 (2): 584-588.",
        "Copeland, Adam, Antoine Martin, and Michael Walker. 2010. The Tri-Party Repo Market Before the 2010 Reforms, Federal Reserve Bank of New York, Mimeo.",
        "Coval, Joshua, Jakub Jurek, and Eric Stafford. 2009a. The Economics of Structured Finance, Journal of Economic Perspectives 23(1): 3-26.",
        "Coval, Joshua, Jakub Jurek, and Eric Stafford. 2009b. Economic Catastrophe Bonds, American Economic Review 99(3): 628-666.",
        "Dang, Tri Vi, Gary Gorton, and Bengt Holmstrom. 2009. Ignorance and the Optimality of Debt for Liquidity Provision. Yale University Mimeo.",
        "DeMarzo, Peter, and Darrell Duffie. 1999. A Liquidity-based Model of Security Design, Econometrica 67(1): 65-99.",
        "DeMarzo, Peter. 2005. The Pooling and Tranching of Securities: A Model of Informed Intermediation, Review of Financial Studies, 18(1): 1-35.",
        "Diamond, Douglas. 1984. Financial Intermediation and Delegated Monitoring, Review of Economic Studies 51(3): 393-414.",
        "Erel, Isil, Taylor Nadauld, and Rene Stulz. 2011. Why did U.S. Banks Invest in HighlyRated Securitization Tranches?, Mimeo.",
        "Gennaioli, Nicola, and Andrei Shleifer. 2010. What Comes to Mind, Quarterly Journal of Economics 125(4): 1399-1434.",
        "Geanakoplos, John. 2009. The Leverage Cycle. NBER Macro Annual.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert Vishny. 2011. Neglected Risks, Financial Innovation, and Financial Fragility, Journal of Financial Economics, forthcoming.",
        "Gerardi, Kristopher, Andreas Lehnert, Shane Sherlund, and Paul Willen. 2008. Making Sense of the Subprime Crisis, Brookings Papers on Economic Activity: 69-145.",
        "Giglio, Stefano. 2010. Credit Default Swap Spreads and Systemic Financial Risk, Mimeo.",
        "Gorton, Gary, and Andrew Metrick. 2011a. Securitized Banking and the Run on Repo, Journal of Financial Economics, forthcoming.",
        "Gorton, Gary, and Andrew Metrick. 2011b. Regulating the Shadow Banking System. Brookings Papers on Economic Activity, forthcoming.",
        "Gorton, Gary, and George Pennacchi. 1990. Financial Intermediaries and Liquidity Creation, Journal of Finance 45(1): 49-71.",
        "Gorton, Gary, and Nicholas Souleles. 2006. Special Purpose Vehicles and Securitization, Chapter in The Risk of Financial Institutions, Rene Stulz and Mark Carey, eds., Chicago: University of Chicago Press for NBER.",
        "Greenwood, Robin, and Sam Hanson. 2011. Issuer Quality and Corporate Bond Returns, working paper.",
        "Jarrow, Robert, Li Li, Mark Mesler, and Donald van Deventer. 2007. CDO Valuation: Fact and Fiction, Kamakura Corporation Paper.",
        "Jimenez, Gabriel, Steven Ongena, Jose-Luis Peydro, and Jesus Saurina. 2011. Hazardous Times for Monetary Policy: What do 23 Million Loans Say about the Impact of Monetary Policy on Credit Risk-taking. Mimeo, European Central Bank.",
        "Kahneman, Daniel, and Amos Tversky. 1979. Prospect Theory: An Analysis of Decision Under Risk, Econometrica 47 (2): 263-292.",
        "Krishnamurthy, Arvind, Stefan Nagel, and Dmitry Orlov. 2011. Sizing Up Repo, Working Paper.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgenson. 2008. The Aggregate Demand for Treasury Debt, Kellogg Working Paper.",
        "Maddaloni, Angela, and Jose-Luis Peydro. 2011. Bank Risk-Taking, Securitization, Supervision, and Low Interest Rates: Evidence from the Euro Area and US Lending Standards, Review of Financial Studies, forthcoming.",
        "Pozsar, Zoltan, Tobias Adrian, Adam Ashcraft, and Hayley Boesky. 2010. Shadow Banking, Working Paper, Federal Reserve Bank of New York.",
        "Rajan, Raghuram. 2006. Has Finance Made the World Riskier? European Journal of Financial Management 12 (4): 499-533.",
        "Reinhart, Carmen, and Kenneth Rogoff. 2009. This Time Is Different: Eight Centuries of Financial Folly. Princeton, NJ: Princeton University Press.",
        "Ross, Stephen. 1976. Options and Efficiency, Quarterly Journal of Economics, 90(1): 7589.",
        "Shin, Hyun Song. 2009a. Reflections on Northern Rock: The Bank Run that Heralded the Global Financial Crisis, Journal of Economic Perspectives 23(1): 101-120.",
        "Shin, Hyun Song. 2009b. Securitisation and Financial Stability, The Economic Journal, 119(536): 309-332.",
        "Shleifer, Andrei, and Robert Vishny. 1992. Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, 47, 1343-66.",
        "Shleifer, Andrei, and Robert Vishny. 2010. Unstable Banking, Journal of Financial Economics, 97(3): 306-318.",
        "Stein, Jeremy. 2010. Monetary Policy as Financial-Stability Regulation, Quarterly Journal of Economics, forthcoming.",
        "UBS. 2008. Shareholder Reports on UBS's Write-Downs. 4/18/08."
    ]
}