{
    "id": 17111,
    "cites": 28,
    "cited_by": 44,
    "reference": [
        "Barro, Robert J. and Xavier Sala-i Martin (1992). Public Finance in Models of Economic Growth. The Review of Economic Studies, 59(4):645661.",
        "Bernstein, Jared and Christina Romer (2009). The Job Impact of the American Recovery and Reinvestment Act. press release, January 9, Office of the Vice President Elect.",
        "Buiter, Willem (2009). The unfortunate uselessness of most `state of the art' academic monetary economics. www.voxeu.org, March 6, 2009.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo (2009). When is the government spending multiplier large? draft, Northwestern University.",
        "Cogan, John F., Tobias Cwik, John B. Taylor, and Volker Wieland (2010). New Keynesian versus old Keynesian government spending multipliers. Journal of Economic Dynamics and Control, 34(3):281  295.",
        "Congressional Budget Office (2009). Cost estimate for conference agreement for H.R.1. http://www.cbo.gov/ftpdocs/99xx/doc9989/hr1conference.pdf.",
        "Cooley, Thomas F. and Edward C. Prescott (1995). Economic Growth and Business Cycles. In Cooley, Thomas F. (ed.) Frontiers of Business Cycle Research, chap. 1, 138. Princeton University Press.",
        "Correia, Isabel, Emmanuel Fahri, Juan Pablo Nicolini, and Pedro Teles (2010). Unconventional Fiscal Policy at the Zero Bound. draft, Banco de Portugal.",
        "Davig, Troy and Eric M. Leeper (2009). Monetary-Fiscal Policy Interactions and Fiscal Stimulus. NBER Working Papers 15133, National Bureau of Economic Research.",
        "Drautzburg, Thorsten and Harald Uhlig (2011). Zero Lower Bound Dynamics . draft, University of Chicago.",
        "Eggertsson, Gauti B. (2010). The Paradox of Toil. draft, Federal Reserve Bank of New York.",
        "Eichenbaum, Martin and Jonas D.M. Fisher (2007). Estimating the frequency of price re-optimization in Calvo-style models. Journal of Monetary Economics, 54(7):20322047.",
        "Erceg, Christopher J. and Jesper Linde (2010). Is There a Fiscal Free Lunch in a Liquidity Trap? CEPR Discussion Paper 7624.",
        "Hall, Robert (2010). The Long Slump. draft, Stanford University.",
        "Ilut, Cosmin and Martin Schneider (2011). Ambiguous Business Cycles. draft, Duke University.",
        "Juillard, Michel (1996). Dynare: A program for the resolution and simulation of dynamic models with forward variables through the use of a relaxation algorithm. CEPREMAP, Couverture Orange 9602.",
        "Krugman, Paul (2009). How Did Economists Get It So Wrong? New York Times, September 2, 2009.",
        "Lawrance, Emily C (1991). Poverty and the Rate of Time Preference: Evidence from Panel Data. Journal of Political Economy, 99(1):5477.",
        "Leeper, Eric M., Michael Plante, and Nora Traum (2010). Dynamics of fiscal financing in the United States. Journal of Econometrics, 156(2):304321.",
        "Leeper, Eric M., Nora Traum, and Todd B. Walker (2011). Clearing up the Fiscal Multiplier Morass: A Bayesian Perspective. Draft, University of Indiana.",
        "Leeper, Eric M., Todd B. Walker, and Shu-Chun Susan Yang (2009). Government Investment and Fiscal Stimulus in the Short and Long Runs. NBER Working Papers 15153, National Bureau of Economic Research.",
        "Smets, Frank and Raf Wouters (2003). An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area. Journal of the European Economic Association, 1(5):11231175.",
        "------ (2007). Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach. The American Economic Review, 97(3):586606.",
        "Spilimbergo, Antonio, Steve Symansky, Olivier Blanchard, and Carlo Cottarelli (2008). Fiscal Policy for the Crisis. IMF Staff Position Note SPN/08/01.",
        "Trabandt, Mathias and Harald Uhlig (2010). How far are we from the slippery slope? The Laffer Curve revisited. draft, University of Chicago.",
        "Uhlig, Harald (2010a). Economics and Reality. Working Paper 16416, National Bureau of Economic Research.",
        "------ (2010b). Some Fiscal Calculus. American Economic Review, Papers and Proceedings, 100:3034.",
        "Warner, John T. and Saul Pleeter (2001). The Personal Discount Rate: Evidence from Military Downsizing Programs. American Economic Review, 91(1):3353."
    ]
}