{
    "id": 17129,
    "cites": 12,
    "cited_by": 61,
    "reference": [
        "Aghion, Philippe & Howitt, Peter (1992). A Model of Growth through Creative Destruction, Econometrica, vol. 60(2), pages 323-51, March Aker, Jenny C. (2010). Information from Markets Near and Far: The Impact of Mobile Phones on Agricultural Markets in Niger. American Economic Journal: Applied Economics Aker, Jenny and Isaac Mbiti. (2010). Mobile Phones and Economic Development in Africa Journal of Economic Perspectives.",
        "Ashraf, Nava. 2009. Spousal Control and Intra-Household Decision Making: An Experimental Study in the Philippines. American Economic Review 99, no. 4, September 2009.",
        "Avery, Robert B, Gregory E. Elliehausen, Arthur B. Kennickell, and Paul A. Spindt. 1986. The use of cash and transaction accounts by American Families, Federal Reserve Bulletin February, pp. 87-108.",
        "Duflo, Esther, Michael Kremer, and Jonathan Robinson (2010). Nudging Farmers to Use Fertilizer: Theory and Experimental Evidence from Kenya American Economic Review, Forthcoming East African Standard Reporters Why central bank position on mobile banking attracts wrath, 2/6/2009, East African Standard http://www.standardmedia.co.ke/InsidePage.php?id=1144015709&cid=457& Eijkman, Frederik, Jake Kendall, and Ignacio Mas, Bridges to Cash: the retail end of M-PESA 2010.",
        "Engberg, Holger L. 1965. Commercial Banking in East Africa, 1950-1963, Journal of Modern African Studies, Vol. 3, No. 2, pp. 175-200.",
        "Feige, Edgard L. 1987. The theory and measurement of cash payments: a case study of the Netherlands in R.D.H. Heijmans and N. Neudecker (eds.), The Practice of Econometrics: Studies on Demand, Forcasting, Money and Income International Studies in Economics and Econometrics, Vol. 15, Dordrecht, the Netherlands: Kluwer Academic Publishers.",
        "Mas, Ignacio and Olga Morawczynski. 2009 Designing Mobile Transfer Services: Lessons from M-Pesa Innovations. (Forthcoming) Mas, Ignacio, and Amolo Ng'weno, Three keys to M-Pesa's success: Branding, channel management and pricing, mimeo, Bill and Melinda Gates Foundation, December 2009.",
        "Ministry of Finance of Kenya, Ministry of Finance Audit Findings on M-Pesa Money Transfer Services 26 January, 2009, accessed at http://kenyapolitical.blogspot.com/2009/01/ministry-offinance -audit-findings-on-m.html Morawczynski, Olga. 2009. Exploring the usage and impact of transformational mobile financial services: the case of M-PESA in Kenya. Journal of Eastern African Studies. 3(3):509-525.",
        "Morawczynski, Olga and Mark Pickens. 2009. Poor People Using Mobile Financial Services: Observations on Customer Usage and Impact from M-PESA CGAP Brief Online http://www.cgap.org/gm/document1. 9.36723/BR_Poor_People_Using_Mobile_Financial_Services.pdf Mwaura, Stephen, Kenya's Payments System powerpoint presentation from Mobile Banking Conference 2009: Balancing Innovation and Regulation, 25-26 May, 2009, Kenya School of Monetary Studies, Nairobi, Kenya, http://www.ksms.or.ke/index.php/conferences-andseminars /doc_download/49-kenya-payments-system Njiraini, John and James Anyanzwa (2008). Unmasking the Storm Behing M-Pesa East African Standard, December 2008 Pickens, Mark, David Porteous, and Sarah Rotman. 2009. Scenarios for Branchless Banking in 2020. Focus Note 57. Washington, D.C.: CGAP.",
        "Plyler, Megan, Sherri Hass and Geetha Nagarajan. 2010 Community-Level Economic Effects of M-PESA in Kenya: Initial Findings IRIS Center Report, University of Maryland. http://www.fsassessment.umd.edu/publications/pdfs/Community-Effects-MPESA-Kenya.pdf Republic of China, Monthly Bulletin of Statistics August 2009, http://eng.dgbas.gov.tw/public/data/dgbas03/bs7/bulletin_eng/PDF/eng-month9808.pdf Safaricom, 2007. M-Pesa Update. Press Release. December 7, 2007 Safaricom. 2009. Industry Update. March 12, 2009. http://www.safaricom.co.ke/fileadmin/template/main/downloads/investor_relations_pdf/Industry %20Update%20120309.pdf Schumpeter, Joseph A (1942). Capitalism, Socialism, and Democracy. New York. Harper and Brothers Slemrod, Joel, Buenos Notches: Lines and Notches in Tax System Design, mimeo, University of Michigan, 2010.",
        "Spindt, Paul A. 1985. Money Is What Money Does: Monetary Aggregation and the Equation of Exchange, The Journal of Political Economy, Vol. 93, No. 1, pp. 175-204.",
        "Sublocations are the lowest administrative unit in Kenya and consist of 2 to 3 villages in rural areas or a large neighborhood in a city. We combine the 2006 and 2009 FinAcess surveys and create a balanced panel of the 190 sub-locations that were surveyed in both rounds. We constructed the measure of transfer frequency as follows. We converted the categorical responses into annual numerical values as follows. Daily = 365 times a year, Weekly - 52 times a year, Monthly = 12 times a year, Irregularly/once in a while= 1 times a year. We then used these conversion factors to change categorical responses on transfer sent and received frequencies as well as M-Pesa use frequencies into annualized numerical values. Our wealth measure is constructed by using principal component analysis on the household assets and durable goods such as televisions and refrigerators. We then create wealth quantile dummies based on the principal component analysis."
    ]
}