{
    "id": 1712,
    "cites": 11,
    "cited_by": 2,
    "reference": [
        "Aizenman, Joshua, On the complementarity of Commercial Policy. Capital Controls and Inflation Tax, NBER working paper 1583, March 1985, Canadian Journal of Economics, forthcoming.",
        "Corden, W. Max, Normative theory of international trade, Ch. 2 in Handbook of International Economics, Vol. 1, edited by R. 14. Jones and P. B. Kenen, Amsterdam, North Holland, 198)4. Dornbusch, Rudiger and Jacob A. Frenkel, Inflation and growth, Journal of Money, Credit and Banking 1, 1973, 141-156.",
        "Edwards, Sebastian, The Order of Liberalization of the External Sector in Developed Countries, Essays in International Finance, Princeton University, No. 156, December 198)4. Fischer, Stanley, Seigniorage an the Case for a National Money, Journal of Political Economy, 90, April 1982.",
        "Frenkel, Jacob A., Some Dynamic Aspects of the Welfare Cost of Inflationary Finance. In Ronald I. Hckinnon (ed.) Money and Finance in Economic Growth and Development, Marcel Dekker, Inc., 1976.",
        "Friedman, Milton, The Optimum Quantity of Money. In his The Optimum Quantity of Money and Other Essays. Chicago: Aldin, 1969, pp. 1-50.",
        "Harberger, Arnold C., Three Basic Postulates for Applied Welfare Economics: An Interpretive Essay. Journal of Economic Literature, 9, September 1971, 785-97.",
        "Budget: Taxes, Bonds or Money? American Economic Review, 69, 1979: 152160. Hercowitz, Zvi and Sadka, Efraim, On Optimal Currency Substitution Policy and Public Finance, Working Paper, Tel-Aviv University, 198~4.",
        "Jovanovic, Boyan, Inflation and Welfare in the Steady State. Journal of Political Economy 90, June 1982; 561-77.",
        "Kimbrough, Kent P., The Optimum Quantity of Money Rule in the Theory of Public Finance, manuscript, Duke University, June 1985.",
        "Phelps, Edward S., Inflation in the Theory of Public Finance, Swedish Journal of Economics, 75, 1973, 67-82.",
        "Siegel, Jeremy J, Notes on Optimal Rate of Inflation, Journal of Monetary Economics, 4, 1978, 297-305."
    ]
}