{
    "id": 17127,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Baghat, Sanjai, and Roberta Romano (2002). Event Studies and the Law: Part II: Empirical Studies of Corporate Law. American Law and Economics Review 4: 380-423.",
        "Bates, Thomas W., David A. Becher, and Michael L. Lemmon (2008). Board Classification and Managerial Entrenchment: Evidence from the Market for Corporate Control. Journal of Financial Economics 87: 656- 677.",
        "Bebchuk, Lucian A., John C. Coates, and Guhan Subramanian (2002a). The Powerful Antitakeover Force of Staggered Boards: Theory, Evidence, and Policy. Stanford Law Review 54: 887-951.",
        "Bebchuk, Lucian A., John C. Coates, and Guhan Subramanian (2002b). The Powerful Antitakeover Force of Staggered Boards: Theory, Evidence, and Policy: A Reply and extension Stanford Law Review.",
        "Bebchuk, Lucian A. and Alma Cohen (2005). The Cost of Entrenched Boards. Journal of Financial Economics 78: 409-433.",
        "Bebchuk, Lucian A., Alma Cohen, and Allen Ferrell (2009). What Matters in Corporate Governance? Review of Financial Studies 22: 783-785.",
        "Bebchuk, Lucian A., Alma Cohen, and Charles Wang (2010). Golden Parachutes and the Wealth of Shareholders. Discussion Paper No. 683, John M. Olin Center for Law, Economics, and Business, Harvard Law School.",
        "Becker, Bo, Daniel Bergstresser, and Guhan Subramanian (2010). Does Shareholder Proxy Access Improve Firm Value? Evidence from the Business Roundtable Challenge. Working Paper.",
        "Bernard, Victor, and Jacob K. Thomas (1989). Post-Earnings Announcement Drift: Delayed Price Response or Risk Premium? Journal of Accounting Research, Supplement XXVII: 136.",
        "Bhojraj, Sanjeev, Charles M.C. Lee, and Derek K. Oler (2003). What's My Line? A Comparison of Industry Classification Schemes for Capital Market Research. Journal of Accounting Research 41:745-774.",
        "Binder, John J. (1985). Measuring the Effects of Regulation with Stock Price Data. RAND Journal of Economics 16: 167-183.",
        "Chhaochharia, Vidhi, and Yaniv Grinstein (2007). Corporate Governance and Firm Value: The Impact of the 2002 Governance Rules. Journal of Finance 62: 1789-1825.",
        "Coates, John (2000). Takeover Defenses in the Shadow of the Pill: A Critique of the Scientific Evidence. Texas Law Review 79: 271-382.",
        "DellaVigna, Stefano and Joshua Pollet (2009). Investor Inattention and Friday Earnings Announcements. Journal of Finance 64: 709-749.",
        "Faleye, Olubunmi (2007). Classified Boards, Firm Value, and Managerial Entrenchment. Journal of Financial Economics 83: 501-529.",
        "Fama, Eugene and Kenneth R. French (1993). Common Risk Factors in the Returns on Bonds and Stocks. Journal of Financial Economics 33: 3-53.",
        "Fama, Eugene and Kenneth R. French (1996). Multifactor Explanations of Asset Pricing Anomalies. Journal of Finance 51: 55-87.",
        "Gompers, Paul A., Joy L. Ishii, and Andrew Metrick (2003). Corporate Governance and Equity Prices. Quarterly Journal of Economics 118(1):107-155.",
        "Guo, Re-Jin, Timothy A. Kruse, and Tom Nohel (2008). Undoing the Powerful Anti-Takeover Force of Staggered Boards. Journal of Corporate Finance 14: 274 - 288.",
        "Hochberg, Yael V., Paola Sapienza, and Annette Vissing-Jorgensen (2009). A Lobbying Approach to Evaluating the Sarbanes-Oxley Act of 2002. Journal of Accounting Research 47: 519-583.",
        "Karpoff, Jonathan M. and Paul H. Malatesta (1989). The Wealth Effects of Second-Generation State Takeover Legislation. Journal of Financial Economics 25: 291-322.",
        "Larcker, David F., Gaizka Ormazabal, and Daniel J. Taylor (2010). The Market Reaction to Corporate Governance Regulation. Journal of Financial Economics. Forthcoming.",
        "Schwert, William (1981). Using Financial Data to Measure Effects of Regulation. Journal of Law and Economics 121: 121-158."
    ]
}