{
    "id": 17120,
    "cites": 29,
    "cited_by": 12,
    "reference": [
        "Aaronson, J. and Steele, C. (2005). Stereotypes and the fragility of academic competence, motivation, and self-concept. In A.J. Elliot and C.S. Dweck, eds., Handbook of competence and motivation. New York: Guilford Press.",
        "Akerlof, G.A. and Kranton, R.E. (2002). Identity and schooling: Some lessons for the economics of education. Journal of Economic Literature, XL(December), 1167-1201.",
        "Booher-Jennings, J. (2005). Below the Bubble: Educational Triage and the Texas Accountability System American Educational Research Journal, 42(2): 231-268.",
        "Brookover, W.B., Thomas, S., & Paterson, A. (1964). Self-concept of ability and school achievement. Sociology of Education, 37:271-278.",
        "Center on Education Policy. (2008). State high school exit exams: Moving toward end-of-course exams. Retrieved November 15, 2008, from http://www.cep-dc.org/document/doc Window.cfm?fuseaction=document.viewDocument&documentid=244&documentFormat Id=3803.",
        "Conlisk, J. (1996). Why bounded rationality? Journal of Economic Literature, 34(June), 669700.",
        "Crocker, J., Karpinski, A., Quinn, D.M., & Chase, S.K. (2003). When grades determine selfworth: Consequences of contingent self-worth for male and female engineering and psychology majors. Journal of Personality and Social Psychology, 85(3), 507516 Duncan, O., Featherman, D., and Duncan, B. (1972). Socioeconomic background and achievement. New York: Seminar Press.",
        "Fan, J. (1992). Design-adaptive nonparametric regression. Journal of the American Statistical Association, 87(420), 998-1004.",
        "Gigerenzer, G. & Selten, R. eds. (2001) Bounded Rationality: The Adaptive Toolbox. Cambridge, MA: MIT Press.",
        "Goldin, C. & Katz, L.F. (2008). The Race between Education and Technology. Cambridge, MA: Belknap Press.",
        "Hahn, J., P. Todd, & Van der Klaauw, W. (2001). Identification and estimation of treatment effects with a regression-discontinuity design. Econometrica, 69(1), 201-209.",
        "Imbens, G., & Lemieux, T. (2008). Regression discontinuity designs: A guide to practice. Journal of Econometrics, 142(2), 615-35. Jacob, B.A., & Wilder, T. (forthcoming). Educational expectations and attainment. Chapter in a forthcoming volume edited by Greg Duncan and Richard J. Murnane (Russell Sage).",
        "Jussim, L. and Harber, K.D. (2005) Teacher expectations and self-fulfilling prophecies: Knowns and unknowns, resolved and unresolved controversies. Personality and Social Psychology Review, 9(2), 131-155.",
        "Kaufman, B.E. (1999). Emotional arousal as a source of bounded rationality. Journal of Economic Behavior and Organization, 38, 135-144.",
        "Lee, D.S., & Card, D. (2008). Regression discontinuity inference with specification error. Journal of Econometrics, 142(2), 655-74.",
        "Lee, D.S. & Lemieux, T. (2010). Regression Discontinuity Designs in Economics. Journal of Economic Literature, 48(2), 281-355.",
        "Loewenstein, G. (2001). Preferences, behavior, and welfare: Emotions in economic theory and economic behavior. American Economic Review: AEA Papers and Proceedings, 90(2), 426-432.",
        "Massachusetts Department of Elementary and Secondary Education. (2009). Spring 2009 MCAS tests: Summary of state results. Retrieved December 26, 2009, from http://www.doe.mass.edu/mcas/2009/results/summary.pdf.",
        "Muramatsu, R. & Hanoch, Y. (2005). Emotions as a mechanism for boundedly rational agents: The fast and frugal way. Journal of Economic Psychology, 26, 201-221.",
        "Murnane, R.J. & Willett, J.B. (2011). Methods matter: Improving causal inference in educational and social science research. New York: Oxford University Press.",
        "Neal, D. & Schanzenbach, D.W. (2010). Left behind by design: Proficiency counts and testbased accountability. Review of Economics and Statistics, 92(2), 263-283. Nelson, C.A. & Sheridan, M.A. (forthcoming). Lessons from neuroscience research for understanding causal links between family and neighborhood characteristics and educational outcomes. Chapter in a forthcoming volume edited by Greg Duncan and Richard J. Murnane (Russell Sage).",
        "Papay, J.P., Murnane, R.J., & Willett, J.B. (2010). The consequences of high school exit examinations for low-performing urban students: Evidence from Massachusetts. Educational Evaluation and Policy Analysis, 32(1), 5-23.",
        "Rabin, M. & Schrag, J.L. (1999). First impressions matter: A model of confirmatory bias. Quarterly Journal of Economics, 114(1), 37-82.",
        "Sewell, W. H., Haller, A. O., and Ohlendorf, G. W. (1970). The educational and early occupational status attainment process: Replication and revision. American Sociological Review 35, 1014-27.",
        "Sewell, W. H., Haller, A. O., and Portes, A. (1969). The educational and early occupational attainment process. American Sociological Review, 34, 82-92.",
        "Shadish, W.R., T.D. Cook, & Campbell, D.T. (2002). Experimental and quasi-experimental designs for generalized causal inference. Boston, MA: Houghton Mifflin Company.",
        "Shen, C. & Pedulla, J.J. (2000). The relationship between students' achievement and their selfperception of competence and rigour of mathematics and science: a cross-national analysis. Assessment in Education, 7(2), 237-253.",
        "Simon, H.A. (1957). Models of Man: Social and Rational. New York: John Wiley and Sons, Inc.",
        "Stinebrickner, T.R. & Stinebrickner, R. (2009). Learning about academic ability and the college drop-out decision. NBER Working Paper 14180. Retrieved from August 17, 2010 from http://www.nber.org/papers/w14810."
    ]
}