{
    "id": 17123,
    "cites": 55,
    "cited_by": 1,
    "reference": [
        "Alquist, Ron. (2008) How Important is Liquidity Risk for Sovereign Bond Risk Premia? Evidence from the London Stock Exchange. Working Paper 2008-47, Bank of Canada, Ottawa, Ontario.",
        "Bear, William E. (1896) Silver and Wheat. The Economist, September 5, p. 1161.",
        "Berg, Claes, and Lars Jonung. (1999) Pioneering Price Level Targeting: The Swedish Experience 1931-1937. Journal of Monetary Economics, 43, 525-551.",
        "Blattman, Christopher, Jason Hwang, and Jeffrey G. Williamson. (2007) Winners and Losers in the Commodity Lottery: The Impact of Terms of Trade Growth and Volatility in the Periphery 1870-1939. Journal of Development Economics, 82, 156-179.",
        "Bordo, Michael D., Robert T. Dittmar, and William T. Gavin. (2007) Gold, Fiat Money, and Price Stability. B.E. Journal of Macroeconomics, 7: Issue 1 (Topics), Article 26 [http://www.bepress.com/bejm/vol7/iss1/art26].",
        "Burdekin, Richard C. K. (2007) Nontraditional Monetary Policy Options and Commodity-Based Stabilization Policy. International Economics & Finance Journal, 2, 1-18.",
        "Burdekin, Richard C. K. (2008) US Pressure on China: Silver Flows, Deflation, and the 1934 Shanghai Credit Crunch. China Economic Review, 19, 170-182.",
        "Burdekin, Richard C. K., and Marc D. Weidenmier. (2009) The Development of `Non Traditional' Open Market Operations: Lessons from FDR's Silver Purchase Program. In The Origin and Development of Financial Markets and Institutions: From the Seventeenth Century to the Present, edited by Jeremy Atack, and Larry Neal, pp. 319-344. New York: Cambridge University Press.",
        "Cagan, Phillip. (1982) Current Problems of Monetary Policy: Would the Gold Standard Help? Washington, D.C.: American Enterprise Institute.",
        "Dowd, Kevin. (1996) The Analytics of Bimetallism. Manchester School of Economic and Social Studies, 64, 281-297.",
        "Drake, Louis S. (1985) Reconstruction of a Bimetallic Price Level. Explorations in Economic History, 22, 194-219.",
        "Einzig, Paul. (1936) Monetary Reform in Theory and Practice. London: Keagan Paul.",
        "Evans, Charles L. (2010) Monetary Policy in a Low-Inflation Environment: Developing a State-Contingent Price-Level Target. Remarks delivered before the Federal Reserve Bank of Boston's 55th Economic Conference on October 16 [http://www.chicagofed.org/webpages/publications/speeches/2010/10_16_boston_speech .cfm].",
        "Fifth International Congress of Chambers of Commerce and Commercial and Industrial Associations: September and October, 1912. Boston, Mass.: Boston Chamber of Commerce, 1913.",
        "Fisher, Irving. (1912) Prof. Irving Fisher on Standardizing the Dollar. New York Times, December 22, p. SM6.",
        "Fisher, Irving. (1913a) A Compensated Dollar. Quarterly Journal of Economics, 27, 213-235.",
        "Fisher, Irving. (1913b) The Purchasing Power of Money: Its Determination and Relation to Credit, Interest and Crises, New and Revised Edition (assisted by Harry G. Brown). New York: Macmillan.",
        "Fisher, Irving. (1920) Stabilizing the Dollar. New York: Macmillan.",
        "Fisher, Irving. (1934) Stable Money: A History of the Movement. New York: Adelphi.",
        "Flandreau, Marc. (2003) The Bank, the States, and the Market: An Austro-Hungarian Tale for Euroland, 1867-1914. In Monetary Unions: Theory, History, Public Choice, edited by Forrest H. Capie, and Geoffrey E. Wood, pp. 111-141. New York: Routledge.",
        "Flandreau, Marc, and John Komlos. (2002) Core or Periphery? The Credibility of the Austro-Hungarian Currency 1867-1913. Journal of European Economic History, 31, 293-320.",
        "Flandreau, Marc, and John Komlos. (2006) Target Zones in Theory and History: Credibility, Efficiency, and Policy Autonomy. Journal of Monetary Economics, 53, 1979-1995.",
        "Fox, Col. Dorus M. (1897) The Silver Side, 1900 Campaign Text-Book. Chicago, Ill.: W. B. Conkey.",
        "Fregert, Klas, and Lars Jonung. (2004) Deflation Dynamics in Sweden: Perceptions, Expectations, and Adjustment During the Deflations of 1921-1923 and 1931-1933. In Deflation: Current and Historical Perspectives, edited by Richard C. K. Burdekin, and Pierre L. Siklos, pp. 91-128. New York: Cambridge University Press.",
        "Frieden, Jeffry A. (1997) Monetary Populism in Nineteenth-Century America: An Open Economy Interpretation. Journal of Economic History, 57, 367-395.",
        "Friedman, Milton. (1992) Money Mischief: Episodes in Monetary History. New York: Harcourt Brace Jovanovich.",
        "Gaspar, Vitor, Frank Smets, and David Vestin. (2010) Is the Time Ripe for Price-Level Path Stability? In Challenges in Central Banking: The Current Institutional Environment and Forces Affecting Monetary Policy, edited by Pierre L. Siklos, Martin T. Bohl, and Mark E. Wohar, pp. 21-51. New York: Cambridge University Press.",
        "Hall, Robert E. (1982) Explorations in the Gold Standard and Related Policies for Stabilizing the Dollar. In Inflation: Causes and Effects, edited by Robert E. Hall, pp. 111-122. Chicago, Illinois: University of Chicago Press.",
        "Hall, Robert E. (2005) Controlling the Price Level. American Journal of Economics and Sociology, 64, 93-112.",
        "Hanke, Steve H. (2010) The Dance of the Dollar. GlobeAsia, December, 20-24.",
        "Jobst, Clemens. (2009) Market Leader: The Austro-Hungarian Bank and the Making of Foreign Exchange Intervention, 1896-1913. European Review of Economic History, 13, 287-318.",
        "Jonung, Lars. (1979) Knut Wicksell's Norm of Price Stabilization and Swedish Monetary Policy in the 1930's. Journal of Monetary Economics, 5, 459-496.",
        "Kahn, George A. (2009) Beyond Inflation Targeting: Should Central Banks Target the Price Level? Federal Reserve Bank of Kansas City, Economic Review, Third Quarter, 35-64.",
        "Laidler, David. (1991) The Golden Age of the Quantity Theory. Princeton, N.J.: Princeton University Press.",
        "Leigh, Daniel. (2010) Monetary Policy and the Lost Decade: Lessons from Japan, Journal of Money, Credit, and Banking, 42, 833-857.",
        "Lewis, Gilbert N. (1925) A Plan for Stabilising Prices. Economic Journal, 35, 40-46.",
        "Mises, Ludwig v. (1909) The Foreign Exchange Policy of the Austro-Hungarian Bank. Economic Journal, 19, 201-211.",
        "Mishkin, Frederic S., and Klaus Schmidt-Hebbel. (2007) A Decade of Inflation Targeting in the World: What Do We Know and What Do We Need to Know? In Monetary Policy Strategy, edited by Frederic S. Mishkin, pp. 405-444. Cambridge, Mass: MIT Press.",
        "Mitchener, Kris James, and Marc D. Weidenmier. (2009) Searching for Irving Fisher. Mimeo, Claremont McKenna College, April.",
        "Morys, Matthias. (2008) The Classical Gold Standard in the European Periphery: A Case Study of Austria-Hungary and Italy, 1870-1913. Unpublished Doctoral Dissertation, London School of Economics and Political Science, England.",
        "Mundell, Robert. (2003) Commodity Prices, Exchange Rates and the International Monetary System. Consultation on Agricultural Commodity Price Problems, Food and Agriculture Organization of the United Nations, New York [http://www.fao.org/DOCREP/006/Y4344E/Y4344E00.HTM].",
        "Murray, Nat. C., Albert C. Whitaker, Willard C. Fisher, O. M. W. Sprague, B. M. Anderson, Jr., R. R. Bowker, E. W. Kemmerer, and Professor Fisher. (1913) Standardizing the DollarDiscussion. American Economic Review, 3, 29-51.",
        "Neal, Larry. (1990) The Rise of Financial Capitalism: International Capital Markets in the Age of Reason. New York: Cambridge University Press.",
        "Patinkin, Don. (1993) Irving Fisher and His Compensated Dollar Plan. Federal Reserve Bank of Richmond Economic Quarterly, Summer, 1-33.",
        "Perez, Stephen J., and Mark V. Siegler. (2003) Inflationary Expectations and the Fisher Effect Prior to World War I. Journal of Money, Credit, and Banking, 35, 947-965.",
        "Schulze, Max-Stephan. (2007) Origins of Catch-Up Failure: Comparative Productivity Growth in the Habsburg Empire, 1870-1910. European Review of Economic History, 11, 189-218.",
        "Selby, Prideaux. (1895) Commodities and Silver. The Economist, January 19, p. 86.",
        "The Statist, A Weekly Journal for Economists and Men of Business (1890) Bimetallism. April 26, pp. 502-503.",
        "Sumner, Scott. (1990) The Forerunners of 'New Monetary Economics' Proposals to Stabilize the Unit of Account. Journal of Money, Credit, and Banking, 22, 109-118.",
        "Svensson, Lars E. O. (1999) Price-Level Targeting versus Inflation Targeting: A Free Lunch? Journal of Money, Credit, and Banking, 31, 277-295.",
        "Tullio, Giuseppe, and Jrgen Wolters. (2007) Monetary Policy in Austria-Hungary, 1876-1913: An Econometric Analysis of the Determinants of the Central Bank's Discount Rate and the Liquidity Ratio. Open Economies Review, 18, 521-537.",
        "Velde, FranÃ\u0083Â§ois R. (2002) The Crime of 1873: Back to the Scene. Working Paper 2002-29, Federal Reserve Bank of Chicago, Chicago, Illinois.",
        "Wicksell, Knut. (1958) Selected Papers on Economic Theory, edited by Erik Lindahl. Cambridge, Mass.: Harvard University Press.",
        "Wilson, Sir James. (1921) The World's Wheat. Journal of the Royal Statistical Society, 84, 329-391.",
        "Yeager, Leland B. (1976) International Monetary Relations; Theory, History, and Policy, 2nd Edition. New York: Harper"
    ]
}