{
    "id": 17136,
    "cites": 29,
    "cited_by": 95,
    "reference": [
        "Acharya, Viral V. and Raghuram G. Rajan, 2010, Financial Sector and Sovereign Credit Risk, Work in progess, New York University Stern School of Business.",
        "Acharya, Viral, Hyun Song Shin and Tanju Yorulmazer, 2008, Crisis Resolution and Bank Liquidity, Review of Financial Studies, forthcoming.",
        "Acharya, Viral V. and Rangarajan Sundaram, 2009, The Financial Sector `Bailout': Sowing the Seeds of the Next Crisis, Chapter 15 in Acharya, Viral V. and Matthew Richardson (editors), 2009. Restoring Financial Stability: How to Repair a Failed System, New York University Stern School of Business, John Wiley & Sons.",
        "Acharya, Viral V. and Tanju Yorulmazer, 2007 Too Many to Fail - An Analysis of Timeinconsistency in Bank Closure Policies, Journal of Financial Intermediation, 16(1), 131.",
        "Acharya, Viral V. and Tanju Yorulmazer, 2008, Cash-in-the-Market Pricing and Optimal Resolution of Bank Failures, Review of Financial Studies, 21, 27052742.",
        "Aghion, Philipp, Patrick Bolton and Steven Fries, 1999, Optimal Design of Bank Bailouts: The Case of Transition Economies, Journal of Institutional and Theoretical Economics, 155, 5170.",
        "Attinasi, Maria-Grazia, Cristina Checherita and Christiane Nickel, 2009, What Explains the Surge in Euro Area Sovereign Spreads during the Financial Crisis of 2007-09?, European Central Bank Working Paper No. 1131.",
        "Bhattacharya, Sudipto and Kjell G. Nyborg, 2010, Bank Bailout Menus, Swiss Finance Institute Research Paper Series No. 1024.",
        "Broner, Martin and Jaume Ventura, 2005, Globalization and Risk Sharing, Working Paper, Universitat Pompeu Fabra.",
        "Broner, Martin, Alberto Martin and Jaume Ventura, 2007, Enforcement Problems and Secondary Markets, Working Paper, Universitat Pompeu Fabra.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein and J. Spencer Martin, 2001, The Determinants of Credit Spread Changes, Journal of Finance, 56(6), 2177-2207.",
        "Demirguc-Kunt, Asli and Harry Huizinga, 2010, Are Banks Too Big to Fail or Too Big to Save? International Evidence from Equity Prices and CDS Spreads, World Bank Policy Research Working Paper 5360.",
        "Diamond, Douglas and Raghuram G. Rajan, 2005, Liquidity Shortages and Banking Crises, Journal of Finance, 60(2), 615647.",
        "Diamond, Douglas and Raghuram G. Rajan, 2006, Bank Bailouts and Aggregate Liquidity , American Economic Review Papers and Proceedings, 92(2), 3841.",
        "Diamond, Douglas and Raghuram G. Rajan, 2009, Fear of Fire Sales, Illiquidity Seeking and Credit Freeze, Quarterly Journal of Economics, forthcoming.",
        "Dieckmann, Stephan and Thomas Plank, 2009, Default Risk of Advanced Economies: An Empirical Analysis of Credit Default Swaps during the Financial Crisis, Working Paper, Wharton School of Business, University of Pennsylvania.",
        "Ejsing, Jacob and Wolfgang Lemke, 2011, The Janus-headed salvation: Sovereign and bank credit risk premia during 20082009, Economics Letters, 110, 2831.",
        "Gennaioli, Nicola, Alberto Martin and Stefano Rossi, 2010, Sovereign Default, Domestic Banks and Financial Institutions, Working Paper, Universitat Pompeu Fabra.",
        "Gorton, Gary and Lixin Huang. 2004. Liquidity, Efficiency, and Bank Bailouts. American Economic Review, 94(3): 455-483.",
        "King, Michael R, 2009, Time to Buy or Just Buying Time? The Market Reaction to Bank Rescue Packages, BIS Papers No 288 (September).",
        "Mailath, George and Loretta Mester, 1994, A Positive Analysis of Bank Closure, Journal of Financial Intermediation, 3(3), 272299.",
        "Merton, Robert C., 1974, On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance, 29, 449-470.",
        "Moody's Investors Services, 8 October 2008, Moody's downgrades Iceland's ratings to A1 from Aa1,.",
        "Myers, Stewart C., 1977, The Determinants of Corporate Borrowing, Journal of Financial Economics, 5(2), 147175.",
        "Panageas, Stavros, 2010a, Optimal taxation in the presence of bailouts, Journal of Monetary Economics, 57, 101?-116.",
        "Panageas, Stavros, 2010b, Bailouts,the incentive to manage risk,and financial crises, Journal of Financial Economics, 95, 296?-311.",
        "Panetta, Faib, Thomas Faeh, Giuseppe Grande, Corrinne Ho, Michael King, Aviram Levy, Federico M Signoretti, Marco Taboga, and Andrea Zaghini, 2009, An Assessment of Financial Sector Rescue Programmes, BIS Papers No 48 (July).",
        "Philippon, Thomas and Philipp Schnabl, 2009, Efficient Recapitalization, Working Paper, New York University Stern School of Business.",
        "Sgherri, Silvia and Edda Zoli, 2009, Euro Area Sovereign Risk During the Crisis, Working paper, International Monetary Fund, No. 09222."
    ]
}