{
    "id": 17130,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "(2007): Estimation of Possibly Misspecified Semiparametric Conditional Moment Restriction Models with Different Conditioning Variables, Journal of Econometrics, 141, 5--43.",
        "(1993): Intertemporal Asset Pricing Without Consumption Data, American Economic Review, 83, 487--512.",
        "(1996): Understanding Risk and Return, Journal of Political Economy, 104(2), 298--345.",
        "(2003): Consumption-Based Asset Pricing, in Handbook of the Economics of Finance Vol. I-B, ed. by G. Constantinides, M. Harris, and R. Stulz, pp. 803--887. Elsevier Science B.V., North Holland, Amsterdam.",
        "(1991): Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Investigation, Journal of Political Economy, 99, 555--576.",
        "(1993): Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics, 33, 3--56.",
        "(1996): Multifactor Explanations of Asset Pricing Anomalies, Journal of Finance, 51, 55--84.",
        "(1997): Assessing Specification Errors in Stochastic Discount Factor Models, Journal of Finance, 52, 557--590.",
        "(2007): Robustness. Princeton University Press forthcoming, Princeton, NJ.",
        "(1983): Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91, 249--65.",
        "(2001b): Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia are Time-Varying, Journal of Political Economy, 109(6), 1238--1287.",
        "(2004): Understanding Trend and Cycle in Asset Values: Reevaluating the Wealth Effect on Consumption, American Economic Review, 94(1), 276--299.",
        "(2009): Euler Equation Errors, The Review of Economic Dynamics, 12(2), 255--283.",
        "Vissing-Jorgensen, A. (2002): Limited Asset Market Participation and Intertemporal Substitution,  Journal of Political Economy, 110(4), 825--853.",
        "Vissing-Jorgensen, A., and O. P. Attanasio (2003): Stock Market Participation, Intetemporal Substitution and Risk-Aversion, American Economic Review, AEA Papers and Proceedings, 93(2), 383--391."
    ]
}