{
    "id": 17133,
    "cites": 45,
    "cited_by": 12,
    "reference": [
        "[1] Backus, D., F. Gavazzoni, C. Telmer and S.E. Zin (2010), Monetary Policy and the Uncovered Interest Parity Puzzle, NBER Working Paper No. 16218.",
        "[2] Backus, D. and G. Smith (1993), Consumption and Real Exchange Rates in Dynamic Economies with Non-Traded Goods, Journal of International Economics, 35, 297-316,.",
        "[3] Bansal, R. and A. Yaron (2004), Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, The Journal of Finance, 59: 14811509.",
        "[4] Bansal, R. and I. Shaliastovich (2010), A Long-Run Risks Explanation of Predictability Puzzles in Bond and Currency Markets, manuscript, Duke University.",
        "[5] Bekaert, G. and E. Engstrom (2009), Asset Return Dynamics under Bad Environment Good Environment Fundamentals, NBER Working Paper No. 15222.",
        "[6] Benigno, G.and P. Benigno (2008), Exchange Rate Determination under Interest Rate Rules, Journal of International Money and Finance, 27, 971-993.",
        "[7] Benigno, G, P. Benigno and S. Nistic`o (2010), Second-Order Approximation of Dynamic Models with Time-Varying Risk, NBER Working Paper No. 16633.",
        "[8] Benigno, P. and S. Nistic`o (2011), International Portfolio Allocation under Model Uncertainty,  American Economic Journal: Macroeconomics, forthcoming.",
        "[9] Benigno, G. and B. De Paoli (2010), On the International Dimension of Fiscal Policy, Journal of Money, Credit and Banking, 42, 1523-42.",
        "[10] Bilson, J.F. (1981), The Speculative Efficiency Hypothesis, Journal of Business, 54, 435451.",
        "[11] Bloom, N. (2009), The Impact of Uncertainty Shocks, Econometrica, 77, 623-85.",
        "[12] Bloom, N., M. Floetotto and N. Jaimovich (2009), Really Uncertain Business Cycles, manuscript, Stanford University.",
        "[13] Brandt, M. W, J. H. Cochrane and P. Santa Clara (2006), International risk sharing is better than you think, or exchange rates are too smooth, Journal of Monetary Economics, 53 (2006) 671698.",
        "[14] Calvo, G. A. (1983), Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 383-98.",
        "[15] Campbell, J. Y., and J. H. Cochrane (1999), By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107(2), 205-251.",
        "[16] Canova, F. (2007), Methods for Applied Macroeconomic Research, Princeton University Press [17] Chari V.V., P.J. Kehoe and E.R. McGrattan (2002), Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates?, Review of Economic Studies, 69, 53363.",
        "[18] Clarida, R. and J. Gali (1994), Sources of Real Exchange Rate Fluctuations: How Important are Nominal Shocks?, Carnegie-Rochester Conference on Public Policy 41, 1-56.",
        "[19] Cooley, T. and E. Prescott (1995), Economic growth and business cycles, in Cooley, T. (ed.), Frontiers of Business Cycle Research, Princeton University Press: Princeton, 1-38.",
        "[20] Eichenbaum, M. and C. L. Evans (1995), Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, The Quarterly Journal of Economics, 110, 975-1009.",
        "[21] Engel, C. (2010), The Real Exchange Rate, Real Interest Rates, and the Risk Premium, University of Wisconsin.",
        "[22] Epstein, L. and S. E. Zin (1989),Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 57, 93769.",
        "[23] Epstein, L. and S. E. Zin (1991), The Independence Axiom and Asset Returns, NBER Technical Working Paper No. 0109.",
        "[24] Fama, E. F. (1984), Forward and Spot Exchange Rates, Journal of Monetary Economics, 14, 319-38.",
        "[25] Fernandez-Villaverde, J., Ralph S.J. Koijen, J. F. Rubio-Ramirez and Jules van Binsbergen (2010), The Term Structure of Interest Rates in a DSGE Model with Recursive Preferences,  NBER Working Paper No. 15890.",
        "[26] Fernandez-Villaverde, J., P. Guerron-Quintana and J. F. Rubio-Ramirez (2010), Fortune or Virtue: Time-Variant Volatilities Versus Parameter Drifting in U.S. Data, NBER Working Paper No. 15928.",
        "[27] Fernandez-Villaverde, J., P. Guerron-Quintana, J. F. Rubio-Ramirez and M. Uribe (2009), Risk Matters: The Real Effects of Volatility Shocks, NBER Working Paper No. 14875.",
        "[28] Frankel, J.A. and R. Meese (1987), Are exchange rates excessively variable?, In: Fischer, S. (ed.), NBER Macroeconomics Annual. MIT Press, Cambridge, MA, pp. 117-153.",
        "[29] Gavazzoni, F. (2009), Uncovered Interest Rate Parity Puzzle: An Explanation based on Recursive Utility and Stochastic Volatility, manuscript, Tepper School of Business -Carnegie Mellon University.",
        "[30] Hess, G. D. and K. Shin (2010), Understanding the Backus-Smith puzzle: It's the (nominal) exchange rate, stupid, Journal of International Money and Finance, 29, 169-80.",
        "[31] Hodrick, R.J. (1989), Risk, Uncertainty, and Exchange Rates, Journal of Monetary Economics, 23, 433-59.",
        "[32] Kuttner, K. N (2001), Monetary Policy Surprises and Interest Rates: Evidence from the Fed Funds Futures Market, Journal of Monetary Economics, 47, 523-44.",
        "[33] Lombardo, G. and A. Sutherland (2007), Computing Second-Order-Accurate Solutions for Rational Expectation Models Using Linear Solution Methods, Journal of Economic Dynamics and Control, Volume 31, Issue 2, Pages 515-530.",
        "[34] Lubik, T. and Schorfeide, F. (2005), A Bayesian Look at New Open Economy Macroeconomics,  Economics Working Paper Archive 521, The Johns Hopkins University.",
        "[35] McCallum, B. T. (1994), A Reconsideration of the Uncovered Interest Parity Relationship,  Journal of Monetary Economics, 33, 105-32.",
        "[36] Menkhoff, L., L. Sarno, M. Schmeling and A. Schrimpf (2011), Carry Trades and Global Foreign Exchange Volatility, Journal of Finance, Forthcoming; EFA 2009 Bergen Meetings Paper.",
        "[37] Moore, M. J. and M. J. Roche (2010), Solving Exchange Rate Puzzles with neither Sticky Prices nor Trade Costs, Journal of International Money and Finance, 29, 1151-1170.",
        "[38] Obstfeld, M. and K. Rogoff (1996), Foundations of International Macroeconomics, MIT Press Books.",
        "[39] Obstfeld, M. and K. Rogoff (2002), Risk and Exchange Rates, in Elhanan Helpman and Effraim Sadka (eds.), Contemporary Economic Policy: Essays in Honor of Assaf Razin.",
        "Cambridge: Cambridge University Press 2002.",
        "[40] Pesaran, M. H. and R. P. Smith (1995), Estimating Long-Run Relationships from Dynamic Heterogeneous Panels, Journal of Econometrics, 68, 79-113.",
        "[41] Rudebush, G., and E. Swanson (2009), The Bond Premium in a DSGE Model with LongRun Real and Nominal Risks, Federal Reserve Bank of San Francisco Working Paper 2008-31.",
        "[42] Stockman, A. C. and L. L. Tesar (1995), Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements, American Economic Review, 85(1), 168-85.",
        "[43] Swanson, E. (2010), Risk Aversion and the Labor Margin in Dynamic Equilibium Models, Federal Reserve Bank of San Francisco Working Paper 2009-26.",
        "[44] Verdelhan, A. (2010), A Habit Based Explanation of the Exchange Rate Risk Premium, Journal of Finance, 65(1), 123-146.",
        "[45] Vissing-Jorgensen, A. (2002), Limited Asset Market Participation and the Elasticity of Intertemporal Substitution, Journal of Political Economy, 100, 825-853."
    ]
}