{
    "id": 17132,
    "cites": 45,
    "cited_by": 13,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, James A. Robinson, and PierreYared. 2005. From Education to Democracy, American Economic Review Papers and Proceedings, 95, 2, pp.44-49.",
        "Acemoglu, Daron, Simon Johnson, James A. Robinson, and PierreYared. 2008. Income and Democracy, American Economic Review, 98, 3, pp.808-42.",
        "Acemoglu, Daron, SimonJohnson, James A. Robinson, and PierreYared. 2009. Revisiting the Modernization Hypothesis, Journal of Monetary Economics, 56, pp.1043-58.",
        "Alan, Sule, Bo E. HonorÃ\u0083Â©, and SÃ\u0083Â¶ren Leth-Petersen. 2008. Estimation of Panel Data Models with Twosided Censoring, Princeton University: unpublished.",
        "Barro, Robert J. 1999. Determinants of Democracy, Journal of Political Economy, 107, 6, pp.157-83.",
        "Benhabib, Jess, Alejandro Corvalan, and Mark M. Spiegel. 2011. Reestablishing the IncomeDemocracy Nexus, Cambridge, MA: NBER, Working Paper 16832.",
        "Bienen, Henry and Nicholas van de Walle.1991. Of Time and Power: Leadership Duration in the Modern World, Stanford, CA: Stanford University Press.",
        "Boix, Carles. 2009. Development and Democratization, Princeton University: unpublished.",
        "Boix, Carles and Sebastian Rosato. 2001. A Complete Data Set of Political Regimes, 1800-1999. Department of Political Science, The University of Chicago, Chicago.",
        "Boix, Carles and Susan Stokes. 2003. Endogenous Democratization, World Politics, 55, 4, pp. 517549.",
        "Bollen, Kenneth A. 1998. Cross-National Indicators of Liberal Democracy, 1950 to 1990, Chapel Hill, NC: University of North Carolina, 1998.",
        "Bueno de Mesquita, Bruce, and Randolph M. Siverson. 1995. War and the Survival of Political Leaders: A Comparative Study of Regime Types and Political Accountability, American Political Science Review, 89, 4, pp. 841-855.",
        "Bueno de Mesquita, Bruce, and Alastair Smith. 2009. Political Survival and Endogenous Institutional Change, Comparative Political Studies, 42, 2, pp.167-97.",
        "Bueno de Mesquita, Bruce, and Alastair Smith. 2010. Leader Survival, Revolutions, and the Nature of Government Finance, American Journal of Political Science, 54, 4, pp.936-50.",
        "Bueno de Mesquita, Bruce, Alastair Smith, Randolph Siverson, and James D. Morrow. 2003. The Logic of Political Survival, Cambridge, MA: MIT Press.",
        "Campante, Filipe R. and Davin Chor.2011. `The People Want the Fall of the Regime': Schooling, Political Protest, and the Economy, Harvard University: unpublished.",
        "Chiozza, Giacomo and H.E. Goemans. 2004. International Conflict and the Tenure of Leaders: Is War Still `Ex Post' Inefficient? American Journal of Political Science, 48, 3, July, pp.604-19.",
        "Diamond, Larry. 2011. Why Democracies Survive, Journal of Democracy, 22, 1, pp.17-30.",
        "Epstein, David L., Robert Bates, Jack Goldstone, Ida Kristensen and Sharyn O'Halloran. 2006. Democratic Transitions, American Journal of Political Science, 50, July, pp.551569.",
        "Gandhi, Jennifer, and Adam Przeworski. 2007. Authoritarian Institutions and the Survival of Autocrats, Comparative Political Studies, 40, 11, pp.1279-1301.",
        "Geddes, Barbara. 1999. Authoritarian Breakdown: Empirical Test of a Game Theoretic Argument, UCLA: manuscript.",
        "Giglio, Mike. 2011. The Cyberactivists Who Helped Topple a Dictator, Newsweek.com, January 15, http://www.newsweek.com/2011/01/15/tunisia-protests-the-facebook-revolution.html.",
        "Glaeser, Edward L., Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2004. Do Institutions Cause Growth? Journal of Economic Growth, 9, pp.271-303.",
        "Glaeser, Edward L., Giacomo A. M. Ponzetto, and Andrei Shleifer. 2007. Why Does Democracy Need Education? Journal of Economic Growth, 12, pp.77-99.",
        "Gleditsch, Kristian S. and Jinhee L. Choung. 2004. Autocratic Transitions and Democratization, University of California, San Diego: manuscript.",
        "Gleditsch, Kristian S. and Michael D. Ward. 2006.  Diffusion and the International Context of Democratization, International Organization, 60, 4, pp.911-933.",
        "Goemans, Henk E., Kristian Skrede Gleditsch, and Giacomo Chiozza. 2009a. Introducing Archigos: A Dataset of Political Leaders, Journal of Peace Research, 46, 2, pp.269-83.",
        "Hegel, Georg W.F. 1980 [1837]. Lectures on the Philosophy of World History, trans. H.B. Nisbet, New York: Cambridge University Press.",
        "Hough, Jerry F. 1997. Democratization and Revolution in the USSR, 1985-1991, Washington, DC: Brookings Institution Press.",
        "Huntington, Samuel P. 1991. The Third Wave: Democratization in the Late Twentieth Century, Norman: University of Oklahoma Press.",
        "Inglehart, Ronald and Christian Welzel. 2005. Modernization, Cultural Change, and Democracy: The Human Development Sequence (New York: Cambridge University Press).",
        "Lipset, Seymour Martin. 1959.  Some Social Requisites of Democracy: Economic Development and Political Legitimacy, American Political Science Review, 53, 1, pp. 69-105.",
        "Londregan, John B. and Keith T. Poole. 1990. Poverty, The Coup Trap, and the Seizure of Executive Power, World Politics, 42, 2, pp.151-83.",
        "Londregan, John B. and Keith T. Poole. 1996. Does High Income Promote Democracy? World Politics, 49, 1, October, pp.1-30.",
        "Maddison, Angus. 2010. Historical Statistics of the World Economy, 1-2008 AD, www.ggdc.net/MADDISON/oriindex.htm.",
        "Moore, Barrington. 1966. Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World, Boston: Beacon Press.",
        "Morrisson, Christian and Fabrice Murtin. 2009. The Century of Education, Journal of Human Capital, 3, 1, pp.1-42.",
        "North, Douglass. 1981. Structure and Change in Economic History, New York: Norton.",
        "O'Donnell, Guillermo A. 1988. Bureaucratic Authoritarianism: Argentina, 1966-1973, in Comparative Perspective, Berkeley, CA: University of California Press.",
        "Persson, Torsten, and Guido Tabellini. 2009. Democratic Capital: The Nexus of Political and Economic Change. American Economic Journal: Macroeconomics, 1, 2, pp.88126.",
        "Przeworski, Adam, Michael Alvarez, JosÃ\u0083Â© Antonio Cheibub, and Fernando Limongi. 2000. Democracy and Development: Political Institutions and Well-Being in the World, 1950-1990, New York: Cambridge University Press.",
        "Rabe-Hesketh, Sophia and Anders Skrondal. 2008. Multilevel and longitudinal modeling using Stata, College Station, TX: Stata Press.",
        "Robinson, James A. 2001. When is a State Predatory, Harvard University: manuscript.",
        "Russett, Bruce, John R. Oneal, and Michael L. Berbaum. 2003. Causes of Peace: Democracy, Interdependence and International Organizations, 1885-1992, International Studies Quarterly, 47, pp.371-93.",
        "Stevenson, Betsey and Justin Wolfers. 2011. Trust in Public Institutions over the Business Cycle, NBER Working Paper No.16891, Cambridge MA: NBER."
    ]
}