{
    "id": 17140,
    "cites": 31,
    "cited_by": 28,
    "reference": [
        "Andrews, Donald and Patrick Guggenberger (2009): Validity of Subsampling and `Plug-in Asymptotics ' Inference for Parameters Defined by Moment Inequalities, Econometric Theory, 25, 669-709.",
        "Andrews, Donald and Gustavo Soares (2010a): Inference for Parameters Defined by Moment Inequalities Using Generalized Moment Selection, Econometrica, 78, 119-157.",
        "Andrews, Donald and Gustavo Soares (2010b): Supplement to `Inference for Parameters Defined by Moment Inequalities Using Generalized Moment Selection,' Econometrica Supplementary Material.",
        "Aruoba, Boragan and Frank Schorfheide (2011): Sticky Prices versus Monetary Frictions: An Estimation of Policy Trade-offs, American Economic Journal: Macroeconomics, 3, 60-90.",
        "Baumeister, Christiane and Geert Peersman (2008): Time-Varying Effects of Oil Supply Shocks on the U.S. Economy, Manuscript, Ghent University.",
        "Blanchard, Olivier, and Danny Quah (1989): The Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review, 79, 655-673.",
        "Boivin, Jean, and Marc Giannoni (2006): Has Monetary Policy Become More Effective? Review of Economic and Statistics, 88, 445-462.",
        "Canova, Fabio and Gianni De Nicolo (2002): Monetary Disturbances Matter for Business Cycle Fluctuations in the G-7, Journal of Monetary Economics, 49, 1131-59.",
        "Chernozhukov, Victor, Han Hong, and Elie Tamer (2007): Estimation and Confidence Regions for Parameter Sets in Econometric Models, Econometrica, 75, 1243-1284.",
        "Cynamon, Barry, Donald Dutkowsky, and Barry Jones (2006): Redefining the Monetary Aggregates: A Clean Sweep, Eastern Economic Journal, 32, 661-672.",
        "Dedola, Luca and Stefano Neri (2007): What Does a Technology Shock Do? A VAR Analysis with Model-Based Sign Restrictions, Journal of Monetary Economics, 54, 512-549.",
        "Dufour, Jean-Marie (1997): Some Impossibility Theorems in Econometrics with Applications to Structural and Dynamic Models, Econometrica, 65, 1365-1387.",
        "Faust, Jon (1998): The Robustness of Identified VAR Conclusions about Money, CarnegieRochester Conference Series on Public Policy, 49, 207-244.",
        "James, Alan. T. (1954): Normal Multivariate Analysis and the Orthogonal Group, Annals of Mathematical Statistics, 25, 40-75.",
        "Kilian, Lutz and Dan Murphy (2009): Why Agnostic Sign Restrictions Are Not Enough: Understanding the Dynamics of Oil Market VAR Models, Manuscript, University of Michigan.",
        "Manski, Charles (2003): Partial Identification of Probability Distributions, Springer-Verlag, New York.",
        "Mikusheva, Anna (2007): Uniform Inference in Autoregressive Models, Econometrica, 75, 14111452.",
        "Moon, Hyungsik Roger and Frank Schorfheide (2009): Bayesian and Frequentist Inference in Partially Identified Models, NBER Working Paper, 14882.",
        "Mountford, Andrew and Harald Uhlig (2008): What are the Effects of Fiscal Policy Shocks?, NBER Working Paper, 14551.",
        "Pappa, Evi (2009): The Effects of Fiscal Shocks on Employment and the Real Wage, International Economic Review, 50, 217-244.",
        "Peersman, Gert (2005): What Caused the Early Millennium Slowdown? Evidence Based on Vector Autoregressions, Journal of Applied Econometrics, 20, 185-207.",
        "Peersman, Geert and Roland Straub (2009): Technology Shocks and Robust Sign Restrictions in a Euro Area SVAR, International Economic Review, 50, 727-750.",
        "Perlman, Michael (1969): One-Sided Testing Problems in Multivariate Analysis, Annals of Mathematical Statistics, 40, 549-567.",
        "Phillips, Peter (1998): Impulse Response and Forecast Error Variance Asymptotics in Nonstationary VAR's, Journal of Econometrics, 83, 21-56.",
        "Rosen, Adam (2008): Confidence Sets for Partially Identified Parameters that Satisfy a Finite Number of Moment Inequalities, Journal of Econometrics, 146, 107-117.",
        "Rubio-Ramirez, Juan F., Daniel Waggoner, and Tao Zha (2010): Structural Vector Autoregressions: Theory of Identification and Algorithms for Inference, Review of Economic Studies, 77, 665-696.",
        "Sims, Christopher A. (1980): Macroeconomics and Reality, Econometrica, 48, 1-48.",
        "Song, Kyungchul (2009): Point Decisions for Interval-Identified Parameters, Manuscript, University of Pennsylvania.",
        "Staiger, Douglas and James Stock (1997): Instrumental Variables Regression with Weak Instruments,  Econometrica, 65, 557-586.",
        "Uhlig, Harald (2005): What Are the Effects of Monetary Policy on Output? Results from an Agnostic Identification Procedure, Journal of Monetary Economics, 52, 381-419.",
        "By using the same argument used in (S1.23) on page 7 of Andrews and Soares (2010b), we can deduce that lim T PT G T , qT ; ^, W ()  0  1 - , as desired for Case (ii). Case (iii): l = 0 In this case the objective function is zero, which means that T is included in any confidence set with a nonnegative critical value."
    ]
}