{
    "id": 17143,
    "cites": 19,
    "cited_by": 255,
    "reference": [
        "Bartelsman, Eric, John Haltiwanger, and Stefano Scarpetta Cross Country Differences in Productivity: The Role of Allocative Efficiency, December 2006.",
        "Cavalcanti Ferreira, Pedro, and JosÃ\u0083Â© Luiz Rossi, New Evidence from Brazil on Trade Liberalization and Productivity Growth, International Economic Review, Vol. 44, No. 4, Nov., 2003, pp. 1383-1405.",
        "Ciccone, Antonio, and Elias Papaioannou, Entry Regulation and Intersectoral Reallocation, unpublished paper, June 2008.",
        "Cimoli, Mario, Giovanni Dosi, and Joseph E. Stiglitz, eds., Industrial Policy and Development: The Political Economy of Capabilities Accumulation, Oxford University Press, Oxford and New York, 2009.",
        "Esclava, Marcela, Haltiwanger, John, Kugler, Adriana D. and Kugler, Maurice, Trade Reforms and Market Selection: Evidence from Manufacturing Plants in Colombia, NBER Working Paper No 14935, 2009.",
        "Fernandes, Ana M., Trade policy, trade volumes and plant-level productivity in Colombian manufacturing industries, Journal of International Economics, Volume 71, Issue 1, March 2007, Pages 52-71.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Misallocation and Manufacturing TFP in China and India, Quarterly Journal of Economics, November 2009.",
        "Kuznets, Simon, Economic Growth and Income Inequality, The American Economic Review, Vol. 45, No. 1 (Mar., 1955), pp. 1-28.",
        "McKinsey Global Institute, Turkey: Making the Productivity and Growth Breakthrough, McKinsey and Co., Istanbul, 2003.",
        "McMillan, Margaret, Dani Rodrik and K. Horn Welch, When Economic Reform Goes Wrong: Cashew in Mozambique, Brookings Trade Forum 2003, Washington, DC 2004.",
        "Mundlak, Yair, Rita Butzer, and Donald F. Larson, Heterogeneous technology and panel data: The case of the agricultural production function, Hebrew University, Center for Agricultural Economics Research, Discussion paper 1.08, 2008.",
        "Pages, Carmen ed., The Age of Productivity, Inter-American Development Bank, Washington, D.C., 2010.",
        "Paus, Eva, Nola Reinhardt, and Michael Dale Robinson, Trade Liberalization and Productivity Growth in Latin American Manufacturing, 1970-98, Journal of Policy Reform, 2003, vol. 6, issue 1, pages 1-15.",
        "Pavcnik, Nina, Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants, NBER Working Paper No. 7852, August 2000.",
        "Rodrik, Dani, One Economics, Many Recipes, Princeton University Press, Princeton, N.J., 2007.",
        "Rodrik, Dani, The Real Exchange Rate and Economic Growth, Brookings Papers on Economic Activity, 2008:2.",
        "Thurlow, James, and Peter Wobst, The Road to Pro-Poor Growth in Zambia: Past Lessons and Future Challenges, Proceedings of the German Development Economics Conference, Kiel, No. 37, Verein fÃ\u0083Â¼r Socialpolitik, Research Committee Development Economics, 2005.",
        "Timmer, Marcel P., and Gaaitzen J. de Vries, A Cross-Country Database For Sectoral Employment And Productivity In Asia And Latin America, 1950-2005, Groningen Growth and Development Centre Research Memorandum GD-98, Groningen: University of Groningen, August 2007.",
        "Timmer, Marcel P., and Gaaitzen J. de Vries, Structural Change and Growth Accelerations in Asia and Latin America: A New Sectoral Data Set, Cliometrica, vol 3 (issue 2), 2009, pp. 165190."
    ]
}