{
    "id": 17147,
    "cites": 64,
    "cited_by": 2,
    "reference": [
        "Angell, Joseph K., and Samuel Ames. 1832. A Treatise on the Law of Private Corporations Aggregate. Boston: Hilliard, Gray, Little & Wilkins.",
        "Anonymous. 1827. Letter on the Use and Abuse of Incorporations, Addressed to the Delegation From the City of New York in the State Legislature. New York: G & C Carvill.",
        "Appleby, Joyce. 1984. Capitalism and a New Social Order: The Republican Vision of the 1790s. New York: New York University.",
        "Bagnall, William R. 1893. The Textile Industries of the United States. Cambridge: The Riverside Press.",
        "Bailyn, Bernard. 1967. The Ideological Origins of the American Revolution. Cambridge: Harvard University Press.",
        "Bodenhorn, Howard. 2004. Free Banking and Bank Entry in Nineteenth-Century New York, NBER Working Paper Series, no. 10654.",
        "______. 2006. Bank Chartering and Political Corruption in Antebellum New York: Free Banking as Reform, in Goldin and Glaeser, eds., Corruption and Reform: Lesson's from America's Economic History. Chicago: University of Chicago Press.",
        "______. 2011a. Federal and State Commercial Banking Policy in the Federalist Era and Beyond, in Irwin and Sylla, eds., Founding Choices: American Economic Policy in the 1790s. Chicago: University of Chicago Press.",
        "______. 2011b. Voting Rights, Share Concentration and Leverage in Ninteenth-Century U.S. Banks. Draft, Clemson University.",
        "Bruegel, Martin. 2002. Farm, Shop, Landing: The Rise of a Market Society in the Hudson Valley, 1780-1860. Durham: Duke University Press.",
        "Carlos, Ann M., and Larry Neal. 2006. The Micro-Foundations of the Early London Capital Market: Bank of England Shareholders During and After the South Sea Bubble, 172025,  Economic History Review, 59, 498-538.",
        "Davis, Joseph S. 1917. Essays in the Earlier History of Corporations. 2 vols. Cambridge: Harvard University Press.",
        "Davis, Lance E. 1958. Stock Ownership in the Early New England Textile Industry, Business History Review, 32, 204-222.",
        "Dodd, Edwin M. 1954. American Business Corporations Until 1860. Cambridge: Harvard University Press.",
        "Engerman, Stanley L., and Kenneth L. Sokoloff. 2002. Factor Endowments, Inequality, and Paths of Development Among New World Economies. NBER Working Paper, Number 9259.",
        "Helwege, Jean, Christo Pirinky, and Rene M. Stulz. 2007. Why do Firms Become Widely Held? An Analysis of the Dynamics of Corporate Ownership, Journal of Finance, 62(2), 995-1028.",
        "Fox, Dixon Ryan. 1919. The Decline of Aristocracy in the Politics of New York, 1801-1840. New York: Columbia University Press.",
        "Geisst, Charles R. 2004. Wall Street: A History. New York: Oxford.",
        "Goldin, Claudia Dale. 1976. Urban Slavery in the American South, 1820-1860: A Quantitative History. Chicago: University of Chicago Press.",
        "Fischer, David Hackett. 1965. The Revolution of American Conservatism: The Federalist Party in the Era of Jeffersonian Democracy. New York: Harper and Row.",
        "Hammond, Bray. 1957. Banks and Politics in America From the Revolution to the Civil War. Princeton: Princeton University Press.",
        "Handlin, Oscar, and Mary Flug Handlin. 1969. Commonwealth: A Study of the Role of Government in the American Economy: Massachusetts, 1774-1861. Cambridge: Belknap Press.",
        "Hartz, Louis. 1948. Economic Policy and Democratic Thought: Pennsylvania, 1776-1860. Cambridge: Harvard University Press.",
        "Hilt, Eric. 2008. When did Ownership Separate from Control? Corporate Governance in the Early Nineteenth Century, Journal of Economic History, 68(3), 645-85.",
        "Hilt, Eric and Katharine O'Banion. 2009. The Limited Partnership in New York, 1822-1858: Partnerships without Kinship, Journal of Economic History, 69(3), 615-645.",
        "Hone, Philip. 1910 [1828-51]. The Diary of Philip Hone, 1828-1851, ed. Bayard Tuckerman. New York: Dodd, Mead & Co.",
        "Huberman, Gur. 2001. Familiarity Breeds Investment. Review of Financial Studies, 14(3), pp. 659-80.",
        "Hurst, James W. 1956. Law and the Conditions of Freedom in the Nineteenth-Century United States. Madison: University of Wisconsin Press.",
        "Hurst, James W. 1970. The Legitimacy of the Business Corporation in the Law of the United States, 1780-1970. Charlottesville: University Press of Virginia.",
        "Jaher, Frederic Cople. 1982. The Urban Establishment, Upper Strata in Boston, New York, Charleston, Chicago and Los Angeles. Urbana: University of Illinois.",
        "Kent, James. 1827. Commentaries on American Law, vol II. New York: O. Halstead.",
        "Kessler, William C. 1940. A Statistical Study of the New York General Incorporation Act of 1811, Journal of Political Economy, 48, 877-82.",
        "______. 1948. Incorporation in New England: A Statistical Study, 1800-1875, Journal of Economic History, 8, 43-62.",
        "Kim, Sung Bok. 1978. Landlord and Tenant in Colonial New York: Manorial Society, 16641775. Williamsburg: Institute for Early American History and Culture.",
        "Klein, Daniel B., and John Majewski. 1992. Economy, Community and the Law: The Turnpike Movement in New York, 1797-1845, Law & Society Review, 26, 469-512.",
        "Lamoreaux, Naomi, and Christopher Glaisek. 1991. Vehicles of Privilege or Mobility? Banks in Providence, Rhode Island during the Age of Jackson. Business History Review, 65, 50227.",
        "Lamoreaux, Naomi, and Jean-Laurent Rosenthal. 2006. Corporate Governance and the Plight of Minority Shareholders in the United States Before the Great Depression, in Goldin and Glaeser, eds., Corruption and Reform: Lesson's from America's Economic History. Chicago: University of Chicago Press.",
        "Maier, Pauline. 1993. The Revolutionary Origins of the American Corporation, William & Mary Quarterly, L (1), 51-84.",
        "Majewski, John. 1996. Who Financed the Transportation Revolution? Regional Divergence and Internal Improvements in Antebellum Pennsylvania and Virginia, Journal of Economic History, 56, 763-788.",
        "______. 2006. Toward a Social History of the Corporation: Shareholding in Pennsylvania, 1800-1840, in Matson, ed., The Economy of Early America: Historical Perspectives and New Directions. Philadelphia: University of Pennsylvania.",
        "Mark, Irving. 1940. Agrarian Conflicts in Colonial New York, 1711-75. New York: Columbia University Press.",
        "McCormick, Richard P. (1966). The Second American Party System: Party Formation in the Jacksonian Era. Chapel Hill: University of North Carolina Press.",
        "Miller, Nathan. 1962. The Enterprise of a Free People: Aspects of Economic Development in New York State during the Canal Period, 1792-1838. Ithaca, NY: Cornell University Press.",
        "Musacchio, Aldo. 2009. Experiments in Financial Democracy: Corporate Governance and Financial Development in Brazil, 1882-1950. New York: Cambridge University Press.",
        "Myers, Margaret G. 1931. The New York Money Market. New York: Columbia University Press.",
        "Nevins, Alan. 1934. History of the Bank of New York and Trust Company, 1784 to 1934. New York: Priv. print.",
        "New York. 1821. Reports of the Proceedings and Debates of the Convention of 1821, Assembled for the Purpose of Amending the Constitution of the State of New-York. Albany: E and E Hosford.",
        "North, Douglass C., Wallis, John J., And Barry R. Weingast. 2009. Violence and Social Orders: A Conceptual Framework for Interpreting Recorded Human History. New York: Cambridge.",
        "Peskin, Lawrence A. 2003. Manufacturing Revolution: The Intellectual Origins of Early American Industry. Baltimore: Johns Hopkins University Press.",
        "Pessen, Edward. 1973. Riches, Class and Power Before the Civil War. Lexington, Mass: D.C. Heath.",
        "Pomerantz, Sydney I. 1965. New York: An American City, 1783-1803. Port Washington, NY: Ira J. Friedman.",
        "Rothenberg, Winifred Barr. 1992. From Market-Places to a Market Economy: The Transformation of Rural Massachusetts, 1750-1850. Chicago: University of Chicago Press.",
        "Rousseau, Peter. 2009. Share Liquidity, Participation, and Growth of the Boston Market for Industrial Equities, 1854-97, Explorations in Economic History, 46(2), pp. 203-19.",
        "Seavoy, Ronald E. 1982. The Origins of the American Business Corporation, 1784-1855. Westport, CT: Greenview Press.",
        "Sellers, Charles. 1991. The Market Revolution: Jacksonian America, 1815-1846. New York: Oxford University Press.",
        "Sylla, Richard E., Wilson, Jack W., and Robert E. Wright. 2005. Price Quotations in Early United States Securities Markets, 1790-1860. ICPSR04053-v1. Ann Arbor, MI: Interuniversity Consortium for Political and Social Research, 2005-08-24.",
        "Wallis, John. 2003. Market-Augmenting Government? States and Corporations in NineteenthCentury America, in Azfar and Cadwell, eds., Market-Augmenting Government. Ann Arbor: University of Michigan Press.",
        "______. 2006. The Concept of Systematic Corruption in American History, in Goldin and Glaeser, eds., Corruption and Reform: Lesson's from America's Economic History. Chicago: University of Chicago Press.",
        "Werner, Walter, and Steven T. Smith. 1991. Wall Street. New York: Columbia University Press.",
        "White, George S. 1836. Memoir of Samuel Slater, the Father of American Manufactures. Philadelphia.",
        "White, Shane. 1991. Somewhat More Independent: The End of Slavery in New York City, 17701810. Athens: University of Georgia Press.",
        "Wright, Robert E. 1999. Bank Ownership and Lending Patterns in New York and Pennsylvania, 1781-1831, Business History Review, 73, 40-60.",
        "______. 2002. The Wealth of Nations Rediscovered: Integration and Expansion in American Financial Markets, 1780-1850. New York: Cambridge University Press.",
        "______. 2011. Rise of the Corporation Nation, in Irwin and Sylla, eds., Founding Choices: American Economic Policy in the 1790s. Chicago: University of Chicago Press."
    ]
}