{
    "id": 17155,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Alabama Department of Education.Various Years. Annual Report for the Scholastic Year Ending June 30, 1966 and for the Fiscal Year Ending September 30, 1966: Statistical and Financial Data. Montgomery, AL.",
        "Clubb, Jerome M., William H. Flanigan, and Nancy H. Zingale, Electoral Data for Counties in the United States: Presidential and Congressional Races, 1984-1972 [Computer file], Compiled by Jerome M. Clubb, William H. Flanigan, and Nancy H. Zingale, ICPSR08611-v1, (Ann Arbor, MI: Inter-university Consortium for Political and Social Research, 2006-11-13).",
        "Denckla, Ben and Sarah Reber. 2006. Documentation for Decoded OCR Files. Unpublished. Florida State Superintendent of Public Instruction. Various years. Ranking of the Counties. Research Report, Division of Research. Tallahassee, FL. Georgia State Department of Education. Various years. Annual Reports of the Department of Education to the General Assembly of the State of Georgia. Atlanta, GA.",
        "Minnesota Population Center. 2004. National Historical Geographic Information System: Prerelease Version 0.1. Minneapolis, MN: University of Minnesota. http://www.nhgis.org. Mississippi State Department of Education. Various years. Biennial report and recommendations of the State Superintendent of Public Education to the legislature for the scholastic year. Jackson, MS: State Superintendent of Public Education. North Carolina Education Association. Various years. Per Pupil Expenditures for Current Expense: Information Provided by Division of Statistical Services State Department of Public Instruction. Raleigh, NC. South Carolina State Department of Education. Various years. Annual Report of the State Superintendent of Education of the State of South Carolina. Columbia, SC.",
        "Southern Education Reporting Service. 1964. A Statistical Summary, State By State, of School Segregation-Desegregation in the Southern and Border Area from 1954 to the Present. Fourteenth revision. Nashville, TN: Southern Education Reporting Service.",
        "Southern Education Reporting Service. 1967. A Statistical Summary, State By State, of School Segregation-Desegregation in the Southern and Border Area from 1954 to the Present. Sixteenth revision. Nashville, TN: Southern Education Reporting Service. State Department of Education of Louisiana. Various years. Financial and Statistical Report. Baton Rouge, LA. Tennessee Department of Education. Various years. Annual Statistical Report of the Department of Education. Nashville, TN.",
        "U.S. Commission on Civil Rights. 1968. Political Participation: A Study of the Participation of Negroes in the Electoral and Political Processes in 10 Southern States Since Passage of the Voting Rights Act of 1965. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Department of Commerce, Bureau of the Census. 1963. Census of Population: 1960. Volume I: Characteristics of the Population. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Department of Health, Education, and Welfare, Office of Education. 1967. Statistics of State School Systems 1963-64. Washington, DC: U.S. Government Printing Office.",
        "U.S. Dept. of Education, National Center for Education Statistics. 1970. User's Manual for 1970 Census Fourth Count (Population): School District Data Tape. ICPSR version.",
        "Washington, DC: U.S. Dept. of Education, National Center for Education Statistics. Ann Arbor, MI: Inter-university Consortium for Political and Social Research, 2004. doi:10.3886/ICPSR03525 U.S. Department of Education, National Center for Education Statistics. 1970. 1970 Census Fourth Count (Population) School District Data Tapes. Washington, DC.",
        "U.S. Senate. Committee on Labor and Public Welfare. Subcommittee on Education. 1965.",
        "Maximum Basic Grants--Elementary and Secondary Education Act of 1965 (Public Law 81874, Title II, and Public Law 89-10, Title I). Washington, DC: U.S. Government Printing Office.",
        "U.S. Senate. Committee on Labor and Public Welfare. Subcommittee on Education. 1967.",
        "Notes and Working Papers Concerning the Administration of Programs Authorized Under Title I of Public Law 89-10, The Elementary and Secondary Education Act of 1965 As Amended by Public Law 89-750. Washington, DC: U.S. Government Printing Office.",
        "United States Senate. Committee on Labor and Public Welfare. 1967. Subcommittee on Education. County Allotments Under Title I, Elementary and Secondary Education Act, for Fiscal Year 1968 Based Upon $1.2 Billion Appropriation Distributed Under Family Income Factors of $2,000 and $3,000 With County Savings Clause Added. Washington, DC: U.S. Government Printing Office.",
        "United States Senate. Committee on Labor and Public Welfare. Subcommittee on Education. 1970. Allocation of Funds Under Title I of the Elementary and Secondary Education Act of 1965, As Amended, Fiscal Year 1970. Washington, DC: U.S. Government Printing Office. Virginia State Board of Education. Various years. Annual Report of the Superintendent of Public Instruction of the Commonwealth of Virginia. Richmond, VA."
    ]
}