{
    "id": 17158,
    "cites": 103,
    "cited_by": 12,
    "reference": [
        "Acemoglu,  Daron,  and  Joshua  Angrist  (2000).  How  Large  are  HumanCapital  Externalities?  Evidence from Compulsory Schooling Laws. NBER Macroeconomics Annual, 15:959.",
        "Acemoglu,  Daron,  Simon  Johnson,  and  James  Robinson  (2001).  The  Colonial  Origins  of  Comparative Development: An Empirical Investigation. American Economic Review, 91(5): 13691401.",
        "Acemoglu, Daron, and Melissa Dell (2010). Productivity Differences Between and Within Countries. American Economic Journal: Macroeconomics, 2(1):169188.",
        "Alesina, Alberto, Arnaud Devleeschauwer, William Easterly, Sergio Kurlat and Romain Wacziarg (2003). Fractionalization. Journal of Economic Growth, 8:15594.",
        "Alvarez,  Michael,  Jose  Cheibub,  Fernando  Limongi,  and  Adam  Przeworski  (2000).    Democracy  and Development: Political Institutions and Material WellBeing in the World 19501990.  Cambridge, UK: Cambridge University Press.",
        "Banerjee,  Abhijit,  and  Esther  Duflo  (2005).  Growth  Theory  through  the  Lens  of  Development Economics. In Philippe Aghion and Steven Durlauf, eds.  Handbook of Economic Growth v. 1a, Amsterdam: Elsevier.",
        "Banerjee,  Abhijit,  and  Lakshmi    Iyer  (2005).  History,  Institutions,  and  Economic  Performance:  The Legacy of Colonial Land Tenure System in India. American Economic Review 95: 11901213.",
        "Barro,  Robert  J  (1991).  Economic  Growth  in  a  CrossSection  of  Countries.  Quarterly  Journal  of Economics, 106(2): 407443.",
        "Baumol,  William  (1990),  Entrepreneurship:  Productive,  Unproductive,  and  Destructive.  Journal  of Political Economy 98 (5): 893921. 49",
        "Beck,  Thorsten,  Gerge  Clarke,  Alberto  Groff,  Philip  Keefer,  and  Patrick  Walsh  (2001).  New  Tools  in Comparative  Political  Economy:  The  Database  of  Political  Institutions.  World  Bank  Economic Review 15 (1): 165176.",
        "Benhabib,  Jess,  and  Spiegel,  Mark  (1994)  The  Role  of  Human  Capital  in  Economic  Development. Journal of Monetary Economics 34(2): 143174.",
        "Bils,  Mark,  and  Peter  Klenow  (2000).  Does  Schooling  Cause  Growth?  American  Economics  Review 90(5): 11601183.",
        "Bloom,  David  and  Jeffrey  Sachs  (1998).  Geography,  Demography,  and  Economic  Growth  in  Africa. Brookings Papers on Economic Activity, 29(2): 207296.",
        "Bloom, Nicholas, and John Van Reenen (2007). Measuring and Explaining Management Practices across Firms and Countries. Quarterly Journal of Economics 122(4): 13511408.",
        "Bloom, Nicholas, and John Van Reenen (2010). Why Do Management Practices Differ across Firms and Countries? Journal of Economic Perspectives, 24(1): 203224.",
        "Card, David (1999). The Causal Effect of Education on Earnings.  In Orley Ashenfelter and David Card, eds., Hanbook of Labor Economics, vol 3A,  Amsterdam: North Holland.",
        "Caselli, Francesco (2005).  Accounting  for CrossCountry Income Differences. In Philippe Aghion and Steven Durlauf (eds.), Handbook of Economic Growth, vol.1, ch. 9: 679741 Amsterdam: Elsevier.",
        "Caselli,  Francesco,  and  Coleman,  John  Wilbur  II  (2005).  The  World  Technology  Frontier.  American Economic Review, 96(3): 499522.",
        "Caselli,  Francesco  and  James  Feyrer  (2007).  The  Marginal  Product  of  Capital.  Quarterly  Journal  of Economics 122 (2):  535568. 50",
        "Caselli, Francesco, and Nicola Gennaioli (2009). Dynastic Management. Mimeo: LSE and CREI.",
        "Ciccone, Antonio, and Robert Hall (1996). Productivity and the Density of Economic Activity. American Economic Review, 86(1):5470.",
        "Ciccone,  Antonio,  and  Giovanni  Peri  (2006).  Identifying  HumanCapital  Externalities:  Theory  with Applications. Review of Economic Studies, 73(2):381412.",
        "Ciccone,  Antonio,  and  Elias  Papaioannou  (2009).  Human  Capital,  the  Structure  of  Production,  and Growth. Review of Economics and Statistics, 91(1): 6682.",
        "Cohen,  Daniel,  and  Marcelo  Soto  (2007).  Growth  and  Human  Capital:  Good  Data,  Good  Results. Journal of Economics Growth, 12 (1): 5176.",
        "de La Fuente, Angel and Rafael Domenech, (2006). Human Capital in Growth Regressions: How Much Difference Does Data Quality Make? Journal of the European Economics Association, 4(1):136.",
        "Dell, Melissa (2010). The Persistent Effects of Peru's Mining Mita.  Econometrica, forthcoming.",
        "Dell, Melissa, Benjamin Jones, and Benjamin Olken (2009). Temperature and Income: Reconciling New CrossSectional and Panel Estimates. NBER Working Paper No. 14680.",
        "De Long, Bradford, and Andrei Shleifer (1993). Princes or Merchants? City Growth before the Industrial Revolution  Journal of Law and Economics, 36:671702.",
        "Easterly,  William,  and  Levine,  Ross  (1997).  Africa's  Growth  Tragedy:  Policies  and  Ethnic  Divisions. Quarterly Journal of Economics 112(4):120350.",
        "Glaeser, Edward, Hedi  Kallal, Jose Scheinkman, and Andrei Shleifer (1992). Growth in Cities. Journal of Political Economy 100(6):11261152. 51",
        "Glaeser,  Edward,  and  Joshua  Gottlieb  (2009).  The  Wealth  of  Cities:  Agglomeration  Economies  and Spatial Equilibrium in the United States. Journal of Economic Literature 47(4): 9831028.",
        "Glaeser, Edward L., Jose Scheinkman, and Andrei Shleifer (1995). Economic Growth in a CrossSection of Cities. Journal of Monetary Economics 36:117143.",
        "Glaeser, Edward, and David Mare (2001). Cities and Skills. Journal of Labor Economics 19(2):316342.",
        "Glaeser, Edward, Rafael La Porta, Florencio LopezdeSilanes, and Andrei Shleifer (2004). Do Institutions Cause Growth? Journal of Economic Growth, 9 (2): 271303.",
        "Gollin, Douglas (2002). Getting Income Shares Right. Journal of Political Economy 110(2): 458474.",
        "Hall, Robert,  and Charles Jones (1999). Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics 114(1): 83116.",
        "Henderson,  Vernon,  Adam  Storeygard,  and  David  Weil  (2009).    Measuring  Economic  Growth  From Outer Space. NBER Working Paper No. 15199.",
        "Hsieh, ChangTai, and Peter Klenow (2009). Misallocation and Manufacturing TFP in China and India. Quarterly Journal of Economics 124(4): 14031448.",
        "Hsieh,  ChangTai,  and  Peter  Klenow  (2010).  Development  Accounting.  American  Economic  Journal: Macroeconomics 2(1): 207223.",
        "Iranzo, Susana, and Giovanni Peri (2009). Schooling Externalities, Technology, and Productivity: Theory and Evidence from U.S. States. Review of Economics and Statistics 91(2):420431.",
        "Jacobs, Jane (1969). The Economy of Cities. New York: Vintage. 52",
        "King,  Robert,  and  Levine,  Ross,  1993.  Finance  and  Growth  :  Schumpeter  Might  be  Right.  Quarterly Journal of Economics 108(3): 717737.",
        "Klenow, Peter, and Andres RodriguezClare (2005). Externalities and Growth. In Philippe Aghion and Steven Durlauf (eds.), The Handbook of Economic Growth, Volume 1A, pp. 818861, Elsevier.",
        "Knack,  Stephen,  and  Philip  Keefer  (1997).  Does  Social  Capital  Have  An  Economic  Payoff?  A  Cross Country Investigation. Quarterly Journal of Economics 112(4):12511288.",
        "Krueger,  Alan,  and  Mikael  Lindahl  (2001).  Education  for  Growth:  Why  and  For  Whom?  Journal  of Economic Literature 39(4):11011136.",
        "La Porta, Rafael, Florencio LopezdeSilanes, and Andrei Shleifer. 2008. The Economic Consequences of Legal Origins. Journal of Economic Literature, 46(2): 285332.",
        "La  Porta,  Rafael  and  Andrei  Shleifer  (2008).  The  Unofficial  Economy  and  Economic  Development. Brookings Papers on Economic Activity, 2008: 275352.",
        "Lucas, Robert (1978). On the Size Distribution of Business Firms. Bell Journal of Economics 9(2): 508 23.",
        "Lucas, Robert (1988). On the Mechanics of Economic Development. Journal of Monetary Economics, 22(1): 342.",
        "Lucas, Robert (2009). Ideas and Growth. Economica, 76(301): 119.",
        "Mankiw, Gregory, David Romer, and David Weil (1992). A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics, 107(2): 407437. 53",
        "Moretti, Enrico (2004). Estimating the Social Return to Higher Education: Evidence from Longitudinal and Repeated CrossSectional Data. Journal of Econometrics, 121: 175212.",
        "Moretti,  Enrico  (2004).  Workers'  Education,  Spillovers,  and  Productivity:  Evidence  from  PlantLevel Production Functions. American Economic Review, 94(3):656690.",
        "Murphy  Kevin,  Andrei  Shleifer,  and  Robert  Vishny  (1991).  The  Allocation  of  Talent:  Implications  for Growth. Quarterly Journal of Economics, 106(2): 503530.",
        "Nelson,  Richard,  and  Edmund  Phelps  (1966).  Investment  in  Humans,  Technological  Diffusion  and Economic Growth. American Economic Review, 56(2): 6975.",
        "Psacharopoulos,  George  (1994).    Returns  to  Investment  in  Education:  A  Global  Update.    World Development 22(9): 13251343.",
        "Putnam, Robert (1993). Making Democracy Work: Civic Traditions in Modern Italy.  Princeton Univ. Press Rauch, James (1993).  Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities.  Journal of Urban Economics, 34:380400.",
        "Roback, Jennifer (1982).  Wages, Rents, and the Quality of Life. Journal of Political Economy 90(6): 12571278.",
        "Romer, Paul (1990). Endogenous Technical Change. Journal of Political Economy, 98(5): S71S102.",
        "Syverson, Chad (2011).  What Determines Productivity?  Journal of Economic Literature, forthcoming.",
        "The data is for the year 2005 or the closest available. At the country level, we calculate this variable as the product of the total population and the employment ratio for the population 15 years and older.   See online appendix Appendix on Economic Census Sources.",
        "Climate: Hijmans, R. et al. (2005) , http://www.worldclim.org/ CollinsBartholomew World Digital Map, http://www.bartholomewmaps.com/data. asp?pid=5 Variable  Description Sources and links Inverse distance to coast The ratio of one over one plus the region's average distance to the nearest coastline in thousands of kilometers.  To calculate each region's average distance to the nearest coastline we create an equal distance projection of the CollinsBartholomew World Digital Map and a map of the coastlines.  Using these two maps we create a raster with the distance to the nearest coastline of each cell in a given region. Finally, to get the average distance to the nearest coastline, we sum up the distance to the nearest coastline of all cells within each region and divide that sum by the number of cells in the region. At the country level, we  calculate this variable following the same  methodology but using country boundaries.",
        "Informal payments  The average percentage of sales spent on informal payments made to public officials to get things done  with  regard  to  customs,  taxes,  licenses,  regulations,  services,  etc,  as  reported  by  the respondents in the region.   The countrylevel analog of this variable is the arithmetic average of the regions in the country.  Data is from the most recent year available, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Ln(Tax days)  The logarithm of one plus the average number of days spent in mandatory meetings and inspections with tax authority officials in the past year as reported by respondents in the region.  The country level analog of this variable is the arithmetic average of the regions in the country.  Data is for the most recent year available, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Ln(Days without electricity) The logarithm of one plus the average number of days without electricity in the past year as reported by the respondents in the region.  The countrylevel analog of this variable is the arithmetic average of the regions in the country. Data is for the most recent year available, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Security costs  The  average  costs  of  security  (i.e.,  equipment,  personnel,  or  professional  security  services)  as  a percentage of sales as reported by the respondents in the region.  The countrylevel analog of this variable  is  the  arithmetic  average  of  the  regions  in  the  country.  Data  is  for  the  most  recent  year available, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Access to land  The percentage of respondents in the region who think that access to land is a moderate, major, or very severe obstacle to business.  The countrylevel analog of this variable is the arithmetic average of the regions in the country.  Data is for the most recent year available, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Access to finance  The percentage of respondents in the region who think that access to financing is a moderate, major, or  very  severe  obstacle  to  business.    The  countrylevel  analog  of  this  variable  is  the  arithmetic average of the regions in each respective country.  Data is for the most recent year available, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Government predictability The percentage of respondents in the region who tend to agree, agree in most cases, or fully agree that  their  government  officials'  interpretation  of  regulations  are  consistent  and  predictable.    The countrylevel analog of this variable is the arithmetic average of the regions in the country. Data is for the most recent year available, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Doing Business Percentile Rank The average of the percentile ranks in each of the following five areas: (1) starting a business; (2) dealing with construction permits;  (3)  registering  property;  (4)  enforcing  contracts;  and  (5)  paying taxes.    Higher  values  indicate  more  burdensome  regulation.    Data  is  for  the  most  recent  year available, ranging from 2007 through 2010.",
        "Word Bank's Doing Business Subnational Reports. http://doingbusiness.org/Reports/Subnati onalReports/ Autocracy  This  variable  classifies  regimes  based  on  their  degree  of  autocracy.  Democracies  are  coded  as  0, bureaucracies (dictatorships with a legislature) are coded as 1 and autocracies (dictatorship without a legislature) are coded as 2. Transition years are coded as the regime that emerges afterwards. This variable  ranges  from  zero  to  two  where  higher  values  equal  a  higher  degree  of  autocracy.  This Alvarez et al. (2000).",
        "Jaggers and Marshall (2000).  Expropriation Risk  Risk of outright confiscation and forced nationalization of property. This variable ranges from zero to ten where higher values are equals a lower probability of expropriation. This variable is calculated as the average from 1982 through 1997.",
        "in the year 1997.  To produce the regional numbers, we load the power line map from the US Geological Survey and the CollinsBartholomew World Digital Map onto ArcGIS. We take the ratio of total length of the power lines in the region to the spherical area of that region.  At the country level, we calculate this variable following the same methodology but using country boundaries. US Geological Survey Global GIS database, accessed through Harvard University's Geospatial Library.",
        "CollinsBartholomew World Digital Map, http://www.bartholomewmaps.com/data. asp?pid=5 Ln(Travel time)  The  logarithm  of  the  average  estimated  travel  time  in  minutes  from  each  cell  in  a  region  to  the nearest  city  of  50,000  or  more  people  in  the  year  2000.  We  use  the  raster  from  the  Global Environmental Monitoring Unit and the CollinsBartholomew World Digital Map.  For each region, we sum the travel time from all its cells and divide by the number of cells in that region.  At the country level, we calculate this variable following the same methodology but using country boundaries. Global Environment Monitoring Unit, http://bioval.jrc.ec.europa.eu/products/ga m/index.htm CollinsBartholomew World Digital Map, http://www.bartholomewmaps.com/data. asp?pid=5 V. Culture  Trust in others  The percentage of respondents in the region who believe that most people can generally be trusted.",
        "The countrylevel analog of this variable is the arithmetic average of the regions in the country.  Data is for the most recent available year, ranging from 1980 through 2005.",
        "World Values Survey, http://www.worldvaluessurvey.org/ Civic values  The average of the value of the answers of respondents in the region about the degree of justifiability of the following four behaviors: (1) Claiming government benefits to which you are not entitled; (2) Avoiding a fare on public transport; (3) Cheating on taxes if you have a chance; and (4) Someone accepting a bribe in the course of their duties.  For each question, possible answers range from 1 (never justifiable) to 10 (always justifiable). We only include observations with nonmissing data for at least two of the four questions.  The countrylevel analog of this variable is the arithmetic average of the regions in the country.  Data is for the most recent available year, ranging from 1980 through 2005.",
        "VI.  Enterprise Survey Data Ln(Sales / Employee)  The  logarithm  of  the  quotient  of  total  annual  revenue (in  current  USD)  over  the  total  number  of employees  in  each  establishment.  Data  is  for  the  most  recent  available  year,  ranging  from  2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Ln(Sales Raw Materials / Employee) The  logarithm  of  the  quotient  of  total  annual  revenue minus  expenditure  on  raw  materials  l(in current USD) over the total number of employees in each establishment. Data is for the most recent available year, ranging from 2002 through 2009.  World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/",
        "Ln(Wages / Employee) The logarithm of the quotient of total cost of labor (in current USD) the total number of employees in each establishment. Data is for the most recent available year, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/  Ln(Expenditure on energy / Employee) The logarithm of the quotient of total energy and fuel costs over (in current USD) the total number of employees  in  each  establishment.  Data  is  for  the  most  recent  available  year,  ranging  from  2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Years of Education of workers The  number  of  years  of  schooling  from  primary  school  onwards  of  the  average  nonmanagement employee in each establishment. To compute this variable, we use the same assumptions and follow the same procedure as used for the previously described years of schooling variable at the regional level. Data is for the most recent available year, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Years of Education of manager The number of years of schooling from primary school onwards of the manager of the establishment. To compute this variable, we use the same assumptions and follow the same procedure as used for the previously described years of schooling variable at the regional level. Data is for the most recent available year, ranging from 2002 through 2009.",
        "World Bank's Enterprise Surveys. https://www.enterprisesurveys.org/ Ln( Property, plant, and equipment / Employee) The logarithm of the quotient of the book value of property, plant and equipment (in current USD) over the total number of employees in the establishment. Data is for the most recent available year, ranging from 2002 through 2009.",
        "Ln(Establishments/Population) Ln(Employees/Establishments) Ln(Employees/Population) Ln(Employees Big Firms/Employees) Years of Education in the Region 0.2967a 0.1233a 0.3418a 0.2445a (0.0314) (0.0227) (0.0273) (0.0374) Constant 5.8626a 0.8855a 4.3992a 3.6568a (0.2571) (0.2093) (0.2119) (0.4299) Observations 951 983 988 501 Adjusted R2 92% 83% 94% 95% Country Fixed Effects Yes Yes Yes Yes Note:  a = significant at the 1% level, b = significant at the 5% level, and c = significant at the 10% level.",
        "BGD Bangladesh NA BGR Bulgaria GDP Data from HDR 2003, 2002 and 2001 BIH Bosnia and Herzegovina GDP National Statistics Offices http://www.bhas.ba/Arhiva/2007/brcko/PODACI%20108.pdf BLZ Belize Expenditure Data from LSMS 2002 http://www.statisticsbelize.org.bz/dms20uc/dm_filedetails.asp?action=d&did=1 3",
        "na nonagriculture Data includes the number of establishments and employees by three size categories.  The number of employees are approximated here by the use of Jobs Held data. http://www.indec.mecon.ar/ Armenia ARM 2008 Data is from the National Statistical Service of the Republic of Armenia, Main Statistical Indicators 20052008 na all sectors No size data was found available for establishments. For employee data we use figures from the labor force survey. http://www.armstat.am/file/RegStat/defaulteng.html Australia AUS 2006 Data is from the Australian Bureau of Statistics, statistical catalogue number 81. Industry wide statistics, table 8165.0 Counts of Australian Businesses, including Entries and Exits, Jun 2003 to Jun 2007, Businesses by Industry Class by Main State by Employment Size Ranges  200607.",
        "na excludes agriculture and hunting Data includes the total number of establishments. http://www.insd.bf/fr/ Cambodia KHM 2009 Data is from the Preliminary Results of the Nationwide Establishment Listing of Cambodia 2009.",
        "na all sectors Data includes the total number of establishments. http://www.nis.gov.kh/ Cameroon CMR 1986 Data is from the Institut National de la Statistique, Recensement Industriel de 1986.",
        "[INEC. Directorio de Unidades Institucionales y Establecimientos.] 100 Employees all sectors Data includes the number of establishments and employees by five size categories. http://www.inec.go.cr/Web/Home/pagPrincipal.aspx Croatia HRV 2008 Data is from the Central Bureau of Statistics, Business Entities According To Nkd 2002. By Counties at 31 December 2008,  and Employed By The Activity And Counties at 31 March 2008. [Poslovni Subjekti Prema NkdU 2002, Po Zupanijama Stanje 31. Prosinca 2008. Zaposleni Po Podrucjima Djelatnosti Zupanijama Stanje 31. Ozujka 2008.] na nonagriculture and manufacturing Data includes the total number of employees and establishments (excludes establishments with no employees). http://www.dzs.hr/ Cuba CUB 2008 Data is from the National Statistics Office of Cuba, the Provincial Statistical Yearbook 2008.",
        "na manufacturing and mining Data includes the total number of establishments and employees. http://www.inec.gov.ec/web/guest/publicaciones/anuarios/inv_ec o/man_min Egypt EGY 2008 Data is from the Central Agency for Public Mobilization and Statistics, Data from Egypt in Figures, table Estimates of Employed Persons (15 years old and over) By Sex, Governate.",
        "na all sectors Data includes the estimated total number of employees age 15 years old and older. http://www.msrintranet.capmas.gov.eg/ows img2/htms/pdf/work/25.pdf El Salvador SLV 2005 Data is from the Ministerio de Economia Direccion General de Estadistica y Censos, VII Censos Economicos.",
        "na all sectors Data includes the total number of establishments and employees for small and medium size businesses with foreign investment. http://www.stat.kg/rus/part/msp.htm Lao PDR LAO 2004 Data is from the Ministry of IndustryHandicraft 99 Employees all sectors Data includes the number of establishments by three size categories (establishments with no employees are excluded).  The number of employees in each size category is estimated using an assumption of 5 employees for establishment with 1 to 10 employees, 55 for establishments 10 to 99,  and 100 employees for establishments with more than 99 employees. http://www.nsc.gov.la/Statistics/Selected%20Statistics/Industry.ht m",
        "na manufacturing Data includes the number of total establishments and Engaged Persons. Here the number of Engaged Persons is used as a proxy for employees. http://www.statistics.gov.my/portal/index.php?lang=en Mexico MEX 2009 Data is from the National Institute of Statistics, Geography, and Informatics, Censos EconÃ\u0083Â³micos 2009. na excludes agriculture, livestock and forestry Data includes the number of establishments and employees by twelve size categories. http://www.inegi.org.mx/est/contenidos/espanol/proyectos/censo s/ce2009/default.asp?s=est&c=14220 Moldova MDA 2008 Data is from the National Bureau of Statistics, Territorial statistics, Principalii Indicatori Ai Activitii Ã\u0083Å½ntreprinderilor Industriale, Ã\u0083Å½n Profil Teritorial.",
        "Enterprises are used as a proxy for establishments and FTE Engaged Persons are used as a proxy for employees. Data only reflects Enterprises that meet certain significance tests including minimum revenue or two or more employees. Data has been adjusted to estimate 2002, and was originally collected from a 1997 survey. http://www.stats.govt.nz/browse_for_stats/businesses/business_c haracteristics/nzbusinessdemographystatsstdtables.aspx Norway NOR 2010 Data is from Statistics Norway, table 2 Establishments, by size groups and county.",
        "na nonagriculture Data includes the total number establishements and employees. http://www.contraloria.gob.pa/ Paraguay PRY 2002 Data is from the General Directorate of Statistics, Surveys and Censuses, Resultados Preliminares de la Encuesta Industrial. na manufacturing Data includes total number of establishments. http://www.dgeec.gov.py/ Peru PER 199394 Data is from the National Institute of Statistics and Informatics, III Censo Nacional EconÃ\u0083Â³mico 19931994 (CENEC), Peru: Numero De Establecimientos Censados E Informantes, Por Estrato De Personal Ocupado; Segun Departamento (Composicion Porcentual).",
        "na nonagricultural Data includes the total number of establishments and employees. http://www.ansd.sn/ Serbia SRB 2007 Data is from the Statistical Office of the Republic of Serbia, Basic Results of Business Activity of Enterprises and Entrepreneurs. na nonagriculture and manufacturing Data includes the total number of establishments and employees. http://webrzs.stat.gov.rs/axd/en/ Slovakia SVK 2009 Data is from the Statistical Office of the Slovak Republic. na manufacturing Data includes the total number of establishments and employees. http://pxweb.statistics.sk/PXWebSlovak/index_en.htm South Africa SFA 2007 Data is from Statistics South Africa, Labour Force Survey, table Labour market indicators (workingage population, 1564 years) by province.",
        "na all sectors Data inclues the total number of employees from a Labor Force survey. http://www.statssa.gov.za/publications/P0210/P0210September2 000,2001,2002,2003,2004,2005,2006,2007.pdf South Korea KOR 2004 Data is from Statistics Korea, Report of the Census on Establishments, table By province, industrial classification and type of legal organization.",
        "na nonagricultural Data includes the total number of establishments and employees. http://kostat.go.kr/nso_main/nsoMainAction.do?method=sub&cat grp=eng2009&catid1=g03&catid2=g03a&catid3=g03ac&catid4=g03 acq Sri Lanka LKA 2003 Data is from the Department of Census and Statistics  Sri Lanka, Census of Industry 2003/2004, Table A : No.of Manufacturing Establishments and Persons Engaged by District and Type of Industry Scale.",
        "na nonagricultural Data includes the total number of establishments and employees. http://www.bfs.admin.ch/bfs/portal/fr/index/infothek/publ.html Syria SYR 2007 Data is from the Central Bureau of Statistics, workers and industry statistical tables.",
        "na all sectors Data includes the total number of establishments and employees. http://www.cbssyr.org/work/2009/semi1/TAB13.htm Tanzania TZA 2007 Data is from National Bureau of Statistics, Central Register of Establishments, Business Survey Tanzania Mainland Report.",
        "Turkey TUR 1992 Data is from Turkey's Business Statistics, General Census of Industry and Business Establishments, 2002 General Census Of Industry And Establishments, 1.1.2. Number of establishments, annual average number of persons engaged by provinces and economic  activity branches.",
        "na nonagricultural Data includes the total number of establishments and Persons Engaged. Persons Engaged is used as a proxy for employees. http://www.turkstat.gov.tr/VeriBilgi.do?tb_id=28&ust_id=9 Uganda UGA 2006 Data is from the Uganda Bureau of Statistics, Report on the Uganda Business Register 2006/7, Table 3.4.4 Distribution of Businesses by Region by Employment Size band. 100 Employees all sectors Data includes the number of establishments by six size categories and excludes establishments with no employees. The number of employees in each size category is estimated with the assumption of 2.5 employees for establishments with 1 to 4 employees, 7 for establishements with 5 to 9, 14.5 for establishments with 10 to 19, 34.5 for establishments with 20 to 49, 74.5 for establishments with 50 to 99, and 100 employees for establishements with over 100 employees.",
        "Ukraine UKR 2008 Data is from the State Statistics Committee Of Ukraine, Activity of Enterprises: Statistical Publication 2008, Table 8.7 Number of employees the size of the enterprise, by regions, Table 8.3 Number of enterprises per 10000 of present population the size of the enterprise, by regions, and Table 8.2 Share of large, mediumsized and small enterprises, by regions."
    ]
}