{
    "id": 17156,
    "cites": 10,
    "cited_by": 55,
    "reference": [
        "Heckman JJ, Stixrud J, Urzua S. 2006. The effects of cognitive and noncognitive abilities on labor market outcomes and social behavior. J. Labor Econ. 24:411-82 Knowles J, Persico N, Todd P. 2001. Racial bias in motor-vehicle searches: theory and evidence. J. Polit. Econ. 109:203-29 Lang K. 1986. A language theory of discrimination. Q. J. Econ. 101:363-82 Lang K, Lehmannn J-YK. 2010. Racial discrimination in the labor market. Unpublished manuscript, Boston Univ.",
        "Lang K, Manove M. 2009. Education and labor market discrimination. Unpublished manuscript, Boston Univ.",
        "2The relative thinness of empirical research on discrimination against other types of racial minorities has been long lamented (see Altonji & Blank 1999). One reason for the paucity of research on discrimination against other minority groups (or by one minority group toward another) is that, unlike blacks and whites, for whom such data have always been collected, disaggregated data for other racial groups have not been consistently coded in the large data sets typically used by economists. This situation will hopefully change in the future, as scholars make use of the new, richer racial information now available on surveys such as the U.S. Census.",
        "4Altonji & Blank (1999) use the expression direct evidence to mean something different than we do here. Although it is not defined in their paper, from the context it is clear that they use the expression to refer to persuasive empirical evidence about the existence of discrimination. Here we use the term direct to mean a focus on the mechanism implied by the particular model. 5Even if there are heterogeneous discrimination effects, the parameter 8 from the formulation in Equation 1 measures the average labor market discrimination experienced by blacks in the sample.",
        "9This change in the way that race is coded in the CPS carries over from a fundamental change in how the U.S. Census asked people about their racial identification beginning with the 2000 Census. 10This is the familiar argument about there being attenuation bias if the regressor of interest is randomly mismeasured. 11Some treatments might be conceptually amenable to experimental manipulation but would still never be conducted because of moral considerations. The case of the health effects of smoking is a famous example in which the current consensus about the adverse causal effects of smoking has been established through the careful gathering of observational data rather than from purely experimental evidence.",
        "12Although not experimental in nature, there is a literature that measures wage and other labor market differences by skin tone (see, e.g., Goldsmith et al. 2007). These results document penalties for darker-skinned individuals, but because the results are observational in nature, there are the usual concerns about possible unmeasured differences in productivity-relevant traits, including differences in family background.",
        "13Goldin & Rouse (2000) exploit an exogenous change in knowledge to measure the effects of discrimination against women. They study a change in symphony audition procedures, whereby candidates performed behind a screen and thus were not seen by jurors, rather than in the open as had previously been done. They find that female musicians are more likely to be hired when auditions were blind, when knowledge of gender was unknown to the relevant market actor. This study concerns gender discrimination, but one can easily imagine a similar methodology for identifying the effects of race on hiring or promotion.",
        "15Bertrand & Mullainathan address these concerns by controlling on their rÃ\u0083Â©sumÃ\u0083Â©s for standard measures of skill for the jobs in question and present some supportive data on birth-certificate data from Massachusetts to show that maternal background traits do not drive their results. However, the idea that certain types of names are correlated with traits that might otherwise affect labor market treatment is demonstrated by Fryer & Levitt (2004) in their work on black naming conventions among infants born in California. 16This reasoning abstracts from the question of whether anticipated future discrimination affects people's current human capital choices. Given the importance of skill differences, the interplay between expectations of future market discrimination and human capital investment decisions is an important area for future work.",
        "20Charles & Guryan (2007, 2008) point out that many employers who shut down would have to become employees elsewhere. Presuming that their negative racial sentiments are carried with them to this new role, interaction with black coworkers (over whose hiring they have no control) could bring disutility as large as the profit foregone by the refusal to hire blacks when they could control such hiring at their own firms.",
        "21Black (1995) shows in a simple search model that the presence of very prejudiced employers in the market, who would not hire blacks under any circumstances, generates monopsony power in those relatively unprejudiced firms who do hire blacks. Emphasizing potential differences in fixed costs of operation, Black shows how prejudiced firms can survive long-run competition. Bowlus & Eckstein (2002) extend Black's model in a variety of important ways. Lang et al. (2005) present an interesting model of directed search in which firms announce wages and hire the most productive person among persons applying for the job. Because of prejudice, no black person gets a job to which a white has applied. In the equilibrium of their model, firms either (a) post a higher wage and hire only the white workers who apply or (b) post a lower wage and choose from among black applicants. Their model suggests that durable wage gaps can derive from the existence of relatively low levels of prejudice."
    ]
}