{
    "id": 1715,
    "cites": 28,
    "cited_by": 85,
    "reference": [
        "Blank, Rebecca N. Welfare, Wages and Migration: An Analysis of Locational Choice by Female-Headed Households, unpublished paper (Sept. 1983).",
        "Blaug, Mark The Myth of the Old Poor Law and the Making of the New, Journal of Economic History23 (June 1963), pp. 151-84.",
        "Boadway, Robin W., and Wildasin, David E. Public Sector Economics, Second Edition (Boston: Little, Brown, and Co., 1984).",
        "Bradford, David F., and Oates, Wallace E. Suburban Exploitation of Central Cities and Governmental Structure, in Harold Hochman and George Peterson, eds., Redistribution Through Public Choice (New York: Columbia University Press, 1974), pp. 43-92.",
        "Buchanan, James M. Who Should Distribute What in a Federal System? in Harold Hochman and George Peterson, eds., Redistribution Through Public Choice (New York: Columbia University Press, 1974), pp. 22-42.",
        "Cebula, Richard J. Interstate Migration and the Tiebout Hypothesis: An Analysis According to Race, Sex, and Age, Journal of the Anjerican Statistical Association (Dec. 1974), pp. 876-9.",
        "Cloward, R. A., and Piven, F. F. Migration, Politics, and Welfare, Saturday Review (Nov. 16, 1968), pp. 31-5.",
        "Curran, C. Migration and Welfare: An Analysis of Their Relationship, Industrial Journal of Economics (July 1977), pp. 1-16.",
        "Fraser, Derek, ed. The New Poor Law in the Nineteenth Century (New York: St. Martins Press, 1976).",
        "Gallaway, Lowell E., Gilbert, R. F., and Smith, P. E. The Economics of Labor Mobility: An Empirical Analysis, Western Economic Journal 5 (June 1967), pp. 211-23.",
        "Gramlich, Edward M. An Econometric Examination of the New Federalism, .8rookings Papers on Economic Activity (No. 2, 1982), pp. 327-70.",
        "Economic Appraisal (Berkeley: University of California Press, 1985).",
        "Gramlich, Edward N., and Laren, Deborah S. Migration and Income Redistribution Responsibilities, Journal of Human Resources 19 (Fall 1984), pp. 489-511.",
        "Grewal, Bhajan, and Mathews, Russell, Federalism, Locational Surplus, and the Redistributive Role of Subnational Governments, unpublished paper (1983).",
        "Kaun, David E. Negro Migration and Unemployment, Journal of Human Resources 5 (Spring 1970), pp. 191-207.",
        "Kumar, Rishi More on Non-White Migration, Welfare Levels, and the Political Process, Public ChoIce 32 (Winter 1977), pp. 151-4.",
        "Ladd, Helen F., and Doolittle, Fred C. Which Level of Government Should Assist the Poor?, National Tax Journal 35 (Sept. 1982), pp. 323-36.",
        "Marshall, J. D. The Old Poor Law, 1795-1834 (London: MacMillan, 1968).",
        "Oates, Wallace E. fiscal Federalism (New York: Harcourt, Brace, Jovanovich, 1972).",
        "Orr, Larry L. Income Transfers as a Public Good: An Application to AFDC, American Economic Review~ (June 1976), pp. 359-71.",
        "Pauly, Mark V. Income Redistribution as a Local Public Good, Journal of Public Economics 2 (Feb. 1973), pp. 35-58.",
        "Peltzinan, Sam The Growth of Government, Journal of Law and Economics 23 (Oct. 1980), pp. 209-87.",
        "Southwick, Lawrence Public Welfare Programs and Recipient Migration, Growth and Change 12 (Oct. 1981), pp. 22-32.",
        "Stigler, George The Tenable Range of Functions of Local Government, in Joint Economic Committee, U.S. Congress, Federal Expenditure Policy for Economic Growth and Stability (Washington, D. C.: U.S. Government Printing Office, 1957), pp. 213-9.",
        "Tate, William E. The Parish Chest (London: Cambridge University Press, 1969).",
        "Tiebout, Charles A Pure Theory of Local Expenditures, Journal of Political Economy~ (Oct. 1956), pp. 416-24.",
        "Tresh, Richard W. Public Finance: A Normative Theory (Piano, Texas: Business Publications, 1981).",
        "Varian, Hal R. Redjstributive Taxation as Social Insurance, Journal of Public Economics 14 (Aug. 1980), pp. 49-68."
    ]
}