{
    "id": 17157,
    "cites": 43,
    "cited_by": 6,
    "reference": [
        "Akerlof, George, Janet Yellen, and Michael Katz (1996). An Analysis of Out-of-Wedlock Childbearing in the United States, Quarterly Journal of Economics. 111(2): 277-317.",
        "An, Chong-Bum, Robert Haveman, and Barbara Wolfe. 1993. Teen Out-of-Wedlock Births and Welfare Receipt: The Role of Childhood Events and Economic Circumstances, The Review of Economics and Statistics, 75 (2) (May): 195-208.",
        "Ashcraft, Adam and Kevin Lang (2010) The Consequences of Teenage Childbearing: Consistent Estimates When Abortion Makes Miscarriage Nonrandom. Unpublished manscript.",
        "Becker, Gary and H. Gregg Lewis (1973). On the Interaction between the Quantity and Quality of Children. The Journal of Political Economy. 81(2): S279S288.",
        "Brooks-Gunn, Jeanne and Frank F. Furstenberg, Jr. Adolescent Sexual Behavior. American Psychologist. Vol. 44, No. 2 (February 1989). pp. 249-257.",
        "Brooks-Gunn, Jeanne and Roberta Paikoff. Sexuality and Developmental Transitions During Adolescence, pp. 190-245 in John Schulenberg, Jennifer L. Maggs, and Klaus Hurrelmann (eds.), Health Risks and Developmental Transitions during Adolescence. Cambridge, England: Cambridge University Press. 1997.",
        "Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller (2008). Bootstrap-Based Improvements for Inference with Clustered Errors, Review of Economics and Statistics 90(3): 414-427.",
        "Chau, Michelle, Kalyani Thampi, and Vanessa R. Wight (2010). Basic Facts About Low-income Children, 2009 (Children Under Age 18). New York: National Center for Children in Poverty.",
        "Clark, Kenneth B. (1965). Dark Ghetto: Dilemmas of Social Power. New York: Harper & Row.",
        "Cohen, Jessica, and Pascaline Dupas (2010). Free Distribution or Cost-Sharing? Evidence from a Randomized Malaria Prevention Experiment. Quarterly Journal of Economics, 125(1): 1-45.",
        "Corak, Miles (2006). Do Poor Children Become Poor Adults? Lessons from a Cross-Country Comparison of Generational Earnings Mobility. IZA Discussion Paper 1993.",
        "Deaon, Angus and Darren Lubotsky (2003). Mortality, Inequality, and Race in American cities and states. Social Science & Medicine 56 (2003) 11391153.",
        "Duncan, Greg and Saul Hoffman. Welfare Benefits, Economic Opportunities, and Out-ofWedlock Births among Black Teenage Girls. Demography 27 (November 1990): 519-36.",
        "Kearney and Levine, p. 44 Duncan, Greg, W. Jean Yeung, Jeanne Brooks-Gunn, and Judith R. Smith. 1998. How Much Does Childhood Poverty Affect the Life Chances of Children? American Sociological Review 63(3), (June): 406-423.",
        "Ellwood, David T., and Christopher Jencks. 2004. The Spread of Single-Parent Families in the United States since 1960. pp. 25-65 in Daniel P. Moynihan, Timothy M. Smeeding, and Lee Rainwater (eds.), The Future of the Family. New York: Russell Sage Foundation.",
        "Hardy, Janet B. and Laurie Schwab Zabin. 1991. Adolescent Pregnancy in an Urban Environment. Washington, DC: Urban Institute Press.",
        "Kearney, Melissa S. (2004). Is There an Effect of Incremental Welfare Benefits on Fertility Behavior? A Look at the Family Cap Journal of Human Resources. 39(2): 295-325.",
        "Kearney, Melissa S. and Phillip B. Levine (2009a). Subsidized Contraception, Fertility, and Sexual Behavior. Review of Economics and Statistics. 91(1): 137-151.",
        "Kearney, Melissa S. and Phillip B. Levine (2009b). Socioeconomic Disadvantage and Early Childbearing, in Jonathan Gruber (ed.), An Economic Perspective on the Problems of Disadvantaged Youth. Chicago: University of Chicago Press.",
        "Kiernan, Kathleen (2004). Unmarried Cohabitation and Parenthood: Here to Stay? European Perspectives, pp. 66-95 in Daniel P. Moynihan, Timothy M. Smeeding, and Lee Rainwater (eds.), The Future of the Family. New York: Russell Sage Foundation.",
        "Levine, Phillip B. (2001). The Sexual Activity and Birth Control Use of American Teenagers, in Jonathan Gruber (ed.), An Economic Analysis of Risky Behavior among Youths. Chicago: University of Chicago Press.",
        "Levine, Phillip B. (2003). Parental Involvement Laws and Fertility Behavior. Journal of Health Economics. Vol. 22, No. 5 (September). pp. 861-878.",
        "Levine, Phillip B. (2004). Sex and Consequences: Abortion, Public Policy, and the Economics of Fertility. Princeton, NJ: Princeton University Press.",
        "Levine, Phillip B, Amy Trainor, and David J. Zimmerman (1996). The Effect of State Medicaid Funding Restrictions on Pregnancy, Abortion, and Births, Journal of Health Economics, Vol. 15, No. 5 (October). pp. 555-578.",
        "Lewis, Oscar (1969). The Culture of Poverty, pp. 187-200 in Daniel P. Moynihan (ed.), On Understanding Poverty: Perspectives from the Social Sciences. New York: Basic Books.",
        "Kearney and Levine, p. 45 Luker, Kristin (1997). Dubious Conceptions: The Politics of Teenage Pregnancy. Cambridge, MA: Harvard University Press.",
        "Lundberg, Shelly and Robert D. Plotnick. 1995. Adolescent Premarital Childbearing: Do Economic Incentives Matter? Journal of Labor Economics. Vol. 13, No. 2 (April). pp. 177-200.",
        "Martin, Joyce, Brady E. Hamilton, Paul D. Sutton, Stephanie J. Ventura, T.J. Mathews, and Michelle Osterman (2010). Births: Final Data for 2008. National Vital Statistics Reports. 59(1).",
        "Martin, Joyce, Brady E. Hamilton, Paul D. Sutton, Stephanie J. Ventura, Fay Menacker, Sharon Kirmeyer, and T.J. Mathews (2009). Births: Final Data for 2006. National Vital Statistics Reports. 57(7).",
        "Moffitt, Robert (1998). The effect of welfare on marriage and fertility. In Welfare, the family, and reproductive behavior, ed. R. Moffitt, Washington DC: National Academy Press: 50-97.",
        "Moffitt, Robert (2003). The Negative Income Tax and the Evolution of U.S. Welfare Policy. Journal of Economic Perspectives. American Economic Association, vol. 17(3), pages 119-140, Summer.",
        "Moynihan, Daniel Patrick (1965). The Negro Family: The Case for National Action. Washington D.C.: United States Department of Labor, Office of Policy Planning and Research.",
        "Murray, Charles (1986). Losing Ground: American Social Policy, 1950-1980. NewYork: Basic Books.",
        "O'Donoghue, Ted and Matthew Rabin (1999). Doing it Now or Later. American Economic Review. Vol. 89, No. 1 (March). pp. 103-124.",
        "Putnam, Robert (2000). Bowling Alone: The Collapse and Revival of American Community. New York: Simon and Schuster.",
        "Ruggles, Steven J., Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek (2010). Integrated Public Use Microdata Series: Version 5.0 [Machinereadable database]. Minneapolis: University of Minnesota.",
        "United Nations (2009). Human Development Report. New York: United Nations.",
        "United Nations (2008). Demographic Yearbook. New York: United Nations.",
        "United Nations Economic Commission for Europe (2011). Statistical Database. Available at: http://w3.unece.org/pxweb/ (accessed June 8, 2011).",
        "Kearney and Levine, p. 46 Webster, Bruce H., Jr., Alemayehu Bishaw (2007). U.S. Census Bureau, American Community Survey Reports, ACS-08, Income, Earnings, and Poverty Data From the 2006 American Community Survey. Washington, DC: U.S. Government Printing Office.",
        "Waldfogel, Jane, Terry-Anne Craigie, and Jeanne Brooks-Gunn (2010). Fragile Families and Child Well-Being. Future of Children. 20(2): 87-112.",
        "Wilkinson, Richard and Kate Pickett (2009). The Spirit Level: Why Greater Equality Makes Societies Stronger. London: Bloomsbury Press.",
        "Wilson, William J. (1987). The Truly Disadvantaged: The Inner City, the Underclass and Public Policy. Chicago: University of Chicago Press."
    ]
}