{
    "id": 17159,
    "cites": 19,
    "cited_by": 37,
    "reference": [
        "American Council on Education, American Universities and Colleges, 11th edition (Hawthorn, NY: Walter de Gruyter, 1973).",
        "American Council on Education, American Universities and Colleges, 12th edition (Hawthorn, NY: Walter de Gruyter, 1983).",
        "American Colleges and Universities. American Council on Education, American Universities and Colleges, 14th edition. Walter de Gruyter, Hawthorn, NY, 1992.",
        "Angrist, Joshua and Alan Krueger. (1999). Empirical Strategies in Labor Economics, Handbook of Labor Economics, vol. 3A, edited by Orley Ashenfelter and David Card, Amsterdam: North Holland, pp. 1277-1366.",
        "Barron's Profiles of American Colleges, 19th Edition. Barron's Educational Series, Inc., Hauppauge, NY,1992.",
        "Behrman, J. R., Rosenzweig, M. R., & Taubman, P. (1996).College choice and wages: estimates using data on female twins. Review of Economics and Statistics, 78(4), 672685.",
        "Black, Dan A. and Jeffrey A. Smith, How Robust is the Evidence on the Effects of College Quality? Evidence From Matching. Journal of Econometrics, 121, pp. 99  124, 2004.",
        "Bowen, William G. and Derek Bok. The Shape of the River: Long-Term Consequences of Considering Race in College and University Admissions. Princeton University Press, Princeton, NJ, 1998.",
        "Brewer, D., & Ehrenberg, R. (1996). Does it pay to attend an elite private college? Evidence from the senior class of 1980. Research in Labor Economics, 15, 239-272.",
        "Dale, Stacy Berg and Alan B. Krueger, Estimating the Payoff to Attending a More Selective College: an Application of Selection on Observables and Unobservables. Quarterly Journal of Economics, 117(4), pp. 14911528, November 2002.",
        "Fox, M.A., Connolly, B.A., and Snyder, T.D. (2005).Youth Indicators 2005: Trends in the Well-Being of American Youth, (NCES 2005050). U.S. Department of Education, National Center for Education Statistics. Washington, DC: U.S. Government Printing Office.",
        "Fryer, Roland G., and Michael Greenstone. 2010. The Changing Consequences of Attending Historically Black Colleges and Universities. American Economic Journal: Applied Economics, 2(1): 11648.",
        "Hoekstra, Mark. 2009. The Effect of Attending the Flagship State University on Earnings: A Discontinuity-Based Approach. The Review of Economics and Statistics, Volume 91 (4).",
        "Hoxby, Caroline. The Changing Selectivity of American Colleges. Journal of Economic Perspectives--Volume 23, Number 4--Fall 2009--Pages 95118 Katz, Lawrence F. and Kevin M. Murphy. 1992. Changes in Relative Wages, 1963-87: Supply and Demand Factors. Quarterly Journal of Economics 107 (February): 35-78.",
        "Lena Lindahl, Hakan Regner. (2005) College Choice and Subsequent Earnings: Results Using Swedish Sibling Data*. Scandinavian Journal of Economics 107:3, 437-457 Online publication date: 1-Oct-2005.",
        "Long, Mark. College Quality and Early Adult Outcomes. Economics of Education Review, 27(5),pp. 588-602, October 2008.",
        "Long, Mark. Changes in the Returns to Education and College Quality. Economics of Education Review (2009). In press.",
        "Loury, L. D., & Garman, D. (1995). College selectivity and earnings. Journal of Labor Economics, 13(2), 289308.",
        "Monks, James. 2000. The Returns to Individual and College Characteristics Evidence from the National Longitudinal Survey of Youth. Economics of Education Review, 19(3): 27989."
    ]
}