{
    "id": 17169,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Altman, E., 2000, Financial ratios, discriminant analysis and the prediction of corporate bankruptcy, Journal of Finance 23, 589-609.",
        "Ayers, B.C., Cloyd, C.B., Robinson, J.R., 2002, The effect of shareholder-level dividend taxes on stock prices: Evidence from the Revenue Reconciliation Act of 1993, Accounting Review 77, 933-947.",
        "Ayers, B.C., Lefanowicz, C.E., Robinson, J.R., 2003, Shareholder taxes in acquisition premiums: The effect of capital gains taxation, Journal of Finance LVIII, 2783-2801.",
        "Auerbach, A.J. and K.A. Hassett, 2006, The 2003 dividend tax cuts and the value of the firm: an event study. In: Auerbach, A., Slemrod, J. (Eds.), Taxing Corporate Income in the 21st Century. Cambridge University Press, Cambridge.",
        "Blouin, J., Hail, L., Yetman, M., 2009, Capital gains taxes, pricing spreads and arbitrage: Evidence from U.S. cross-listed firms, The Accounting Review,1321-1361.",
        "Blouin, J.L., Raedy, J.S., Shackelford, D.A., 2003, Capital gains taxes and equity trading: Empirical evidence, Journal of Accounting Research 41, 611-651.",
        "Blouin, J.L., Raedy, J.S., Shackelford, D.A., 2011, Dividends, share repurchases, and tax clienteles: Evidence from the 2003 reductions in shareholder taxes, Accounting Review 86, forthcoming.",
        "Brown, J., Liang, N., Weisbenner, S., 2007, Executive financial incentives and payout policy: Firm responses to the 2003 dividend tax cut, Journal of Finance 62, 1035-1965.",
        "Campbell, J. and R. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-227.",
        "Chetty, R. and E. Saez, 2005, Dividend taxes and corporate behavior: evidence from the 2003 dividend tax cut, Quarterly Journal of Economics 120, 791-833.",
        "Claus, J. and J. Thomas, 2001, Equity premia as low as three percent? Empirical evidence from analysts' earnings forecasts for domestic and international stock markets, Journal of Finance 56, 1629-1666.",
        "Dai, Z., E. Maydew, D. Shackelford, H. Zhang, 2008, Capital gains taxes and asset prices: Capitalization or lock-in? Journal of Finance 63, 709-742.",
        "Dhaliwal, D., S. Heitzman, and O. Li, 2006, Taxes, leverage, and the cost of equity capital, Journal of Accounting Research 44, 2006, 691-723.",
        "Dhaliwal, D., L. Krull, and O. Li, 2007, Did the 2003 tax act reduce the cost of equity capital? Journal of Accounting and Economics 43, 121-150.",
        "Dhaliwal, D., L. Krull, O. Li, and W. Moser, 2005, Dividend taxes and implied cost of equity capital, Journal of Accounting Research, 675-708.",
        "Fama, E. and K. French, 1997, Industry cost of equity, Journal of Financial Economics 43, 153-193.",
        "Fee, E., C. Hadlock, and J. Pierce, 2009, Investment, financing constraints, and internal capital markets: Evidence from the advertising expenditures of multinational firms, Review of Financial Studies 22, 2361-2392.",
        "Feltham, G. and J. Ohlson, 1995, Valuation and clean surplus accounting for operating and financial activities, Contemporary Accounting Research 11, 689-731.",
        "Gebhardt, W., C. Lee, and B. Swaminathan, 2001,Toward an implied cost of equity, Journal of Accounting Research 39, 135-176.",
        "Gode, D. and P. Mohanram, 2003, Inferring the cost of equity using the Ohlson-Juettner Model, Review of Accounting Studies 8, 399-431.",
        "Gompers, P. and A. Metrick, 2001, Institutional investors and equity prices, Quarterly Journal of Economics 116, 229-259.",
        "Graham, J., 1999, Do personal taxes affect corporate financing decisions? Journal of Public Economics 73, 147-185.",
        "Guenther, D., B. Jung, and M. Williams, 2005, The effect of the 2003 dividend tax rate reduction on corporations' cost of equity capital, working paper.",
        "Guenther, D., and R. Sansing, 2006, Fundamentals of shareholder tax capitalization, Journal of Accounting and Economics 42: 371-384.",
        "Hail, L. and C. Leuz, 2006, International differences in cost of equity: Do legal institutions and securities regulation matter? Journal of Accounting Research 44, 485531.",
        "Hadlock, C. and J. Pierce, 2010, New evidence on measuring financial constraints: Moving beyond the KZ index, Review of Financial Studies 23, 1909-1940.",
        "Jin, L., 2006, Capital gain tax overhang and price pressure. Journal of Finance 61, 1399-1430.",
        "Kaplan, S. and L. Zingales, 1997, Do investment-cash flow sensitivities are not valid measures of financial constraints, Quarterly Journal of Economics 112, 159-216.",
        "Lang, M., and D. Shackelford, 2000, Capitalization of capital gains taxes: evidence from stock price reactions to the 1997 rate reduction, Journal of Public Economics 76, 6985.",
        "Lettau, M. and S. Ludvigson, 2001, Consumption, aggregate wealth and expected stock returns, Journal of Finance 56, 815-849.",
        "Litzenberger, R. and K. Ramaswamy, 1979, The effect of personal taxes and dividends on capital asset prices: Theory and evidence, Journal of Financial Economics 7, 163-196.",
        "Naranjo, A., M. Nimalendran, and M. Ryngaert, 1998, Stock returns, dividend yields, and taxes, Journal of Finance 53, 2029-2057.",
        "Ohlson, J., 1995, Earnings, book value, and dividends in security valuation, Contemporary Accounting Research 11, 661-687.",
        "Rauh, J., 2006, Investment and financing constraints: Evidence from the funding of corporate pension plans, Journal of Finance 61, 33-72.",
        "Shackelford, D., 2009, Chapter 10: A response to Dhammika Dharmapala, Tax Policy Lessons from the 2000's, AEI Press, 232-245.",
        "Sias, R. and L. Starks, 1997, Return autocorrelation and institutional investors, Journal of Financial Economics 46, 103-131.",
        "Whited, T. and G. Wu, 2006, Financial constraints risk, Review of Financial Studies 19, 531-559."
    ]
}