{
    "id": 17166,
    "cites": 59,
    "cited_by": 2,
    "reference": [
        "Aaron, Henry J., Shelter and Subsidies: Who Benefits from Federal Housing Policies?, The Brookings Institution, 1972.",
        "Acemoglu, Daron, David H. Autor, and David Lyle, Women, War, and Wages: the Effect of Female Labor Supply on the Wage Structure at Midcentury, Journal of Political Economy, 2004, 112 (3), 497551.",
        "Angrist, Joshua D., Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records, American Economic Review, 1990, 80 (3), 313336.",
        "Artle, Roland and Pravin Varaiya, Life Cycle Consumption and Homeownership, Journal of Economic Theory, 1978, 18, 3858.",
        "Baum-Snow, Nathaniel, Did Highways Cause Suburbanization?, Quarterly Journal of Economics, 2007, 122 (2), 775805.",
        "Bedard, Kelly and Olivier Desch^enes, The Long-Term Impact of Military Service on Health: Evidence from World War II and Korean War Veterans, American Economic Review, 2006, 96 (1), 176194.",
        "Bound, John and Sarah Turner, Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans?, Journal of Labor Economics, 2002, 20 (4), 784815.",
        "Boustan, Leah Platt and Allison Shertzer, Demography and Population Loss from Central Cities, 1950-2000, NBER Working Paper 16435, 2010.",
        "Card, David, Alexandre Mas, and Jesse Rothstein, Tipping and the Dynamics of Segregation,  Quarterly Journal of Economics, 2008, 123 (1), 177218.",
        "Carter, Susan B., Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright, eds, Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, Cambridge University Press, 2006.",
        "Chambers, Matthew, Carlos Garriga, and Don E. Schlagenhauf, Did Housing Policies Cause the Post-War Boom in Homeownership? A General Equilibrium Analysis, 2011. Towson University Department of Economics Working Paper No. 2011-01.",
        "Chay, Kenneth Y., Patrick J. McEwan, and Miguel Urquiola, The Central Role of Noise in Evaluating Interventions That Use Test Scores to Rank Schools, American Economic Review, 2005, 95 (4), 12371258.",
        "Chiuri, Maria C. and Tullio Jappelli, Financial Market Imperfections and Home Ownership: A Comparative Study, European Economic Review, 2003, 47, 857875.",
        "Collins, William J. and Robert A. Margo, Race and Home Ownership: A Century-Long View, Explorations in Economic History, 2001, 38, 6892.",
        "Dillingham, William P., Federal Aid to Veterans, 1917-1941, University of Florida Press, 1952.",
        "Duca, John V. and Stuart S. Rosenthal, Borrowing Constraints and Access to Owneroccupied Housing, Regional Science and Urban Economics, 1994, 24, 301322.",
        "Economic Behavior Program, Survey Research Center, University of Michigan, Survey of Consumer Finances, various years, Institute for Social Research, Social Science Archive 1973.",
        "Distributed by Inter-university Consortium for Political and Social Research, 1999.",
        "Glaeser, Edward and Jesse Shapiro, The Benefits of the Home Mortgage Interest Deduction, Tax Policy and the Economy, 2003, 17 (1), 3782.",
        "Goodman, John L. and Joseph B. Nichols, Does FHA Increase Home Ownership or Just Accelerate It?, Journal of Housing Economics, 1997, 6, 184202.",
        "Gordon, Robert J., ed., The American Business Cycle: Continuity and Change, University of Chicago Press, 1986. NBER Studies in Business Cycles, Vol. 25.",
        "Grebler, Leo, Housing Issues in Economic Stabilization Policy, National Bureau of Economic Research, 1960. Occasional Paper No. 72.",
        "Haines, Michael R., Historical, Demographic, Economic, and Social Data: The United States, 1790-2002, Ann Arbor, MI: Inter-university Consortium for Political and Social Research 2010. doi:10.3886/ICPSR02896.",
        "Hammond, Richard, National Survey of Veterans: Summary Report, U.S. Veterans Administration, 1980.",
        "Haurin, Donald R., Patric H. Hendershott, and Susan M. Wachter, Borrowing Constraints and the Tenure Choice of Young Households, Journal of Housing Research, 1997, 8, 137154.",
        "Hayashi, Fumio, Takatoshi Ito, and Joel Slemrod, Housing Finance Imperfections, Taxation, and Private Saving: A Comparative Simulation Analysis of the United States and Japan, Journal of the Japanese and International Economies, 1988, 2, 215238.",
        "Herzog, John P. and James S. Earley, Home Mortgage Delinquency and Foreclosure, Columbia University Press, 1970.",
        "Housing and Home Finance Agency, Housing Statistics, Historical Supplement, Vol. 14(10) October 1961.",
        "Imbens, Guido W. and Thomas Lemieux, Regression Discontinuity Designs: A Guide to Practice, Journal of Econometrics, 2008, 142, 615635.",
        "Jackson, Kenneth T., Crabgrass Frontier, Oxford University Press, 1985.",
        "Klaman, Saul B., The Postwar Residential Mortgage Market, Princeton University Press, 1961.",
        "Lee, David S. and David Card, Regression Discontinuity Inference with Specification Error, Journal of Econometrics, 2008, 142, 655674.",
        "Linneman, Peter and Susan M. Wachter, The Impacts of Borrowing Constraints on Homeownership,  AREUEA Journal, 1989, 17, 389402.",
        ", Isaac F. Megbolugbe, Susan M. Wachter, and Man Cho, Do Borrowing Constraints Change U.S. Homeownership Rates?, Journal of Housing Economics, 1997, 6, 318333.",
        "Malamud, Ofer and Abigail K. Wozniak, The Impact of College Education on Geographic Mobility: Identifying Education Using Multiple Components of Vietnam Draft Risk, NBER Working Paper 16463, 2010.",
        "Morton, Joseph E., Urban Mortgage Lending: Comparative Markets and Experience, Princeton University Press, 1956.",
        "ORC Macro, Evaluation of VA's Home Loan Guaranty Program, Final Report, 2004. Available at http://www.homeloans.va.gov/pdf/final%20report.pdf.",
        "Ortalo-Magne, Francois and Sven Rady, Boom In, Bust Out: Young Households and the Housing Price Cycle, European Economic Review, 1999, 43, 755766.",
        "Page, Marianne, Father's Education and Children's Human Capital: Evidence from the World War II GI Bill, 2006. UC Davis Department of Economics Working Paper No. 06-33.",
        "Rosen, Harvey and Kenneth T. Rosen, Federal Taxes and Homeownership: Evidence from Time Series, Journal of Political Economy, 1980, 88 (1), 5975.",
        ", , and Douglas Holtz-Eakin, Housing Tenure, Uncertainty,and Taxation, The Review of Economics and Statistics, 1984, 66 (3), 405416.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander, Integrated Public Use Microdata Series: Version 4.0, Minnesota Population Center 2008.",
        "Schwartz, Alex F., Housing Policy in the United States, 2nd ed., Routledge, 2010.",
        "Semer, Milton P., Julian H. Zimmerman, Ashley Foard, and John M. Frantz, Evolution of Federal Legislative Policy in Housing: Housing Credits, in Housing in the Seventies: Working Papers US Department of Housing and Urban Development 1976.",
        "Sheiner, Louise, Housing Prices and the Savings of Renters, Journal of Urban Economics, 1995, 38, 94125.",
        "Snowden, Kenneth A., The Anatomy of a Residential Mortgage Crisis: A Look back to the 1930's, NBER Working Paper 16244, 2010.",
        "Stanley, Marcus, College Education and the Midcentury GI Bills, Quarterly Journal of Economics, 2003, 118 (2), 671708.",
        "U.S. Bureau of the Census, Characteristics of Occupied Dwelling Units, for the United States: October, 1944, July 1945. Housing  Special Reports, Series H-45, No. 2.",
        ", Characteristics of Occupied Dwelling Units, for the United States: November, 1945, May 1946. Housing  Special Reports, Series H-46, No. 1.",
        ", Housing Characteristics of the United States: April, 1947, October 1947. Current Population Reports  Housing, Series P-70, No. 1.",
        ", 1956 National Housing Inventory, U.S. Government Printing Office, 1958.",
        ", Census of Population, 1950: Public Use Microdata Sample, Washington, DC: US Department of Commerce, Bureau of the Census and Madison, WI: University of Wisconsin, Center for Demography and Ecology 1984. Distributed by Inter-university Consortium for Political and Social Research, 1999. doi:10.3886/ICPSR08251.",
        "U.S. Department of the Treasury, Reforming America's Housing Finance Market: A Report to Congress, 2011. Downloaded from http://www.treasury.gov/initiatives/Documents/ Reforming%20America%27s%20Housing%20Finance%20Market.pdf.",
        "U.S. House of Representatives, State Veterans Laws, Special compilation to January 1, 1945, U.S. Government Printing Office 1945. 78th Cong., 2d Session, House Committee Print No. 10.",
        "U.S. Selective Service System, Annual Report of the Director of Selective Service for the Fiscal Year 1953, United States Government Printing Office, 1953.",
        "U.S. Veterans Administration, Annual Report for Fiscal Year Ending June 30, 1948, U.S. Government Printing Office, 1948.",
        ", Annual Report, 1962, U.S. Government Printing Office, 1962.",
        "Vigdor, Jacob L., Liquidity Constraints and Housing Prices: Theory and Evidence from the VA Mortgage Program, Journal of Public Economics, 2006, 90, 15791600.",
        "Yamashita, Takashi, The Effect of the G.I. Bill on Homeownership of World War II Veterans, 2008. Available at http://academic.reed.edu/economics/yamashita/Homeownerhip.pdf."
    ]
}