{
    "id": 17167,
    "cites": 41,
    "cited_by": 58,
    "reference": [
        "Abraham, Katherine and John C. Haltiwanger. 1995. Real Wages and the Business Cycle.Journal of Economic Literature, 33(3): 1215-1264.",
        "Albouy, David. 2009a. The Unequal Geographic Burden of Federal Taxation. Journal of Political Economy, 117(4): 635-667.",
        "Albouy, David. 2009b. What are Cities Worth? Land Rents, Local Productivity, and the Capitalization of Amenity Values. NBER Working Paper #14981.",
        "Artuc, Erhan, Shubham Chaudhuri, and John McLaren. 2010. Trade Shocks and Labor Adjustment: A Structural Empirical Approach. American Economic Review, 100(3): 10081045.",
        "Autor, David and David Dorn. 2009. Inequality and Specialization: The Growth of Low-Skill Service Jobs in the United States,NBER Working Paper #15150.",
        "Autor, David and Mark Duggan. 2006. The Rise in Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics, 118(1): 157-205.",
        "Bayer, Patrick, Nathanial Keohane, and Christopher Timmins. 2008. Migration and Hedonic Valuation: The Case of Air Quality. Journal of Environmental Economics and Management, 58(1): 1-14.",
        "Bartik, Timothy J. 1991. Who Bene...ts From State and Local Economic Development Policies. W.E. Upjohn Institute for Employment Research: Kalamazoo, Mich.",
        "Blanchard, Olivier Jean and Larry Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity, 1-75.",
        "Bound, John and Harry J. Holzer. 2000. Demand Shifts, Population Adjustments, and Labor Market Outcomes during the 1980s. Journal of Labor Economics, 18(1): 20-54.",
        "Chaudhuri, Shubham and John McLaren. 2007. Some Simple Analytics of Trade and Labor Mobility.NBER Working Paper #13464.",
        "Chay, Kenneth Y. and Michael Greenstone. 2005.. Does Air Quality Matter? Evidence from the Housing Market. Journal of Political Economy, 113(2): 376-424.",
        "Chernozhukov, Victor, Ivan Fernandez-Val and Alfred Galichon. 2009. Improving Estimators of Monotone Functions by Rearrangement. Biometrika, 96(3): 559-575.",
        "Ellison, Glenn and Sara Fisher Ellison. 2000. A simple framework for nonparametric speci...cation testing.Journal of Econometrics, 96(1): 1-23.",
        "Gallin, Josh. 2004. Net Migration and Labor Market Dynamics. Journal of Labor Economics, 22: 1-21.",
        "Gelbach, Jonah. 2004. Migration, the Lifecycle, and State Bene...ts: How Low is the Bottom? Journal of Political Economy. 112(5), 1091-1130.",
        "Glaeser, Edward L. and Joseph Gyourko. 2005. Urban Decline and Durable Housing. Journal of Political Economy, 113(2): 345-375.",
        "Greene, William H. 2003. Econometric Analysis. Fifth Edition, Prentice Hall: New Jersey.",
        "Gould, Eric, David B. Mustard, and Bruce Weinberg. 2002. Crime Rates and Local Labor Market Opportunities in the United States: 1979-1997. Review of Economics and Statistics. 84(1): 45-61.",
        "Hall, Peter. 1992. Eect of Bias Estimation on Coverage Accuracy of Bootstrap Con...dence Intervals for a Probability Density. Annals of Statistics, 20(2): 675-694.",
        "Hansen, Lars. 1982. Large Sample Properties of Generalized Method of Moments Estimators. Econometrica, 50: 1029-1054.",
        "Horowitz, Joel. 2001. The Bootstrap. Handbook of Econometrics, Volume 5.",
        "Hoynes, Hillary. 1999. The Employment, Earnings, and Income of Less-Skilled Workers over the Business Cycle. Institute for Research on Poverty Discussion Paper, no. 1199-99.",
        "Jayachandran, Seema. 2006. Selling Labor Low: Wage Responses to Productivity Shocks in Developing Countries. Journal of Political Economy, 114(3): 2006.",
        "Katz, Larry and Kevin M. Murphy. 1992. Changes in Relative Wages, 1963-1987: Supply and Demand Factors. Quarterly Journal of Economics, 102(1): 35-78.",
        "Kennan, John and James R. Walker. 2011. The Eect of Expected Income on Individual Migration Decisions,Econometrica, 79(1): 211-251.",
        "Kennan, John and James R. Walker. 2010. Wages, Welfare Bene...ts and Migration, Journal of Econometrics, 156(1): 229-238.",
        "Luttmer, Erzo. 2005. Neighbors as Negatives: Relative Earnings and Well-Being. Quarterly Journal of Economics, 120(3): 963-1002.",
        "Malamud, Ofer and Abigail Wozniak. 2008. The Impact of College Graduation on Geographic Mobility: Identifying Education Using Multiple Components of Vietnam Draft Risk. NBER Working Paper #16463.",
        "Manly, B. F. J. 1976. Exponential data transformations. Journal of the Royal Statistical Society, Series D (The Statistician). 25(1), 37-42.",
        "Meyer, Bruce, Wallace K. C. Mok, and James X. Sullivan. 2009. The Under-Reporting of Transfers in Household Surveys: Its Nature and Consequences. Harris School Working Paper #09.03.",
        "Morretti, Enrico. 2004. Estimating the Social Return to Higher Education: Evidence From Longitudinal and Repeated Cross-Sectional Data.Journal of Econometrics. 121(1-2).",
        "Morretti, Enrico. 2011. Real Wage Inequality, mimeo.",
        "Polinsky, A. Mitchell and David T. Ellwood. 1979. An Empirical Reconciliation of Micro and Macro Grouped Estimates of the Demand for Housing. The Review of Economics and Statistics, 61(2): 199-205.",
        "Roback, Jennifer. 1982. Wages, Rents, and the Quality of Life. Journal of Political Economy, 90(6): 1257-1278.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2004. Integrated Public Use Microdata Series: Version 3.0 [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor].",
        "Saiz, Albert. 2010. The Geographic Determinants of Housing Supply. Quarterly Journal of Economics, 125(3): 1253-1296.",
        "Saks, Raven. 2005. Job Creation and Housing Construction: Constraints on Metropolitan Area Employment Growth. Finance and Economics Discussion Series 2005-49. Washington: Board of Governors of the Federal Reserve System.",
        "Shapiro, Jesse. 2006. Quality of life, productivity, and the growth eects of human capital. Review of Economics and Statistics, 88(2): 324-335.",
        "Topel, Robert H. 1986. Local Labor Markets. Journal of Political Economy, 94(3): S111-S143.",
        "Wozniak, Abigail. 2010. Are College Graduates More Responsive to Distant Labor Market Opportunities? Journal of Human Resources, 45(4). N Mean 5th 25th 50th 75th 95th U.S. Census Data (IPUMS) Adult population (in millions) 645 0.425 0.856 0.060 0.093 0.177 0.392 1.477 Employment (in millions) 645 0.303 0.596 0.041 0.067 0.127 0.283 1.036 Employment-to-population ratio 645 0.711 0.051 0.625 0.680 0.714 0.748 0.786 Income per adult (in $000s) 645 14.979 3.167 10.516 12.871 14.664 16.674 20.079 Residualized wage ($) 645 11.545 1.207 9.801 10.718 11.399 12.304 13.712 Residualized wage, LFP adjusted ($) 645 8.225 1.131 6.593 7.496 8.142 8.911 10.095 College share of adult population 645 0.190 0.063 0.105 0.143 0.181 0.226 0.305 College share of employment 645 0.221 0.065 0.131 0.173 0.213 0.257 0.341 Average housing value (in $000s) 645 97.449 45.450 58.005 71.527 84.774 107.212 196.809 Average gross rent (in $000s) 645 5.229 1.014 4.055 4.579 5.017 5.581 7.196 REIS Data"
    ]
}