{
    "id": 17165,
    "cites": 32,
    "cited_by": 8,
    "reference": [
        "Ainsworth, Martha. 1996. Economic Aspects of Child Fostering in Cote d'Ivoire. In Research in Population Economics, Volume 8, ed. T. Paul Schultz, 25-62. Greenwich: JAI Press.",
        "Akresh, Richard. 2008. School Enrollment Impacts of Non-traditional Household Structure. IZA Discussion Paper No. 1379.",
        "Akresh, Richard. 2009. Flexibility of Household Structure: Child Fostering Decisions in Burkina Faso. Journal of Human Resources, 44(4): 976-997.",
        "Baland, Jean-Marie. and James A. Robinson (2000), Is child labor inefficient?, Journal of Political Economy 108: 663-679.",
        "Bardhan, Pranab and Christopher Udry. 1999. Development Microeconomics. Oxford University Press.",
        "Basu, Kaushik. and Pham Van. 1998. The economics of child labor, American Economic Review, 88: 412-427.",
        "Becker, Gary. 1965. A theory of the allocation of time, Economic Journal 75 : 493-517.",
        "Benjamin, Dwayne. 1992. Household composition, labor markets, and labor demand: Testing for separation in agricultural household models, Econometrica 60: 287322.",
        "Butcher, Kristin. 1993. Household Size, Changes in Household Size, and Household Responses to Economic Conditions: Evidence from the Cote d'Ivoire. Three Essays in Household Size, Resource Allocation, and Migration. Princeton: Princeton University Ph.D. Dissertation.",
        "Butcher, Kristin and Anne Case. 1994. The Effect of Sibling Sex Composition on Women's Education and Earnings. Quarterly Journal of Economics, 109(3): 531-563.",
        "Dammert, Ana. 2010. Siblings, Child Labor, and Schooling in Nicaragua and Guatemala. Journal of Population Economics, 23(1): 199-224.",
        "Del Carpio, Ximena and Karen Macours. 2010. Leveling the Intra-household Playing Field: Compensation and Specialization in Child Labor Allocation. Research in Labor Economics, 31: 259-295.",
        "Edmonds, Eric, Kristin Mammen, and Douglas Miller. 2005. Rearranging the Family? Household Composition Responses to Large Pension Receipts. Journal of Human Resources, 40(1): 186-207.",
        "Edmonds, Eric. 2007. Understanding Sibling Differences in Child Labor. Journal of Population Economics, 19(4): 795-821.",
        "Garg, Ashish and Jonathan Morduch. 1998. Sibling Rivalry and the Gender Gap: Evidence from Child Health Outcomes in Ghana. Journal of Population Economics, 11(4): 471-493.",
        "Glick, Peter and David Sahn. 2000. Schooling of Girls and Boys in a West African Country: The Effects of Parental Education, Income, and Household Structure. Economics of Education Review, 19(1): 63-87.",
        "Grimard, Franque. 2000. Rural Labor Markets, Household Composition, and Rainfall: Testing for Separation in Agricultural Households from Low-Income Countries, Review of Development Economics 4(1), 70-86.",
        "Hammond, Peter. 1959. Economic Change and Mossi Acculturation. In Continuity and Change in African Cultures, editors William Bascom and Melville Herskovits. Chicago: University of Chicago Press.",
        "Levison, Deborah and Karine Moe. 1998. Household Work as a Deterrent to Schooling: An Analysis of Adolescent Girls in Peru. Journal of Developing Areas, 32(3): 339-356.",
        "Manacorda, Marco. 2006. Child Labor and the Labor Supply of Other Household Members: Evidence from 1920 America. American Economic Review, 96(5): 1788-1801.",
        "Moehling, Carolyn. 2005. She has suddenly become powerful: Youth Employment and Household Decision-Making in the Early Twentieth Century, Journal of Economic History 65 (2), 414  438.",
        "Morduch, Jonathan. 2000. Sibling Rivalry in Africa. American Economic Review, 90(2): 405409.",
        "Parish, William and Robert Willis. 1993. Daughters, Education, and Family Budgets: Taiwan Experiences. Journal of Human Resources, 28(4): 863-898.",
        "Pitt, Mark, Mark Rosenzweig, and Nazmul Hassan. 2010. Human Capital Investment and the Gender Division of Labor in a Brawn-Based Economy, Unpublished Manuscript, Yale University.",
        "Rosenzweig, Mark. 1977. The Demand for Children in Farm Households. Journal of Political Economy, 85(1): 123-146.",
        "Skinner, Elliott. 1962. Trade and Market Among the Mossi People. Evanston, Illinois: Northwestern University Press.",
        "Skinner, Elliott. 1964. The Mossi of the Upper Volta. Stanford, California: Stanford University Press.",
        "Tauxier, Louis. 1917. Le Noir du Yatenga. Paris: Larose.",
        "Thomas, Duncan. 2004. Education during a crisis. Journal of Development Economics 74(1): 53-86.",
        "Vandermeersch, Celine. 1997. Les Enfants Confies Au Senegal. Colloque Jeune Chercheurs, INED. May 12-14.",
        "Vogl, Tom. 2010. Sisters, Schooling, and Spousal Search: Evidence from South Asia. Unpublished Manuscript, Harvard University.",
        "Zimmerman, Frederick. 2003. Cinderella Goes to School: The Effects of Child Fostering on School Enrollment in South Africa, Journal of Human Resources 38(3): 557-590."
    ]
}