{
    "id": 17160,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Adams, EK, Gavin MI, Handler A, Manning W and C Raskind-Hood. 2003. Transitions in Insurance Coverage from Before Pregnancy through Delivery in Nine States Health Affairs 22(1): 219-229.",
        "Adams, EK, Melvin C and C Raskind-Hood. 2008. Socio-Demographic, Insurance and Risk Profiles of Maternal Smokers Post the 1990's: How Can We Reach Them? Nicotine and Tobacco Research 10(7): 1-9.",
        "Adda, Jerome; Cornaglia, Francesca. The Effect of Bans and Taxes on Passive Smoking. American Economic Journal: Applied Economics, January 2010, v. 2, iss. 1, pp. 1-32.",
        "Ahlsten, G., S Cnattingius and G Lindmark. Cessation of smoking during pregnancy improves foetal growth and reduces infant morbidity in the neonatal period. A population-based prospective study. Acta Paediatrica Volume 82, Issue 2, February 1993, Pages: 177181.",
        "Bernstein IM, Mongeon JA, Badger GJ, Solomon L, Heil SH, Higgins ST. Maternal smoking and its association with birth weight. Obstetrics & Gynecology. 2005 Nov;106(5 Pt 1):986-91.",
        "Bitler, Marianne P. Christopher Carpenter, Madeline Zavodny.  Effects of Venue-Specific State Clean Indoor Air Laws on Smoking-Related Outcomes. NBER Working Paper No. 15229, August 2009.",
        "Capehart, T. Cigarette Price Increase Follows Tobacco Pact (1999). Agricultural Outlook, Jan/Feb, 8-10.",
        "Carpenter, C.; Cook, P.J. Cigarette taxes and youth smoking: New evidence from national, state, and local Youth Risk Behavior Surveys. Journal of Health Economics, Volume 27, Issue 2, March 2008, Pages 287-299.",
        "Centers for Disease Control (CDC) Smoking Attributable Mortality, Morbidity and Economic Costs software available at: http://apps.nccd.cdc.gov/sammec. Last accessed December 8, 2008.",
        "Colman,G, Grossman M and T Joyce. 2003. The Effect of Cigarette Excise Taxes on Smoking Before, During and After Pregnancy Journal of Health Economics 22: 1053-1072.",
        "DeCicca; Philip; Logan McLeod. Cigarette taxes and older adult smoking: Evidence from recent large tax increases. Journal of Health Economics 27 (2008) 918929.",
        "DiFranza, J.R. and Lew, R.A. 1995. Effect of Maternal Cigarette Smoking on Pregnancy Complications and Sudden Infant Death Syndrome Journal of Family Practice 1995; 40:1-10.",
        "Dietz, Patricia M., Lucinda J. England, Carrie K. Shapiro-Mendoza, Van T. Tong, Sherry L. Farr, William M. Callaghan. Infant Morbidity and Mortality Attributable to Prenatal Smoking in the U.S. Am J Prev Med 2010; 39(1):4552.",
        "Dietz, Patricia M., David Homa, Lucinda J. England, Kim Burley, Van T. Tong, Shanta R. Dube, and John T. Bernert. Estimates of Nondisclosure of Cigarette Smoking Among Pregnant and Nonpregnant Women of Reproductive Age in the United States. Am. J. Epidemiol. (2011) 173 (3): 355-359.",
        "Evans, W.N., M.C. Farrelly, and E. Montgomery. Do Workplace Smoking Bans Reduce Smoking. American Economic Review, 89(4), 1999, 728-747.",
        "Evans William N. and Jeanne S. Ringel. Can higher cigarette taxes improve birth outcomes? Journal of Public Economics 72 (1999) 135154.",
        "Florence, Curtis S; E Kathleen Adams; M Femi Ayadi. Pediatric Health Care Costs Attributable to Exposure to Second-Hand Smoke: An Exploratory Analysis. Journal of Health Care Finance; Fall 2007; 34, 1; 36-43.",
        "Gruber, J and B Koszegi. 2001. Is Addiction Rational? Theory and Evidence The Quarterly Journal of Economics 116(4): 1261-1303.",
        "Kim, Shin Y. Lucinda J. England, Juliette S. Kendrick, Patricia M. Dietz, and William M. Callaghan. The Contribution of Clinic-Based Interventions to Reduce Prenatal Smoking Prevalence Among US Women. American Journal of Public Health. 2009; 99:893898.",
        "Levy, DE and E Meara. 2006. The Effect of the 1998 Master Settlement Agreement on Prenatal Smoking Journal of Health Economics 25(2): 276-294.",
        "Lien Diana S., and William N. Evans. 2005. Estimating the Impact of Large Cigarette Tax Hikes: The Case of Maternal Smoking and Infant Birth Weight. The Journal of Human Resources. 40:2, 373-392.",
        "Markowitz, S. 2008. The Effectiveness of Cigarette Regulations in Reducing Cases of Sudden Infant Death Syndrome. Journal of Health Economics 27:1 106-133.",
        "Orzechowski & Walker Consulting Firm. 2005. The Tax Burden on Tobacco, Historical Compilation, Volume 40,Washington DC, The Tobacco Institute.",
        "Ringel, JS and WN Evans. 2001. Cigarette Taxes and Smoking during Pregnancy American Journal of Public Health 91(11): 1851-1856.",
        "Schoendorf, K.C. and Kiely, J.L. 1992. Relationship of sudden infant death syndrome to maternal smoking during and after pregnancy. Pediatrics 90: 905-908.",
        "Scragg, R, Mitchell, E.A., Taylor, B.J., et al. 1993. Bed sharing, smoking, alcohol in the Sudden Infant Death Syndrome. New Zealand Cot Death Study Group. British Medical Journal; 307: 1312-1318.",
        "Stoddard, J.L. and Miller T. 1995. Impact of parental smoking on the prevalence of wheezing respiratory illness in children. American Journal of Epidemiology; 141: 96-101.",
        "Tauras, J.A., Public Policy And Some-Day Smoking Among Adults Journal of Applied Economics, 7(1), 2004, 137-162.",
        "Tauras, JA, Chaloupka FJ , Farrelly MC et al. 2005. State Tobacco Control Spending and Youth Smoking. American Journal of Public Health 95(2):338-344.",
        "Tauras, JA, Markowitz, S, Cawley, J. Tobacco Control Policies and Youth Smoking: Evidence from a New Era in Advances in Health Economics and Health Services Research, Vol. 16Substance Use: Individual Behavior, Social Interactions, Markets and Politics, edited by Bjorn Lindgren and Michael Grossman, Elsevier, Oxford, England, 2005.",
        "Trends in Smoking Before, During, and After Pregnancy --- Pregnancy Risk Assessment Monitoring System (PRAMS), United States, 31 Sites, 2000--2005. Morbidity and Mortality Weekly Review, May 29, 2009 / 58(SS04);1-29.",
        "USDHHS, (2001).U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, Women and Smoking, 2001, Surgeon General's Report, National Center for Health Statistics (NCHS), Washington DC, available at: http://www.cdc.gov/tobacco/data_statistics/sgr/sgr_2001/00_pdfs/contents.pdf USDHHS, (2006).U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, Health United States, 2006, Chartbook on Trends in the Health of Americans, National Center for Health Statistics (NCHS), Washington DC, available at: http://www.cdc.gov/nchs/data/hus/hus06.pdf#012 USDHHS. How Tobacco Smoke Causes Disease: The Biology and Behavioral Basis for Smoking-Attributable Disease: A Report of the Surgeon General. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 2010.",
        "Wakschlag, L.S., Pickett, K.E., Middlecamp, M.K., Walton, L.L., Tenzer, P., & Leventhal, B.L. 2003. Pregnant Smokers Who Quit, Pregnant Smokers Who Don't: Does History of Problem Behavior Make a Difference? Social Science & Medicine, 56, 2449-2460.",
        "Williams, LM, Morrow, B, Lansky, A, Beck LF, Barfield W, Helms K, Lipscomb L and N Whitehead. 2003. Surveillance for Selected Maternal behaviors and Experiences Before, During and After Pregnancy, Morbidity and Mortality Weekly Review (MMWR) November 14/52(SS11): 1-14."
    ]
}