{
    "id": 17164,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Atkinson, Anthony B., and Andrea Brandolini, 2001. Promises and Pitfalls in the Use of Secondary Data Sets: Income Inequality in OECD Countries as a Case Study, Journal of Economic Literature 39(3), 771799.",
        "Atkinson, Anthony B., Thomas Piketty and Emmanuel Saez, 2011. Top Incomes in the Long Run of History. Journal of Economic Literature 49(1), 3-73.",
        "Burkhauser, Richard V. and Jeff Larrimore, 2011. How Changes in Employment, Earnings, and Public Transfers Make the First Two Years of the Great Recession (2007-2009) Different from Previous Recessions and Why It Matters for Longer Term Trends. Russell Sage Foundation US2010 Project Research Brief. Available at: http://www.s4.brown.edu/us2010/Data/Report/report3.pdf Burkhauser, Richard V. and Kosali Simon, 2010. The Importance of Health Insurance in Measuring Levels and Trends in United States Income Inequality. NBER Working Paper No. w15811. National Bureau of Economic Research, Cambridge, MA.",
        "Chung, Wankyo, 2003. Fringe Benefits and Inequality in the Labor Market Economic Inquiry 41(3), 517-529.",
        "Cutler, David M. 2004.Your Money or Your Life: Strong Medicine for America's Healthcare System. Oxford University Press.",
        "Income, Poverty, and Health Insurance Coverage in the United States: 2007. (August), Current Population Reports P60-235. U.S. Government Printing Office, Washington, DC. d'Ercole, Marco Mira and Michael FÃ\u0083Â¶rster, Forthcoming. The OECD approach to measuring income distribution and poverty: Strengths, limits and statistical issues. In Douglas J. Besharov and Kenneth A. Couch (eds.), European Measures of Income and Poverty: Lessons for the U.S. Oxford University Press, New York, NY.",
        "Distributional Effects of the 2001 and 2003 Tax Cuts: How do Financing and Behavioral Responses Matter? National Tax Journal 61(3), 365-380.",
        "Feenberg, Daniel and Elisabeth Coutts, 1993. An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management, 12(1), 189-94, http://www.nber.org/~taxsim/ Goldman, David, 2008. Work harder, take home less. CNN.com, August 28, 2008.",
        "Gordon, Robert, 2009. Misperception about the magnitude and timing of changes in American income inequality. NBER Working Paper w15351.",
        "Gottschalk, Peter, and Sheldon Danziger, 2005. Inequality of Wage Rates, Earnings and Family Income in the United States, 19752002, Review of Income and Wealth 51(2), 231254.",
        "Johnson, David Cay, 2007. Income Gap is Widening Data Shows. The New York Times, March 29.",
        "Jones, Arthur F., Jr., and Weinberg, Daniel H., 2000. The Changing Shape of the Nation's Income Distribution. U.S. Census Bureau, Current Population Reports, P60-204. Washington, DC: GPO.",
        "Karoly, Lynn A., 1994. Trends in Income Inequality: The Impact of, and Implications for, Tax Policy. In Joel B. Slemrod, ed., Tax Progressivity, New York: Cambridge University Press, pp. 95-129.",
        "Karoly, Lynn A. and Gary Burtless, 1995. Demographic Change, Rising Earnings Inequality, and the Distribution of Personal Well-being, 1959-1989. Demography 32(3), 379-405 Lahart, Justin, and Kelly Evans, 2008. Trapped in the Middle. The Wall Street Journal, April 19.",
        "Leonhardt, David, 2008. For Many a Boom That Wasn't. The New York Times, April 9.",
        "Meyer, Bruce D., and James X. Sullivan, 2009a. Consumption and Income Inequality in the U.S.:1960-2008. Draft available at http://www.iza.org/conference_files/EcCrRiUnEm2010/Meyer-Inequality1.4.pdf Meyer, Bruce D., and James X. Sullivan, 2009b. Five Decades of Consumption and Income Poverty. NBER Working Paper No. w14827. National Bureau of Economic Research, Cambridge, MA.",
        "Obama, Barack, 2009. Memorandum for the Heads of Executive Departments and Agencies: White House Task Force on Middle class Working Families. Available at: http://www.whitehouse.gov/the_press_office/memorandum_for_the_heads_of_executive_de partments_and_agencies/ Pierce, Brooks, 2001. Compensation Inequality. Quarterly Journal of Economics, 116, 2001(4), 1493-1525.",
        "Pierce, Brooks, 2007. Recent Trends in Compensation Inequality. Draft available at https://nber15.nber.org/c/2007/CRIWf07/pierce.pdf Piketty, Thomas, and Emmanuel Saez, 2003. Income Inequality in the United States, 1913 1998. Quarterly Journal of Economics 118(1), 139.",
        "Piketty, Thomas, and Emmanuel Saez, 2007. How the Income Share of Top 1% of Families has Increased Dramatically. The Wall Street Journal, January 11.",
        "Ruggles, Patricia, 1990. Drawing the Line: Alternative Poverty Measures and Their Implication for Public Policy. Urban Institute Press, Washington, DC.",
        "Ryscavage Paul, 1995. A Surge in Growing Income Inequality? Monthly Labor Review 118(8), 5161.",
        "Saez, Emmanuel, 2009. Striking it Richer: The Evolution of Top Incomes in the United States. Draft available at http://www.econ.berkeley.edu/~saez/saez-UStopincomes-2007.pdf Smeeding, Timothy, Lee Rainwater, and Gary Burtless, 2001. United States Poverty in a CrossNational Context. Focus 21(Spring), 50-54 Stewart, Kenneth J. and Stephen B. Reed, 1999. CPI research series using current methods, 1978-98. Monthly Labor Review 122(6), 29-38."
    ]
}