{
    "id": 17176,
    "cites": 9,
    "cited_by": 6,
    "reference": [
        "Abelson, M. A., & Baysinger, B. D. (1984). Optimal and dysfunctional turnover: Toward an organizational level model. The Academy of Management Review, Vol. 9, No. 2 (Apr., 1984), pp. 331-341 Boyd, D., Lankford, H., Loeb, S., Ronfeldt, M., & Wyckoff, J. (2011). The role of teacher quality in retention and hiring: Using applications-to-transfer to uncover preferences of teachers and schools.",
        "Boyd, D., Lankford, H., Loeb, S., Ronfeldt, M., & Wyckoff, J. (2010). The effects of school neighborhoods on teacher career decisions. Working paper downloaded from: http://www.teacherpolicyresearch.org/portals/1/pdfs/School%20Neighborhoods%20Teacher%20 Retention.pdf Boyd, D., Lankford, H., Loeb, S., & Wyckoff, J. (2005). Explaining the short careers of highachieving teachers in schools with low-performing students. American Economic Review, 95(2) pp. 166171.",
        "Bryk, A.S. & Schneider, B. (2002). Trust in schools: A core resource for improvement. New York: Russell Sage Foundation.",
        "Goldhaber, D., Gross, B., Player, D. (2007). Are public schools really losing their best? Assessing the career transitions of teachers and their implications for the quality of the teacher workforce. Washington, D.C.: National Center for Analysis of Longitudinal Data in Education Research.",
        "Guin, K. (2004). Chronic teacher turnover in urban elementary schools. Educational Evaluation and Policy Analysis, Vol. 12, No. 42, 1-25.",
        "Ingersoll, R. (2001). Teacher turnover and teacher shortages: An organizational analysis. American Educational Research Journal, Vol. 38, No. 3, pp. 499-534.",
        "Hanushek, E.A., Kain, J.F. & Rivkin, S.G. (1999). Do higher salaries buy better teachers? Working paper No. 7082. Cambridge, MA: National Bureau of Economic Research.",
        "Hanushek, E., Kain, J., & Rivkin, S. (2004). Why public schools lose teachers. Journal of Human Resources, 39(2), pp. 326-54.",
        "Hanushek, E. & Rivkin, S. (2010) Constrained job matching: Does teacher job search harm disadvantaged urban schools? Working paper No. 15816. Cambridge, MA: National Bureau of Economic Research."
    ]
}