{
    "id": 17170,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Ahmad, S., and D. L. Greene. 2005. Effect of Fuel Economy on Automobile Safety: A Reexamination. Journal of the Transportation Research Board (1941): 17.",
        "Anderson, M. 2008. Safety for whom? The effects of light trucks on traffic fatalities. Journal of Health Economics 27(4): 973989.",
        "Austin, D., and T. Dinan. 2005. Clearing the air: The costs and consequences of higher CAFE standards and increased gasoline taxes. Journal of Environmental Economics and Management 50(3): 562582.",
        "Bento, A. M, L. H Goulder, M. R Jacobsen, and R. H von Haefen. 2009. Distributional and efficiency impacts of increased US gasoline taxes. The American Economic Review 99(3): 667699.",
        "Bordoff, J., and P. Noel. 2008. Pay-As-You-Drive auto insurance: A simple way to reduce driving-related harms and increase equity. Hamilton Project Discussion Paper.",
        "Busse, M. R, C. R Knittel, and F. Zettelmeyer. 2009. Pain at the Pump: How Gasoline Prices Affect Automobile Purchasing in New and Used Markets. Crandall, Robert W., and John D. Graham. 1989. The Effect of Fuel Economy Standards on Automobile Safety. Journal of Law and Economics 32(1): 97-118.",
        "Edmunds, Dan. 2006. EPA Overhauls Fuel Economy Estimates for 2008. http://www.edmunds.com/fuel-economy/epa-overhauls-fuel-economy-estimatesfor -2008.html.",
        "Evans, L. 1984. Accident involvement rate and car size. Accident Analysis & Prevention 16(5): 387406.",
        "FernÃ\u0083Â¡ndez-Val, I. 2009. Fixed effects estimation of structural parameters and marginal effects in panel probit models. Journal of Econometrics 150(1): 7185.",
        "Finkelstein, Amy. 2009. E-ZTAX: Tax Salience and Tax Rates. Quarterly Journal of Economics 124(3): 969-1010.",
        "Gayer, T. 2004. The Fatality Risks of Sport-Utility Vehicles, Vans, and Pickups Relative to Cars. Journal of Risk and Uncertainty 28(2): 103133.",
        "Goldberg, Pinelopi Koujianou. 1998. The Effects of the Corporate Average Fuel Efficiency Standards in the US. The Journal of Industrial Economics 46(1): 1-33.",
        "Hakim, Danny. 2003. S.U.V.'s to Be Redesigned to Reduce Risk to Cars. The New York Times. http://www.nytimes.com/2003/12/04/business/suv-s-to-be-redesigned-toreduce -risk-to-cars.html?pagewanted=all. Insurance Information Institute - Compulsory Auto/Uninsured Motorists. http://www.iii.org/IU/Compulsory-Auto-Uninsured-Motorists/.",
        "Jacobsen, M. 2010. Fuel Economy, Car Class Mix, and Safety. U.C. San Diego Working Paper.",
        "Kahane, C. 2003. Vehicle weight, fatality risk and crash compatibility of model year 1991-99 passenger cars and light trucks. NHTSA Technical Report.",
        "Kennickell, A. B. 2003. A Rolling Tide: Changes in the Distribution of Wealth in the US. Federal Reserve Occasional Staff Study.",
        "Khazzoom, J. D. 1994. Fuel Efficiency and Automobile Safety: Single-Vehicle Highway Fatalities for Passenger Cars. The Energy Journal 15(4): 49102.",
        "Kleit, A. N. 2004. Impacts of long-range increases in the corporate average fuel economy (CAFE) standard. Economic Inquiry 42(2): 27994.",
        "Klier, T., and J. Linn. 2008. New Vehicle Characteristics and the Cost of the Corporate Average Fuel Economy Standard. Knittel, C. R. Forthcoming. Automobiles on Steroids: Product Attribute Trade-Offs and Technological Progress in the Automobile Sector. American Economic Review.",
        "Li, S., C. Timmins, and R. H von Haefen. 2009. How do gasoline prices affect fleet fuel economy? American Economic Journal: Economic Policy 1(2): 113137. Li, Shanjun. Forthcoming. Traffic safety and vehicle choice: quantifying the effects of the `arms race' on American roads. Journal of Applied Econometrics.",
        "Mertz, H. J., P. Prasad, and A. L. Irwin. 1997. Injury risk curves for children and adults in frontal and rear collisions (SAE 973318). In Proceeding of the 41st Stapp Car Crash Conference, p. 1330. National Highway Traffic Safety Administration. FARS Encyclopedia. http://wwwfars. nhtsa.dot.gov/Main/index.aspx.",
        "------. 2007. Traffic Safety Facts 2005. Noland, R. B. 2005. Fuel economy and traffic fatalities: multivariate analysis of international data. Energy Policy 33(17): 21832190.",
        "------. 2004. Motor Vehicle Fuel Efficiency and Traffic Fatalities. The Energy Journal 25(4): 122.",
        "Parry, Ian W. H. 2005. Is Pay-as-You-Drive Insurance a Better Way to Reduce Gasoline than Gasoline Taxes? The American Economic Review 95(2): 288-293.",
        "Parry, Ian W. H., and Kenneth A. Small. 2005. Does Britain or the United States Have the Right Gasoline Tax? The American Economic Review 95(4): 1276-1289.",
        "Peltzman, Sam. 1975. The Effects of Automobile Safety Regulation. The Journal of Political Economy 83(4): 677-725.",
        "Portney, Paul R., Ian W. H. Parry, Howard K. Gruenspecht, and Winston Harrington. 2003. Policy Watch: The Economics of Fuel Economy Standards. The Journal of Economic Perspectives 17(4): 203-217.",
        "Robertson, L. S. 1991. How to save fuel and reduce injuries in automobiles. The Journal of Trauma 31(1): 107.",
        "United States Environmental Protection Agency. 2009. Light-Duty Automotive Technology, Carbon Dioxide Emissions, and Fuel Economy Trends: 1975 Through 2009. US Energy Information Administration. Use of Gasoline - Energy Explained, Your Guide To Understanding Energy. http://tonto.eia.doe.gov/energyexplained/index.cfm?page=gasoline_use.",
        "Van Auken, M., and J. W Zellner. 2005. An Assessment of the Effects of Vehicle Weight and Size on Fatality Risk in 1985 to 1998 Model Year Passenger Cars and 1985 to 1997 Model Year Light Trucks and Vans. SAE International.",
        "Ward's Reports Incorporated. 1994. Ward's Automotive Yearbook.",
        "White, M. J. 2004. The `Arms Race' on American Roads: The Effect of Sport Utility Vehicles and Pickup Trucks on Traffic Safety. The Journal of Law and Economics 47: 333-355."
    ]
}