{
    "id": 17171,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Adler, E. Scott, and Dennis Still. Redefining Committee Jurisdictions: A Bill Referral Approach. Presented at the Midwest Political Science Association annual meeting, Chicago, IL, April, 2000.",
        "Balla, Steven (2000). Legislative Organization and Congressional Review of Agency Regulations, Journal of Law, Economics, and Organization 16(2): 424-448.",
        "Baron, David P. (2000). eBay and Database Protection, Stanford Business School, Case S-P-33.",
        "Baumgartner, Frank R., and Bryan D. Jones (1993). Agendas and Instability in American Politics. Chicago: University of Chicago Press.",
        "Baumgartner, Frank B., Bryan D. Jones, and Michael C. MacLeod (2000). The Evolution of Legislative Jurisdictions, Journal of Politics 62: 321-349.",
        "Bimber, Bruce (1996). The Politics of Expertise in Congress. Albany, NY: State University Press of New York.",
        "de Figueiredo, John M. (2002). Committee Jurisdiction and Internet Intellectual Property Protection, MIT Working Paper.",
        "de Figueiredo, John M., and Brian S. Silverman (2006). Academic Earmarks and the Returns to Lobbying, Journal of Law and Economics 49(2): 597-625.",
        "Gilligan, Thomas, and Keith Krehbiel (1989) Asymmetric Information and Legislative Rules with Heterogeneous Committees, American Journal of Political Science 33(2): 459-490.",
        "Hall, Richard L., and Frank W. Wayman (1990). Buying Time: Moneyed Interests and the Mobilizations of Bias in Congressional Committees. American Political Science Review 3: 797-820.",
        "Hall, Richard L. (1998). Participation in Congress. New Haven: Yale University Press.",
        "Hardin, John W. (1998). Advocacy versus Certainty: The Dynamics of Committee Jurisdiction Concentration, Journal of Politics 60(2): 374-397.",
        "Jones, Bryan D, Frank R. Baumgartner, and Jeffery C. Talbert (1993). The Destruction of Issue Monopolies in Congress, American Political Science Review 87: 657-71.",
        "King, David C. (1994). The Nature of Congressional Committee Jurisdictions, The American Political Science Review 88(1): 48-62.",
        "King, David C. (1997). Turf Wars: How Congressional Committees Claim Jurisdiction. Chicago: University of Chicago Press.",
        "King, Gary, and Langche Cheng (2001). Logistics Regression in Rare Events Data, Political Analysis: 137-154.",
        "Krehbiel, Keith (1992). Information and Legislative Organization. Ann Arbor, MI: University of Michigan Press.",
        "Krehbiel, Keith (1995). Cosponsors and Wafflers from A to Z, American Journal of Political Science 39(4): 906-923.",
        "Kroszner, Randall S., and Thomas Strattman (2000). Congressional Committees as Reputation-Building Mechanisms: Repeat PAC Giving and Seniority on the House Banking Committee, Business and Politics 2: 35-52.",
        "Kurtz, Glen S. (2001). Tactical Maneuvering on Omnibus Bills in Congress, American Journal of Political Science 45(1): 210-223.",
        "Mayhew, David R. (1974). Congress: The Electoral Connection. New Haven: Yale University Press.",
        "McCubbins, Mathew D., and Thomas Schwartz (1984). Congressional Oversight Overlooked: Police Patrols versus Fire Alarms, American Journal of Political Science, 28(1): 165-179.",
        "McNollgast (1987). Administrative Procedures as Instruments of Political Control, Journal of Law, Economics and Organization 3:243-277.",
        "Oleszek, Walter J. (2001). The Internet and Congressional Decisionmaking, A Report Prepared for the Chairman of the House Rules Committee, September 19: Congressional Research Service.",
        "Oleszek, Walter J. (2004). Congressional Procedures and the Policy Process. CQ Press: Washington, D.C. Schiller, Wendy J. (1995). Senators as Political Entrepreneurs: Using Bill Sponsorship to Shape Legislative Agendas, American Journal of Political Science 39(1): 186-203.",
        "Snyder, James (1991). On Buying Legislatures, Economics and Politics 3(2): 93-109.",
        "Snyder, James (1992). Long-Term Investing in Politicians; Or, Give Early, Give Often Journal of Law & Economics 35: 15-43.",
        "Talbert, Jeffery, Bryan Jones, and Frank Baumgartner (1995). Non-Legislative Hearings and Policy Change in Congress, American Journal of Political Science 39: 383-406.",
        "Weingast, Barry R., and William Marshall (1988). The Industrial Organization of Congress; or, Why Legislature, like Firms, Are Not Organized as Markets, Journal of Political Economy 96: 132-96.",
        "In addition Oleszek (2004: 81) also quotes individual legislators identifying jurisdiction's importance. This assumption is necessary for the scope of strategic bill introduction by legislators. For example, antitrust enforcement of entertainment firms is left to the Department of Justice, though both Commerce and Judiciary Committees have legislative jurisdiction for antitrust. If bill introduction is a cost-free exercise, then the expected net benefit to introducing a bill is strictly positive for all members of Congress for any p > 0. However, the cost is not zero. Members with experience, expertise, and interest in the focal policy issue or related policy issues will likely have lower costs of formulating policy in the focal area at hand. That is, it is very expensive for an Agriculture Committee member to write a bill regarding copyright, but it is less expensive for a Commerce Committee member.",
        "The statistical test of H.R. 1858 attempts to address this issue. A second possible reason for this result is that there is more variance in Educational Employment for non-Bliley supporters than for Bliley supporters. Although, the standard deviation is 25% higher, it is still less than 5% of the mean value of the variable, which is likely not quite large enough to singlehandedly drive the t-statistic on the Educational Employment coefficient down to such a low level in Model 4."
    ]
}