{
    "id": 17179,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Buiter, Willem H., Negative Nominal Interest Rates: Three Ways to Overcome the Zero Lower Bound, The North American Journal of Economics and Finance, 2009, 20 (3), 213  238.",
        "Chatterjee, Kalyan and William F. Samuelson, Bargaining under Incomplete Information, Operations Research, 1983, 31, pp. 835851.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Jounal of Political Economy, 2005, 113 (1), 145.",
        ", , and Sergio Rebelo, When Is the Government Spending Multiplier Large?, Jounal of Political Economy, February 2011, 119 (1), 78121.",
        ", Mathias Trabandt, and Karl Walentin, Involuntary Unemployment and the Business Cycle, Working Paper 15801, National Bureau of Economic Research March 2010.",
        "Eggertsson, Gauti and Paul Krugman, Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo approach, February 2011. Federal Reserve Bank of New York.",
        "Eggertsson, Gauti B. and Michael Woodford, The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity, 2003, (1), pp. 139 211.",
        "Gertler, Mark and Antonella Trigari, Unemployment Fluctuations with Staggered Nash Wage Bargaining, The Journal of Political Economy, 2009, 117 (1), pp. 3886.",
        ", Luca Sala, and Antonella Trigari, An Estimated Monetary DSGE Model with Unemployment and Staggered Nominal Wage Bargaining, Journal of Money, Credit and Banking, 2008, 40 (8), 17131764.",
        "Guerrieri, Veronica and Guido Lorenzoni, Credit Crises, Precautionary Savings and the Liquidity Trap, March 2011. University of Chicago Booth School of Business.",
        "Hagedorn, Marcus and Iourii Manovskii, The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited, American Economic Review, September 2008, 98 (4), 16921706.",
        "Hall, Robert E., Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, March 2005, 95 (1), pp. 5065.",
        ", Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, Journal of Political Economy, April 2009, 117 (2), 281323.",
        ", The Labor Market in the Current Slump, November 2010. http://www. stanford.edu/rehall.",
        ", The Long Slump, American Economic Review, April 2011, 101 (2), 43169.",
        "Krugman, Paul R., It's Baaack: Japan's Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity, 1998, (2), 137205.",
        "Lucas, Robert E., Asset Prices in an Exchange Economy, Econometrica, 1978, 46 (6), 14291445.",
        "Mortensen, Dale T. and Christopher Pissarides, Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 1994, 61 (0), 397415.",
        "Phelps, Edmund S. and Sidney G. Winter, Optimal Price Policy under Atomistic Competition,  in Edmund S. Phelps, ed., Microeconomic Foundations of Employment and Inflation Theory, New York: W.W. Norton, 1970, pp. 309337.",
        "Rogerson, Richard and Robert Shimer, Search in Macroeconomic Models of the Labor Market, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 4A, Elsevier, 2010, pp. 619700.",
        "Shimer, Robert, The Consequences of Rigid Wages in Search Models, Journal of the European Economic Association, 2004, 2 (2/3), 469479.",
        ", The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review, 2005, 95 (1), 2449.",
        ", Labor Markets and Business Cycles CREI Lectures in Macroeconomics, Princeton University Press, 2010.",
        "Silva, Jose A. and Manuel Toledo, Labor Turnover Costs and the Cyclical Behavior of Vacancies and Unemployment, February 2008. Universitat Autonoma de Barcelona and Universidad Carlos III de Madrid."
    ]
}