{
    "id": 17173,
    "cites": 29,
    "cited_by": 47,
    "reference": [
        "Andersen, T. M. and M. Svarer (2009), State Dependent Unemployment Bene...ts, Journal of Risk and Insurance, forthcoming.",
        "Andersen, T. M. and M. Svarer (2010), Business Cycle Dependent Unemployment Insurance, IZA DP No. 5196.",
        "Autor, D. and M. Duggan (2003), The Rise in the Disability Rolls and the Decline in Unemployment, Quarterly Journal of Economics, 118(1) (February): 157-206.",
        "Baily, M. N. (1978), Some Aspects of Optimal Unemployment Insurance, Journal of Public Economics, 10 (December): 379-402.",
        "Bartik, T. J. (1991), Who Bene...ts From State and Local Economic Development Policies, W.E. Upjohn Institute for Employment Research: Kalamazoo, Mich.",
        "Bertrand, Marianne (2004), From the Invisible Handshake to the Invisible Hand? How Import Competition Changes the Employment Relationship, Journal of Labor Economics, 22(4): 723-766.",
        "Browning, Martin and Thomas F. Crossley (2001), Unemployment insurance bene...t levels and consumption changes, Journal of Public Economics, 80(1): 1-23.",
        "Burdett, K. and J. I. Ondrich (1985), How Changes in Labor Demand Aect Unemployed Workers, Journal of Labor Economics, 3(1): 1-10.",
        "Card, D. and P.B. Levine (2000), Extended bene...ts and the duration of UI spells: evidence from the New Jersey extended bene...t program, Journal of Public Economics, (78): 107-138.",
        "Chetty, R. (2006), A General Formula for the Optimal Level of Social Insurance, Journal of Public Economics 90 (November): 1879-1901.",
        "Chetty, R. (2008), Moral Hazard versus Liquidity and Optimal Unemployment Insurance,  Journal of Political Economy, 116(2): 173-234.",
        "Chetty, R. (2009), Su cient Statistics for Welfare Analysis: A Bridge Between Structural and reduced form Methods, Annual Review of Economics 1: 451-488.",
        "Currie, J. and J. Gruber (1996), Saving babies: The e cacy and cost of recent changes in the Medicaid eligibility of pregnant women, The Journal of Political Economy 104(6): 12631296.",
        "Feldstein, M. and J. Poterba (1984), Unemployment Insurance and Reservation Wages, Journal of Public Economics 23 (February-March ): 141-67.",
        "Gruber, J. (1997), The Consumption Smoothing Bene...ts of Unemployment Insurance , American Economic Review 87 (March): 192-205.",
        "Hamermesh, D. (1977), Jobless pay, and the economy (Johns Hopkins Press, Baltimore, MD).",
        "Hopenhayn, H. A. and J. Nicolini (1997), Optimal unemployment insurance, Journal of Political Economy 105: 412438.",
        "Kiley, M. T. (2003), How Should Unemployment Bene...ts Respond to the Business Cycle?, The B.E. Journal of Economic Analysis and Policy. Topics, Vol 3, Issue 1.",
        "Kroft, K. (2008), Takeup, Social Multipliers and Optimal Social Insurance, Journal of Public Economics, 92: 722-737.",
        "Krueger, A. and B. Meyer (2002), Labor Supply Eects of Social Insurance in A. Auerbach and M. Feldstein, eds. Handbook of Public Economics Vol 4. North-Holland: Amsterdam.",
        "Lentz, R. (2009), Optimal Unemployment Insurance in an Estimated Job Search Model with Savings, Review of Economic Dynamics. Vol 12(1): 37-57.",
        "Landais, C., P. Michaillat and E. Saez (2011). Optimal Unemployment Insurance over the Business Cycle, NBER Working Paper No. 16526.",
        "Meyer, B. (1990), Unemployment Insurance and Unemployment Spells. Econometrica 58 (July): 757-782.",
        "Mo tt, R. (1985), Unemployment Insurance and the Distribution of Unemployment Spells, Journal of Econometrics, 28, 85-101.",
        "Mortensen, D. (1977), Unemployment Insurance and Job Search Decisions. Industrial and Labor Relations Review, ILR Review, ILR School, Cornell University, 30(4), (July): 505-517.",
        "Mueller, Andreas (2000), Separations, Sorting and Cyclical Unemployment. Working Paper.",
        "RÃ\u0083Â¸gerson, R., R. Shimer and R. Wright (2005), Search-Theoretic Models of the Labor Market: A Survey, Journal of Economic Literature, 43(4), 959-988.",
        "Sanchez, J. (2008), Optimal State-Contingent Unemployment Insurance, Economics Letters, 98(3): 348-357.",
        "Schmieder, J. F., von Wachter, T. and S. Bender (2011), The Eects of Extended Unemployment Insurance Over the Business Cycle: Evidence from Regression Discontinuity Estimates over Twenty Years, Working Paper."
    ]
}