{
    "id": 17174,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Barros and MartinezGiralt (2008). On international costsharing of pharmaceutical R&D. Int J Health Care Finance and Econ 8:301312.",
        "Berndt, E.R. et al. (1995) Information, marketing, and pricing in the US antiulcer drug market, The American Econoic Review, 85 (2), pp. 1005.",
        "Berndt, E.R. et al. (1997) The role of marketing, product quality, and price competition in the growth and consumption of US antiulcer drug industry, in: T.F. Bresnahan and R.J. Gordon (Eds) The Economics of New Goods, National Bureau of Ecomonic Research, Studies in Income and Wealth, Vol. 58, pp. 277328 (Chicago, IL: The University of Chicago Press).",
        "Berndt, E.R. (2002) Pharmaceuticals in US Health Care: determinants of quantity and price, Journal of Economic Perspectives, 16(4), pp. 4566.",
        "Berndt, E.R. et al. (2003) The long shadow of patent expiration: generic entry and Rx to OTC switches, in: R.C. Feenstra and M.D. Shapiro (Eds) Scanner Date and Price Indexes, NBER Series on the Conference on Research in Income and Wealth, Vol. 61, pp 22967 (Chicago, IL: University of Chicago Press for the National Bureau of Economic Research).",
        "Caves, R.E., et al. (1991) patent expiration, entry, and competition in the US pharmaceutical industry, Brookings Papers on Economic Activity: Microeconomics 1991, pp. 148 (Washington, DC: Brookings Institution Press).",
        "Danzon, P. (1997).  Price discrimination for pharmaceuticals: welfare effects in the US and EU. Int'l J Econ Business 4(3):301321.",
        "Danzon, P.M., Chao, L.W. Crossnational price differences for pharmaceuticals: How large and why? Journal of Health Economics 19:159195, 2000.",
        "Danzon, P. and  Chao, L.W. Does regulation drive out competition in markets for pharmaceuticals? Journal of Law and Economics 43:311358, 2000.",
        "Danzon P. and. Epstein A. 2009. Effects of Regulation on Drug Launch and Pricing in Interdependent Markets. NBER Working Paper 14041. http://www.nber.org/papers/w14041 Danzon, P.M. and Furukawa, M.F. (2006) Prices and availability of biopharmaceuticals: an international comparison, Health Affairs, 25(5): 13531362, Sep/Oct 2006.",
        "Danzon P. and M. Furukawa (2008).  International Prices and Availability of Pharmaceuticals in 2005. Health Affairs 27(1) 221233.",
        "Danzon P. and M. Furukawa (2011).  CrossNational Evidence on Generic Pharmaceuticals: Pharmacy vs. Physiciandriven Markets. Working Paper.",
        "Danzon, P. and A. Towse A. (2003).  Differential pricing for pharmaceuticals: reconciling access, R&D and patents.  Int J Health Care Finance and Econ 3:183205.",
        "Danzon, P., A. Towse and J. MestreFerrandiz. (2011). ValueBased Differential Pricing: Setting Optimal Prices for Drugs CrossNationally. Working Paper.",
        "Danzon P, Y. Wang and L Wang (2005). The Impact of Price Regulation on the Launch Delay of New Drugs: A Study of TwentyFive Major Markets in 1990s. Health Economics, 14(3):269292.",
        "Ellison, G. and Ellison, F. (2000) Strategic entry deterrance and the behavior of pharmaceutical incumbents prior to patent expiration, Working Paper, MIT.",
        "Federal Trade Commission (2002) Generic drug entry prior to patent expiration: an FTC study, available at: http://www.ftc.gov/os/2002/07/genericdrugstudy.pdf Flynn A. et al. (2009) An Economic Justification for Open Access to Essential Medicine Patents in Developing Countries, Journal of Law, Medicine, and Ethics, Summer 2009.",
        "Frank, R.G. and Salkever, D.S. (1992) Pricing, patent loss and the market for pharmaceuticals, Southern Economic Journal, 59(2), pp. 16579.",
        "Frank, R.G. and Salkever, D.S. (1997) Generic entry and pricing of pharmaceuticals, Journal of Economics and Management Strategy, 6(1), pp. 7590.",
        "Geroski, P. (1995) What do we know about entry? International Journal of Industrial Organization, 13(4), pp.42140.",
        "Grabowski, H.G. and Vernon, J.M. (1992) Brand loyalty, entry, and price competition in pharmaceuticals after the 1984 Drug Act, Journal of Law and Economics, 35(October), pp. 33150.",
        "Grabowski, H.G. and Vernon, J.M. (1996) Longer patents for increased generic competition in the US: The Hatch Waxman Act after one decade, PharmacoEconomics, 10(Supplement), pp. 11023.",
        "Hudson, J. (2000) Generic takeup in the pharmaceutical market following patent expiry: a multicountry study, International Review of Law and Economics, 20(2), pp 20521.",
        "Jack, W., & Lanjouw, J. O. (2005). Financing pharmaceutical innovation: How much should poor countries contribute? The World Bank Economic Review, 19(1), 4567.",
        "Kanavos, P., CostaiFont, J., Merkur, S., & Gemmill, M. (2004). The economic impact of pharmaceutical parallel trade in european union member states: A stakeholder analysis.",
        "LSE Health and Social Care, London School of Economics and Political Science, Kapstein, E. and J. Busby. (2009). Making markets for merit goods: The political economy of antiretrovirals. Center for Global Development Working Paper 179.",
        "Kennedy, P.E. (1981).  Estimation with correctly interpreted dummy variables in semilogarithmic equations.  AER Kyle MK (2006). The Role of Firm Characteristics in Pharmaceutical Product Launches. RAND Journal of Economics, 37(3):602618.",
        "Kyle MK (2007). Pharmaceutical Price Controls and Entry Strategies. Review of Economics and Statistics, 89(1):8899.",
        "Masson, A. and Steiner, R.L. (1985) Generic substitution and prescription drug prices: economic effects of state drug product selection laws, Staff Report, Federal Trade Commission, Bureau of Economics.",
        "Maskus, K. E. (2001). Parallel Imports in Pharmaceuticals: Implications for Competition and Prices in Developing Countries. Final Report to World Intellectual Property Organization.",
        "Malueg, D., and M. Schwartz (1994).  Parallel imports, demand dispersion, and international price discrimination.  J Int'l Econ 37:167195.",
        "MÃ\u0083Â©decins Sans FrontiÃ\u0083Â¨res (2008).  Untangling the web of antiretroviral price reductions. July 2008.  Available at: http://www.msfaccess.org/fileadmin/user_upload/diseases/hiv aids/Untangling_the_Web/Untanglingtheweb_July2008_English.pdf.",
        "Reifen, D. and Ward, M.R. (2002) Generic drug industry dynamics, Working Paper, Federal Trade Commission.",
        "Scherer, F.M., and J. Watel (2001).  PostTrips Options for Access to Patented Medicines in Developing Countries.  CMH Working Paper Series, Paper No. WG4 : 1.  Available at: http://www.whoindia.org/LinkFiles/Commision_on_Macroeconomic_and_Health_04_0 1.pdf.",
        "Scott Morton, F.M. (1999) Entry decisions in the generic pharmaceutical industry, Rand Journal of Economics, 30(3), pp. 42140.",
        "Scott Morton, F.M. (2000) Barriers to entry, brand advertising, and generic entry in the US pharmaceutical industry, International Journal of Industrial Organization, 18(7), pp. 1085104.",
        "Szymanski, S., & Valletti, T. (2005). Parallel trade, price discrimination, investment and price caps. Economic Policy, 20(44), 705749.",
        "Waning, B. et al. (2009).  Global strategies to reduce the price of antiretroviral medicines: evidence from transactional databases.  Bull World Health Organ 87(7).",
        "Wiggins, S.N. and Maness, R. (1994) Price competition in pharmaceutical markets, Unpublished Manuscript, Department of Economics, Texas A&M University.",
        "Valletti, T. M., & Szymanski, S. (2006). Parallel trade, international exhaustion and intellectual property rights: A welfare analysis. The Journal of Industrial Economics, 54(4), 499526."
    ]
}