{
    "id": 17175,
    "cites": 18,
    "cited_by": 20,
    "reference": [
        "BARTELSMAN, E., AND M. DOMS (2000): Understanding productivity: Lessons from longitudinal microdata, Journal of Economic Literature, 38(3), 569594.",
        "BARTELSMAN, E., J. HALTIWANGER, AND S. SCARPETTA (2009): Cross-country differences in productivity: the role of allocation and selection, Discussion paper, NBER Working Paper 15490.",
        "BLOOM, N. (2009): The Impact of Uncertainty Shocks, Econometrica, 77(3), 623685.",
        "CABALLERO, R., AND R. PINDYCK (1996): Uncertainty, investment, and industry evolution,  International Economic Review, 37(3), 641662.",
        "COLLARD-WEXLER, A. (2009): Productivity Dispersion and Plant Selection in the Ready-Mix Concrete Industry, Working Paper, New York University.",
        "COOPER, R., AND J. HALTIWANGER (2006): On the nature of capital adjustment costs, Review of Economic Studies, 73(3), 611633.",
        "DE LOECKER, J. (2007): Do exports generate higher productivity? Evidence from Slovenia,  Journal of International Economics, 73(1), 6998.",
        "DE LOECKER, J., AND F. WARZYNSKI (2009): Markups and firm-level export status, Discussion paper, NBER Working Paper 15198.",
        "DIXIT, A., AND R. PINDYCK (1994): Investment Under Uncertainty. Princeton University Press.",
        "FOSTER, L., J. HALTIWANGER, AND C. SYVERSON (2008): Reallocation, firm turnover, and efficiency: Selection on productivity or profitability?, American Economic Review, 98(1), 394425.",
        "GOLDBERG, P., A. KHANDELWAL, N. PAVCNIK, AND P. TOPALOVA (2009): Trade liberalization and new imported inputs, American Economic Review, 99(2), 494500.",
        "HSIEH, C.-T., AND P. J. KLENOW (2009): Misallocation and Manufacturing TFP in China and India, Quarterly Journal of Economics, 124(4), 14031448.",
        "LEVINSOHN, J., AND A. PETRIN (2003): Estimating Production Functions Using Inputs to Control for Unobservables, Review of Economic Studies, 70(2), 317341.",
        "MIDRIGAN, V., AND D. Y. XU (2009): Finance and Misallocation, Discussion paper, NYU.",
        "MOLL, B. (2010): Productivity Losses from Financial Frictions: Can Self-Financing Undo Capital Misallocation?, Discussion paper, Princeton University.",
        "OLLEY, G. S., AND A. PAKES (1996): The dynamics of productivity in the telecommunications equipment industry, Econometrica, 64(6), 12631297.",
        "RESTUCCIA, D., AND R. ROGERSON (2008): Policy distortions and aggregate productivity with heterogeneous establishments, Review of Economic Dynamics, 11(4), 707 720.",
        "TAUCHEN, G. (1986): Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions, Economics Letters, 20(2), 17781."
    ]
}