{
    "id": 17184,
    "cites": 90,
    "cited_by": 16,
    "reference": [
        "Acemoglu, D. (2005): Politics and Economics in Weak and Strong States, Journal of Monetary Economics, 52(7), 1199--1226.",
        "Acemoglu, D., M. A. Bautista, P. Querubin, and J. A. Robinson (2008): Economic and Political Inequality in Development: The Case of Cundinamarca, Colombia, in Institutions and Economic Performance, ed. by E. Helpman. Harvard University Press.",
        "Acemoglu, D., and M. Dell (2010): Productivity Differences Between and Within Countries,  American Economic Journal: Macroeconomics, 2(1), 169--188.",
        "Acemoglu, D., S. Johnson, and J. A. Robinson (2003): An African Success Story: Botswana, in In Search of Prosperity: Analytical Narrative on Economic Growth, ed. by D. Rodrik. Princeton University Press, Princeton, NJ.",
        "(2005): Institutions as a Fundamental Cause of Long-Run Growth, in Handbook of Economic Growth, ed. by P. Aghion, and S. N. Durlauf, pp. 109--139. Elsevier North-Holland, Amsterdam, The Netherlands.",
        "Acemoglu, D., D. Ticchi, and A. Vindigni (2011): Emergence and Persistence of Inefficient States, Journal of the European Economic Association, 9(2), 177--208.",
        "Alesina, A., W. Easterly, and J. Matuszeski (2011): Artificial States, Journal of the European Economic Association, 9(2), 246--277.",
        "Alesina, A., and E. Spolaore (2003): The Size of Nations. MIT Press.",
        "Angrist, J., and V. C. Lavy (2001): New Evidence on Classroom Computers and Pupil Learning, Economic Journal, 112, 735--765.",
        "Angrist, J., and J.-S. Pischke (2008): Mostly Harmless Econometrics. Princeton University Press, Princeton, NJ.",
        "Arbesu, H. A. L. (2011): Colonialism and Economic Development: Evidence from a Natural Experiment in Colonial Nigeria, mimeo MIT.",
        "Ashraf, Q., and O. Galor (2011): Dynamics and Stagnation in the Malthusian Epoch: Theory and Evidence, American Economic Review, forthcoming.",
        "Asiwaju, A. (1985): The Conceptual Framework, in Partitioned Africans, pp. 1--18. St. Martin Press, New York.",
        "Banerjee, A., and L. Iyer (2005): History, Institutions, and Economic Performance: The Legacy of Colonial Land Tenure Systems in India, American Economic Review, 95, 1190--1213.",
        "Bates, R. H. (1981): States and Markets in Africa. University of California Press, Berkeley, CA.",
        "(1983): Modernization, Ethnic Competition, and the Rationality of Politics in Contemporary Africa, in State versus Ethnic Claims: African Policy Dilemmas, ed. by D. Rothchild, and V. A. Olunsorola. Westview Press, Boulder, CO.",
        "Berger, D. (2009): Taxes, Institutions and Governance: Evidence from Colonial Nigeria, mimeo, New York University.",
        "Besley, T., and T. Persson (2009): The Origins of State Capacity: Property Rights, Taxation and Politics, American Economic Review, 99, 1218--1244.",
        "(2010): State Capacity, Conflict and Development, Econometrica, 78(1), 1--34.",
        "Bockstette, V., A. Chanda, and L. Putterman (2002): States and Markets: The Advantage of an Early Start, Journal of Economic Growth, 7(4), 347--369.",
        "Boone, C. (2003): Political Topographies of the African State: Territorial Authority and Institutional Choice. Cambridge University Press.",
        "Bubb, R. (2009): States, Law, and Property Rights in West Africa, Working Paper, New York University School of Law.",
        "Cameron, C. A., J. Gelbach, and D. Miller (2006): Robust Inference with Multi-Way Clustering, NBER Technical Working Paper No. T0327.",
        "Chen, X., and W. D. Nordhaus (2010): The Value of Luminosity Data as a Proxy for Economic Statistics, Working Paper, NBER, No. 16317.",
        "Conley, T. G. (1999): GMM Estimation with Cross Sectional Dependence, Journal of Econometrics, 92, 1--45.",
        "Dell, M. (2010): The Persistent Effects of Peru's Mining Mita, Econometrica, 78(6), 839--857.",
        "Doll, C. N., J.-P. Muller, and J. G. Morley (2006): Mapping Regional Economic Activity from Night-Time Light Satellite Imagery, Ecological Economics, 57, 75--92.",
        "Douglas, M. (1962): Lele Economy Compared with the Bushong: A Study of Economic Backwardness, in Markets in Africa, ed. by P. Bohannan, and G. Dalton, pp. 211--233. Northwestern University Press, Evanston, ILL.",
        "Easterly, W., and R. Levine (2003): Tropics, Germs and Crops: the Role of Endowments in Economic Development, Journal of Monetary Economics, 50(1), 1203--1250.",
        "Elvidge, C., K. Baugh, E. Kihn, H. Kroehl, and E. Davis (1997): Mapping of City Lights Using DMSP Operational Linescan System data, Photogrammetric Engineering and Remote Sensing, 63, 727--734.",
        "Englebert, P. (2000): Precolonial Institutions, Post-Colonial States, and Economic Development in Tropical Africa, Political Research Quarterly, 53(7), 7--36.",
        "Englebert, P., S. Tarango, and M. Carter (2002): Dismemberment and Suffocation: A Contribution to the Debate on African Boundaries, Comparative Political Studies, 35(10), 1093--1118.",
        "Ethnologue (2005): Languages of the World, SIL International; Fifteenth edition.",
        "Fenske, J. (2009): Does Land Abundance Explain African Institutions, mimeo Yale University.",
        "Feyrer, J., and B. Sacerdote (2009): Colonialism and Modern Income: Islands as Natural Experiments, Review of Economics and Statistics, 91(2), 245--262.",
        "Fortes, M., and E. Evans-Pritchard (1940): African Political Systems. Oxford University Press.",
        "Franck, R., and I. Rainer (2009): Does the Leader's Ethnicity Matter? Ethnic Favoritism, Education and Health in Sub-Saharan Africa, Working Paper, mimeo Bar Ilan University.",
        "Gallup, J. L., and J. D. Sachs (2001): The Economic Burden of Malaria, The American Journal of Tropical Medicine and Hygiene, 64(1), 85--96.",
        "Gallup, J. L., J. D. Sachs, and A. Mellinger (1999): Geography and Economic Development,  Working Paper, CID Working Papers 1.",
        "Gennaioli, N., R. L. Porta, F. L. de Silanes, and A. Shleifer (2011): Human Capital and Regional Development, mineo, Harvard University.",
        "Gennaioli, N., and I. Rainer (2006): Precolonial Centralization and Institutional Quality in Africa, in Institutions and Norms in Economic Development, ed. by M. Gradstein, and K. Konrad. MIT Press.",
        "(2007): The Modern Impact of Precolonial Centralization in Africa, Journal of Economic Growth, 12(3), 185--234.",
        "Glaeser, E. L., R. L. Porta, F. L. de Silanes, and A. Shleifer (2004): Do Institutions Cause Growth?, Journal of Economic Growth, 9(3), 271--303.",
        "Glennerster, R., E. Miguel, and A. Rothenberg (2010): Collective Action in Diverse Sierra Leone Communities, Working Paper, NBER, No. 16196.",
        "Goldstein, M., and C. Udry (2008): The Profits of Power: Land Rights and Agricultural Investment in Ghana, Journal of Political Economy, 116(6), 981--1022.",
        "Goody, J. (1971): Technology, Tradition, and the State in Africa. International African Institute by Oxford University Press.",
        "Guiso, L., P. Sapienza, and L. Zingales (2008): Long Term Persistence, Working Paper, NBER, No. 14278.",
        "Henderson, V. J., A. Storeygard, and D. N. Weil (2011): Measuring Economic Growth from Outer Space, American Economic Review, forthcoming.",
        "Herbst, J. (2000): States and Power in Africa. Princeton University Press, Princeton, NJ.",
        "Hopkins, A. G. (1973): An Economic History of West Africa. Columbia University Press, New York, NY.",
        "Huillery, E. (2009): History Matters: The Long Term Impact of Colonial Public Investments in French West Africa, American Economic Journal - Applied Economics, 1(2), 176--215.",
        "Imbens, G. W., and T. Lemieux (2008): Regression discontinuity Designs: A Guide to Practice, Journal of Econometrics, 142(2), 615--635.",
        "Iyer, L. (2010): Direct versus Indirect Colonial Rule in India: Long-term Consequences, Review of Economics and Statistics, 92(4), 693--713.",
        "Kaufmann, D., A. Kraay, and M. Mastruzzi (2005): Governance Matters IV : Governance Indicators for 1996-2004, Policy Research Working Paper Series, The World Bank.",
        "Kiszewski, A., A. Mellinger, A. Spielman, P. Malaney, S. E. Sachs, and J. Sachs (2004): A Global Index of the Stability of Malaria Transmission, American Journal of Tropical Medicine and Hygiene, 70(5), 486--498.",
        "La-Porta, R., and A. Shleifer (2008): The Unofficial Economy and Economic Development,  Brookings Papers on Economic Activity.",
        "Lee, D. S., and T. Lemieux (2010): Regression Discontinuity Designs in Economics, Journal of Economic Literature, 48(2), 281--355.",
        "Lee, D. S., E. Moretti, and M. J. Butler (2004): Do Voters Affect Or Elect Policies? Evidence from the U. S. House, The Quarterly Journal of Economics, 119, 807--859.",
        "Mamdani, M. (1996): Citizen and Subject: Contemporary Africa and the Legacy of Late Colonialism. Princeton University Press, Princeton, NJ.",
        "Michalopoulos, S. (2011): The Origins of Ethnolinguistic Diversity, American Economic Review, forthcoming.",
        "Michalopoulos, S., and E. Papaioannou (2011): The Long-Run Effects of the Scramble for Africa, mimeo Harvard University.",
        "Middleton, J., and D. Tait (1958): Tribes without Rulers. Routlege and Kegan Paul, London.",
        "Migdal, J. S. (1988): Strong Societies and Weak States: State-Society Relations and State Capabilities in the Third World. Princeton University Press.",
        "Miguel, E. (2004): Tribe or Nation? Nation-Building and Public Goods in Kenya versus Tanzania, World Politics, 56(3), 327--362.",
        "Miguel, E., and M. K. Gugerty (2005): Ethnic Diversity, Social Santions, and Public Goods in Kenya, Journal of Public Economics, 89(11), 2325--2368.",
        "Miles, W. F. (1994): Hausaland Divided: Colonialism and Independence in Nigeria and Niger. Cornell University Press, Ithaca and London.",
        "Min, B. (2008): Democracy and Light: Electoral Accountability and the Provision of Public Goods, Working Paper, mimeo UCLA.",
        "Moulton, B. R. (1986): Random Group Effects and the Precision of Regression Estimates, Journal of Econometrics, 32, 385--397.",
        "Murdock, G. P. (1959): Africa: Its Peoples and Their Culture History. McGraw-Hill Book Company, New York.",
        "(1967): Ethnographic Atlas. University of Pittsburgh Press, Pittsburgh, PA.",
        "Naritomi, J., R. R. Soares, and J. J. AssunÃ\u0083Â§Ã\u0083Â£o (2009): Institutional Development and Colonial Heritage within Brazil, Working Paper, IZA DP No. 4276.",
        "Nunn, N. (2008): The Long Term Effects of Africa's Slave Trades, Quarterly Journal of Economics, 123(1), 139--176.",
        "(2009): The Importance of History for Economic Development, Annual Review of Economics, 1(1), 65--92.",
        "Nunn, N., and D. Puga (2011): Ruggedness: The Blessing of Bad Geography in Africa, Review of Economics and Statistics, forthcoming.",
        "Nunn, N., and L. Wantchekon (2011): The Slave Trade and the Origins of Mistrust in Africa, American Economic Review, forthcoming.",
        "Pande, R., and C. Udry (2006): Institutions and Development: A View from Below, in Proceedings of the 9th World Congress of the Econometric Society, ed. by R. Blundell, W. Newey, and T. Persson. Cambridge University Press.",
        "Pinkovskiy, M. L. (2011): Economic Discontinuities across Borders: Evidence from Lights Data, mimeo, MIT, Department of Economics.",
        "Posner, D. N. (2005): Institutions and Ethnic Politics in Africa. Cambridge University Press, Cambridge, UK.",
        "Robinson, J. A. (2002): States and Power in Africa: Comparative Lessons in Authority and Control by Jeffrey I. Herbst: A Review Essay, Journal of Economic Literature, 40, 510--519.",
        "Ross, M. L. (2006): A Closer Look on Oil, Diamonds, and Civil War, Anuual Review of Political Science.",
        "Rudmin, F. W. (1995): Cross-Cultural Correlates of the Ownership of Private Property: Two Samples of Murdock's Data, Journal of Socio-Economics, 24, 345--373.",
        "Schapera, I. (1967): Government and Politics in Tribal Societies. Humanities Press, London: Watts.",
        "(1970): Tribal Innovators: Tswana Chiefs and Social Change, 1795-1940, London School of Economics Monographs on Social Anthropology, (43).",
        "Spolaore, E., and R. Wacziarg (2005): Borders and Growth, Journal of Economic Growth, 10(4).",
        "Stevenson, R. F. (1968): Population and Political Systems in Tropical Africa. Columbia University Press.",
        "Sutton, P. C., C. D. Elvidge, and T. Ghosh (2007): Estimation of Gross Domestic Product at Sub-National Scales Using Nighttime Satellite Imagery, International Journal of Ecological Economics and Statistics, 8(7), 5--21.",
        "Tait, D. (1958): The Territorial Pattern and Lineage System of Konkomba, in Tribes without Rulers, ed. by J. Middleton, and D. Tait, pp. 167--202. Routledge and Kegan Paul, London.",
        "Tilly, C. (1985): War Making and State Making as Organized Crime, in Bringing the State Back In, ed. by P. Evans, D. Rueschemeyer, and T. Skocpol. Cambridge University Press.",
        "Winter, E. (1958): The Aboriginal Political Structure of Bwamba, in Tribes without Rulers, ed. by J. Middleton, and D. Tait, pp. 136--166. Routledge and Kegan Paul, London.",
        "WLMS (2006): World Language Mapping System, Version 3.2 Available on-line at http://www.gmi.org/wlms/."
    ]
}