{
    "id": 17183,
    "cites": 37,
    "cited_by": 44,
    "reference": [
        "Thompson W-W, Shay D-K, Weintraub E, et al. (2003) Mortality associated with influenza and respiratory syncytial virus in the United States. JAMA 289:179186.",
        "Thompson W-W., Shay D-K, Weintraub E, et al. (2004) Influenza-associated hospitalizations in the United States. JAMA 292:13331340.",
        "Nichol K-L, Margolis K-L, Wuorenma J, Von Sternberg T (1994) The efficacy and cost effectiveness of vaccination against influenza among elderly persons living in the community. N Engl J Med 331:778-784.",
        "Gross P-A, Hermogenes A-W, Sacks H-S, Lau J, Levandowski, R-A (1995) The efficacy of influenza vaccine in elderly persons: a meta-analysis and review of the literature. Ann Intern Med 123:518-527.",
        "Nichol K-L, Baken L, Nelson A (1999) Relation between influenza vaccination and outpatient visits, hospitalization, and mortality in elderly persons with chronic lung disease. Ann Intern Med 130:397-403.",
        "Wilde J-A, McMillan J-A, Serwint J, Butta J, O'Riordan M-A, Steinhoff M-C (1999) Effectiveness of influenza vaccine in health care professionals: a randomized trial. JAMA 281:908-913.",
        "Centers for Disease Control and Prevention (2003) Public health and aging: influenza vaccination coverage among adults aged > or =50 years and pneumococcal vaccination coverage among adults aged > or =65 yearsUnited States, 2002. MMWRMorb Mortal Wkly Rep 52:987-992.",
        "Thaler R-H, Sunstein C-R (2008) Nudge: Improving decisions about health, wealth, and happiness. (Yale University Press, New Haven, CT).",
        "Loewenstein G, Brennan T, Volpp K-G (2007) Asymmetric paternalism to improve health behaviors. JAMA 298:2415-2417.",
        "Allcott H, Mullainathan S (2010) Behavior and energy policy. Science 327:1204-1205.",
        "Johnson E-E., Goldstein D (2003) Do defaults save lives? Science 302:1338-1339.",
        "Chapman G-B, Li M, Colby H, Yoon H (2010) Opting in vs. opting out of influenza vaccination. JAMA 304:43-44.",
        "Madrian B, Shea D-F (2001) The power of suggestion: Inertia in 401(k) participation and savings behavior. Quarterly Journal of Economics 116:1149-1187.",
        "Schultz P-W, Nolan J-M, Cialdini R-B, Goldstein N-J, Griskevicius V (2007) The constructive, destructive, and reconstructive power of social norms. Psychological Science, 18:429-434.",
        "Allcott H (2009). Social norms and energy conservation. MIT Working Paper. http://web.mit.edu/allcott/www/papers.html.",
        "Leventhal H, Singer R, Jones S (1965) Effects of fear and specificity of recommendation upon attitudes and behavior. Journal of Personality and Social Psychology 2: 2029.",
        "Gollwitzer P-M (1999) Implementation intentions: Strong effects of simple plans. American Psychologist, 54:493503.",
        "Gollwitzer P-M., Bayer U, McCulloch K (2005) in The new unconscious, eds Hassin R, Uleman J, Bargh JA (Oxford University Press, Oxford), pp 485515.",
        "Gollwitzer P-M, Sheeran P (2006) Implementation intentions and goal achievement: A meta-analysis of effects and processes. Advances in Experimental Social Psychology, 38:",
        "Nickerson D-W, Rogers T (2010) Do you have a voting plan?: Implementation intentions, voter turnout and organic plan making. Psychological Science 21: 194-199.",
        "Leventhal H, Watts J-C, Pagano F (1967) Effects of fear and instructions on how to cope with danger. Journal of Personality and Social Psychology 6: 313-321.",
        "Orbell S, Hodgkins S, Sheeran P (1997) Implementation intentions and the theory of planned behavior. Personality and Social Psychology Bulletin 23: 945954.",
        "Prestwich A, Lawton R, Conner M (2003) The use of implementation intentions and the decision balance sheet in promoting exercise behaviour. Psychology and Health 18:707",
        "Sheeran P, Orbell S (1999) Implementation intentions and repeated behaviour: Augmenting the predictive validity of the theory of planned behaviour. European Journal of Social Psychology 29:349369.",
        "Rutter D-R, Steadman L, Quine L (2006) An implementation intentions intervention to increase uptake of mammography. Annals of Behavioral Medicine 32:127134.",
        "Sniehotta F-F, Scholz U, Schwarzer R (2006) Action plans and coping plans for physical exercise: A longitudinal intervention study in cardiac rehabilitation. British Journal of Health Psychology 11:2337.",
        "Levitt S-D, List J-A (2007) What do laboratory experiments measuring social preferences reveal about the real world? The Journal of Economic Perspectives, 21:153-174.",
        "Sheeran P, Orbell S (2000) Using implementation intentions to increase attendance for cervical cancer screening. Health Psychology 19:283289.",
        "Laibson D (1997) Golden eggs and hyperbolic discounting. Quarterly Journal of Economics 112:443477.",
        "O'Donoghue T, Rabin M (1999) Doing it now or later. American Economic Review 89:103124.",
        "Fudenberg D, Levine D-K (2006) A dual-self model of impulse control. American Economic Review 96:14491476.",
        "Beshears J, Choi J-J, Laibson D, Madrian B-C (2008) How are preferences revealed? Journal of Public Economics 92:17871794.",
        "Fiore A-E., Shay D-K, Broder K, Iskander J-K, Uyeki T-M, Mootrey G, Bresee J-S, Cox N-J (2009) Prevention and control of seasonal influenza with vaccines: Recommendations of the advisory committee on immunization practices (ACIP), 2009. Centers for Disease Control Morbidity and Mortality Weekly Reports Recommendations and Reports. July 31, 2009, 58(RR08): 1-52.",
        "Briss P-A, Rodewald L-E, Hinman A-R, Shefer A-M, Strikas R-A, Bernier R-R, Carande-Kulis V-G, Yusuf H-R, Ndiaye S-M, Williams S-M (2000) Reviews of evidence regarding interventions to improve vaccination coverage in children, adolescents, and adults. Am J Prev Med 18:97140.",
        "Szilagyi P-G, Bordley C, Vann J-C, Chelminski A, Kraus R-M, Margolis P-A, Rodewald L-E (2000) Effect of patient reminder/recall interventions on immunization rates. JAMA 284:1820-1827.",
        "McCaul K-D, Johnson R-J, Rothman A-J (2002) The effects of framing and action instructions on whether older adults obtain flu shots. Health Psychology 21:624-628.",
        "Centers for Disease Control and Prevention (2000). Adult immunization programs in nontraditional settings: quality standards and guidance for program evaluation. MMWR Recomm Rep, 49(RR01): 1-13."
    ]
}