{
    "id": 17187,
    "cites": 55,
    "cited_by": 137,
    "reference": [
        "Abraham, Katharine G., and Susan N. Houseman. 1993. Job Security in America: Lessons from Germany. Brookings.",
        "Akerlof, George A., Andrew K. Rose, Janet L. Yellen, and Helga Hessenius. 1991. East Germany in from the Cold: The Economic Aftermath of Currency Union. Brookings Papers on Economic Activity, no. 1: 1-87.",
        "Alesina, Alberto, Edward Glaeser, and Bruce Sacerdote. 2005. Work and Leisure in the United States and Europe: Why So Different? NBER Macroeconomics Annual 2005 1-64.",
        "Boeri, Tito, and Herbert Bruecker. 2011. Short-Time Work Benefits Revisited: Some Lessons from the Great Recession. Institute for the Study of Labor Discussion Paper 5635 (April). Bonn: IZA.",
        "Bogedan, Claudia, Wolfram Brehmer, and Alexander Herzog-Stein. 2009. Betriebliche BeschÃ\u0083Â¤ftigungssicherung in der Krise: Eine Kurzauswertung der WSIBetriebsr Ã\u0083Â¤tebefragung 2009. DÃ\u0083Â¼sseldorf: Wirtschafts- und Sozialwissenschaftliches Institut in der Hans-BÃ\u0083Â¶ckler-Stiftung (December).",
        "Boysen-Hogrefe, Jens, and Dominik Groll. 2010. The German Labour Market Miracle. National Institute Economic Review 214, no. 1: R38-R50.",
        "Bundesagentur fÃ\u0083Â¼r Arbeit. 2011. Der Arbeitsmarkt in Deutschland: Zeitarbeit in Deutschland Aktuelle Entwicklungen. Arbeitsmarktberichterstattung (January).",
        "Bundesarbeitsgericht. 2007. Urteil vom 8.11.2007, 2 AZR 418/06 Betriebsbedingte KÃ\u0083Â¼ndigung aus WitterungsgrÃ\u0083Â¼nden. juris.bundesarbeitsgericht.de/cgi-bin/rechtsprechung/document.py? Gericht=bag&Art=en&sid=47d5a35b9cef6b6f92baf2ca255a9ec8&nr=12524&pos=7&anz= 33, accessed March 4, 2011.",
        "Burda, Michael C., and Michael Kvasnicka. 2006. Zeitarbeit in Deutschland: Trends und Perspectiven. Perspektiven der Wirtschaftspolitik 7, no. 2:195-225.",
        "Burda, Michael C., and Mark Weder. 2010. Payroll Taxes, Social Insurance and Business Cycles. CEPR Discussion Paper 7984. September. London: Centre for Economic Policy Research.",
        "Burda, Michael C., Daniel S. Hamermesh, and Philippe Weil. 2008. The Distribution of Total Work in the EU and USA. In Working Hours and Job Sharing in the EU and USA: Are Europeans Lazy? Or Americans Crazy? edited by Tito Boeri, Michael C. Burda, and Francis Kramarz. Oxford University Press.",
        "Carlin, Wendy, and David Soskice. 2009. German Economic Performance: Disentangling the Role of Supply-Side Reforms, Macroeconomic Policy and Coordinated Economy Institutions. Socio-Economic Review 7, no. 1:67-99.",
        "Cooley, Thomas F., ed. 1995. Frontiers of Business Cycle Research. Princeton University Press.",
        "Dustmann, Christian, Johannes Ludsteck, and Uta SchÃ\u0083Â¶nberg. 2009. Revisiting the German Wage Stucture. Quarterly Journal of Economics 124, no. 2: 843-81.",
        "Ellguth, Peter, and Susanne Kohaut. 2009. Tarifbindung und betriebliche Interessenvertretung in Ost und West: Schwund unterm sicheren Dach. IAB Forum 2:68-75.",
        "Elsby, Michael W. L., Bart Hobijn, and AyegÃ\u0083Â¼l ahin. 2010. The Labor Market in the Great Recession. Brookings Papers on Economic Activity, no. 1: 1-48.",
        "Fahr, RenÃ\u0083Â©, and Uwe Sunde. 2009. Did the Hartz Reforms Speed up the Matching Process? A Macro-Evaluation Using Empirical Matching Functions. German Economic Review 10, no. 3: 284-316.",
        "Farber, Henry S. 2010. Job Loss and Unemployment in the 21st Century: The Great Recession in Labor Market Perspective. Princeton University (November).",
        "Franz, Christine, and Steffen Lehndorff. 2010. Arbeitszeitentwicklung und Krise  eine Zwischenbilanz. IAQ-Report: Aktuelle Forschungsergebnisse aus dem Institut Arbeit und Qualifikation 7: 1-12.",
        "GalÃ\u0083Â­, Jordi, and Thijs van Rens. 2010. The Vanishing Procyclicality of Labor Productivity. Institute for the Study of Labor Discussion Paper 5099. Bonn: IZA.",
        "Gartner, Hermann, and Sabine Klinger. 2010. Verbesserte Institutionen fÃ\u0083Â¼r den Arbeitsmarkt in der Wirtschaftskrise. Wirtschaftsdienst 90, no. 11: 728-34.",
        "Gordon, Robert J. 2010. Okun's Law and Productivity Innovations. American Economic Review: Papers and Proceedings 100, no. 2: 11-15.",
        "Gross, Hermann, and Michael Schwarz. 2007. Betriebs- und Arbeitszeiten 2005: Ergebnisse einer reprÃ\u0083Â¤sentativen Betriebsbefragung. BeitrÃ\u0083Â¤ge aus der Forschung: Sozialforschungsstelle Dortmund 153: 1-174.",
        "Hamermesh, Daniel S. 1989. Labor Demand and the Structure of Adjustment Costs. American Economic Review 79, no. 4: 674-89.",
        "Hamermesh, Daniel S., and Gerard A. Pfann. 1996. Adjustment Costs in Factor Demand. Journal of Economic Literature 34, no. 3: 1264-92.",
        "Herzog-Stein, Alexander, and Hartmut Seifert. 2010. Der Arbeitsmarkt in der GroÃ\u0083Å¸en Rezession BewÃ\u0083Â¤hrte Strategien in neuen Formen. WSI-Mitteilungen 11: 551-59.",
        "Herzog-Stein, Alexander, Fabian Lindner, Simon Sturn, and Till van Treeck. 2010. Vom Krisenherd zum Wunderwerk? Der deutsche Arbeitsmarkt im Wandel. Institut fÃ\u0083Â¼r MakroÃ\u0083Â¶konomie und Konjunkturforschung Report 56: 1-18.",
        "Hoff, Andreas. 2009. Arbeitszeit-Korridor statt Kurzarbeit. Personalmagazin 9: 54-56.",
        "Hunt, Jennifer. 1998. Hours Reductions as Work-Sharing. Brookings Papers on Economic Activity, no. 1: 339-69.",
        "_________. 1999. Has Work-Sharing Worked in Germany? Quarterly Journal of Economics 114, no. 1: 117-48.",
        "Khan, Aubhik, and Julia K. Thomas. 2003. Nonconvex Factor Adjustments in Equilibrium Business Cycle Models: Do Nonlinearities Matter? Journal of Monetary Economics 50, no. 2: 33160.",
        "Klinger, Sabine, and Thomas Rothe. 2010. The Impact of Labour Market Reforms and Economic Performance on the Matching of Short-Term and Long-Term Unemployed. IAB Discussion Paper no. 13/2010. NÃ\u0083Â¼rnberg: Institut fÃ\u0083Â¼r Arbeitsmarkt- und Berufsforschung.",
        "Klinger, Sabine, Martina Rebien, Markus Heckmann, and JÃ\u0083Â¶rg Szameitat. 2011. Did Recruitment Problems Account for the German Job Miracle? International Review of Business Research Papers 7, no. 1: 265-81.",
        "KlÃ\u0083Â¶s, Hans-Peter, and Holger SchÃ\u0083Â¤fer. 2010. Krisenmanagement Ã\u0083Â¼ber Variationen des Arbeitsvolumens?  Arbeit 2-3: 132-46.",
        "Lesch, Hagan. 2010. Lohnpolitik 2000 bis 2009: Ein informelles BÃ\u0083Â¼ndnis fÃ\u0083Â¼r Arbeit. IW-Trends: Vierteljahresschrift zur empirischen Wirtschaftsforschung 37, no. 1: 1-15.",
        "Logeay, Camille, and Rudolf Zwiener. 2008. Deutliche Realeinkommensverluste fÃ\u0083Â¼r Arbeitnehmer: Die neue Dimension eines Aufschwungs. WSI Mitteilungen 8: 415-22.",
        "MÃ\u0083Â¶ller, Joachim. 2010. The German Labor Market Response in the World Recession  Demystifying a Miracle. Zeitschrift fÃ\u0083Â¼r Arbeitsmarktforschung 42, no. 4: 325-36.",
        "Ochel, Wolfgang. 2005. Hartz IV- Welfare to Work in Germany. CESifo DICE Report 2: 18-25.",
        "Okun, Arthur. 1962. Potential GNP: Its Measurement and Significance. American Statistical Association, Proceedings of the Business and Economics Statistics Section 98104.",
        "OECD (Organisation for Economic Co-operation and Development). 2010a. Employment Outlook 2010: Moving Beyond the Jobs Crisis. Paris.",
        "_________. 2010b. Economic Survey of Germany 2010: The Banking System: Lessons from the Financial Crisis. Paris.",
        "Peichl, Andreas, and Sebastian Siegloch. 2010. Incorporating Labor Demand Effects into the Microsimulation of Tax and Benefit Reforms.  Bonn: IZA (January).",
        "SachverstÃ\u0083Â¤ndigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung. 2010.",
        "Jahresgutachten 2009/10: Die Zukunft nicht aufs Spiel setzen. Paderborn: Bonifatius.",
        "Sargent, Thomas J. 1978. Estimation of Dynamic Labor Demand Schedules under Rational Expectations. Journal of Political Economy 86, no. 6: 1009-44.",
        "Schaz, Philipp, and Eugen Spitznagel. 2010. MakroÃ\u0083Â¶konomische Dynamik von ArbeitsmÃ\u0083Â¤rkten : Ein Vergleich interner und externer FlexibilitÃ\u0083Â¤ten in den USA und in Deutschland. WSIMitteilungen 12: 626-35.",
        "Schneider, Stefan, and Bernhard Graef. 2010. Germany's Jobs Miracle: Short-Time Work, Flexible Labour Contracts and Healthy Companies. Deutsche Bank Research Briefing. Frankfurt: Deutsche Bank (April 27).",
        "SchÃ\u0083Â¼tt, Petra. 2010. FachkrÃ\u0083Â¤fte finden, binden und entwickeln. Arbeit 2-3: 178-94.",
        "Seifert. Hartmut. 2004. Flexibility through Working Time Accounts: Reconciling Economic Efficiency and Individual Time Requirements, WSI Discussion Paper 130. DÃ\u0083Â¼sseldorf: Wirtschafts- und Sozialwissenschaftliches Institut in der Hans-BÃ\u0083Â¶ckler-Stiftung (August).",
        "Sinn, Hans-Werner. 1999. International Implications of German Unification. In The Economics of Globalization: Policy Perspectives from Public Economics, edited by Assaf Razin and Efraim Sadka. Cambridge University Press.",
        "_________. 2005. Ist Deutschland noch zu retten? Berlin: Ullstein Buchverlage.",
        "Treadway, Arthur B. 1970. Adjustment Costs and Variable Inputs in the Theory of the Competitive Firm. Journal of Economic Theory 2, no. 4: 329-47.",
        "U.S. Bureau of Labor Statistics. 2010. International Comparisons of GDP per Capita and per Hour, 1960-2009. www.bls.gov/fls/intl_gdp_capita_gdp_hour.htm, accessed February 23, 2011.",
        "Will, Henner. 2010. Kurzarbeit als Flexibilisierungsinstrument: Hemmnis strukturellen Wandels oder konjunkturelle BrÃ\u0083Â¼cke fÃ\u0083Â¼r BeschÃ\u0083Â¤ftigung? Institut fÃ\u0083Â¼r MakroÃ\u0083Â¶konomie und Konjunkturforschung Study 5: 1-92.",
        "Zapf, Ines, and Wolfram Brehmer. 2010. Arbeitszeitkonten haben sich bewÃ\u0083Â¤hrt. IAB Kurzbericht 22: 1-8."
    ]
}