{
    "id": 17189,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Allcott, Hunt, Social Norms and Energy Conservation, 2009 working paper, Department of Economics, New York University.",
        "Ayres, Ian, Sophie Raseman, and Alice Shih, Evidence from Two Large Field Experiments that Peer Comparison Feedback Can Reduce Residential Energy Usage, (2009) NBER working paper 15386.",
        "Bryan, James H. and Mary A. Test, Models of Helping: Naturalistic Studies in Aiding Behavior, Journal of Personality and Social Psychology, 6 (1967), pp. 400  407.",
        "Cialdini, Robert B., Linda J. Demaine, Brad J. Sagarin, Daniel W. Barrett, Kelton Rhoads, and Patricia L. Winter, Managing Social Norms for Persuasive Impact, Social Influence, 1 (2006), pp. 3  15.",
        "Costa, Dora L. and Matthew E. Kahn, Energy Conservation `Nudges' and Environmentalist Ideology: Evidence from a Randomized Residential Electricity Field Experiment, (2010) NBER Working Paper No. 15939.",
        "Croson, Rachel and Jen Shang, The Impact of Downward Social Information on Contribution Decisions, Experimental Economics, 11 (2008), pp. 221  233.",
        "Curtis, Kynda and Michael K. Price, Reputation or Reciprocity: Gift Exchange in a Labor Market Field Experiment, working paper, University of Tennessee, Knoxville, 2009.",
        "Frey, Bruno and Stephen Meier, Social Comparisons and Pro-Social Behavior: Testing `Conditional Cooperation' in a Field Experiment, American Economic Review, 94 (2004), pp. 1717  1722.",
        "Gneezy, Uri and John A. List, Putting Behavioral Economics to Work: Testing for Gift Exchange in Labor Markets Using Field Experiments, Econometrica, 74 (2006), pp. 1365  1384.",
        "Goldstein, Noah J., Robert B. Cialdini, and Vladas Griskevicius, A Room with a Viewpoint: Using Social Norms to Motivate Environmental Conservation in Hotels, Journal of Consumer Research, 35 (2008), pp. 472  482.",
        "Harrison, Glenn W. and John A. List, Field Experiments, Journal of Economic Literature, 42 (2004), pp. 1009  1055.",
        "Hutton, R. B., G. A. Mauser, P., Filiatrault, and O.T. Ahtola, Effects of Cost-Related Feedback on Consumer Knowledge and Consumption Behavior: A Field Experiment Approach, Journal of Consumer Research, 13 (1986), pp. 327  336.",
        "Levitt, Steven and John A. List, What do Laboratory Experiments Measuring Social Preferences Reveal about the Real World? Journal of Economic Perspectives, 21 (2007), pp. 153  174.",
        "Luyben, P. D., Prompting Thermostat Setting Behavior: Public Response to a Presidential Appeal for Conservation, Environment and Behavior, 14 (1982), pp. 113  128.",
        "Mansur, Erin T. and Sheila M. Olmstead, The Value of Scarce Water: Measuring the Inefficiency of Municipal Regulations, NBER Working Paper No. 13513, 2007.",
        "Martin, Richard and John Randal, How is Donation Behavior Affected by the Donations of Others?, Journal of Economic Behavior and Organization, 67 (2008), pp. 228  238.",
        "Olmstead, Sheila, W. Michael Hanemann and Robert N. Stavins, Water Demand under Alternative Price Structures, Journal of Environmental Economics and Management, 54 (2007), pp. 181  198.",
        "Reingen, Peter H., On Inducing Compliance with Requests, The Journal of Consumer Research, 5 (1978), pp. 96  102.",
        "Sandler, Todd A. and Daniel G. Arce, Pure Public Goods versus Commons: Benefit-Cost Duality, Land Economics, 79 (2003), pp. 355  368.",
        "Shang, Jen and Rachel Croson, Field Experiments in Charitable Contribution: The Impact of Social Influence on the Voluntary Provision of Public Goods, The Economic Journal, 119 (2009), pp. 1422  1439.",
        "Siero, F.W., A.B. Bakker, G.B. Dekker, and M.T.C. Van den Burg,  Changing Organizational Energy Consumption Behavior through Competitive Feedback, Journal of Environmental Psychology, 16 (1996), pp. 2235  246."
    ]
}