{
    "id": 17181,
    "cites": 43,
    "cited_by": 0,
    "reference": [
        "Astebro, T., and I. Bernhardt (2003): Start-Up Financing, Owner Characteristics and Survival, Journal of Economics and Business, 55(4), 303--320.",
        "Astebro, T., S. Jeffrey, and G. Adomdza (2007): Inventor Perseverance After Being Told to Quit: The Role of Cognitive Biases, Journal of Behavioral Decision Making, 20(3), 253--272.",
        "Astebro, T., and P. Thompson (2011): Entrepreneurs: Jacks of all Trades or Hobos?, Research Policy, 40, 637--649.",
        "Buuren, S van. Boshuizen, H. C., and K. D.L. (1999): Multiple imputation of missing blood pressure covariates in survival analysis, Stat Med, 18, 681--694.",
        "Bygrave, W. D., and P. D. Reynolds (2006): Who Finances Startups in the USA? A Comprehensive Study of Informal Investors, 1999-2003, Babson College, Babson Kauffman Entrepreneurship Research Conference (BKERC).",
        "Chemmanur, T., and Z. Chen (2006): Venture Capitalists versus Angels: The Dynamics of Private Firm Financing Contracts, Working paper, Boston College.",
        "Chemmanur, T., K. Krishnan, and D. Nandy (2009): How does venture capital financing improve efficiency in private firms? A look beneath the surface, Unpublished working paper, Center for Economic Studies.",
        "Cressy, R. (1996): Are business startups debt rationed?, The Economic Journal, 106, 1253--1270.",
        "Evans, D., and B. Jovanovic (1989): An Estimated Model of Entrepreneurial Choice under Liquidity Constraints, Journal of Political Economy, 97(4), 808--827.",
        "Fazzari, S. M., R. G. Hubbard, and B. C. Petersen (2000): Investment-cash flow sensitivities are useful: A comment on Kaplan and Zingales, Quarterly Journal of Economics, 115 (2), 695--705.",
        "Graham, J., and S. Hofer (2000): Multiple Imputation in Multivariate Research. Hillsdale, NJ: Erlbaum.",
        "Grossman, S., and O. Hart (1986): The costs and benefits of ownership: A theory of vertical and lateral integration, Journal of Political Economy., 94(4), 691--719.",
        "Hall, B. H., and J. Lerner (2010): The Financing of R&D and Innovation, in Handbook of the Economics of Innovation, ed. by B. H. Hall, and N. Rosenberg, chap. 14. Elsevier North-Holland.",
        "Harrison, R. T., C. M. Mason, and P. J. Robson (2010): The Determinants of Long Distance Investing by Business Angels: Evidence from the United Kindom, Entrepreneurship and Regional Development, 22(2), 113--137.",
        "Heckman, J. (1979): Sample selection bias as a specification error, Econometrica, 47, 153--161.",
        "Hellmann, T., and M. Puri (2000): The interaction between product market and financing strategy: the role of venture capital, Review of Financial Studies, 13, 959--84.",
        "(2002): Venture Capital and the Professionalization of Start-up Firms: Empirical Evidence, Journal of Finance, 57(1), 169--97.",
        "Hirano, K., G. W. Imbens, and G. Ridder (2003): Efficient Estimation of Average Treatment Effects Using the Estimated Propensity Score, Econometrica, 71(4), 1161--90.",
        "Hochberg, Y. V., A. Ljungqvist, and Y. Lu (2005): Whom You Know Matters: Venture Capital Networks and Investment Performance, Journal of Finance, 62(1), 251--301.",
        "Holmes, T., and J. A. Schmitz (1990): A Theory of Entrepreneurship and Its Application to the Study of Business Transfers, Journal of Political Economy, 98(2), 265--94.",
        "Holmstrom, B. (1982): Moral hazard in partnerships, Bell Journal of Economics, 13, 324--40.",
        "Hsu, D. (2004): What Do Entrepreneurs Pay for Venture Capital Affiliation?, Journal of Finance, 59, 1805--44.",
        "Kerr, W. R., J. Lerner, and A. Schoar (2010): The Consequences of Entrepreneurial Finance: A Regression Discontinuity Analysis, Harvard Business School Unpublished Working Paper 10-086.",
        "Kortum, S., and J. Lerner (2000): Assessing the contribution of venture capital to innovation,  The RAND Journal of Economics, 31, 674--692.",
        "Kremer, M. (1993): The O-ring theory of economic development, Quarterly Journal of Economics, 108(3), 551--75.",
        "Lazear, E. P. (2005): Entrepreneurship, Journal of Labour Economics, 23(4), 649--81.",
        "Lazear, E. P., and K. L. Shaw (2007): Personnel Economics: The Economist's View of Human Resources, Journal of Economic Perspectives, 21(4), 91--114.",
        "Little, R. J. A., and D. Rubin (1987): Statistical analysis with missing data. John Wiley & Sons, New York.",
        "Mason, C. M. (2009): Public Policy Support for the informal Venture Capital Market in Europe, International Small Business Journal, 27(5), 536--56.",
        "McDonald, J. F., and R. A. Moffitt (1980): The Uses of Tobit Analysis, The Review of Economics and Statistics, 62 (2), 318--321.",
        "Megginson, W., and K. A. Weiss (1991): Venture capitalist certification in initial public offerings, Journal of Finance, 46(3), 879--903.",
        "Mollica, M., and L. Zingales (2007): The impact of venture capital on innovation and the creation of new business, Unpublished working paper, Univeristy of Chicago.",
        "Puri, M., and R. Zarutskie (2008): On the lifecycle dynamics of venture-capital- and nonventure -capital-financed firms, Unpublished working paper, Center for Economic Studies.",
        "Repullo, R., and J. Suarez (2004): Venture capital finance: A security design approach, Review of Finance, 8, 75--108.",
        "Reynolds, P. D. (2005): Entrepreneurship in the United States: 2004 Assessment. Miami, FL, Florida International University.",
        "Ruef, M., H. E. Aldrich, and N. M. Carter (2003): The Structure of Founding partnerships: Homophily, Strong Ties, and Isolation among U.S. Entrepreneurs, American Sociological Review, 68(April), 195--222.",
        "Sohl, J. (2010): The Angel Investor Market in 2009: Holding Steady but Changes in Seed and Start-up Investments, Centure for Venture Research, http://www.unh.edu/news/docs/2009angelanalysis.pdf.",
        "Sorensen, M. (2008): How Smart is Smart Money? An Empirical Two-Sided Matching Model of Venture Capital, Journal of Finance, 52 (6), 2725--62.",
        "Van-Osnabrugge, M., and R. Robinson (2000): Angel Investing: Matching Start-up Funds With Start-up Companies - A Guide For Entrepreneurs And Individual Investors. John Wiley & Sons Inc.",
        "Wiltbank, R. E. (2009): Siding with the Angels: Business Angel Investing - promising outcomes and effective strategies, British Business Angel Association and NESTA.",
        "Wiltbank, R. E., and W. Boeker (2007): Returns to Angel Investors in Groups, Kauffman Foundation.",
        "Wong, A., M. Bhatia, and Z. Freeman (2009): Angel Finance: The other Venture Capital, Strategic Change, 18, 221--30.",
        "Woolridge, J. M. (2007): Econometric Analysis of Cross Section and Panel Data. MIT Press."
    ]
}