{
    "id": 17186,
    "cites": 58,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D., T. A. Hassan, and J. A. Robinson (2011): Social Structure and Development: A Legacy of the Holocaust in Russia, Quarterly Journal of Economics, 126.",
        "Ahfeldt, G. M., S. J. Redding, D. M. Sturm, and N. Wolf (2010): The Economics of Density: Evidence from the Berlin Wall, mimeo Princeton University.",
        "Akbulut-Yuksel, M. (2009): Children of War: The Long-Run Effects of Large-Scale Physical Destruction and Warfare on Children, mimeo University of Houston.",
        "Alesina, A., and N. Fuchs-Schundeln (2007): Good-Bye Lenin (or Not?): The Effect of Communism on People's Preferences, American Economic Review, 97(4), 1507  1528.",
        "Ambrus, A., M. Mobius, and A. Szeidl (2010): Consumption Risk-sharing in Social Networks,  NBER Working Paper Series 15719.",
        "Anderson, T. W., and C. Hsiao (1982): Formulation and estimation of dynamic models using panel data, Journal of Econometrics, 18, 4782.",
        "Beaman, L. A. (2008): Social networks and the dynamics of labor market outcomes: Evidence from refugees, mimeo Northwestern University.",
        "Bertrand, M., E. F. P. Luttmer, and S. Mullainathan (2000): Network Effects and Welfare Cultures, Quarterly Journal of Economics, pp. 10191055.",
        "Besley, T., and S. Coate (1995): Group lending, repayment incentives and social collateral, Journal of Development Economics, pp. 118.",
        "Bethlehem, S. (1982): DDR-Flucht, Gastarbeiter-Zuwanderung. Klett-Cotta, Stuttgart.",
        "Borjas, G. J. (2003): The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics, pp. 1335 1374.",
        "Brakman, S., H. Garretsen, and M. Schramm (2004): The Strategic Bombing of German Cities During WWII and its Impact on City Growth, Journal of Economic Geography, 4, 201 18.",
        "Bursztyn, L., and D. Cantoni (2009): Clueless? The impact of television on consumption behavior, mimeo Harvard University.",
        "Calvo-Armengol, T., and M. O. Jackson (2004): The Effects of Social Networks on Employment and Inequality, Americn Economic Review, 94 (3), 426454.",
        "Card, D. (1990): The Impact of the Mariel Boatlift on the Miami Labor Market, Industrial and Labor Relations Review, 43 (2), 245257.",
        "Cohen, L., A. Frazzini, and C. Malloy (2008): The small world of investing: Board connections and mutual fund returns, Journal of Political Economy, 116, 951979.",
        "Coleman, J. S. (1988): Social Capital in the Creation of Human Capital, American Journal of Sociology, 94, 95120.",
        "Conley, T. G., and C. R. Udry (2009): Learning about a new technology: Pineapple in Ghana, forthcoming American Economic Review.",
        "Davis, D. R., and D. E. Weinstein (2002): Bones, Bombs, and Break Points: The Geography of Economic Activity, American Economic Review, 92(5), 12691289.",
        "Duflo, E., and E. Saez (2003): The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment, Quarterly Journal of Economics, pp. 815842.",
        "Franzen, K. E. (2001): Die Vertriebenen. Propylaen, Berlin.",
        "Friedberg, R. M. (2001): The Impact Of Mass Migration On The Israeli Labor Market, The Quarterly Journal of Economics, 116(4), 13731408.",
        "Friedrich, J. (2002): Der Brand. Propylaen, Berlin.",
        "Fuchs-Schundeln, N., and M. Schundeln (2005): Precautionary Savings and SelfSelection: Evidence from the German Reunification Experiment, Quarterly Journal of Economics, 120(3), 10851120.",
        "(2009): Who stays, who goes, who returns?, Economics of Transition, 17(4), 703738.",
        "GdW (1994): Daten und Fakten 1993 der untenehmerischen Wohnungswirtschaft in den neuen Laendern, Informationen.",
        "Glaeser, E. L., B. I. Sacerdote, and J. A. Scheinkman (2003): The Social Multiplier, Journal of the European Economic Association.",
        "Granovetter, M. (1973): The strength of weak ties, American Journal of Sociology, 78, 13601380.",
        "Greif, A. (1993): Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders' Coalition, The American Economic Review, 83(3), 525548.",
        "Guiso, L., P. Sapienza, and L. Zingales (2009): Cultural Biases in Economic Exchange, Quarterly Journal of Economics, pp. 10951131.",
        "Hochberg, Y., A. Ljungqvist, and Y. Lu (2007): Whom you know matters: Venture capital networks and investment performance, The Journal of Finance, 62, 251301.",
        "Holbik, K., and H. Myers (1964): Postwar Trade in Divided Germany. Johns Hopkins Press, Baltimore.",
        "Hubert, F., and H. Tomann (1993): Wohnungspolitischer Umbruch in Ostdeutschland, Nachdruck einer Studie im Auftrage des Bundesbauministeriums vom Februar 1993.",
        "Hunt, J. (2006): Staunchig emigration from East Germany: Age and the determinants of migration, Journal of the European Economic Associaton, 4, 10141037.",
        "Karlan, D., M. Mobius, T. Rosenblat, and A. Szeidl (2009): Trust and Social Collateral,  Quarterly Journal of Economics, pp. 13071361.",
        "Kling, J. R., J. B. Liebman, and L. F. Katz (2007): Experimental Analysis of Neighborhood Effects, Econometrica, 75 (1), 83119.",
        "Knack, S., and P. Keefer (1997): Does Social Capital Have an Economic Payoff? A CrossCountry Investigation, Quarterly Journal of Economics, 112, 12511288.",
        "Kranton, R. E., and D. F. Minehart (2001): A Theory of Buyer-Seller Networks, The American Economic Review, 91(3), 485508.",
        "Kuhnen, C. M. (2009): Business networks, corporate governance and contracting in the mutual fund industry, forthcoming The Journal of Finance.",
        "Kurowski, F. (1977): Der Luftkrieg ueber Deutschland. Econ Verlag, Duesseldorf.",
        "Lange, T., and G. Pugh (1998): The Economics of German Reunification. Edward Elgar, Cheltenham UK and Northampton MA.",
        "Laschever, R. A. (2007): The doughboys network: Social interactions and the employment of World War I veterans, mimeo University of Illinois at Urbana-Champpaign.",
        "Ludwig, J., G. J. Duncan, and P. Hirschfield (2001): Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment, Quarterly Journal of Economics, 116 (2), 655679.",
        "Miguel, E., and G. Roland (2011): The long-run impact of bombing Vietnam, Journal of Development Economics, 96(1), 1  15.",
        "Munshi, K. (2003): Networks in the Modern Economy: Mexican Migrants in the U. S. Labor Market, The Quarterly Journal of Economics, 118(2), 549599.",
        "Office, U. G. P. (1945): The United States Strategic Bombing Survey: the Effects of StrategicBombing on the German War Economy. Washington DC.",
        "Putnam, R. (1993): Making Deomcracy Work. Princeton University Press, Princeton NJ.",
        "Putnam, R. D. (2000): Bowling Alone: The collapse and Reviaval of American Community. Simon and Schuster.",
        "Rauch, J. E. (1999): Networks versus markets in international trade, Journal of International Economics, 48(1), 735.",
        "Rauch, J. E., and V. Trindade (2002): Ethnic Chinese Networks In International Trade, The Review of Economics and Statistics, 84(1), 116130.",
        "Redding, S. J., and D. M. Sturm (2008): The Cost of Remoteness: Evidence from German Division and Reunifiaction, American Economic Review, 98(5), 176697.",
        "Schulze, I. (2005): Neue Leben. Berlin Verlag, Berlin.",
        "Shue, K. (2011): Executive Networks and Firm Policies: Evidence from the Random Assignment of MBA Peers, mimeo University of Chicago.",
        "Southern, D. B. (1993): Restitution or Compensation: The Land Question in East Germany,  The International and Comparative Law Quarterly, 42(3), 690697.",
        "Stiglitz, J. E. (1990): Peer Monitoring and Credit Markets, The World Bank Economic Review, 4(3), 351366.",
        "Thimann, C. (1996): Aufbau von Kapitalstock und Vermoegen in Ostdeutschland. J.C.B. Mohr (Paul Siebeck) Tuebingen.",
        "Varian, H. R. (1990): Monitoring agents with other agents, Journal of Institutional and Theoretical Economics (Zeitschrift fur die gesamte Staatswissenschaft), pp. 153174.",
        "Weerdt, J. D., and S. Dercon (2006): Risk-sharing networks and insurance against illness, Journal of Development Economics, 81(2), 337356."
    ]
}