{
    "id": 17180,
    "cites": 14,
    "cited_by": 10,
    "reference": [
        "Akay, A., Martinsson, P., 2009. Sundays are blue: Aren't they? The day-of-the-week effect on subjective well-being and socio-economic status. IZA DP No. 4563.",
        "Blinder, A.S., 1973. Wage discrimination: Reduced-form and structural estimates. Journal of Human Resources 84, 436-455.",
        "Csikszentmihalyi, M., Hunter, J., 2003. Happiness in everyday life: The uses of experience sampling. Journal of Happiness Studies 4, 185-199.",
        "Egloff, B., Tausch, A., Kohlmann, C., Krohne, H., 1995. Relationships between time of day, day of the week, and positive mood: Exploring the role of the mood measure. Motivation and Emotion 19, 99-110.",
        "Gliebs, I.H., Morton, T.A., Rabinovitch, A., Haslam, S.A., Helliwell, J.F., 2011. Unpacking the Hedonic Paradox: A dynamic analysis of the relationships between financial capital, social capital and life satisfaction. British Journal of Social Psychology on-line May 27.",
        "Helliwell, J.F., Barrington-Leigh, C.P., 2010. Measuring and understanding subjective well-being. Canadian Journal of Economics 433, 729-753.",
        "Helliwell, J.F., Huang, H., 2010. Well-being and trust in the workplace. Journal of Happiness Studies (24 October), 8-14, or an earlier version as NBER Working Paper No. 14589.",
        "Helliwell, J.F., Putnam, R.D., 2004. The social context of well-being. Philosophical Transactions of the Royal Society of London B 359, 1435-1446. Reprinted in: Huppert, F.A., Keverne, B., Baylis, N. (Eds.), The Science of Well-Being. London: Oxford University Press, 2005, 435-459.",
        "Junn, B., 2008. A Stata implementation of the Blinder-Oaxaca decomposition. The Stata Journal 8, 453-479.",
        "Kennedy-Moore, E., Greenberg, M.A., Newman, M.G., Stone, A.A., 1992. The relationship between daily events and mood: The mood measure may matter. Motivation and Emotion 162, 143-155.",
        "Oaxaca, R., 1973. Male-female wage differentials in urban labor markets. International Economic Review 143, 693-709.",
        "Pettengill, G.N., 2003. A survey of the Monday effect literature. Quarterly Journal of Business and Economics 42, 3-27.",
        "Rossi, A.S., Rossi, P.E., 1977. Body time and social time: Mood patterns by menstrual cycle phase and day of week. Social Science Research 6, 273-308.",
        "Stone, A.A., Hedges, S.M., Neale, J.M., Satin, S., 1985. Prospective and cross-sectional mood reports offer no evidence of a Blue Monday phenomenon. Journal of Personality and Social Psychology 1, 129-134."
    ]
}