{
    "id": 17194,
    "cites": 36,
    "cited_by": 5,
    "reference": [
        "Atkinson, Adele, Burgess, Simon, Croxson, Bronwyn, Gregg, Paul, Propper, Carol, Slater, Helen and Deborah Wilson. Evaluating the Impact of Performance-related Pay for Teachers in England, Labour Economics 16:3 (Jun 2009) 251-261.",
        "Baker, George. Incentives, Contracts, and Performance Measurement, Journal of Political Economy, 100:3 (June, 1992) 598-614.",
        "Balou, Dale. Test Scaling and Value-Added Measurement, Education, Finance and Policy 4:4 (Fall 2009) 351-383.",
        "Betebenner, Damian W. Norm and Criterion-Referenced Student Growth, Educational Measurement: Issues and Practice, 28:4 (Winter 2009) 42-51.",
        "Bhattacharya, Sudipto and J. Luis Guasch. Heterogeneity, Tournaments, and Hierarchies The Journal of Political Economy 96:4 (Aug 1988) 867-881.",
        "Briggs, Derek and Damian Betebenner, Is Growth in Student Achievement Scale Dependent? presented at the annual meetings of the National Council on Measurement in Education, April, 2009.",
        "Campbell, Donald T. Assessing the Impact of Planned Social Change, Occasional Working Paper 8 (Hanover, N.H.: Dartmouth College, Public Affairs Center, December, 1976).",
        "Carmichael, H. Lorne. The Agent-Agents Problem: Payment by Relative Output, Journal of Labor Economics 1:1 (Jan 1983) 50-65.",
        "Carrel, Scott E. and James E. West. Does Professor Quality Matter? Evidence from Random Assignment of Students to Professors, The Journal of Political Economics 118:3 (Jun 2010) 409-432.",
        "Cawley, John, Heckman, James, and Edward Vytlacil, On Policies to Reward the Value Added of Educators, The Review of Economics and Statistics 81:4 (Nov 1999): 720-727.",
        "Cronin, John, Dahlin, Michael, Adkins, Deborah, and G. Gage Kingsbury. The Proficiency Illusion. Thomas B. Fordham Institute, October 2007.",
        "Cunha, Flavio and James Heckman. Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation. Journal of Human Resources 43 (Fall 2008): 739-780.",
        "Glewwe, Paul, Ilias, Nauman and Michael Kremer. Teacher Incentives, American Economic Journal: Applied Economics 2:3 (Jul 2010) 205-227.",
        "Green, Jerry R. and Nancy L. Stokey. A Comparison of Tournaments and Contracts, The Journal of Political Economy 91:3 (Jun 1983) 349-364.",
        "Harbring, Christine and Gabriele K. LÃ\u0083Â¼nser. On the Competition of Asymmetric Agents, German Economic Review 9:3 (Aug 2008) 373-395.",
        "Holmstrom, Bengt and Paul Milgrom. Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership and Job Design, Journal of Law, Economics and Organization, 7 (January 1991) 24-52.",
        "Jacob, Brian. Accountability Incentives and Behavior: The Impact of High Stakes Testing in the Chicago Public Schools, Journal of Public Economics 89:5 (2005), 761-796.",
        "Klein, Stephen, Hamilton, Laura, McCaffrey, Daniel, and Brian Stecher. What Do Test Scores in Texas Tell Us? Rand Issue Paper 202 (2000).",
        "Koretz, Daniel M. Limitations in the Use of Achievement Tests as Measures of Educators' Productivity, Journal of Human Resources 37:4 (2002) 752-777.",
        "Koretz, D. M., and S. I. Barron. 1998. The Validity of Gains on the Kentucky Instructional Results Information System. (KIRIS). Santa Monica: RAND.",
        "Ladd, Helen F. The Dallas School Accountability and Incentive Program: an Evaluation of its Impact on Student Outcomes, Economics of Education Review 18:1 (Feb 1999) 1-16.",
        "Lavy, Victor. Evaluating the Effect of Teacher's Group Performance Incentives on Pupil Achievement, The Journal of Political Economy 110:6 (Dec 2002) 1286-1317.",
        "Lavy, Victor. Performance Pay and Teacher's Effort, Productivity, and Grading Ethics, The American Economic Review 99:5 (Dec 2009) 1979-2021.",
        "Lazear, Edward. Educational Production. Quarterly Journal of Economics 16:3 (Aug 2001) 777-803.",
        "Lazear, Edward and Sherwin Rosen. Rank Order Tournaments as Optimum Labor Contracts, Journal of Political Economy 89:5 (Oct 1981): 841-864.",
        "Malcomson, James M. Work Incentives, Hierarchy and Internal Labor Markets, The Journal of Polical Economy 92:3 (Jun 1984) 486-507.",
        "Nalebuff, Barry J. and Joseph E. Stiglitz. Prizes and Incentives: Towards a General Theory of Compensation and Competition, The Bell Journal of Economics 14:1 (Spring 1983) 21-43.",
        "Neal, Derek. Aiming for Efficiency Rather than Proficiency, The Journal of Economic Perspectives 24:3 (Summer 2010) 119-131.",
        "Neal, Derek. Providing Incentives for Educators, prepared for the Handbook of Economics of Education, Vol 4, edited by Eric Hanushek, Steve Machin, and Ludger Woessmann, forthcoming (2010b).",
        "O'Keeffe Mary, Viscusi, Kip W. and Richard J. Zeckhauser. Economic Contest: Comparative Reward Schemes, Journal of Labor Economics 2:1 (Jan 1984) 27-56.",
        "Peterson, Paul and Frederick Hess. Keeping an Eye on State Standards: A Race to the Bottom, Education Next (Summer 2006) 28-29.",
        "Stecher, Brian M. Consequences of Large-Scale, High-Stakes Testing on School and Classroom Practice, in Hamilton, Laura S., Stecher, M. Brian and Stephen P. Klein (Ed.) Making Sense of Test-Based Accountability in Education, National Science Foundation (2002).",
        "Vigdor, Jacob L. Teacher Salary Bonuses in North Carolina, in Performance Incentives, edited by Matthew Springer, Brookings, 2009.",
        "Vogt, H. Unimodality in Differences, Metrika 30:1 (Dec 1983) 165-170.",
        "Wei, Ying and Xuming He. Conditional Growth Charts, The Annals of Statistics 34:5 (Oct 2006) 2069-2097.",
        "Wragg, E., Haynes, G., Wragg, C., Chamberlin, R., 2001. Performance related pay: the views and experiences of 1000 primary and secondary headteachers. Teachers' Incentives Pay Project Occasional Paper 1, School of Education, University of Exeter. 10. APPENDICES"
    ]
}