{
    "id": 1719,
    "cites": 12,
    "cited_by": 12,
    "reference": [
        "Amoroso, Vincent, 1983. Termination Insurance for Single-Employer Pension Plans: Costs and Benefits, Transactions, Society of Actuaries, 35, 71-83.",
        "Bulow, Jeremy I., 1982. What Are Corporate Pension Liabilities, Quarterly Journal of Economics, 435-452.",
        "Bierwag, G.0., 1977. Immunization, Duration and the Term Structure of Interest Rates, Journal of Financial and Quantitative Analysis, December, 725-42.",
        "Bier-wag, G.O. and Kaufman, George G., 1977. Coping with the Risk of Interest Rate Fluctuations, Journal of Business, July, 364-70.",
        "Bodie, Zvi, 1980. An Innovation for Stable Real Retirement Income, Journal of Portfolio Management, Fall, 5-13.",
        "Cohn, Richard A. and Modighiani, Franco, 1983. Inflation and Corporate Financial Management, Mimeo.",
        "Cox, John C.; Ingersoll, Jonathan E.; and Ross, Stephan A., 1979. DuratIon and the Measurement of Basis Risk, Journal of Business, 52, January, 51-61.",
        "Diamond, Peter and James Mirrlees, 1985. Insurance Aspects of Pensions, in Pensions, Labor and Individual Choice, edited by David Wise, Chicago: University of CHicago Press.",
        "Elhwood, David T. Pensions and the Labor Market: A Starting Point, in Pensions, Labor and Individual Choice, ed. David Wise, 1985.",
        "Marcus, Alan J., 1985. *`Corporate Pension Policy and the Value of PBGC Insurance. in The Economics of the U.S. Pension System, edited by ZvI Bodie, John Shoven and David Wise, Chicago: University of Chicago Press.",
        "Merton, Robert C., 1983. On the Role of Social Security as a Means for Efficient Risk Sharing in an Economy Where Human Capital Is Not Tradeable, Chapter 12 in Bodie and Shoven, eds., Financial Aspects of the U.S. Pension System, University of Chicago Press.",
        "Merton, Robert C., Zvi Bodie and Alan J. Marcus, 1984. Pension Plan Integration as Insurance Against Social Security Risk, National Bureau of Economic Research Working Paper No, 1370."
    ]
}