{
    "id": 17197,
    "cites": 58,
    "cited_by": 2,
    "reference": [
        "Adrian, Tobias, Emmanuel Moench, and Hyun Song Shin, 2010, Macro Risk Premium and Intermediary Balance Sheet Quantities, IMF Economic Review, forthcoming.",
        "Asquith, Paul, David Mullins, and Eric Wolff, 1989, Original Issue High Yield Bonds: Aging Analyses of Defaults, Exchanges, and Calls, Journal of Finance 44, 923-952.",
        "Atkinson, Thomas R., 1967, Trends in Corporate Bond Quality, Columbia University Press, New York.",
        "Axelson, Ulf, Tim Jenkinson, Per Stromberg, and Michael S. Weisbach, 2010, Leverage and Pricing in Buyouts: An Empirical Analysis, Journal of Finance forthcoming.",
        "Baghai, Ramin, Henri Servaes, and Ane Tamayo, 2010, Have Rating Agencies Become More Conservative?, London Business School Working Paper.",
        "Baker, Malcolm, Robin Greenwood, and Jeffrey Wurgler, 2003, The Maturity of Debt Issues and Predictable Variation in Bond Returns, Journal of Financial Economics 70, 261-291.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2000, The Equity Share in New Issues and Aggregate Stock Returns, Journal of Finance 55, 2219-2257.",
        "Bansal, Ravi and Amir Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance 59, 1481-1509.",
        "Barro, Robert J., 2006, Rare Events and the Equity Premium, Quarterly Journal of Economics Basel Committee on Banking Supervision, 2010, The Basel Committee's Response to the Financial Crisis: Report to the G20, <http://www.bis.org/publ/bcbs179.pdf> Becker, Bo and Victoria Ivashina, 2010, Cyclicality of Credit Supply: Firm Level Evidence, Harvard Business School Working Paper 10-107.",
        "Bernanke, Ben and Mark Gertler, 1989, Agency Costs, Net Worth, and Business Fluctuations, American Economic Review 79, 14-31.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1996, The Financial Accelerator and the Flight to Quality, The Review of Economics and Statistics 78, 1-15.",
        "Bhamra, Harjoat S., Lars-Alexander Kuehn, and Ilya A. Strebulaev, 2008, The Aggregate Dynamics of Capital Structure and Macroeconomic Risk, Standard University Working Paper.",
        "Bharath, Sreedhar T., and Tyler Shumway, 2008, Forecasting Default with the Merton Distance to Default Model, Review of Financial Studies 21, 1339-1369.",
        "Blinder, Alan, 2010, The Squam Lake Report: Fifteen Economists in Search of Financial Reform, forthcoming Journal of Monetary Economics, 57(7).",
        "Blume, Marshall E., Felix Lim, and A. Craig MacKinlay, 1998. The Declining Credit Quality of U.S. Corporate Debt: Myth or Reality? Journal of Finance 53, 13891413.",
        "Campbell, John Y., and John H. Cochrane, 1999, By Force of Habit: A Consumption-based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy 107, 205-251.",
        "Campbell, John Y., and Samuel B. Thompson, 2008, Predicting Excess Stock Returns Out of Sample: Can anything beat the historical average?, Review of Financial Studies 21, 15091531.",
        "Chen, Hui, 2009, Macroeconomic Conditions and the Puzzles of Credit Spreads and Capital Structure, Journal of Finance, forthcoming.",
        "Chen, Long, Pierre Collin-Dufresne, and Robert S. Goldstein, 2009, On the Relation between the Credit Spread Puzzle and the Equity Premium Puzzle, Review of Financial Studies 22, 3367-3409 Cochrane, John, and Monika Piazzesi, 2005, Bond Risk Premia, American Economic Review 95, 138-160.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein, and J. Spencer Martin, 2001. The Determinants of Credit Spread Changes, Journal of Finance 56, 2177-2207.",
        "Duffie, Darrell, 2010, Asset Price Dynamics with Slow-Moving Capital, Journal of Finance 65: 1238-1268.",
        "Duffie, Darrell, and John Singleton, 1999, Modeling Term Structures of Defaultable Bonds, Review of Financial Studies 12, 687-720.",
        "Fama, Eugene F., 1970, Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance 25, 383-417.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-25.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F. and Kenneth R. French, 2008, Dissecting Anomalies, Journal of Finance 63, 1653-1678.",
        "Fama, Eugene F., and G. William Schwert, 1977, Asset Returns and Inflation, Journal of Financial Economics 5, 115-146.",
        "Gabaix, Xavier, 2010, Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance, Quarterly Journal of Economics forthcoming.",
        "Garleanu, Nicolae and Lasse Heje Pedersen, 2010, Margin-Based Asset Pricing and Deviations from the Law of One Price, New York University Working Paper.",
        "Gertler, Mark and Cara Lown, 1999, The Information Content of the High Yield Bond Spread for the Business Cycle, Oxford Review of Economic Policy 15, 132-150.",
        "Greenwood, Robin, and Samuel Hanson, 2011, Share Issuance and Factor Timing, forthcoming Journal of Finance.",
        "Greenwood, Robin, Samuel Hanson, and Jeremy C. Stein, 2010, A Gap-Filling Theory of Corporate Debt Maturity Choice, Journal of Finance 65, 993-1028.",
        "Gromb, Denis, and Dimitri Vayanos, 2002, Equilibrium and Welfare in Markets with Constrained Arbitrageurs Journal of Financial Economics 66, 361-407.",
        "He, Zhiguo and Arvind Krishnamurthy, 2010, Intermediary Asset Pricing, Working Paper.",
        "Hickman, W. Braddock, 1958, Corporate Bond Quality and Investor Experience, Princeton University Press, Princeton.",
        "Hickman, W. Braddock, 1960, Statistical Measures of Corporate Bond Financing Since 1900, UMI.",
        "Holmstrom, Bengt and Jean Tirole, 1997,Financial Intermediation, Loanable Funds and the Real Sector, Quarterly Journal of Economics, 112, 663-691 Ivashina, Victoria, and David Scharfstein, 2009, Bank Lending in the Financial Crisis of 2008, Journal of Financial Economics Ivashina, Victoria, and Zheng Sun, 2010, Institutional Demand Pressure and the Cost of Corporate Loans, Journal of Financial Economics forthcoming.",
        "Jensen, Michael C. and William H. Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics 3: 305-360.",
        "Kaplan, Steven N. and Jeremy C. Stein, 1993. The Evolution of Pricing and Financial Structure in the 1980s, The Quarterly Journal of Economics 108, 313-357.",
        "Kashyap, Anil K, Jeremy C Stein, and David W. Wilcox, 1993. Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review 83, 78-98.",
        "Keim, Donald B. and Robert F. Stambaugh, 1986, Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics 17, 357-390.",
        "Kiyotaki, Nobuhiro and John Moore, 1997, Credit Cycles, Journal of Political Economy 105, 211-248.",
        "Klarman, Seth, 1991, Margin of Safety: Risk-Averse Value Investing Strategies for the Thoughtful Investor, Harper Collins, New York.",
        "Kothari, S. P., and Jay Shanken, 1997, Book-to-market, Dividend Yield, and Expected Market Returns: A Time-series Analysis, Journal of Financial Economics 44, 169-203 Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2010, The Aggregate Demand for Treasury Debt, Northwestern University Working Paper.",
        "Lettau, Martin and Sydney Ludvigson, 2001, Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia are Time-Varying. Journal of Political Economy 109, 12381287.",
        "Loughran, Tim, and Jay R. Ritter, 1995, The New Issues Puzzle, Journal of Finance 50, 23  51.",
        "Lown, Cara and Donald P. Morgan., 2006, The Credit Cycle and the Business Cycle: New Findings Using the Loan Officer Opinion Survey, Journal of Money, Credit and Banking 38, 1575-97.",
        "Ludvigson, Sydney, and Serena Ng, 2010, A Factor Analysis of Bond Risk Premia, Handbook of Applied Econometrics, forthcoming.",
        "Merton, Robert C., 1974, On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance 29, 449-470.",
        "Newey, Whitney K., and Kenneth D. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-708.",
        "Rajan, Raghuram, 2005, Has Financial Development Made the World Riskier?, Jackson Hole Economic Symposium Proceedings, Federal Reserve Bank of Kansas City, 313-369.",
        "Shleifer, Andrei, and Robert Vishny, 1997, The Limits of Arbitrage, Journal of Finance 35-55.",
        "Shumway, Tyler, 2001, Forecasting Bankruptcy More Accurately: A Simple Hazard Model, Journal of Business 74, 101-124.",
        "Stambaugh, Robert F., 1999, Predictive Regressions, Journal of Financial Economics 54, 375421.",
        "Stein, Jeremy C., 1996, Rational Capital Budgeting in an Irrational World, Journal of Business 69, 429 - 455.",
        "Stock, James H. and Mark W. Watson, 2003, Has the Business Cycle Changed and Why? NBER Macroeconomics Annual 2002, 17, 159-230.",
        "Tversky, Amos., and Daniel Kahneman, 1974. Judgment Under Uncertainty: Heuristics and Biases, Science 185, 1124-1131.",
        "Welch, Ivo, and Amit Goyal, 2008, A Comprehensive Look at The Empirical Performance of Equity Premium Prediction, Review of Financial Studies 21, 1455-1508."
    ]
}