{
    "id": 17198,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Anderson, D. (2006). Economics by Example. MacMillan p. 29. Brown, C. (1999). Minimum Wages, Employment, and the Distribution of Income. Handbook of Labor Economics, Volume 3, Elsevier Science.",
        "Estimates prior to the introduction of Healthy San Francisco indicated that about 60,000 San Francisco residents were uninsured in 2007 and Healthy San Francisco has enrolled 54,312 residents to date (Healthy San Francisco Program Statistics 2011, San Francisco Department of Public Health 2010).",
        "Brown, D. (1990). The Restaurant and Fast Food Race: Who's Winning? Southern Economic Journal, 56(4):984-995.",
        "Buchmueller, T.C., DiNardo, J., and R.G. Valletta (2009). The Effect of an Employer Health Insurance Mandate on Health Insurance Coverage and the Demand for Labor: Evidence from Hawaii. FRBSF Working Paper.",
        "California Department of Finance, E-4 Population Estimates for Cities, Counties, and the State. http://www.dof.ca.gov/research/demographic/reports/estimates/e-4/19912000 /documents/E-4_90-00_Rpt.XLS and http://www.dof.ca.gov/research/demographic/reports/estimates/e-4/2001-09/. Accessed January 11, 2010.",
        "Card, D. and A.B. Krueger (1994). Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania. The American Economic Review, 84(4):772-93.",
        "Card, D. and A.B. Krueger (2000). Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania: Reply. The American Economic Review, 90(5):1397-1420.",
        "Chetty, R., Looney, A., and K. Kroft (2009). Salience and Taxation: Theory and Evidence. American Economic Review, 99(4): 114577.",
        "City and County of San Francisco (2011). Analysis of the Health Care Security Ordinance: 2010 Annual Reporting Forms. Office of Labor Standards Enforcement. June 6, 2011.",
        "Colla, C.H., Dow, W.H., and A. Dube (2011). How do employers react to a pay-or-play mandate? Early Evidence from San Francisco. Forum for Health Economics & Policy, 14(2), article 4.",
        "Conley T.G. and C.R. Taber (2011). Inference with Difference in Differences with a Small Number of Policy Changes. Review of Economics and Statistics, 93(1): 113-125. County Business Patterns (U.S. Census). http://censtats.census.gov/cgi-bin/cbpnaic/cbpsect.pl.",
        "Cutler, D.M. and B.C. Madrian (1998). Labor Market Responses to Rising Health Insurance Costs: Evidence on Hours Worked, RAND Journal of Economics, The RAND Corporation, 29(3): 509-530.",
        "Donald, S.G. and K. Lang (2007). Inference with Difference-in-Differences and Other Panel Data. The Review of Economics and Statistics, 89(2): 221-233.",
        "Dube, A., Lester, T.W., and M. Reich (2010). Minimum Wage Effects Across State Borders: Estimates Using Contiguous Counties. Review of Economics and Statistics, 92(4): 945 964.",
        "Dube, A., Naidu, S., and M. Reich (2007). The Economic Effects of a Citywide Minimum Wage. Industrial and Labor Relations Review, 60(4): 522-543.",
        "Frank, R.H. and B. Bernanke (2003). Principles of Microeconomics. McGraw-Hill/Irwin, page 95.",
        "Genentech Inc. Roche Completes Acquisition of Genentech. Thursday, Mar 26, 2009. http://www.gene.com/gene/news/press-releases/display.do?method=detail&id=12007.",
        "Gruber, J. (1994), The Incidence of Mandated Maternity Benefits. American Economic Review, 84:622-41.",
        "Gruber, J. and A.B. Krueger (1991). The Incidence of Mandated Employer-Provided Health Insurance: Lessons from Workers' Compensation Insurance. In Tax Policy and the Economy, ed. D. Bradford, 111-44. Cambridge, Mass: MIT Press. Healthy San Francisco. http://www.healthysanfrancisco.org/visitors/Who_Qualifies.aspx.",
        "Healthy San Francisco. Annual Report to the San Francisco Health Commission. Fiscal year 2009-2010. http://www.healthysanfrancisco.org/files/PDF/200910_HSF_Annual_Report. pdf Healthy San Francisco Program Statistics. http://www.healthysanfrancisco.org/files/Charts/index.html?DataDate=08082009&PCou nt=45131. Accessed June 24, 2011.",
        "Kaestner, R. (1996). The Effect of Government-Mandated Benefits on Youth Employment, Industrial and Labor Relations Review, 50(1): 122-142.",
        "Kahn, S. (1997). Evidence of Nominal Wage Stickiness from Microdata. The American Economic Review, 87(5): 993-1008.",
        "Mandelbaum, R. (September 18, 2009). Is the Employer Mandate a Job Killer? Not in San Francisco. New York Times. http://boss.blogs.nytimes.com/2009/09/18/is-theemployer -mandate-a-job-killer-not-in-san-francisco/.",
        "Monheit, A.C., Hagan, M.M., Berk, M.L., and P.J. Farley (1985). The Employed Uninsured and the Role of Public Policy. Inquiry, 22(4): 348-64.",
        "Pear, R. Political Focus on Jobs in Health Fight. New York Times, January 16, 2011: A19.",
        "Reich, M. and A. Laitinen (2003). Raising Low Pay in a High Income City: The Economics of a San Francisco Minimum Wage. Working Paper No. 99, Institute of Industrial Relations, University of California, Berkeley.",
        "Ruggles, S., Sobek, M., Alexander, T., Fitch, C.A., Goeken, R., Hall, P.K., King, M., and C. Ronnander (2008). Integrated Public Use Microdata Series: Version 4.0. Minneapolis, MN: Minnesota Population Center.",
        "San Francisco Department of Public Health (July 2009). Status Report on the Implementation of the San Francisco Health Care Security Ordinance. Accessed August 21, 2009. http://www.healthysanfrancisco.org/files/PDF/July_2009_BoS_Report.pdf San Francisco Department of Public Health (June 2010). Status Report on the Implementation of the San Francisco Health Care Security Ordinance. Accessed February 22, 2011. http://healthysanfrancisco.org/files/PDF/June_2010_BoS_Report.pdf. San Francisco Office of Labor Standards Enforcement, Health Care Security Ordinance.",
        "http://www.sfgov.org/site/olse_index.asp?id=45168. Accessed August 21, 2009.",
        "Summers, L.H. (1989). Some Simple Economics of Mandated Benefits. The American Economic Review, 79(2): 177-183.",
        "Thurston, N.K. (1997). Labor Market Effects of Hawaii's Mandatory Employer-Provided Health Insurance. Industrial and Labor Relations Review, 51(1): 117-135.",
        "Viscusi, W.K., and M.J. Moore (1987). Workers' Compensation: Wage Effects, Benefit Inadequacies, and the Value of Health Losses. Review of Economics and Statistics, 69(2): 249-61.",
        "Yelowitz, A. (2004). The Economic Impact of Proposition 72 on California Employers. Employment Policies Institute, September 2004. FIGURE 1 RATIO OF CENTER COUNTY EMPLOYMENT AND WAGES TO PERIPHERY COUNTIES SAN FRANCISCO COUNTY, SAN FRANCISCO PERIPHERY COUNTIES, MSA CENTER COUNTIES, MSA PERIPHERY COUNTIES: 2002-2010"
    ]
}