{
    "id": 17191,
    "cites": 55,
    "cited_by": 13,
    "reference": [
        "Abel, A. B., and O. J. Blanchard (1986): The Present Value of Profits and Cyclical Movements in Investment, Econometrica, 54(2), 249273.",
        "Abel, A. B., and J. C. Eberly (1994): A Unified Model of Investment Under Uncertainty,  American Economic Review, 84(5), 13691384.",
        "Ackermann, M. (2010): E-trade Looks to Broaden Customer Base, Financial Planning, http://www.financial-planning.com/news/ETrade-Druskin-Layton-2665600-1.html.",
        "Arkolakis, C. (2010): A Unified Theory of Firm Selection and Growth, Unpublished manuscript, Yale University. (Forthcoming): Market Penetration Costs and the New Consumers Margin in International Trade, Journal of Political Economy.",
        "Atkeson, A., and P. Kehoe (2005): Modeling and Measuring Organization Capital, Journal of Political Economy, 113(5), 10261053.",
        "Basu, S., J. G. Fernald, and M. S. Kimball (2006): Are Technology Improvements Contractionary?, American Economic Review, 96(5), 14181448.",
        "Belo, F., X. Lin, and M. A. Vitorino (2011): Brand Capital, Firm Value and Asset Returns, Unpublished manuscript, University of Minnesota.",
        "Bils, M. (1989): Pricing in a Customer Market, Quarterly Journal of Economics, 104(4), 699718.",
        "Burdett, K., and K. L. Judd (1983): Equilibrium Price Dispersion, Econometrica, 51(4), 955970.",
        "Burdett, K., and D. Mortensen (1998): Wage Differentials, Employer Size, and Unemployment,  International Economic Review, 39(2), 257273.",
        "Caballero, R. (1999): Aggregate Investment, Handbook of Macroeconomics, vol. 1B, Rotemberg and Woodford eds.",
        "Caballero, R., and J. Leahy (1996): Fixed Costs: The Demise of Marginal q, NBER Working Paper.",
        "Chirinko, R. S. (1993): Business Fixed Investment Spending: Modeling Strategies, Empirical Results, and Policy Implications, Journal of Economic Literature, 31(4), 1875 1911.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans (2005): Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113(1), 145.",
        "Cogley, T., and J. M. Nason (1995): Output Dynamics in Real-Business-Cycle Models,  American Economic Review, 85(3), 492511.",
        "Cooper, R. W., and J. Ejarque (2003): Financial frictions and investment: requiem in Q, Review of Economic Dynamics, 6, 710728.",
        "Cummins, J. G., K. A. Hassett, and S. D. Oliner (2006): Investment Behavior, Observable Expectations, and Internal Funds, American Economic Review, 96(3), 796 810. DeMarzo, P. M., M. J. Fishman, Z. He, and N. Wang (Forthcoming): Dynamic Agency and the q Theory of Investment, Journal of Finance. Dinlersoz, E. M., and M. Yorukoglu (Forthcoming): Information and Industry Dynamics,  American Economic Review.",
        "Dixit, A. K., and R. S. Pindyck (1994): Investment under uncertainty. Princeton University press.",
        "Dixit, A. K., and J. E. Stiglitz (1977): Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67(3), 297308. Drozd, L., and J. Nosal (Forthcoming): Understanding International Prices: Customers as Capital, American Economic Review.",
        "Eaton, J., M. Eslava, M. Kugler, C. Krizan, and J. Tybout (2010): A Search and Learning Model of Export Dynamics, Unpublished manuscript, Pennsylvania State University.",
        "Eberly, J., S. Rebelo, and N. Vincent (2009): Investment and Value: A Neoclassical Benchmark, Unpublished manuscript, Northwestern University.",
        "Eisfeldt, A., and D. Papanikolaou (2009): Organization Capital and the CrossSection of Expected Returns, Unpublished manuscript, Northwestern University.",
        "Erickson, T., and T. M. Whited (2000): Measurement Error and the Relationship between Investment and Q, Journal of Political Economy, 108(5), 10271057.",
        "Fishman, A., and R. Rob (2003): Consumer Inertia, Firm Growth and Industry Dynamics,  Journal of Economic Theory, 109, 2438.",
        "FMI (1994): Trends in the US: Consumer Attitudes and the SupermarketFood Marketing Institute.",
        "FMI (2004): Trends in the US: Consumer Attitudes and the SupermarketFood Marketing Institute.",
        "Foster, L., J. Haltiwanger, and C. Syverson (2009): The Slow Growth of New Plants: Learning about Demand?, Unpublished manuscript, University of Maryland.",
        "Garibaldi, P., and E. Moen (2010): Competitive on-the-job search, Unpublished manuscript, Collegio Carlo Alberto.",
        "Gilchrist, S., and C. Himmelberg (1995): Evidence on the role of cash flow for investment,  Journal of Monetary Economics, 36, 541572.",
        "Gomes, J. (2001): Financing Investment, American Economic Review, 91, 12631285.",
        "Hall, R. (2001a): The Stock Market and Capital Accumulation, American Economic Review, 91(6), 11851202.",
        "(2001b): Struggling to Understand the Stock Market, American Economic Review, 91(2), 111.",
        "Hansen, G. D. (1985): Indivisible labor and the business cycle, Journal of Monetary Economics, 16(3), 309327.",
        "Hayashi, F. (1982): Tobin's Marginal q and Average q: A Neoclassical Interpretation, Econometrica, 50(1), 213224.",
        "Hennessy, C. A., and T. M. Whited (2005): Debt Dynamics, Journal of Finance, 60(3), 11291165.",
        "Jaimovich, N., and S. Rebelo (2009): Can News about the Future Drive the Business Cycle?, American Economic Review, 99(4), 10971118.",
        "Kaas, L., and P. Kircher (2011): Efficient Firm Dynamics in a Frictional Labor Market,  Unpublished Manuscript, London School of Economics.",
        "Kiyotaki, N., and R. Wright (1989): On Money as a Medium of Exchange, The Journal of Political Economy, 97(4), 927954.",
        "Kleshchelski, I., and N. Vincent (2009): Market Share and Price Rigidity, Journal of Monetary Economics, 56(3), 344352.",
        "Lorenzoni, G., and K. Walentin (2007): Financial Frictions, Investment and Tobin's q, NBER Working Paper.",
        "McGrattan, E., and E. Prescott (2010a): Technology Capital and the U.S. Current Account, American Economic Review, 100(4), 14931522.",
        "(2010b): Unmeasured Investment and the Puzzling U.S. Boom in the 1990s, American Economic Journal: Macroeconomics, 2(4), 88123.",
        "Menzio, G. (2007): A Search Theory of Rigid Prices, Unpublished manuscript, University of Pennsylvania.",
        "Moen, E. R. (1997): Competitive Search Equilibrium, Journal of Political Economy, 105(2), 385 411. Nakamura, E., and J. Steinsson (Forthcoming): Price Setting in Forward-Looking Customer Markets, Journal of Monetary Economics.",
        "Phelps, E., and S. Winter (1970): Optimal Price Policy under Atomistic Competition, in Microeconomic Foundations of Employment and Inflation Theory, pp. 309337.",
        "Philippon, T. (2009): The Bond Market's Q, Quarterly Journal of Economics, 124(3), 10111056.",
        "Pissarides, C. A. (2000): Equilibrium Unemployment Theory. The MIT Press, 2 edn.",
        "Raice, S. (2010): Sprint Tackles Subscriber Losses, The Wall Street Journal, http://online.wsj.com/article/SB10001424052748704073804576023572789952028.html.",
        "Ravn, M., S. Schmitt-Grohe, and M. Uribe (2006): Deep Habits, Review of Economic Studies, 73(1), 195218.",
        "Rotemberg, J. J., and M. Woodford (1991): Markups and the Business Cycle, NBER Macroeconomics Annual, 6, 63129.",
        "Shi, S. (2011): Customer Relationship and Sales, Unpublished manuscript, University of Toronto.",
        "Shimer, R. (1996): Essays in Search Theory, PhD dissertation, Massachusetts Institute of Technology.",
        "Smets, F., and R. Wouters (2007): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3), 586606.",
        "Stevens, M. (2007): New Microfoundations for the Aggregate Matching Function, International Economic Review, 48, 847868.",
        "Vuolteenaho, T. (2002): What Drives Firm-Level Stock Returns?, Journal of Finance, 57(1), 233264."
    ]
}