{
    "id": 17199,
    "cites": 52,
    "cited_by": 1,
    "reference": [
        "Aarbu, K. O. and F. Schroyen (2009), Mapping risk aversion in Norway using hypothetical income gambles, Working paper, Dept. of Economics, Norwegian School of Economics and Business Administration.",
        "Alan S. and M. Browning (2010), Estimating Intertemporal Allocation Parameters using Synthetic Residual Estimation, Review of Economic Studies, 77, 12311261.",
        "Bansal, R., and A. Yaron (2004), Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 59, 14811509.",
        "Barsky, R. B., F. T. Juster, M. S. Kimball and M. D. Shapiro (1997), Preference parameters and behavioral heterogeneity: An experimental approach in the HRS, Quarterly Journal of Economics, 112, S537S579.",
        "Basak, Suleyman (2005), Asset Pricing with Heterogeneous Beliefs, Journal of Banking and Finance, 29, 2849-2881.",
        "Brennan, M. J. (1998), The role of learning in dynamic portfolio decisions, European Finance Review, 1, 295-306.",
        "Benninga, S and J. Mayshar (2000), Heterogeneity and Option Pricing, Review of Derivatives Research, 4, 7-27.",
        "Bhamra, Harjoat S. and Raman Uppal (2009), The Effect of Introducing a Non-Redundant Derivative on the Volatility of Stock-Market Return When Agents Differ in Risk Aversion, Review of Financial Studies, 22, 2303-2330.",
        "Bhamra, Harjoat S. and Raman Uppal (2010), Asset Prices with Heterogeneity in Preferences and Beliefs, Working paper, Sauder School of Business (UBC) and London Business School.",
        "Blume, L. and D. Easley (2006) If you're so smart, why aren't you rich? Belief selection in complete and incomplete markets, Econometrica, 74, 929-966.",
        "Campbell, J. Y. and J. H. Cochrane (1999), By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-251.",
        "Campbell, J. Y. (2003), Consumption-based Asset Pricing, in Constantinides, G., M. Harris and R. Stulz (eds) Handbook of the Economics of Finance (Amsterdam: North-Holland) 803887.",
        "Chen, H., S. Joslin and N-K. Tran (2010), Rare Disasters and Risk Sharing with Heterogeneous Beliefs, MIT Sloan School of Management and NBER working paper No 16035.",
        "Chesson, H. and W. K. Viscusi (2000), The heterogeneity of time-risk tradeoffs, Journal of Behavioral Decision Making, 13, 251-258.",
        "Cox J. C. and C.-F. Huang (1989), Optimal consumption and portfolio policies when asset prices follow a diffusion process, Journal of Economic Theory, 49, 3383.",
        "Dimson, E., P. Marsh and M. Staunton (2008), The Worldwide Equity Premium: A Smaller Puzzle, in Mehra R. and E. Prescott (eds) Handbook of the Equity Risk Premium (Elsevier B.V.) 467-514 (also SSRN Working Paper No. 891620).",
        "Detemple, J. B., R. Garcia and M. Rindisbacher (2003), A Monte Carlo Method for Optimal Portfolios, Journal of Finance, 58, 40146.",
        "Detemple, J. and Murthy, S. (1994), Intertemporal asset pricing with heterogeneous beliefs, Journal of Economic Theory, 62, 294-320.",
        "Dumas, B. (1989), Two-Person Dynamic Equilibrium in the Capital Market, Review of Financial Studies, 2, 157188.",
        "Dumas, B., A. Kurshev and R. Uppal (2009) Equilibrium Portfolio Strategies in the Presence of Sentiment Risk and Excess Volatility, Journal of Finance, 64, 579-629.",
        "Gallmeyer, M. and B. Hollifield (2008) An Examination of Heterogeneous Beliefs with a Short Sale Constraint, Review of Finance, 12, 323-364.",
        "Garleanu, N. and S. Panageas (2010), Young, Old, Conservative and Bold: The Implications of Heterogeneity and Finite Lives for Asset Pricing, Working Paper, University of California at Berkeley and University of Chicago.",
        "Gollier, Christian, and Richard Zeckhauser (2005), Aggregation of Heterogeneous Time Preferences,  Journal of Political Economy, 113, 878-96.",
        "Hansen, L. P., and R. Jagannathan (1991), Implications of security market data for models of dynamic economies, Journal of Political Economy, 99, 225262.",
        "Jouini, E. and C. Napp, (2007), Consensus Consumer and Intertemporal Asset Pricing with Heterogeneous Beliefs, Review of Economic Studies, 74, 1149-1174.",
        "Karatzas, I, J. P. Lehoczky, and S. E. Shreve (1987), Optimal portfolio and consumption decisions for a small investor on a finite horizon, SIAM Journal on Control and Optimization, 25, 15571586.",
        "Karatzas, I. and S. E. Shreve (1991), Brownian Motion and Stochastic Calculus, 2nd ed., Springer, New York.",
        "Kimball, M. S. (1990), Precautionary Saving in the Small and in the Large, Econometrica, 58, 53-73.",
        "Kimball, M. S. (1992), Precautionary Motives for Holding Assets, The New Palgrave Dictionary of Money and Finance, Peter Newman, Murray Milgate and John Eatwell (eds.), Stockton Press, New York, 158-161.",
        "Kimball, M. S. (1993), Standard Risk Aversion, Econometrica, 61, 589-611.",
        "Kimball, M. S., C. R. Sahm and M. D. Shapiro (2008), Imputing risk tolerance from survey responses, Journal of the American Statistical Association, 103, 10281038.",
        "Kogan, L., S. Ross, J. Wang and M. Westerfield (2006), The Price Impact and Survival of Irrational Traders, Journal of Finance, 61, 195229.",
        "Kogan, L., S. Ross, J. Wang and M. Westerfield (2009). Market Selection, Working paper, MIT Sloan School of Management.",
        "Leland, H. E. (1968) Saving and Uncertainty: The Precautionary Demand for Saving, Quarterly Journal of Economics, 82, 465-473.",
        "Lengwiler, Yvan (2005), Heterogeneous Patience and the Term Structure of Interest Rates, American Economic Review, 95, 890-896.",
        "Lengwiler, Yvan, Semyon Malamud and Eugene Trubowitz (2005), Asset Pricing in Heterogeneous Economies, Working paper, ETH Zurich.",
        "Lettau, M. and J. Wachter (2009), The Term Structures of Equity and Interest Rates, forthcoming, Journal of Financial Economics.",
        "Longstaff, F. A. and J. Wang (2009), Asset Pricing and the Credit Market, Working Paper, MIT and University of California at Los Angeles.",
        "Malmendier, U. and S. Nagel (2010), Depression Babies: Do Macroeconomic Experiences Affect Risk-Taking?, Quarterly Journal of Economics, forthcoming.",
        "Mehra, R. and E. Prescott (1985), The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, 145161.",
        "Mehra, R. and E. Prescott (2008), Handbook of the Equity Risk Premium (Elsevier B.V.).",
        "Negishi, Takashi (1960), Welfare Economics and Existence of an Equilibrium for a Competitive Economy, Metroeconomica, 12, 92-97.",
        "Nualart, David (2006), The Malliavin calculus and related topics. Probability and its Applications,  Second edition ed., Berlin: Springer-Verlag.",
        "Paravisini, D., V. Rappoport, and E. Ravina (2010) Risk Aversion and Wealth: Evidence from Person-to-Person Lending Portfolios, Working paper, Columbia Business School.",
        "Sandmo, A. (1970), The Effect of Uncertainty on Saving Decisions, Review of Economic Studies, 37, 353-360.",
        "Sandroni, A. (2000), Do markets favor agents able to make accurate predictions?, Econometrica, 68, 1303-1341.",
        "Shiller, R. J. (1981), Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review, 71, 421-436.",
        "Wang, Jiang (1996), The Term Structure of Interest Rates in a Pure Exchange Economy with Heterogeneous Investors, Journal of Financial Economics, 41 (1), 75-110.",
        "Weil, P. (1989), The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics, 24, 401421.",
        "Wilson, R. B. (1968), The Theory of Syndicates, Econometrica, 36, 119-132.",
        "Yan, Hongjun (2008), Natural Selection in Financial Markets: Does It Work?, Management Science, 54 (11), 1935-1950.",
        "Zapatero, F. (1998), Effect of Financial Innovations on Market Volatility when Beliefs are Heterogeneous, Journal of Economic Dynamics and Control, 22, 597-626."
    ]
}