{
    "id": 1720,
    "cites": 37,
    "cited_by": 52,
    "reference": [
        "Altonji, J. G., and Slow, A. 1985. Testing the Response of Consumption to Income Changes with (Noisy) Panel Data. mimeo., Columbia University.",
        "Barro, R. J. 1984. Macroeconomics, Wiley, Bernanke, B. S. 1984, Permanent Income, Liquidity, and Expenditure on Automobiles: Evidence from Panel Data. Quarterly Journal of Economics 3:587-614.",
        "Bernanke, B. S. 1985. Adjustment Costs, Durables and Aggregate Consumption. Journal of Monetary Economics 15:41-68.",
        "Bilson, J. F. 0. 1980. The Rational Expectations Approach to the Consumption Function: A Multi-Country Study. European Economic Review, 13: 273-99.",
        "Chamberlain, G. 1984. Panel Data. in Handbook of Econometrics, Z. Griliches and M. Intriligator eds., North-Holland, New York.",
        "Christiano, L. J. 1984. A Critique of Conventional Treatments of the Model Timing Interval in Applied Econometrics. mimeo., University of Chicago.",
        "Constantinides, G. M. 1982. Intertemporal Asset Pricing with Heterogeneous Consumers and without Demand Aggregation. Journal of Business 55:253-267.",
        "DeLong, J. B., and Summers, L. H. 1984. The Changing Cyclical Variability of Economic Activity in the United States. NBER Working Paper No. 1450.",
        "Dornbusch, R., and Fischer, S. 1984. Macroeconomics 3rd ed., McGraw-Hill.",
        "Dunn, K. B., and Singleton, K. J. 1984. Modelling the Term Structure of Interest Rates under Nonseparable Utility and Durability of Goods. NBER Working Paper No. 1415.",
        "Eichenbaum, M. S., and Hansen, L. P. 1984. Uncertainty, Aggregation, and the Dynamic Demand for Consumption Goods. mimeo., Carnegie-Mellon University.",
        "Flavin, M. A. 1981. The Adjustment of Consumption to Changing Expectations about Future Income. Journal of Political EconomY 89:974-1009.",
        "Hall, P. E., and Mishkin, F. S. 1982. The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households. Econometrica 50:461-81.",
        "Hansen, L. P., and Singleton, K. J. 1982, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica 50:1269-86.",
        "Hansen, L. P. 1982. Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50:1029-54.",
        "Hayashi, F. 1982. The Permanent Income Hypothesis: Estimation and Testing by Instrumental Variables. irnal of Political Economy 90:895-918.",
        "Hayashi, F. 1985a. The Effect of Liquidity Constraints on Consumption: A Cross-Sectional Analysis. Quarterly Journal of Economics XCX:183-206.",
        "Hayashi, F. 1985b. An Extension of the Permanent Income Hypothesis and its Test. (in Japanese) Keizai Bunseki (forthcoming).",
        "Hayashi, F. l985c. The Permanent Income Hypothesis and Consumption Durability: Analysis based on Japanese Panel Data. Quarterly Journal of Economics (in press). Jaf fee, D. M., and Russel, T. 1976. Imperfect Information, Uncertainty and Credit Rationing. Quarterly Journal of Economics 90:651-66.",
        "King, M. A. 1983, The Economics of Saving. NBER Working Paper No. 1247.",
        "King, M. A. 1984. Capital Market lmperfections and the Consumption Function. mimeo., Massachusetts Institute of Technology.",
        "Kotlikoff, L. J., and Pakes, A. 1984. Looking for the News in the Noise - Additional Stochastic Implications of Optimal Consumption Choice. NBER Working Paper. No. 1492.",
        "Lucas, R. E., Jr. 1978. Asset Prices in an Exchange Economy. Econometrica 86:1429-46.",
        "Mankiw, N. G. 1982. The Permanent Income Hypothesis and the Real Interest Rate. Economics Letters 7:307-311.",
        "Mankiw, N. G., and Shapiro, M. D. 1984. Trends, Random Walks, and Tests of the Permanent Income Hypothesis. mimeo., Massachusetts Institute of Technology.",
        "Mar iger, P. P. 1983. A Life-Cycle Consumption Model with Liquidity Constraints: Theory and Empirical Tests. mimeo., University of Texas at Austin.",
        "Miron, J. A. 1984. Seasonal Fluctuations and the Life Cycle-Permanent Income Model of Consumption. mimeo., University of Michigan.",
        "Muellbauer. .J. 1983. Surprises in the Consumption Function. Supplement to ~onomic Journal 34-50.",
        "Rotemberg, J. 1984. Consumption and Liquidity Constraints, mimeo., Massachusetts Institute of Technology.",
        "Rothchild, M., and Stiglitz, J. E. 1976. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90:629-650.",
        "Runkle, D. 1983. Liquidity Constraints and the Permanent Income Hypothesis: Evidence from Panel Data. mimeo.. Brown University.",
        "Scheinkman, J. A. 1984. General Equilibrium Models of Economic Fluctuations: A Survey of Theory. mimeo., University of Chicago.",
        "Scheinkman, J. A., and Weiss, L. 1984. Borrowing Constraints and Aggregate Economic Activity. mimeo., University of Chicago.",
        "Summers, L. H. 1982, Tax Policy, the Rate of Return, and Savings. NBER Working Paper No. 995.",
        "Walsh, C. E. 1984. A Model of Liquidity Constraints, Credit and the Real Effects of Monetary and Fiscal Policy. mimeo., Princeton University.",
        "Weissenberger, E. 1985. Consumption Innovations and Income Innovations: The Case of the United Kingdom and Germany. mimeo.",
        "Wilson, C. 1977. A Model of Insurance Markets with Incomplete Information. Journal of Economic Theory 16:167-207."
    ]
}