{
    "id": 17202,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Abel, Andrew B., N. Gregory Mankiw, Lawrence H. Summers, and Richard J. Zeckhauser, 1989. Assessing dynamic efficiency: Theory and evidence. Review of Economic Studies 56, 120.",
        "Allais, Maurice, 1962. The Influence of the Capital-Output Ratio on Real National Income. Econometrica, 30, 700728.",
        "Cass, David, 1965. Optimum Growth in an Aggregative Model of Capital Accumulation. Review of Economic Studies, 32, 233240.",
        "Cass, David, 1972. On Capital Overaccumulation in the Aggregative, Neoclassical Model of Economic Growth: A Complete Characterization. Journal of Economic Theory, 4, 200 223.",
        "Clausing, Kimberly A., 2009. Multinational Firm Tax Avoidance and Tax Policy. National Tax Journal, 62, 703725.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., 2001. Repatriation Taxes and Dividend Distortions. National Tax Journal, 54, 829851.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., 2003. Chains of Ownership, Regional Tax Competition, and Foreign Direct Investment. In Herrmann, Heinz and Robert Lipsey, (eds.), Foreign Direct Investment in the Real and Financial Sector of Industrial Countries, 6198. Berlin: Springer-Verlag.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., 2008. Capital Structure with Risky Foreign Investment. Journal of Financial Economics, 88, 534553.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., 2009. Domestic Effects of the Foreign Activities of U.S. Multinationals. American Economic Journal: Economic Policy, 1, 181203.",
        "Desai, Mihir A. and James R. Hines Jr., 2003. Evaluating International Tax Reform. National Tax Journal, 56, 487502.",
        "Desai, Mihir A. and James R. Hines Jr., 2004. Old Rules and New Reality: Corporate Tax Policy in a Global Setting. National Tax Journal, 57, 937960.",
        "Diamond, Peter A., 1965. National Debt in a Neoclassical Growth Model. American Economic Review, 55, 11261150.",
        "Fama, Eugene F. and Kenneth R. French, 1999. The Corporate Cost of Capital and the Return to Corporate Investment. Journal of Finance, 54, 1939-1967.",
        "Gourinchas, Pierre-Olivier and Helene Rey, 2007. From World Banker to World Venture Capitalist: US External Adjustment and the Exorbitant Privilege. In Clarida, Richard (ed.), G-7 Current Account Imbalances: Sustainability and Adjustment, 1155. University of Chicago Press, Chicago, IL.",
        "Gourinchas, Pierre-Olivier, Helene Rey, and Nicolas Govillot, 2010. Exorbitant Privilege and Exorbitant Duty. Discussion Paper No. 2010E20, Bank of Japan Institute of Monetary and Economic Studies, Japan.",
        "Gravelle, Jane G., 2009. International Corporate Income Tax Reform: Issues and Proposals. Florida Tax Review, 9, 469496.",
        "Grubert, Harry, 2001. Enacting Dividend Exemption and Tax Revenue. National Tax Journal, 54, 811827.",
        "Grubert, Harry and John Mutti, 1991. Taxes, Tariffs and Transfer Pricing in Multinational Corporate Decision Making. Review of Economics and Statistics, 73, 285293.",
        "Grubert, Harry and John Mutti, 2001. Taxing International Business Income: Dividend Exemption Versus the Current System. American Enterprise Institute Press, Washington, DC.",
        "Habib, Maurizio Michael, 2010. Excess Returns on Net Foreign Assets: The Exorbitant Privilege from a Global Perspective. Working Paper No. 1158, European Central Bank, Germany.",
        "Hartman, David G., 1985. Tax Policy and Foreign Direct Investment. Journal of Public Economics, 26, 107121.",
        "Hines, James R., Jr. and Eric M. Rice, 1994. Fiscal Paradise: Foreign Tax Havens and American Business. Quarterly Journal of Economics, 109, 11491182.",
        "Horst, Thomas, 1980. A Note on the Optimal Taxation of International Investment Income. Quarterly Journal of Economics, 94, 793798.",
        "Koopmans, Tjalling C., 1965. On the Concept of Optimal Economic Growth. In The Econometric Approach to Development Planning. Amsterdam: North-Holland.",
        "Musgrave (Richman), Peggy Brewer, 1963. Taxation of Foreign Investment Income: An Economic Analysis. Johns Hopkins Press, Baltimore, MD.",
        "Obstfeld, Maurice and Kenneth S. Rogoff , 2005. Global Current Account Imbalances and Exchange Rate Adjustments. Brookings Papers on Economic Activity, 1, 67123.",
        "Phelps, Edmund S., 1961. The Golden Rule of Accumulation: A Fable for Growthmen. American Economic Review, 51, 638643.",
        "Phelps, Edmund S., 1965. Second Essay on the Golden Rule of Accumulation. American Economic Review, 55, 793814.",
        "Robinson, Joan , 1962. A Neoclassical Theorem. Review of Economic Studies, 29, 219226.",
        "Samuelson, Paul A., 1958. An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money. Journal of Political Economy, 66, 467482.",
        "Swan, Trevor W., 1964. Of Golden Ages and Production Functions. In Berrill, Kenneth (ed.), Economic Development with Special Reference to East Asia, 316. St Martin's Press, New York, NY.",
        "United States Congress, Joint Committee on Taxation, 2011. Background Information on Tax Expenditure Analysis and Historical Survey of Tax Expenditure Estimates, JCX 15-11. U.S. Government Printing Office, Washington, DC. Panel A: Cummulative Scaled Distributed Earnings and Cummulatve Scaled Equity Outflows Panel B: Cummulative Interest and Distributed Earnings and Cummulative Equity and Intercompany Outflows"
    ]
}