{
    "id": 17203,
    "cites": 12,
    "cited_by": 4,
    "reference": [
        "Aguiar, Mark and Erik Hurst, 2005, Consumption vs. Expenditure, Journal of Political Economy, 113(5), pp. 919-948.",
        "Adams, P, M. D. Hurd, D McFadden, A Merrill, T Ribeiro - Healthy, wealthy, and wise? Tests for direct causal paths between health and socioeconomic status, Journal of Econometrics, 2003 Feenberg, Daniel Richard, and Elizabeth Coutts, An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management, vol 12 no 1, Winter 1993, 189-194.",
        "Hurd, Michael D., 1989, Mortality Risk and Bequests, Econometrica, 57, pp. 779-813.",
        "Hurd, Michael D. and Susann Rohwedder, 2005, The Consumption and Activities Mail Survey: Description, Data Quality, and First Results on Life-Cycle Spending and Saving typescript, RAND.",
        "Hurd, Michael D. and Susann Rohwedder, 2007, Trends in Pension Values around Retirement, in Brigitte Madrian, Olivia Mitchell and Beth Soldo, eds., 2007, Redefining Retirement, New York: Oxford University Press, 234-247.",
        "Hurd, Michael D. and Susann Rohwedder, 2009a, Methodological Innovations in Collecting Spending Data: The HRS Consumption and Activities Mail Survey, Fiscal Studies, 30(3/4), 435-459.",
        "Hurd, Michael D. and Susann Rohwedder, 2009b, The Level and Risk of Out-of-Pocket Health Care Spending, Michigan Retirement Research Center Working Paper 2009218.",
        "Hurd, Michael D. and Susann Rohwedder, 2010, The Effect of the Risk of Out-ofPocket Spending for Health Care on Economic Preparation for Retirement, Michigan Retirement Research Center Working Paper 2010-232 Juster, F. Thomas and Richard Suzman, 1995, An Overview of the Health and Retirement Study, Journal of Human Resources, 30 (Supplement), S7-S56.",
        "Kitagawa, E. and P. Hauser (1973). Differential Mortality in the United States: A Study in Socioeconomic Epidemiology, Cambridge, MA: Harvard University Press.",
        "Marmot, M. et al (1991) Health Inequalities Among British Civil Servants: the Whitehall II Study, Lancet, 337, 1387-93.",
        "RAND HRS Data, Version K. Produced by the RAND Center for the Study of Aging, with funding from the National Institute on Aging and the Social Security Administration. Santa Monica, CA (March 2011).",
        "Venti, Steven F. and David A. Wise, 2004, Aging and Housing Equity: Another Look, in Perspectives on the Economics of Aging, David A. Wise, editor, University of Chicago Press, p. 127  18 Data Appendix The starting point for almost all variable derivations is RAND HRS version K.14 All amounts are expressed in 2008 dollars."
    ]
}