{
    "id": 17201,
    "cites": 25,
    "cited_by": 51,
    "reference": [
        "Backus, D. K., Kehoe, P. J. and F. E. Kydland (1992). International Real Business Cycles. Journal of Political Economy, 100(4), 74575.",
        "Baxter, M. and R. G. King (1999). Measuring Business Cycles: Approximate Band-Pass Filters for Macroeconomic Time Series. Review of Economics and Statistics, 81(4), 57593.",
        "Brunnermeier, M. and Y. Sannikov (2010). A Macroeconomic Model with a Financial Sector. Unpublished manuscript, Princeton University.",
        "Cetorelli N. and L. S. Goldberg (2010). Banking Globalization and Monetary Transmission. Unpublished manuscript, Federal Reserve Bank of New York.",
        "Claessens S. Kose, A and M. Terrones (2011). Financial Cycles: What? How? When?, CEPR Discussion Paper No. 8379 Crucini, M. J., Kose M. A. and C. Otrok (2011). What Are The Driving Forces of International Business Cycles? Review of Economic Dynamics, 14(1), 156-75.",
        "Dedola L. and G. Lombardo (2010). Financial frictions, Financial integration and the international propagation of shocks. Unpublished manuscript, European Central Bank.",
        "Devereux, M. B. and J. Yetman (2010). Leverage Constraints and the International Transmission of Shocks. Journal of Money, Credit and Banking, 42(s1), 71-105.",
        "Devereux, M. B. and A. Sutherland (2011). Evaluating international financial integration under leverage constraints. European Economic Review, 55(3), 427-42.",
        "Eisfeldt, A.L., and A. Rampini. (2006). Capital Reallocation and Liquidity. Journal of Monetary Economics, 53(3): 369-99.",
        "Gao P. and H. Yun (2009). Commercial Paper, Lines of Credit, and the Real Effects of the Financial Crisis of 2008: Firm-Level Evidence from the Manufacturing Industry. Unpublished manuscript, University of Notre Dame.",
        "Garin J., M. Pries and E. Sims (2010). The Changing Nature of Economic Fluctuations. Unpublished manuscript, University of Notre Dame.",
        "Gertler, M. and P. Karadi (2009). A Model of Unconventional Monetary Policy. Unpublished manuscript, New York University.",
        "Gertler M. and N. Kiyotaki (2009). Financial Intermediation and Credit Policy in Business Cycle Analysis, Unpublished manuscript, New York University and Princeton University.",
        "Goldberg J. (2010), A Model of Deleveraging, Unpublished manuscript, MIT Goldberg, L. S. and C. D. Kolstad (1995). Foreign Direct Investment, Exchange Rate Variability and Demand Uncertainty. International Economic Review, 36(4), 855-73.",
        "Hart, O. and J. Moore (1994). A Theory of Debt Based on the Inalienability of Human Capital. Quarterly Journal of Economics, 109(4), 841-79.",
        "Heathcote, J. and F. Perri (2004). Financial Globalization and Real Regionalization. Journal of Economic Theory, 119(1), 207-43.",
        "Helbling, T., Huidrom, R., Kose, M. A. and C. Otrok (2011). Do Credit Shocks Matter? A Global Perspective. European Economic Review, 55(3), 340-53.",
        "Imbs, J. (2010). The First Global Recession in Decades. IMF Economic Review, 58(2), 327-54.",
        "Jermann, U. (1998). Asset Pricing in Production Economies. Journal of Monetary Economics, 41(2), 257-75.",
        "Jord`a, O. Schularick, M. and A. Taylor (2011), Financial crises, credit booms and external imbalances: 14 years of lessons. NBER Working Paper No. 16567 Khan, A. and J. Thomas (2010). Credit Shocks and Aggregate Fluctuations in an Economy with Production Heterogeneity. Unpublished manuscript, Ohio State University.",
        "Lorenzoni, G. and V. Guerrieri (2010). Credit Crises, Precautionary Savings and the Liquidity Trap, Unpublished manuscript, Chicago Booth School of Business.",
        "Mendoza, E. (2010). Sudden Stops, Financial Crises and Leverage. American Economic Review, 100(5), 1941-66.",
        "Morgan, P., Rime, B. and P. Strahan (2004). Integration and State Business Cycles. Quarterly Journal of Economics, 119(3), 1555-85.",
        "Reinhart, C. and K. Rogoff (2009). This Time is Different: Eight Centuries of Financial Folly. Princeton, N.J.: Princeton University Press.",
        "Ohanian L. (2010) The Economic Crisis from a Neoclassical Perspective, Journal of Economic Perspectives, 24(4), Fall, 45-66 Ohanian L. and A. Raffo (2011). Hours Worked over the Business Cycle in OECD Countries, 1960-2010. Article prepared for the April 2011 Carnegie-Rochester Conference Series on Public Policy."
    ]
}