{
    "id": 17204,
    "cites": 33,
    "cited_by": 10,
    "reference": [
        "Arellano, M., and O. Bover (1995), Another look at the instrumental variable estimation of error-components models, Journal of Econometrics 68(1): 29-51.",
        "Aw, Bee Yan and Chen, Xiaomin and Roberts, Mark J. (2001), Firm-level evidence on productivity differentials and turnover in Taiwanese manufacturing,Journal of Development Economics 66(1), pages 51-86.",
        "Basker, E. (2007), The Causes and Consequences of Wal-Mart's Growth, Journal of Economic Perspectives 21, Summer: 177-198.",
        "Basker, E. (2005b), Job Creation or Destruction? Labor Market Effects of Wal-Mart's Expansion , Review of Economics and Statistics 87(1): 174-183.",
        "Berry, S. (1994), Estimating Discrete-Choice Models of Product Differentiation, RAND Journal of Economics, vol. 25(2), pages 242-262.",
        "Blundell, R., and S. Bond (1998), Initial conditions and moment restrictions in dynamic panel data models, Journal of Econometrics 87: 115-143.",
        "Business Planning Solutions (2005), The Economic Impact of Wal-Mart, Washington, D.C.",
        "Bustos, P. (2010), The Impact of Trade on Technology and Skill Upgrading: Evidence from Argentina, American Economic Review.",
        "Case, B. (2004), Welcoming Wal-Mart to Mexico, Dallas Morning News, November 9, 2004.",
        "Chavez, M. (2002),The Transformation of Mexican Retailing with NAFTA, Development Policy Review 20(4), pp 503-13.",
        "Costantini, J., and M. Melitz (2008), The Dynamics of Firm-Level Adjustment to Trade Liberalization  in textitThe Organization of Firms in a Global Economy, E. Helpman, D. Marin, and T.Verdier (eds.), Harvard University Press.",
        "Ericson, R. and A. Pakes (1995) Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, 62, 53-82.",
        "Durand, C. (2007), Externalities from foreign direct investment in the Mexican retailing sector, Cambridge Journal of Economics, February, 1-19.",
        "Ederington, J. , and P. McCalman (2008), Endogenous Firm Heterogeneity and the Dynamics of Trade Liberalization, Journal of International Economics 74: 422-440.",
        "Fishman, Charles (2003). The Wal-Mart You Don't Know, Fast Company (December) 77. Downloaded February 15, 2006 from http://pf.fastcompany.com/magazine/77/walmart.html.",
        "GÃ\u0083Â¶rg, H., and D. Greenaway (2004), Much ado about nothing? Do domestic firms really benefit from foreign direct investment?, World Bank Research Observer 19.",
        "Holmes, Thomas J. (2011). The Diffusion of Wal-Mart and Economies of Density, Econometrica, 79(1): 253-302.",
        "Iacovone, L., W. Keller, and F. Rauch (2011), Innovation Responses to Import Competition, mimeo, Princeton University, March.",
        "Javorcik, B., W. Keller, and J. Tybout (2008), Openness and Industrial Responses in a Wal-Mart World: A Case Study of Mexican Soaps, Detergents and Surfactant Producers, World Economy, December.",
        "Javorcik, B. and Y. Li (2008), Do the Biggest Aisles Serve a Brighter Future? Global Retail Chains and Their Implications for Romania, World Bank Policy Research Working Paper # 4650.",
        "Jia, Panle (2006), What Happens when Wal-Mart comes to Town? An Empirical Analysis of the Discount Retailing Industry, MIT working paper.",
        "Keller, W. (2010), International Trade, Foreign Direct Investment, and Technology Spillovers, in Handbook of the Economics of Innovation, B. Hall and N. Rosenberg (eds.), Elsevier North Holland Publishers.",
        "Klapper, Leora (2006), The role of factoring for financing small and medium enterprises,Journal of Banking & Finance, 30(11): 3111-3130",
        "Lipsey, R., and F. Sjoholm (2005), The Impact of Inward FDI on Host Countries: Why so Different Answers?, in Does FDI Promote Development? (eds. T. Moran, E. Graham, and M. Blomstrom), Institute of International Economics, Washington, DC.",
        "McKinsey (2003), New Horizons: Multinational Company Investment in Developing Countries, McKinsey Global Institute, Washington, DC.",
        "Pakes, A., and P. McGuire (1994), Computing Markov-Perfect Nash Equilibria: Numerical Implications of a Dynamic Differentiated Product Model, RAND Journal of Economics vol. 25(4), pages 555-589, Winter.",
        "Tegel, S. (2003), Every Day Higher Sales: Mal-Mart Wunderkind Walmex shows them how it's done in a down economy: The Giant 24, Latin Trade (August). Downloaded February 15, 2006 from http://www.findarticles.com/p/articles/mi_m0BEK/is_8_11/ai_106860473",
        "Verhoogen, E. (2008), Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector, Quarterly Journal of Economics, May.",
        "Wal-Mart de Mexico (2006), Annual Report 2006, accessed on the Internet in 2007.",
        "Weintraub, G. L. Benkard, and B. Van Roy (2008), Markov Perfect Industry Dynamics with Many Firms, Econometrica 76 1375-1411.",
        "Weintraub, G., C. L. Benkard, and B. Van Roy. (2010) Computational Methods for Oblivious Equilibrium, Operations Research 58(4) Part-2, pp. 1247-1265.",
        "Wooldridge, J. (2005), Simple Solutions to the Initial Conditions Problem in Dynamic, Nonlinear Panel Data Models with Unobserved Heterogeneity, Journal of Applied Econometrics 20: 39-54.",
        "Yeaple, S. (2005), Firm Heterogeneity, International Trade, and Wages, Journal of International Economics 65 (1): 1-20."
    ]
}