{
    "id": 17208,
    "cites": 250,
    "cited_by": 111,
    "reference": [
        "Abraham, J. M., Gaynor, M., and Vogt, W. B. (2007). Entry and competition in local hospital markets. Journal of Industrial Economics, LV(2):265288.",
        "Ackerberg, D., Benkard, L., Berry, S., and Pakes, A. (2007). Econometric tools for analyzing market outcomes. In Heckman, J. and Leamer, E., editors, Handbook of Econometrics, volume 6. Elsevier North-Holland, Amsterdam and London.",
        "Aguirregabiria, V. and Mira, P. (2007). Sequential estimation of dynamic discrete games. Journal of Econometrics, 75(1):153.",
        "Akosa Antwi, Y. O. D., Gaynor, M., and Vogt, W. B. (2006). A competition index for differentiated products oligopoly with an application to hospital markets. unpublished manscript, Carnegie Mellon University.",
        "Akosa Antwi, Y. O. D., Gaynor, M., and Vogt, W. B. (2009). A bargain at twice the price? California hospital prices in the new millennium. Forum for Health Economics and Policy, 12(1):Article 3. http://www.bepress.com/fhep/12/1/3.",
        "Allard, M., Leger, P., and Rochaix, L. (2009). Provider competition in a dynamic setting. Journal of Economics & Management Strategy, 18(2):457486.",
        "American Medical Association (2010). Competition in health insurance: A comprehensive study of U.S. markets. Technical report, American Medical Association, Chicago, IL. 2006-2010 editions.",
        "Anderson, G., Reinhardt, U., Hussey, P., and Petrosyan, V. (2003). It's the prices, stupid: Why the United States is so different from other countries. Health Affairs, 22(3):89105.",
        "Arcidiacono, P. and Miller, R. (2010). CCP estimation of dynamic discrete choice models with unobserved heterogeneity. unpublished manuscript, Carnegie Mellon University, Duke University.",
        "Ashwood, S. J., Reid, R. O., Setodji, C. M., Weber, E., Gaynor, M., and Mehotra, A. (2011). What is the impact of retail clinics on overall utilization? unpublished manuscript, The Rand Corporation, Carnegie Mellon University.",
        "Atherly, A., Dowd, B. E., and Feldman, R. (2004). The effect of benefits, premiums, and health risk on health plan choice in the Medicare program. Health Services Research, 39(4, Part 1):847864.",
        "Bajari, P., Benkard, L., and Levin, J. (2007). Estimating dynamic models of impefect competition. Econometrica, 75(5):13311370.",
        "Bajari, P., Hong, H., Park, M., and Town, R. (2010). Regression discontinuity designs with an endogenous forcing variable and an application to contracting in health care. unpublished manuscript, University of Minnesota.",
        "Baker, L. and Brown, M. (1999). Managed care, consolidation among health care providers, and health care: Evidence from mammography. RAND Journal of Economics, 30(2):351 374.",
        "Baker, L. and Phibbs, C. (2002). Managed care, technology adoption, and health care: The adoption of neonatal intensive care. RAND Journal of Economics, 33(3):524548.",
        "Baker, L. and Wheeler, S. (1998). Managed Care and Technology Diffusion: the Case of MRI. Health Affairs, 17(5):195207.",
        "Balan, D. and Brand, K. (2009). Simulating hospital merger simulations. unpublished manuscript, Federal Trade Commission.",
        "Baranes, E. and Bardey, D. (2004). Competition in health care markets and vertical restraints. Cahiers de Recherche du LASER 013-03-04, Laboratoire de Sciences Economiques de Richter (LASER), Universite de Montpellier, Montpellier, France. available at http://www.laser.univ-montp1.fr/Cahiers/cahier130404.pdf.",
        "Barro, J., Huckman, R., and Kessler, D. (2006). The effects of cardiac specialty hospitals on the cost and quality of medical care. Journal of Health Economics, 25(4):702721.",
        "Beauchamp, A. (2010). Regulation, imperfect competition, and the U.S. abortion market. unpublished manuscript, Boston College.",
        "Berenson, R., Ginsburg, P., and Kemper, N. (2010). Unchecked provider clout in California foreshadows challenges to health reform. Health Affairs, 29(4):699.",
        "Berry, S., Levinsohn, J., and Pakes, A. (1995). Automobile prices in market equilibrium. Econometrica, 63(4):841890.",
        "Bijlsma, M., Boone, J., and Zwart, G. (2009). Selective contracting and foreclosure in health care markets. TILEC Discussion Paper No. 2009-045, Tilburg University.",
        "Bloom, N. and Van Reenen, J. (2007). Measuring and explaining management practices across firms and nations. Quarterly Journal of Economics, 122(4):13511408.",
        "Bolhaar, J., Lindeboom, M., and van der Klaauw, B. (2010). Insurance search, switching behavior and the role of group contracts. unpublished manuscript, Vrije Universiteit Amsterdam.",
        "Bowblis, J. (2010). Ownership conversion and closure in the nursing home industry. Journal of Health Economics, 20(6):631644.",
        "Bradford, D. and Martin, R. (2000). Partnerships, profit sharing, and quality competition in the medical profession. Review of Industrial Organization, 17:193208.",
        "Brand, K., Garmon, C., Gowrisankaran, G., Nevo, A., and Town, R. (2011). Estimating the price impact of hospital mergers: Inova's proposed acquisition of Prince William hospital. unpublished manuscript, Federal Trade Commission, University of Arizona, Northwestern University, University of Minnesota.",
        "Brenahan, T. and Reiss, P. (1990). Entry in monopoly markets. Review of Economic Studies, 57(4):531553.",
        "Brenahan, T. and Reiss, P. (1991). Entry and competition in concentrated markets. Journal of Political Economy, 99(5):9771009.",
        "Bresnahan, T. F. (1989). Empirical studies of industries with market power. In Schmalensee, R. and Willig, R., editors, Handbook of Industrial Organization, volume 2, chapter 17, pages 10111057. Elsevier Science, North-Holland, Amsterdam and New York.",
        "Breyer, F., Bundorf, M. K., and Pauly, M. V. (2012). Health insurance, health plans and risk variation. In McGuire, T. G., Pauly, M. V., and Pita Barros, P., editors, Handbook of Health Economics, volume 2, chapter 11, pages 123456. Elsevier North-Holland, Amsterdam and London. forthcoming.",
        "Brown, M. (1993). Do physicians locate as spatial competition models predict? Evidence from Alberta. Canadian Medical Association Journal, 148(8):13011307.",
        "Buchmueller, T., Jacobson, M., and Wold, C. (2006). The effect of hospital closures on access to care. Journal of Health Economics, 25:740761.",
        "Burgess, J., Carey, K., and Young, G. (2005). The effect of network arrangements on hospital pricing behavior. Journal of Health Economics, 24(2):391405.",
        "Burns, L., Bazzoli, G., Dynan, L., and Wholey, D. (2000). Impact of HMO market structure physician-hospital strategic alliances. Health Services Research, 35(1):101132.",
        "Burns, L. and Muller, R. (2008). Hospital-physician collaboration: Landscape of economic integration and impact on clinical integration. Milbank Quarterly, 86(3):375434.",
        "Burns, L. R. and Pauly, M. V. (2002). Integrated delivery networks: A detour on the road to integrated health care? Health Affairs, 21(4):128143.",
        "Burns, L. R. and Wholey, D. R. (1992). The impact of physician characteristics in conditional choice models for hospital care. Journal of Health Economics, 11(1):4362.",
        "Canoy, M. and Sauter, W. (2009). Hospital mergers and the public interest: Recent developments in the Netherlands. TILEC Discussion Paper No. 2009-035, Tilburg University.",
        "Caplin, A. and Nalebuff, B. (1991). Aggregation and imperfect competition: On the existence of equilibrium. Econometrica, 59(1):2559.",
        "Capps, C. (2005). The quality effects of hospital mergers. unpublished manuscript, Bates White LLC.",
        "Capps, C., Carlton, D., and David, G. (2010a). Antitrust treatment of nonprofits: Should hospitals receive special care? unpublished manuscript, Bates White LLC, University of Chicago, University of Pennsylvania.",
        "Capps, C. and Dranove, D. (2004). Hospital consolidation and negotiated PPO prices. Health Affairs, 23(2):175181.",
        "Capps, C., Dranove, D., and Lindrooth, R. (2010b). Hospital closure and economic efficiency. Journal of Health Economics, 29:87109.",
        "Capps, C., Dranove, D., and Satterthwaite, M. (2003). Competition and market power in option demand markets. RAND Journal of Economics, 34(4):73763.",
        "Capps, C. S. (2009). Federal health plan merger enforcement is consistent and robust. White Paper, Bates White LLC.",
        "Carey, K., Burgess, J., and Young, G. (2008). Specialty and full-service hospitals: A comparative cost analysis. Health Services Research, 43(5):18691887.",
        "Carlin, C. and Town, R. J. (2009). Adverse selection, welfare, and optimal pricing of employer sponsored health plans. unpublished manuscript, University of Minnesota.",
        "Carlson, J. A. and McAfee, R. P. (1983). Discrete equilibrium price dispersion. Journal of Political Economy, 91(3):pp. 480493.",
        "Carlton, D. W. and Perloff, J. M. (2005). Modern Industrial Organization. Addison-Wesley, Boston, MA.",
        "Cebul, R. D., Rebitzer, J. B., Taylor, L. J., and Votruba, M. E. (2008). Organizational fragmentation and care quality in the U.S. healthcare system. Journal of Economic Perspectives, 22(4):93113.",
        "Chakravarty, S. (2010). Much ado about nothing? Entry and operations of physician owned specialty hospitals. unpublished manuscript, Rutgers University.",
        "Chakravarty, S., Gaynor, M., Klepper, S., and Vogt, W. (2006). Does the profit motive make Jack nimble? Ownership form and the evolution of the U.S. hospital industry. Health Economics, 15:345361.",
        "Chernew, M. (1995). The impact of non-IPA HMOs on the number of hospitals and hospital capacity. Inquiry, 32(2):143154.",
        "Chernew, M., Gowrisankaran, G., and Fendrick, A. (2002). Payer type and the returns to bypass surgery: Evidence from hospital entry behavior. Journal of Health Economics, 21:451474.",
        "Chernew, M., Scanlon, D., and Hayward, R. (1998). Insurance type and choice of hospital for coronary artery bypass graft surgery. Health Services Research, 33(3):447466.",
        "Ciliberto, F. (2005). Does organizational form affect investment decisions? unpublished manuscript, University of Virginia.",
        "Ciliberto, F. and Dranove, D. (2005). The effect of physician-hospital affiliations on hospital prices in California. Journal of Health Economics, 25(1):2938.",
        "Ciliberto, F. and Lindrooth, R. (2007). Exit from the hospital industry. Economic Inquiry, 45(1):7181.",
        "Commission on Health Care Facilities in the 21st Century (2006). A plan to stabilize and strengthen New York's health care system. Final report, Commission on Health Care Facilities in the 21st Century, New York, NY. June.",
        "Cooper, Z., Gibbons, S., Jones, S., and McGuire, A. (2010). Does hospital competition save lives? Evidence from the English NHS patient choice reforms. unpublished manuscript, London School of Economics.",
        "Crawford, G. and Yurukoglu, A. (2010). The welfare effects of bundling in multichannel television markets. unpublished manscript, University of Warwick, Stanford University.",
        "Cuellar, A. E. and Gertler, P. J. (2005). Strategic integration of hospitals and physicians. Journal of Health Economics, 25(1):128.",
        "Cullen, K., Hall, M., and Golosinskiy, A. (2009). Ambulatory surgery in the United States, 2006. Technical report, Center for Disease Control.",
        "Cutler, D. (2010). Where are the health care entrepreneurs? The failure of organizational innovation in health care. Working Paper No. 16030, National Bureau of Economic Research.",
        "Cutler, D., McClellan, M., and Newhouse, J. (2000). How does managed care do it? RAND Journal of Economics, 31(3):526548.",
        "Cutler, D. M. (1995). The incidence of adverse medical outcomes under prospective payment. Econometrica, 63(1):2950.",
        "Cutler, D. M., Huckman, R. S., and Kolstad, J. T. (2010). Input constraints and the efficiency of entry: Lessons from cardiac surgery. American Economic Journal: Economic Policy, 2(1):5176.",
        "Cutler, D. M. and Reber, S. J. (1998). Paying for health insurance: The trade-off between competition and adverse selection. Quarterly Journal of Economics, 113(2):433466.",
        "Dafny, L. (2005). Games hospitals play: Entry deterrence in hospital procedure markets. Journal of Economics and Management Strategy, 14(5):513542.",
        "Dafny, L. (2009). Estimation and identification of merger effects: An application to hospital mergers. Journal of Law and Economics, 52(3):pp. 523550.",
        "Dafny, L. (2010). Are health insurance markets competitive? American Economic Review, 100:13991431.",
        "Dafny, L., Ho, K., and Varela, M. (2010). An individual health plan exchange: Which employees would benefit and why? American Economic Review, 100:485489.",
        "Dahlby, B. and West, D. S. (1986). Price dispersion in an automobile insurance market. Journal of Political Economy, 94(2):pp. 418438.",
        "de Fontenay, C. and Gans, J. (2007). Bilateral bargaining with externalities. unpublished manscript, University of Melbourne.",
        "Deily, M., McKay, N., and Dorner, F. (2000). Exit and inefficiency: The effects of ownership type. Journal of Human Resources, 35(4):734737.",
        "Dionne, G., Langlois, A., and Lemire, N. (1987). More on the geographical distribution of physicians. Journal of Health Economics, 6:365374.",
        "Doraszelski, U. and Pakes, A. (2007). A framework for applied dynamic analysis in IO. In Armstrong, M. and Porter, R., editors, Handbook of Industrial Organization, volume 3. Elsevier North-Holland, Amsterdam and London.",
        "Doraszelski, U. and Satterthwaite, M. (2010). Computable Markov-perfect industry dynamics. The RAND Journal of Economics, 41(2):215243.",
        "Dorfman, R. and Steiner, P. (1954). Optimal advertising and optimal quality. American Economic Review, 44(5):826836.",
        "Douven, R., Halbersma, R., Katona, K., and Shestalova, V. (2011). Vertical integration and exclusive vertical restraints between insurers and hospitals. TILEC Discussion Paper No. 2011-016, Tilburg University.",
        "Dowd, B. E. and Feldman, R. (1994). Premium elasticities of health plan choice. Inquiry, 31(4):438444.",
        "Dranove, D., Gron, A., and Mazzeo, M. (2003). Differentiation and competition in HMO markets. Journal of Industrial Economics, 51(4):433454.",
        "Dranove, D. and Lindrooth, R. (2003). Hospital consolidation and costs: Another look at the evidence. Journal of Health Economics, 22:983997.",
        "Dranove, D., Lindrooth, R., White, W., and Zwanziger, J. (2008). Is the impact of managed care on hospital prices decreasing? Journal of Health Economics, 27:362376.",
        "Dranove, D., Satterthwaite, M., and Sfekas, A. (2007). Boundedly rational bargaining in option demand markets: An empirical application. unpublished manscript, Northwestern University.",
        "Dranove, D., Simon, C., and White, W. (2002). Is managed care leading to consolidation in health-care markets? Health Services Research, 37(3):573594.",
        "Dranove, D. D. and Satterthwaite, M. A. (1992). Monopolistic competition when price and quality are imperfectly observable. Rand Journal of Economics, 23(4):518534.",
        "Dranove, D. D. and Satterthwaite, M. A. (2000). The industrial organization of health care markets. In Culyer, A. and Newhouse, J., editors, Handbook of Health Economics, chapter 20, pages 10941139. Elsevier Science, North-Holland, New York and Oxford.",
        "Duggan, M. (2000). Hospital ownership and public medical spending. Quarterly Journal of Economics, 115(4):13431373.",
        "Duggan, M. (2002). Hospital market structure and the behavior of not-for-profit hospitals. RAND Journal of Economics, 33(3):433446.",
        "Dulleck, U. and Kerschbamer, R. (2009). Experts vs. discounters: Consumer free-riding and experts withholding advice in markets for credence goods. International Journal of Industrial Organization, 27(1):1523.",
        "Dunne, T., Klimek, S., Roberts, M., and Xu, D. (2009). Entry, exit, and the determinants of market structure. Working Paper No. 15313, National Bureau of Economic Research.",
        "Eggleston, K., Pepall, L., and Normany, G. (2004). Pricing coordination failures and health care provider integration. Contributions to Economic Analysis and Policy, 3(1):129.",
        "Eisenberg, M. (2011). Reimbursement rates and physician participation in Medicare. unpublished manuscript, Carnegie Mellon University.",
        "Ellison, G. and Ellison, S. (2007). Strategic entry deterrence and the behavior of pharmaceutical incumbents prior to patent expiration. Working Paper No. 13069, National Bureau of Economic Research.",
        "Encinosa, W. E. and Bernard, D. M. (2005). Hospital finances and patient safety outcomes. Inquiry, 42(1):6072.",
        "Ericson, R. and Pakes, A. (1995). Markov-perfect industry dynamics: A framework for empirical work. Review of Economic Studies, 62(1):pp. 5382.",
        "Escarce, J. J., Jain, A. K., and Rogowski, J. (2006). Hospital competition, managed care, and mortality after hospitalization for medical conditions: Evidence from three states. Medical Care Research and Review, 63(6 suppl):112S140S.",
        "Finkelstein, A. (2007). The aggregate effects of health insurance: Evidence from the introduction of Medicare. Quarterly Journal of Economics, 122(1):137.",
        "Frank, R. and Lamiraud, K. (2009). Choice, price competition and complexity in markets for health insurance. Journal of Economic Behavior and Organization, 71:550562.",
        "Fuchs, V. (2007). Managed care and merger mania. Journal of the American Medical Association, 277(11):920921.",
        "Gal-Or, E. (1997). Exclusionary equilibria in health-care markets. Journal of Economics and Management Strategy, 6(1):543.",
        "Gal-Or, E. (1999). Mergers and exclusionary practices in health care markets. Journal of Economics and Management Strategy, 8(3):315350.",
        "Gaynor, M. (2006a). Is vertical integration anticompetitive? Definitely maybe (but that's not final). Journal of Health Economics, 25(1):175.",
        "Gaynor, M. (2006b). What do we know about competition and quality in health care markets? Foundations and Trends in Microeconomics, 2(6). http://www.nowpublishers.com/product.aspx?product=MIC&doi=0700000024.",
        "Gaynor, M. and Haas-Wilson, D. (1998). Vertical relations in health care markets. In Morrisey, M. A., editor, Managed Care and Changing Health Care Markets, chapter 7, pages 140163. AEI Press, Washington, DC.",
        "Gaynor, M. and Ma, C.-t. A. (1996). Insurance, vertical restraints, and competition. unpublished manuscript, Carnegie Mellon University.",
        "Gaynor, M., Moreno-Serra, R., and Propper, C. (2010). Death by market power: Reform, competition and patient outcomes in the British National Health Service. unpublished manuscript, Carnegie Mellon University, Imperial College.",
        "Gaynor, M. and Polachek, S. W. (1994). Measuring information in the market: An application to physician services. Southern Economic Journal, 60(4):815831.",
        "Gaynor, M., Propper, C., and Seiler, S. (2011). Free to choose: Reform and demand response in the British National Health Service. unpublished manuscript, Carnegie Mellon University, Imperial College London, London School of Economics.",
        "Gaynor, M., Seider, H., and Vogt, W. B. (2005). Is there a volume-outcome effect and does it matter? Yes, and yes. American Economic Review, Papers and Proceedings, 95(2):243 247.",
        "Gaynor, M. and Vogt, W. B. (2000). Antitrust and competition in health care markets. In Culyer, A. and Newhouse, J., editors, Handbook of Health Economics, chapter 27, pages 14051487. Elsevier Science, North-Holland, New York and Oxford.",
        "Gaynor, M. and Vogt, W. B. (2003). Competition among hospitals. Rand Journal of Economics, 34(4):764785.",
        "Gentzkow, M. (2007). Valuing new goods in a model with complementarity: Online newspapers. American Economic Review, pages 713745.",
        "Geweke, J., Gowrisankaran, G., and Town, R. J. (2003). Bayesian inference for hospital quality in a selection model. Econometrica, 71:12151238.",
        "Ginsburg, P. (2010). Wide variation in hospital and physician payment rates evidence of provider market power. HSC Research Brief No. 16, Center for Studying Health System Change.",
        "Glaeser, E. (2002). The governance of not-for-profit firms. Working Paper No. 8921, National Bureau of Economic Research.",
        "Goldstein, G. S. and Pauly, M. V. (1976). Group health insurance as a local public good. In Rosett, R. N., editor, The Role of Health Insurance in the Health Services Sector, chapter 3, pages 73  114. National Bureau of Economic Research, Cambridge, MA.",
        "Government Accountability Office (2009). State small group health insurance markets. Technical report, U.S. Government Accountability Office, Washington, DC. GAO-09-363R.",
        "Gowrisankaran, G. (1995). A Dynamic Analysis of Mergers. PhD thesis, Yale University.",
        "Gowrisankaran, G. (2011). Estimating the impact of a hospital merger using the differencein -differences of prices. International Journal of the Economics of Business, 18(1):8389.",
        "Gowrisankaran, G., Ho, V., and Town, R. (2004). Causality and the volume-outcome relationship in surgery. unpublished manuscript, University of Minnesota.",
        "Gowrisankaran, G., Lucarelli, C., Schmidt-Dengler, P., and Town, R. (2011). Government policy and the dynamics of market structure: Evidence from critical access hospitals. unpublished manuscript, University of Arizona, Cornell University, London School of Economics, University of Minnesota.",
        "Gowrisankaran, G. and Town, R. (1997). Dynamic equilibrium in the hospital industry. Journal of Economics and Management Strategy, 6(1):4574.",
        "Gowrisankaran, G. and Town, R. (2003). Competition, payers, and hospital quality. Health Services Research, 38:14031422.",
        "Gowrisankaran, G. and Town, R. J. (1999). Estimating the quality of care in hospitals using instrumental variables. Journal of Health Economics, 18:747767.",
        "Grennan, M. (2010). Price discrimination and bargaining: Empirical evidence from medical devices. unpublished manscript, University of Toronto.",
        "Gunning, T. S. and Sickles, R. C. (2007). Competition and market power in physician private practices. unpublished manuscript, Rice University.",
        "Haas-Wilson, D. (2003). Managed Care and Monopoly Power: The Antitrust Challenge. Harvard University Press, Cambridge, MA.",
        "Haas-Wilson, D. and Garmon, C. (2011). Hospital mergers and competitive effects: Two retrospective analyses,. International Journal of the Economics of Business, 18(1):1732.",
        "Halbersma, R. and Katona, K. (2011). Vertical restraints in health care markets. TILEC Discussion Paper No. 2011-056, Tilburg University.",
        "Halbersma, R., Mikkers, M., Motchenkova, E., and Seinen, I. (2010). Market structure and hospital-insurer bargaining in the Netherlands. European Journal of Health Economics. Online Paper, http://www.springerlink.com/content/477hx26326t61467/.",
        "Handel, B. (2010). Adverse selection and switching costs in health insurance markets: When nudging hurts. unpublished manuscript, University of California, Berkeley.",
        "Hansmann, H., Kessler, D., and McClellan, M. B. (2003). Ownership form and trapped capital in the hospital industry. In Glaeser, E. L., editor, The Governance of Not-forProfit Organizations, pages 4570. National Bureau of Economic Research.",
        "Hastings, J. and Gilbert, R. (2005). Market power, vertical integration and the wholesale price of gasoline. The Journal of Industrial Economics, 53(4):469492.",
        "Herndon, J. (2002). Health insurer monopsony power: The all-or-none model. Journal of Health Economics, 21:197206.",
        "Hirsch, B. and Schumacher, E. (2005). Classic or new monopsony? Searching for evidence in nursing labor markets. The Journal of Health Economics, 24:969989.",
        "Ho, K. (2006). The welfare effects of restricted hospital choice in the U.S. medical care market. Journal of Applied Econometrics, 21(7):10391079.",
        "Ho, K. (2009a). Barriers to entry of a vertically integrated health insurer: An analysis of welfare and entry costs. Journal of Economics and Management Strategy, 18(2):487545.",
        "Ho, K. (2009b). Insurer-provider networks in the medical care market. American Economic Review, 99(1):393430.",
        "Ho, K. and Pakes, A. (2011). Physician responses to financial incentives: Evidence from hospital discharge records. Unpublished Manuscript.",
        "Ho, V. (2002). Learning and the evolution of medical technologies: The diffusion of coronary angioplasty. Journal of Health Economics, 21(5):873885.",
        "Ho, V. and Hamilton, B. H. (2000). Hospital mergers and acquisitions: Does market consolidation harm patients? Journal of Health Economics, 19(5):76791.",
        "Horn, H. and Wolinsky, A. (1988). Bilateral monopolies and incentives for merger. RAND Journal of Economics, 19:408419.",
        "Howard, D. H. (2005). Quality and consumer choice in healthcare: Evidence from kidney transplantation. Topics in Economic Analysis and Policy, 5(1):Article 24, 120. http://www.bepress.com/ bejeap/topics/vol5/iss1/art24.",
        "Huckman, R. S. and Pisano, G. P. (2006). The firm specificity of individual performance: Evidence from cardiac surgery. Management Science, 52(4):473488.",
        "Huesch, M. D. (2009). Learning by doing, scale effects, or neither? Cardiac surgeons after residency. Health Services Research, 44(6):19601982.",
        "Huesch, M. D. and Sakakibara, M. (2009). Forgetting the learning curve for a moment: How much performance is unrelated to own experience? Health Economics, 18:855.",
        "Inderst, R. and Wey, C. (2003). Bargaining, mergers, and technology choice in bilaterally oligopolistic industries. RAND Journal of Economics, 34:4119.",
        "Isabel, C. and Paula, V. (2010). Geographic distribution of physicians in Portugal. European Journal of Health Economics, 11:383393.",
        "Kahn, K. L., Keeler, E. B., Sherwood, M. J., Rogers, W. H., Draper, D., Bentow, S. S., Reinisch, E. J., Rubenstein, L. V., Kosecoff, J., and Brook, R. H. (1990). Comparing outcomes of care before and after implementation of the DRG-based prospective payment system. Journal of the American Medical Association, 264(15):19841988.",
        "Kamien, M. I. and Vincent, D. R. (1991). Price regulation and the quality of service. Discussion Paper No. 920, Center for Mathematical Studies in Economics and Management Science, Northwestern University.",
        "Kemp, R. and Severijnen, A. (2010). Price effects of Dutch hospital mergers: An ex post assesment of hip surgery. NMa Working Paper No. 2, Netherlands Competition Authority (NMa).",
        "Kessler, D. and McClellan, M. (2000). Is hospital competition socially wasteful? Quarterly Journal of Economics, 115(2):577615.",
        "Kessler, D. P. and Geppert, J. J. (2005). The effects of competition on variation in the quality and cost of medical care. Journal of Economics and Management Strategy, 14(3):575589.",
        "Krishnan, R. (2001). Market restructuring and pricing in the hospital industry. Journal of Health Economics, 20:213237.",
        "Lakdawalla, D. and Philipson, T. (1998). Nonprofit production and competition. Working Paper No. 6377, National Bureau of Economic Research.",
        "Lakdawalla, D. and Philipson, T. (2006). The nonprofit sector and industry performance. Journal of Public Economics, 90:16811698.",
        "Lee, M. (1971). A conspicuous production theory of hospital production. Southern Economic Journal, 38(1):4858.",
        "Leonard, G. and Olley, G. S. (2011). What can be learned about the competitive effects of mergers from natural experiments? International Journal of the Economics of Business, 18(1):103  107.",
        "Lewis, M. and Pflum, K. (2011). Diagnosing hospital system bargaining power in managed care networks. unpublished manuscript, Ohio State University.",
        "Liebhaber, A. and Grossman, J. M. (2007). Physicians moving to mid-sized, single-specialty practices. Technical report, Center for Studying Health System Change, Washington, DC. Tracking Report No. 18.",
        "Lindrooth, R., Lo Sasso, A., and Bazzoli, G. (2003). The effect of urban hospital closure on markets. Journal of Health Economics, 22:691712.",
        "Luft, H. S., Garnick, D. W., Mark, D. H., Peltzman, D. J., Phibbs, C. S., Lichtenberg, E., and McPhee, S. J. (1990). Does quality influence choice of hospital? JAMA, 263(21):2899 2906.",
        "Lustig, J. (2010). Measuring welfare losses from adverse selection and imperfect competition in privatized Medicare. unpublished manuscript, Boston University.",
        "Lyon, T. P. (1999). Quality competition, insurance, and consumer choice in health care markets. Journal of Economics and Management Strategy, 8(4):545580.",
        "Ma, C.-t. A. (1997). Option contracts and vertical foreclosure. Journal of Economics and Management Strategy, 6(4):725753.",
        "Madison, K. (2004). Hospitalphysician affiliations and patient treatments, expenditures, and outcomes. Health services research, 39(2):257278.",
        "Maestas, N., Schroeder, M., and Goldman, D. (2009). Price variation in markets with homogeneous goods: The case of Medigap. Working Paper No. 14679, National Bureau of Economic Research.",
        "Martin, A., Lassman, D., Whittle, L., and Catlin, A. (2011). Recession contributes to slowest annual rate of increase in health spending in five decades. Health Affairs, 30:111122.",
        "Massachusetts Attorney General (2010). Investigation of health care cost trends and cost drivers, pursuant to G.L. c.118G,  6 1/2(b). Preliminary report, Office of Attorney General Martha Coakley, Boston, MA. January 29.",
        "Matsudaira, J. D. (2010). Monopsony in the low-wage labor market? Evidence from minimum nurse staffing regulations. unpublished manuscript, Cornell University.",
        "Mazzeo, M. (2002). Product choice and oligopoly market structure. RAND Journal of Economics, 33(2):221242.",
        "Melnick, G. and Keeler, E. (2007). The effects of multi-hospital systems on hospital prices. Journal of Health Economics, 26(2):400413.",
        "Moriya, A. S., Vogt, W. B., and Gaynor, M. (2010). Hospital prices and market structure in the hospital and insurance industries. Health Economics, Policy and Law, 5:459479.",
        "Mukamel, D., Zwanziger, J., and Bamezai, A. (2002). Hospital competition, resource allocation and quality of care. BMC Health Services Research, 2(1):1018.",
        "Mukamel, D., Zwanziger, J., and Tomaszewski, K. J. (2001). HMO penetration, competition and risk-adjusted hospital mortality. Health Services Research, 36(6):10191035.",
        "Mutter, R. L., Romano, P. S., and Wong, H. S. (2011). The effects of U.S. hospital consolidations on hospital quality. International Journal of the Economics of Business, 18(1):109.",
        "Mutter, R. L., Wong, H. S., and Goldfarb, M. G. (2008). The effects of hospital competition on inpatient quality of care. Inquiry, 45(3):263279.",
        "National Center for Health Statistics (2011). Health, United States, 2010. Technical report, National Center for Health Statistics, Center for Disease Control, Hyattsville, MD.",
        "Nevo, A. (2000). Mergers with differentiated products: The case of the ready-to-eat cereal industry. RAND Journal of Economics, 31(3):395421.",
        "Newhouse, J. P., Williams, A. P., Bennett, B. W., and Schwartz, W. B. (1982). Does the geographical distribution of physicians reflect market failure? Bell Journal of Economics, 13(2):pp. 493505.",
        "Orsini, C. (2010). Ownership and exit behavior in home health care: Responses to government financing in a health care market with low entry and exit barriers. unpublished manuscript, University of Aarhus.",
        "Pakes, A. (2010). Alternative models for moment inequalities. Econometrica, 78(6):1783 1822.",
        "Pakes, A. and McGuire, P. (1994). Computing Markov-perfect Nash equilibria: Numerical implications of a dynamic differentiated product model. RAND Journal of Economics, 25(4):555589.",
        "Pakes, A., Ostrovsky, M., and Berry, S. (2007). Simple estimators for the parameters of discrete dynamic games (with entry/exit examples). RAND Journal of Economics, 38(2):373 399.",
        "Pakes, A., Porter, J., Ho, K., and Ishii, J. (2006). Moment inequalities and their application. unpublished manuscript, Harvard University.",
        "Panzar, J. C. and Rosse, J. (1987). Testing for `monopoly' equilibrium. Journal of Industrial Economics, 35(4):443456.",
        "Parente, S. and Town, R. (2011). The impact of retail clinics on cost, utilization and welfare. unpublished manuscript, University of Minnesota.",
        "Pauly, M. and Redisch, M. (1973). The not-for-profit hospital as a physicians' cooperative. American Economic Review, 63(1):8799.",
        "Pauly, M. V. (2004). Competition in medical services and the quality of care: Concepts and history. International Journal of Health Care Finance and Economics, 4:113130.",
        "Pennsylvania Health Care Cost Containment Council (2007). Cardiac surgery in Pennsylvania 2005. Report, Pennsylvania Health Care Cost Containment Council, Harrisburg, PA. June.",
        "Pesendorfer, M. and Schmidt-Dengler, P. (2008). Asymptotic least squares estimators for dynamic games. Review of Economic Studies, 75:901928.",
        "Petrin, A. (2002). Quantifying the benefits of new products: The case of the minivan. Journal of Political Economy, 110(4):705729.",
        "Pratt, J. W., Wise, D. A., and Zeckhauser, R. (1979). Price differences in almost competitive markets. Quarterly Journal of Economics, 93(2):189211.",
        "Propper, C., Bloom, N., Seiler, S., and Van Reenen, J. (2010). The impact of competition on management quality: Evidence from public hospitals. Working Paper No. 10/237, Centre for Market and Public Organisation, University of Bristol.",
        "Propper, C., Burgess, S., and Gossage, D. (2003). Competition and quality: Evidence from the NHS internal market 1991-1999. Unpublished paper, University of Bristol.",
        "Propper, C., Burgess, S., and Green, K. (2004). Does competition between hospitals improve the quality of care? Hospital death rates and the NHS internal market. Journal of Public Economics, 88(7-8):12471272.",
        "Ramanarayanan, S. (2008). Does practice make perfect: An empirical analysis of learningby -doing in cardiac surgery. unpublished manuscript, Anderson School of Management, UCLA.",
        "Reinhardt, U., Hussey, P., and Anderson, G. (2004). U.S. health care spending in an international context. Health Affairs, 23(3):1025.",
        "Rogowski, J., Jain, A. K., and Escarce, J. J. (2007). Hospital competition, managed care, and mortality after hospitalization for medical conditions in california. Health Services Research, 42(2):682705.",
        "Romano, P. and Balan, D. (2011). A retrospective analysis of the clinical quality effects of the acquisition of Highland Park hospital by Evanston Northwestern healthcare. International Journal of the Economics of Business, 18(1):4564.",
        "Rosenthal, M. B., Zaslavsky, A., and Newhouse, J. P. (2005). The geographic distribution of physicians revisited. Health Services Research, 40(6, Part 1):19311952.",
        "Royalty, A. B. and Solomon, N. (1999). Health plan choice: Price elasticities in a managed competition setting. Journal of Human Resources, 34(1):pp. 141.",
        "Sacher, S. and Vita, M. (2001). The competitive effects of a not-for-profit hospital merger: a case study. Journal of Industrial Economics, 49(1):6384.",
        "Sari, N. (2002). Do competition and managed care improve quality? Health Economics, 11:571584.",
        "Schaumans, C. and Verboven, F. (2008). Entry and regulation: Evidence from health care professions. RAND Journal of Economics, 39:949972.",
        "Schmalensee, R. (1989). Inter-industry studies of structure and performance. In Schmalensee, R. and Willig, R., editors, Handbook of Industrial Organization, volume 2, chapter 16, pages 9511009. Elsevier Science, North-Holland, Amsterdam and New York.",
        "Schmidt-Dengler, P. (2006). The timing of new technology adoption: The case of MRI. unpublished manuscript, London School of Economics.",
        "Schneider, J., Li, P., Klepser, D., Peterson, N., Brown, T., and Scheffler, R. (2008a). The effect of physician and health plan market concentration on prices in commercial health insurance markets. International Journal of Health Care Finance and Economics, 8:1326.",
        "Schneider, J., Miller, T., Ohsfeldt, R., Morrisey, M., Zellner, B., and Li, P. (2008b). The economics of specialty hospitals. Medical Care Research and Review Journal, 65(5):531 553.",
        "Schut, F., GreÃ\u0083Å¸, S., and Wasem, J. (2003). Consumer price sensitivity and social health insurer choice in Germany and the Netherlands. International Journal of Health Care Finance and Economics, 3:117  138.",
        "Seider, H., Gaynor, M., and Vogt, W. B. (2000). Volume-outcome and antitrust in U.S. health care markets. unpublished manuscript, Universitat Augsburg, Carnegie Mellon University.",
        "Shen, Y., Wu, V., and Melnick, G. (2010). Trends in hospital cost and revenue, 1994-2005: How are they related to HMO penetration, concentration, and for-profit ownership? Health Services Research, 45(1):4261.",
        "Shen, Y.-S. (2003). The effect of financial pressure on the quality of care in hospitals. Journal of Health Economics, 22(2):243269.",
        "Snyder, C. (1996). A dynamic theory of countervailing power. RAND Journal of Economics, 27(4):747769.",
        "Sohn, M.-W. and Rathouz, P. J. (2003). Competition among hospitals and quality of care: Hospital-level analysis. unpublished paper, University of Chicago.",
        "Sorensen, A. T. (2000). Equilibrium price dispersion in retail markets for prescription drugs. The Journal of Political Economy, 108(4):pp. 833850.",
        "Sorensen, A. T. (2003). Insurer-hospital bargaining: Negotiated discounts in postderegulation Connecticut. Journal of Industrial Economics, 51(4):469490.",
        "Spang, H., Bazzoli, G., and Arnould, R. (2001). Hospital mergers and savings for consumers: Exploring new evidence. Health Affairs, 20(4):150158.",
        "Staiger, D., Spetz, J., and Phibbs, C. (2010). Is there monopsony in the labor market? Evidence from a natural experiment. Journal of Labor Economics, 28:211236.",
        "Starc, A. (2010). Insurer pricing and consumer welfare: Evidence from Medigap. unpublished manuscript, Harvard University.",
        "Stole, L. and Zwiebel, J. (1996). Bargaining, mergers, and technology choice in bilaterally oligopolistic industries. Review of Economic Studies, 63:375410.",
        "Strombom, B. A., Buchmueller, T. C., and Feldstein, P. J. (2002). Switching costs, price sensitivity and health plan choice. Journal of Health Economics, 21(1):89  116.",
        "Sullivan, D. (1989). Monopsony power in the market for nurses. Journal of Law and Economics, 32(2):pp. S135S178.",
        "Tamm, M., Tauchmann, H., Wasem, J., and GreÃ\u0083Å¸, S. (2007). Elasticities of market shares and social health insurance choice in Germany: A dynamic panel data approach. Health Economics, 16:243  256.",
        "Tay, A. (2003). Assessing competition in hospital care markets: The importance of accounting for quality differentiation. Rand Journal of Economics, 34(4):786814.",
        "Tenn, S. (2011). The price effects of hospital mergers: A case study of the sutter-summit transaction. International Journal of the Economics of Business, 18(1):6582.",
        "Thompson, E. (2011). The effect of hospital mergers on inpatient prices: A case study of the New Hanover-Cape Fear transaction,. International Journal of the Economics of Business, 18(1):91101.",
        "Thompson, P. D. (2010). Learning by doing. In Hall, B. and Rosenberg, N., editors, Handbook of Economics of Technical Change, chapter 10, pages 429476. Elsevier Science, NorthHolland, New York and Oxford.",
        "Tirole, J. (1988). The Theory of Industrial Organization. MIT Press, Cambridge, MA.",
        "Town, R., Feldman, R., and Kralewski, J. (2011). Market power and contract form: Evidence from physician group practices. International Journal of Health Care Finance and Economics. forthcoming.",
        "Town, R. and Vistnes, G. (2001). Hospital competition in HMO networks. Journal of Health Economics, 20(5):733752.",
        "Town, R., Wholey, D., Feldman, R., and Burns, L. (2006). The welfare consequences of hospital mergers. Working Paper No. 12244, National Bureau of Economic Research.",
        "Town, R., Wholey, D., Feldman, R., and Burns, L. (2007). Revisiting the relationship between managed care and hospital consolidation. Health Services Research, 42(1):219238.",
        "Town, R. J. and Liu, S. (2003). The welfare impact of Medicare HMOs. RAND Journal of Economics, 34:719736.",
        "Town, R. J. and Park, M. (2011). Market structure beliefs and hospital merger waves. unpublished manuscript, University of Minnesota.",
        "van Dijk, M., Pomp, M., Douven, R., Laske-Aldershof, T., Schut, E., de Boer, W., and do Boo, A. (2008). Consumer price sensitivity in dutch health insurance. International Journal of Health Care Finance and Economics, 8:225  244.",
        "Varkevisser, M. and Schut, F. (2009). Hospital merger control: An international comparison. iBMG Working Paper W2009.01, Erasmus University Rotterdam.",
        "Vogt, W. B. and Town, R. J. (2006). How has hospital consolidation affected the price and quality of hospital care? Research Synthesis Report 9, Robert Wood Johnson Foundation, Princeton, NJ.",
        "Volpp, K. G., Williams, S. V., Waldfogel, J., Silber, J. H., Schwartz, J. S., and Pauly, M. V. (2003). Market reform in New Jersey and the effect on mortality from acute myocardial infarction. Health Services Research, 38(2):515533.",
        "Weber, E. (2010). Measuring welfare from ambulatory surgery centers: A spatial analysis of demand for healthcare facilities. unpublished manscript, Carnegie Mellon University.",
        "Wong, H. (1996). Market structure and the role of consumer information in the physician services industry: An empirical test. Journal of Health Economics, 15:139160.",
        "Wu, V. (2008). The price effect of hospital closures. Inquiry, 45:280292.",
        "Wu, V. (2009). Managed care's price bargaining with hospitals. Journal of Health Economics, 28:350360.",
        "Yett, D. (1975). An Economic Analysis of the Nurse Shortage. Lexington Books, Lexington, MA.",
        "Zwanziger, J., Melnick, G., and Bamezai, A. (2000). The effect of selective contracting on hospital costs and revenues. Health Services Research, 35(4):849867.",
        "Zwanziger, J. and Mooney, C. (2005). Has price competition changed hospital revenues and expenses in New York? Inquiry, 42:183192."
    ]
}