{
    "id": 17218,
    "cites": 53,
    "cited_by": 8,
    "reference": [
        "Abraham, K., and M. Clark (2006), Financial Aid and Students College Decisions: Evidence from the District of Columbia Tuition Assistance Grant Program, Journal of Human Resources, 41(3), 578610.",
        "Belley, P., and L. Lochner (2007), The Changing Role of Family Income and Ability in Determining Educational Achievement, Journal of Human Capital, 1(1), 3790.",
        "Belley, P., M. Frenette, and L. Lochner (2010), Post-Secondary Attendance by Parental Income: Comparing the U.S. and Canada, Working Paper.",
        "Berkner, L. (2000), Trends in Undergraduate Borrowing: Federal Student Loans in 1989-90, 1992-93, and 199596, Washington DC: National Center for Education Statistics Report 2000151.",
        "Berger, J. A. Motte, and A. Parkin (2007), The Price of Knowledge: Access and Student Finance in Canada, Montreal: Canada Millenium Scholarship Foundation.",
        "Bettinger, E., B.T. Long, P. Oreopoulos, and L. Sanbonmatsu (2009), The Role of Information and Simplification in College Decisions: Results from the H&R Block FAFSA Experiment, Working Paper.",
        "Bishop, J. (1977), The Effect of Public Policies on the Demand for Higher Education, Journal of Human Resources 12(3), 285307.",
        "Blackburn, M., and D. Neumark (1993), Omitted-Ability Bias and the Increase in the Return to Schooling, Journal of Labor Economics, 11, 52144.",
        "Burbidge, J.B, L. Magee, and A.L. Robb (2002), The Education Premium in Canada and the United States, Canadian Public Policy, 28(2), 20327.",
        "Brown, M., J.K. Scholz, and A. Seshadri, (2011) A New test of Borrowing Constraints for Education, Working paper.",
        "Cameron, S., and C. Taber (2004), Estimation of Educational Borrowing Constraints Using Returns to Schooling , Journal of Political Economy, 112, 13282.",
        "Cameron, S., and J.J. Heckman (1998),Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males , Journal of Political Economy, 106, 262333.",
        "Cameron, S., and J.J. Heckman (2001),The Dynamics of Educational Attainment for Black, Hispanic and White Males, Journal of Political Economy, 109, 45599.",
        "Card, D. (1995), Using Geographic Variation in College Proximity to Estimate the Returns to Schooling, in L.N. Christofides et al. (eds.), Aspects of Labour Market Behaviour: Essays in Honor of John Vanderkamp, Toronto: University of Toronto Press, 20121.",
        "Carneiro, P., and J.J. Heckman (2002), The Evidence on Credit Constraints in Post-Secondary Schooling, Economic Journal, 112, 9891018.",
        "Carneiro, P. and J.J. Heckman (2003), Human Capital Policy, in J.J. Heckman and A. Krueger (eds.) Inequality in America: What Role for Human Capital Policies?, Cambridge, MA: MIT Press.",
        "Cawley, J., J.J. Heckman, L. Lochner and E. Vytlacil (2000), Understanding the Role of Cognitive Ability in Accounting for the Recent Rise in the Economic Return to Education, in K.J. Arrow, S. Bowles and S. Durlauf (eds.), Meritocracy and Economic Inequality, Princeton, NJ: Princeton University Press.",
        "Christofides, L., J. Cirello, and M. Hoy (2001), Family Income and Postsecondary Education in Canada, The Canadian Journal of Higher Education, 31(1), 177208.",
        "Corak, M., G. Lipps, and J. Zhao (2003), Family Income and Participation in Post-Secondary Education, Analytical Studies Branch Research Paper Series. Catalogue no 11F0019MIE2003210. Ottawa: Statistics Canada.",
        "College Board (2004), Trends in College Pricing 2004, Washington DC: College Board.",
        "College Board (2006), Trends in Student Aid 2006, Washington DC: College Board.",
        "Currie, J., and E. Moretti (2003), Mother's Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings, Quarterly Journal of Economics, 118(4), 1495-1532.",
        "Deming, D., and S. Dynarski (2009), Into College, Out of Poverty? Policies to Increase the Postsecondary Attainment of the Poor, NBER Working Paper No. 15387.",
        "Do, C. (2004), The effects of local colleges on the quality of college attended, Economics of Education Review, 23(3), 24957.",
        "Dynarski, S. (2000), Hope for Whom? Financial Aid for the Middle Class and Its Impact on College Attendance , National Tax Journal 53(3), 629661.",
        "Dynarski, S. (2003), Does Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion, American Economic Review, 93(1), 279288.",
        "Ellwood, D., and T. Kane (2000), Who Is Getting a College Education? Family Background and the Growing Gaps in Enrollment, in S. Danziger and J. Waldfogel (eds.), Securing the Future: Investing in Children from Birth to College, Russell Sage Foundation.",
        "Fortin, N. (2005), Rising Tuition and Supply Constraints: Explaining Canada  U.S. Differences in University Enrollment Rates, in C. Beach, R.W. Boadway, Robin W., and R. M. McInnis (eds.), Higher Education in Canada, John Deutsch Institute, McGill-Queens University Press, 369413.",
        "Frenette, M. (2004), Access to College and University: Does Distance Matter? Canadian Public Policy, 30(4), 42743.",
        "Frenette, M. (2005), Is Post-Secondary Access More Equitable in Canada or the United States? Statistics Canada, Analytical Studies Branch Research Paper No. 244.",
        "Frenette, M. (2007), Why are Youth from Lower-Income Families Less Likely to Attend University? Evidence from Academic Abilities, Parental Influences, and Financial Constraints, Statistics Canada, Analytical Studies Branch Research Paper No. 295.",
        "Hansen, W.L. (1983), Impact of Student Financial Aid on Access. In: Froomkin, J. (Ed.), The Crisis in Higher Education, Academy of Political Science, New York, pp. 84-96.",
        "Heckman, J.J., L. Lochner, and P. Todd (2008), Earnings Functions and Rates of Return, Journal of Human Capital, 2(1), 131.",
        "Junor, S., and A. Usher (2004), The Price of Knowledge: Access and Student Finance in Canada, Montreal: Canada Millenium Scholarship Foundation.",
        "Kane, T. (1994), College Attendance by Blacks since 1970: The Role of College Cost, Family Background and the Returns to Education. Journal of Political Economy, 102 (5), 878911.",
        "Kane, T. (1999), The Price of Admission: Rethinking How Americans Pay for College, Brookings Institution Press (with Russell Sage Foundation), Washington, DC.",
        "Kane, T. (2003), A Quasi-experimental Estimate of the Impact of Financial Aid on College-going, NBER Working Paper No. 9703.",
        "Kane, T. (2006), Public Intervention in Post-Secondary Education, in E. Hanushek and F. Welch (eds.), Handbook of the Economics of Education, Vol. 2, Ch. 23, Amsterdam: Elsevier Science.",
        "Kane, T. (2007), Evaluating the Impact of the D.C. Tuition Assistance Grant Program, Journal of Human Resources 42(3), 555582.",
        "Keane, M., and K. Wolpin (2001), The Effect of Parental Transfers and Borrowing Constraints on Educational Attainment, International Economic Review, 42, 10511103.",
        "King, A.J., W.K. Warren, J.C. Boyer, and P. Chin (2005), Double Cohort Study: Phase 4, Queen's University: Social Program Evaluation Group. Report submitted to the Ontario Ministry of Education.",
        "Kling, J. (2001), Interpreting Instrumental Variables Estimates of the Returns to Schooling, Journal of Business & Economic Statistics, 19(3), 35864.",
        "Krueger, A. (2003), Inequality: Too Much of a Good Thing, in J.J. Heckman and A. Krueger (eds.) Inequality in America: What Role for Human Capital Policies?, Cambridge, MA: MIT Press.",
        "Leslie, L., and P.T. Brinkman (1987), Student Price Response in Higher Education: The Student Demand Studies, Journal of Higher Education 58(2), 181204.",
        "Leslie, L., and P.T. Brinkman (1988), Economic Value of Higher Education, MacMillan, New York.",
        "Lochner, L., and A. Monge-Naranjo (2010), The Nature of Credit Constraints and Human Capital, Working Paper.",
        "Lovenheim, M. (2011), The Effect of Liquid Housing Wealth on College Enrollment, Working Paper.",
        "Manski, C., and D. Wise (1983), College Choice in America, Cambridge, MA: Harvard University Press.",
        "McPherson, M., and M. Schapiro (1991), Does Student Aid Affect College Enrollment? New Evidence on a Persistent Controversy, American Economic Review 81(1), 309318.",
        "Murnane, R., J. Willett, and F. Levy (1995), The Growing Importance of Cognitive Skills in Wage Determination , Review of Economics and Statistics, 77, 251-266.",
        "Snyder, T., A. Tan, and C. Hoffman (2006), Digest of Education Statistics 2005, NCES 2006-030, U.S. Department of Education, National Center for Education Statistics, Washington, DC: U.S. Government Printing Office.",
        "Titus, M. (2002), Supplemental Table Update for Trends in Undergraduate Borrowing: Federal Student Loans in 1989-90, 1992-93, and 1995-96, http://nces.ed.gov/pubs2000/2000151update.pdf.",
        "Usher, A., and K. Steele (2006), The State of Student Aid in Canada, Toronto: Educational Policy Institute. 0.2 0.4 0.6 0.8 Canada (YITS) US (NLSY97)"
    ]
}