{
    "id": 17213,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron. 1997. Training and Innovation in an Imperfect Labour Market. Review of Economic Studies, Vol. 64, No. 3, July, pp. 445-64.",
        "Alexander, J. Trent, Michael Davern, and Betsey Stevenson. 2010. Inaccurate Age and Sex Data in the Census PUMS Files: Evidence and Implications. NBER Working Paper No. 15703, Cambridge, MA: NBER.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2006. The Polarization of the U.S. Labor Market. American Economic Review Papers and Proceedings, Vol. 96, No. 2, May, pp. 189-94.",
        "Balmaceda, Felipe. 2005. Firm-Sponsored General Training. Journal of Labor Economics, Vol. 23, No. 1, pp. 115-33.",
        "Barnow, Burton, John Trutko, and Robert Lerman. 1998. Skill Mismatches and Worker Shortages: The Problem and Appropriate Responses. Final report of the Urban Institute to the U.S. Department of Labor, Washington, D.C. Bartsch, Kristina J. 2009. The Employment Projections for 2008-18. Monthly Labor Review, Vol. 132, No. 11, November, pp. 3-10.",
        "Becker, Gary S. 1964. Human Capital, New York: Columbia University Press.",
        "Bound, John, and Sarah Turner. 2002. Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans. Journal of Labor Economics, Vol. 20, No. 4, pp. 784-815 Card, David, and Thomas Lemieux. 2001. Going to College to Avoid the Draft: The Unintended Legacy of the Vietnam War. Papers and Proceedings of the Hundred Thirteenth Annual Meeting of the American Economic Association. The American Economic Review, Vol. 91, No. 2, May, pp. 97-102.",
        "Carnevale, Anthony P., Nicole Smith, and Jeff Strohl. 2010. Help Wanted: Projections of Jobs and Education Requirements Through 2018. Washington, DC: Center on Education and the Workforce, Georgetown University.",
        "Chevalier, Arnaud. 2003. Measuring Over-Education. Economica, Vol. 70, No. 279, August, pp. 50931.",
        "Cohn, Elchanan, and Shahina Khan. 1995. The Wage Effects of Overschooling Revisited. Labour Economics, Vol. 2, No. 1, March, pp.67-76. Duncan, Greg, and Saul Hoffman. The Incidence and Wage Effects of Overeducation. Economics of Education Review, Vol. 1, No. 1, February, pp.75-86.",
        "Gipe, Paul. 1995. Wind Energy, Hoboken, NJ: Wiley.",
        "Goldin, Claudia, and Lawrence F. Katz. 2002. The Power of the Pill: Oral Contraceptives and Women's Career and Marriage Decisions. Journal of Political Economy, Vol. 110, No. 4, pp. 730-70.",
        "Goldin, Claudia, and Lawrence F. Katz. 2007. Long-Run Changes in the Wage Structure: Narrowing, Widening, Polarizing. Brookings Papers on Economics Activity, No. 2, pp. 135-67.",
        "Haskel J., and Holt R. 1999. Anticipating future skill needs: Can it be done? Does it need to be done? Skills Task Force Research Paper 1, DfEE.",
        "Harrington, Paul E., and Andrew M. Sum. 2010a. College Labor Shortages in 2018? New England Journal of Higher Education, November. http://www.nebhe.org/thejournal/college-labor-shortages-in2018 /. Harrington, Paul E., and Andrew M. Sum. 2010b. College Labor Shortages in 2018? Part Deux. New England Journal of Higher Education, December. http://www.nebhe.org/thejournal/college-laborshortages -in-2018-part-two/.",
        "Harrington, Paul E., and Andrew M. Sum. Recent Projections of Labor Shortages Through 2018: From Great Recession to Labor Shortages? A Critical Look at the Evidence. Forthcoming in Monthly Labor Review.",
        "Hartog, Joop. 2000. Over-Education and Earnings: Where Are We, Where Should We Go? Economics of Education Review, Vol. 19, pp. 131-47.",
        "Hollmann, Frederick W., Tammany J. Mulder, and Jeffrey E. Kallan. 2000. Methodology and Assumptions for the Population Projections of the United States: 1999 to 2100. Population Division Working Paper No. 38. Washington, DC: U.S. Census Bureau.",
        "Killingsworth, Mark R. 1987. Heterogeneous Preferences, Compensating Wage Differentials, and Comparable Worth. Quarterly Journal of Economics, Vol. 102, No. 4, November, pp. 727-42.",
        "Lacey, T. Alan, and Benjamin Wright. 2009. Occupational Employment Projections to 2018. Monthly Labor Review, Vol. 132, No. 11, November, pp. 82-123.",
        "McGuinness, SÃ\u0083Â©amus, and Jessica Bennett. 2007. Overeducation in the Graduate Labor Market: A Quantile Regression Approach. Economics of Education Review, Vol. 26, pp. 521-31.",
        "Mincer, Jacob. 1974. Schooling, Experience, and Earnings. New York: National Bureau of Economic Research.",
        "National Center on Education Statistics. 2009. Projections of Education Statistics to 2018. http://nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2009062 (accessed May 11, 2011).",
        "National Crosswalk Service Center. 2011. O*NET 13.0 Core Tables. http://www.xwalkcenter.org/index.php?option=com_content&view=article&id=95:onet-130&catid=31 (accessed April 19, 2011).",
        "Rubb, S., 2003. Overeducation in the Labor Market: A Comment and Re-Analysis of a Meta-Analysis. Economics of Education Review, Vol. 22, No. 6, December, pp.621-629.",
        "Rumberger, Russell W., 1987. The Impact of Surplus Schooling on Productivity and Earnings. The Journal of Human Resources, Vol. 22, No. 1, Winter, pp. 24-50.",
        "Scott, Marc, Thomas Bailey, and Greg Kienzl. 2006. Relative Success? Determinants of College Graduation Rates in Public and Private Colleges in the U.S. Research in Higher Education, Vol. 47 No. 3, May, pp. 249-279.",
        "Smith, Adam. 1776. The Wealth of Nations. Reprinted by Pelican Books, Great Britain, 1977.",
        "Spence, Michael. 1973. Job Market Signaling. Quarterly Journal of Economics, Vol. 87, No. 3, August, pp. 355-74.",
        "Toossi, Mitra. 2009. Labor Force Projections to 2018: Older Workers Staying More Active. Monthly Labor Review, Vol. 132, No. 11, November, pp. 30-51.",
        "U.S. Bureau of Labor Statistics. 2008. Household Data Annual Averages. ftp://ftp.bls.gov/pub/special.requests/lf/aa2008/pdf/cpsaat8.pdf (accessed October 29, 2010). Table 8, Ã\u0083â\u0080¹mployed and Unemployed Full- and Part-Time Workers by Age, Sex, Race, and Hispanic or Latino Ethnicity. U.S. Bureau of Labor Statistics, Employment Projections Program. 2009. Occupational Employment and Job Openings Data, 2008-18, and Worker Characteristics, 2008. Employment Projections Table 1.6. http://www.bls.gov/emp/ep_table_106.htm (accessed October 28, 2010).",
        "U.S. Bureau of Labor Statistics. March 11, 2010a. Estimating Occupational Replacement Needs. http://www.bls.gov/emp/ep_replacements.htm (accessed October 29, 2010).",
        "U.S. Bureau of Labor Statistics. 2010b. Occupational Employment and Job Openings Data, 2008-18, and Worker Characteristics, 2008. http://www.bls.gov/emp/ep_table_106.pdf (accessed April 5, 2011).",
        "U.S. Census Bureau, 2008. Methodology Statement for the 2008 National Projections, United States Population Projections by Age, Sex, Race, and Hispanic Origin: July 1, 2000-2050. Washington, DC.",
        "Weiss, Andrew. 1995. Human Capital vs. Signaling Explanations of Wages. Journal of Economic Perspectives, Vol. 9, No. 4, pp. 133-54.",
        "Willis, Robert J. 1986. Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions. In Ashenfelter and Layard, eds., Handbook of Labor Economics, Vol. 1. Amsterdam: North Holland, pp. 525-602.",
        "Woods, Rose A. 2009. Industry and Output Employment Projections to 2018. Monthly Labor Review, Vol. 132, No. 11, November, pp. 82-123."
    ]
}