{
    "id": 17211,
    "cites": 94,
    "cited_by": 3,
    "reference": [
        "(Note: Includes some references used in the Excel files posted at http://gpih.ucdavis.edu, though not cited in the text and tables here.) Acemoglu, Daron, Simon Johnson, and James Robinson (2002), Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics 117, 4 (November): 1231-94.",
        "Adams, Donald R. 1968. Wage Rates in the Early National Period: Philadelphia, 17851830.  Journal of Economic History 28, 3 (September): 404-426.",
        "Adams, Donald R. 1970. Some Evidence on English and American Wage Rates, 17901830.  Journal of Economic History 30, 3 (September): 499-520.",
        "Adams, Donald R. 1982. The Standard of Living during American Industrialization: Evidence from the Brandywine Region, 1800-1860. Journal of Economic History 42, 4 (December): 903-917.",
        "Adams, Donald R. 1986. Prices and Wages in Maryland, 1750-1850. Journal of Economic History 46, 3 (September): 625-645.",
        "Adams, Donald R. 1992. Prices and Wages in Antebellum America: The West Virginia Experience. Journal of Economic History 52, 1 (March): 206-216.",
        "Adams, T.M. 1944. Prices Paid by Vermont Farmers [1790-1940]. Bulletin 507, Burlington, Vermont: Vermont Agricultural Experiment Station, with Supplement.",
        "Allen, Robert C. 2001. The Great Divergence in European Wages and Prices from the Middle Ages to the First World War, Explorations in Economic History 38 (October): 41147.",
        "Atkinson, Anthony B., Thomas Piketty, and Emmanuel Saez (2011), Top Incomes in the Long Run of History, Journal of Economic Literature 49, 1 (March): 3-71.",
        "Berry, Thomas S. 1968. Estimated Annual Variations in Gross National Product 1789 to 1909 (Richmond, Va.: The Bostwick Press).",
        "Berry, Thomas S. 1988. Production and Population since 1789: Revised GNP Series in Constant Dollars (Richmond, Va.: The Bostwick Press).",
        "Blodget, Samuel. 1806. Economica: A Statistical Manual for the United States of America.",
        "Burnard, Trevor G. 2001. Prodigious Riches: The Wealth of Jamaica before the American Revolution, Economic History Review, 2nd series, 54 (August): 506-24.",
        "Carr, Lois G. 2005. Emigration and the standard of living: the eighteenthcentury Chesapeake, in John J. McCusker and Kenneth Morgan (eds.), The Early Modern Atlantic Economy (Cambridge: Cambridge University Press), pp. 31943.",
        "Carr, Lois G., Russell R. Menard and Lorena S. Walsh. 1991. Robert Cole's World: Agriculture and Society in Early Maryland (Chapel Hill: University of North Carolina Press).",
        "Carter, Susan et al. (eds.). 2006. The Historical Statistics of the United States: Millennial Edition. Five volumes. New York: Cambridge University Press.",
        "Clark, Gregory. 2005. The Condition of the Working Class in England, 12092004. Journal of Political Economy 113, 6 (December): 1307-1340.",
        "Clemens, Paul G.E. and Lucy Simler. 1988. Rural Labor and the Farm Household in Chester County, Pennsylvania, 1750-1820. In Stephen Innes (ed.), Work and Labor in Early America. Chapel Hill: University of North Carolina Press, pp. 106-143.",
        "Crafts, N. F. R. (1987), British economic growth, 1700-1850: Some difficulties of interpretation, Explorations in Economic History 24 (3): 245-68.",
        "David, Paul A. 1967. The Growth of Real Product in the United States before 1840: New Evidence and Controlled Conjectures, Journal of Economic History 27, 2 (June).",
        "David, Paul A. 1996. Real income and economic welfare growth in the early Republic, or, another try at getting the American story straight, Discussion Papers in Economic and Social History, 5 (Oxford University).",
        "Davis, Joseph H. 2004. An Annual Index of U.S. Industrial Production, 1790-1915, Quarterly Journal of Economics 119, 4 (November 2004): 1177-215.",
        "Easterlin, Richard A. 1960. Interregional Differences in Per Capita Income, Population, and Total Income, 1840-1950, in Trends in the American Economy in the Nineteenth Century. Princeton, N.J.: Princeton University Press, for the National Bureau of Economic Research.",
        "Egnal, Marc. 1975. The Economic Development of the Thirteen Continental Colonies, 1720 to 1775, William and Mary Quarterly, 3rd series, 32: 191-222.",
        "Einhorn, Robin. 2009. American Taxation, American Slavery. Chicago: University of Chicago Press.",
        "Fogel, Robert W., and Stanley L. Engerman. 1976, updated 2006. Slave Sales and Appraisals, 1775-1865. [Computer file]. ICPSR07421-v3. Rochester, NY: University of Rochester [producer], 1976. Ann Arbor, MI: Inter-university Consortium for Political and Social Research, 2006-10-11. doi:10.3886/ICPSR07421 Fogel, Robert W., and Stanley L. Engerman. 1976, updated 2006. Slave Hires, 1775-1865.",
        "[Computer file]. ICPSR07422-v3. Rochester, NY: University of Rochester [producer], 1976. Ann Arbor, MI: Inter-university Consortium for Political and Social Research, 2006-10-11. doi:10.3886/ICPSR07422 Gallman, Robert E. 1982. Influences on the Distribution of Landholdings in Early Colonial North Carolina, Journal of Economic History 42, 3 (September): 549-575.",
        "Gallman, Robert E. 1992. American Economic Growth before the Civil War: The Testimony of the Capital Stock Estimates. In Robert E. Gallman and John Joseph Wallis (eds.), American Economic Growth and Standards of Living before the Civil War. Chicago: University of Chicago Press, pp. 79-120.",
        "Gallman, Robert E. 1999. Can We Build National Accounts for the Colonial Period of American History? The William and Mary Quarterly, Third Series, 56, 1 (January): 23-30.",
        "Global Price and Income History Group. (On-going). Downloadable data on incomes and prices 1200-1950. http://gpih.ucdavis.edu .",
        "Goldin, Claudia. 1976. Urban Slavery in the American South 18201860: A Quantitative History (Chicago: University of Chicago Press).",
        "Goldin, Claudia and Frank D. Lewis. 1980. The role of exports in American economic growth during the Napoleonic Wars, 1793-1807, Explorations in Economic History 17, 1 (January): 6-25.",
        "Henderson, H. James. 1990. Taxation and Political Culture: Massachusetts and Virginia, 17601800, William and Mary Quarterly, 3rd series, 47 (January): 90114.",
        "Hoffman, Philip T., David Jacks, Patricia Levin, and Peter H. Lindert. 2002. Real Inequality in Western Europe since 1500, Journal of Economic History 62, 2 (June): 322-355.",
        "Homer, Sidney and Richard Sylla. 1991. A History of Interest Rates. New Brunswick: Rutgers University Press.",
        "Hoppit, Julian. 1996. Political Arithmetic in Eighteenth-Century England. Economic History Review 49, 3 (August): 516-540.",
        "Irwin, Douglas and Richard Sylla (eds.). 2011. Founding Choices. Chicago: University of Chicago Press for the NBER.",
        "Jasanoff, Maya. 2011. Liberty's Exiles: American Loyalists in the Revolutionary World. New York: A.A. Knopf.",
        "Johnston, Louis D. and Samuel H. Williamson. 2010. What was the U.S. GDP then? MeasuringWorth at http://www.measuringworth.org/usgdp/.",
        "Jones, Alice Hanson. 1977. American Colonial Wealth. Three volumes. New York: Arno Press.",
        "Jones, Alice Hanson. 1980. Wealth of a Nation to Be (New York: Columbia University Press).",
        "Kulikoff, Allan. 1986. Tobacco and Slaves: The Development of Southern Cultures in the Chesapeake 16801800. Chapel Hill: University of North Carolina Press.",
        "Kulikoff, Allan. 2005. The Economic Crisis of the Revolutionary Era, paper presented at the Annual Conference of the Program in Early America Economy and Society, October.",
        "Kuznets, Simon. 1976. Demographic Aspects of the Size Distribution of Income: An Exploratory Essay, Economic Development and Cultural Change 25 (October): 194.",
        "Lebergott, Stanley. 1964. Manpower in Economic Growth: The American Record Since 1800 (New York: McGrawHill).",
        "Lindert, Peter H. and Jeffrey G. Williamson. 1982. Revising England's Social Tables, 16881812, Explorations in Economic History 19, 4 (October): 385408.",
        "Main, Jackson Turner. 1965. The Social Structure of Revolutionary America. Princeton: Princeton University Press.",
        "Mancall, Peter C, Joshua L. Rosenbloom, and Thomas Weiss. 2008a. Exports and the Economy of the Lower South Region, 1720-1770, Research in Economic History 25: 1-68.",
        "Mancall, Peter C., Joshua L. Rosenbloom, and Thomas Weiss. 2008b. The Role of Exports in the Economy of Colonial North America: New Estimates for the Middle Colonies, NBER Working Paper 14334, National Bureau of Economic Research, Cambridge, Mass. (September).",
        "Mancall, Peter C, Joshua L. Rosenbloom, and Thomas Weiss. 2003. Conjectural Estimates of Economic Growth in the Lower South, 1720 to 1800, in William Sundstrom and Timothy Guinnane (eds.), History Matters: Economic Growth, Technology, and Population (Stanford, Cal.: Stanford University Press), pp. 389-424.",
        "Mancall, Peter C. and Thomas Weiss. 1999. Was Economic Growth Likely in Colonial British North America? Journal of Economic History 59: 17-40.",
        "McCusker, John J. 1999. Measuring Colonial Gross Domestic Product: An Introduction, The William and Mary Quarterly, Third Series, 56, 1 (January): 3-8.",
        "McCusker, John J. 2000. Estimating Early American Gross Domestic Product, Historical Methods 33, 3 (Summer): 155-159.",
        "McCusker, John. 2001. How Much Is That in Real Money? A Historical Commodity Price Index for Use as a Deflator of Money Values in the Economy of the United States. Second Edition. Worcester, MA: American Antiquarian Society.",
        "McCusker, John J. 2006. Colonial Statistics, in Susan G. Carter, Michael Haines, Alan Olmstead, Richard Sutch, and Gavin Wright, Historical Statistics of the United States: Earliest Times to the present. Millennial Edition (Cambridge: Cambridge University Press), Chapter Eg, pp. 5-627 to 5-650.",
        "Milanovic, Branko, Peter H. Lindert, and Jeffrey G. Williamson. 2011. PreIndustrial Inequality. Economic Journal 121 (March): 255272.",
        "Nash, Gary B. 1976a. Poverty and Poor Relief in pre-Revolutionary Philadelphia. William and Mary Quarterly 33: 3-30.",
        "Nash, Gary B. 1976b Urban Wealth and Poverty in pre-Revolutionary America, Journal of Interdisciplinary History 6: 545-584.",
        "Nash, Gary B. and Billy G. Smith. 1975. The Population of Eighteenth-Century Philadelphia. Pennsylvania Magazine of History and Biography 99: 362-368. Officer, Lawrence H. and Samuel H. Williamson, Annualized growth rate and graphs of various historical economic series. MeasuringWorth at http://www.measuringworth.com/growth/.",
        "Price, Jacob M. 1974. Economic Function and the Growth of American Port Towns in the Eighteenth Century, Perspectives in American History 8: 121186.",
        "Parker, William N. and Franklee Whartenby. 1960. The Growth of Output Before 1840. In William N. Parker (ed.), Trends in the American Economy in the Nineteenth Century. Princeton: Princeton University Press for the NBER, 191-216.",
        "Pitkin, Timothy. 1817. A statistical view of the commerce of the United States of America: its connection with agriculture and manufactures: and an account of the public debt, revenues, and expenditures of the United States. With a brief review of the trade, agriculture, and manufactures of the colonies, previous to their independence. Accompanied with tables, illustrative of the principles and objects of the work. Second edition. New York: James Eastburn & Co.",
        "Rabushka, Alvin. 2008. Taxation in Colonial America. Princeton: Princeton University Press.",
        "Rothenberg, Winifred B. 1985. The Emergence of a Capital Market in Rural Massachusetts, 1730-1838. Journal of Economic History 45, 4 (December): 781-808.",
        "Shammas, Carole. 2007. The Housing Stock of the Early United States: Refinement Meets Migration. William and Mary Quarterly 64, 3 (July): 549-590.",
        "Shepherd, James F. and Gary M. Walton. 1976. Economic Change after the American Revolution: Prewar and Postwar Comparisons of Maritime Shipping and Trade. Explorations in Economic History 13, 4 (November): 397422.",
        "Simler, Lucy. 1990. The Landless Worker: An Index of Economic and Social Change in Chester County Pennsylvania, 1750-1820. The Pennsylvania Magazine of History and Biography 114, 2 (April): 163-199.",
        "Simler, Lucy. 2007. 'She Came to Work': The Female Labor Force in Chester County, 17501820 . Early American Studies 5, 2: 427-453.",
        "Smith, Billy Gordon. 1981. The Material Lives of Laboring Philadelphians, 1750 to 1800. William and Mary Quarterly, Third Series, 38, 2 (April): 164-202.",
        "Smith, Billy Gordon. 1984. Inequality in Colonial Philadelphia: A Note on Its Nature and Growth. William and Mary Quarterly 3rd series 41, 4 (October): 629-645.",
        "Smith, Billy Gordon. 1990. The Lower Sort: Philadelphia's Laboring People, 1750-1800. Ithaca, N.Y.: Cornell University Press.",
        "Soltow, Lee. 1989. Distribution of Wealth and Income in the United States in 1798. Pittsburgh: Pittsburgh University Press.",
        "Sutch, Richard. 1975. The treatment received by American slaves: A critical review of the evidence presented in Time on the Cross, Explorations in Economic History 12 (October): 335438.",
        "Sylla, Richard E. 2011. Financial Foundations: Public Credit, the National Bank, and Securities Markets, in Douglas A. Irwin and Richard E. Sylla (eds.), Founding Choices: American Economic Policy in the 1790s (Chicago: University of Chicago Press), pp. 59-88, esp. pp. 81-83.",
        "Sylla, Richard E., Jack W. Jones, and Charles P. Jones. 1994. U.S. Financial Markets and Long-Term Economic Growth, 1790-1989. In Thomas Weiss and Donald Schaefer (eds.), American Economic Development in Historical Perspective. Stanford, Stanford University Press, pp. 28-52.",
        "Taylor, George Rogers. 1964. American Growth before 1840: An Exploratory Essay, Journal of Economic History 24, 4 (December): 427-44.",
        "Towne, Marvin W. and Wayne D. Rasmussen. 1960. Farm Gross Product and Gross Investment in the Nineteenth Century. In William N. Parker (ed.), Trends in the American Economy in the Nineteenth Century. Princeton: Princeton University Press.",
        "Trescott, Paul. 1960. The United States Government and National Income 1790-1860, in William N. Parker (ed.), Trends in the American Economy in the Nineteenth Century (Princeton, N.J.: Princeton University Press), pp. 337-63.",
        "Tryon, Rolla M. 1917. Household Manufactures in the United States. New York, A. M. Kelley, reprint 1966.",
        "Ubelaker, Douglas H. 1992. North American Indian Population Size: Changing Perspectives. In John W. Verano and Douglas H. Ubelaker, Disease and Demography in the Americas. Washington: Smithsonian Institution Press, pp. 169-176.",
        "United States Bureau of Labor Statistics. 1929. The History of Wages in the United States from Colonial Times to 1928. Washington: Government Printing Office.",
        "United States Department of Commerce, Bureau of the Census. 1976. Historical Statistics of the United States: Colonial Times to 1970. Washington: Government Printing Office.",
        "Wade, Richard D. 1964. Slavery in the Cities (New York: Oxford University Press).",
        "Walsh, Lorena S. 2010. Motives of Honor, Pleasure, & Profit: Plantation Management in the Colonial Chesapeake, 1607-1763. Chapel Hill: University of North Carolina Press.",
        "Warden, Gerard B. 1976. Inequality and Instability in Eighteenth-Century Boston: A Reappraisal. Journal of Interdisciplinary History 6: 585-620.",
        "Weiss, Thomas. 1992. U.S. Labor Force Estimates and Economic Growth, 1800-1860, in Robert E. Gallman and John J. Wallis (eds.), American Economic Growth and Standards of Living before the Civil War (Chicago: University of Chicago Press), pp. 19-78.",
        "Weiss, Thomas. 1993. Long-term Changes in U.S. Agricultural Output per Worker, 18001900.  Economic History Review 46, 2 (May): 324-341.",
        "Weiss, Thomas. 1994. Economic Growth before 1860: Revised Conjectures. In Thomas Weiss and Donald Schaefer (eds.), American Economic Development in Historical Perspective. Stanford, Stanford University Press, pp. 11-27.",
        "Williamson, Jeffrey G. and Peter H. Lindert. 1980a. American Inequality: A Macroeconomic History. New York: Academic Press.",
        "Williamson, Jeffrey G. and Peter H. Lindert. 1980b. Long-Term Trends in American Wealth Inequality. In James D. Smith (ed.), Modeling the Distribution and Intergenerational Transmission of Wealth. Chicago: University of Chicago Press, pp. 9-94.",
        "Wright, Carroll D. 1885. Historical Review of Wages and Prices 1752-1860, from the Sixteenth Annual Report of the Massachusetts Bureau of Statistics of Labor, Boston: Wright & Potter.",
        "Zabler, Jeffrey. 1972. Further Evidence on American Wage Differentials, 1800-1830. Explorations in Economic History 10 (Fall): 109-111. Endnotes i",
        "The debate over growth rates from 1790 or 1800 to 1840 is well represented by David (1967, 1996), Gallman (1992, 1999), and Weiss (1992, 1993, 1994). ii See, for example, Egnal (1975), Kulikoff (1986), McCusker and Menard (1985), Carr et al.",
        "(1991), Mancall and Weiss (1999), and McCusker (2000), and the sources cited there."
    ]
}