{
    "id": 17216,
    "cites": 108,
    "cited_by": 11,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, Institutions as a Fundamental Cause of Long-Run Growth, in Philippe Aghion and Steven N. Durlauf, eds., Handbook of Economic Growth, Vol IA, Amsterdam, The Netherlands: Elsevier North-Holland, 2005.",
        "Alesina, Alberto and Eliana La Ferrara, Ethnic Diversity and Economic Performance,Journal of Economic Literature, September 2005, 43 (3), 762800.",
        ", Arnaud Devleeschauwer, William Easterly, Sergio Kurlat, and Romain Wacziarg, Fractionalization,Journal of Economic Growth, June 2003, 8 (2), 155194.",
        "Ashraf, Quamrul and Oded Galor, Dynamics and Stagnation in the Malthusian Epoch,2010. Working Paper, Department of Economics, Williams College.",
        ", , and Ã\u0083â\u0080\u0093mer Ã\u0083â\u0080\u0093zak, Isolation and Development, Journal of the European Economic Association, April-May 2010, 8 (2-3), 401412.",
        "Bairoch, Paul, Cities and Economic Development: From the Dawn of History to the Present, Trans. by Christopher Braider. Chicago, IL: The University of Chicago Press, 1988.",
        "Barbujani, Guido, Arianna Magagni, Eric Minch, and L. Luca Cavalli-Sforza, An Apportionment of Human DNA Diversity, Proceedings of the National Academy of Sciences, April 1997, 94 (9), 45164519.",
        "Barro, Robert J. and Rachel M. McCleary, Religion and Economic Growth across Countries, American Sociological Review, October 2003, 68 (5), 760781.",
        "Cann, Howard M., Claudia de Toma, Lucien Cazes, Marie-Fernande Legrand, Valerie Morel, Laurence Pioure et al., A Human Genome Diversity Cell Line Panel, Science, April 2002, 296 (5566), 261262.",
        "Cavalli-Sforza, L. Luca, The Human Genome Diversity Project: Past, Present and Future, Nature Reviews Genetics, April 2005, 6 (4), 333340.",
        "Conley, Timothy G., GMM Estimation with Cross Sectional Dependence, Journal of Econometrics, September 1999, 92 (1), 145.",
        "Dalgaard, Carl-Johan and Holger Strulik, The Physiological Foundations of the Wealth of Nations,2010. Discussion Paper No. 10-05, University of Copenhagen.",
        "Desmet, Klaus, Michel Le Breton, Ignacio OrtuÃ\u0083Â±o-OrtÃ\u0083Â­n, and Shlomo Weber, Nation Formation and Genetic Diversity,2006. CEPR Discussion Paper No. 5918.",
        "Diamond, Jared, Guns, Germs and Steel: The Fates of Human Societies, New York, NY: W. W. Norton & Co., 1997.",
        ", Evolution, Consequences and Future of Plant and Animal Domestication, Nature, August 2002, 418 (6898), 700707.",
        "Easterly, William and Ross Levine, Africa's Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, November 1997, 112 (4), 12031250.",
        "Gallup, John L. and Jerey D. Sachs, The Economic Burden of Malaria, The American Journal of Tropical Medicine and Hygiene, January 2001, 64 (1-2), 8596.",
        ", , and Andrew D. Mellinger, Geography and Economic Development,International Regional Science Review, August 1999, 22 (2), 179232.",
        "Galor, Oded, The 2008 Lawrence R. Klein LectureComparative Economic Development: Insights from Uni...ed Growth Theory,International Economic Review, February 2010, 51 (1), 144.",
        "Glaeser, Edward L., Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, Do Institutions Cause Growth?, Journal of Economic Growth, September 2004, 9 (3), 271 303.",
        "Greif, Avner, Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders'Coalition,American Economic Review, June 1993, 83 (3), 525548.",
        "Gri ths, Anthony J. F., Jerey H. Miller, David T. Suzuki, Richard C. Lewontin, and William M. Gelbart, An Introduction to Genetic Analysis, New York, NY: W. H. Freeman & Co., 2000.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, Cultural Biases in Economic Exchange?, Quarterly Journal of Economics, August 2009, 124 (3), 10951131.",
        "Hall, Robert E. and Charles I. Jones, Why Do Some Countries Produce So Much More Output Per Worker Than Others?,Quarterly Journal of Economics, February 1999, 114 (1), 83116.",
        "Jones, Eric L., The European Miracle: Environments, Economies and Geopolitics in the History of Europe and Asia, Cambridge, UK: Cambridge University Press, 1981.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, The Quality of Government,Journal of Law, Economics, and Organization, March 1999, 15 (1), 222279.",
        "LagerlÃ\u0083Â¶f, Nils-Petter, Long-Run Trends in Human Body Mass,Macroeconomic Dynamics, June 2007, 11 (3), 367387.",
        "Landes, David S., The Wealth and Poverty of Nations: Why Some Are So Rich and Some So Poor, New York, NY: W. W. Norton & Co., 1998.",
        "Macaulay, Vincent, Catherine Hill, Alessandro Achilli, Chiara Rengo, Douglas Clarke, William Meehan et al., Single, Rapid Coastal Settlement of Asia Revealed by Analysis of Complete Mitochondrial Genomes,Science, May 2005, 308 (5724), 10341036.",
        "McEvedy, Colin and Richard Jones, Atlas of World Population History, New York, NY: Penguin Books Ltd., 1978.",
        "Michalopoulos, Stelios, The Origins of Ethnolinguistic Diversity: Theory and Evidence,2008. Working Paper, Department of Economics, Tufts University.",
        "Mokyr, Joel, The Lever of Riches: Technological Creativity and Economic Progress, New York, NY: Oxford University Press, 1990.",
        "Murphy, Kevin M. and Robert H. Topel, Estimation and Inference in Two-Step Econometric Models,Journal of Business and Economic Statistics, October 1985, 3 (4), 370379.",
        "North, Douglass C. and Robert P. Thomas, The Rise of the Western World: A New Economic History, Cambridge, UK: Cambridge University Press, 1973.",
        "Olsson, Ola and Douglas A. Hibbs Jr., Biogeography and Long-Run Economic Development, European Economic Review, May 2005, 49 (4), 909938.",
        "Pagan, Adrian, Econometric Issues in the Analysis of Regressions with Generated Regressors, International Economic Review, February 1984, 25 (1), 221247.",
        "Pomeranz, Kenneth, The Great Divergence: Europe, China and the Making of the Modern World Economy, Princeton, NJ: Princeton University Press, 2000.",
        "Prugnolle, Franck, Andrea Manica, and FranÃ\u0083Â§ois Balloux, Geography Predicts Neutral Genetic Diversity of Human Populations,Current Biology, March 2005, 15 (5), R159R160.",
        "Putterman, Louis, Agriculture, Diusion, and Development: Ripple Eects of the Neolithic Revolution,Economica, November 2008, 75 (300), 729748.",
        "Ramachandran, Sohini, Omkar Deshpande, Charles C. Roseman, Noah A. Rosenberg, Marcus W. Feldman, and L. Luca Cavalli-Sforza, Support from the Relationship of Genetic and Geographic Distance in Human Populations for a Serial Founder Eect Originating in Africa,Proceedings of the National Academy of Sciences, November 2005, 102 (44), 15942 15947.",
        "Ramankutty, Navin, Jonathan A. Foley, John Norman, and Kevin McSweeney, The Global Distribution of Cultivable Lands: Current Patterns and Sensitivity to Possible Climate Change,Global Ecology and Biogeography, September 2002, 11 (5), 377392.",
        "Rodrik, Dani, Arvind Subramanian, and Francesco Trebbi, Institutions Rule: The Primacy of Institutions Over Geography and Integration in Economic Development, Journal of Economic Growth, June 2004, 9 (2), 131165.",
        "Spolaore, Enrico and Romain Wacziarg, The Diusion of Development, Quarterly Journal of Economics, May 2009, 124 (2), 469529.",
        "Stringer, Chris B. and Peter Andrews, Genetic and Fossil Evidence for the Origin of Modern Humans,Science, March 1988, 239 (4845), 12631268.",
        "Tabellini, Guido, Institutions and Culture, Journal of the European Economic Association, April-May 2008, 6 (2-3), 255294.",
        "Wang, Sijia, Cecil M. Lewis Jr., Mattias Jakobsson, Sohini Ramachandran, Nicolas Ray, Gabriel Bedoya et al., Genetic Variation and Population Structure in Native Americans, PLoS Genetics, November 2007, 3 (11), 20492067.",
        "Weber, Max, The Protestant Ethic and the Spirit of Capitalism, Trans. by Talcott Parsons and Anthony Giddens, 1930. London, UK: Allen & Unwin, 1905.",
        "Weisdorf, Jacob L., From Foraging to Farming: Explaining the Neolithic Revolution,Journal of Economic Surveys, September 2005, 19 (4), 561586.",
        "Wooldridge, Jerey M., Econometric Analysis of Cross Section and Panel Data, 2 ed., Cambridge, MA: The MIT Press, 2010.",
        "Quadratic Fit xiv (a) The First-Order Eect (b) The Second-Order Eect Figure C.3: The First- and Second-Order Partial Eects of Predicted Diversity on Population Density in 1500 CE Conditional on Transition Timing, Land Productivity, and Continental Fixed Eects xv Figure C.4: Adjusted Genetic Diversity and Income Per Capita in 2000 CE  Cubic Spline vs.",
        "..c historical sources, the enumeration of which would be impractical for this appendix. The interested reader is therefore referred to McEvedy and Jones (1978) for more details on the original data sources cited therein.",
        "Income Per Capita in 2000 CE. Real GDP per capita, in constant 2000 international dollars, as reported by the Penn World Table, version 6.2. Interpersonal Trust. The fraction of total respondents within a given country, from ...ve dierent waves of the World Values Survey conducted during the time period 19812008, that responded with Most people can be trusted (as opposed to Can't be too careful) when answering the survey question Generally speaking,would you say that most people can be trusted or that you can't be too careful in dealing with people? Scienti...c Articles. The mean, over the period 1981-2000, of the annual number of scienti...c articles per capita, calculated as the total number of scienti...c and technical articles published in a given year divided by the total population in that year. The relevant data on the total number of articles and population in a given year are obtained from the World Bank's World Development Indicators.",
        "Genetic Diversity Variables: Observed Genetic Diversity in the Limited Historical Sample. The average expected heterozygosity across ethnic groups from the Human Genome Diversity Cell Line Panel that are located within a given country. The expected heterozygosities of the ethnic groups are from Ramachandran et al. (2005).",
        "The geographical coordinates of the ethnic groups and the intercontinental waypoints are from Ramachandran et al. (2005).",
        "Migratory Distance from Addis Ababa in the Extended Historical Sample. The great circle distance from Addis Ababa (Ethiopia) to the country's modern capital city, along a land-restricted path forced through one or more of ...ve aforementioned intercontinental waypoints. Distances are calculated using the Haversine formula and are measured in units of 1,000 km. The geographical coordinates of the intercontinental waypoints are from Ramachandran et al. (2005), while those of the modern capital cities are from the CIA's World Factbook.",
        "Migratory Distance from Addis Ababa (Ancestry Adjusted). The cross-country weighted average of (the extended sample de...nition of) migratory distance from Addis Ababa (Ethiopia), where the weight associated with a given country in the calculation represents the fraction of the year 2000 CE population (of the country for which the measure is being computed) that can trace its ancestral origins to the given country in the year 1500 CE. The ancestry weights are obtained from the World Migration Matrix, 15002000 of Putterman and Weil (2010).",
        "Aerial Distance from Addis Ababa (Ancestry Adjusted). The cross-country weighted average of aerial distance from Addis Ababa, where the weight associated with a given country in the calculation represents the fraction of the year 2000 CE population (of the country for which the measure is being computed) that can trace its ancestral origins to the given country in the year 1500 CE. The ancestry weights are from the World Migration Matrix, 15002000 of Putterman and Weil (2010).",
        "Distance to Frontier in 1 CE, 1000 CE, and 1500 CE. The great circle distance from a country's capital city to the closest regional technological frontier for a given year. The year-speci...c set of regional frontiers comprises the two most populous cities, reported for that year and belonging to dierent civilizations or sociopolitical entities, from each of Africa, Europe, Asia, and the Americas. Distances are calculated using the Haversine formula and are measured in km. The historical urban population data, used to identify the frontiers, are obtained from Chandler (1987) and Modelski (2003), and the geographical coordinates of ancient urban centers are obtained using Wikipedia.",
        "Genetic Distance to the U.K./Ethiopia (1500 Match). The Fst genetic distance, as reported by Spolaore and Wacziarg (2009), between the year 1500 CE populations of a given country and the U.K. (or Ethiopia), calculated as the genetic distance between the two ethnic groups comprising the largest shares of each country's population in the year 1500 CE.",
        "Genetic Distance to the U.S./Ethiopia (Weighted). The Fst genetic distance, as reported by Spolaore and Wacziarg (2009), between the contemporary national populations of a given country and the U.S. (or Ethiopia), calculated as the average pairwise genetic distance across all ethnic group pairs, where each pair comprises two distinct ethnic groups, one from each country, and is weighted by the product of the proportional representations of the two groups in their respective national populations.",
        "Transition Timing and Subsistence Mode Variables: Neolithic Transition Timing. The number of thousand years elapsed, until the year 2000, since the majority of the population residing within a country's modern national borders began practicing sedentary agriculture as the primary mode of subsistence. This measure, reported by Putterman (2008), is compiled using a wide variety of both regional and country-speci...c archaeological studies as well as more general encyclopedic works on the transition from hunting and gathering to agriculture during the Neolithic. The reader is referred to xxxiv the author's web site for a detailed description of the primary and secondary data sources employed by the author in the construction of this variable.",
        "Neolithic Transition Timing (Ancestry Adjusted). The cross-country weighted average of Neolithic transition timing, where the weight associated with a given country in the calculation represents the fraction of the year 2000 CE population (of the country for which the measure is being computed) that can trace its ancestral origins to the given country in the year 1500 CE. The ancestry weights are obtained from the World Migration Matrix, 15002000 of Putterman and Weil (2010).",
        "Range of Land Suitability. The dierence between the maximum and minimum values of a land suitability index, reported at a half-degree resolution by Ramankutty et al. (2002), across grid cells within a country. This xxxv variable is obtained from the data set of Michalopoulos (2008). For additional details on the land suitability index, the interested reader is referred to the de...nition of the land suitability variable above.",
        "Land Suitability Gini. The Gini coe cient based on the distribution of a land suitability index, reported at a half-degree resolution by Ramankutty et al. (2002), across grid cells within a country. This variable is obtained from the data set of Michalopoulos (2008). For additional details on the land suitability index, the interested reader is referred to the de...nition of the land suitability variable above.",
        "Soil Fertility. The soil suitability component of an index of land suitability for agriculture, based on soil carbon density and soil pH. The soil suitability data are reported at a half-degree resolution by Ramankutty et al. (2000) and are aggregated to the country level by Michalopoulos (2008) by averaging across grid cells within a country. For additional details on the soil suitability component of the land suitability index, the interested reader is referred to the de...nition of the land suitability variable above.",
        "Mean Elevation. The mean elevation of a country in km above sea level, calculated using geospatial elevation data reported by the G-ECON project (Nordhaus, 2006) at a 1-degree resolution, which, in turn, is based on similar but more spatially disaggregated data at a 10-minute resolution from New et al. (2002). The measure is thus the average elevation across the grid cells within a country. The interested reader is referred to the G-ECON project web site for additional details.",
        "Standard Deviation of Elevation. The standard deviation of elevation across the grid cells within a country in km above sea level, calculated using geospatial elevation data reported by the G-ECON project (Nordhaus, 2006) at a 1-degree resolution, which, in turn, is based on similar but more spatially disaggregated data at a 10-minute resolution from New et al. (2002). The interested reader is referred to the G-ECON project web site for additional details.",
        "Terrain Roughness. The degree of terrain roughness of a country, calculated using geospatial surface undulation data reported by the G-ECON project (Nordhaus, 2006) at a 1-degree resolution, which is based on more spatially disaggregated elevation data at a 10-minute resolution from New et al. (2002). The measure is thus the average degree of terrain roughness across the grid cells within a country. The interested reader is referred to the G-ECON project web site for additional details.",
        "Temperature. The intertemporal average monthly temperature of a country in degrees Celsius per month over the 19611990 time period, calculated using geospatial average monthly temperature data for this period reported by the G-ECON project (Nordhaus, 2006) at a 1-degree resolution, which, in turn, is based on similar but more spatially disaggregated data at a 10-minute resolution from New et al. (2002). The measure is thus the spatial mean of the intertemporal average monthly temperature across the grid cells within a country. The interested reader is referred to the G-ECON project web site for additional details.",
        "Precipitation. The intertemporal average monthly precipitation of a country in mm per month over the 1961 1990 time period, calculated using geospatial average monthly precipitation data for this period reported by the G-ECON project (Nordhaus, 2006) at a 1-degree resolution, which, in turn, is based on similar but more spatially disaggregated data at a 10-minute resolution from New et al. (2002). The measure is thus the spatial mean of the intertemporal average monthly precipitation across the grid cells within a country. The interested reader is referred to the G-ECON project web site for additional details.",
        "Mean Distance to Nearest Waterway. The distance, in thousands of km, from a GIS grid cell to the nearest ice-free coastline or sea-navigable river, averaged across the grid cells of a country. This variable was originally constructed by Gallup et al. (1999) and is part of Harvard University's CID Research Datasets on General Measures of Geography. xxxvi Percentage of Land within 100 km of Waterway. The percentage of a country's total land area that is located within 100 km of an ice-free coastline or sea-navigable river. This variable was originally constructed by Gallup et al. (1999) and is part of Harvard University's CID Research Datasets on General Measures of Geography.",
        "Percentage of Population Living in Tropical Zones. The percentage of a country's population in 1995 that resided in areas classi...ed as tropical by the KÃ\u0083Â¶ppen-Geiger climate classi...cation system. This variable was originally constructed by Gallup et al. (1999) and is part of Harvard University's CID Research Datasets on General Measures of Geography.",
        "Percentage of Population at Risk of Contracting Malaria. The percentage of a country's population in 1994 residing in regions of high malaria risk, multiplied by the proportion of national cases involving the fatal species of the malaria pathogen, P. falciparum (as opposed to other largely non-fatal species). This variable was originally constructed by Gallup and Sachs (2001) and is part of Columbia University's Earth Institute data set on malaria.",
        "Climate. An index of climatic suitability for agriculture, based on the KÃ\u0083Â¶ppen-Geiger climate classi...cation system. This variable is obtained from the data set of Olsson and Hibbs (2005).",
        "Orientation of Continental Axis. The orientation of a continent (or landmass) along a North-South or East-West axis. This measure, reported in the data set of Olsson and Hibbs (2005), is calculated as the ratio of the largest longitudinal (East-West) distance to the largest latitudinal (North-South) distance of the continent (or landmass).",
        "Size of Continent. The total land area of a continent (or landmass) as reported in the data set of Olsson and Hibbs (2005).",
        "Domesticable Plants. The number of annual and perennial wild grass species, with a mean kernel weight exceeding 10 mg, that were prehistorically native to the region to which a country belongs. This variable is obtained from the data set of Olsson and Hibbs (2005).",
        "Domesticable Animals. The number of domesticable large mammalian species, weighing in excess of 45 kg, that were prehistorically native to the region to which a country belongs. This variable is obtained from the data set of Olsson and Hibbs (2005).",
        "Legal Origins. A set of dummy variables, reported by La Porta et al. (1999), that identi...es the legal origin of the Company Law or Commercial Code of a country. The ...ve legal origin possibilities are: (i) English Common Law, (ii) French Commercial Code, (iii) German Commercial Code, (iv) Scandinavian Commercial Code, and (v) Socialist or Communist Laws.",
        "Major Religion Shares. A set of variables, from La Porta et al. (1999), that identi...es the percentage of a country's population belonging to the three most widely spread religions of the world. The religions identi...ed are: (i) Roman Catholic, (ii) Protestant, and (iii) Muslim.",
        "Ethnic Fractionalization. A fractionalization index, constructed by Alesina et al. (2003), that captures the probability that two individuals, selected at random from a country's population, will belong to dierent ethnic groups.",
        "Percentage of Population of European Descent. The fraction of the year 2000 CE population (of the country for which the measure is being computed) that can trace its ancestral origins to the European continent due to migrations occurring as early as the year 1500 CE. This variable is constructed using data from the World Migration Matrix, 15002000 of Putterman and Weil (2010).",
        "Average Years of Schooling. The mean, over the 19602000 time period, of the 5-yearly ...gure, reported by Barro and Lee (2001), on average years of schooling amongst the population aged 25 and over. xxxviii G Descriptive Statistics Table G.1: Summary Statistics for the 21-Country Historical Sample Obs. Mean S.D. Min. Max.",
        "To further elaborate, the study by Frankham et al. (1999) provides clear experimental evidence for the bene...cial eect of genetic diversity in enhancing the survivability of populations under deleterious changes in the environment. In their experiment, populations of the common fruit y, Drosophila melanogaster, were subjected to dierent rates of inbreeding, and their ability to tolerate increasing concentrations of sodium chloride, or common salt, which is harmful for this species of ies, was compared with those of outbred base populations. Indeed, the less diverse inbred populations became extinct at signi...cantly lower concentrations of sodium chloride than the more genetically diverse base populations.",
        "Sibs Familiar Nonsibs Unfamiliar Nonsibs Figure H.6: Weight Growth in Kin vs. Non-kin Groups of Cooperatively Feeding Spiders (Source: Schneider and Bilde, 2008) Figure H.7: Feeding E ciency in Kin vs. Non-kin Groups of Cooperatively Feeding Spiders (Source: Schneider and Bilde, 2008) li Additional Works Cited Barro, Robert J. and Jong-Wha Lee, International Data on Educational Attainment: Updates and Implications,Oxford Economic Papers, July 2001, 53 (3), 541563.",
        "Chandler, Tertius, Four Thousand Years of Urban Growth: An Historical Census, Lewiston, NY: The Edwin Mellen Press, 1987.",
        "Darwin, Charles, On the Origin of Species by Means of Natural Selection, London, UK: John Murray, 1859.",
        "Frankham, Richard, Kelly Lees, Margaret E. Montgomery, Phillip R. England, Edwin H. Lowe, and David A. Briscoe, Do Population Size Bottlenecks Reduce Evolutionary Potential?,Animal Conservation, November 1999, 2 (4), 255260.",
        "Gri n, Ashleigh S. and Stuart A. West, Kin Discrimination and the Bene...t of Helping in Cooperatively Breeding Vertebrates,Science, October 2003, 302 (5645), 634636.",
        "Hamilton, William D., The Genetical Evolution of Social Behaviour I and II, Journal of Theoretical Biology, July 1964, 7 (1), 152.",
        "Hayes, Theodore R., Dismounted Infantry Movement Rate Study,1996. Technical Report, U.S. Army Research Institute of Environmental Medicine.",
        "HÃ\u0083Â¶lldobler, Bert and Edward O. Wilson, The Ants, Cambridge, MA: The Belknap Press of Harvard University Press, 1990.",
        "Houle, David, Adaptive Distance and the Genetic Basis of Heterosis, Evolution, August 1994, 48 (4), 14101417.",
        "Jones, Julia C., Mary R. Myerscough, Sonia Graham, and Benjamin P. Oldroyd, Honey Bee Nest Thermoregulation: Diversity Promotes Stability, Science, July 2004, 305 (5682), 402404.",
        "Mattila, Heather R. and Thomas D. Seeley, Genetic Diversity in Honey Bee Colonies Enhances Productivity and Fitness,Science, July 2007, 317 (5836), 362364.",
        "Maynard Smith, John, Group Selection and Kin Selection, Nature, March 1964, 201 (4924), 11451147.",
        "Modelski, George, World Cities: -3000 to 2000, Washington, DC: FAROS 2000, 2003.",
        "New, Mark, David Lister, Mike Hulme, and Ian Makin, A High-Resolution Data Set of Surface Climate Over Global Land Areas,Climate Research, May 2002, 21 (1), 125.",
        "Nordhaus, William D., Geography and Macroeconomics: New Data and New Findings, Proceedings of the National Academy of Sciences, March 2006, 103 (10), 35103517.",
        "Oldroyd, Benjamin P. and Jennifer H. Fewell, Genetic Diversity Promotes Homeostasis in Insect Colonies,Trends in Ecology and Evolution, August 2007, 22 (8), 408413.",
        "Ã\u0083â\u0080\u0093zak, Ã\u0083â\u0080\u0093mer, The Voyage of Homo-Oeconomicus: Some Economic Measures of Distance, 2010. Mimeo, Brown University.",
        "Peregrine, Peter N., Atlas of Cultural Evolution,World Cultures: Journal of Comparative and Cross-Cultural Research, Fall 2003, 14 (1), 175. lii Robinson, Gene E. and Robert E. Page Jr., The Genetic Basis of Division of Labor in an Insect Society, in Michael D. Breed and Robert E. Page, Jr., eds., The Genetics of Social Evolution, Boulder, CO: Westview Press, 1989.",
        "Russell, Andrew F. and Ben J. Hatchwell, Experimental Evidence for Kin-Biased Helping in a Cooperatively Breeding Vertebrate, Proceedings of the Royal Society: Biological Sciences, October 2001, 268 (1481), 21692174.",
        "Sachs, Jerey D. and Andrew Warner, Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, Spring 1995, 26 (1), 1118.",
        "Seeley, Thomas D. and David R. Tarpy, Queen Promiscuity Lowers Disease within Honeybee Colonies, Proceedings of the Royal Society: Biological Sciences, January 2007, 274 (1606), 6772.",
        "Sharp, Stuart P., Andrew McGowan, Matthew J. Wood, and Ben J. Hatchwell, Learned Kin Recognition Cues in a Social Bird,Nature, April 2005, 434 (7037), 11271130.",
        "Tarpy, David R., Genetic Diversity within Honeybee Colonies Prevents Severe Infections and Promotes Colony Growth,Proceedings of the Royal Society: Biological Sciences, January 2003, 270 (1510), 99103.",
        "Wilson, Edward O., On Human Nature, Cambridge, MA: Harvard University Press, 1978. liii"
    ]
}