{
    "id": 17220,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Barber, Clifford and Brian Tietje (2004). A Distribution Services Approach for Developing Effective Competitive Strategies Against `Big Box' Retailers, Journal of Retailing and Consumer Services, 11: 98-107.",
        "Basker, Emek (2005a). Job Creation or Destruction? Labor-Market Effects of Wal-Mart Expansion, Review of Economics and Statistics, 87: 174-183.",
        "Basker, Emek (2005b). Selling a Cheaper Mousetrap: Wal-Mart's Effect on Retail Prices, Journal of Urban Economics, 58: 203-229.",
        "Basker, Emek (2006). When Good Instruments Go Bad: A Reply to Neumark, Zhang, and Ciccarella, University of Missouri Department of Economics Working Paper 07-06.",
        "Basker, Emek and Michael Noel (2009). The Evolving Food Chain: Competitive Effects of Wal-Mart's Entry into the Supermarket Industry. Journal of Economics and Management Strategy, 18: 977-1009.",
        "Bates, Albert (1977). Warehouse Retailing: A Revolutionary Force in Distribution? California Management Review, 20: 74-80. Reprinted in Anne Findlay and Leigh Sparks, eds. (2002), Retailing: Critical Concepts, v. III: Retail Practices and Operations. London: Routledge, pp. 3-13.",
        "Betancourt, Roger (2004). The Economics of Retailing and Distribution. Northampton, MA: Edward Elgar Publishing, Inc.",
        "Boudreaux, Donald (1994). Schumpeter and Kirzner on Competition and Equilibrium, in Peter Boettke and David Prychitko, eds. The Market Process: Essays in Contemporary Austrian Economics. Edward Elgar.",
        "Carden, Art and Charles Courtemanche (2009). Wal-Mart, Leisure, and Culture, Contemporary Economic Policy, 27: 450-461.",
        "Carden, Art, Charles Courtemanche and Jeremy Meiners (2009a). Does Wal-Mart Reduce Social Capital? Public Choice, 138: 109-136.",
        "Carden, Art, Charles Courtemanche, and Jeremy Meiners (2009b). Painting the Town Red? Wal-Mart and Values, Business and Politics, 11: Article 5.",
        "Courtemanche, Charles and Art Carden (2011). Supersizing Supercenters? The Impact of Walmart Supercenters on Body Mass Index and Obesity, Journal of Urban Economics, 69(2): 165-181.",
        "Dube, Arindrajit., T. William Lester and Barry Eidlin (2007). Firm Entry and Wages: Impact of Wal-Mart Growth on Earnings throughout the Retail Sector, Institute of Industrial Relations Working Paper No. iirwps-126-05.",
        "Ellickson, Paul (2006). Quality Competition in Retailing: A Structural Analysis, International Journal of Industrial Organization, 24(3): 521-540.",
        "Ellickson, Paul (2007). Does Sutton Apply to Supermarkets? RAND Journal of Economics, 38(1): 43-59.",
        "Fox, Edward, Alan Montgomery and Leonard Lodish (2004). Consumer Shopping and Spending Across Retail Formats, Journal of Business, 77: S25-S60.",
        "Goetz, Stephan and Anil Rupasingha (2006). Wal-Mart and Social Capital, American Journal of Agricultural Economics, 88: 1304-1310 Goetz, Stephan and Hema Swaminathan (2006). Wal-Mart and County-Wide Poverty, Social Science Quarterly, 87: 211-226.",
        "Hicks, Michael (2007). Job Turnover and Wages in the Retail Sector: The Influence of Walmart, Journal of Private Enterprise, 22: 137-159.",
        "Harper, David (2003). Foundations of Entrepreneurship and Economic Development. London: Routledge.",
        "Hausman, Jerry and Ephraim Leibtag (2007). Consumer Benefits from Increased Competition in Shopping Outlets: Measuring the Effect of Wal-Mart, Journal of Applied Econometrics, 22: 1157-1177.",
        "Hausman, Jerry and Ephraim Leibtag (2009). CPI Bias from Supercenters: Does the BLS Know that Wal-Mart Exists? In W. Erwin Diewert and John S. Greenlees, and Charles R. Hulten, eds. Price Index Concepts and Measurement. Pp. 203-231. Chicago: University of Chicago Press and NBER.",
        "Hayek, Friedrich (1848). Individualism and Economic Order. Chicago: University of Chicago Press.",
        "Hollander, Stanley (1960). The Wheel of Retailing. Journal of Marketing, 25: 37-42.",
        "Keele, Luke and Nathan Kelly (2006). Dynamic Models for Dynamic Theories: The Ins and Outs of Lagged Dependent Variable Models. Political Analysis, 14(2): 186-205.",
        "Kirzner, Israel (1973). Competition and Entrepreneurship. Chicago: University of Chicago Press.",
        "Klein, Peter (2010). The Capitalist and the Entrepreneur: Essays on Organizations and Markets. Auburn, AL: Ludwig von Mises Institute.",
        "Neumark, David, Junfu Zhang, and Stephen Ciccarella (2008). The Effects of Wal-Mart on Local Labor Markets, Journal of Urban Economics, 63: 405-430.",
        "Roodman, David (2004). ABAR: Stata Module to Perform Arellano-Bond Test for Autocorrelation. Boston College Department of Economics Statistical Software Components, Number S437501.",
        "Schumpeter, Joseph (1950). Capitalism, Socialism, and Democracy. New York: Harper & Row.",
        "Sobel, Russell and Andrea Dean (2008). Has Wal-Mart Buried Mom and Pop? The Impact of Wal-Mart on Self Employment and Small Establishments in the United States, Economic Inquiry, 46: 676-695.",
        "Volpe III, Richard and Nathalie Lavoie (2007). The Impact of Wal-Mart Supercenters on Grocery Prices in New England, Review of Agricultural Economics, 30: 4-26."
    ]
}