{
    "id": 17227,
    "cites": 43,
    "cited_by": 5,
    "reference": [
        "Aguirregabiria, V., and A. Nevo (2010): Recent Developments in IO: Dynamic Demand and Dynamic Games, Econometric Society World Congress.",
        "Ai, C., and X. Chen (2003): Efficient Estimation of Models with Conditional Moment Restrictions Containing Unknown Functions, Econometrica, 71, 1795--1843.",
        "Bajari, P., V. Chernozhukov, H. Hong, and D. Nekipelov (2009): Nonparametric and Semiparametric Analysis of a Dynamic Discrete Game, Working Paper, Stanford University.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995): Automobile Prices in Market Equilibrium, Econometrica, 63(4), 841--890.",
        "Berry, S., and J. Waldfogel (1999): Free Entry and Social Inefficiency in Radio Broadcasting,  Rand Journal of Economics, 30(3), 397--420.",
        "C.A.R. (2008): 2008 Survey of California Home Buyers, California Association of Realtors, available at: http://california.realestaterama.com/2008/09/19/car-2008-survey-of-california-homebuyers -ID0233.html.",
        "Chen, X. (2007): Large Sample Sieve Estimation of Semi-nonparametric Models, Chapter 76, in Handbook of Econometrics (Volume 6B), ed. by J. J. Heckman, and E. Leamer, vol. 5. Elsevier.",
        "Chen, X., and D. Pouzo (2009): Estimation of Nonparametric Conditional Moment Models with Possibly Nonsmooth Generalized Residuals, Cowles Foundation Discussion Paper No. 1650R.",
        "Collard-Wexler, A. (2008): Demand Fluctuations in the Ready-Mix Concrete Industry, Working Paper, New York University.",
        "Dube, J.-P., J. Fox, and C.-L. Su (2009): Improving the Numerical Performance of BLP Static and Dynamic Discrete Choice Random Coefficients Demand Estimation, Working Paper, Chicago-Booth.",
        "Dunne, T., S. D. Klimek, M. J. Roberts, and D. Y. Xu (2009): Entry, Exit and the Determinants of Market Structure, Working paper, New York University.",
        "Ericson, R., and A. Pakes (1995): Markov Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, 62(1), 53--82.",
        "Farias, V., D. Saure, and G. Weintraub (2010): An Approximate Dynamic Programming Approach to Solving Dynamic Oligopoly Models, Working paper, MIT Sloan.",
        "Fowlie, M., M. Reguant, and S. Ryan (2011): Pollution Permits and the Evolution of Market Structure, Working Paper, MIT.",
        "Friedman, J. H. (1991): Multivariate Adaptive Regression Splines, Annals of Statistics, 19(1).",
        "(1993): Fast MARS, Technical Report, Department of Statistics, Stanford University.",
        "FTC (2006): Selling Your Home? Tips for Selecting a Real Estate Professional,  FTC Facts for Consumers, Bureau of Competition, Available at: http://www.ftc.gov/bc/edu/pubs/consumer/homes/zrea01.pdf.",
        "GAO (2005): Real Estate Brokerage: Factors that May Affect Price Competition, Report to the Committee on Financial Services, Government Accountability Office, available at: http://www.ftc.gov/bc/realestate/resources/GAOreport.pdf.",
        "Hajivassiliou, V. (2000): Some Practical Issues in Maximum Simulated Likelihood, in Simulation-Based Inference in Econometrics: Methods and Applications, ed. by R. Mariano, T. Schuermann, , and M. J. Weeks, vol. 1. Cambridge University Press.",
        "Han, L., and S.-H. Hong (2011): Testing Cost Inefficiency under Free Entry in the Real Estate Brokerage Industry, Journal of Business and Economic Statistics, forthcoming.",
        "Hendel, I., A. Nevo, and F. Ortalo-MagnÃ\u0083Â© (2009): The Relative Performance of Real Estate Marketing Platforms: MLS versus FSBOMadison.com, American Economic Review, 5, 1878--1898.",
        "Hotz, V. J., and R. Miller (1993): Conditional Choice Probabilities and the Estimation of Dynamic Models, Review of Economic Studies, 60, 497--529.",
        "Hsieh, C.-T., and E. Moretti (2003): Can Free Entry Be Inefficient? Fixed Commission and Social Waste in the Real Estate Industry, Journal of Political Economy, 111(5), 1076--1122.",
        "Jia, P., and A. Genz (2011): A Practical Solution to Medium-Sized Dynamic Models, Working paper, MIT.",
        "Jia, P., and P. Pathak (2010): The Impact of Commissions on Home Sales, American Economic Review, Papers & Proceedings, pp. 475--479.",
        "(2011): Supplemental Material to `The Cost of Free Entry: An Empirical Study of Real Estate Agents in Greater Boston', Available online.",
        "Judd, K. (1998): Numerical Methods in Economics. MIT Press.",
        "Judd, K. L., and C.-L. Su (2008): Constrained Optimization Approaches to Estimation of Structural Models, Working paper, Chicago Booth.",
        "Kadiyali, V., J. Prince, and D. Simon (2009): Is Dual Agency in Real Estate Transactions a Cause for Concern?, Working paper, Indiana University.",
        "Keane, M., and K. Wolpin (2009): Empirical Applications of Discrete Choice Dynamic Programming Models, Review of Economic Dynamics, 12, 1--22.",
        "Keane, M. P., and K. I. Wolpin (1994): The Solution and Estimation of Discrete Choice Dynamic Programming Models by Simulation and Interpolation: Monte Carlo Evidence, Review of Economics and Statistics, 76, 648--672.",
        "Kristensen, D., and B. Schjerning (2011): Maximum Likelihood Estimation of Discrete Markov Decision Models by Simulations and Sieves, Working paper, Columbia University.",
        "Kumar, S., and I. Sloan (1987): A New Collocation-Type Method for Hammerstein Integral Equations, Math. Computation, 48, 585--593.",
        "Levitt, S., and C. Syverson (2008a): Antitrust Implications of Home Seller Outcomes when using Flat-Fee Real Estate Agents, Brookings-Wharton Papers on Urban Affairs.",
        "(2008b): Market Distortions when Agents are Better Informed: The Value of Information in Real Estate Transactions, Review of Economics and Statistics, 90, 599--611.",
        "Ryan, S. (2010): The Costs of Environmental Regulation in a Concentrated Industry, Working paper, MIT.",
        "Seim, K. (2006): An empirical model of firm entry with endogenous product-type choices, Rand Journal of Economics, 37(3), 619--640.",
        "Sokey, N., R. Lucas, and E. Prescott (1989): Recursive Methods in Economic Dynamics. Harvard University Press.",
        "Xu, D. Y. (2008): A Structural Empirical Model of R&D, Firm Heterogeneity and Industry Evolution, Working paper, New York University.",
        "D Data sources cited in Section 1 In 2007, two-thirds of households owned their homes, more than a quarter of national wealth was held in residential real estate, and there were 6.4 million sales of existing homes.",
        "-- U.S. Department of Housing and Urban Development, Office of Policy Development and Research, U.S. Housing Market Conditions, 1st, 2nd, 3rd, 4th Quarters 2007, 1st Quarter 2008. Available: http://www.federalreserve.gov/releases/z1/current/accessible/b100.htm, B.100 Balance Sheet of Households and Nonprofit Organizations, from Flow of Funds Accounts of the United States published by the Federal Reserve. Brokers' commissions on the sale of real estate properties exceeded $100 billion annually during the mid 2000s.",
        "-- Bureau of Economic Analysis, National Income and Product Accounts Table 5.4.5. Private Fixed Investment in Structures by Type. 1929-2008. The recent nationwide appreciation of housing prices by 83% from 1997 to 2006 corresponded to a substantial increase in agent entry.",
        "-- http://www.huduser.org/portal/periodicals/ushmc/spring10/hist_data.pdf, Table 10: Repeated Sales House Price Index: 1991-Present. U.S. Department of Housing and Urban Development. NAR membership surged from 716,000 to 1,358,000 during this period -- http://www.realtor.org/library/library/fg003, Field Guide to NAR Membership Statistics, 1908-Present, National Association of Realtors."
    ]
}