{
    "id": 17221,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Ahern, Kenneth, and Jarrad Harford, 2011, The importance of industry links in merger waves, University of Michigan and University of Washington Working Paper.",
        "Berger, Phillip, and Eli Ofek, 1995, Diversification's effect on firm value, Journal of Financial Economics 37, 3965.",
        "Campa, Jose, and Simi Kedia, 2002, Explaining the diversification discount, Journal of Finance 57, 17311762.",
        "Comment, Robert, and Gregg Jarrell, 1995, Corporate focus and stock returns, Journal of Financial Economics 37, 6187.",
        "Custodio, Claudia, 2010, Mergers and acquisitions accounting can explain the diversification discount, Arizona State University Working Paper.",
        "Denis, David, Diane Denis, and Atulya Sarin, 1997, Agency problems, equity ownership and corporate diversification, Journal of Finance 52, 135160.",
        "Fan, Joseph, and Vidhan Goyal, 2006, On the patterns and wealth effects of vertical mergers, Journal of Business 79, 877902.",
        "Graham, John, Michael Lemmon, and Jack Wolf, 2002, Does corporate diversification destroy value?, Journal of Finance 57, 695720.",
        "Hann, Rebecca, Maria Ogneva, and Oguzhan Ozbas, 2011, Corporate diversification and the cost of capital, University of Maryland and University of Southern California Working Paper.",
        "Hoberg, Gerard, and Gordon Phillips, 2010a, New dynamic product based industry classifications and endogenous product differentiation, University of Maryland Working Paper.",
        ", 2010b, Competition and product market synergies in mergers and acquisitions: A text based analysis, forthcoming Review of Financial Studies.",
        "Kedia, Simi, Abraham Ravid, and Vicente Pons, 2008, Vertical mergers and the market valuation of the benefits of vertical integration, Rutgers Business School Working Paper.",
        "Laeven, Luc, and Ross Levine, 2007, Is there a diversification discount in financial conglomerates?, Journal of Financial Economics 85, 331367.",
        "Lamont, Owen, and Christopher Polk, 2002, Does diversification destroy value? evidence from the industry shocks, Journal of Financial Economics 63, 5177.",
        "Lang, Larry, and Rene Stulz, 1994, Tobin's q, corporate diversification, and firm performance, Journal of Political Economy 102, 12481280.",
        "Lins, Karl, and Henri Servaes, 1999, International evidence on the value of corporate diversification, Journal of Finance 54, 22152240.",
        "Maksimovic, Vojislav, and Gordon Phillips, 2002, Do conglomerate firms allocate resources inefficiently across industries? theory and evidence, Journal of Finance 57, 721767.",
        ", 2007, Conglomerate Firms and Internal Capital Markets, Handbook of Corporate Finance: Empirical Corporate Finance (North-Holland).",
        "Matsusaka, John, 2001, Corporate diversification, value maximization, and organizational capabilities, Journal of Business 74, 409431.",
        "Rajan, Raghuram G., Henri Servaes, and Luigi Zingales, 2000, The cost of diversity: the diversification discount and inefficient investment, Journal of Finance 55, 3580.",
        "Rhodes-Kropf, Matthew, and David Robinson, 2008, The market for mergers and the boundaries of the firm, Journal of Finance 63, 11691211.",
        "Scharfstein, David, and Jeremy Stein, 2000, The dark side of internal capital markets: Segment rent seeking and inefficient investments, Journal of Finance 55, 25372564.",
        "Sebastiani, Fabrizio, 2002, Machine learning in automated text categorization, ACM Computing Survey 34, 147.",
        "Servaes, Henri, 1996, The value of diversification during the conglomerate merger wave, Journal of Finance 51, 12011225.",
        "Shin, Hyun-Han, and Rene Stulz, 1998, Are internal capital markets efficient, Quarterly Journal of Economics.",
        "Stein, Jeremy, 1997, Internal capital markets and the competition for corporate resources, Journal of Finance 52, 111133.",
        "Villalonga, Belen, 2004a, Diversification discount or premium? new evidence from business information tracking series, Journal of Finance 59, 479506.",
        ", 2004b, Does diversification cause the diversification discount, Financial Management 33, 527.",
        "Wernerfelt, Birger, and Cynthia Montgomery, 1988, Diversification, ricardian rents, and tobin's q, Rand Journal of Economics 19, 623632."
    ]
}