{
    "id": 17229,
    "cites": 40,
    "cited_by": 9,
    "reference": [
        "Adao, Bernardino, Isabel Correia, and Pedro Teles (2003), Gaps and Triangles, Review of Economic Studies 70(4), 699-713.",
        "Amador, Manuel, and Pierre-Olivier Weill (2010), Learning from Prices: Public Communication and Welfare, Journal of Political Economy, forthcoming.",
        "Amador, Manuel, and Pierre-Olivier Weill (2011), Learning from Private and Public Observations of others actions, Stanford/UCLA mimeo.",
        "Angeletos, George-Marios, and Jennifer La'O (2009), Noisy Business Cycles, NBER Macroeconomics Annual 2009, 24, 319-378.",
        "Angeletos, George-Marios, and Jennifer La'O (2011), Dispersed Information over the Business Cycle: Optimal Fiscal and Monetary Policy, MIT/Chicago Booth mimeo.",
        "Angeletos, George-Marios, and Alessandro Pavan (2007), Efficient Use of Information and Social Value of Information, Econometrica 75(4), 1103-1142.",
        "Angeletos, George-Marios, and Alessandro Pavan (2009), Policy with Dispersed Information, Journal of the European Economic Association 7(1), 11-60.",
        "Benigno, Pierpaolo, and Michael Woodford (2004), Optimal Monetary and Fiscal Policy: A LinearQuadratic Approach, in M. Gertler and K. Rogoff, eds., NBER Macroeconomics Annual 2003, vol. 18, Cambridge: MIT Press, 271-333.",
        "Buera, Francisco, and Benjamin Mall (2011), Aggregate Implications of a Credit Crunch, UCLA/Princeton University mimeo.",
        "Blanchard, Olivier J., and Nobuhiro Kiyotaki (1987), Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review 77(4), 647-666.",
        "Blanchard, Olivier J., and Jordi Gali (2007), Real Wage Rigidities and the New Keynesian Model, Journal of Money, Credit, and Banking 39S, 35-66.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans (2005), Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 113, 1-45.",
        "Cornand, Camille, and Frank Heinemann (2008), Optimal Degree of Public Information Dissemination,  Economic Journal 118, 718-742.",
        "Epifani, Paolo, and Gino Gancia (2011), Trade, markup heterogeneity and misallocations, Journal of International Economics 83(1), 1-1.",
        "Fixler, Dennis J., and Bruce T. Grimm (2005), Reliability of the NIPA Estimates of U.S. Economic Activity, Survey of Current Business 85, 8-19.",
        "Gali, Jordi (2008), Monetary Policy, Inflation and the Business Cycle: An Introduction to the New Keynesian Framework, Princeton University Press.",
        "Gali, Jordi, Mark Gertler and J. David Lopez-Salido (2007), Markups, Gaps, and the Welfare Effects of Business Fluctuations, Review of Economics and Statistics 89(1), 44-59.",
        "Goodfriend, Marvin, and Robert King (1997), The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual 1997, Cambridge, MIT Press.",
        "Grossman, Sanford, and Joseph E. Stiglitz (1980), On the Impossibility of Informationally Efficient Markets, American Economic Review 70(3), 393-408.",
        "James, Jonathan, and Phillip Lawler (2011), Optimal Policy Intervention and the Social Value of Public Information,American Economic Review 101(4), 1561-74.",
        "Hellwig, Christian (2005), Heterogeneous Information and the Welfare Effects of Public Information Disclosures, UCLA mimeo.",
        "Khan, Aubhik, Robert King, and Alexander Wolman (2003), Optimal Monetary Policy, Review of Economic Studies 70, 825-860.",
        "Lorenzoni, Guido (2010), A Theory of Demand Shocks, American Economic Review 99(5), 2050-2084.",
        "Lucas, Robert E., Jr. (1972), Expectations and the Neutrality of Money, Journal of Economic Theory 4, 103-124.",
        "Mackowiak, Bartosz, and Mirko Wiederholt (2009), Optimal Sticky Prices under Rational Inattention, American Economic Review, 99, 769-803.",
        "Morris, Stephen, and Hyun Song Shin (2002), The Social Value of Public Information, American Economic Review 92, 1521-1534.",
        "Morris, Stephen, and Hyun Song Shin (2007), Optimal Communication, Journal of the European Economic Association 5, 594-602.",
        "Myatt, David P., and Chris Wallace (2009), On the Sources and Value of Information: Public Announcements and Macroeconomic Performance, Oxford University mimeo.",
        "Nimark, Kristoffer (2008), Dynamic Pricing and Imperfect Common Knowledge, Journal of Monetary Economics 55, 365-382.",
        "Roca, Mauro (2010), Transparency and Monetary Policy with Imperfect Common Knowledge, IMF Working Paper.",
        "Rotemberg, Julio, and Michael Woodford (1997), An Optimization-Based Econometric Model for the Evaluation of Monetary Policy,' in O.J. Blanchard and S. Fischer (eds.), NBER Macroeconomics Annual 1997, Cambridge, MIT Press.",
        "Rotemberg, Julio, and Michael Woodford (1991), Markups and the Business Cycle, in O.J. Blanchard and S. Fischer (eds.), NBER Macroeconomics Annual 1991, Cambridge, MIT Press.",
        "Smets, Frank, and Rafael Wouters (2007), Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach, American Economic Review 97(3), 586-606.",
        "Svensson, Lars E. O. (2005), Social Value of Public Information: Morris and Shin (2002) Is Actually Pro Transparency, Not Con, NBER Working Paper 11537.",
        "Tybout, James R. (2003), Plant- and Firm-level Evidence on the `New' Trade Theories, in E. Kwan Choi and James Harrigan, eds., Handbook of International Trade, Oxford: Basil-Blackwell.",
        "Vives, Xavier (2008), Information and Learning in Markets, Princeton: Princeton University Press.",
        "Vives, Xavier (2011), Endogenous Public Information and Welfare, IESE Business School mimeo.",
        "Wiederholt, Mirko, and Luigi Paciello (2011), Exogenous Information, Endogenous Information, and Optimal Monetary Policy, Northwestern/EIEF Mimeo.",
        "Woodford, Michael (2003a), Imperfect Common Knowledge and the Effects of Monetary Policy, in P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton: Princeton University Press.",
        "Woodford, Michael (2003b), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press."
    ]
}