{
    "id": 17228,
    "cites": 12,
    "cited_by": 12,
    "reference": [
        "Aizenman, Joshua, Brian Pinto and Artur Radziwill, 2007, Sources for financing domestic capital  is foreign saving a viable option for developing countries? Journal of International Money and Finance, 26: 5, 682-702.",
        "Caballero, Julian, 2010, Do Surges in International Capital Inflows Influence the Likelihood of Banking Crises? Cross-Country Evidence on Bonanzas in Capital Inflows and Bonanza-Boom-Bust Cycles, SCIIE Working Paper, November 17.",
        "Canuto, Otaviano, 2010, Asset Price Overshooting in Developing Countries, The World Bank.",
        "Cowan, Kevin and Claudio Raddatz, 2011, Sudden Stops and Financial Frictions: Evidence from Industry Level Data, manuscript, the World Bank.",
        "Diaz-Alejandro, C., 1985. Good-bye financial repression, hello financial crash. Journal of Development Economics, 19 (1-2),1-24.",
        "Gourinchas P. O. and O. Jeanne. 2006. The Elusive Gains from International Financial Integration, Review of Economic Studies, 73: 3, 715-741.",
        "Ann E. Harrison, A. E., I. Love and M. S. McMillan. 2004. Global capital flows and financing constraints, Journal of Development Economics 75, 269  301.",
        "Joyce, J., 2010. Financial Globalization and Banking Crises In Emerging Markets. Open Economies Review, pp.1-21.",
        "Prasad, Eswar, Raghuram Rajan, and Arvind Subramanian, 2007, Foreign Capital and Economic Growth. Brookings Papers on Economic Activity, 2007, (1), pp. 153-209.",
        "Rajan, R., and L. Zingales. 1998. Financial Dependence and Growth. American Economic Review 88:55986.",
        "Reinhart, C. and Reinhart, V. 2009. Capital Flow Bonanzas: An Encompassing View of the Past and Present. NBER Macroeconomics Annual, University of Chicago Press.",
        "Tong, H., and S. Wei. 2009. The Composition Matters: Capital Inflows and Liquidity Crunch During a Global Economic Crisis. NBER Working Paper No. 15207."
    ]
}