{
    "id": 17233,
    "cites": 39,
    "cited_by": 20,
    "reference": [
        "Almeida, H., Campello, M., 2007. Financial constraints, asset tangibility, and corporate investment. Review of Financial Studies, 20, 1429-1460.",
        "Andrade, G., Kaplan S., 1998. How costly is financial (not economic) distress? evidence from highly leveraged transactions. Journal of Finance 53, 1443-149.",
        "Asquith, P., Gertner R., Scharfstein D., 1994. Anatomy of financial distress: an examination of junk-bond issuers. Quarterly Journal of Economics 109 (3), 625-58.",
        "Benmelech E., Bergman N., 2009. Collateral pricing, Journal of Financial Economics 91, 339-360.",
        "Benmelech E., Bergman N., 2011. Bankruptcy and the collateral channel, Journal of Finance, forthcoming.",
        "Berger, P., Ofek, E., Swary, I., 1996. Investor valuation of the abandonment option, Journal of Financial Economics 42, 257-287.",
        "Bharath, S. T., Shumway, T., 2008. Forecasting default with the Merton distance to default model, Review of Financial Studies 21, 1339-1369.",
        "Borenstein, S., Rose, N., 1995. Bankruptcy and pricing behavior in U.S. airline markets, American Economic Review Papers and Proceedings 85 (2), 397-402.",
        "Borenstein, S., Rose, N., 2003. The Impact of bankruptcy on airlines service levels, American Economic Review Papers and Proceedings 93 (2), 415-19.",
        "Busse, M., 2002. Firm financial condition and airline price wars, The RAND Journal of Economics 33 (2), 298-318.",
        "Campello, M., 2003. Capital structure and product markets interactions: evidence from business cycles, Journal of Financial Economics, 68(3), 353-378.",
        "Campello, M., 2006. Debt financing: does it boost or hurt firm performance in product markets?, Journal of Financial Economics, 82(3), 135-172.",
        "Campello, M., 2007. Asset tangibility and firm performance under external financing: evidence from product markets, working paper, University of Illinois.",
        "Ciliberto, F., Schenone, C., 2010a. Bankruptcy and product-market competition: evidence from the airline industry, working paper, University of Virginia.",
        "Ciliberto, F., Schenone, C., 2010b. Are bankrupt skies the friendliest?, working paper, University of Virginia.",
        "Chevalier, J. A., 1995. Do LBO supermarkets charge more? An empirical analysis of the effects of LBOs on supermarket pricing, Journal of Finance; 50 (4), 1095-1112.",
        "Chow, G., Gritta, R., Leung, E., 1991. A multiple discriminant analysis approach to gauging air carrier bankruptcy propensities: the airscore model, Journal of the Transportation Research Forum, 2.",
        "Dionne, G., Gagne, R., Gagnon, F., Vanasse, C., 1997. Debt, moral hazard and airline safety: an empirical evidence, Journal of Econometrics, 79, 379-402.",
        "Eisfeldt, A., Rampini, A., 2009. Leasing, ability to repossess, and debt capacity, Review of Financial Studies 22 (4), 1621-1657.",
        "Gavazza, A., 2010, Leasing and secondary markets: theory and evidence from commercial aircraft, working paper, New York University.",
        "Gertner, R., Scharfstein, D., 1991, A theory of workouts and the effects of reorganization laws, Journal of Finance 46, 1189-1222.",
        "Hotchkiss, E., 1995. Post-bankruptcy performance and management turnover, Journal of Finance 50, 1995, 3-22.",
        "Hoshi, T. , Kashyap, A., Scharfstein, D., 1990. The role of banks in reducing the costs of financial distress in Japan, Journal of Financial Economics 27(??), 67-88.",
        "Khanna, N., Poulsen, A., 1995. Managers of financially distressed firms: villains or scapegoats, Journal of Finance, 50, 919-40.",
        "Khanna, N., Tice, S., 2006. Pricing, exit, and location decisions of firms: evidence on the role of debt and operating efficiency, Journal of Financial Economics, 397-427.",
        "Lamont, O., 1997. Cash flow and investment: evidence from internal capital markets, The Journal of Finance 52, 83-109.",
        "Lee, H. R., 2010. Bankruptcy and Low Cost Carrier Expansion in the Airline Industry, working paper, University of California, Berkeley.",
        "Maksimovic, V., Phillips, G., 1998. Asset efficiency and the reallocation decisions of bankrupt firms, Journal of Finance 53, 1495-1532.",
        "Maksimovic, V., Titman, S., 1991. Financial policy and reputation for product quality, The Review of Financial Studies vol. 4 (1), 175-200.",
        "Merton, R., 1974. On the pricing of corporate debt: the risk structure of interest rates. Journal of Finance 29, 449--70 Morrel, P. S., 2007. Airline Finance, third edition, Ashgate Publishing Company.",
        "Morrison, S. , Winston, C., 1996. Causes and consequences of airline fare wars. Brookings Papers: Microeconomics (1996), 85-123.",
        "Noronha, G., Singal, V., 2004. Financial health and airline safety, Managerial Decision and Economics 25, 1-16.",
        "Phillips, G., 1995. Increased debt and industry product markets: an empirical analysis, Journal of Financial Economics, 37, 189-238.",
        "Pulvino, T. C., 1998. Do asset fire sales exist? an empirical investigation of commercial aircraft transactions, Journal of Finance 53, 939-975.",
        "Rose, N., 1990. Profitability and product quality: economic determinants of airline safety performance, Journal of Political Economy 98 (5), 944-964.",
        "Rupp, N., Holmes, G.M., 2003. Why are so many flights cancelled?, Working paper, East Carolina University.",
        "Sharpe, S., 1994. Financial market imperfections, firm leverage, and the cyclicality of employment,  American Economic Review, 84,1060-74.",
        "StrÃ\u0083Â¶mberg, P., 2000. Conflicts of interest and market illiquidity in bankruptcy auctions: theory and tests, Journal of Finance 55, 2641-91.",
        "Titman, S., 1984. The effect of capital structure on a firm's liquidation decision, Journal of Financial Economics vol. 13, 1, 135-151."
    ]
}