{
    "id": 17232,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Abraham, Jean Marie, Thomas DeLeire, and Anne Beeson Royalty. Moral Hazard Matters: Measuring Relative Rates of Underinsurance Using Threshold Measures. Health Services Research, 2010, 45(3): 806-824.",
        "Anderson, Gerard, J. Chronic Care: Making the Case for Ongoing Care. Prepared by Partnership for Solutions, Johns Hopkins University for the Robert Wood Johnson Foundation. Accessed at http://www.rwjf.org/files/research/50968chronic.care.chartbook.pdf, January 25. 2011.",
        "Banthin, Jessica and D. Bernard. Changes in Financial Burdens for Health Care: National Estimates for the Population Younger than 65 Years, 1996 to 2003. December 13, 2006, JAMA, 296(22): 2712-2719.",
        "Banthin, Jessica, P. Cunningham, and D. Bernard, Financial Burden of Health Care, 2001-2004, 2008, Health Affairs, 27(1): 188-195.",
        "Bodenheimer, Thomas, E. Chen, and H. Bennett. Confronting the Growing Burden of Chronic Disease: Can the U.S. Health Care Workforce Do the Job?, Health Affairs, 2009, 28(1): 64-74.",
        "Chandra, Amitabh, Jonathan Gruber, and Robin McKnight.  Patient Cost-Sharing and Hospitalization Offsets in the Elderly, 2010, American Economic Review, 100:1, 193213.",
        "Chernew, Michael E., Mayur R. Shah, Arnold Wegh, Stephen N. Rosenberg, Iver A. Juster, Allison B. Rosen, Michael C. Sokol, Kristina Yu-Isenberg and A. Mark Fendrick. Impact of Decreasing Copayments on Medication Adherence Within a Disease Management Environment. 2008. Health Affairs 27(1): 103-112.",
        "Choudhry, Niteesh K., Jerry Avorn, Elliott M. Antman, Sebastian Schneeweiss and William H. Shrank. Should Patients Receive Secondary Prevention Medications for Free After a Myocardial Infarction? 2007. Health Affairs. 26(1): 186-194.",
        "Cunningham, Peter J. The Growing Financial Burden of Health Care: National and State Trends, 2001-2006. Health Affairs, 2010, 29(5): 1037-1044.",
        "Davidoff, A. and G. Kenney. Uninsured Americans with Chronic Conditions: Key Findings from the National Health Interview Survey. Robert Wood Johnson Foundation Report for Cover the Uninsured Week, 2005.",
        "Fendick, A. Mark, M. Chernew, G. Levi. Value-Based Insurance Design: Embracing Value over Cost Alone. American Journal of Managed Care. 2009, 15: S277-S283.",
        "Gabel, Jon, R. McDevitt, L. Gandolfo, J. Pickreign, S. Hawkins, and C. Fahlman. Generosity and Adjusted Premiums in Job-Based Insurance: Hawaii is Up, Wyoming is Down. Health Affairs, May/June 2006, 25(3): 832-843.",
        "Gabel, Jon, J. Pickreign, R. McDevitt, H. Whitmore, L. Candolfo, R. Lore, and K. Wilson. Trends in the Golden State: Small-Group Premiums Rise Sharply While Actuarial Values for Individual Coverage Plummet. Health Affairs, 2007, 26(4): w488w499.",
        "Gaynor, Martin, Jian Li, and William B. Vogt. 2007. Substitution, Spending Offsets, and Prescription Drug Benefit Design. Forum for Health Economics & Policy, 10(2): Article 4: http://www.bepress. com/fhep/10/2/4.",
        "Goldman, D. P., Joyce, G. F., Escarce, J. J., Pace, J. E., Solomon, M. D., Laouri, M., et al. Pharmacy benefits and the use of drugs by the chronically ill. JAMA, 2004, 291(19), 2344-2350.",
        "Goldman, D. P., Joyce, G. F., & Karaca-Mandic, P. Varying pharmacy benefits with clinical status: The case of cholesterol-lowering therapy. The American Journal of Managed Care, 2006, 12(1), 21-28.",
        "Joyce, G. F., Escarce, J. J., Solomon, M. D., & Goldman, D. P. Employer drug benefit plans and spending on prescription drugs. JAMA, 2002, 288(14), 1733-1739.",
        "Leibowitz A, Manning WG, Newhouse JP. The demand for prescription drugs as a function of cost-sharing. Soc Sci Med. 1985;21:10631069.",
        "Kaiser Family Foundation and Health Research and Educational Trust.  Employer Health Benefits 2010 Annual Survey.  Accessed at: www.kff.org, September 2010.",
        "Karaca-Mandic, Pinar, D. Goldman, and G. Joyce. Private Insurance and Outcomes for Children with Asthma. Unpublished Manuscript, April 2011.",
        "Machlin, S, J. Cohen, and K. Beauregard. Health care expenses for adults with chronic conditions, 2005. MEPS Statistical Brief No. 203. Available at www.meps.ahrq.gov, 2010.",
        "McDevitt, Roland. Actuarial Value: A Method for Comparing Health Plan Benefits. 2008, http://www.chcf.org/~/media/Files/PDF/H/HealthPlanActuarialValue.pdf, Accessed May 2010.",
        "McDevitt, Roland, J. Gabel, R. Lore, J. Pickreign, H. Whitmore, and T. Brust. Group Insurance: A Better Deal for Most Plans than Individual Plans. Health Affairs, January 2010, 29(1): 156-164.",
        "Peterson, Chris. Setting and Valuing Health Insurance Benefits. CRS Report for Congress, R40491, April 6, 2009.",
        "Schoen, Cathy, S. Collins, J. Kriss, and M. Doty. How Many are Underinsured? Trends Among U.S. Adults, 2003 and 2007. July/August 2008, Health Affairs, 27(4): w298309.",
        "Short, Pamela and J. Banthin. New Estimates of the Underinsured Younger than 65 Years. October 25, 1995, JAMA, 274(16): 1302-1306."
    ]
}