{
    "id": 17235,
    "cites": 53,
    "cited_by": 5,
    "reference": [
        "Alvord, J. W. (1980). Semi-Annual Report on Schools for Freedmen: Numbers 1-10, January 1866-July 1870, Freedmen's Schools and Textbooks, vol. 1. New York: AMS Press.",
        "Amselle, J. and Allison, A. C. (2000). Two years of success: An analysis of california test scores after proposition 227.",
        "Angrist, J., Chin, A. and Godoy, R. (2006). Is spanish-only schooling responsible for the puerto rican language gap? Journal of Development Economics, 85, 105128.",
        "Angrist, J. D. and Lavy, V. (1997). The effect of a change in language of instruction on the returns to schooling in morocco. Journal of Labor Economics, 15 (1), S48S76.",
        "Bali, V. (2003). Implementing popular incentives: What matters for compliance? The Journal of Politics, 65 (4), 11301146.",
        "Basu, K., Narayanc, A. and Ravallion, M. (2001). Is literacy shared within households? Theory and evidence for bangladesh. Journal of Labor Economics, 8 (6), 649665.",
        "Becker, G. and Tomes, N. (1979). An equilibrium theory of the distribution of income and integenerational mobility. JPE, 87 (6), 11531189.",
        "-- and -- (1986). Human capital and the rise and fall of families. Journal of Labor Economics, 4 (3, Part 2), S1S39.",
        "Becker, G. S. (1964). Human Capital. Chicago: University of Chicago Press.",
        "Behrman, J. R. and Rosenzweig, M. R. (2002). Does increasing women's schooling raise the schooling of the next generation? American Economic Review, 92 (1), 323334.",
        "Ben Porath, Y. (1967). The production of human capital and the life cycle of earnings. Journal of Political Economy, 75 (4), 352365.",
        "Berlin, I., Reidy, J. P. and Rowland, L. S. (eds.) (1998). Freedom's Soldiers: The Black Military Experience in the Civil War. Cambridge: Cambridge University Press.",
        "Black, S. E., Devereux, P. J. and Salvanes, K. G. (2005). Why the apple doesn't fall far: Understanding intergenerational transmission of human capital. American Economic Review, 95 (1), 437449.",
        "Bleakley, H. and Chin, A. (2004). Language skills and earnings: Evidence from childhood immigrants. Review of Economics and Statistics, 86 (2), 481496.",
        "-- and -- (2008). What holds back the second generation? The intergenerational transmission of language human capital among immigrants. Journal of Human Resources, 43 (2), 267298.",
        "Butchart, R. E. (1980). Northern Schools, Southern Blacks, and Reconstruction: Freedmen 's Education, 1862-1875. Westport, CT: Greenwood Press.",
        "Butler, Y. G., Orr, J. E., Gutierrez, M. B. and Hakuta, K. (2000). Inadequate conclusions from an inadequate assessment: What can sat-9 scores tell us about the implact of proposition 227 in california? Bilingual Research Journal, 24 (1), 141154.",
        "Chiswick, B. R. and Miller, P. W. (1995). The endogeneity between language and earnings: International evidence. Journal of Labor Economics, 13 (2), 246288.",
        "Collins, W. J. and Margo, R. A. (2006). Historical perspectives on racial differences in schooling in the united states. In E. A. Hanushek and F. Welch (eds.), Handbook of the Economics of Education, North-Holland.",
        "Cramer, C. E. (1997). Black Demographic Data, 1790-1860. Westport, CT: Greenwood Press.",
        "Dustmann, C. and van Soest, A. (2002). Language and the earning of immigrants. Industrial and Labor Relations Review, 55 (3), 473492.",
        "Ehrlich, I. and Lui, F. T. (1991). Intergenerational trade, longevity, and economic growth. Journal of Political Economy, 99 (5), 10291059.",
        "Flores, G., Abreu, M., Olivar, M. A. and Kastner, B. (1998). Access barriers to health care for latino children. Archives of pediatric and adolescent medicine, 152 (11), 11191125.",
        "Frasier, J. W. (2002). A History of Hope: When Americans have dared to dream of a better future. New York: Palgrave Macmillan.",
        "Garcia, E. E. and Curry-Rodriguez, J. E. (2000). The education of limited english proficient students in california schools: An assessment of the influence of proposition 227 in selected districts and schools. Bilingual Research Journal, 24 (1).",
        "Gardner, M. (2007). Children are helping Mom and Dad complete online purchases and other Internet tasks, potentially altering family dynamics. Christian Science Monitor, May 24.",
        "Goldberger, A. S. (1989). Economic and mechanical models of intergenerational transmission. American Economic Review, 79 (3), 504513.",
        "Hall, M. and Farkas, G. (2008). Does human capital raise earnings for immigrants in the low-skill labor market? Demography, 2 (3), 619639.",
        "Hoxby, C. and Gordon, N. (2004). Achievement Effects of Bilingual Education vs. English Immersion: Evidence from California's Proposition 227. Hier paper.",
        "Jepsen, C. (2010). Bilingual education and english proficiency. Education Finance and Policy, 5 (2), 200227.",
        "Jones, J. (1980). Soldiers of Light and Love: Northern Teachers and Georgia Blacks, 18651873. Chapel Hill: The University of North Carolina Press.",
        "Kominski, R. (1989). How good is 'how well?': An examination of the census englishspeaking ability question. mimeo.",
        "Lazear, E. P. (1999). Culture and language. Journal of Political Economy, 107 (S6), S95S126.",
        "Lennenberg, E. (1967). Biological Foundations of Language. New York: John Wiley.",
        "Malakoff, M. and Hakuta, K. (1991). Translation skill and metalinguistic awareness. In E. Bialystok (ed.), Language Processing in Bilingual Children, Cambridge University Press.",
        "Matsudaira, J. (2005). Sinking or swimming? Evaluating the impact of english immersion versus bilingual education. mimeo.",
        "Meyers, J. B. (1971). The education of the alabama freedmen during presidential reconstruction, 1865-1867. The Journal of Negro Education, 40 (2), 163171.",
        "Miguel, E. and Kremer, M. (2004). Worms: Identifying impacts on education and health in the presence of treatment externalities. Econometrica, 72 (1), 159217.",
        "Morris, R. (1981). Reading, 'Riting, and Reconstruction. Chicago: The University of Chicago Press.",
        "Newport, E. (2002). Critial periods in language development. In L. Nadel (ed.), Encyclopedia of Cognitive Science, MacMillan.",
        "Orellana, M. F., Dorner, L. and Pulido, L. (2003). Accessing assets: Immigrant youth's work as family translators or `para-phrasers'. Social Problems, 50 (4), 505524.",
        "Oreopoulos, P., Page, M. and Stevens, A. (2006). Does human capital transfer from parent to child? The intergenerational effects of compulsory schooling. Journal of Labor Economics, 24 (4), 729760.",
        "Parrish, T., Merickel, A., Prez, M., Linquanti, R., Socias, M., Spain, A., Speroni, C., Esra, P., Brock, L. and Delancey, D. (2006). Effects of the implementation of proposition 227 on the education of english learners, k-12: Findings from a five-year evaluation. Prepared for the California Department of Education.",
        "Plug, E. (2004). Estimating the effect of mother's schooling on children's schooling using a sample of adoptees. American Economic Review, 94 (1), 358368.",
        "Sacerdote, B. (2002). The nature and nurture of economic outcomes. American Economic Review, 92 (2), 344348.",
        "-- (2005). Slavery and the intergenerational transmission of human capital. The Review of Economics and Statistics, 87 (2), 217234.",
        "The English patients: What happened after California abolished bilingual education (2008). The Economist, June 5, 2829.",
        "Thompson, G. (2009). Where education and assimilation collide. New York Times, March 15.",
        "Tse, L. (1996). Language brokering in linguistic minority communities: The case of chineseand vietnamese-american students. Bilingual Research Journal, 20 (4), 485498.",
        "United States Department of Education (2008). The Condition of Education 2008. Washington, DC: Office of Educational Research and Improvement, National Center for Education Statistics.",
        "Weisskirch, R. S. and Alva, S. A. (2002). Language brokering and the acculturation of latino children. Hispanic Journal of Behavioral Sciences, 24 (3), 369378.",
        "Williams, H. A. (2006). Self-Taught: African American Education in Slavery and Freedom. Chapel Hill: University of North Carolina Press.",
        "Woodward, C. V. (1991). Reunion and Reaction: The Compromise of 1877 and the End of Reconstruction. Oxford: Oxford University Press."
    ]
}