{
    "id": 17230,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Azzimonti, M., (2011). Barriers to investment in polarized societies, American Economic Review, forthcoming.",
        "Azzimonti, M., M. Battaglini and S. Coate (2010). Analyzing the Case for a Balanced Budget Amendment to the U.S. Constitution, mimeo.",
        "Bachmann, R., and J.H. Bai (2011). Politico-Economic Inequality and the Comovement of Government Purchases, mimeo.",
        "Bai, J.H., and R. Lagunoff (2011). On the Faustian Dynamics of Policy and Political Power, Review of Economic Studies, 78(1), 17-48.",
        "Barseghyan, L., M. Battaglini and S. Coate (2010). Fiscal Policy over the Real Business Cycle: A Positive Theory, mimeo.",
        "Battaglini, M. and S. Coate (2008). A Dynamic Theory of Public Spending, Taxation and Debt, American Economic Review, 98 (1), 201236.",
        "Baxter, M., and R. King (1993). Fiscal Policy in General Equilibrium, American Economic Review, 83, 3, 315334.",
        "Blanchard, Olivier and Roberto Perotti (2002). An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output. Quarterly Journal of Economics. 107: 1329-1368.",
        "Chari, V.V., and P. Kehoe (1999). Optimal Fiscal and Monetary Policy, Handbook of Macroeconomics, Vol.1, 781836.",
        "Chari, V.V., P. Kehoe and E. McGrattan (2007). Business Cycle Accounting, Econometrica, 75, 3, 16711745.",
        "Corbae, D., P. D'Erasmo and B. Kuruscu (2009). Politico-economic consequences of rising wage inequality, Journal of Monetary Economics, 56, 4361.",
        "Debortoli, D., and R. Nunes (2010). Fiscal Policy under Loose Commitment, Journal of Economic Theory, 145/3, 10051032.",
        "Hassler, J., P. Krusell, K. Storesletten and F. Zilibotti (2005). The Dynamics of Government , Journal of Monetay Economics, 52, 7, 13311358.",
        "Hassler, J., J. Mora K. Storesletten and F. Zilibotti (2003). The Survival of the Welfare State, American Economic Review, 93, 87112.",
        "Klein, P., P. Krusell and V. Rios-Rull (2008). Time-Consistent Public Policy, Review of Economic Studies, 75, 789808.",
        "Kocherlakota, N. (2010). The New Dynamic Public Finance. Princeton University Press.",
        "Krusell, P., V. Quadrini and V. Rios-Rull (1997). Politico-economic equilibrium and economic growth, Journal of Economic Dynamics and Control, 21 (5), 243272.",
        "Krusell, P. and V. Rios-Rull (1999). On the Size of U.S. Government: Political Economy in the Neoclassical Growth Model, American Economic Review, 98 (5), 11561181.",
        "Leeper, E., M. Plante and N. Traum (2010). Dynamics of fiscal financing in the United States, Journal of Econometrics, 156, 304321.",
        "Mountford, A., and H. Uhlig (2009). What are the Effects of Fiscal Policy Shocks?, Journal of Applied Econometrics, 24 (6), 960992.",
        "Ramey, V. (2011). Identifying Government Spending Shocks: It's All in the Timing, Quarterly Journal of Economics, 126 (1), 150.",
        "Ravn, M. and H. Uhlig (2002). On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations, The Review of Economics and Statistics, 84 (2), 371380.",
        "Shapiro, M. and V. Ramey (1998). Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference Series on Public Policy, 48, 145194.",
        "Song, Z., K. Storesletten and F. Zilibotti (2009). Rotten Parents and Disciplined Children: A Politico-Economic Theory of Public Expenditure and Debt, mimeo.",
        "Tauchen, G. (1986). Finite State Markov-Chain Approximations To Univariate and Vector Autoregressions, Economics Letters, 20, 177181. A Data Appendix"
    ]
}