{
    "id": 17234,
    "cites": 47,
    "cited_by": 5,
    "reference": [
        "Aaronson, D. (2001). Price pass-through and the minimum wage. Review of Economics and Statistics, 83 (1), 158169.",
        "The classic study of Philadelphia homicides by Wolfgang (1958) found that nearly 40 percent began with an [a]ltercation of relatively trivial origin: insult, curse, jostling. Genicot and Ray (2009) model the interaction of aspirations and investments, with poverty traps arising because the very poor will likely remain at least somewhat poor regardless of their investments, leading them to not invest at all. Empirically, Hoxby and Weingarth (2008) use random assignment to classrooms to estimate peer effects and find that low-achieving students perform better when they are not the only low-achieving student in the classroom.",
        "Alesina, A., Glaeser, E. and Sacerdote, B. (2001). Why doesn't the United States have a European-style welfare state? Brookings Papers on Economic Activity, 32 (2001-2), 187278.",
        "Andreoni, J. (1989). Giving with impure altruism: Applications to charity and ricardian equivalence. Journal of Political Economy, 97 (6), 144758.",
        "-- (1990). Impure altruism and donations to public goods: A theory of warm-glow giving? Economic Journal, 100 (401), 46477.",
        "Arrow, K. (1971). Essays in the Theory of Risk-Bearing. North-Holland Pub. Co.",
        "Bartels, L. M. (2008). Unequal Democracy: The Political Economy of the New Gilded Age. Princeton University Press.",
        "Benabou, R. and Ok, E. A. (2001). Social mobility and the demand for redistribution: The poum hypothesis*. Quarterly Journal of Economics, 116 (2), 447487.",
        "Benartzi, S. and Thaler, R. H. (1995). Myopic loss aversion and the equity premium puzzle. The Quarterly Journal of Economics, 110 (1), 7392.",
        "Camerer, C. (2003). Behavioral game theory: Experiments in strategic interaction. Princeton University Press.",
        "Camerer, C. F., Johnson, E. J., Rymon, T. and Sen, S. (1993). Cognition and framing in sequential bargaining for gains and losses. In K. Binmore, A. Kirman and P. Tani (eds.), Frontiers of game theory, 1, Cambridge, MA: MIT Press, pp. 2747.",
        "Card, D., Mas, A., Moretti, E. and Saez, E. (2010). Inequality at Work: The Effect of Peer Salaries on Job Satisfaction. National Bureau of Economic Research Working Paper No. 16396.",
        "Carlsson, F. (2010). Design of stated preference surveys: Is there more to learn from behavioral economics? Environmental Resource Economics, 46, 167177.",
        "Clark, A. E. and Oswald, A. J. (1998). Comparison-concave utility and following behaviour in social and economic settings. Journal of Public Economics, 70 (1), 133155.",
        "Duesenberry, J. (1949). Income, Saving and the Theory of Consumer Behavior. Harvard University Press.",
        "Engelmann, D. and Strobel, M. (2004). Inequality aversion, efficiency, and maximin preferences in simple distribution experiments. The American Economic Review, 94, 857869(13).",
        "Engels, F. (1893). Letter to franz mehring. In D. Torr (ed.), Marx and Engels Correspondence, International Publishers (1968).",
        "Fehr, E. and Schmidt, K. M. (1999). A theory of fairness, competition, and cooperation. The Quarterly Journal of Economics, 114 (3), 817868.",
        "Frank, T. (2004). What's the Matter with Kansas? How Conservatives Won the Heart of America. Henry Hold and Company.",
        "Genicot, G. and Ray, D. (2009). Aspirations, inequality, investment and mobility.",
        "Georgiadis, A. and Manning, A. (2011). Spend it like beckham? inequality and redistribution in the uk, 19832004. Public Choice, pp. 127, 10.1007/s11127-010-9758-7.",
        "Gertner, R. (1993). Game shows and economic behavior: Risk-taking on card sharks. The Quarterly Journal of Economics, 108 (2), 507521.",
        "Gilens, M. (1996). race coding and white opposition to welfare. The American Political Science Review, 90 (3), 593604.",
        "Gneezy, U. and Potters, J. (1997). An experiment on risk taking and evaluation periods. The Quarterly Journal of Economics, 112 (2), 631645.",
        "Haisley, E., Mostafa, R. and Loewenstein, G. (2008). Subjective relative income and lottery ticket purchases. Journal of Behavioral Decision Making, 21 (3), 283295.",
        "Hoxby, C. M. and Weingarth, G. (2008). Taking race out of the equation: School reassignment and the structure of peer effects.",
        "Kamenica, E. (2008). Contextual inference in markets: On the informational content of product lines. American Economic Review, 98 (5), 212749.",
        "Kelly, N. J. and Enns, P. K. (2010). Inequality and the dynamics of public opinion: The selfreinforcing link between economic inequality and mass preferences. American Journal of Political Science, 54 (4), 855870.",
        "Kenworthy, L. and McCall, L. (2008). Inequality, public opinion and redistribution. SocioEconomic Review, 6 (1), 3568.",
        "Kling, J. R., Ludwig, J. and Katz, L. F. (2005). Neighborhood effects on crime for female and male youth: Evidence from a randomized housing voucher experiment. The Quarterly Journal of Economics, 120 (1), 87130.",
        "Lee, D. S. (1999). Wage inequality in the United States during the 1980's: Rising dispersion or falling minimum wage? Quarterly Journal of Economics, 114 (3), 9771023.",
        "Levy, H. (1994). Absolute and relative risk aversion: An experimental study. Journal of Risk and Uncertainty, 8 (3), 289307.",
        "Luttmer, E. F. P. (2005). Neighbors as negatives: Relative earnings and well-being. The Quarterly Journal of Economics, 120 (3), 9631002.",
        "McFadden, D. L. (1999). Rationality for economists? Journal of Risk and Uncertainty, 19 (1-3), 73105.",
        "Meltzer, A. H. and Richard, S. F. (1981). A rational theory of the size of government. Journal of Political Economy, 89 (5), 91427.",
        "Metrick, A. (1995). A natural experiment in jeopardy!. American Economic Review, 85 (1), 24053.",
        "Oxoby, R. J. (2004). Cognitive dissonance, status and growth of the underclass*. The Economic Journal, 114 (498), 727749.",
        "Picketty, T. and Saez, E. (2003). Income inequality in the united states: 1913-1998. QJE, 118, 139.",
        "Rapoport, A. and Dale, P. S. (1966). The end and start effects in iterated prisoner's dilemma. Journal of Conflict Resolution, 10 (3), 363366.",
        "Simonson, I. (1989). Choice based on reasons: The case of attraction and compromise effects. Journal of Consumer Research: An Interdisciplinary Quarterly, 16 (2), 15874.",
        "Slonim, R. and Roth, A. (1998). Leaning in high stakes ultimatum games: An experiment in the slovak republic. Econometrica, 66 (3), 569  596.",
        "Stigler, G. J. (1946). The economics of minimum wage legislation. The American Economic Review, 36 (3), 358365.",
        "Tricomi, E., Rangel, A., Camerer, C. F. and O'Doherty, J. P. (2010). Neural evidence for inequality-averse social preferences. Nature, 463 (7284), 10891091.",
        "Veblen, T. (1899). The Theory of the Leisure Class. New York: The Macmillan Company.",
        "Wolfgang, M. (1958). Patterns in Criminal Homicide. University of Pennsylvania Press.",
        "Woodward, C. V. (1955). The Strange Career of Jim Crow. New York: Oxford University Press.",
        "Zhou, R. and Soman, D. (2003). Looking back: Exploring the psychology of queuing and the effect of the number of people behind. Journal of Consumer Research: An Interdisciplinary Quarterly, 29 (4), 51730."
    ]
}