{
    "id": 17231,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "P. Aghion, H. Harmgart and N. Weisshaar (2010), Fostering growth in CEE countries: a country-tailored approach to growth policy, EBRD Working Paper No. 118, October 2010.",
        "N. Bloom, B. Eifert, A. Mahajan, D. McKenzie and J. Roberts, (2011a), Does management matter: Evidence from India, NBER Working Paper 16658.",
        "N. Bloom, R. Sadun and J. Van Reenen (2011b), Americans do I.T. Better. US multinationals and the productivity miracle, forthcoming American Economic Review.",
        "N. Bloom and J. Van Reenen (2007), Measuring and explaining management practices across firms and countries, Quarterly Journal of Economics, Vol. 122, No. 4, pp. 1351-1408.",
        "N. Bloom and J. Van Reenen (2010), Why do management practices differ across firms and countries?, Journal of Economic Perspectives, Vol. 24, No. 1, pp. 203-224.",
        "T. Bresnahan, E. Brynjolfsson and L. Hitt (2002), Information technology, workplace organisation, and the demand for skilled labor: firm-level evidence, Quarterly Journal of Economics, Vol. 117, No. 1, pp. 339-76.",
        "J. D. Brown, J. S. Earle and A. Telegdy (2006), The productivity effects of privatization: Longitudinal estimates from Hungary, Romania, Russia, and Ukraine, Journal of Political Economy, Vol. 114, No. 1, pp. 61-99.",
        "N. F. Campos and Y. Kinoshita (2003), Why does FDI go where it goes? New evidence from the transition economies, IMF Working Paper No. 228.",
        "EBRD (2008), Transition Report 2008: Growth in transition. Chapter 3: Fostering growth in transition economies.",
        "EBRD (2009), Transition Report 2009: Transition in Crisis? Chapter 5: Transition: where does it stand and where should it go? EBRD (2010), Transition Report 2010: Recovery and Reform. Chapter 5: Evaluating and improving the business environment.",
        "J. Gwartney and R. Lawson with H. Grubel, J. de Haan, J.-E. Sturm and E. Zandberg (2009), Economic Freedom of the World: 2009 Annual Report, Vancouver, BC: The Fraser Institute. Data retrieved from www.freetheworld.com.",
        "S. Estrin, J. Hanousek, E. Kocenda and J. Svejnar (2009), The effects of privatization and ownership in transition economies, Journal of Economic Literature, Vol. 47, No. 3, pp. 699728.",
        "G. S. Olley and A. Pakes (1996), The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica, Vol. 64, No. 6, pp. 12631297.",
        "G. Sharma (2008), Competing or collaborating siblings? Industrial and trade policies in India, mimeo (http://bengal.missouri.edu/~sharmag/Feb08_Delicensing_Latest.pdf) W. Steffen and J. Stephan (2008), The role of human capital and managerial skills in explaining productivity gaps between East and West, Eastern European Economics, Vol. 46, No. 6, pp. 5-24.",
        "C. Syverson, (2011), `'What determines productivity at the micro level?, Journal of Economic Literature, Vol. 49, No. 2, pp. 326-365.",
        "K. Yudaeva, K. Kozlov, N. Melentieva and N. Ponomareva (2003), Does foreign ownership matter? The Russian experience, Economics of Transition, Vol. 11, No. 3, pp. 383-409.",
        "V. Zelenyuk and V. Zheka (2006), Corporate governance and firm's efficiency: the case of a transitional country, Ukraine, Journal of Productivity Analysis, Vol. 25, pp. 143-157."
    ]
}