{
    "id": 17245,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Ansfield, Jonathan and Keith Bradsher. 2010. China Report Shows More Pollution in Waterways, The New York Times (February 10, 2010). Retrieved from < http://www.nytimes.com/2010/02/10/world/asia/10pollute.html > Dwayne, Benjamin, Loren Brandt and John Giles. 2005. The Evolution of Income Inequality in Rural China, Economic Development and Cultural Change, 53(4) 769-824.",
        "Ebenstein, Avraham. 2011. The Consequences of Industrialization: Evidence from Water Pollution and Digestive Cancers in China, Review of Economics and Statistics, forthcoming.",
        "Fan, S. and P.G. Pardy. 1997. Research, productivity, and output growth in Chinese agriculture, Journal of Development Economics, 53(1): 115-137.",
        "Huang, Jikun and Scott Rozelle. 1995. Environmental Stress and Grain Yields in China, American Journal of Agricultural Economics, 77(4): 853-864.",
        "Huang, Jikun and Scott Rozelle. 1996. Technological change: Rediscovering the engine of productivity growth in China's rural economy, Journal of Development Economics, 49: 337369.",
        "Ju, Xiotang, Xuejun Liu, Fusuo Zhang and Marco Roelcke. 2004. Nitrogen Fertilization, Soil Nitrate Accumulation, and Policy Recommendations in Several Agricultural Regions in China, Ambio, 33(6): 300-305.",
        "Ju, Xiaotang, Guang-Xi Xing, Xin-Ping Chen, Shao-Lin Zhang, Li-Juan Zhang, Xue Jun Liu, Zhen-Ling Cui, Bin Yin , Peter Christie,d, Zhao-Liang Zhu, and Fu-Suo Zhang. 2009. Reducing environmental risk by improving N management in intensive Chinese agricultural systems, Proceedings of the National Academy of Sciences (PNAS), 106(9): 3041-3046.",
        "Lin, Justin Yifu. 1992. Rural reforms and agricultural growth in China, American Economic Review, 82(1): 34-51.",
        "Liu, X., Lei Duan , Jiangming Moc, Enzai Du, Jianlin Shen, Xiankai Lu, Ying Zhang, Xiaobing Zhou, Chune He and Fusuo Zhang. 2010. Nitrogen deposition and its ecological impact in China: An overview, Environmental Pollution (30): 1-14.",
        "Giles, John and Kyeongwon Yoo. 2007. Precautionary Behavior, Migrant Networks and Household Consumption Decisions: An Empirical Analysis Using Household Panel Data from Rural China, The Review of Economics and Statistics, 89(3): 534551.",
        "Watts, Jonathan. 2011. Exploding watermelons put spotlight on Chinese farming practices, The Guardian, (May 17, 2001). Retrieved from < http://www.guardian.co.uk/world/2011/may/17/exploding-watermelons-chinese-farming> World Bank. 2006. Water Quality Management Policy and Institutional Considerations. Discussion Paper, The World Bank, Washington, D.C. World Meteorological Association. Data taken from the World Weather Watch Program according to WMO Resolution 40 (Cg-XII). <http://www.ncdc.noaa.gov/> Xing G.X. and X.Y. Yan. 1999. Direct nitrous oxide emissions from agricultural fields in China estimated by the revised 1996 IPPC guidelines for national greenhouse gases, Environmental Science & Policy, 2:355-361.",
        "Yeung, Y., J. Lee, and G. Kee. 2009. China's special economic zones at 30, Eurasian Geography and Economics, 50(2): 222-240.",
        "Yu, Xiaohua and Guoqing Zhao. 2009. Chinese agricultural development in 30 years: A literature review, Frontiers of Economics in China, 4(4): 633-648.",
        "Zhang, W.L., Z.X. Tian, N. Zhang, and X.Q. Li. 1996. Nitrate pollution of groundwater in northern China, Agriculture, Ecosystems and Environment, 59: 223-231.",
        "Zhu, Z.L. and D.L. Chen. 2002. Nitrogen fertilizer use in China  Contributions to food production, impacts on the environment and best management strategies, Nutrient Cycling in Agroecosystems, 63: 117-127."
    ]
}