{
    "id": 17241,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2008. Trends in U.S. wage inequality: Revising the revisionists. Review of Economics and Statistics 90 (May): 300323.",
        "Becker, Gary S. 1962. Investment in human capital: A theoretical analysis. Journal of Political Economy 70 (October, Part 2): 9-49.",
        "Bertrand, Marianne, Claudia Goldin, and Lawrence F. Katz. 2010. Dynamics of the gender gap for young professionals in the corporate and financial sectors. American Economic Journal: Applied Economics 2 (July): 228-255.",
        "Blau, Francine D., and Lawrence M. Kahn. 1997. Swimming upstream: Trends in the gender wage differential in the 1980s. Journal of Labor Economics 15 (January Part 1): 1-42.",
        "---------------------------------------------------. 2006. The US Gender Pay Gap in the 1990s: Slowing Convergence. Industrial & Labor Relations Review, Vol. 60, No. 1 (October), pp. 45-66.",
        "---------------------------------------------------. 2007. Changes in the labor supply behavior of married women: 1980-2000. Journal of Labor Economics 25 (July): 393-438.",
        "Blau, Francine D., Lawrence M. Kahn, and Kerry L. Papps. 2011. Gender, source country characteristics and labor market assimilation among immigrants: 1980-2000, The Review of Economics and Statistics 93 (February): 43-58.",
        "Card, David. 1999. The causal effect of education on earnings. In Handbook of Labor Economics, Volume 3A, ed. Orley Ashenfelter and David Card. Amsterdam: NorthHolland, pp. 1801-1863.",
        "Center on Budget and Priorities, Chart Book: The Legacy of the Great Recession, see http://www.cbpp.org/cms/index.cfm?fa=view&id=3252 (accessed on July 14, 2011).",
        "Goldin, Claudia, Lawrence F. Katz, and Ilyana Kuziemko. 2006. The homecoming of American college women: The reversal of the college gender gap. Journal of Economic Perspectives 20 (Fall): 133-156.",
        "GÃ\u0083Â¶rlich, Dennis, and Andries de Grip. 2009. Human capital depreciation during hometime. Oxford Economic Papers 61 (April, Suppl. 1): i98-i121.",
        "Juhn, Chinhui, Murphy, Kevin M., and Pierce, Brooks. 1993. Wage inequality and the rise in returns to skill. Journal of Political Economy 101 (June): 410-442.",
        "Katz, Lawrence F., and Kevin M. Murphy. 1992. Changes in relative wages, 1963-87: Supply and demand factors. Quarterly Journal of Economics 107 (February): 35-78.",
        "Lemieux, Thomas. 2006. Increasing residual wage inequality: Composition effects, noisy data, or rising demand for skill? American Economic Review 96 (June): 461-498.",
        "Mincer, Jacob. 1962. On-the-job training: Costs, returns, and some implications. Journal of Political Economy 70 (October, Part 2): 50-79.",
        "Mincer, Jacob, and Solomon Polachek. 1974. Family investments in human capital: Earnings of women. Journal of Political Economy 82 (March/April pt. 2): S76-S108.",
        "O'Neill, June, and Solomon Polachek. 1993. Why the gender gap in wages narrowed in the 1980s. Journal of Labor Economics 11 (January pt. 1): 205-228.",
        "Polachek, Solomon William. 1981. Occupational self-selection: A human capital approach to sex differences in occupational structure. Review of Economics and Statistics 63 (February): 60-69.",
        "Spivey, Christy. 2005. Time off at what price? The effects of career interruptions on earnings. Industrial & Labor Relations Review 59 (October): 119-140.",
        "Weiss, Yoram, and Reuben Gronau. 1981. Expected interruptions in labour force participation and sex-related differences in earnings growth. Review of Economic Studies 48 (October): 607-619."
    ]
}