{
    "id": 17243,
    "cites": 49,
    "cited_by": 3,
    "reference": [
        "Abelson, Michael A. and Barry D. Baysinger. 1984. Optimal and Dysfunctional Turnover: Toward an Organizational Level Model. The Academy of Management Review 9:331341.",
        "Allen, Michael Patrick, Sharon K. Panian, and Roy E. Lotz. 1979. Managerial Succession and Organizational Performance: A Recalcitrant Problem Revisited. Administrative Science Quarterly 24:167-180.",
        "Audas, Rick, Stephen Dobson, and John Goddard. 2002. The Impact of Managerial Change on Team Performance in Professional Sports. Journal of Economics and Business 54:633650.",
        "Azoulay, Pierre, Joshua Graff Zivin, and Jialan Wang. 2010. Superstar Extinction. Quarterly Journal of Economics 25:549-589.",
        "Ballou, Dale and Michael J. Podgursky. 1993. What Makes a Good Principal? How Teachers Assess the Performance of Principals. Economics of Education Review 14:243-52.",
        "Branch, Gregory F., Eric A. Hanushek, and Steven G. Rivkin. 2008. Principal turnover and effectiveness. in Meetings of the American Economics Association San Francisco, CA.",
        "Brewer, Dominic J. 1993. Principals and Student Outcomes: Evidence from U.S. High Schools. Economics of Education Review 12:281-292.",
        "Brown, M. C. 1982. Administrative Succession and Organizational Performance- The Succession Effect. Administrative Science Quarterly 27:1-16.",
        "Bryk, Anthony, Penny Bender Sebring, Elaine Allensworth, Stuart Luppescu, and John Q. Easton. 2010. Organizing Schools for Improvement: Lessons from Chicago. Chicago, IL: University of Chicago Press.",
        "Clark, Damon, Paco Martorell, and Jonah Rockoff. 2009. School Principals and School Performance. National Center for Analysis of Longitudinal Data in Education Research.",
        "Condron, Dennis J. and Vincent J. Roscigno. 2003. Disparities within: Unequal Spending and Achievement in an Urban School District. Sociology of Education 76:18-36.",
        "DeAngelis, Karen J. and Bradford R. White. 2011. Principal Turnover in Ilinois Public Schools, 2001-2008. Illinois Education Research Council.",
        "Denis, David J. and Diane K. Denis. 1995. Performance Changes Following Top Management Dismissals. The Journal of Finance 50:1029-1057.",
        "Dillon, Sam. 2011. U.S. Plan to Replace Principals Hits Snag: Who Will Step In? in New York Times. New York.",
        "DiPrete, Thomas A. and Margaret L. Krecker. 1991. Occupational Linkages and Job Mobility within and across Organizations. Research in Social Stratification and Mobility 10:91131.",
        "Eberts, Randall W. and Joe A. Stone. 1988. Student Achievement in Public Schools: Do Principals Make a Difference? Economics of Education Review 7:291-299.",
        "Eitzen, D.Stanley and Norman R. Yetman. 1972. Managerial Change, Longevity, and Organizational Effectiveness. Administrative Science Quarterly 17:110-116.",
        "Fee, Edward C. and Charles J. Hadlock. 2004. Management Turnover Across the Corporate Hierarchy. Journal of Accounting and Economics 37:3-38.",
        "Fuller, Ed and Michelle D. Young. 2009. Tenure and Retention of Newly Hired Principals in Texas. University Council for Educational Administration, Austin, Texas.",
        "Gamson, William A. and Norman A. Scotch. 1964. Scapegoating in Baseball. American Journal of Sociology 70:69-72.",
        "Gates, Susan M., Jeanne S. Ringel, Lucrecia Santibanez, Cassandra Guarino, Bonnie GhoshDastidar, and Abigail Brown. 2005. Mobility and Turnover among School Principals. Economics of Education Review 25:289-302.",
        "Gates, Susan M., Jeanne S. Ringel, Lucrecia Santibanez, Karen E. Ross, and Catherine H. Chung. 2003. Who is Leading Our Schools? An Overview of School Administrators and Their Careers. RAND Santa Monica.",
        "Grissom, Jason and Susanna Loeb. Forthcoming. Triangulating Principal Effectiveness: How Perspectives of Parents, Teachers, and Assistant Principals Identify the Central Importance of Managerial Skills. American Educational Research Journal Available Online: http://aer.sagepub.com/content/early/2011/03/26/0002831211402663.full.pdf+html.",
        "Grusky, Oscar. 1960. Administrative Succession in Formal Organizations. Social Forces 39:105-115.",
        "Grusky, Oscar. 1963. Managerial Succession and Organizational Effectiveness. American Journal of Sociology 69:21-31.",
        "Hallinger, Philip and Ronald H. Heck. 1998. Exploring the principal's contribution to school effectiveness: 1980-1995. School Effectiveness and School Improvement 9:157-191.",
        "Hallinger, Phillip and Ronald H. Heck. 1996. Reassessing the Principal's Role in School Effectiveness: A Review of Empirical Research, 1980-1995. Educational Administration Quarterly 32:5-44.",
        "Hanushek, Eric, John F. Kain, and Steven G. Rivkin. 2004. Why Public Schools Lose Teachers. Journal of Human Resources 39:326-354.",
        "Harris, Douglas N., Stacey A. Rutledge, William K. Ingle, and Cynthia C. Thompson. 2010. Mix and Match: What Principals Look for when Hiring Teachers and Implications for Teacher Quality Policies. Education Finance and Policy 5:228-246.",
        "Horng, Eileen. 2009. Teacher Tradeoffs: Disentangling Teachers' Preferences for Working Conditions and Student Demographics. American Educational Research Journal 46:690-717.",
        "Horng, Eileen, Daniel Klasik, and Susanna Loeb. 2010. Principal's Time Use and School Effectiveness. American Journal of Education 116:491-523.",
        "Jacob, Brian A and Lars Lefgren. 2005. Principals As agents: Subjective performance measurement in education. in NBER Working Paper Series. Cambridge: NBER.",
        "Lankford, Hamilton, Susanna Loeb, and James Wyckoff. 2002. Teacher Sorting and the Plight of Urban Schools: A Descriptive Analysis. Educational Evaluation and Policy Analysis 24:37-62.",
        "Larsen, P.D. 1993. Factors Influencing Retention of Directors of Nursing at Rural Long-Term Care Facilities. What Difficulties do Rural LTC Facilities Face in Attracting and Retaining Qualified NA/DONs? Geriatric Nursing 14:261-264.",
        "Leithwood, Kenneth, Karen Seashore Louis, Stephen Anderson, and Kyla Wahlstrom. 2004. How leadership influences student learning. Learning from Leadership Project, Minneapolis, MN.",
        "Loeb, Susanna, Demetra Kalogrides, and Tara BÃ\u0083Â©teille. 2010. Effective Schools: Teacher Hiring, Assignment, Development, and Retention. Cambridge: National Bureau of Economic Research, Working Paper #17177.",
        "Loeb, Susanna, Demetra Kalogrides, and Eileen Horng. 2010. Principal Preferences and the Unequal Distribution of Principals Across Schools. Education Evaluation and Policy Analysis 32:205-229.",
        "Loeb, Susanna and Michelle Reininger. 2004. Public Policy and Teacher Labor Markets: What we Know and Why it Matters. The Education Policy Center at Michigan State University, East Lansing.",
        "Louis, Karen Seashore, Kenneth Leithwood, Kyla L. Wahlstrom, and Stephen E. Anderson. 2010. Learning from Leadership Project: Investigating the Links to Improved Student Learning. Center for Applied Research and Educational Improvement.",
        "Mobley, William. 1982. Some Unanswered Questions in Turnover and Withdrawal Research. The Academy of Management Review 7:111-116.",
        "Papa, Frank C., Hamilton Lankford, and James Wyckoff. 2002a. The Attributes and Career Paths of Principals: Implications for Improving Policy. Teacher Policy Research Center.",
        "Papa, Frank C., Hamilton Lankford, and James Wyckoff. 2002b. The attributes and career paths of principals: Implications for improving policy. University at Albany, SUNY, New York.",
        "Pfeffer, Jeffrey and Alison Davis-Blake. 1986. Administrative Succession and Organizational Performance: How Administrator Experience Mediates the Succession Effect. The Academy of Management Journal 29:72-83.",
        "Ringel, Jeanne, Susan Gates, Catherine Chung, Abigail Brown, and Bonnie Ghosh-Dastidar. 2004. Career Paths of School Administrators in Illinois: Insights from an Analysis of State Data. RAND, Santa Monica, CA.",
        "Roza, Marguerite. 2003. A Matter of Definition: Is There Truly a Shortage of School Principals. Center on Reinventing Public Education, University of Washington.",
        "Smith, Jonathan E., Kenneth P. Carson, and Ralph A. Alexander. 1984. Leadership: It Can Make a Difference. The Academy of Management Journal 27:765-776.",
        "Steinberg, Jacques. 2000. Nation's Schools Struggling to Find Enough Principals. in New York Times, vol. September 3, 2000. New York City.",
        "U.S. Department of Education. 2010. Guidance on Fiscal Year 2010 School Improvement Grants. Wasington, D.C. Virany, Beverly, Michael L. Tushman, and Elaine Romanelli. 1992. Executive Succession and Organizational Outcomes in Turbulent Environments: An Organizational Learning Approach. Organization Science 3:72-91.",
        "Weinstein, Meryle, Robin Jacobowitz, Todd Ely, Kate Landon, and Amy Ellen Schwartz. 2009. New Schools, New Leaders: A Study of Principal Turnover and Academic Achievement at New High Schools in New York City. The Institute for Education and Social Policy, New York University."
    ]
}