{
    "id": 17246,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Ai, C. and E. C. Norton (2003, July). Interaction terms in logit and probit models. Economics Letters 80(1), 123129.",
        "Bloom, N. (2009, 05). The impact of uncertainty shocks. Econometrica 77(3), 623685.",
        "Brynjolfsson, E. and C. Kemerer (1996). Network externalities in microcomputer software: An econometric analysis of the spreadsheet market. Management Science 42, 16271647.",
        "Castamo, R., M. Sujan, M. Kacker, and H. Sujan (2008). Managing consumer uncertainty in the adoption of new products: Temporal distance and mental simulation. Journal of Marketing Research (JMR) 45(3), 320  336.",
        "Chang, S.-J. and S. Park (2005). Types of firms generating network externalities and mncs' co-location decisions. Strategic Management Journal 26(7), 595615.",
        "Dube, J.-P. H., G. J. Hitsch, and P. K. Chintagunta (2010). Tipping and Concentration in Markets with Indirect Network Effects. Marketing Science 29(2), 216249.",
        "Farrell, J. and P. Klemperer (2007, December). Coordination and Lock-In: Competition with Switching Costs and Network Effects, Volume 3 of Handbook of Industrial Organization, Chapter 31, pp. 19672072. Elsevier.",
        "Gowrisankaran, G. and J. Stavins (2004). Network externalities and technology adoption: lessons from electronic payments. RAND 35(2), 260276.",
        "Hagedoorn, J. (1995). A note on international market leaders and networks of strategic technology partnering. Strategic Management Journal 16(3), pp. 241250.",
        "Jenkins, S. P. (1995, February). Easy estimation methods for discrete-time duration models. Oxford Bulletin of Economics and Statistics 57(1), 12938.",
        "Jensen, R. (1982, June). Adoption and diffusion of an innovation of uncertain profitability. Journal of Economic Theory 27(1), 182193.",
        "Kalish, S. (1985). A new product adoption model with price, advertising, and uncertainty. Management Science 31(12), 15691585.",
        "Katz, M. L. and C. Shapiro (1985). Network externalities, competition, and compatibility. American Economic Review 75(3), 42440.",
        "Mahajan, V., E. Muller, and F. M. Bass (1990). New product diffusion models in marketing: A review and directions for research. The Journal of Marketing 54(1), 126.",
        "Manski, C. (1993, July). Identification of endogenous social effects: the reflection problem. Review of Economic Studies 60(3), 531542.",
        "Mobius, M. (2001). Death through success: The rise and fall of local service competition at the turn of the century. Harvard Working Paper.",
        "Puffert, D. J. (2002). Path dependence in spatial networks: The standardization of railway track gauge. Explorations in Economic History 39(3), 282  314.",
        "Ryan, S. and C. Tucker (2008). Heterogeneity and the Dynamics of Technology Adoption. Mimeo, MIT.",
        "Saloner, G. and A. Shepard (1994). Adoption of technologies with network effects: An empirical examination of the adoption of automated teller machines. RAND 26(3), 479501.",
        "Shankar, V. and B. L. Bayus (2003). Network effects and competition: an empirical analysis of the home video game industry. Strategic Management Journal 24(4), 375384.",
        "Sundararajan, A. (2007, July). Local network effects and complex network structure. The B.E. Journal of Theoretical Economics 7(1).",
        "Tellis, G. J., E. Yin, and R. Niraj (2009). Does quality win? network effects versus quality in high-tech markets. Journal of Marketing Research (JMR) 46(2), 135  149.",
        "Tucker, C. (2008). Identifying Formal and Informal Influence in Technology Adoption with Network Externalities. Management Science 54(12), 287304."
    ]
}