{
    "id": 17247,
    "cites": 42,
    "cited_by": 0,
    "reference": [
        "Allingham, Michael G. and Agnar Sandmo, Income Tax Evasion: A Theoretical Analysis, Journal of Public Economics, 1972, 1, 323338.",
        "Alm, James, Gary H. McClelland, and William D. Schulze, Why Do People Pay Taxes?, Journal of Public Economics, 1992, 48, 2138.",
        "Andreoni, James, Brian Erard, and Jonathan Feinstein, Tax Compliance, Journal of Economic Literature, June 1998, 36 (2), 818860.",
        "Attanasio, Orazio P. and Monica Paiella, Intertemporal Consumption Choices, Transaction Costs and Limited Participation in Financial Markets: Reconciling Data and Theory, Journal of Applied Econometrics, 2011, 26 (2), 322343.",
        "Baldry, Jonathan, Income Tax Evasion and the Tax Schedule: Some Experimental Results, Public Finance, 1987, 42 (3), 357383.",
        "Becker, Gary S., Crime and Punishment: An Economic Approach, Journal of Political Economy, March/April 1968, 76 (2), 169217.",
        "Becker, Winfried, Heinz-Jurgen Buchner, and Simon Sleeking, The Impact of Public Transfer Expenditures on Tax Evasion, Journal of Public Economics, 1987, 34, 243252.",
        "Block, M.K. and J.M. Heineke, A Labor Theoretic Analysis of the Criminal Choice, American Economic Review, June 1975, 65 (3), 314325.",
        "Bordignon, Massimo, A Fairness Approach to Income Tax Evasion, Journal of Public Economics, 1993, 52, 345362.",
        "Chetty, Raj, A New Method of Estimating Risk Aversion, American Economic Review, 2006, 96 (5), 18211834.",
        "Christian, Charles W., Voluntary Compliance with the Individual Income Tax: Results form the 1988 TCMP Study, In IRS Research Bulletin 1993/1994, Publication 1500 (Rev. 9-94) 1994.",
        "Clotfelter, Charles T., Tax Evasion and Tax Rates: An Analysis of Individual Returns, Review of Economics and Statistics, August 1983, 65 (3), 363373.",
        "Cowell, F.A., Tax Evasion and Inequity, Journal of Economic Psychology, 1992, 13, 521543.",
        "Crump, Richard, Gopi Shah Goda, and Kevin Mumford, Fertility and the Personal Exemption: Comment, American Economic Review, June 2011, 101 (4), 161628.",
        "Dickert-Conlin, Stacy and Amitabh Chandra, Taxes and the Timing of Births, Journal of Political Economy, February 1999, 107 (1), 161177.",
        "Dubin, Jeffrey A., Michael J. Graetz, and Louis Wilde, The Effect of Audit Rates on the Federal Individual Income Tax, 1977-1986, National Tax Journal, December 1990, 43 (4), 395409.",
        "Erard, Brian and Jonathan S. Feinstein, Honesty and Evasion in the Tax Compliance Game, RAND Journal of Economics, Spring 1994, 25 (1), 119.",
        "Fack, Gabrielle and Camille Landais, Charitable Giving and Tax Policy in the Presence of Tax Cheating: Theory and Evidence from the U.S. and France, April 2011. Manuscript: Stanford University.",
        "Feenberg, Daniel and Elisabeth Coutts, An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management, 1993, 12 (1), 189194.",
        "Feinstein, Jonathan S., An Econometric Analysis of Income Tax Evasion and its Detection, RAND Journal of Economics, Spring 1991, 22 (1), 233276.",
        "Feldman, Naomi E. and Joel Slemrod, Estimating Tax Noncompliance with Evidence from Unaudited Tax Returns, The Economic Journal, March 2007, 117, 327352.",
        "Fisman, Raymond and Shang-Jin Wei, Tax Rates and Tax Evasion: Evidence from Missing Imports in China, Journal of Political Economy, April 2004, 112 (2), 843877.",
        "General Accounting Office, Erroneous Dependent and Filing Status Claims, March 1993. GAO/GGD-93-60.",
        ", Audit Trends and Results for Individual Taxpayers, April 1996. GAO/GGD-96-61.",
        "Gordon, James P. F., Individual Morality and Reputation Costs as Deterrents to Tax Evasion, European Economic Review, 1989, 33, 797805.",
        "Gruber, Jonathan, Public Finance and Public Policy, third ed., Worth, 2009.",
        "Internal Revenue Service Oversight Board, 2010 Taxpayer Attitude Survey, U.S. Department of the Treasury January 2011.",
        "Jacob, Brian A. and Steven D. Levitt, Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating, Quarterly Journal of Economics, August 2003, 118 (3), 843877.",
        "Klepper, Steven and Daniel Nagin, The Anatomy of Tax Evasion, Journal of Law, Economics, & Organization, Spring 1989, 5 (1), 124.",
        "Kleven, Henrik J., Martin B. Knudsen, Claus T. Kreiner, SÃ\u0083Â¸ren Pederson, and Emmanuel Saez, Unwilling or unable to cheat? Evidence from a randomized tax audit experiment in Denmark, February 2010. NBER Working Paper No. 15769.",
        "Liebman, Jeffrey B., Who Are the Ineligible EITC Recipients?, National Tax Journal, December 2000, 53 (4), 11651185.",
        "McCubbin, Janet, EITC Noncompliance: The Determinants of the Misreporting of Children, National Tax Journal, December 2000, 53 (4), 11351164.",
        "Oliva, Paulina, Environmental Regulations and Corruption: Automobile Emissions in Mexico City, September 2010. Manuscript: University of California, Santa Barbara.",
        "O'Neil, Cherie J. and Karen B. Lanese, T.I.N. Requirements and the Child Care Credit: Impact on Taxpayer Behavior, 1993. Manuscript: University of South Florida.",
        "Pissarides, Christopher A. and Guglielmo Weber, An Expenditure-Based Estimate of Britain's Black Economy, Journal of Public Economics, 1989, 39, 1732.",
        "Slemrod, Joel, Cheating Ourselves: The Economics of Tax Evasion, Journal of Economic Perspectives, Winter 2007, 21 (1), 2548. and Caroline Weber, Evidence of the Invisible: Toward a Credibility Revolution in the Empirical Analysis of Tax Evasion and the Informal Economy, International Tax and Public Finance, Forthcoming.",
        "Smith, Kent W.., Reciprocity and Fairness: Positive Incentives for Tax Compliance, in Why People Pay Taxes, University of Michigan Press, 1992, pp. 223250.",
        "Spicer, Michael W. and Lee A. Becker, Fiscal Inequality and Tax Evasion: An Experimental Approach, National Tax Journal, June 1980, 33 (2), 171175.",
        "Szilagyi, John A., Where Have All the Dependents Gone?, in Trend Analyses and Related Statistics  1990 Update, Vol. Internal Revenue Service Publication 1500, IRS, August 1990, pp. 6372.",
        "Tyler, Tom R., Why People Obey the Law, Yale University Press, 1990.",
        "Whittington, Leslie A. and H. Elizabeth Peters, Economic Incentives for Financial and Residential Independence, Demography, February 1996, 33 (1), 8297.",
        ", James Alm, and H. Elizabeth Peters, Fertility and the Personal Exemption: Implicit Pronatalist Policy in the United States, American Economic Review, June 1990, 80 (3), 545556."
    ]
}