{
    "id": 17244,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "Anstey, Kaarin J., Mary A. Luszcz, Lynne C. Giles, and Gary R. Andrews [2001], Demographic, Health, Cognitive and Sensory Variables as Predictors of Mortality in Very Old Adults, Psychology and Aging 16(1), 3-11.",
        "Baker, David B., Michael S. Wolf, Joseph Feinglass, and Jason A. Thompson [2008], Health Literacy, Cognitive Abilities, and Mortality Among Elderly Persons, Journal of General Internal Medicine 23(6), 723-726.",
        "Bassett, William F., and Robin L. Lumsdaine [1999], Outlook, Outcomes, and Optimism, unpublished manuscript.",
        "Bassett, William F., and Robin L. Lumsdaine [2000], Probability Limits: Are Subjective Assessments Adequately Accurate? The Journal of Human Resources 36(2), 327-363.",
        "BÃ\u0083Â¶rsch-Supan, Axel, Agar Brugiavini, Hendrik JÃ\u0083Â¼rges, Johan Mackenbach, Johannes Siegrist, and Guglielmo Weber [2005]. Health, Ageing and Retirement in Europe: First Results from the Survey of Health, Ageing and Retirement in Europe. Mannheim Research Institute for the Economics of Aging.",
        "BÃ\u0083Â¶rsch-Supan, Axel, Agar Brugiavini, Hendrik JÃ\u0083Â¼rges, Arie Kapteyn, Johan Mackenbach, Johannes Siegrist, and Guglielmo Weber [2008]. Health, Ageing and Retirement in Europe (2004-2007): Starting the Longitudinal Dimension. Mannheim Research Institute for the Economics of Aging.",
        "Costa Jr., Paul T., and Robert R. McCrae [1985], Hypochondriasis, Neuroticism, and Aging, American Psychologist 40(1), 19-28.",
        "Crossley, Thomas F., and Steven Kennedy [2002], The Reliability of Self-Assessed Health Status, Journal of Health Economics 21, 643-658.",
        "Damian, Javier, Ana Ruigomez, Vicente Pastor, and Jose M. Martin-Moreno [1999], Determinants of Self Assessed Health Among Spanish Older People Living at Home, Journal of Epidemiology and Community Health 53, 412-416.",
        "Doorn, Carol van [1999], A Qualitative Approach to Studying Health Optimism, Realism and Pessimism, Research on Aging 21(3), 440-457.",
        "Eriksson, Ingeborg, Anna-Lena UndÃ\u0083Â©n, and Stig Elofsson [2001], Self-Rated Health. Comparisons Between Three Different Measures. Results From a Population Study, International Journal of Epidemiology 30, 326-333.",
        "Ford, Jessica, Melanie Spallek, and Annette Dobson [2007], Self-Rated Health and a Healthy Lifestyle Are the Most Important Predictors of Survival in Elderly Women, Age and Ageing 37, 194-200.",
        "Health and Retirement Study [2008], Sample Sizes and Response Rates (2002 and beyond). Downloaded from http://hrsonline.isr.umich.edu/sitedocs/sampleresponse.pdf, accessed April 11, 2011.",
        "HernÃ\u0083Â¡ndez-Quevedo, Cristina, Andrew M. Jones, and Nigel Rice [2005], Reporting Bias and Heterogeneity in SelfAssessed Health. Evidence From the British Household Panel Survey, Working paper Health, Econometrics and Data Group (HEDG) of the University of York.",
        "JÃ\u0083Â¼rges, Hendrik [2006], True Health vs. Response Styles: Exploring Cross-country Differences in Self-Assessed Health, German Institute for Economic Research Discussion Paper # 588.",
        "JÃ\u0083Â¼rges, Hendrik, Mauricio Avendano, and Johan P. Mackenbach [2008], Are Different Measures of Self-Rated Health Comparable? An Assessment in Five European Countries, European Journal of Epidemiology 23(12), 773-781.",
        "Lee, Yunhwan [2000], The Predictive Value of Self Assessed General, Physical, and Mental Health on Functional Decline and Mortality in Older Adults, Journal of Epidemiology and Community Health 54(2), 123-129.",
        "Lusardi, Annamaria [2008a], Household Savings Behavior: The Role of Financial Literacy, Information, and Financial Education Programs, NBER Working Paper # 13824.",
        "Lusardi, Annamaria [2008b], Financial Literacy: An Essential Tool for Informed Consumer Choice? NBER Working Paper # 14084.",
        "Mannheim Research Institute for the Economics of Aging [2010], SHARE: Release Guide 2.4.0, Waves 1 & 2.",
        "Downloaded from http://www.share-project.org/, accessed April 28, 2011.",
        "Meijer, Erik, Arie Kapteyn, and Tatiana Andreyeva [2011], Internationally Comparable Health Indices, Health Economics 20, 600-619.",
        "Moum, TorbjÃ\u0083Â¸rn [1992], Self-Assessed Health Among Norwegian Adults, Social Science & Medicine 35(7), 935947.",
        "Pinquart, Martin [2001], Correlates of Subjective Health in Older Adults: A Meta-Analysis, Psychology and Aging 16(3), 414-426.",
        "Schwarz, Norbert [1999], How the Questions Shape the Answers, American Psychologist 54(2), 93-105.",
        "Simon, J.G., J.B. de Boer, I.M.A. Joung, H. Bosma, and J.P. Mackenbach [2005], How is Your Health in General? A Qualitative Study on Self-Assessed Health, European Journal of Public Health 15(2), 200-208.",
        "Tversky, Amos, and Daniel Kahneman [1974], Judgment under Uncertainty: Heuristics and Biases, Science 185, 1124-1131.",
        "United Nations Educational, Scientific and Cultural Organization [2006], ISCED 1997. Downloaded from http://www.uis.unesco.org/TEMPLATE/pdf/isced/ISCED_A.pdf, accessed April 7, 2011.",
        "Zaller, John, and Stanley Feldman [1992], A Simple Theory of the Survey Response: Answering Questions versus Revealing Preferences, American Journal of Political Science 36(3), 579-616.",
        "Zimmer, Zachary, Josefina Natividad, Hui-Sheng Lin, and Napaporn Chayovan [2000], A Cross-National Examination of the Determinants of Self-Assessed Health, Journal of Health and Social Behavior 41, 465-481."
    ]
}