{
    "id": 17240,
    "cites": 50,
    "cited_by": 109,
    "reference": [
        "Aiyagari, R. (1994): Uninsured Idiosyncratic Risk and Aggregate Savings, Quarterly Journal of Economics, 109, 659--684.",
        "Aiyagari, S. R., L. J. Christiano, and M. Eichenbaum (1992): The output, employment, and interest rate effects of government consumption, Journal of Monetary Economics, 30(1), 73--86.",
        "Auerbach, A. J., and W. Gale (2010): Activist Fiscal Policy to Stabilize Economic Activity, in Financial Stability and Macroeconomic Policy: a symposium sponsored by the Federal Reserve Bank of Kansas City, pp. 327--74. Federal Reserve Bank of Kansas City.",
        "Auerbach, A. J., and Y. Gorodnichenko (2010): Measuring the Output Responses to Fiscal Policy, NBER Working Papers 16311, National Bureau of Economic Research, Inc.",
        "Barro, R. J. (2009): Government Spending Is No Free Lunch, The Wall Street Journal, p. A17.",
        "Barro, R. J., and R. G. King (1984): Time-separable Preferences and IntertemporalSubstitution Models of Business Cycles, The Quarterly Journal of Economics, 99(4), 817--39.",
        "Bernanke, B., and M. Gertler (1989): Agency Costs, Net Worth, and Business Fluctuations, The American Economic Review, 79(1), 14--31.",
        "Blanchard, O., and R. Perotti (2002): An Empirical Characterization Of The Dynamic Effects Of Changes In Government Spending And Taxes On Output, The Quarterly Journal of Economics, 117(4), 1329--1368.",
        "Brunnermeier, M. K., and Y. Sannikov (2011): A Macroeconomic Model with a Financial Sector, Princeton University Manuscript.",
        "Burnside, C., M. Eichenbaum, and J. D. M. Fisher (2004): Fiscal shocks and their consequences,  Journal of Economic Theory, 115(1), 89--117.",
        "Chetty, R., A. Guren, D. S. Manoli, and A. Weber (2011): Does Indivisible Labor Explain the Difference Between Micro and Macro Elasticities? A Meta-Analysis of Extensive Margin Elasticities, NBER Working Papers 16729, National Bureau of Economic Research, Inc.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans (1998): Modeling Money, NBER Working Papers 6371, National Bureau of Economic Research, Inc.",
        "Christiano, L. J., M. Eichenbaum, and S. Relebo (2011): When is the Government Spending Multiplier Large?, Journal of Political Economy, 119(1), 78--121.",
        "Cochrane, J., and M. Piazzesi (2002): The Fed and Interest Rates - A High-Frequency Identification,  American Economic Review, 92(2), 90--95.",
        "Eggertsson, G. B. (2008): Great Expectations and the End of the Depression, American Economic Review, 98(4), 1476--1516.",
        "Eggertsson, G. B., and M. Woodford (2003): The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity, 34(1), 139--235.",
        "Favero, C., F. Giavazzi, and J. Perego (2011): Country Heterogeneity and the International Evidence on the Effects of Fiscal Policy, Manuscript for conference on fiscal policy, stabilization, and sustainability, International Monetary Fund.",
        "Fernandez-Villaverde, J., and J. F. Rubio-Ramirez (2007): Estimating Macroeconomic Models: A Likelihood Approach, Review of Economic Studies, 74(7), 1059--1087.",
        "Fisher, J. D. M., and R. Peters (2009): Using stock returns to identify government spending shocks, Working paper series, Federal Reserve Bank of Chicago.",
        "GalÃ\u0083Â­, J., J. D. LÃ\u0083Â³pez-Salido, and J. VallÃ\u0083Â©s (2007): Understanding the Effects of Government Spending on Consumption, Journal of the European Economic Association, 5(1), 227--270.",
        "Gordon, R. J., and R. Krenn (2010): The End of the Great Depression 1939-41: Policy Contributions and Fiscal Multipliers, NBER Working paper 16380.",
        "Hall, R. E. (2009): By How Much Does GDP Rise if the Government Buys More Output?, Brookings Papers on Economic Activity, 2, 183--231.",
        "House, C., and M. D. Shapiro (2008): Temporary Investment Tax Incentives: Theory with Evidence from Bonus Depreciation, American Economic Review, 98(3), 737--68.",
        "Huntley, J., and V. Michelangeli (2010): Tax Rebates and Fiscal Multipliers, Manuscript, Congressional Budget Office.",
        "Ilzetzki, E., E. G. Mendoza, and C. Vegh (2010): How Big (Small?) are Fiscal Multipliers?, NBER Working Papers 16479, National Bureau of Economic Research, Inc.",
        "Johnson, D. S., J. A. Parker, and N. S. Souleles (2006): Household Expenditure and the Income Tax Rebates of 2001, American Economic Review, 96(5), 1589--1610.",
        "Kaplan, G., and G. Violante (2011): A Model of the Consumption Response to Fiscal Stimulus Payments, Slides.",
        "Kim, J., S. H. Kim, E. Schaumburg, and C. Sims (2005): Calculating and Using Second Order Accurate Solutions of Discrete Time, Discussion paper, Princeton University, Department of Economics.",
        "Krugman, P. (1998): It's Baaack: Japan's Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity, 2, 137--187.",
        "(2009): The Obama Gap, The New York Times, p. A27.",
        "Krusell, P., and A. A. Smith (1998): Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106(5), 867--96.",
        "Leeper, E., C. Sims, and T. Zha (1996): What Does Monetary Policy Do?, Brookings Papers on Economic Activity, 27(2), 1--78.",
        "Mankiw, N. G. (1986): The Allocation of Credit and Financial Collapse, The Quarterly Journal of Economics, 101(3), 455--470.",
        "Mian, A., and A. Sufi (2010): The Effects of Fiscal Stimulus: Evidence from the 2009 SCash for ClunkersS Program, NBER Working Papers 16351, National Bureau of Economic Research, Inc.",
        "Nakamura, E., and J. Steinsson (2011): Fiscal Stimulus in a Monetary Union: Evidence from U.S. Regions, Columbia Department of Economics, mimeo.",
        "Nekarda, C. J., and V. A. Ramey (2011): Industry Evidence on the Effects of Government Spending, American Economic Journal: Macroeconomics, 3(1), 36--59.",
        "Oh, H., and R. Reis (2011): Targeted Transfers and the Fiscal Response to the Great Recession, NBER Working Papers 16775, National Bureau of Economic Research, Inc.",
        "Parker, J. A., N. S. Souleles, D. S. Johnson, and R. McClelland (2011): Consumer Spending and the Economic Stimulus Payments of 2008, NBER Working Papers 16684, National Bureau of Economic Research, Inc.",
        "Perotti, R. (1999): Fiscal Policy In Good Times And Bad, Quarterly Journal of Economics, 114(4), 1399--1436.",
        "Prescott, E. C. (1986): Theory Ahead of Business-Cycle Measurement, Carnegie-Rochester Conference Series on Public Policy, 25(1), 11--44.",
        "Ramey, V. A. (2011): Identifying Government Spending Shocks: It's all in the Timing, Quarterly Journal of Economics, 126(1), 1--50. (forthcoming): Can Government Purchases Stimulate the Economy?, Journal of Economic Literature.",
        "Ramey, V. A., and M. D. Shapiro (1998): Costly capital reallocation and the effects of government spending, Carnegie-Rochester Conference Series on Public Policy, 48(1), 145--194.",
        "Reis, R. (2006): Inattentive consumers, Journal of Monetary Economics, 53(8), 1761--1800.",
        "Romer, C. (1992): What Ended the Great Depression?, Journal of Economic History, 52(4), 757--84.",
        "Romer, C. D., and D. Romer (2010): The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, American Economic Review, 100(3), 763--801.",
        "Rotemberg, J. J., and M. Woodford (1997): An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, in N.B.E.R. Macroeconomics Annual, 1991, ed. by B. Bernanke, and J. J. Rotemberg, vol. 12, pp. 297--346. Cambridge, MA: MIT Press.",
        "Sims, C. A. (1980): Macroeconomics and Reality, Econometrica, 48(1), 1--48.",
        "Tagkalakis (2008): The Effects of Fiscal Policy on Consumption in Recessions and Expansions, Journal of Public Economics, 92, 1486--1508.",
        "Taylor, J. (forthcoming): An Empirical Analysis of the Revival of Fiscal Activism in the 2000s, Journal of Economic Literature.",
        "Woodford, M. (2011): Simple Analytics of the Government Expenditure Multiplier, American Economic Journal: Macroeconomics, 3(1), 1--35."
    ]
}