{
    "id": 17249,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Arvind, S. (2004). Medicines, Patents, and TRIPS. Finance & Development, 41(1), 22. Balasubramaniam, K. (1996). Health and pharmaceuticals in developing countries: towards social justice and equity. Penang, Malaysia: Consumers International-Regional Office for Asia and the Pacific.",
        "Ballance, R., Pogany, J., & Forstner, H. (1992). The World's Pharmaceutical Industries: An international perspective on innovation, competition, and policy. Vienna, Austria: UNIDO.",
        "Barton, J. H. (2004). TRIPS and the global pharmaceutical market. Health Affairs (Millwood), 23(3), 146-154.",
        "Berger, M., Murugi, J., Buch, E., Ijsselmuiden, C., Moran, M., Guzman, J., Devlin, M., & Kubata, B (2010). Strengthening pharmaceutical innovation in Africa. Council on Health Research for Development (COHRED); New Partnership for Africa's Development (NEPAD).",
        "Cameron, A., Ewen, M., Ross-Degnan, D., Ball, D., & Laing, R. (2009). Medicine prices, availability, and affordability in 36 developing and middle-income countries: a secondary analysis. The Lancet, 373(9659), 240-249.",
        "Chaudhuri, S., Mackintosh, M., & Mujinja, P.G.M. (2010). Indian Generics Producers, Access to Essential Medicines and Local Production in Africa: An argument with Reference to Tanzania. The European Journal of Development Research, 22(4), 451-468.",
        "Chien, C.V. (2007). HIV/AIDS Drugs for Sub-Saharan Africa: How do Brand and Generic Supply Compare. PLOS One, 2(3), e278.",
        "Danzon, P. M., & Chao, L. W. (2000). Does Regulation Drive Out Competition in Pharmaceutical Markets?. The Journal of Law and Economics, 43(2), 311-358.",
        "Danzon, P. M., & Furukawa, M. F. (2003). Prices and availability of pharmaceuticals: evidence from nine countries. Health Affairs, 3(29.10), 2003.",
        "Danzon, P. M., & Furukawa, M. F. (2008). International Prices And Availability Of Pharmaceuticals In 2005. Health Affairs, 27(1), 221-233.",
        "Danzon, P. M., & Kim, J. D. (1998). International price comparisons for pharmaceuticals. Measurement and policy issues. Pharmacoeconomics, 14 Suppl 1, 115-128.",
        "Danzon, P. M., & Towse, A. (2003). Differential pricing for pharmaceuticals: reconciling access, R&D and patents. International Journal of Health Care Finance and Economics, 3(3), 183-205.",
        "Espin, J. Rovira, J., & Olry de Labry, A. (2011). Review Series on Pharmaceutical Pricing Policies and Interventions. External Reference Pricing. WHO/HAI Project on Medicines prices and Availability.",
        "Flynn, M. (2008). Public Production of Anti-Retroviral Medicines in Brazil, 1990-2007. Development and Change, 39(4), 513-536.",
        "Frank, R. G. (2001). Prescription drug prices: why do some pay more than others do? Health Affairs (Millwood), 20(2), 115-128.",
        "Grace, C. (2004). The Effect of Changing Intellectual Property on Pharmaceutical Industry Prospects in India and China: Considerations for Access to Medicines. London: DFID Health Systems Resource Centre.",
        "Lanjouw, J. O., & Cockburn, I. M. (2001). New Pills for Poor People? Empirical Evidence after GATT. World Development, 29(2), 265-289.",
        "Lexchin, J. (2004). The effect of generic competition on the price of brand-name drugs. Health Policy, 68(1), 47-54.",
        "Lichtenberg, F. R. (2010). Pharmaceutical Price Discrimination and Social Welfare. Capitalism and Society 5(1): Vol. 5 : Iss. 1, Article 2.",
        "Mendis, S., Fukino, K., Cameron, A., Laing, R., Filipe Jr, A., Khatib, O., Leowski. J., & Ewen, M. (2007). The availability and affordability of selected essential medicines for chronic diseases in Six Low- and Middle-Income Countries. Bulletin of the World Health Organization, 856(4), 279-288.",
        "NiÃ\u0083Â«ns, L.M., Cameron, A., Van de Poel, E., Ewen, M., Brouwer, W.B.F., et al. (2010). Quantifying the Impoverishing Effects of Purchasing Medicines: A Cross- Country Comparison of the Affordability of Medicines in the Developing World. PLoS Med 7(8): e1000333.",
        "Ridley, D. B. (2005). Price differentiation and transparency in the global pharmaceutical marketplace. Pharmacoeconomics, 23(7), 651-658.",
        "Russo, G., McPake, B. (2010). Medicine Prices in Urban Mozambique: a Public Health and Economic Study of Pharmaceutical Markets and Price Determinants in Low-Income Settings. Health Policy & Planning, 25, 70-84.",
        "Scherer, F. M. (2004). The pharmaceutical industry--prices and progress. New England Journal of Medicine, 351(9), 927-932.",
        "Scherer, F. M., & Watal, J. (2002). Post-TRIPS Options for Access to Patented Medicines in Developing Nations. Journal of International Economic Law, 5(4), 913-939.",
        "Shadlen, K. (2007). The Political Economy of AIDS Treatment: Intellectual Property and the Transformation of Generic Supply. International Studies Quarterly, 51, 559-581.",
        "Smith, R. D., Correa, C., & Oh, C. (2009). Trade, TRIPS, and pharmaceuticals. The Lancet, 373(9664), 684-691.",
        "United Nations. (2004). International Merchandise Trade Statistics Compilers Manual (No. ST/ESA/STAT/SER.F/87). New York: United Nations.",
        "Vasan, A., Hoos, D., Mukherjee, J. S., Farmer, P. E., Rosenfield, A. G., & Perriens, J. H. (2006). The pricing and procurement of antiretroviral drugs: an observational study of data from the Global Fund. Bulletin of the World Health Organization, 84(5), 393-398.",
        "WHO. (2004). The World Medicines Situation (No. WHO/EDM/PAR/2004.5). Geneva: The World Health Organization.",
        "WHO, & HAI. (2003). Medicine Prices: A New Approach to Measurement (No.",
        "WHO/EDM/PAR/2003.2). Geneva: World Health Organization and Health Action International."
    ]
}