{
    "id": 17242,
    "cites": 51,
    "cited_by": 3,
    "reference": [
        "Afterthoughts on the Conference. The Economist. September 24, 1932.",
        "Alessandria, George, Joseph P. Kaboski, Virgiliu Midrigan. The Great Trade Collapse of 2008-09: An Inventory Adjustment? NBER Working Paper 16059, 2010.",
        "An Ottawa Impression. The Economist. September 3, 1932.",
        "Amery, Leo S. The Imperial Economic Conference. International Affairs 11, no. 5 (1932): 678-699.",
        "Anderson, James E. and Eric van Wincoop. Gravity with Gravitas: A Solution to the Border Puzzle. American Economic Review 93, no. 1 (2003): 170-192.",
        "Baldwin, Robert. U.S. Trade Policy since 1934: An Uneven Path toward Greater Trade Liberalization. NBER Working Paper 15397, 2009.",
        "Bems, Rudolfs, Robert C. Johnson, Kei-Mu Yi. The Role of Vertical Linkages in the Propagation of the Global Downturn of 2008. Dartmouth College, 2010.",
        "Bernard, Andrew B., J. Bradford Jensen, Stephen J. Redding, and Peter K. Schott. Firms in International Trade. Journal of Economic Perspective 21, no. 3 (2007): 105-130.",
        "Boyce, Robert. The Significance of 1931 for British Imperial and International History. Histoire@Politique 11, no. 2 (2010). Bureau of the Census. Monthly Summary of Foreign Commerce of the United States. Washington: Government Printing Office, various years.",
        "Capie, Forrest. Depression and Protectionism: Britain between the Wars. London: George Allen and Unwin Limited, 1983.",
        "Chor, Davin and Kalina Manova. Off the Cliff and Back? Credit Conditions and International Trade during the Global Financial Crisis. NBER Working Paper 16174, 2010.",
        "Commonwealth: Imperial Conference. Time. July 25, 1932.",
        "Conybeare, John. Trade Wars: A Comparative Study of Anglo-Hanse, Franco-Italian, and Hawley-Smoot Conflicts. World Politics 38, no. 1 (1985): 147-172.",
        "Dominion Bureau of Statistics. Export and Import Price Indexes 1926-1948. D.B.S. Reference Papers no. 5, 1949. Dominion Bureau of Statistics. Monthly Report of the Trade of Canada. Ottawa: F.A. Acland, various years. Dominion Bureau of Statistics. Quarterly Report of the Trade of Canada. Ottawa: F.A. Acland, various years.",
        "Drummond, Ian M. British Economic Policy and the Empire, 1919-1939. London: George Allen and Unwin Limited, 1972.",
        "Eaton, Jonathan, Sam Kortum, Brent Neiman, and John Romalis. Trade and the Global Recession. NBER Working Paper 16666, 2010.",
        "Eichengreen, Barry and Douglas A. Irwin. Trade Blocs, Currency Blocs and the Reorientation of World Trade in the 1930s. Journal of International Economics 38, no. 1 (1995): 1-24.",
        "Eichengreen, Barry and Douglas A. Irwin. The Slide to Protectionism in the Great Depression: Who Succumbed and Why? Journal of Economic History 70, no. 4 (2010): 871-897.",
        "Estevadeordal, Antoni, Brian Frantz, and Alan M. Taylor. The Rise and Fall of World Trade, 18701939. Quarterly Journal of Economics 118, no. 2 (2003): 359-407.",
        "Frieden, Jeffry. Global Capitalism: Its Fall and Rise in the Twentieth Century. New York: W.W. Norton, 2006.",
        "Glickman, David L. The British Imperial Preference System. Quarterly Journal of Economics 61, no. 3 (1947): 439-470. Hart, Michael. A Trading Nation: Canadian Trade Policy from Colonialism to Globalization.",
        "Head, Keith, Thierry Mayer, and John Ries. The Erosion of Colonial Trade Linkages after Independence. Journal of International Economics 81, no. 1 (2010): 1-14.",
        "Hynes, William, David S. Jacks, and Kevin H. O'Rourke. Commodity Market Disintegration in the Interwar Period. Forthcoming in European Review of Economic History, 2011.",
        "Irwin, Douglas A. Peddling Protectionism: Smoot-Hawley and the Great Depression. Princeton: Princeton University Press, 2011.",
        "Jacks, David S., Christopher M. Meissner, and Dennis Novy. Trade Costs in the First Wave of Globalization. Explorations in Economic History 47, no. 2 (2010): 127-141.",
        "Jacks, David S., Christopher M. Meissner, and Dennis Novy. Trade Booms, Trade Busts, and Trade Costs. Journal of International Economics (2011).",
        "Kindleberger, Charles P. Commercial Policy between the Wars. In The Industrial Economies: The Development of Economic and Social Policies. Edited by Peter Mathias and Sidney Pollard. Cambridge: Cambridge University Press, 1989.",
        "Kitson, Michael and Solomos Solomou. Trade Policy and the Regionalization of Imports in Interwar Britain. Bulletin of Economic Research 43, no. 2 (1991): 151-168.",
        "Kottman, Richard N. Herbert Hoover and the Smoot-Hawley Tariff: Canada, A Case Study. Journal of American History 62, no. 3 (1975): 609-635.",
        "Lattimer, John E. The Ottawa Trade Agreements. Journal of Farm Economics 16, no. 4 (1934): 565-581.",
        "Levchenko, Andrei A., Logan T. Lewis, and Linda L. Tesar. The Collapse of International Trade during the 2008-2009 Crisis: In Search of the Smoking Gun. NBER Working Paper 16006, 2010.",
        "Macdougall, Donald and Rosemary Hutt. Imperial Preference: A Quantitative Analysis. Economic Journal 64, no. 254 (1954): 233-257.",
        "MacKay, Robert A. Imperial Economics at Ottawa. Pacific Affairs 5, no. 10 (1932): 873-885.",
        "Maddison, Angus. The World Economy: Historical Statistics. Paris: OECD, 2004.",
        "Madsen, Jakob B. Trade Barriers and the Collapse of World Trade during the Great Depression. Southern Economic Journal 67, no. 4 (2001): 848-868.",
        "Marcus, Edward. Canada and the International Business Cycle, 1927-1939. New York: Bookman Associates, 1954.",
        "McDonald, Judith A., Anthony Patrick O'Brien, and Colleen M. Callahan. Trade Wars: Canada's Reaction to the Smoot-Hawley Tariff. Journal of Economic History 57, no. 4 (1997): 802-826.",
        "O'Brien, Anthony Patrick and Judith A. McDonald. Retreat from Protectionism: R.B. Bennett and the Movement to Freer Trade in Canada, 1930-1935. Journal of Policy History 21, no. 4 (2009): 331-365.",
        "Pomfret, Richard. Trade Policy in Canada and Australia in the Twentieth Century. Australian Economic History Review 40, no. 2 (2000): 114-126.",
        "Potter, Pitman B. The British Imperial Economic Conference. American Journal of International Law 26, no. 4 (1932): 811-813.",
        "Ritschl, Albrecht O. and Nikolaus Wolf. Endogeneity of Currency Areas and Trade Blocs: Evidence from a Natural Experiment. Kyklos 64, no. 2 (2011): 291-312.",
        "Rooth, Tim. British Protectionism and the International Economy: Overseas Commercial Policy in the 1930s. Cambridge: Cambridge University Press, 1993.",
        "Rooth, Tim. Retreating from Globalisation: The British Empire/Commonwealth Experience between the Wars. University of Portsmouth (2010).",
        "Safarian, A. Edward. Trade and the Level of Economic Activity in Canada in the 1930's. Canadian Journal of Economics 18, no. 3 (1952): 336-344.",
        "Safarian, A. Edward. The Canadian Economy in the Great Depression. Toronto: McClelland and Stewart Limited, 1970.",
        "Santos Silva, J.M.C. and Silvana Tenreyro. The Log of Gravity. Review of Economics and Statistics 88, no. 4 (2006): 641-658.",
        "Snyder, Richard C. Commercial Policy as Reflected in Treaties from 1931 to 1939. American Economic Review 30, no. 4 (1940): 787-802.",
        "Taussig, Frank W. The Tariff, 1929-30. Quarterly Journal of Economics 44, no. 2 (1930a): 175-204.",
        "Taussig, Frank W. The Tariff Act of 1930. Quarterly Journal of Economics 45, no. 1 (1930b): 1-21.",
        "The Imperial Economic Conference with Particular Reference to the United-Kingdom-Canada Agreement. International Affairs 13, no. 2 (1934): 245-252.",
        "Toynbee, Arnold J. Survey of International Affairs 1934. London: Humphrey Milford, 1935."
    ]
}