{
    "id": 17257,
    "cites": 8,
    "cited_by": 5,
    "reference": [
        "Press, New York, NY hagwati, J., 2005, In Defense of Globalization, Oxford University Press, New York, B NY hagwati, J., 1993, India in Transition: Freeing the Economy, Oxford University Press B (Clarendon), New York halla, S., 2003, Recounting the Poor: Poverty in India, 19831999, Economic and B Political Weekly, Volume 38, Number 4, pp 338349.",
        "ConceiÃ\u0083Â§Ã\u0083Â£o, P., and Ferreira, P., 2000, The Young Person's Guide to the Theil Index: uggesting  Intuitive  Interpretations  and  Exploring  Analytical  Applications, quality Pr S University of Texas Ine oject (UTIP), Working Paper Number 14.",
        "Deaton, A., and Dreze, J., 2002, Poverty and Inequality in India: A ReExamination, enter  for  Economic  Development,  Working  Paper  Number  107,  Princeton C University, Deaton, A. and Zaidi, S., 2002, Guidelines for Constructing Consumption Aggregates or Welfare Analysis, Living Standards Measurement Study, Working Paper Number f 135, World Bank, Washington DC eaton,  A.,  and  Dreze,  J.,  2003,  Adjusted  Poverty  Estimates  for  India  for  1999D 2000, Economic and Political Weekly, Volume 38, Number 4, pp 322326.",
        "Hasan, R., Mitra, D., and Ural, B., 2007, Trade Liberalization, Market Institutions and m 1110. Poverty Reduction, India Policy Forum, Brookings Institution, Volu e 3, pp 7 Hnatkovska,  V.,  Lahiri,  A.,  and  Paul,  S.,  2010,  Castes  and  Labor  Mobility,Working Paper, University of British Columbia.",
        "alan,  J.,  and  R.  Murgai,  2009,  Intergenerational  Mobility  in  Education  in  India, Paper ian Statistical Institute, Delhi. J",
        "Working  , Ind uznets,  S.,  1953,  Share  of  Upper  Income  Groups  in  Income  and  Savings,  National K Bureau of Economic Research, New York Munshi, K., and Rosenzweig, M., Why is Mobility in India so Low? Social Insurance, nequality,  and  Growth,  Working  Paper,  Brown  University,  Department  of conomics. I E",
        "Pal, P., and Ghosh. J., 2007, Inequality in India: A Survey of Recent Trends, United ations,  Department  of  Economic  and  Social  Affairs,  Working  Paper  Number  45, N New York anagariya, A., 2008, India: The Emerging Giant, Oxford University Press, New York, Y P N",
        "Singh, N., Bhandari, L., Chen, A., and Khare., A., 2003, Regional Inequality in India: A Fresh look, Economic and Political Weekly, Volume 38, Number 11, pp 1069-1073."
    ]
}