{
    "id": 17256,
    "cites": 60,
    "cited_by": 38,
    "reference": [
        "bowd, John, Kevin McKinney, and Ian M. Schmutte, 2010. How Important is Endogenous A Mobility for Measuring Employer and Employee Heterogeneity?, Mimeo.",
        "Abowd,  John,  Robert  Creecy,  and  Francis  Kramarz,  2002.  Computing  Person  and  Firm Effects  Using  Linked  Longitudinal  EmployerEmployee  Data,  U.S.  Census  Bureau Technical Paper No. 200206.",
        "bowd, John M., Francis Kramarz, and David N. Margolis, 1999. High Wage Workers and A High Wage Firms, Econometrica, 67 (2), 251333.",
        "Abowd, John. M., Francis Kramarz, David N. Margolis, and Kenneth R. Troske, 2001. The Relative  Importance  of  Employer  and  Employee  Effects  on  Compensation:  A Comparison of France and the United States, Journal of the Japanese and International Economies, 15, 419436.",
        "lbornoz,  Facundo,  Hector  F.  Calvo  Pardo,  Gregory  Corcos,  and  Emanuel  Ornelas,  2011. A Sequential Exporting, Mimeo. miti, Mary and Donald R. Davis, Trade, Firms, and Wages: Theory and Evidence, Review f A of Economic Studies,  orthcoming.",
        "miti,  Mary  and  Jozef  Konings,  2007.  Trade  Liberalization,  Intermediate  Inputs,  and A Productivity: Evidence from Indonesia, American Economic Review, 97 (5), 16111638.",
        "Arkolakis, Costas, Svetlana Demidova, Peter J. Klenow and Andres RodriguezClare, 2008. Endogenous Variety and the Gains from Trade, American Economic Review Papers and e , 0Proce dings  98 (4), 44445 .",
        "alassa,  Bela,  1965.  Trade  Liberalization  and  'Revealed'  Comparative  Advantage, B Manchester School of Economic and Social Studies, 33, 99123.",
        ", Andrew B. and J. Bradford Jensen, 1997. Exporters, Skill Upgrading, and the Wage ics Bernard Gap, Journal of International Econom , 42 (1), 331.",
        "Bernard, Andrew B., J. Bradford Jensen, and Peter K. Schott, 2009. Importers, Exporters, and Multinationals:  A Portrait of Firms in the U.S. that Trade Goods, in T Dunne, JB Jensen, MJ Roberts eds., Producer Dynamics:  New Evidence from Micro Data, University of Chicago Press.",
        "ernard, Andrew B., Stephen J. Redding, and Peter K. Schott, 2007. Comparative Advantage B and Heterogeneous Firms, Review of Economic Studies, 74, 3166.",
        "Blum,  Bernardo,  Sebastian  Claro  and  Ignatius  Horstmann,  2011.  Intermediation  and  the Nature of Trade Costs:  Theory and Evidence, Mimeo.",
        "Bustos, Paula, 2011. Trade Liberalization, Exports, and Technology Upgrading:  Evidence on the  Impact of MERCOSUR on Argentinean  Firms,  American Economic Review, 101 (1), 304340.",
        "MÃ\u0083Â¡rton and MiklÃ\u0083Â³s Koren, 2009. Machines and Machinists: The Effect of Imported Csillag, Capital on Wage Inequality, Mimeo.",
        "urrie, Janet and Ann Harrison, 1997. Sharing the Costs: The Impact of Trade Reform on C Capital and Labor in Morocco, Journal of Labor Economics, 15 (3), 4471.",
        "Davidson,  Carl,  Steven  Matusz  and  Schevchenko,  2008.  Globalization  and  Firm  Level Adjustment with Imperfect Labor Markets, Journal of International Economics, July, 295 309.",
        "avidson,  Carl,  Fredrik  Heyman,  Steven  Matusz,  Fredrik  SjÃ\u0083Â¶holm  and  Susan  Zhu,  2010. D Globalization and Imperfect Labor Market Sorting, IFN Working Paper No. 856.",
        "avis, Donald and James Harrigan, 2011. Good Jobs, Bad Jobs, and Trade Liberalization, D Journal of International Economics, 84: 2636.",
        "Eaton, Jonathan, Marcela Eslava, Maurice Kugler, and James Tybout, 2008. The Margins of Entry into Export Markets:  Evidence from Colombia, in Elhanan Helpman, Dalia Marin, and Thiery Verdier, eds., The Organization of Firms in a Global Economy: Cambridge, MA, Harvard University Press.",
        "Eaton,  Jonathan,  Samuel  Kortum,  and  Francis  Kramarz,  2004.  Dissecting  Trade:    Firms, Industries,  and  Export  Destinations,  American  Economic  Review  Papers  and Proceedings, 93 (2), 150154.",
        "gger,  Hartmut  and  Udo  Kreickemeier,  2009.  Firm  Heterogeneity  and  the  Labor  Market E Effects of Trade Liberalization, International Economic Review, 50, 187216.",
        "r  and  Margaret  Birch,  1994.  Establishment  of  CommunityWide  Occupational a Elias,  Pete Statistics, Technical Report, Institute for Employment Rese rch, University of Warwick.",
        "Feenstra,  Robert  and  Gordon  Hanson,  1999.  The  Impact  of  Outsourcing  and  High Technology Capital on Wages: Estimates for the U.S., 19791990, Quarterly Journal of Economics, 114 (3), 907940.",
        "Feenstra, Robert and Gordon Hanson, 2002. Global Production and Inequality: A Survey of Trade and Wages, in James Harrigan and E. Kwan Choi, eds., Handbook of International Trade, Basil Blackwell.",
        "FrÃ\u0083Â­as,  Judith.  A.,  David  Kaplan,  and  Eric  Verhoogen,  2009.  Exports  and  Wage  Premia: Evidence  from  Mexican  EmployerEmployee  Data,  Discussion  paper,  Columbia University.",
        "Gibbons,  Robert,  Katz,  Lawrence.  F.,  Lemieux,  Thomas  and  Parent,  Daniel,  2005. Comparative Advantage, Learning and Sectoral Wage Determination, Journal of Labor Economics 23: 681723.",
        "oldberg, Linda S., 2004. IndustrySpecific Exchange Rates for the United States, Federal G Reserve Bank of New York Economic Policy Review.",
        "Goldberg,  Pinelopi,  Amit  Khandelwal,  Nina  Pavcnik,  and  Petia  Topalova,  2008.  Imported Intermediate  Inputs  and  Domestic  Product  Growth:  Evidence  from  India,  NBER Working Paper No. 14416.",
        "oldberg,  Pinelopi  and  Nina  Pavcnik,  2003.  The  Response  of  the  Informal  Sector  to J a G Liberalization,  ourn l of Development Economics, 72, 463496.",
        "oldberg,  Pinelopi  and  Nina  Pavcnik,  2007.  Distributional  Effects  of  Globalization  in u G Developing Countries, Jo rnal of Economic Literature, 45 (1), 3982.",
        "Gonzaga,  Gustavo,  NaÃ\u0083Â©rcio  Aquino  MenezesFilho,  and  Cristina  Terra,  2006.  Trade Liberalization  and  the  Evolution  of  Skill  Earnings  Differentials  in  Brazil,  Journal  of EconomicsInternational  , 68 (2), 345367.",
        "rossman,  Gene  and  Elhanan  Helpman,  1994.  Protection  for  Sale,  American  Economic ,  3 . G Review 84 (4), 83 850 elpman,  Elhanan,  Oleg  Itskhoki,  and  Stephen  Redding,  2010.  Inequality  and H Unemployment in a Global Economy, Econometrica, 78 (4), 12391283.",
        "alpern LÃ\u0083Â¡szlÃ\u0083Â³, MiklÃ\u0083Â³s Koren, and Adam Szeidl, 2009. Imported Inputs and Productivity, H Central European University, unpublished manuscript.",
        "Hummels, David, Rasmus Jorgensen, Jakob Munch and Chong Xiang, 2010. The Wage and Employment Effects of Offshoring: Evidence from Danish Matched WorkerFirm Data, mimeo.",
        "Klein, Michael W., Christoph Moser, and Dieter M. Urban, 2010. The Skill Structure of the Export  Wage  Premium:    Evidence  from  German  Manufacturing,  unpublished manuscript. ugler, Maurice and Eric A. Verhoogen. Prices, Plant Size, and Product Quality, Review of K Economic Studies, forthcoming.",
        "Kume, HonÃ\u0083Â³rio, Guida Piani, and Carlos Frederico BrÃ\u0083Â¡z de Souza, 2003. A PolÃ\u0083Â­tica Brasileira de ImportacÃ\u0083Â£o no PerÃ\u0083Â­odo 198798: DescricÃ\u0083Â£o e AvaliacÃ\u0083Â£o, in Carlos Henrique Corseuil and HonÃ\u0083Â³rio Kume, eds., A abertura comercial brasileira nos anos 1990: Impactos sobre emprego e salÃ\u0083Â¡rios, Rio de Janeiro: MTE and IPEA, chapter 1, 937.",
        "Lawrence, Robert and Matthew Slaughter, 1993. International Trade and American Wages 1980s: Giant Sucking Sound or Small Hiccup?, in Martin Neil Baily and Clifford ston, eds., Brookings Papers on Economic Activity: Microeconomics 2, 161211. in the Win Leamer,  Edward,  1996.  In  Search  of  StolperSamuelson  Effects  on  US  Wage,  NBER Working Paper No. 5427.",
        "entz,  Rasmus,  2010.  Sorting  by  search  intensity,  Journal  of  Economic  Theory  145(4): L 14361452.",
        "elitz, Marc J., 2003. The Impact of Trade on IntraIndustry Reallocations and Aggregate M Industry Productivity, Econometrica, 71 (6), 16951725.",
        "MenezesFilho NaÃ\u0083Â©rcio Aquino and MarcAndreas Muendler, 2007. Labor Reallocation in Response  to  Trade  Reform,  University  of  California,  San  Diego,  unpublished manuscript.",
        "ortensen,  Dale,  2003.  Wage  Dispersion:  Why  Are  Similar  Workers  Paid  Differently?, M Zeuthen lecture book series, MIT Press, Cambridge, Mass.",
        "oulton, Brent R., 1990. An Illustration of a Pitfall in Estimating the Effects of Aggregate M Variables on Micro Units, The Review of Economics and Statistics, 72, 334338.",
        "uendler, MarcAndreas, 2003. Nominal and Real Exchange Rate Series for Brazil, 1986 ublished manuscript. M",
        "Muendler, MarcAndreas, Jennifer P. Poole, Garey Ramey, and Tamara Wajnberg, 2004. Job Concordances for Brazil: Mapping the ClassificaÃ\u0083Â§Ã\u0083Â£o Brasileira de OcupaÃ\u0083Â§Ã\u0083Âµes (CBO) to the International Standard Classification of Occupations (ISCO88), University of California, San Diego, unpublished manuscript.",
        "Muendler, MarcAndreas, 2004. Trade, Technology, and Productivity:  A Study of Brazilian Manufacturers,  19861998,  University  of  California,  San  Diego,  unpublished manuscript.",
        "Muendler,  MarcAndreas,  2008.  Trade  and  Workforce  Changeover  in  Brazil,  in  Stefan Bender and Julia Lane eds., Analysis of firms and employees: Quantitative and qualitative approaches, NBER conference report series, Chicago and London, ch. 9, 267308.",
        "unch, Jakob Roland and Jan Rose Skaksen, 2008. Human capital and wages in exporting M firms, Journal of International Economics, 75, 363372.",
        "larreaga, Marcello and Isidro Soloaga, 1998. Endogenous Tariff Formation: The Case of k O MERCOSUR, World Ban  Economic Review, 12 (2), 297320.",
        "az,  LourenÃ\u0083Â§o,  2009.  The  Impacts  of  Trade  Liberalization  on  Informal  Labor  Markets, P Syracuse University, unpublished manuscript.",
        "ostelVinay,  F.  and  J.M.  Robin,  2002,  Equilibrium  Wage  Dispersion  with  Worker  and Employer Heterogeneity, Econometrica, 70(6), 2295350. P",
        "Revenga, Ana, 1997. Employment  and Wage Effects of Trade Liberalization:  The Case of lMexican Manufacturing, Journa  of Labor Economics, 15 (3).",
        "Schank,  Thorsten,  Claus  Schnabel,  and  Joachim  Wagner,  2007.  Do  exporters  really  pay higher wages?  First evidence from German linked employeremployee data, Journal of International Economics, 72, 5274.",
        "chmutte, Ian M., 2010. Job Referral Networks and the Determination of Earnings in Local r k S Labo  Mar ets, mimeo.",
        "hapiro,  Carl  and  Joseph  E.  Stiglitz,  1984.  Equilibrium  Unemployment  as  a  Worker S Discipline Device, American Economic Review, 74 (3), 433444.",
        "himer,  Robert,  2005.  The  Assignment  of  Workers  to  Jobs  in  an  Economy  with S Coordination Frictions, Journal of Political Economy, 113(5): 9961025.",
        "SÃ\u0083Â¸rensen, Kenneth L. and Rune M. Vejlin, 2010. Worker and Firm Heterogeneity in Wage Growth: An AKM Approach, Economics Working Papers 201013, School of Economics mand Manage ent, University of Aarhus.",
        "refler,  Daniel,  2004.  The  Long  and  Short  of  the  CanadaU.S.  Free  Trade  Agreement, T American Economic Review, 94 (4), 870895.",
        "erhoogen,  Eric  A.,  2008.  Trade,  Quality  Upgrading  and  Wage  Inequality  in  the  Mexican omics, 123 (2), 489530. V",
        "Manufacturing Sector, Quarterly Journal of Econ Woodcock, Simon D., 2008. Match Effects, mimeo.",
        "eaple, Stephen Ross, 2005. A Simple Model of Firm Heterogeneity, International Trade, and Wages, Journal of International Economics, 65, 120. Y"
    ]
}