{
    "id": 17258,
    "cites": 8,
    "cited_by": 20,
    "reference": [
        "Aizenman J. and M.M. Spiegel (2010), Takeoffs, Review of Development Economics, 14 (2), pp. 177196. Aizenman J., J. Lee, and V. Sushko (2010) Exchange market pressure and its absorption: From the great moderation, to the global crisis 2008-9,NBER Working Paper, No.16447 Aizenman J. and V. Sushko (2011) Capital Flow Types, External Financing Needs, and Industrial Growth: 99 countries, 1991-2007, UCSC Working Paper Barro R.J. and J.W. Lee (1993), International Comparisons of Educational Attainment, Journal of Monetary Economics, Vol. 32, pp. 363-394 Caballero J (2010), Do surges in international capital flows influence the likelihood of banking crises? Cross-country evidence on capital flows bonanzas and bonanza-boom-bust cycles, SCIEE Working Paper No. 10-23 Canuto, Otaviano (2010) Asset Price Overshooting in Developing Countries, The World Bank.",
        "Dollar D. and A. Kraay (2004), Trade, Growth and Poverty, Economic Journal, 114(F), pp. 22-49.",
        "Jones B. F. and B.A. Olken (2005), Do Leaders Matter? National Leadership and Growth since World War II, Quarterly Journal of Economics, Vol. 120, pp. 835-864 Joyce, J. (2010) Financial Globalization and Banking Crises In Emerging Markets, Open Economies Review, pp.1-21.",
        "Hausmann R., L. Pritchett, and D. Rodrik (2005), Growth Accelerations, Journal of Economic Growth, Vol. 10, pp. 303-329 Heston, A., R. Summers, and B. Aten (2009), Penn World Table Version 6.3, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "Marshall M.G. and K. Jaggers (2002), Policy IV Dataset. College Park, MD: Center for International Development and Conflict Management, University of Maryland.",
        "Prasad, Eswar, Raghuram Rajan, and Arvind Subramanian (2007) Foreign Capital and Economic Growth, Brookings Papers on Economic Activity, 2007, (1), pp. 153-209.",
        "Ricci, L. A., G.M. Milesi-Ferretti, and J. Lee (2008) Real Exchange Rates and Fundamentals: A CrossCountry Perspective IMF Working Papers, January 2008 Vol., pp. 1-25 Singer J.D. and M. Small (2003), The Correlations of War Project: International and Civil War Data. 1916-1992, Inter-University Consortium for Political and Social Science Research; Ann Arbor, Michigan.",
        "Spatafora, N. and I. Tytell (2009) Commodity Terms of Trade: The History of Booms and Busts, IMF Working Papers # 09-205"
    ]
}