{
    "id": 17251,
    "cites": 54,
    "cited_by": 4,
    "reference": [
        "Benabou, Roland (1996), Equity and Efficiency in Human Capital Investment: The Local Connection, Review of Economic Studies, 63, 237-264.",
        "_______ (1993), Workings of a City: Location, Education, and Production, Quarterly Journal of Economics, 108, 619-652.",
        "Bergstrom, Theodore (1979), When Does Majority Rule Supply Public Goods Efficiently, Scandanian Journal of Economics, 216-266.",
        "Blackley, Dixie (1999), The Long Run Elasticity of New Housing Supply in the United States for 1950 to 1994, The Journal of Real Estate Finance and Economics, 18(1), 25-42.",
        "Boadway, Robin (1982), On the Method of Taxation and the Provision of Local Public Goods: Comment, American Economic Review, 72(4), 846-851.",
        "Bradford, David F. and Wallace E. Oates (1974), Suburban Exploitation of Central Cities and Governmental Structure, in H. Hochman and G. Peterson, eds., Redistribution Through Public Choice: New York: Columbia Univ. Press, pp. 43-90.",
        "Brueckner, Jan (1983), Property Value Maximization and Public Sector Efficiency, Journal of Urban Economics, 14, 1-15.",
        "__________ (2004), Fiscal Decentralization with Distortionary Taxation: Tiebout vs. Tax Competition, International Tax and Public Finance, 11(2), 133-153.",
        "______ (2006), Fiscal Federalism and Economic Growth, Journal of Public Economics, 90, 2107-2120.",
        "Calabrese, Stephen and Dennis Epple (2006), On the Political Economy of Tax Limits, Working Paper.",
        "Calabrese, Steve, Epple, Dennis, and Richard Romano (2007), On the Political Economy of Zoning, Journal of Public Economics, 91, 25-49.",
        "________________________________ (2009), Appendix on Robustness of Computational Findings: Inefficiencies from Metropolitan Political and Fiscal Decentralization: Failures of Tiebout Competition, under `Working Papers' at: http://public.tepper.cum.edu/facultydirectory/FacultyDirectoryProfile.aspx?id=54 Calabrese, Steve, Epple, Dennis, Romer, Thomas, and Holger Sieg (2006), Local Public Good Provision: voting, Peer Effects, and Mobility, Journal of Public Economics, 90, 959-981.",
        "Davidoff, Thomas, Income Sorting: Measurement and Decomposition, Journal of Urban Economics 58, 2005, 289-303.",
        "deBartolome, Charles (1990), Equilibrium and Inefficiency in a Community with Peer Group Effects, Journal of Political Economy, 98, 110-133.",
        "deBartolome, Charles and Stephen Ross (2003), Equilibrium with Local Governments and Commuting: Income Sorting Versus Income Mixing, Journal of Urban Economics, 54, 1-20.",
        "_____________________________ (2004), Who's in Charge of the Central City? The Conflict Between Efficiency and Equity in the Design of a Metropolitan Area, 56, 458-483.",
        "Dispasquale, Denise (1999), Why Don't We Know More About Housing Supply? The Journal of Real Estate Finance and Economics, 18(1), 9-23.",
        "Dispasquale, Denise and William Wheaton (1992), The cost of Capital, Tax Reform, and the Future of the Rental Housing Market, Journal of Urban Economics, 31(3), 337-359.",
        "Epple, Dennis (2006), Comment on Edwin S. Mills Sprawl and Jurisdictional Fragmentation, Brookings-Wharton Papers on Urban Affairs. Epple, Dennis, Gordon, Brett, and Holger Sieg , A New Approach to Estimating the Production Function for Housing, American Economic Review, 100, 905-924.",
        "Epple, Dennis, Filimon, R. and Thomas Romer (1993), Existence of Voting and Housing Equilibrium in a System with of Communities with Property Taxes, Regional Science and Urban Economics, 23, 281-304.",
        "___________________________ (1984), Equilibrium Among Local Jurisdictions: Toward an Integrated Treatment of Voting and Residential Choice, Journal of Public Economics, 24(3), 281-399.",
        "Epple, Dennis and Thomas Nechyba (2004), Fiscal Decentralization, Chapter 55 in Handbook of Regional and Urban Economics, J. Henderson and J. Thisse, eds., Elsevier Science.",
        "Epple, Dennis and Glenn Platt (1998), Equilibrium and Local Redistribution in an Urban Economy when Households Differ in both Preferences and Incomes, Journal of Urban Economics, 43(1), 23-51.",
        "Epple, Dennis and Richard Romano (2003), Public School Choice and Finance Policies, Neighborhood Formation, and the Distribution of Educational Benefits, Chapter 7 in The Economics of School Choice, Caroline Hoxby, ed., National Bureau of Economic Research, University of Chicago Press, 227-286.",
        "________________________, Peer Effects in Education: A Survey of the Theory and Evidence, Handbook of Social Economics, Jess Benhabib, Alberto Bisin, and Matthew Jackson, eds., Elsevier Science, North Holland, 2011.",
        "Epple, Dennis and Thomas Romer (1991), Mobility and Redistribution, Journal of Political Economy, 99(4), 665-898.",
        "Epple, Dennis, and Holger Sieg (1999), Estimating Equilibrium Models of Local Jurisdictions, Journal of Political Economy, 107(4), 645-681.",
        "Evans, W., Murray, S. and R. Schwab (1998), Education Finance Reform and the Distribution of Education Resources, American Economic Review 88, 789812.",
        "Fernandez, Raquel and Richard Rogerson (1996), Income Distribution, Communities, and the Quality of Public Education, Quarterly Journal of Economics, 111(1), 135-164.",
        "________________________ (1998), Public Education and Income Distribution: A Quantitative Analysis of Education Finance Reform, American Economic Review, 88, 813-833.",
        "Ferreyra, Maria Marta, Estimating the Effects of Private School Vouchers in Multidistrict Economies, American Economic Review, June 2007, v. 97 (3), 789-817 Goodspeed, Timothy J.(1995), Local Income Taxation: An Externality, Pigouvian Solution, and Public Policies, Regional Science and Urban Economics, 25, 279-296.",
        "Gordon, Roger H. (1983), An Optimal Taxation Approach to Fiscal Federalism, Quarterly Journal of Economics, 98, 567-586.",
        "Hamilton, Bruce (1975), Zoning and Property Taxation in a System of Local Governments, Urban Studies, 12, 205-211.",
        "Hanuschek, Eric and John Quigley (1980), What is the Price Elasticity of Housing Demand? The Review of Economics and Statistics, 62(3), 449-454.",
        "Hardman, A. and Ioannides, Y. 2004. Neighbors' income distribution: economic segregation and mixing in US urban neighborhoods, Journal of Housing Economics 13, 36882.",
        "Hoyt, William and Stuart Rosenthal (1990), Capital Gains Taxation and the Demand for Owner-Occupied Housing, The Review of Economics and Statistics, 72(1), 45-54.",
        "Mayer, Christopher, and C. Tsuriel Sommerville (2000), Residential Construction: Using the Urban Growth Model to Estimate Housing Supply, Journal of Urban Economics, 48, 85-109.",
        "Nechyba, Thomas (1999), School Finance Induced Migration Patterns: The Impact of Private School Vouchers, Journal of Public Economic Theory, 1(1), 5-50.",
        "__________ (2000), Mobility, Targeting, and Private School Vouchers, American Economic Review, 90 (1), 130-46.",
        "__________ (2003), Centralization, Fiscal Federalism, and Private School Attendance, International Economic Review, 44 (1), 179-204.",
        "____________ , An Essay on Fiscal Federalism, Journal of Economic Literature, Vol. 37, No. 3, (Sep., 1999), pp. 1120-1149.",
        "_____________ (2006), The Theory and Practice of Fiscal Decentralization, presented at Key Issues in Public Finance: A Conference in Memory of David Bradford, New York University, May 5.",
        "Pack, Howard, and Janet Rothenberg Pack. 1977. Metropolitan Fragmentation and Suburban Heterogeneity. Urban Studies (14): 191-201.",
        "Panzar, John C. and Robert D. Willig (1976), Vindication of a Common Mistake in Welfare Economics, Journal of Political Economy, Vol. 84, No. 6, pp. 1361-1363.",
        "Poterba, J. (1992), Taxation and Housing: Old Questions, New Answers, American Economic Review, 82(2), 237-242.",
        "Rosen, Harvey (1979), Housing Decisions and the U.S. Income Tax, Journal of Public Economics, 11, 1-24.",
        "Rosenthal, Stuart, Duca, John, and Stuart Gabriel (1991), Credit Rationing and the Demand for Owner-Occupied Housing, Journal of Urban Economics, 30, 48-63.",
        "Ross, Stephen and John Yinger, Sorting and Voting: A Review of the Literature on Urban Public Finance, Handbook of regional and urban economics. Volume 3. Applied urban economics, 1999, pp. 2001-60, Amsterdam; New York and Oxford: Elsevier Science, NorthHolland.",
        "Rubinfeld, Daniel L. (1987), The Economics of the Local Public Sector, Chapter 11 in Handbook of Public Economics  Volume 2, A. Auerbach and M. Feldstein, eds. North Holland, 571-645.",
        "Schmidheiny, Kurt (2006), Income Segregation from Local Taxation When Households Differ in Both Preferences and Incomes, Regional Science and Urban Economics, 36 (2), 270-299.",
        "Scotchmer, Suzanne (2002), Local Public Goods and Clubs, in Handbook of Public Economics Volume 4, A. Auerbach and M. Feldstein, eds. Elsevier Science, 1997-2042. Sommerville, C. Tsuriel, Residential Construction Costs and the Supply of New Housing: Endogeneity and Bias in Construction Cost Indexes, The Journal of Real Estate Finance and Economics, 18(1), 43-62.",
        "Tiebout, C. M. (1956), A Pure Theory of Local Expenditures, Journal of Political Economy, 64, 416-424.",
        "Wildasin, David (1980), Locational Efficiency in a Federal System, Regional Science and Urban Economics, 10, 453-471.",
        "Wilson, J. (1997), Property Taxation, Congestion, and Local Public Goods, Journal of Public Economics, 64, 207-217."
    ]
}