{
    "id": 17255,
    "cites": 34,
    "cited_by": 22,
    "reference": [
        "Ananth, B., D. Karlan, and S. Mullainathan (2007). Microentrepreneurs and their money: Three anomalies. Mimeo, Harvard University.",
        "Anderson, S. and J.-M. Baland (2002). The Economics of Roscas and Intrahousehold Resource Allocation. Quarterly Journal of Economics 117 (3), 963995.",
        "Ashraf, N. (2009). Spousal Control and Intra-household Decision Making: An Experimental Study in the Philippines. American Economic Review 99 (4), 12451277.",
        "Ashraf, N., D. Karlan, and W. Yin (2006a). Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines. Quarterly Journal of Economics 121 (2), 635672.",
        "Ashraf, N., D. Karlan, and W. Yin (2006b). Household Decision Making and Savings Impacts: Further Evidence from a Commitment Savings Product in the Philippines. Mimeo.",
        "Baland, J.-M., C. Guirkinger, and C. Mali (2007). Pretending to be Poor: Borrowing to Escape Forced Solidarity in Credit Cooperatives in Cameroon. Economic Development and Cultural Change. Forthcoming.",
        "Banerjee, A. V. and E. Duo (2007). The Economic Lives of the Poor. The Journal of Economic Perspectives 21 (27), 141167.",
        "Banerjee, A. V. and E. Duo (2011). Poor Economics: A Radical Rethinking of the Way to Fight Global Poverty. United States: PublicAairs.",
        "Banerjee, A. V. and S. Mullainathan (2010). The Shape of Temptation: Implications for the Economic Lives of the Poor. Mimeo.",
        "Basu, K. (2008). Hyperbolic Discounting and the Sustainability of Rotational Savings Arrangements. MPRA Paper 20440, University Library of Munich, Germany.",
        "Bauer, M., J. ChytilovÃ\u0083Â¡, and J. Morduch (2010). Behavioral foundations of microcredit: Experimental and survey evidence. IZA Discussion Paper No. 4901.",
        "Bernheim, D., D. Ray, and S. Yeltekin (1999). Self Control, Saving, and the Low Asset Trap. Mimeo.",
        "Besley, T., S. Coate, and G. Loury (1993). The Economics of Rotating Savings and Credit Associations. The American Economic Review 83 (4), 792810.",
        "Brune, L., X. Gine, J. Goldberg, and D. Yang (2011). Commitments to Save: A Field Experiment in Rural Malawi. Mimeo.",
        "Chandrasekhar, A. G., C. Kinnan, and H. Larregy (2011). Informal insurance, social networks, and savings access: Evidence from a lab experiment in the eld. Working paper, MIT.",
        "Choi, J., D. Laibson, and B. Madrian (2011). 100-dollar bills on the sidewalk: Violations of no-arbitrage in 401(k) accounts. Review of Economics and Statistics. Forthcoming.",
        "Collins, D., J. Morduch, S. Rutherford, and O. Ruthven (2009). Portfolios of the Poor: How the World's Poor Live on Two Dollars a Day. Princeton University Press.",
        "DellaVigna, S. D. and U. Malmendier (2006). Paying not to go to the gym. The American Economic Review 96 (3), pp. 694719.",
        "Devoto, F., E. Duo, P. Dupas, W. Pariente, and V. Pons (2011). Happiness on Tap: Piped Water Adoption in Urban Morocco. NBER Working Paper 16933.",
        "Duo, E., M. Kremer, and J. Robinson (2010). Nudging Farmers to Use Fertilizer. American Economic Review . Forthcoming.",
        "Dupas, P. (2010). Short-Run Subsidies and Long-Run Adoption of New Health Products: Evidence from a Field Experiment. Working Paper 16298, National Bureau of Economic Research.",
        "Dupas, P. and J. Robinson (2009). Savings Constraints and Microenterprise Development: Evidence from a Field Experiment in Kenya. NBER Working Paper 14693.",
        "Fafchamps, M., D. McKenzie, S. Quinn, and C. Woodru (2011). When is capital enough to get female microenterprises growing? evidence from a randomized experiment in ghana. NBER Working Paper 17207.",
        "Gugerty, M. K. (2007). You Can't Save Alone: Commitment in Rotating Savings and Credit Associations in Kenya. Economic Development and Cultural Change 55 (2), 251282.",
        "Jakiela, P. and O. Ozier (2011). Does africa need a rotten kin theorem? experimental evidence from village economies. Mimeo, University of Washington at St Louis.",
        "Karlan, D., M. McConnell, S. Mullainathan, and J. Zinman (2011). Getting to the top of mind: How reminders increase saving. Working paper.",
        "Kast, F., S. Meier, and D. Pomeranz (2010). Under-savers anonymous: Evidence on selfhelp groups and peer pressure as a savings commitment device. Working paper.",
        "Platteau, J.-P. (2000). Institutions, Social Norms, and Economic Development. Amsterdam: Harwood Academic.",
        "Rutherford, S. (2000). The Poor and Their Money. Oxford University Press.",
        "Schaner, S. G. (2011). Intrahousehold Preference Heterogeneity, Commitment, and Strategic Savings: Theory and Evidence from Kenya. Mimeo, MIT.",
        "Shipton, P. (1990). How gambians save - and what their strategies imply for international aid. Technical Report WPS 395, Agriculture and Rural Development Department, The World Bank.",
        "Tarozzi, A., A. Mahajan, B. Blackburn, D. Kopf, L. Krishnan, and J. Yoong (2011). Micro-loans, Insecticide-Treated Bednets and Malaria: Evidence from a randomized controlled trial in Orissa (India). Mimeo.",
        "Thaler, R. and S. Benartzi (2004). Save more tomorrow: Using behavioral economics to increase employee saving. Journal of Political Economy 112, 164187.",
        "Thaler, R. H. (1990). Anomalies: Saving, Fungibility, and Mental Accounts. The Journal of Economic Perspectives 4 (1), 193205."
    ]
}