{
    "id": 17269,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Acharya, Viral V., and Matthew Richardson, 2009, Causes of the financial crisis, Critical Review 21, 195210. Acharya, V., P. Schnabl, and G. Suarez, 2010, Securitization without risk transfer, forthcoming, Journal of Financial Economics.",
        "Aggarwal, R., I. Erel, M. Ferreira, and P. Matos, 2011, Does governance travel around the world? Evidence from institutional investors, Journal of Financial Economics 100, 154-181.",
        "Bebchuk, L., and H. Spamann, 2010, Regulating bankers pay, Georgetown Law Journal 98, 247-287.",
        "Brunnermeier, M. K., 2009, Deciphering the liquidity and credit crunch 2007-2008, Journal of Economic Perspectives 23, 77-100.",
        "Carbo-Valverde, Santiago, Edward J. Kane, and Francisco Rodriguez-Fernandez, 2010, Safety-net benefits conferred on difficult-to-fail-and-unwind banks in the US and Europe before and during the Great Recession, working paper.",
        "Cheng, I., H. Hong, and J. Scheinkman, 2010, Yesterday's heroes: Compensation and creative risktaking, working Paper.",
        "Coval, J., J. Jurek, and E. Stafford, 2009, The economics of structured finance, Journal of Economic Perspectives 23, 3-25.",
        "Fahlenbrach, R., and R. Stulz, 2011, Bank CEO incentives and the credit crisis, Journal of Financial Economics 99, 11-26.",
        "Fama, E., 1985, What's different about banks?, Journal of Monetary Economics 15, 29-40.",
        "Gennaioli, N., A. Shleifer, and R. Vishny, 2010, Neglected risks, financial innovation, and financial fragility, forthcoming, Journal of Financial Economics.",
        "Gennaioli, N., A. Shleifer, and R. Vishny, 2011, A model of shadow banking, working paper.",
        "Gorton, G., and G. Pennacchi, 1995, Banks and loan sales: Marketing non-marketable Assets, Journal of Monetary Economics 35, 389-411.",
        "Greenspan, A., 2004, Risk and uncertainty in monetary policy, American Economic Review 94, 33-40.",
        "Holmstrom, B., and J. Tirole, 1997, Financial intermediation, loanable funds, and the real sector, Quarterly Journal of Economics 112, 35-52.",
        "Iannotta, G. and G. Pennacchi, 2011, Bank regulation, credit ratings, and systematic risk, unpublished working paper, University of Illinois.",
        "Loutskina, E., and Philip E. Strahan, 2011, Informed and uninformed investment in housing: The downside of diversification, Review of Financial Studies, forthcoming.",
        "Nadauld, T., and S. Sherlund, 2010, The impact of securitization on the extension of subprime credit, working Paper.",
        "Nadauld, T., S. Sherlund, and K. Vorkink, 2011, The impact of collateral correlation in structured finance, working Paper.",
        "Rajan, R., 2006, Has finance made the world riskier?, European Financial Management 12, 499-533.",
        "Rajan, R., 2010, Fault Lines, Princeton University Press.",
        "Shleifer, A., and R. Vishny, 2010, Unstable banking, Journal of Financial Economics 97, 306-318.",
        "Sufi, A. 2007, Information asymmetry and financing arrangements: Evidence from syndicated loans, Journal of Finance 62, 629-668.",
        "UBS, 2008, Shareholder Report on UBS's Write-Downs, UBS."
    ]
}