{
    "id": 17266,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, 2005, Institutions as fundamental determinants of long-run growth, in Philippe Aghion and Steven N. Durlauf, eds.: Handbook of Economic Growth Volume 1A (North-Holland Publishing, Amsterdam).",
        "Acharya, Viral, Stijn van Nieuwerburgh, Matthew Richardson and Larry White, Guaranteed to Fail: Fannie Mae, Freddie Mac and the Debacle of Mortgage Finance, c) Princeton University Press, March 2011 Adler, Edward. Why Congressional Reforms Fail: Reelection and the House Committee System. Chicago: University of Chicago Press, 2002.",
        "Alston, Lee and Joseph Ferrie. Paternalism in agricultural labor contracts in the US South: Implications for the growth of the welfare state. American Economic Review (1993) vol. 83 (4) pp. 852-876 Alston, Lee and Kauffman, Kyle. Agricultural Chutes and Ladders: New Estimates of Sharecroppers and True Tenants in the South, 19001920. The Journal of Economic History (2009) vol. 57 (02) pp. 464-475 American Bankers Association. (1935). The Bank Chartering History and Policies of the United States. Monograph. Economic Policy Commission.",
        "Brown, Craig, and Serdar Dinc, The Politics of Bank Failures: Evidence from Emerging Markets, Quarterly Journal of Economics, 2005 (November), 120 (4), 1413-1444.",
        "Calomiris, Charles, and Carlos Ramirez, 2004, The political economy of bank entry restrictions: theory and evidence from the US in the 1920s, Columbia University Working Paper.",
        "Cartinhour, Gaines Thomson, and Ray Bert Westerfield, 1980, Branch, Group, and Chain Banking. Arno Press: New York, Cetorelli, Nicola and Philip Strahan, Finance As A Barrier To Entry: Bank Competition And Industry Structure In U.S. Local Markets, 2006, Journal of Finance 61(1), 437-61.",
        "Chapman, John, 1934, Concentration of Banking: The Changing Structure and Control of Banking in the United States (Columbia University Press, New York, NY).",
        "Collins, Charles Wallace. 1926. The Branch Banking Question, MacMillian, New York.",
        "Do, Quy-Toan, 2004, Institutional Trap, World Bank working paper.",
        "Dehejia, Rajiv and Adriana Lleras-Muney. 2007. Financial Development and Pathways of Growth: State Branching and Deposit Insurance Laws in the United States from 1900 to 1940, Journal of Law and Economics, Vol. 50, May.",
        "Dinc, Serdar, Politicians and Banks: Political Influences on Government-Owned Banks in Emerging Markets, 2005 (August), Journal of Financial Economics, 77, 453-479.",
        "Economides, Nicholas, with R. Glenn Hubbard and Darius Palia. The Political Economy of Branching Restrictions and Deposit Insurance: A Model of Monopolistic Competition of Small and Large Banks, Journal of Law and Economics vol. XXXIX (October 1996), pp. 667-704.",
        "Engerman, Stanley, and Kenneth Sokoloff, 2002, Factor endowments, inequality, and paths of development among new world economies, EconomÃ\u0083Â­a 3, 1, 41-109.",
        "Engerman, Stanley and Kenneth Sokoloff, 2003, Institutional and non-institutional explanations of economic differences, NBER Working Paper 9989.",
        "Fishback, Price. (1989), Debt Peonage in Postbellum Georgia. Explorations in Economic History 26, 219236.",
        "Galor, Oded, Omer Moav and Dietrich Vollrath. 2009. Inequality in Land ownership, the Emergence of Human Capital Promoting Institutions and the Great Divergence (Review of Economic Studies, 76, 143-179 Glaeser, Edward, Jose Scheinkman, and Andrei Shleifer, 2003, The Injustice of Inequality, Journal of Monetary Economics, Elsevier, vol. 50(1), pages 199-222, January.",
        "Goodwyn, Lawrence, 1978, The Populist Moment: A Short History of the Agrarian Revolt in America (Oxford University Press, New York, NY).",
        "Haber, Stephen, 2005, Political institutions and financial development: evidence from the economic histories of Mexico and the United States, unpublished manuscript.",
        "Haney, L., 1914, Farm credit conditions in a cotton state, The American Economic Review, 14, 1, 47-67.",
        "Hicks, John D., 1931, Populist Revolt: A History of the Farmers' Alliance and the People's Party (University of Minnesota Press, Minneapolis, MN).",
        "Igan, Deniz, Prachi Mishra, and Thierry Tressel, A Fistful of Dollars: Lobbying and the Financial Crisis, IMF Working Paper, 2011.",
        "Klebaner, Benjamin J. (1990) American Commercial Banking: A History Boston: Twayne Publishers.",
        "Kroszner, Randall S. and Philip E. Strahan What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions.; Quarterly Journal of Economics, 1999, 114(4), pp. 1437-67.",
        "Mian, Atif, Amir Sufi and Francesco Trebbi; The Political Economy of the US Mortgage Default Crisis. American Economic Review, 2010, 100(5), pp. 1967-98.",
        "Mitchener, Kris James. Are Supervision and Regulation Pillars of Financial Stability? Evidence from the Great Depression, Journal of Law and Economics 50 (May 2007), 273-302, Pred, A., 1966, The Spatial Implication of U.S. Industrial Growth (MIT Press, Cambridge, MA).",
        "Preston, H. The McFadden Banking Act, American Economic Review (1927) vol. 17 (2) pp. 201-218.",
        "Rajan, Raghuram and Rodney Ramcharan, 2010, Land and Credit: A Study of the Political Economy of Banking in the United States in the Early 20th Century, forthcoming, Journal of Finance.",
        "Ransom, Roger, and Richard Sutch, 2001, One Kind of Freedom: The Economic Consequences of Emancipation (Cambridge University Press, Cambridge, U.K.). Rusk, Jerrold G. 2001. A Statistical History of the American Electorate. CQ Press: Washington DC.",
        "Report of the Comptroller of Currency. 1922. U.S. Federal Reserve Board.",
        "Southworth, Donald Shirley. 1928. Branch Banking in the United States. McGraw-Hill: New York.",
        "White, Eugene, Voting for Costly Regulation: Evidence from Banking Referenda in Illinois, 1924, Southern Economic Journal, Vol. 51, No. 4 (Apr., 1985), pp. 1084-1098"
    ]
}