{
    "id": 17262,
    "cites": 43,
    "cited_by": 2,
    "reference": [
        "Anderson, K. and R.E. Baldwin, 1987. The political market for protection in industrial countries. In: A.M. El-Agraa (ed.), Protection, Cooperation, Integration and Development, MacMillan, New York.",
        "Baldwin, R.E., 1976. The political economy of postwar U.S. trade policy. The Bulletin, No. 4, New York University Graduate School of Business Administration, New York.",
        "Baldwin, R.E., 1985. The Political Economy of U.S. Import Policy. Cambridge University Press, Cambridge, U.K.",
        "Baron, D.P., 1993. A theory of collective choice for government programs. Research Paper No 1240, Stanford Graduate School of Business.",
        "Baron, D.P. and J.A. Ferejohn, 1989. Bargaining in legislatures. American Political Science Review 83, pp. 1181-1206.",
        "Baron, D.P. and E. Kalai, 1993. The simplest equilibrium of a majority-rule division game. Journal of Economic Theory 61, pp. 290-301.",
        "Battaglini, M. and S. Coate, 2007. Inefficiency in legislative policymaking: a dynamic analysis. American Economic Review 97, pp. 118-149.",
        "Busch, M.L. and E. Reinhardt, 1999. Industrial location and protection: the political and economic geography of U.S. nontariff barriers. American Journal of Political Science 43, pp. 1028-1050.",
        "Carson, J.L., G. Koger, M.J. Lebo and E. Young, 2010. The electoral costs of party loyalty in Congress. American Journal of Political Science 54, pp. 598-616.",
        "Celik, L. and B. Karabay, 2011. A Note on Equilibrium Uniqueness in the BaronFerejohn Model. Working Paper, CERGE-EI and University of Auckland, May. Available at SSRN: (http://ssrn.com/abstract=1718719).",
        "Celik, L., B. Karabay and J. McLaren, 2010. When is it optimal to delegate? The theory of fast-track authority. Mimeo, CERGE-EI, University of Auckland and University of Virginia.",
        "Eraslan, H., 2002. Uniqueness of stationary equilibrium payoffs in the Baron-Ferejohn model. Journal of Economic Theory 103, pp. 11-30.",
        "Findlay, R. and S. Wellisz, 1982. Endogenous tariffs, the political economy of trade restrictions, and welfare. In: J. Bhagwati (ed.), Import Competition and Response, University of Chicago Press, Chicago.",
        "Fordham, B. and T. McKeown, 2003. Selection and influence: interest groups and congressional voting on trade policy. International Organization 57, pp. 519-549.",
        "Fredriksson, P.G., X. Matschke and J. Minier, 2011. Trade policy in majoritarian systems: the case of the U.S. Canadian Journal of Economics 44, pp. 607-626.",
        "Gagnon, J.E., 2003. Long-run supply effects and the elasticities approach to trade. International Finance Discussion Papers No 754, Board of Governors of the Federal Reserve System (January).",
        "George, Henry, 1886. Protection or Free Trade. Reprinted 1949: Robert Schalkenbach Foundation, New York.",
        "Grossman, G.M. and E. Helpman, 1994. Protection for sale. American Economic Review 84, pp. 833-850.",
        "Grossman, G.M. and E. Helpman, 2005. A protectionist bias in majoritarian politics. Quarterly Journal of Economics 120, pp. 1239-1282.",
        "Hiscox, M., 2002. Commerce, coalitions, and factor mobility: evidence from congressional votes on trade legislation. American Political Science Review 96, pp. 593--608.",
        "Irwin, D.A. and R.S. Kroszner, 1999. Interests, institutions, and ideology in securing policy change: the Republican conversion to trade liberalization after Smoot-Hawley. Journal of Law and Economics 42, pp. 643-673.",
        "Kalandrakis, A., 2004. A three-player dynamic majoritarian bargaining game. Journal of Economic Theory 116, pp. 294-322.",
        "Karacaovali, B., 2011. Productivity matters for trade policy: theory and evidence. International Economic Review 52, pp. 33-62.",
        "Ladewig, J., 2006. Domestic influences on international trade policy: factor mobility in the United States, 1963-1992. International Organization 60, pp. 69--103.",
        "Lavergne, R.P., 1983. The political economy of U.S. tariffs: An empirical analysis. Academic Press, New York.",
        "Lebo, M.J., A.J. McGlynn and G. Koger, 2007. Strategic party government: party influence in Congress, 1789-2000. American Journal of Political Science 51, pp. 464--481.",
        "Li, D., 2009. Multiplicity of equilibrium payoffs in three-player Baron-Ferejohn model. Working paper, Chinese University of Hong Kong.",
        "Lindsay, J.M., 1990. Parochialism, policy, and constituency constraints: congressional voting on strategic weapons systems. American Journal of Political Science 34, pp. 936-960.",
        "Magee, S., 1978. Three simple tests of the Stolper-Samuelson theorem. In: P. Oppenheimer (ed.), Issues in International Economics, Oriel Press, Stocksfield.",
        "Marquez, J., 1990. Bilateral trade elasticities. Review of Economics and Statistics 72, pp. 70--77.",
        "Marvel, H.P. and E.J. Ray, 1983. The Kennedy round: evidence on the regulation of international trade in the United States. American Economic Review 73, pp. 190-197.",
        "Mayer, W., 1984. Endogenous tariff formation. American Economic Review 74, 970-985.",
        "McLaren, J. and B. Karabay, 2004. Trade policy making by an assembly. In: D. Mitra and A. Panagariya (eds.), The Political Economy of Trade, Aid and Foreign Investment Policies: Essays in Honor of Edward Tower, Elsevier.",
        "Nelson, D.R., 1999. The political economy of trade policy reform: social complexity and methodological pluralism. Journal of International Trade and Economic Development 8, pp. 3--26.",
        "Nelson, D.R., 2007. The political economy of protection: a short survey. Working paper, Tulane University.",
        "Osborne, M.J. and A. Rubinstein, 1994. A Course in Game Theory. MIT Press, Cambridge, MA.",
        "Primo, D.M., 2006. Stop us before we spend again: institutional constraints on government spending. Economics and Politics 18, pp. 269--312.",
        "Ray, E.J., 1981. The determinants of tariff and nontariff trade restrictions in the United States. Journal of Political Economy 89, pp. 105-121.",
        "Ray, E.J. and H.P. Marvel, 1984. The pattern of protection in the industrialized world. Review of Economics and Statistics 66, pp. 452-458.",
        "Riker, W.H., 1962. The Theory of Political Coalitions. Yale University Press, New Haven.",
        "Rodrik, D., 1995. Political economy of trade policy. In: G.M. Grossman and K. Rogoff (eds.), Handbook of International Economics, Volume 3, Chapter 28, North-Holland.",
        "Tarbell, I.M., 1911. The Tariff in Our Times. MacMillan, New York.",
        "Willmann G., 2004. Why legislators are protectionists: the role of majoritarian voting in setting tariffs. http://www.ssrn.com/abstract=564587."
    ]
}