{
    "id": 17265,
    "cites": 18,
    "cited_by": 57,
    "reference": [
        "O. Blanchard. Adjustment within the euro. The difficult case of Portugal. Portuguese Economic Journal, 6 (1), pp. 121, 2007.",
        "O. Blanchard and P. Portugal. What hides behind an unemployment rate: Comparing Portuguese and US labor markets. American Economic Review, 91(1), pp. 187207, 2001. T. Boeri and J.F. Jimeno. The effects of employment protection: Learning from variable enforcement.",
        "L.M.B. Cabral and J. Mata. On the evolution of the firm size distribution: Facts and theory. American Economic Review, 93(4), pp. 10751090, 2003.",
        "A.V. Chari. Identifying the aggregate productivity effects of entry and output restrictions: An empirical analysis of license reform in india. American Economic Journal: Economic Policy, 3(2), pp. 6696, 2011.",
        "D. Corkill. The development of the Portuguese economy: a case of Europeanization. Psychology Press, 1999.",
        "R. Dell'Anno. The shadow economy in Portugal: An analysis with the MIMIC approach. Journal of Applied Economics, 10(2), pp. 253277, 2007.",
        "P. Garibaldi, L. Pacelli, and A. Borgarello. Employment protection legislation and the size of firms. IZA Discussion Papers, 2003.",
        "L. Garicano, C. LeLarge, and J. Van Reenen. Firm size distortions and the productivity distribution: Evidence from France. Working Paper, London School of Economics, 2011.",
        "S.J. Grossman and O.D. Hart. The costs and benefits of ownership: A theory of vertical and lateral integration. The Journal of Political Economy, 94(4), pp. 691719, 1986. P.A. Grout. Investment and wages in the absence of binding contracts: A Nash bargaining approach.",
        "B.H. Hamilton. Does entrepreneurship pay? An empirical analysis of the returns of self-employment. Journal of Political Economy, 108(3), pp. 604631, 2000. K. Handley and N. Lim~ao. Trade and investment under policy uncertainty: Theory and firm evidence.",
        "C.T. Hsieh and P.J. Klenow. Misallocation and manufacturing TFP in China and India. Quarterly Journal of Economics, 124(4), pp. 14031448, 2009.",
        "C.I. Jones. Misallocation, economic growth, and input-output economics. Technical report, National Bureau of Economic Research, 2011.",
        "E.P. Lazear. Job security provisions and employment. The Quarterly Journal of Economics, 105(3), pp. 699726, 1990.",
        "R.E. Lucas. On the size distribution of business firms. The Bell Journal of Economics, 9(2), pp. 508523, 1978.",
        "P.S. Martins. Dismissals for cause: The difference that just eight paragraphs can make. Journal of Labor Economics, 27(2), pp. 257279, 2009.",
        "T.J. Moskowitz and A. Vissing-Jorgensen. The returns to entrepreneurial investment: A private equity premium puzzle? The American Economic Review, 92(4), pp. 745778, 2002.",
        "K.M. Murphy, A. Shleifer, and R.W. Vishny. The allocation of talent: implications for growth. The Quarterly Journal of Economics, 106(2), pp. 503530, 1991. D. Restuccia and R. Rogerson. Policy distortions and aggregate productivity with heterogeneous establishments.",
        "F. Schivardi and R. Torrini. Identifying the effects of firing restrictions through size-contingent differences in regulation. Labour Economics, 15(3), pp. 482511, 2008. A Proof of Proposition 3"
    ]
}