{
    "id": 17267,
    "cites": 83,
    "cited_by": 3,
    "reference": [
        "Barsky, Robert B., and Lawrence H. Summers. 1988. Gibson's paradox and the gold standard. Journal of Political Economy 96 (3) (06): 528-50.",
        "Burdekin, Richard C.K., Kris James Mitchener, nd Marc D. Weidenmier. (2011) Irving Fisher and Price-Level Targeting in Austria: Was Silver the Answer? National Bureau of Economic Research, Working Paper 17123.",
        "Cagan, Phillip. 1965. Determinants and effects of changes in the stock of money, 1875-1960. Studies in business cycles. Vol. 13. New York: National Bureau of Economic Research ; distributed by Columbia University Press.",
        "Cargill, Thomas F. 1992. Irving Fisher comments on Benjamin Strong and the Federal Reserve in the 1930s. The Journal of Political Economy 100 (6, Centennial Issue) (Dec.): pp. 12731277.",
        "Clark, John B. 1896a. The after effects of free coinage of silver. Political Science Quarterly 11 (3) (Sep.): pp. 493-501.",
        "------. 1896b. Free coinage and prosperity. Political Science Quarterly 11 (2) (Jun.): pp. 248258.",
        "------. 1895. The gold standard of currency in the light of recent theory. Political Science Quarterly 10 (3) (Sep.): pp. 389-403.",
        "Dimand, Robert W. 2005. Irving Fisher on the international transmission of booms and depressions through monetary standards. In The economics of deflation. volume 1., ed. Pierre L. Siklos, 272-282. International Library of Critical Writings in Economics series, vol. 189. An Elgar Reference Collection; Cheltenham, U.K. and Northampton, Mass.:; Elgar.",
        "------. 2003. Competing visions for the U.S. monetary system, 1907-1913: The quest for an elastic currency and the rejection of Fisher's compensated dollar rule for price stability. Cahiers d'Economie Politique(45) (Autumn): 101-21.",
        "------. 2003. Irving Fisher on the international transmission of booms and depressions through monetary standards. Journal of Money, Credit and Banking 35 (1) (Feb.): pp. 49-90.",
        "------. 2000. Irving Fisher and the Quantity Theory of Money: the Last Phase. Journal of the History of Economic Thought, vol 22, no, 3, 329-345.",
        "------. 1999. Irving Fisher and the Fisher relation: Setting the record straight. The Canadian Journal of Economics / Revue Canadienne d'Economique 32 (3) (May): pp. 744-750.",
        "------. 1998. The fall and rise of Irving Fisher's macroeconomics. Journal of the History of Economic Thought 20 (2) (06): 191-201.",
        "------. 1997. Irving Fisher and modern macroeconomics. American Economic Review 87 (2) (05): 442-4.",
        "Dimand, Robert W., and John Geanakoplos. 2005. Celebrating Irving Fisher: The legacy of a great economist. American Journal of Economics and Sociology 64 (1) (01): 3-18.",
        "Fisher, Irving. 1936. 100% money and the public debt. Economic Forum Spring (April-June): 406-20. ------. 1935a. 100% money; designed to keep checking banks 100% liquid; to prevent inflation and deflation; largely to cure or prevent depressions; and to wipe out much of the national debt. New York: Adelphi.",
        "------. 1935b. Are booms and depressions transmitted internationally through monetary standards:? International Statistical Institute Bulletin.",
        "------. 1933. The debt-deflation theory of great depressions. Econometrica 1 (4) (Oct.): pp. 337-357.",
        "------. 1930 [1986] The theory of interest: As determined by impatience to spend income and opportunity to invest it. Reprints of economic classics. Fairfield, NJ: A.M. Kelley.",
        "------. 1926a. Prohibition at its worst. New York: The Macmillan Company.",
        "------. 1926b. A statistical relation between unemployment and price changes. International Labor Review 6 (June): pp. 785-792.",
        "------. 1923. The business cycle largely a dance of the dollar. Journal of the American Statistical Association 18 (144) (Dec.): pp. 1024-1028.",
        "------. 1922. The making of index numbers; a study of their varieties, tests, and reliability. Publications of the Pollak foundation for economic research. Vol. 1. Boston, New York: Houghton Mifflin Company.",
        "------. 1920. Stabilizing the dollar : A plan to stabilize the general price level without fixing individual prices. New York: Macmillan Co.",
        "------. 1914. Objections to a compensated dollar answered. The American Economic Review 4 (4) (Dec.): pp. 818-839.",
        "------. 1911a. (with Harry Gunnison Brown) The purchasing power of money : Its determination and relation to credit, interest and crises. New York: The Macmillan co.",
        "------. 1911b. Recent Changes in Price Levels and their Causes, Bull. Amer. Econ. Assoc., Fourth Series, No. 2, 1, Apr. 1911, 36-45.",
        "------. 1907. The Rate of Interest. New York. MacMillan.",
        "------. 1906. The nature of capital and income. New York; London: The Macmillan Company; Macmillan & Co., ltd.",
        "------. 1896. Appreciation and interest. Publications of the American Economic Association 11 (4) (Jul.): pp. 1-98.",
        "------. 1894. The mechanics of bimetallism. The Economic Journal 4 (15) (Sep.): pp. 527-537.",
        "Fisher, Irving, Hans R. L. Cohrssen, and Herbert Wescott Fisher. 1933. Stamp scrip. New York: Adelphi Company.",
        "Fisher, Irving, and Herbert Wescott Fisher. 1934. Mastering the crisis, with additional chapters on stamp scrip. London: G. Allen & Unwin ltd.",
        "Fisher, Irving, Eugene Lyman Fisk, and Life Extension Institute. 1922. How to live; rules for healthful living based on modern science, authorized by and prepared in collaboration with the hygiene reference board of the life extension institute, inc. 16th , rev ed. New York, London: Funk & Wagnalls company.",
        "Friedman, Milton. 2006. The Optimium Quantity of Money: With a new introduction by Michael D. Bordo. New Brunswick: Aldine Transaction Friedman, Milton. 2004. Reflections on A monetary history. Cato Journal 23 (3) (Winter): 34951.",
        "------. 1992. Money mischief : Episodes in monetary history. 1st ed. New York: Harcourt Brace Jovanovich.",
        "------. 1991. Monetarist Economics. Institute of Economic Affairs. Oxford: Basil Blackwell.",
        "------. 1990. Bimetallism revisited. The Journal of Economic Perspectives 4 (4) (Autumn): pp. 85-104.",
        "------. 1990. The crime of 1873. The Journal of Political Economy 98 (6) (Dec.): pp. 11591194.",
        "------. 1988. Money and the stock market. The Journal of Political Economy 96 (2) (Apr.): pp. 221-245.",
        "------. 1982. Monetary Policy :Theory and Practice. Journal of Money, Credit and Banking. Vol 14, No.1 ( Feb), pp 98-118.",
        "------. 1975. Unemployment versus inflation -- an evaluation of the Phillips curve. IEA Occasional paper no.44 Reprinted in Milton Friedman, Monetarist Economics London Institute of Economic Affairs. 1991.",
        "______. 1974. Monetary Correction, IEA Occasional Paper No.41. Reprinted in Monetarist Economics, Institute of Economic Affairs Oxford Basil Blackwell 1991.",
        "------. 1972. Have monetary policies failed? The American Economic Review 62 (1/2) (Mar. 1): pp. 11-18.",
        "------. 1970a. A theoretical framework for monetary analysis. The Journal of Political Economy 78 (6) (Nov. - Dec.): pp. 1385-1386.",
        "------. 1970b. The Counter-Revolution in Monetary Theory. Institute of Economic Affairs. Occasional Paper 33. London.",
        "------. 1969. The optimum quantity of money, and other essays. Chicago: Aldine Pub. Co.",
        "------. 1968a. The role of monetary policy. The American Economic Review 58 (1) (Mar.): pp. 1-17.",
        "------. 1968b. The Monetary Studies of the National Bureau in Milton Friedman ,The Optimum Quantity of Money and other Essays. Chicago :Aldine ------. 1962a. The interpolation of time series by related series. Journal of the American Statistical Association 57 (300) (Dec.): pp. 729-757.",
        "------. 1962b. Capitalism and freedom. Chicago: University of Chicago Press.",
        "------. 1960. A program for monetary stability. The Millar lectures. Vol. 3. New York: Fordham University Press.",
        "------. 1957. A Theory of the Consumption Function. Princeton; Princeton University Press.",
        "------. 1956. The quantity theory of money  a restatement, In Studies in the quantity theory of money. Economics research studies of the economics research center of the university of Chicago. Chicago: University of Chicago Press.",
        "------. 1953; 1964. Essays in positive economics. Chicago ; London: University of Chicago Press.",
        "------. 1948. A Monetary and Fiscal Framework for Economic Stability American Economic Review ,Vol 38.No.3 ( June ) pp 245-264. reprinted in Essays in Positive Economics.",
        "Chicago: University of Chicago Press Friedman, Milton, and L. J. Savage. 1948. The utility analysis of choices involving risk. The Journal of Political Economy 56 (4) (Aug.): pp. 279-304.",
        "------. 1952. The expected-utility hypothesis and the measurability of utility. The Journal of Political Economy 60 (6) (Dec.): pp. 463-474.",
        "Friedman, Milton, and Anna Jacobson Schwartz. 1982. Monetary trends in the United States and the United Kingdom, their relation to income, prices, and interest rates, 1867-1975. A national bureau of economic research monograph. Chicago: University of Chicago Press.",
        "------. 1970. Monetary statistics of the United States: Estimates, sources, methods. National bureau of economic research. studies in business cycles. Vol. 20. New York: National Bureau of Economic Research.",
        "------. 1964. Monetary studies of the national bureau. In The optimum quantity of money and other essays. Chicago: Aldine.",
        "------. 1963a. Money and business cycles. The Review of Economics and Statistics 45 (1, Part 2, Supplement) (Feb.): pp. 32-64.",
        "------. 1963b. A monetary history of the United States, 1867-1960. National bureau of economic research. studies in business cycles. Vol. 12. Princeton: Princeton University Press.",
        "Hall, Robert E. 1997. Irving Fisher's self-stabilizing money. The American Economic Review 87 (2, Papers and Proceedings of the Hundred and Fourth Annual Meeting of the American Economic Association) (May): pp. 436-438.",
        "Haas, Jacob de. 1889. A third element in the rate of interest. Journal of the Royal Statistical Society 52 (1) (Mar.): pp. 99-116.",
        "Hetzel, Robert L. 1985. The rules versus discretion debate over monetary policy in the 1920s. Federal Reserve Bank of Richmond Economic Review 71 (6) (November): 3-14.",
        "Kemmerer, E. W., Duncan A. Mac Gibbon, Hugo Bilgram, L. D. H. Weld, B. M. Anderson Jr., and Irving Fisher. 1918. Money and prices--discussion. The American Economic Review 8 (1, Supplement, Papers and Proceedings of the Thirtieth Annual Meeting of the American Economic Association) (Mar.): pp. 259-270.",
        "Keynes, John Maynard. 1936. The general theory of employment, interest and money. London: Macmillan and co., limited.",
        "------. 1930. A treatise on money, ed. Reprinted in 1971, Royal Economic Society. New York: Harcourt, Brace and Company.",
        "Laidler, David. 1993. Hawtrey, Harvard, and the origins of the Chicago tradition. The Journal of Political Economy 101 (6) (Dec.): pp. 1068-1103.",
        "------. 1991. The golden age of the quantity theory. Princeton, N.J.: Princeton University Press.",
        "Mints, Lloyd W. 1950. Monetary policy for a competitive society. 1st ed. New York: McGrawHill.",
        "------. 1945. A history of banking theory in Great Britain and the United States. Chicago, Ill.: University of Chicago Press.",
        "Nelson, Edward. 2007. Milton Friedman and U.S. monetary history: 1961-2006. Federal Reserve Bank of St. Louis Review 89 (3) (May): 153-82.",
        "Patinkin, Don. 1993. Irving Fisher and his compensated dollar plan. Federal Reserve Bank of Richmond Economic Quarterly 79 (3) (Summer): 1-33.",
        "------. 1969. The Chicago tradition, the quantity theory, and Friedman. Journal of Money, Credit and Banking 1 (1) (Feb.): pp. 46-70.",
        "Phillips, A. W. 1958. The relation between unemployment and the rate of change of money wage rates in the United Kingdom, 1861-1957. Economica 25 (100) (Nov.): pp. 283-299.",
        "Samuelson, Paul A., and Robert M. Solow. 1960. Analytical aspects of anti-inflation policy. The American Economic Review 50 (2, Papers and Proceedings of the Seventy-second Annual Meeting of the American Economic Association) (May): pp. 177-194.",
        "Simons, Henry C. 1945. The Beveridge program: An unsympathetic interpretation. The Journal of Political Economy 53 (3) (Sep.): pp. 212-233.",
        "------. 1936. Rules versus authorities in monetary policy. The Journal of Political Economy 44 (1) (Feb.): pp. 1-30.",
        "Snyder, Carl. 1934. On the statistical relation of trade, credit, and prices. Review of International Statistical Institute.",
        "Steindl, Frank G. 1995. Monetary interpretations of the great depression. Ann Arbor: University of Michigan Press.",
        "United States. Congress. House. Committee on Banking and Currency, Irving Fisher, James Harvey Rogers, Robert D. Kent, Philip P. Wells, Frederick Leslie Ransome, Frank Alfred Wolff, George H. Shibley, William C. Lee, and Willford Isbell King. 1923. Stabilization of purchasing power of money : Hearings before the committee on banking and currency of the house of representatives, sixty-seventh congress, fourth session, on H.R. 11788 to stabilize the purchasing power of money. Washington: Govt. print. off.",
        "Wicksell, Knut. 1907. The influence of the rate of interest on prices. The Economic Journal 17 (66) (Jun.): pp. 213-220."
    ]
}