{
    "id": 17278,
    "cites": 28,
    "cited_by": 15,
    "reference": [
        "Ang, Andrew, Robert J. Hodrick, Yuhang Xing and Xiaoyan Zhang, 2006, The cross-section of volatility and expected returns, Journal of Finance 61, 259299.",
        "Bekaert, Geert and Robert J. Hodrick, 1992, Characterizing predictable components in excess returns on equity and foreign exchange markets, Journal of Finance 47, 467 509.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse H. Pedersen, 2009, Carry trades and currency crashes, NBER Macroeconomics Annual 23, 313347.",
        "Burnside, Craig, 2007, The cross-section of foreign currency risk premia and consumption growth risk: A comment, NBER Working paper 13129.",
        "Burnside, Craig, 2010a, Identi...cation and inference in linear stochastic discount factor models, NBER Working paper 16634.",
        "Burnside, Craig, 2010b, Sorts and cross-sectional regressions, mimeo, Duke University.",
        "Burnside, Craig, Martin Eichenbaum, Isaac Kleshchelski, and Sergio Rebelo, 2006, The returns to currency speculation, NBER Working paper 12489.",
        "Burnside, Craig, Martin Eichenbaum, Isaac Kleshchelski, and Sergio Rebelo, 2011, Do peso problems explain the returns to the carry trade? Review of Financial Studies 24, 853891.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, 2011, Carry trade and momentum in currency markets, forthcoming, Annual Review of Financial Economics.",
        "Campbell, John Y., 2003, Consumption-based asset Pricing, in George M. Constantinides, Milton Harris, and RenÃ\u0083Â© Stulz, ed.: Handbook of the Economics of Finance, Vol. 1B (Elsevier).",
        "Da, Zhi, and Ernst Schaumburg, 2009, The pricing of volatility risk across asset classes and the Fama-French factors, mimeo, University of Notre Dame.",
        "Engel, Charles, 1996, The forward discount anomaly and the risk premium: A survey of recent evidence, Journal of Empirical Finance 3, 123192.",
        "Fama, Eugene F., 1984, Forward and spot exchange rates, Journal of Monetary Economics 14, 319338.",
        "Fama, Eugene and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 356.",
        "Farhi, Emmanuel and Xavier Gabaix, 2008, Rare disasters and exchange rates, NBER Working paper 13805.",
        "Hansen, Lars Peter, 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 10291054.",
        "Hodrick, Robert J., 1987, The Empirical Evidence on the E ciency of Forward and Futures Foreign Exchange Markets (Harwood Academic Publishers, Chur, Switzerland).",
        "Jegadeesh, Narasimhan and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market e ciency, Journal of Finance 48, 6591.",
        "Julliard, Christian, and Anisha Ghosh, 2010, Can rare events explain the equity premium puzzle? mimeo, Carnegie Mellon University.",
        "Kaminsky, Graciela, 1993, Is there a peso problem? Evidence from the dollar/pound exchange rate, 1976-1987, American Economic Review 83, 450472.",
        "Krasker, William S., 1980, The `peso problem'in testing the e ciency of forward exchange markets, Journal of Monetary Economics 6, 269276.",
        "Lewis, Karen K., 1989, Changing beliefs and systematic rational forecast errors with evidence from foreign exchange, American Economic Review 79, 621636.",
        "Lustig, Hanno, Nikolai Roussanov, and Adrien Verdelhan, 2011, Common risk factors in currency markets, SSRN paper 1139447. Forthcoming, Review of Financial Studies.",
        "Lustig, Hanno and Adrien Verdelhan, 2007, The cross-section of foreign currency risk premia and consumption growth risk, American Economic Review 97, 89117.",
        "Meese, Richard A. and Kenneth Rogo, 1983, Empirical exchange rate models of the seventies : Do they ...t out of sample? Journal of International Economics 14, 3-24.",
        "Menkho, Lukas, Lucio Sarno, Maik Schmeling, and Andreas Schrimpf, 2010, Carry trades and global foreign exchange volatility, SSRN paper 1342968.",
        "Raerty, Barry, 2010, The returns to currency speculation and global currency realignment risk, manuscript, Duke University.",
        "Yogo, Motohiro, 2006, A consumption-based explanation of expected stock returns, Journal of Finance 61, 539580."
    ]
}