{
    "id": 17270,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron Amy Finkelstein and Matthew J. Notowidigdo 2009. Income and Health Spending: Evidence from Oil Price Shocks. NBER Working Paper Achen, Christopher H. 2005. Bayesian Voters and Their Turnout Decisions: Unifying the Behavioral Literature. Unpublished manuscript.",
        "Ashworth, Scott. 2011. Targeted Campaigns with Ambiguity Averse Voters. Unpublished manuscript. Battaglini, Marco, Rebecca B. Morton, and Thomas R. Palfrey. Forthcoming. The Swing Voter's Curse in the Laboratory. The Review of Economic Studies.",
        "Black, Dan,Kermit Daniel and Seth Sanders. 2002. The Impact of Economic Conditions on Participation in Disability Programs: Evidence from the Coal Boom and Bust. American Economic Review 92(1), March: pp 27-50.",
        "Blais, Andre. 2000. To Vote or Not to Vote: The Merits and Limits of Rational Choice Theory. Pittsburgh: University of Pittsburgh Press.",
        "Bogue, Donald J. 1951. State Economic Areas. Washington, DC: U.S. Government Printing Office.",
        "Bound, John, Charles C. Brown, and Nancy Mathiowetz. 2001. Measurement Error in Survey Data. In Handbook of Econometric, edited by E.E. Learner and J.J. Heckman. New York: North Holland Publishing Pp. 3705-3843..",
        "Brody, Richard A. and Paul M. Sniderman. 1977. From Life Space to Polling Place: The Relevance of Personal Concerns for Voting Behavior. British Journal of Political Science 7 (March): 337-360.",
        "Brunner, Eric, Stephen L. Ross and Ebonya Washington. 2011. Economics and Policy Preferences: Causal Evidence of the Impact of Economic Conditions on Support for Redistribution and Other Ballot Proposals. Review of Economics and Statistics. 93(3): 888-906.",
        "Bullock, Chares S. III and Richard E. Dunn. 1996. Election Roll-Off: A Test of Three Explanations. Urban Affairs Review 32 (September): 71-86.",
        "Coupe, Thomas and Abdul Noury. 2004. Choosing not to choose: on the link between information and abstention. Economics Letters 84: 261-65.",
        "Degan, Arianna and Antonio Merlo. Forthcoming. A Structural Model of Turnout and Voting in Multiple Elections. Journal of the European Economic Association, Dellvigna, Stefano and Ethan Kaplan. 2007. The Fox News Effect: Media Bias and Voting. Quarterly Journal of Economics 122 (August): 1187-1234.",
        "Downs, Anthony. 1957. An Economic Theory of Democracy, New York: Harper and Row.",
        "Feddersen, Timothy and Wolfgang Pesendorfer. 1996. The Swing Voter's Curse. American Economic Review, 86(3): 404-24.",
        "Gentzkow, Matthew. 2006. Television and Voter Turnout. Quarterly Journal of Economics 121 (August): 931-72.",
        "Gentzkow, Matthew, Jesse M. Shapiro and Michael Sinkinson. 2009. Media Market Structure and Political Participation, forthcoming, American Economic Review.",
        "Ghirardato, Paolo and Jonathan N. Katz. 2002. Indecision Theory: Quality of Information and Voting Behavior. Unpublished manuscript.",
        "Hibbs, Douglass Hibbs Jr. (2005). Voting and the Macroeconomy, in The Oxford Handbook of Political Economy, Barry R. Weingast and Donald Wittman, eds. Oxford University Press. Katz, Jonathan N. and Gabriel Katz. Forthcoming. Correcting for Survey Misreports using Auxiliary Information with an Application to Estimating Turnout, forthcoming American Journal of Political Science.",
        "Kinder, Donald R. and D. Roderick Kiewiet. 1981. Sociotropic Politics: The American Case. British Journal of Political Science 11(2): 129-161.",
        "Krueger, Alan and Andreas Mueller. 2008. The Lot of the Unemployed: A Time Use Perspective. IZA Discussion Paper, # 3490.",
        "Lassen, David, 2005. The Effect of Information on Voter Turnout: Evidence from a Natural Experiment. American Journal of Political Science, 49(1): 103-18.",
        "Lau, Richard R. 1985. Two Explanations for Negativity Effects in Political Behavior. American Journal of Political Science, 29: 119-38.",
        "Lewis-Beck, Michael S. and Mary Stegmaier. 2000. Economic Determinants of Electoral Outcomes. Annual Review of Political Science, 3:183-219.",
        "Matsusaka, John G. 1995. Explaining Voter Turnout Patterns: An Information Theory. Public Choice, 84(1-2) (July): 91-117.",
        "Matsusaka, John G. and Filip Palda. 1999. Voter Turnout: How Much Can We Explain? Public Choice, 98:431-46.",
        "Merlo, Antonio. 2006. Whither Political Economy? Theories, Facts and Issues. In Advances in Economics and Econometrics: Theory and Applications, Ninth World Congress, Volume I, ed. Richard Blundell, Whitney K. Newey and Torsten Persson: Cambridge University Press, pp. 381-421.",
        "Palfrey, Thomas R. and Howard Rosenthal. 1983. Voter Participation and Strategic Uncertainty, American Political Science Review, 79, 62-78.",
        "Peffley, Mark and John T. Williams. 1985. Attributing Presidential Responsibility for National Economic Problems. American Politics Quarterly, 13 (4) (October): 393-425.",
        "Peffley, Mark. 1984. The Voter as Juror: Attributing Responsibility for Economic Conditions. Political Behavior, 6 (3) (September): 275-294.",
        "Powell, Jr., G. Bingham and Guy D. Whitten (1993). A Cross-National Analysis of Economic Voting: Taking Account of the Political Context. American Journal of Political Science, 21 (3) (May), pp. 391-414.",
        "Radcliff, Benjamin. 1992. The Welfare State, Turnout and the Economy: A Comparative Analysis. American Political Science Review, June, 82:2: 444-454..",
        "Rosenstone, Steven J. 1982. Economic Adversity and Voter Turnout. American Journal of Political Science, 26(1) (February): 25-46.",
        "Scholzman, Kay Lehman and Sidney Verba. 1979. Injury to Insult. Cambridge: Harvard University Press.",
        "Schuessler, Alexander A. 2000. Expressive Voting. Rationality and Society, 12(1): 87119.",
        "Snyder, James M. and David Stromberg. 2010. Press Coverage and Political Accountability. Journal of Political Economy, Vol 118(2): 355-408.",
        "Southwell, Patricia L. 1988. The Mobilization Hypothesis and Voter Turnout in Congressional Elections. Western Political Quarterly, 41(2): 173-88.",
        "Stigler, George J. 1973. Mirco Politics and Macro-Economics: General Economic Conditions and National Elections. The American Economic Review, 63 (2) (May): 16067.",
        "Stigler, George J. 1975. The Effects of Economic Policies on Votes for the Presidency: Some Evidence from Recent Elections: Comment. Journal of Law and Economics, 18 (3) (December):801-02.",
        "Stromberg, David. 2004. Radio Impact on Public Spending. Quarterly Journal of Economics, CXIX (2004): 189221.",
        "Wattenberg, Martin, Ian McAllister, and Anthony Salvanto. 2000. How Voting is Like an SAT Test: An Analysis of American Voter Rolloff. American Politics Quarterly, 28(2): 234-50.",
        "Wolfers, Justin. 2002. Are Voters Rational? Evidence from Gubernatorial Elections. Stanford GSB Research Paper no. 1730.",
        "Wolfinger, Ray and Steven Rosenstone. 1980. Who Votes? New Haven: Yale University Press."
    ]
}