{
    "id": 17272,
    "cites": 22,
    "cited_by": 41,
    "reference": [
        "Alesina A. and Ardagna S. [2010]: Large changes in Fiscal Policy: Taxes versus Spending, Tax Policy and the Economy, vol.24, edited by J.R.Brown.",
        "Auerbach A., Y. Gorodnichenko [2011]: Measuring the Output Response to Fiscal Policy, American Economic Journal: Economic Policy.",
        "Bachmann R., E.R. Sims [2011]: Confidence and the Transmission of Government Spending Shocks, NBER Working Paper 17063.",
        "Bohn, Henning [1998]: The Behaviour of U.S. public debt and deficits, Quarterly Journal of Economics, 113, 949-963.",
        "Cloyne, J. [2011]: What are the Macroeconomic Effects of Tax Changes in the United Kingdom, mimeo, University College London.",
        "Corsetti G., Meier A. and G. Mueller [2009]: Fiscal Stimulus with Spending Reversals , CEPR DP 7302.",
        "Dees, S., di Mauro, F., Pesaran, M. H. & Smith, L. V. [2007]: Exploring the international linkages of the euro area: a global VAR analysis, Journal of Applied Econometrics, 22(1), 1-38.",
        "Devries, Pete, Jaime Guajardo, Daniel Leigh, and Andrea Pescatori [2011]: A New Action-based Dataset of Fiscal Consolidation, IMF Working Paper No. 11/128. The dataset is available on the IMF's website (http://www.imf.org/external/pubs/cat/longres.aspx?sk=24892.0).",
        "Favero, C. and F. Giavazzi [2007]: Debt and the effects of fiscal policy, NBER Working paper no. 12822, April.",
        "Ghosh A., J.I. Kim, E.G. Mendoza, J.Ostry, M.Qureshi [2011]: Fiscal fatigue, fiscal space and debt sustainability in advanced economies, NBER working paper 16782.",
        "Ilzetzki E. [2011]: Fiscal Policy and Debt Dynamics in Developing Countries, mimeo, London School of Economics.",
        "Ilzetzki E. and C.Vegh [2011] How Big (Small) are Fiscal Multipliers?, paper presented at the IMF-EUI Conference on Fiscal Policy, Stabilization and Sustainability, Florence June 6-7 2011.",
        "IMF [2010]: Will it hurt? Macroeconomic Effects of Fiscal Consolidation, World Economic Outlook, Chapter 3, October.",
        "Hansen, L. P., and Sargent T. J. [1991]: Two Difficulties in Interpreting Vector Autoregressions, in Rational Expectations Econometrics, ed. by L. P. Hansen, and T. J. Sargent, pp. 77--119. Westview Press, Boulder, CO.",
        "Kilian, Lutz & Vigfusson, Robert J., [2011]: Nonlinearities in the Oil Price-Output Relationship, CEPR Discussion Papers 8174, C.E.P.R.",
        "Leeper E. M., Walker T., and Yang S.C. [2008]: Fiscal Foresight: analytics and Econometrics, mimeo.",
        "Leeper E. M. [2010]: Monetary Science, Fiscal Alchemy, Federal Reserve Bank of Kansas City's Jackson Hole Symposium, Macroeconomic Policy: Post-Crisis and Risks Ahead, August 26-28, 2010.",
        "Lucas R.J.[1976]: Econometric Policy Evaluation. A Critique, in Brunner K. and A. Meltzer, the Phillips Curve and the Labour Markets, Carnegie-Rochester Conference Conference Series on Public Policy.",
        "Mertens K. and Ravn M. O. [2011]: Measuring Fiscal Shocks in Structural VARs using Narrative Data, mimeo.",
        "Perotti, R. [2011]: Expectations and Fiscal Policy. An Empirical Investigation , mimeo, IGIER, Bocconi University, paper available at www.igier.unibocconi.it/perotti.",
        "Pesaran, M. H., Schuermann, T. and Weiner, S. M. [2004a]: Modelling Regional Interdependencies using a Global Error-Correcting macro-econometric model, Journal of Business and Economic Statistics 22(2), 129--162.",
        "Romer, Christina and Romer, David H. [2010]: The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, American Economic Review, 100, 763-801."
    ]
}