{
    "id": 17279,
    "cites": 10,
    "cited_by": 8,
    "reference": [
        "Beacon Hill Institute, 2010. Killing Jobs through National Health Care Reform, March, available at http://www.atr.org/userfiles/BHI%20Health%20Care%20Reform%20as%20Job%20Killer(7).pdf.",
        "Brown, Charles. 1999. Minimum wages, employment, and the distribution of income. In O. Ashenfelter & D. Card (ed.), Handbook of Labor Economics,  2101-2164. Vol. 3B, Amsterdam, The Netherlands: Elsevier Press.",
        "Burkhauser, R. and K. Simon. 2008. Who Gets What from Employer Pay or Play Mandates? Risk Management and Insurance Review. Vol 11, Issue 1, Pp.75-102.",
        "Chow, M. and Bruce D. Phillips, 2009. Small Business Effects of a National Employer Healthcare Mandate, Washington, DC: National Federation of Independent Business. Available at http://www.nfib.com/Portals/0/PDF/AllUsers/NFIBStudy_HealthcareMandate.pdf Congressional Budget Office (CBO) 2010: Letter from CBO Director Elmendorf to Nancy Pelosi. March 20 2010. Available at http://www.cbo.gov/ftpdocs/113xx/doc11379/AmendReconProp.pdf.",
        "Congressional Budget Office (CBO) 2008: Key Issues in Analyzing Major Health Insurance Proposals (December 2008).",
        "Congressional Budget Office (CBO) 2007: Health Insurance Simulation Model: A Technical Description , (Oct. 2007).",
        "Dubay, L. and A. Cook (2009). How Will the Uninsured be Affected by Reform? Available at http://www.urban.org/uploadedpdf/411950_uninsured.pdf.",
        "Gruber, J. The Impacts of the Affordable Care Act: How Reasonable Are the Projections? NBER Working Paper 17168 Holahan, J. and B. Garrett, 2011. How Will the Affordable Care Act Affect Jobs? Available at http://www.urban.org/health_policy/url.cfm?ID=412319 Holtz-Eakin, Douglas and Cameron Smith. 2010 Labor Markets and Health Care Reform: New Results, May 2010. American Action Forum. www.americanactionforum.org. available at http://americanactionforum.org/files/LaborMktsHCRAAF5-27-10.pdf.",
        "Kessler, D. 2011 How Health Reform Punishes Work. Wall Street Journal. Available at http://online.wsj.com/article/SB10001424052748704628404576265692304582936.html Long, S. and P. Masi. 2008. How have Employers Responded to Health Reform in Massachusetts? Employees' Views at the End of One Year, Health Affairs, 27 no.6 w576-583 2008.",
        "McKinsey, 2011. How US Health Care Reform will Affect Employee Benefits http://www.mckinseyquarterly.com/How_US_health_care_reform_will_affect_employee_benefits_2813 Neumark, D. and W. L. Wascher. 2008. Minimum Wages. Cambridge, MA: The MIT Press Simon, K. 2010 Implications of Health Care Reform for Employers: An Analysis of the Patient Protection and Affordable Care Act. Prepared for the Center for American Progress. Available at http://www.americanprogress.org/issues/2010/05/pdf/health_employers.pdf Urban Institute (2010) http://www.kff.org/healthreform/upload/Medicaid-Coverage-and-Spending-in-Health-ReformNational -and-State-By-State-Results-for-Adults-at-or-Below-133-FPL.pdf (p.8, method summary section on participation rates)."
    ]
}