{
    "id": 17271,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Aghion, Philippe and Peter Howitt (2008), The Economics of Growth, Cambridge, MA: The MIT Press.",
        "Alesina, Alberto, Arnaud Devleeschauwer, William Easterly, Sergio Kurlat, and Romain Wacziarg (2003), Fractionalization, Journal of Economic Growth, vol. 8, pp. 55-194.",
        "Barro, Robert J. and Xavier Sala-i-Martin (1997), Technological Diffusion, Convergence and Growth, Journal of Economic Growth, vol. 2, no.1, pp. 1-26.",
        "Barro, Robert J. and Xavier Sala-i-Martin (2003), Economic Growth (2nd ed.), Cambridge, MA: MIT Press Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller (2006), Robust Inference with Multi-Way Clustering, NBER Technical Working Paper #T0327.",
        "Caselli, Francesco (2005), Accounting for Cross-Country Income Differences. in Handbook of Economic Growth, Vol. 1A, edited by Philippe Aghion and Steven N. Durlauf, pp. 679--741. New York: North-Holland.",
        "Cavalli-Sforza, Luigi L., Paolo Menozzi and Alberto Piazza (1994), The History and Geography of Human Genes, Princeton: Princeton University Press.",
        "Comin, Diego and Bart Hobijn (2009), The CHAT Dataset, Harvard Business School Working Paper # 10-035.",
        "Comin, Diego, and Bart Hobijn (2010), An Exploration of Technology Diffusion, American Economic Review, vol. 100, no. 5, December, 2031-59.",
        "Comin, Diego, Bart Hobijn and Emilie Rovito (2008), World Technology Usage Lags, Journal of Economic Growth, vol. 13, no. 4.",
        "Comin, Diego, William Easterly and Erick Gong (2010), Was the Wealth of Nations Determined in 1000 B.C.? American Economic Journal: Macroeconomics, vol. 2, no. 3, pp. 65-97.",
        "Fagerberg, Jan (2004), Innovation: A Guide to the Literature, Chapter 1 in Oxford Handbook of Innovation, edited by J. Fagerberg, D. C. Mowery, and R. R. Nelson, Oxford: Oxford University Press.",
        "Hsieh, Chang-Tai and Peter J. Klenow (2010), Development Accounting, American Economic Journal: Macroeconomics, vol. 2, no. 1, pp. 207--223.",
        "Kimura, Motoo (1968), Evolutionary Rate at the Molecular Level, Nature, vol. 217, pp. 624-626.",
        "Ngai, L. Rachel (2004), Barriers and the Transition to Modern Growth, Journal of Monetary Economics, vol. 51, pp. 1353--1383.",
        "Parente, Stephen L. and Edward C. Prescott (1994), Barriers to Technology Adoption and Development,  Journal of Political Economy, vol. 102, no. 2, pp. 298-321.",
        "Parente, Stephen L. and Edward C. Prescott (2002), Barriers to Riches, Cambridge: MIT Press Rogers, E. M. (1995), Diffusion of Innovations (4th ed.). New York: Free Press.",
        "Romer, Paul M. (1990), Endogenous Technological Change, Journal of Political Economy, vol. 98, no. 5, pp. S71-S102.",
        "Spolaore Enrico and Romain Wacziarg (2009), The Diffusion of Development, Quarterly Journal of Economics, vol. 124, no. 2, pp. 469-529."
    ]
}