{
    "id": 17289,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Backus, D. K., Smith, G. W., 1993. Consumption and real exchange rates in dynamic economies with non-traded goods. Journal of International Economics 35 (3-4), 297316.",
        "Benigno, G., Thoenissen, C., 2008. Consumption and real exchange rates with incomplete markets and non-traded goods. Journal of International Money and Finance 27 (6), 926948.",
        "Bergin, P. R., Glick, R., Sep 2005. Tradability, productivity, and understanding international economic integration. NBER Working Papers 11637, National Bureau of Economic Research, Inc.",
        "Corsetti, G., Dedola, L., Leduc, S., 2008. International risk sharing and the transmission of productivity shocks. Review of Economic Studies 75 (2), 443473.",
        "Dotsey, M., Duarte, M., September 2008. Nontraded goods, market segmentation, and exchange rates. Journal of Monetary Economics 55 (6), 11291142.",
        "Ghironi, F., Melitz, M. J., August 2005. International trade and macroeconomic dynamics with heterogeneous ...rms. The Quarterly Journal of Economics 120 (3), 865915.",
        "Kollmann, R., 1995. Consumption, real exchange rates and the structure of international asset markets. Journal of International Money and Finance 14 (2), 191211.",
        "Melitz, M. J., November 2003. The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica 71 (6), 16951725.",
        "Mendoza, E. G., 1995. The terms of trade, the real exchange rate, and economic uctuations. International Economic Review 36 (1), 10137.",
        "Obstfeld, M., Rogo, K., February 2000. The six major puzzles in international macroeconomics: Is there a common cause? In: NBER Macroeconomics Annual 2000, Volume 15. NBER Chapters. National Bureau of Economic Research, Inc, pp. 339 412.",
        "Pesenti, P., van Wincoop, E., 2002. Can nontradables generate substantial home bias? Journal of Money, Credit and Banking 34 (1), 2550.",
        "Stockman, A. C., Tesar, L. L., 1995. Tastes and technology in a two-country model of the business cycle: Explaining international comovements. American Economic Review 85 (1), 168185.",
        "Tesar, L. L., 1993. International risk-sharing and non-traded goods. Journal of International Economics 35 (1-2), 6989.",
        "A Appendix A.1 Data sources and calculations To construct data statistics reported in Table 4 we collect data from the OECD Main Economic Indicator (MEI) and OECD Quarterly National Accounts (QNA) for the period 1973-2007 and construct variables using the de...nitions summarized in Table A1."
    ]
}