{
    "id": 17285,
    "cites": 60,
    "cited_by": 0,
    "reference": [
        "Ang, Andrew and Joseph Chen, 2007, CAPM over the long run: 19262001, Journal of Empirical Finance 14, 140.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307343.",
        "Barberis, Nicholas, and Richard Thaler, 2003, A survey of behavioral finance, in Handbook of the Economics of Finance, George M. Constantinides, Milton Harris, and Rene M. Stulz, eds., Elsevier, North Holland, 10531123.",
        "Belo, Frederico, 2010, Production-based measures of risk for asset pricing, Journal of Monetary Economics 57, 146163.",
        "Belo, Frederico, and Xiaoji Lin, 2011, The investment growth spread, forthcoming, Review of Financial Studies.",
        "Berk, Jonathan, and Peter DeMarzo, 2011, Corporate Finance, 2nd edition, Prentice Hall.",
        "Brock, William A., 1982, Asset prices in a production economy, in: John L. McCall, ed., Economics of Information and Uncertainty, University of Chicago Press, Chicago Illinois.",
        "Chen, Long, Robert Novy-Marx, and Lu Zhang, 2011, An alternative three-factor model, working paper, The Ohio State University.",
        "Cochrane, John H., 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 46, 209237.",
        "Cochrane, John H., 1993, Rethinking production under uncertainty, working paper, University of Chicago.",
        "Cochrane, John H., 2005, Asset Pricing, Princeton University Press, Princeton New Jersey.",
        "Cooley, Thomas F., and Edward C. Prescott, 1995, Economic growth and business cycles, in Thomas F. Cooley, ed., Frontiers of Business Cycle Research, Princeton University Press, Princeton New Jersey.",
        "Cooper, Michael J., Huseyin Gulen, and Michael J. Schill, 2008, Asset growth and the cross-section of stock returns, Journal of Finance 63, 16091652 Cox, John C., Jonathan E. Ingersoll, Jr., and Stephen A. Ross, 1985, An intertemporal general equilibrium model of asset prices, Econometrica 53, 363384.",
        "Craine, Roger, 1989, Risky business: The allocation of capital, Journal of Monetary Economics 23, 201218.",
        "Daniel, Kent D., Mark Grinblatt, Sheridan Titman, and Russ Wermers, 1997, Measuring mutual fund performance with characteristics-based benchmarks, Journal of Finance 52, 10351058.",
        "Daniel, Kent D., David Hirshleifer, and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and overreactions, Journal of Finance 53, 18391885.",
        "Daniel, Kent D., David Hirshleifer, and Siew Hong Teoh, 2002, Investor psychology in capital markets: Evidence and policy implications, Journal of Monetary Economics 49, 139209.",
        "Daniel, Kent D., and Sheridan Titman, 1997, Evidence on the characteristics of cross sectional variation in stock returns, Journal of Finance 52, 133.",
        "Daniel, Kent D., Sheridan Titman, and K. C. John Wei, 2001, Explaining the cross-section of stock returns in Japan: Factors or characteristics, Journal of Finance 56, 743766.",
        "Davis, James L., Eugene F. Fama, and Kenneth R. French, 2000, Characteristics, covariances, and average returns: 1929 to 1997, Journal of Finance 55, 389406.",
        "De Bondt, Werner F. M., and Richard Thaler, 1985, Does the stock market overreact? Journal of Finance 40, 793805.",
        "Dechow, Patricia M., Natalya V. Khimich, and Richard G. Sloan, 2011, The accrual anomaly, working paper, University of California, Berkeley.",
        "Fama, Eugene F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283306.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427466.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 356.",
        "Fama, Eugene F., and Kenneth R. French, 1996, Multifactor explanation of asset pricing anomalies, Journal of Finance 51, 5584.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of capital, Journal of Financial Economics 43, 153193.",
        "Fama, Eugene F. and Merton H. Miller, 1972, The Theory of Finance, Holt, Rinehart, and Winston.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1991, The variation of economic risk premiums, Journal of Political Economy 99, 385415.",
        "Fisher, Irving, 1930, The Theory of Interest: As Determined by Impatience to Spend Income and Opportunity to Invest It, 1st ed., New York: The Macmillan Co.",
        "Gebhardt, William R., Soeren Hvidkjaer, and Bhaskaran Swaminathan, 2005, The cross-section of expected corporate bond returns: Betas or characteristics? Journal of Financial Economics 75, 85114.",
        "Gomes, Joao F., Leonid Kogan, and Lu Zhang, 2003, Equilibrium cross section of returns, Journal of Political Economy 111, 693732.",
        "Ghysels, Eric, 1998, On stable factor structures in the pricing of risk: Do time-varying betas help or hurt? Journal of Finance 53, 549573.",
        "Hirshleifer, David, Kewei Hou, and Siew Hong Teoh, 2011, The accrual anomaly: Risk or mispricing? forthcoming, Management Science.",
        "Hirshleifer, Jack, 1970, Investment, Interest, and Capital, Prentice-Hall, Englewood Cliffs, New Jersey.",
        "Hong, Harrison and Jeremy C. Stein, 1999, A unified theory of underreaction, momentum trading, and overreaction in asset markets, Journal of Finance 54, 21432184.",
        "Hou, Kewei, G. Andrew Karolyi, Bong-Chan Kho, 2011, What factors drive global stock returns? forthcoming, Review of Financial Studies.",
        "Jagannathan, Ravi, and Zhenyu Wang, 1996, The conditional CAPM and the cross-section of expected returns, Journal of Finance 51, 353.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 6591.",
        "Kogan, Leonid, and Dimitris Papanikolaou, 2011, Investment shocks, firm characteristics, and the cross-section of expected returns, working paper, Kuhn, Thomas S., 1962, The Structure of Scientific Revolutions, The University of Chicago Press, Chicago and London.",
        "La Porta, Rafael, Josef Lakonishok, Andrei Shleifer, and Robert Vishny, 1997, Good news for value stocks: Further evidence on market efficiency, Journal of Finance 52, 859874.",
        "Lintner, John, 1965, The valuation of risk assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics and Statistics 47, 1337.",
        "Liu, Laura Xiaolei, Toni M. Whited, and Lu Zhang, 2009, Investment-based expected stock returns, Journal of Political Economy 117, 11051139.",
        "Long, John B. Jr., and Charles I. Plosser, 1983, Real business cycles, Journal of Political Economy 91, 3969.",
        "Lundholm, Russell J., and Richard G. Sloan, 2007, Equity Valuation and Analysis, 2nd edition, McGraw-Hill Irwin.",
        "Lucas, Robert E., Jr., 1978, Asset prices in an exchange economy, Econometrica 46, 14291445.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867887.",
        "Merton, Robert C., 1980, On estimating the expected return on the market: An exploratory investigation, Journal of Financial Economics 8, 323361.",
        "Miller, Merton H., and Myron S. Scholes, 1972, Rate of return in relation to risk: A reexamination of some recent findings, in Studies in the Theory of Capital Markets, Michael C. Jensen ed., New York: Praeger.",
        "Penman, Stephen H., 2010, Financial Statement Analysis and Security Valuation, 4th edition, McGraw-Hill Irwin.",
        "Richardson, Scott, Irem Tuna, and Peter Wysocki, 2010, Accounting anomalies and fundamental analysis: A review of recent research advances, Journal of Accounting and Economics 50, 410454.",
        "Ritter, Jay R., 1991, The long-run performance of initial public offerings, Journal of Finance 46, 327.",
        "Ross, Stephen A., 1976, The arbitrage theory of capital asset pricing, Journal of Economic Theory 13, 341360.",
        "Rubinstein, Mark, 2006, A History of the Theory of Investments, John Wiley and Sons, Inc.",
        "Sharpe, William F., 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19, 425442.",
        "Sloan, Richard G., 1996, Do stock prices fully reflect information in accruals and cash flows about future earnings? The Accounting Review 71, 289315.",
        "Xing, Yuhang, 2008, Interpreting the value effect through the Q-theory: An empirical investigation, Review of Financial Studies 21, 17671795.",
        "Xue, Chen, 2011, The investment approach to evaluating mutual fund performance, working paper, University of Michigan.",
        "Wu, Jin (Ginger), Lu Zhang, and X. Frank Zhang, 2010, The q-theory approach to understanding the accrual anomaly, Journal of Accounting Research 48, 177223.",
        "Zhang, Lu, 2005, The value premium, Journal of Finance 60, 67103."
    ]
}