{
    "id": 17286,
    "cites": 40,
    "cited_by": 23,
    "reference": [
        "[1] Attewell, Paul. 2001. The Winner-Take-All High School: Organizational Adaptations to Educational Stratification. Sociology of Education, 74(4): 267-295.",
        "[2] Berkowitz, Daniel and Mark Hoekstra. 2011. Does High School Quality Matter? Evidence from Admissions Data. Economics of Education Review, 30(2): 280-288.",
        "[3] Borjas, George. 1995. Ethnicity, Neighborhoods, and Human Capital Externalities. American Economic Review, 85(3): 365-390.",
        "[4] Card, David, and David Lee. 2007. Regression Discontinuity Inference with Specification Error. Journal of Econometrics 142(2): 655-674.",
        "[5] Carrell, Scott, and Mark Hoekstra, 2010. Externalities in the Classroom: How Children Exposed to Domestic Violence Affect Everyone's Kids. American Economic Journal: Applied Economics, 2(1): 211-28.",
        "[6] Case, Anne and Lawrence Katz. 1991. The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths NBER Working Paper No. 3705.",
        "[7] Cicala, Steve, Roland Fryer, and Jorg L. Spenkuch. 2011. A Roy Model of Social Interactions. NBER Working Paper No. 16880.",
        "[8] Clark, Damon. 2007. Selective Schools and Academic Achievement. IZA Discussion Paper No. 3182.",
        "[9] Coleman, James, Ernest Campbell, Carol Hobson, James McPartland, Alexander Mood, Frederic Weinfeld, and Robert York. 1966. Equality of Educational Opportunity. Washington, DC: U.S. Government Printing Office.",
        "[10] Cullen, Julie Berry, Brian Jacob, and Steven Levitt. 2006. The Effect of School Choice on Participants: Evidence from Randomized Lotteries. Econometrica, 74(5): 1191-1230.",
        "[11] Cutler, David, and Edward Glaeser. 1997. Are Ghettos Good or Bad? The Quarterly Journal of Economics, 112(3): 827-72. [12] Deming, David. Forthcoming. Better Schools, Less Crime? Quarterly Journal of Economics.",
        "[13] Deming, David, Justine Hastings, Thomas Kane, and Doug Staiger. 2011. School Choice, School Quality and Academic Achievement. Unpublished Working Paper. [14] Duflo, Esther, Pascaline Dupas, and Michael Kremer. Forthcoming. Peer Effects and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya. American Economic Review.",
        "[15] Dustan, Andrew. 2010. Have Elite Schools Earned their Reputation?: High School Quality and Student Tracking in Mexico City. Unpublished Working Paper.",
        "[16] Goodman, Josh. 2009. The Labor of Division: Returns to Compulsory Math Coursework. Unpublished Working Paper.",
        "[17] Gould, Eric, Victor Lavy, and Daniele Paserman. 2004. Immigrating to Opportunity: Estimating the Effect of School Quality Using a Natural Experiment on Ethiopians in Israel. Quarterly Journal of Economics, 119(2): 489-526.",
        "[19] Hanushek, Eric. 1997. Assessing the Effects of School Resources on Student Performance: An Update. Educational Evaluation and Policy Analysis, 19 (2): 141-164.",
        "[20] Hastings, Justine, Thomas Kane and Douglas Staiger. 2006. Gender, Performance and Preferences: Do Girls and Boys Respond Differently to School Environment? Evidence from School Assignment by Randomized Lottery. American Economic Review Papers and Proceedings, 96 (2): 232-236.",
        "[21] Hastings, Justine, and Jeffrey Weinstein. 2008. Information, School Choice, and Academic Achievement: Evidence from Two Experiments. The Quarterly Journal of Economics, 123(4): 1373-1414.",
        "[22] Hoxby, Caroline, and Gretchen Weingarth. 2006. Taking Race Out of the Equation: School Reassignment and the Structure of Peer Effects. Unpublished Working Paper.",
        "[23] Joensen, Juanna and Helena Nielsen. 2010. More Successful because of Math: Combining a Natural Experiment and a Structural Dynamic Model to Explore the Underlying Channels.  Unpublished Working Paper.",
        "[24] Klein, Alec. 2007. A Class Apart: Prodigies, Pressure, and Passion Inside One of America's Best High Schools.",
        "[25] Lazear, Edward. 2001. Educational Production. The Quarterly Journal of Economics, 116(3): 777-803.",
        "[26] McCrary, Justin. 2008. Manipulation of the Running Variable in the Regression Discontinuity Design. Journal of Econometrics, 142(2)698-714.",
        "[27] Pop-Eleches, Cristian and Miguel Urquiola. 2011. Going to a Better School: Effects and Behavioral Responses. NBER Working Paper No. 16886.",
        "[28] Rees, Daniel, Laura Argys, and Dominic Brewer. 1996. Tracking in the United States: Descriptive Statistics from NELS. Economics of Education Review, 15(1): 83-89.",
        "[29] Rose, Heather and Julian Betts. 2004. The Effect of High School Courses on Earnings. Review of Economics and Statistics, 86(2): 497-513.",
        "[30] Sacerdote, Bruce. 2011. Peer Effects in Education: How Might They Work, How Big Are They and How Much Do We Know Thus Far? in Erik Hanushek, Stephen Machin and Ludger Woessmann (ed.), Handbook of the Economics of Education.",
        "Standard errors are clustered at the exam score level. Results for middle school type and gender include the 1994 through 2013 high school cohorts. Results for 8th grade test scores include the 2002 through 2013 cohorts who were enrolled in a public middle school. Results for ethnicity include the 2008 through 2013 cohorts who were enrolled in a public middle school.",
        "Appendix Table 2 College Results for All Exam Schools Start 1200+ 1300+ 1400+ 4-year SAT SAT SAT Stuyvesant-0.012 0.029 0.029 0.039 (0.029) (0.036) (0.039) (0.033) 2720 2720 2720 2720 Bronx Science 0.005 0.012 0.000-0.023 (0.024) (0.023) (0.020) (0.018) 5111 5111 5111 5111 Queens Science/Lehman-0.007-0.015-0.012 0.012 (0.019) (0.023) (0.019) (0.012) 6415 6415 6415 6415 MSE 0.019-0.010-0.019-0.029 (0.027) (0.021) (0.018) (0.012) 6778 6778 6778 6778 Brooklyn Tech 0.003-0.021-0.024-0.029 (0.025) (0.019) (0.019) (0.011) 6855 6855 6855 6855 This table presents reduced form estimates for graduating from each exam school. The sample includes the 2007 through 2009 high school cohorts. The Queens Science and Lehman results are combined as the cutoffs overlap in most years. When not overlapping, we use the lower of the two cutoffs. Standard errors are clustered by exam score. *** = significant at 1 percent level, ** = significant at 5 percent level, * = significant at 10 percent level.",
        "Appendix Table 5 SAT Results for All Exam Schools Took SAT SAT Score Stuyvesant 0.023-6.271 (0.030) (22.850) 3159 1015 Bronx Science 0.022 19.274 (0.021) (12.618) 5996 1800 Queens Science/Lehman-0.005 2.030 (0.020) (12.703) 7544 2195 MSE-0.008 17.383 (0.019) (13.259) 7998 2297 Brooklyn Tech-0.003-3.021 (0.016) (12.866) 8075 2320 This table presents reduced form estimates for SAT outcomes. The sample includes the 2007 through 2010 high school cohorts. The Queens Science and Lehman results are combined as the cutoffs overlap in most years. When not overlapping, we use the lower of the two cutoffs. Standard errors are clustered by exam score. *** = significant at 1 percent level, ** = significant at 5 percent level, * = significant at 10 percent level.",
        "Appendix Table 6 College Results for NYC Sample Start Grad 1200+ 1300+ 1400+ Post 4-year College SAT SAT SAT Grad Stuyvesant-0.003 0.043 0.071 0.042 0.036 0.013 (0.021) (0.047) (0.028) (0.028) (0.019) (0.036) 5569 1991 5569 5569 5569 1991 Bronx Science-0.010-0.007 0.005-0.015-0.022-0.048 (0.015) (0.038) (0.018) (0.018) (0.011) (0.026) 10504 4026 10504 10504 10504 4026 Brooklyn Tech-0.001-0.044 0.001-0.002-0.006-0.018 (0.016) (0.030) (0.013) (0.010) (0.006) (0.022) 13857 5389 13857 13857 13857 5389 This table presents reduced form estimates for college outcomes. The sample includes the 2002 through 2009 high school cohorts who attended a public middle and high school in NYC. Standard errors are clustered by exam score. *** = significant at 1 percent level, ** = significant at 5 percent level, * = significant at 10 percent level.",
        "The sample includes the 2007 through 2010 high school cohorts. Standard errors are clustered by exam score. *** = significant at 1 percent level, ** = significant at 5 percent level, * = significant at 10 percent level. Appendix Table 9 Bin Width Test Stuyvesant Bronx Science Brooklyn Tech No. of Bins Bin Size Enrollment Grad Enrollment Grad Enrollment Grad 25 0.02 0.003 0.002 0.956 0.565 0.169 0.227 13 0.04 0.506 0.510 0.702 0.552 0.757 0.294 10 0.05 0.247 0.290 0.349 0.035 0.559 0.041 5 0.010 0.000 0.000 0.000 0.000 0.000 0.000 This table reports results of the optimal bin width. Each column reports results of a regression of where we add a set of interactions between the bin dummies and the running variable to a base regression of an outcome variable on the set of bin dummies. The p-value is from the test of whether the interactions are jointly significant.",
        "9 Appendix B: Data Description and Construction of Variables 9.1 New York City Administrative Data Demographic variables Demographic information was pulled from New York City enrollment files spanning the 200304 to 2009-10 school years, with precedence given to the most recent file. Race consisted of the following categories: Black, Hispanic, White, Asian, and Other. These categories are considered mutually exclusive. A student was considered free lunch if he was coded as A or 1 in the raw data, which corresponds to free lunch or 2 which corresponds to reduced-price lunch. A student was considered non free lunch if the student was coded as a 3, which corresponds to Full Price. All other values, including blanks, were coded as missing.",
        "New York State 8th Grade Test Scores State test scores in 8th grade were pulled from the NYC test score files spanning the 1999 - 2000 to 2009 - 2010 school years. Scores were standardized by year and grade to have mean of zero and standard deviation of one. The state mathematics and English Language Arts tests, developed by McGraw-Hill, are exams conducted in the winters of third through eighth grade. The math test includes questions on number sense and operations, algebra, geometry, measurement, and statistics. Tests in later grades focus on advanced topics such as algebra and geometry. The ELA test is designed to assess students on three learning standards nformation and understanding, literary response and expression, critical analysis and evaluation ncludes multiple-choice and shortresponse sections based on a reading and listening section, along with a brief editing task.",
        "New York State Regents Test Scores Regents test scores for high school subjects were pulled from the NYC Regents test score files for 1998 - 1999 through 2009 - 2010. For each subject we construct indicator variables for a student having taken the exam, for having passed the exam at the basic level (55 out of 100), for having passed the exam at the Regents level (65 out of 100), and for having obtained mastery in the subject (85 out of 100). As the structure of the Math exams have changed over our sample period, we combine Sequential Math 1, Math A and Integrated Algebra scores and Sequential Math 3, Math B, and Trigonometry scores (based on the advice of NYC staff). Results are identical if we restrict the results to Math A and B, which make up the majority of our observations.",
        "Currently, the option of receiving a local diploma is being eliminated entirely. Beginning with those who entered the 9th grade in the fall of 2008, students are required to meet the Regents Diploma requirements (score 65 or higher in each of the five core subjects) in order to graduate from high school in New York State. The shift from local diploma to Regents diploma requirements was done gradually, with students entering 9th grade in fall 2005 having to score 65 in at least two core subjects, and each subsequent cohort facing stricter requirements.",
        "A score of 85 is labeled as achieving mastery of the subject matter. While scoring 85 or higher is not relevant for high school graduation, meeting this cutoff is often used by high schools as a prerequisite for courses and by New York State colleges as either a prerequisite or qualification for credit towards a degree. Beginning with students who entered 9th grade in the fall of 2009, an additional accolade of Annotation of Mastery in science and/or math became available for students who score above 85 on three Regents exams in science and/or math. Regents examinations contain both multiple-choice and open-response questions. The foreign language exams also contain a speaking component. Scoring materials provided to schools include the correct answers to multiple-choice questions and detailed, subject-specific instructions and procedures for evaluating open-ended and essay questions.",
        "School Characteristics School-level student variables were constructed for each school based on the population of students who were assigned to that high school in the NYC graduation files for the 2002 through 2009 high school cohorts.",
        "School-level teacher variables were constructed for each school based on the 2008 - 2009 Human Resources file. We define teacher salaries as the mean salary for all school staff designated as full time teachers. Teacher experience is defined similarly. Student to teacher and staff ratios were constructed using 2008 - 2009 staffing levels and the average cohort size for the 2002 through 2009 high school cohorts.",
        "High School Graduation variables High school graduation variables were pulled from the 2002 through 2009 city and state graduation files. City files are available for all years, while state files are only available for 2002 - 2008."
    ]
}