{
    "id": 1728,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Barnum, Darold T. and I. B. Helburn, Influencing the Electorate: Experience With Referenda on Public Employee Bargaining, Industrial and Labor Relations Review, Vol. 35, No. 3, April, 1982, pp. 330-342.",
        "Blair, Douglas H. and David L. Crawford, Labor Union Objectives and Collective Bargaining , Quarterly Journal of Economics Vol. 99, No. 3, August, 1984, pp. 547-566.",
        "Borcherding, Thomas E. and Robert T. Deacon, The Demand for Services of Non-Federal Governments, American Economic Review1 Vol. 62, No. 5, December, 1972, pp. 891-901.",
        "Courant, Paul N., Edward M. Gramlich and Daniel L. Rubinfeld, Public Employee Market Power and the Level of Government Spending, American Economic Review, Vol. 69, No. 5, December, 1979, pp. 806-817.",
        "Ehrenberg, Ronald G. and Joshua L. Schwarz, Public Sector Labor Markets, National Bureau of Econocriic Research Working Paper No. 1179, Cambridge, Massachusetts, August, 1983.",
        "Farber, Henry S., Individual Preferences and Union Wage Determination: The Case of the United Mine Worker;, Journal of Political - 27 - Economy, Vol. 86, No. 5, October, 1978, pp. 923-942.",
        "Farber, Henry S., The Analysis of Union Behavior, National Bureau of Economic Research Working Paper No. 1502, Cambridge, Massachusetts, November, 1984.",
        "Feilner, William, Prices and Wages Under Bilateral Monopoly, Quar terly Journal of Economics, Vol. 61, August, 1947, pp. 503-532.",
        "Freeman, Richard B., Unionism Comes to the Public Sector, National Bureau of Economic Research Working Paper No. 14S2, Cambridge, Massachusetts, September, 1984.",
        "Freeman, Richard B. and James L. Medoff, What Do Unions Do?, Basic Books, Inc., New York, 1984.",
        "Friend, Edward H. and David F. Bencivenga, Fourth National Survey of Employee Benefits for Full-Time Personnel of U.S. Municipal ities, LaborManagement Relations Service of the United States Conference of Mayors, Washington, D.C., 1979.",
        "Friend, Edward H. and Lorraine A. Lufkin, Fifth National Survey of Employee Benefits for Full-Time Personnel of U.S. Municipalities, LaborManagement Relations Service of the United States Conference of Mayors, Washington, D.C., 1982.",
        "Friend, Edward H. and Albert Pike III, Third National Survey of Employee Benefits for Full-Time Personnel of U.S. Municipalities, LaborManagement Relations Service of the United States Conference of Mayors, Washington, D.C., 1977.",
        "Gramlich, Edward M. and Daniel L. Rubinfeld, Micro Estimates of Public Spending Demand Functions and Tests of the Tiebout and Median Voter Hypotheses `, Journal of Pol itical Economy, Vol. 90, No. 3, June, 1982, pp. 536-560.",
        "Gramlich, Edward M. and Daniel L. Rubinfeld , Voting on Public Spending: Differences Between Public Employees, Transfer Recipients, and Private Workers Journal of Policy Analysis and Management, Vol. 1, No. 4, Summer, 1982, pp. S16-533.",
        "Hall, Robert E. and David Lii ien, Efficient Wage Bargains Under Uncertain Supply and Demand, American Economic Review1 Vol. 69, No. 5, December, 1979, pp. 868-879.",
        "Inman, Robert P., The Economic Case for Limits to Government, American Economic Review, Vol. 72, No. 2, May, 1982, pp. 176-183.",
        "Inman, Robert P., Wages, Pensions, and Employment in the Local Public Sector, in Public Sector Labor Markets, Mieszkowski , Peter and George E. Peterson, eds., The Urban Institute Press, Washington, D. C., 1981, pp. 11-58.",
        "Ladd, Helen F. and Julie Boatright Wilson, `Why Voters Support Tax Limitations: Evidence From Massachusetts Proposition 2-1/2, National Tax Journal, Vol. 35, No. 2, June, 1982, pp. 121-148.",
        "Maloney, Michael T., Robert F. McCormick and Robert D. Tollison, Achieving Cartel Profits Through Unionization, Southern Economic Journal, Vol. 46, No. 2, October, 1979, pp. 628-634.",
        "McDonald, Ian M. and Robert M. Solow, Wage Bargaining and Employment, American Economic Review Vol. 71, No. 5, December, 1981, pp. 896-908.",
        "Mieszkowski, Peter and Robert M. Stein, Trend; and Prospects in State and Local Finance , Journal of Urban Economics , Vol. 14, No. 2, September, 1983, pp. 224-241.",
        "Niskanen, William, Bureaucrats and Politicians, The Journal of Law and Economics, Vol. 18, No. 3, December, 1975, pp. 617-644.",
        "Oswald, Andrew. J., The Microeconornic Theory of the Trade Union , Economic Journal , Vol. 92, No. 367, September, 1982, pp. 576-595.",
        "Ott, Mack, Bureaucracy, Monopoly, and the Demand for Municipal Services, Journal of Urban Economics, Vol. 8, No. 3, November, 1980, pp. 362-382.",
        "Pencavel , John H., The Tradeoff Between Wage; and Employment in Trade Union Objectives Quarterly Journal of Economics, Vol. 99, Nc. 2, May, 1984, pp. 215-231.",
        "Pencavel, John H., Wanes and Emplo::.rnent Under Trade Unionism: Microeconorric Model; and Macroeconomic Application;, Institute for International Economic Studies Seminar Paper No. 306, Stockholm, Sweden, December, 1984.",
        "Simon, Henry C., Some Reflection; on Syndical ism Journal of Pol itical Economy, Vol. 52, No. 1, March, 1944, pp. 1-25.",
        "Smith, Sharon P., `The Port of New York and New Jersey: Lifel ire to the Region, Federal Reserve Bank of New York Quarterly Review, Vol. 3, No. 2, Summer, 1978, pgs. 1-12.",
        "Warren-Boulton, Frederick R., uVertical Control by Labor Unions, American Economic Review, Vol. 67, No. 3, June, 1977, pp. 309-322.",
        "An Unresolved Contradiction, Journal of Labor Economics, Vol. 3, No. 1, January, 1985, pp. 101-108.",
        "Zax, Jeffrey S., Labor Relations, Wages and Nonwage Compensation in Municipal Employment, unpublished working paper, National Bureau of Economic Research, New York, New York, September, 1985."
    ]
}