{
    "id": 17280,
    "cites": 55,
    "cited_by": 0,
    "reference": [
        "C. D. Aliprantis, G. Camera, and D. Puzzello, Matching and anonymity, Economic Theory 29 (2006), 415432.",
        "C. D. Aliprantis, G. Camera, and D. Puzzello, A random matching theory, Games and Economic Behavior 59 (2007), 116.",
        "C. Alos-Ferrer, Dynamical systems with a continuum of randomly matched agents, Journal of Economic Theory 86 (1999), 245267.",
        "R. M. Anderson, Non-standard analysis with applications to economics, in Handbook of Mathematical Economics IV (W. Hildenbrand and H. Sonnenschein eds.), North-Holland, New York, 1991.",
        "T. F. Bewley, Existence of equilibria in economies with infinitely many commodities, Journal of Economic Theory 4 (1972), 514540.",
        "K. Binmore and L. Samuelson, Evolutionary drift and equilibrium selection, Review of Economic Studies 66 (1999), 363393.",
        "R. T. Boylan, Laws of large numbers for dynamical systems with randomly matched individuals, Journal of Economic Theory 57 (1992), 473504.",
        "K. Burdzy, D. M. Frankel, and A. Pauzner, Fast equilibrium selection by rational players living in a changing world, Econometrica 69 (2001), 163189.",
        "L. L. Cavalli-Sforza, and W. F. Bodmer, The Genetics of Human Population, Freeman, San Francisco, 1971.",
        "H. Cole and R. Rogerson, Can the Mortenson-Pissarides matching model match the business-cycle facts?, International Economic Review 40 (1999), 933959.",
        "E. Dekel and S. Scotchmer, On the evolution of attitudes towards risk in winner-take-all games, Journal of Economic Theory 87 (1999), 125143.",
        "P. Diamond, A model of price adjustment, Journal of Economic Theory 3 (1971), 156168.",
        "P. Diamond, Aggregate demand management in search equilibrium, Journal of Political Economy 90 (1982), 881894.",
        "P. Diamond and J. Yellin, Inventories and money holdings in a search economy, Econometrica 58 (1990), 929950.",
        "J. L. Doob, Stochastic processes depending on a continuous parameter, Transactions of the American Mathematical Society 42 (1937), 107140.",
        "J. L. Doob, Stochastic Processes, Wiley, New York, 1953.",
        "D. Duffie, N. G^arleanu, and L. H. Pedersen, Valuation in over-the-counter markets, Review of Financial Studies 20 (2007), 18651900.",
        "D. Duffie, N. G^arleanu, and L. H. Pedersen, Over-the-counter markets, Econometrica 73 (2005), 18151847.",
        "D. Duffie and Y. N. Sun, Existence of independent random matching, Annals of Applied Probability 17 (2007), 386419.",
        "M. Feldman and C. Gilles, An expository note on individual risk without aggregate uncertainty, Journal of Economic Theory 35 (1985), 2632.",
        "D. H. Fremlin, Measure Theory, Volume 4: Topological Measure Spaces, second ed., Torres Fremlin, Colchester, 2006.",
        "D. H. Fremlin, Measure Theory, Volume 5: Set-theoretic Measure Theory (version 8.5.03/29.6.06), 2005. Available at http://www.essex.ac.uk/maths/staff/fremlin/mt.htm",
        "D. Fudenberg and D. Levine, Steady-state learning and Nash equilibrium, Econometrica 61 (1993), 547573.",
        "D. Gale, Bargaining and competition, Part I: characterization, Econometrica 54 (1986), 785806.",
        "D. Gale, Bargaining and competition, Part II: existence, Econometrica 54 (1986), 807818.",
        "I. Gilboa and A. Matsui, A model of random matching, Journal of Mathematical Economics 21 (1992), 185197.",
        "E. J. Green, Individual-level randomness in a nonatomic population, Working Paper, University of Minnesota, 1994.",
        "E. J. Green and R. Zhou, Dynamic monetary equilibrium in a random matching economy, Econometrica 70 (2002), 929970.",
        "G. H. Hardy, Mendelian proportions in a mixed population, Science 28 (1908), 4950.",
        "J. E. Harrington, The social selection of flexible and rigid agents, American Economic Review 88 (1998), 6382.",
        "M. Hellwig, A model of monetary exchange, Econometric Research Program, Research Memorandum Number 202, Princeton University, 1976.",
        "A. Hosios, On the efficiency of matching and related models of search and unemployment, Review of Economic Studies 57 (1990), 279298.",
        "K. L. Judd, The law of large numbers with a continuum of iid random variables, Journal of Economic Theory 35 (1985), 1925.",
        "S. Kakutani, Construction of a non-separable extension of the Lebesque measure space, Proc. Imp. Acad. Tokyo 20 (1944), 115-119.",
        "H. J. Keisler, Hyperfinite model theory, in Logic Colloquium 76 (R. O. Gandy and J. M. E. Hyland eds.), North-Holland, Amsterdam, 1977.",
        "N. Kiyotaki and R. Wright, On money as a medium of exchange, Journal of Political Economy 97 (1989), 927954.",
        "N. Kiyotaki and R. Wright, A search-theoretic approach to monetary economics, American Economic Review 83 (1993), 6377.",
        "J. Krainer and S. LeRoy, Equilibrium valuation of illiquid assets, Economic Theory 19 (2002), 223242.",
        "L. Ljungqvist and T. Sargent, Recursive Macroeconomic Theory, Boston, MIT Press, 2000.",
        "P. A. Loeb and M. Wolff, eds. Nonstandard Analysis for the Working Mathematician, Kluwer Academic Publishers, Dordrecht, 2000.",
        "J. Maynard-Smith, Evolution and the Theory of Games, Cambridge University Press, Cambridge, UK, 1982.",
        "A. McLennan and H. Sonnenschein, Sequential bargaining as a noncooperative foundation for Walrasian equilibrium, Econometrica 59 (1991), 13951424.",
        "M. Merz, Heterogeneous job matches and the cyclical behavior of labor turnover, Journal of Monetary Economics 43 (1999), 91124.",
        "R. Molzon, D. Puzzello, On the observational equivalence of random matching, Journal of Economic Theory 145 (2010), 12831301",
        "D. Mortensen, Property rights and efficiency in mating, racing, and related games, American Economic Review 72 (1982), 968979.",
        "D. Mortensen and C. Pissarides, Job creation and job destruction in the theory of unemployment, The Review of Economic Studies 61 (1994), 397415.",
        "R. Rogerson and R. Wright, Search-theoretic models of labor markets, Journal of Economic Literature 43 (2005), 959988.",
        "P. Rupert, M. Schindler, and R. Wright, The search-theoretic approach to monetary economics: a primer, Journal of Monetary Economics 48 (2001), 605622.",
        "Y. N. Sun, The exact law of large numbers via Fubini extension and characterization of insurable risks, Journal of Economic Theory 126 (2006), 3169.",
        "Y.N. Sun, On the characterization of individual risks and Fubini extension, National University of Singapore, mimeo., 2007.",
        "Y. N. Sun and Y. C. Zhang, Individual risk and Lebesgue extension without aggregate uncertainty, Journal of Economic Theory 144 (2009), 432443.",
        "A. Trejos and R. Wright, Search, bargaining, money, and prices, Journal of Political Economy 103 (1995), 118140.",
        "D. Vayanos and T. Wang, Search and endogenous concentration of liquidity in asset markets, Journal of Economic Theory 136 (2007) 66104.",
        "P.-O. Weill, Liquidity premia in dynamic bargaining markets, Journal of Economic Theory 140 (2008), 6696.",
        "A. Wolinsky, Information revelation in a market with pairwise meetings, Econometrica 58 (1990) 123."
    ]
}