{
    "id": 17283,
    "cites": 35,
    "cited_by": 5,
    "reference": [
        "Ackerberg, D. (2009), A New Use of Importance Sampling to Reduce Computational Burden in Simulation Estimation, Quantitative Marketing and Economics, 7(4), 343 376.",
        "Aliprantis, C.D. and K.C. Border (2006), Infinite Dimensional Analysis: A Hitchhiker's Guide, Springer.",
        "Andrews D.K.W. (2002), Generalized Method of Moments Estimation When a Parameter is on a Boundary, Journal of Business & Economics Statistics 20-4, 530544.",
        "Bajari, P., J.T.. Fox, K. Kim and S. Ryan (2010), The Random Coefficients Logit Model Is Identified, University of Minnesota working paper.",
        "Beran, R. and Millar, P.W. (1994), Minimum Distance Estimation in Random Coefficient Regression Models, The Annals of Statistics, 22(4), 19761992.",
        "Biernacki, C., G, Celeux and G. Govaert (2003), Choosing starting values for the EM algorithm for getting the highest likelihood in multivariate Gaussian mixture models, Computational Statistics & Data Analysis, 41, 561575.",
        "BÃ\u0083Â¶hning, D. Convergence of Simar's Algorithm for Finding the Maximum Likelihood Estimate of a Compound Poisson Process, The Annals of Statistics, 10(3), 10061008. 1982.",
        "Carrasco, M, J.P. Florens, and E. Renault (2007), Linear Inverse Problems in Structural Econometrics Estimation Based on Spectral Decomposition and Regularization, Handbook of Econometrics, V6B, Elsevier.",
        "Chen, X. (2007), Large Sample Sieve Estimation of Semi-Nonparametric Models, Handbook of Econometrics V7, Elsevier.",
        "Chen, X, O. Linton, and I. van Keilegom (2003), Estimation of Semiparametric Models When the Criterion Function is Not Smooth, Econometrica, 71-5, 1591-1608.",
        "Chen, X. and D. Pouzo (2009), Estimation of Nonparametric Conditional Moment Models With Possibly Nonsmooth Moments, Yale working paper.",
        "Dempster, A.P., N.M. Laird and D.B. Rubin (1977), Maximum likelihood from incomplete data via the EM algorithm, Journal of the Royal Statistical Society, 39, 1, 1-38.",
        "Fox, J.T. and A. Gandhi (2010), Nonparametric Identification and Estimation of Random Coefficients in Nonlinear Economic Models, University of Michigan working paper.",
        "Fox, J.T. and A. Gandhi (2011), Using Selection Decisions to Identify the Joint Distribution of Outcomes, University of Michigan working paper.",
        "Fox J.T., K. Kim, S. Ryan, and P. Bajari (2011), A Simple Estimator for the Distribution of Random Coefficients, Quantitative Economics, forthcoming.",
        "Heckman, J. (1990), Varieties of Selection Bias, The American Economic Review, 1990, 80 (2), 313318.",
        "Horowitz, J. L. (1999), Semiparametric Estimation of a Proportional Hazard Model with Unobserved Heterogeneity, Econometrica, 67(5), 10011028.",
        "Ichimura, H. and T.S. Thompson (1998), Maximum likelihood estimation of a binary choice model with random coefficients of unknown distribution, Journal of Econometrics, 86(2), 269295.",
        "Kamakura, W.A. (1991), Estimating flexible distributions of ideal-points with external analysis of preferences, Psychometrika, 56, 3, 419-431.",
        "Karlis, D. and E. Xekalaki (2003), Choosing initial values for the EM algorithm for finite mixtures, Computational Statistics & Data Analysis, 41, 577590.",
        "Krantz, S.G. and H.R. Parks (2002), A Primer on Real Analytic Functions, second edition, Birkhauser.",
        "Laird, N. (1978), Nonparametric Maximum Likelihood Estimation of a Mixing Distribution , Journal of the American Statistical Association, Vol. 73, No. 364, pp. 805811.",
        "Li, J.Q. and A.R. Barron (2000), Mixture density estimation, Advances in Neural Information Processing Systems, Vol. 12, pp. 279285.",
        "Lindsay, B.G. (1983) The Geometry of Mixture Likelihoods: A General Theory, The Annals of Statistics, 11(1), 8694.",
        "Matzkin, R.L. (2007) Heterogeneous Choice, Advances in Economics and Econometrics, Theory and Applications, Ninth World Congress of the Econometric Society. Cambridge.",
        "McLachlan, G.J. and D. Peel (2000), Finite Mixture Models. Wiley.",
        "Parthasarathy, K.R. (1967), Probability Measures on Metric Spaces, Academic Press.",
        "Pilla, R.S. and B.G. Lindsay (2001), Alternative EM methods for nonparametric finite mixture models, Biometrika, 88, 2, 535550.",
        "Pollard, D. (1984), Convergence of Statistical Processes, Springer-Verlag, New York.",
        "Quandt, R.E. and Ramsey, J.B. (1978), Estimating Mixtures of Normal Distributions and Switching Regressions, Journal of the American Statistical Association, 73, 364, 730-738.",
        "Rust, J. (1987), Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, 55(5): 9991033.",
        "Seidel, W., K. Mosler and M. Alker (2000), A Cautionary Note on Likelihood Ratio Tests in Mixture Models, Annals of the Institute of Statistical Mathematics, 52, 3, 418-487,",
        "Teicher, H. (1963), Identifiability of Finite Mixtures, Annals of Mathematical Statistics, 34, 1265-1269.",
        "Van der Vaart, W. and J.A. Wellner (1996), Weak Convergence and Empirical Processes, Springer Series in Statistics, New York.",
        "Verbeek, J.J., N. Vlassis and B. KrÃ\u0083Â¶se (2003), Efficient Greedy Learning of Gaussian Mixture Models, Neural Computation, Vol. 15, pp 469485."
    ]
}