{
    "id": 17297,
    "cites": 45,
    "cited_by": 24,
    "reference": [
        "Becker, Gary S. Ã\u0083Â¢Crime and Punishment: An Economic Approach,Ã\u0083Â¢ Journal of Political Economy 76 (1968): 169-217.",
        "Benmelech, Efraim, Claude Berrebi, and Esteban F. Klor, Ã\u0083Â¢Economic Conditions and the Quality of Suicide Terrorism,Ã\u0083Â¢ NBER Working Paper no. 16320 (August 2010).",
        "Berman, Eli. Radical, Religious, and Violent: The New Economics of Terrorism (Cambridge, MA: MIT Press, 2009).",
        "Berman, Eli and David D. Laitin. Ã\u0083Â¢Religion, Terrorism and Public Goods: Testing the Club Model,Ã\u0083Â¢ NBER Working Paper No. 13725 (January 2008).",
        "Berman, Eli, Jacob N. Shapiro, and Joseph H. Felter. Ã\u0083Â¢Can Hearts and Minds Be Bought? The Economics of Counterinsurgency in Iraq,Ã\u0083Â¢ NBER Working Paper No. 14606 (December 2008).",
        "Berman, Eli, Callen, Michal, Shapiro, Jacob and Joseph H. Felter. Ã\u0083Â¢Do Working Men Rebel? Insurgency and Unemployment in Iraq and the Philippines,Ã\u0083Â¢ Journal of Political Economy (forthcoming 2011).",
        "Bradbury, Mark, and Michael Kleinman, Ã\u0083Â¢Winning Hearts and Minds? Examining the Relationship Between Aid and Security in Kenya,Ã\u0083Â¢ Feinstein International Center Report, Tufts University, April 2010.",
        "Burnham, G., R. Lafta , S. Doocy, and L. Roberts. Ã\u0083Â¢Mortality After the 2003 Invasion of Iraq: A Cross-Sectional Cluster Sample Survey,Ã\u0083Â¢ The Lancet 368 (October 2006): 1421-1428.",
        "Central Intelligence Agency. Guide to the Analysis of Insurgency (Washington, DC, n.d.). Chiricos, Theodore G. Rates of Crime and Unemployment: An Analysis of Aggregate Research Evidence. Social Problems 34:2 (1987): 187-211.",
        "Collier, Paul. The Bottom Billion: Why the Poorest Countries are Failing and What Can Be Done About It (Oxford: Oxford University Press, 2008).",
        "DeFrancisci, Leonard J. Ã\u0083Â¢Money as a Force Multiplier in COIN,Ã\u0083Â¢ Military Review (May-June 2008): 21-28.",
        "Dehghanpisheh, Babak. Ã\u0083Â¢The Ã\u0083Â¢Body Contractors,Ã\u0083Â¢Ã\u0083Â¢ Newsweek, December 15, 2007.",
        "Entorf, Horst and Hannes Spengler. Socioeconomic and Demographic Factors of Crime in Germany: Evidence from Panel Data of the German States, International Review of Law and Economics 20:1 (2000), 75-106.",
        "Fisman, Raymond and Eduard Miguel. Economic Gangsters: Corruption, Violence, and the Poverty of Nations (Princeton: Princeton University Press, 2008).",
        "Glaeser, Edward L. The Economics of Crime and Punishment, in Peter Newman, ed., The New Palgrave Dictionary of Economics and the Law (London: Macmillan, 1998).",
        "Gordon, Michael R. and Bernard E. Trainor Cobra II: The Inside Story of the Invasion and Occupation of Iraq (New York: Pantheon Books, 2006).",
        "Gould, Eric D., Bruce A. Weinberg, and David B. Mustard. Ã\u0083Â¢Crime Rates and Local Labor Market Opportunities in the United States: 1977Ã\u0083Â¢1997,Ã\u0083Â¢ Review of Economics and Statistics 84 (2002), 45-61.",
        "Grant, G., Ã\u0083Â¢Behind the Bomb Makers,Ã\u0083Â¢ Defense Technology International (January/February 2006), available at: www.nxtbook.com/nxtbooks/mh/dti0206/index.php?startpage=30 Grogger, Jeff. Ã\u0083Â¢Market Wages and Youth Crime,Ã\u0083Â¢ Journal of Labor Economics 16 (1998): 756Ã\u0083Â¢91.",
        "Hanson, Matthew. Ã\u0083Â¢The Economics of Roadside Bombs.Ã\u0083Â¢ College of William and Mary Department of Economics Working Paper No. 68 (January 2008).",
        "Heckman, J. J., and T. E. MaCurdy, Ã\u0083Â¢A Life Cycle Model of Female Labour Supply,Ã\u0083Â¢ The Review of Economic Studies, 47:1 (1980), 47Ã\u0083Â¢7.",
        "Hedgepeth, Dana and Sarah Cohen, Ã\u0083Â¢Money as a Weapon,Ã\u0083Â¢ Washington Post, August 11, 2008, p. A1.",
        "Humphreys, Macartan and Jeremy Weinstein. Ã\u0083Â¢Who Fights: The Determinants of Participation in Civil War,Ã\u0083Â¢ American Journal of Political Science 52:2 (April 2008), pp. 436-455.",
        "Iyengar, Radha. Ã\u0083Â¢I'd Rather be Hanged for a Sheep than a Lamb: The Unintended Consequences of 'Three-Strikes' Laws,Ã\u0083Â¢ NBER Working Paper No. 13784 (February 2008).",
        "Iyengar, Radha and Jonathan Monten, Ã\u0083Â¢Is There an Ã\u0083Â¢EmboldenmentÃ\u0083Â¢ Effect? Evidence from the Insurgency in Iraq,Ã\u0083Â¢ NBER Working Paper No. 13839 (March 2008).",
        "Joint Publication 5-0, Joint Operation Planning, December 26, 2006, accessed at http://www.dtic.mil/doctrine/jel/new_pubs/jp5_0.pdf.",
        "Kahl, Colin. Ã\u0083Â¢In the Crossfire or the Crosshairs? Norms, Civilian Casualties, and U.S. Conduct in Iraq,Ã\u0083Â¢ International Security, Vol. 32, No. 1 (Summer 2007), pp. 7-46.",
        "Krueger, Alan B. and Jitka Maleckova, Education, Poverty and Terrorism: Is There a Causal Connection? Journal of Economic Perspectives 17:4 (2003).",
        "Lieutenant Colonel Mark Martins. Ã\u0083Â¢The CommanderÃ\u0083Â¢s Emergency Response Program,Ã\u0083Â¢ Joint Forces Quarterly 37 (2005), pp. 46-52.",
        "Lieutenant Colonel Mark Martins. Ã\u0083Â¢No Small Change of Soldiering: The CommanderÃ\u0083Â¢s Emergency Response Program (CERP) in Iraq and Afghanistan,Ã\u0083Â¢ The Army Lawyer (February 2004), pp. 1-20.",
        "Miguel, Edward, Shanker Satyanath, and Ernest Sergenti. Ã\u0083Â¢Economic Shocks and Civil Conflict: An Instrumental Variables Approach,Ã\u0083Â¢ Journal of Political Economy 112:4 (2004): 725-753.",
        "McGrath, John J. Ã\u0083Â¢Boots on the Ground: Troop Density in Contingency Operations,Ã\u0083Â¢ Global War on Terror Occasional Paper 16, Combat Studies Institute Press, Fort Leavenworth, Kansas, 2006.",
        "Morgan, Wesley. Ã\u0083Â¢Order of Battle, Multi-National Force-Iraq, June 2006-June 2008,Ã\u0083Â¢ Institute for the Study of War (September 2009).",
        "Office of the Special Inspector General for Iraq Reconstruction, Ã\u0083Â¢Management of the CommanderÃ\u0083Â¢s Emergency Response Program in Iraq for Fiscal Year 2004,Ã\u0083Â¢ SIGIR 05-014, October 13, 2005.",
        "Office of the Special Inspector General for Iraq Reconstruction, Ã\u0083Â¢Management of the CommanderÃ\u0083Â¢s Emergency Response Program in Iraq for Fiscal Year 2006,Ã\u0083Â¢ SIGIR07 -06, April 26, 2007.",
        "Office of the Special Inspector General for Iraq Reconstruction, Ã\u0083Â¢CommanderÃ\u0083Â¢s Emergency Response Program in Iraq Funds Many Large-Scale Projects,Ã\u0083Â¢ SIGIR-08-006, January 25, 2008.",
        "Staff Sgt. Robert R. Ramon. Ã\u0083Â¢Construction Program Improves AfghansÃ\u0083Â¢ Lives,Ã\u0083Â¢ Armed Forces Press Service, April 14, 2006.",
        "Raphael, Steven, and Rudolf Winter-Ebmer. Identifying the Effect of Unemployment on Crime, Journal of Law & Economics, 44 (2001), 259-284.",
        "Lieutenant Colonel Robert Strzelecki, Ã\u0083Â¢Lessons Learned: Multinational Division CentralSouth, Ã\u0083Â¢ Military Review (November-December 2005), pp. 32-5.",
        "U.S. Army Combined Arms Center. Ã\u0083Â¢Commander's Guide to Money as a Weapons System: Tactics, Techniques, and Procedures,Ã\u0083Â¢ Handbook No. 09-27, April 2009 (available at http://usacac.army.mil/cac2/call/docs/09-27/09-27.pdf).",
        "The U.S. Army/Marine Corps Counterinsurgency Field Manual (Field Manual No. 3-24) (Chicago: University of Chicago Press, 2007).",
        "U.S. Government Accountability Office, Ã\u0083Â¢The Department of DefenseÃ\u0083Â¢s Use of Solatia and Condolence Payments in Iraq and Afghanistan,Ã\u0083Â¢ GAO-07-699, May 23, 2007.",
        "U.S. Government Accountability Office. Ã\u0083Â¢Military Operations: Actions Needed to Better Guide Project Selection for CommanderÃ\u0083Â¢s Emergency Response Program and Improve Oversight in Iraq,Ã\u0083Â¢ GAO-08-736R, June 23, 2008, available at http://www.gao.gov/new.items/d08736r.pdf.",
        "Wilder, Andrew, and Stuart Gordon. Money Can't Buy America Love, Foreign Policy, December 2009.",
        "Wilder, Andrew. Ã\u0083Â¢A 'Weapons System' Based on Wishful Thinking, The Boston Globe, September 2009.",
        "World Food Program, Ã\u0083Â¢Comprehensive Food Security and Vulnerability Analysis in Iraq 2007/2008,Ã\u0083Â¢ November 2008."
    ]
}