{
    "id": 17292,
    "cites": 53,
    "cited_by": 0,
    "reference": [
        "Berk, J. and R. C. Green (2004). Mutual fund flows and performance in rational markets. Journal of Political Economy 112, 12691295.",
        "Bhattacharya, U., J. H. Lee, and V. K. Pool (2010). Conflicting family values in mutual fund families. Indiana University.",
        "Brown, K. C., W. V. Harlow, and L. T. Starks (1996). Of tournaments and temptations: An analysis of managerial incentives in the mutual fund industry. Journal of Finance 51(1), 85110.",
        "Carhart, M. M. (1997). On persistence in mutual fund performance. Journal of Finance 52(2), 5782.",
        "Chapman, D. A., R. B. Evans, and Z. Xu (2010). The portfolio choices of young and old active mutual fund managers. Boston College and University of Virginia.",
        "Chen, J., S. Hanson, H. Hong, and J. C. Stein (2008). Do hedge funds profit from mutualfund distress? USC, Harvard University, and Princeton University.",
        "Chen, J., H. Hong, M. Huang, and J. Kubik (2004). Does fund size erode performance? Liquidity, organizational diseconomies and active money management. American Economic Review 94, 12761302.",
        "Chen, Q., I. Goldstein, and W. Jiang (2010). Payoff complementarities and financial fragility: Evidence from mutual fund outflows. Journal of Financial Economics 97, 239262.",
        "Chevalier, J. and G. Ellison (1997). Risk taking by mutual funds as a response to incentives. Journal of Political Economy 105(6), 11671200.",
        "Chevalier, J. and G. Ellison (1999). Career concerns and mutual fund managers. Quarterly Journal of Economics 114(2), 389432.",
        "Christoffersen, S., C. Geczy, D. Musto, and A. Reed (2006). Cross-border dividend taxation and the preferences of taxable and non-taxable investors: Evidence from Canada. Journal of Financial Economics 78, 121144.",
        "Coval, J. and E. Stafford (2007). Asset fire sales (and purchases) in equity markets. Journal of Financial Economics 86, 479512.",
        "DelGuercio, D. and P. A. Tkac (2002). The determinants of the flow of funds of managed portfolios: Mutual funds versus pension funds. Journal of Financial and Quantitative Analysis 37, 523557.",
        "Deuskar, P., J. M. Pollet, Z. J. Wang, and L. Zheng (2010). The good or the bad? Which mutual fund managers join hedge funds? Forthcoming: Review of Financial Studies.",
        "Edelen, R. M. (1999). Investor flows and the assessed performance of open-end fund managers. Journal of Financial Economics 53, 439466.",
        "Evans, R. B. (2010). Mutual fund incubation. Journal of Finance 65, 15811611.",
        "Fama, E. F. and K. R. French (1993). Common risk factors in the return on bonds and stocks. Journal of Financial Economics 33, 353.",
        "Fama, E. F. and J. D. MacBeth (1973). Risk, return, and equilibrium: Empirical tests. Journal of Political Economy 81, 607636.",
        "Gallaher, S., R. Kaniel, and L. Starks (2010). Investor attention, advertising, and search and participation costs for mutual funds. University of Texas at Austin.",
        "Gaspar, J.-M., M. Massa, and P. Matos (2006). Favoritism in mutual fund families? Evidence on strategic cross-fund subsidization. Journal of Finance 61, 73104.",
        "Gervais, S., A. W. Lynch, and D. K. Musto (2006). Fund families as delegated monitors of money managers. Review of Financial Studies 18, 11391169.",
        "Goetzmann, W. N. and N. Peles (1997). Cognitive dissonance and mutual fund investors. Journal of Financial Research 20(2), 145158.",
        "Graham, J. R. and M. T. Leary (2011). A review of capital structure research and directions for the future. Forthcoming: Annual Review of Financial Economics 3.",
        "Gruber, M. (1996). Another puzzle: The growth in actively managed mutual funds. Journal of Finance 51, 783810.",
        "Hu, F., A. R. Hall, and C. R. Harvey (2000). Promotion or demotion? An empirical investigation of the determinants of top mutual fund manager change. Duke University.",
        "Huang, J., C. Sialm, and H. Zhang (2011). Risk shifting and mutual fund performance. Review of Financial Studies 24, 25752616.",
        "Huang, J., K. D. Wei, and H. Yan (2007). Participation costs and the sensitivity of fund flows to past performance. Journal of Finance 62(3), 12731311.",
        "Ippolito, R. A. (1992). Consumer reaction to measures of poor quality: Evidence from the mutual fund industry. Journal of Law and Economics 35(1), 4570.",
        "Ivkovich, Z. (2006). Spillovers in mutual fund families: Is blood thicker than water? University of Illinois at Urbana-Champaign.",
        "Ivkovich, Z. and S. Weisbenner (2009). Individual investor mutual fund flows. Journal of Financial Economics 92, 223237.",
        "Kempf, A. and S. Ruenzi (2008). Tournaments in mutual fund families. Review of Financial Studies 21(2), 10131036.",
        "Khorana, A. (1996). Top management turnover: An empirical investigation of mutual fund managers. Journal of Financial Economics 50, 403427.",
        "Khorana, A. (2001). Performance changes following top management turnover: Evidence from open-end mutual funds. Journal of Financial and Quantitative Analysis 36, 371 393.",
        "Khorana, A. and H. Servaes (1999). The determinants of mutual fund starts. Review of Financial Studies 12, 10431074.",
        "Koski, J. L. and J. Pontiff (1999). How are derivatives used? Evidence from the mutual fund industry. Journal of Finance 54(2), 791816.",
        "Lou, D. (2009). A flow-based explanation for return predictability. London School of Economics.",
        "Lynch, A. W. and D. K. Musto (2003). How investors interpret past fund returns. Journal of Finance 58, 20332058.",
        "Maksimovic, V. and G. Philips (2007). Conglomerate firms and internal capital markets. In Handbook of Corporate Finance: Empirical Corporate Finance, Vol. 1, edited by B. Espen Eckbo. Elsevier.",
        "Massa, M. (2003). How do family strategies affect fund performance? When performancemaximization is not the only game in town. Journal of Financial Economics 67, 249304.",
        "Massa, M. and Z. Rehman (2008). Information flows within financial conglomerates: Evidence from the banks mutual funds relation. Journal of Financial Economics 89, 288 306.",
        "Massa, M., J. Reuter, and E. Zitzewitz (2010). When should firms share credit with employees ? Evidence from anonymously managed mutual funds. Journal of Financial Economics 95, 400424.",
        "Nanda, V., Z. J. Wang, and L. Zheng (2004). Family values and the star phenomenon: Strategies of mutual fund families. Review of Financial Studies 17(3), 667698.",
        "Parsons, C. and S. Titman (2008). Capital structure and corporate strategy. In Handbook of Corporate Finance: Empirical Corporate Finance, Vol. 2, edited by B. Espen Eckbo. Elsevier.",
        "Pastor, L. and R. F. Stambaugh (2010). On the size of the active management industry. University of Chicago and University of Pennsylvania.",
        "Petersen, M. A. (2009). Estimating standard errors in finance panel data sets: Comparing approaches. Review of Financial Studies 22, 435480.",
        "Reuter, J. (2006). Are IPO allocations for sale? Evidence from mutual funds. Journal of Finance 61, 22892324.",
        "Sialm, C. and L. Starks (2011). Mutual fund tax clienteles. Forthcoming: Journal of Finance.",
        "Sirri, E. R. and P. Tufano (1998). Costly search and mutual fund flows. Journal of Finance 53(5), 15891622.",
        "Spiegel, M. and H. Zhang (2010). Mutual fund risk and market share adjusted fund flows. Yale School of Management.",
        "Stein, J. (2003). Agency, information and corporate investment. In Handbook of the Economics of Finance, edited by George Constantinides, Milton Harris and Rene Stulz, pp. 111165. Elsevier.",
        "Wermers, R. (2003). Is money really `smart'? New evidence on the relation between mutual fund flows, manager behavior, and performance persistence. University of Maryland.",
        "Zhang, H. (2008). Asset fire sales, liquidity provision and mutual fund performance. University of Texas at Austin.",
        "Zheng, L. (1999). Is money smart? A study of mutual fund investors' fund selection ability. Journal of Finance 54, 901933. Panel A: Equity Funds 0.1 0.0 0.1 0.2 0.3 0.4 1 2 3 4 5 6 7 8 9 10 ndNewMoneyGrowth(NMG) 0.4 0.3 0.2 EquityFun Management Company Performance Decile 12 Mths 24 Mths 36 Mths Panel B: Bond Funds 0.1 0.0 0.1 0.2 0.3 0.4 1 2 3 4 5 6 7 8 9 10 dNewMoneyGrowth(NMG) 0.4 0.3 0.2 BondFun Management Company Performance Decile 12 Mths 24 Mths 36 Mths"
    ]
}