{
    "id": 17296,
    "cites": 59,
    "cited_by": 10,
    "reference": [
        "Ameriks, J., and S. Zeldes, 2004, How do Household Portfolio Shares Vary with Age?, Working paper, Columbia University.",
        "Andrade, S., C. Chang, and M. Seasholes, 2008, Trading Imbalances, Predictable Reversals, and Cross-Stock Price Pressure, Journal of Financial Economics, 88, 406423.",
        "Ausubel, L. M., and R. J. Deneckere, 1989, Reputation in Bargaining and Durable Goods Monopoly, Econometrica, 57, 511531.",
        "Bartram, S. M., J. Griffin, and D. Ng, 2010, How Important is Foreign Ownership for International Stock Co-Movement?, Working Paper, Wharton School.",
        "Basak, S., and B. Croitoru, 2000, Equilibrium Mispricing in a Capital Market with Portfolio Constraints, Review of Financial Studies, 13, 715.",
        "Bhattacharya, S., and K. M. Hagerty, 1987, Dealerships, Trading Externalities, and General Equilibrium, in Contractual Arrangements for Intertemporal Trade, ed. by E. Prescott, and N. Wallace. Minneapolis: University of Minnesota Press, chap. Minnesota Studies in Macroeconomics Series, vol. 1, pp. 81104.",
        "Bilias, Y., D. Georgarakos, and M. Haliassos, 2009, Portfolio Inertia and Stock Market Fluctuations, CEPR Discussion Papers, forthcoming, Journal of Mondey, Credit, and Banking.",
        "Born, P., and K. Viscusi, 2006, The Catastrophic Effects of Natural Disasters on Insurance Markets, Journal of Risk and Uncertainty, 33, 5572.",
        "Brunnermeier, M., and S. Nagel, 2008, Do Wealth Fluctuations Generate Time-Varying Risk Aversion? Micro-Evidence on Individuals' Asset Allocation, American Economic Review, 98, 713736.",
        "Chaiserote, S., 2008, Liquidity Provision by International Institutional Investors: Evidence from Brazilian Privatization, Stanford University, Working Paper.",
        "Chan, W. S., 2003, Stock Price Reaction to News and No-News: Drift and Reversal After Headlines, Journal of Financial Economics, 70, 223  260.",
        "Chen, H., G. Noronha, and V. Singhal, 2004, The Price Response to S&P 500 Index Additions and Deletions: Evidence of Asymmetry and a New Explanation, Journal of Finance, 59, 19011929.",
        "Chen, Z., A. Lookman, and N. Schurhoff, 2008, Why Ratings Matter: Evidence from Lehman's Index Inclusion Rule Change, University of Lausanne, Working Paper.",
        "Cohen, L., and D. Lou, 2010, Complicated Trades, Working paper, Harvard Business School.",
        "Coval, J., and E. Stafford, 2007, Asset Fire Sales (and Purchases) in Equity Markets, Journal of Financial Economics, 86, 479512.",
        "Dellavigna, S., and J. M. Pollet, 2009, Investor Inattention and Friday Earnings Announcements,  Journal of Finance, 64, 709749.",
        "Duffie, D., N. G^arleanu, and L. H. Pedersen, 2005, Over-the-Counter Markets, Econometrica, 73, 18151847.",
        ", 2007, Valuation in Over-the-Counter Markets, Review of Financial Studies, 20, 18651900.",
        "Duffie, D., and B. Strulovici, 2011, Supplement to `Capital Mobility and Asset Pricing', Stanford University and Northwestern University, Technical document.",
        "Engelberg, J. E., A. V. Reed, and M. C. Ringgenberg, 2010, How Are Shorts Informed? Short Sellers, News, and Information Processing, Working paper, University of North Carolina.",
        "Enz, R., 2001, The Insurance Cycle as an Entrepreneurial Challenge, Swiss Re Technical Publishing.",
        "Feldhutter, P., 2009, The Same Bond at Different Prices: Identifying Search Frictions and Selling Pressures, Working Paper, University of Copenhagen.",
        "Froot, K., 2001, The Market for Catastrophe Risk: A Clinical Examination, Journal of Financial Economics, 60, 529571.",
        "Froot, K., and P. O'Connell, 1999, The Pricing of US Catastrophe Reinsurance, in The Financing of Catastrophe Risk, ed. by K. Froot. University of Chicago Press, pp. 195232.",
        "Gehrig, T., 1993, Intermediation in Search Markets, Journal of Economics and Management Strategy, 2, 97120.",
        "Green, R., 2007, Issuers, Underwriter Syndicates, and Aftermarket Transparency, Journal of Finance, 62, 15291550.",
        "Greenwood, R., 2005, Short and Long Term Demand Curves for Stocks: Theory and Evidence, Journal of Financial Economics, 75, 607650.",
        "Gromb, D., and D. Vayanos, 2009, Financially Constrained Arbitrage and Cross-Market Contagion, Working paper, London School of Economics.",
        "Harris, L., and E. Gurel, 1986, Price and Volume Effects Associated with Changes in the S&P 500: New Evidence of Price Pressures, Journal of Finance, 41, 815830.",
        "He, Z., and A. Krishnamurthy, 2007, Intermediation, Capital Immobility, and Asset Prices, Northwestern University Working Paper.",
        "Holthausen, R. W., R. L., and D. Mayers, 1990, Large-Block Transactions, the Speed of Response and Temporary and Permanent Stock-Price Effects, Journal of Financial Economics, 26, 7195.",
        "Hradsky, G. T., and R. D. Long, 1989, High-Yield Default Losses and the Return Performance of Bankrupt Debt, Financial Analysts Journal, (July-August 1989), 3849.",
        "Kaul, A., V. Mehrotra, and R. Morck, 2000, Demand Curces for Stocks do Slope Down: New Evidence from an Index Weights Adjustment, Journal of Finance, 55, 893912.",
        "Kulak, J. P., 2008, Price-Pressures And Foreign Investor Biases Revealed Through Firms: Geographical Placement Choices, University of Lausanne, Working Paper.",
        "Lagos, R., G. Rocheteau, and P.-O. Weil, 2008, Crashes and Recoveries in Illiquid Markets,  Working Paper, New York University.",
        "Lou, D., 2009, A Flow-Based Explanation for Return Predictability, Working Paper, Yale University.",
        "Lusardi, A., 1999, Information, Expectations, and Savings, in Behavioral Dimensions of Retirement Economics, ed. by H. Aaron. Brookings Institution Press/Russell Sage Foundation, pp. 81115.",
        ", 2003, Planning and Savings for Retirement, Dartmouth College, unpublished.",
        "Mailath, G., and L. Samuelson, 2006, Repeated Games and Reputations: Long-Run Relationships. Oxford University Press.",
        "Mitchell, M., L. H. Pedersen, and T. Pulvino, 2007, Slow Moving Capital, American Economic Review, Papers and Proceedings, 97, 215220.",
        "Mitchell, O. S., G. R. Mottola, S. P. Utkus, and T. Yamaguchi, 2006, The Inattentive Participant: Portfolio Trading Behavior in 401(k) Plans, Working paper, University of Pennsylvania.",
        "Moresi, S., 1991, Three Essays in Economic Theory, Ph.D. Thesis, MIT.",
        "Mou, Y., 2011, Limits to Arbitrage and Commodity Index Investment: Front-Running the Goldman Roll, Columbia University.",
        "Newman, Y., and M. Rierson, 2003, Illiquidity Spillovers: Theory and Evidence from European Telecom Bond Issuance, Working Paper, Graduate School of Business, Stanford University.",
        "Protter, P., 2004, Stochastic Integration and Differential Equations, Second Edition. New York: Springer-Verlag.",
        "Quah, J., and B. Strulovici, 2009, Comparative Statics, Informativeness, and the Interval Dominance Order, Econometrica, 77, 19491992.",
        ", 2010, Discounting and Patience in Optimal Stopping and Control Problems, Working Paper, Northwestern University.",
        "Rubinstein, A., 1982, Perfect Equilibrium in a Bargaining Model, Econometrica, 50, 97108.",
        "Rubinstein, A., and A. Wolinsky, 1987, Middlemen, Quarterly Journal of Economics, 102, 581594.",
        "Scholes, M., 1972, The Market for Securities: Substitution verus Price Pressure and the Effects of Information on Share Prices, Journal of Business, 45, 179211.",
        "Shleifer, A., 1986, Do Demand Curves for Stocks Slope Down?, Journal of Finance, 41, 579590.",
        "Stole, L., and J. Zwiebel, 1996, Intra-Firm Bargaining under Non-Binding Contracts, Review of Economic Studies, 63, 375410.",
        "Sun, Y., 2006, The Exact Law of Large Numbers via Fubini Extension and Characterization of Insurable Risks, Journal of Economic Theory, 126, 3169.",
        "Sutton, J., 1986, Non-Cooperative Bargaining Theory: An Introduction, Review of Economic Studies, 53, 709724.",
        "Vayanos, D., and T. Wang, 2007, Search and Endogenous Concentration of Liquidity in Asset Markets, Journal of Economic Theory, 136, 66104.",
        "Weill, P.-O., 2007, Leaning Against the Wind, Review of Economic Studies, 74, 1329 1354.",
        ", 2008, The Liquidity Premium in a Dynamic Bargaining Market, Journal of Economic Theory, pp. 6696.",
        "Yavas, A., 1996, Search and Trading in Intermediated Markets, Journal of Economics and Management Strategy, 5, 195216.",
        "Zanjani, G., 2002, Pricing and Capital Allocation in Catastrophe Insurance, Journal of Financial Economics, 65, 283305."
    ]
}