{
    "id": 17290,
    "cites": 40,
    "cited_by": 2,
    "reference": [
        "Almeida, H., and T. Philippon, 2007, The risk-adjusted cost of financial distress, Journal of Finance 62 25572586.",
        "Andrade, G., and S. N. Kaplan, 1998, How costly is financial (not economic) distress? Evidence from highly levered transactions that became distressed, Journal of Finance 53, 14431493.",
        "Altman, E.I., and H.A. Rijken, 2004, How rating agencies achieve rating stability, Journal of Banking and Finance 28, 2679-2714.",
        "Auerbach, A. J., 1979, The Optimal Taxation of Heterogeneous Capital, Quarterly Journal of Economics 93, 589-612.",
        "Baker, M., and J. Wurgler, 2002, Market Timing and Capital Structure, Journal of Finance 57, 1-32.",
        "Bhojraj, S., and P. Sengupta, 2003, Effect of Corporate Governance on Bond Ratings and Yields: The Role of Institutional Investors and Outside Directors, Journal of Business, 76, 455-476.",
        "Black, F., and M. Scholes. 1973. The Pricing of Options and Corporate Liabilities. Journal of Political Economy 81: 63754.",
        "Cantillo, M., and J. Wright, 2000, How do Firms Choose Their Lenders? An Empirical Investigation, Review of Financial Studies 13, 155-189.",
        "Crosbie, P. J., and J. R. Bohn. 2003. Modeling Default Risk. Moody's KMV, available at http://www.defaultrisk.com/pp model 35.htm.",
        "Ederington, L. H., 1985, Classification Models and Bond Ratings, Financial Review, 20, 237-62.",
        "Faulkender, M., and M. A. Petersen, 2006, Does the Source of Capital Affect Capital Structure? Review of Financial Studies 19, 4579.",
        "Fischer, Edwin O., Robert Heinkel, and Josef Zechner, 1989, Dynamic capital structure choice: Theory and tests, Journal of Finance 44, 19-40 Flannery, M., and K. Rangan, 2006, Partial Adjustment Toward Target Capital Structure, Journal of Financial Economics 79, 469-506.",
        "Graham, J.R., 1996a, Debt and the marginal tax rate, Journal of Financial Economics 41, 41-73.",
        "Graham, J.R., 1996b, Proxies for the corporate marginal tax rate, Journal of Financial Economics 42, 187-221.",
        "Graham, J.R., 2000, How big are the tax benefits of debt? Journal of Finance 55, 19011941.",
        "Hennessy, C.A., and T.M. Whited, 2005, Debt Dynamics, Journal of Finance, 60, 1129-65.",
        "Hovakimian, A., T. Opler, and S. Titman, 2001, The Debt-Equity Choice, Journal of Financial and Quantitative Analysis 36, 1-24.",
        "Kaplan, R. S., and G.l Urwitz, 1979, Statistical Models of Bond Ratings: A Methodological Inquiry, Journal of Business 52, 231-262.",
        "Kealhofer, S. 2003a. Quantifying Credit Risk I: Default Prediction. Financial Analysts Journal 59:3044.",
        "Kealhofer, S. 2003b. Quantifying Credit Risk II: Debt Valuation. Financial Analysts Journal 59:7892.",
        "Kisgen, D. J., 2006, Credit Ratings and Capital Structure, Journal of Finance 61, 10351072.",
        "Kisgen, D. J., 2009, Do Firms Target Credit Ratings or Leverage Levels? Journal of Financial and Quantitative Analysis, forthcoming.",
        "Korteweg, A., 2010, The Net Benefits to leverage, Journal of Finance 65, 2137-2170.",
        "Leland, H.E., 1994, Corporate Debt Value, Bond Covenants, and Optimal Capital Structure, Journal of Finance, 49, 1213-52.",
        "Lemmon, M. L., M. R. Roberts, and J. F. Zender, 2008, Back to the Beginning: Persistence and the Cross-Section of Corporate Capital Structure, Journal of Finance 63, 1575-1608.",
        "Maddala, G.S., 1983, Limited-Dependent and Qualitative Variables in Econometrics (Cambridge University Press).",
        "Merton, R. C. 1974. On the Pricing of Corporate Debt: The Risk Structure of Interest Rates. Journal of Finance 29:44970.",
        "Molina, C. A., 2005, Are Firms Underleveraged? An Examination of the Effect of Leverage on Default Probabilities, Journal of Finance 60, 1427-1457.",
        "Myers, S. C., 1984, The Capital Structure Puzzle, Journal of Finance 39, 575-592.",
        "Myers, S. C., and N. Majluf, 1984, Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have, Journal of Financial Economics 13, 187-221.",
        "Parsons, C., and S. Titman, 2009, Empirical Capital Structure: A Review, Foundations and Trends in Finance 3, 1-93.",
        "Pinches, G. E., and K. A. Mingo, 1973, A Multivariate Analysis of Industrial Bond Ratings, Journal of Finance 28, 1-19.",
        "Pogue, T. F., and R. M. Soldofsky, 1969, What's In a Bond Rating? Journal of Financial and Quantitative Analysis 4, 201-239.",
        "Rajan, R. G., and L. Zingales, 1995, What Do We Know About Capital Structure? Some Evidence From International Data, Journal of Finance 50, 1421-1460.",
        "Standard and Poor's, 2006, Corporate ratings criteria. Strebulaev, I.A., 2007, Do Tests of Capital Structure Theories Mean What They Say? Journal of Finance, 62, 1747-87.",
        "Titman, S., 1984, The Effects of Capital Structure on a Firm's Liquidation Decision, Journal of Financial Economics, 13, 137-151.",
        "Titman, S., and S. Tsyplakov, 2007, A Dynamic Model of Optimal Capital Structure, Review of Finance, 11, 401-51.",
        "Titman, S., and R. Wessels, 1988, The Determinants of Capital Structure, Journal of Finance, 43, 1-19.",
        "Welch, I., 2004, Capital Structure and Stock Returns, Journal of Political Economy, 112, 106-31.",
        "Welch, I., 2007, Common Flaws in Empirical Capital Structure Research, working paper."
    ]
}