{
    "id": 17294,
    "cites": 37,
    "cited_by": 10,
    "reference": [
        "Abowd, J., Corbel, P., Kramarz, F., 1999. The entry and exit of workers and the growth of employment: an analysis of French establishments. The Review of Economics and Statistics, 81, 170-187.",
        "Abowd, J., Vilhuber, L., 2011. National estimates of gross employment and job flows from the Quarterly Workforce Indicators with demographic and industry detail. Journal of Econometrics, 161, 82-99.",
        "Barlevy, G., 2002. The sullying effect of recessions. Review of Economic Studies, 69, 65-96.",
        "Brown, C., Haltiwanger, J.C., Lane, J. 2006. Economic Turbulence: Is a Volatile Economy Good for America? University of Chicago Press.",
        "Clark, K.A., and Hyson, R., 2001. New tools for labor market analysis: JOLTS. Monthly Labor Review, 124, 32-37.",
        "Cooper, R., Haltiwanger, J.C., Willis, J., 2007. Search frictions: matching aggregate and establishment observations. Journal of Monetary Economics, 54, 56-78.",
        "Davis, S.J., Faberman, R.J., Haltiwanger, J.C., 2006. The flow approach to labor markets: new evidence and micro-macro links. Journal of Economic Perspectives, 20, 3-24.",
        "Davis, S.J., Faberman, R.J., Haltiwanger, J.C., 2010. The establishment-level behavior of vacancies and hiring, National Bureau of Economic Research Working Paper No. 16265.",
        "Davis, S.J. Faberman, R.J., Haltiwanger, J.C., Jarmin, R., Miranda, J. 2010. Business volatility, job destruction and unemployment. American Economic Journal: Macroeconomics, 2, 259-287.",
        "Davis, S.J., Faberman, R.J., Haltiwanger, J.C., Rucker, I., 2010. Adjusted estimates of worker flows and job openings in JOLTS. In: Abraham, K. , Harper, M., Spletzer, J.R. (Eds.), Labor in the New Economy, University of Chicago Press, 187-216.",
        "Davis, S.J., Haltiwanger, J.C., 1999. Gross job flows. In: Ashenfelter, O., Card, D. (Eds.), Handbook of Labor Economics, Volume 3B, Amsterdam: North-Holland.",
        "Davis, S.J., Haltiwanger, J.C., Jarmin, R., Miranda, J., 2006. Volatility and dispersion in business growth rates: publicly traded versus privately held firms. NBER Macroeconomics Annual, 21, 107-156.",
        "Davis, S.J., Haltiwanger, J.C., Schuh, S., 1996. Job Creation and Destruction. MIT Press.",
        "Elsby, M., Michaels, R., 2008. Marginal jobs, heterogeneous firms and unemployment flows. National Bureau of Economic Research Working Paper No. 13777.",
        "Elsby, M., Hobijn, B., ahin, A., 2010. The labor market in the Great Recession. Brookings Papers on Economic Activity, 1, 1-48.",
        "Faberman, R.J., 2008a. Studying the labor market with the Job Openings and Labor Turnover Survey. In: Dunne, T., Jensen, J.B., Roberts, M.J. (Eds.), Producer Dynamics: New Evidence from Micro Data, Chicago Press, 83-108.",
        "Faberman, R.J., 2008b. Job flows, jobless recoveries, and the Great Moderation, Federal Reserve Bank of Philadelphia Working Paper 08-11.",
        "Faberman, R.J., NagypÃ\u0083Â¡l, E., 2008. Quits, worker recruitment, and firm growth: theory and evidence. Federal Reserve Bank of Philadelphia Working Paper 08-13.",
        "Fujita, S., Nakajima, M., 2009. Worker flows and job flows: a quantitative analysis. Federal Reserve Bank of Philadelphia Working Paper 09-33.",
        "Hall, R.E., 1995. Lost jobs. Brookings Papers on Economic Activity, 1, 221-256.",
        "Hall, R.E., Lazear, E.P., 1984. The excess sensitivity of layoffs and quits to demand. Journal of Labor Economics, 2, 233-257.",
        "Jovanovic, B., 1979. Job matching and the theory of turnover. Journal of Political Economy, 87, 972990.",
        "Jovanovic, B., 1985. Matching, turnover, unemployment. Journal of Political Economy, 92, 108-122.",
        "Leighton, L., Mincer, J., 1982. Labor turnover and youth unemployment. In: Freeman, R., Wise, D. (Eds.), The Youth Labor Market Problem: Its Nature, Causes and Consequences, University of Chicago Press.",
        "McLaughlin, K., 1990. General productivity growth in a theory of quits and layoffs. Journal of Labor Economics, 8, 75-98.",
        "McLaughlin, K., 1991. A theory of quits and layoffs with efficient turnover. Journal of Political Economy, 99, 1-29.",
        "Mincer, J., 1986. Wage changes in job changes. Research in Labor Economics, 8A, 171-197.",
        "Moscarini, G., 2005. Job matching and the wage distribution. Econometrica, 73, 481-516.",
        "Pissarides, C., 2000. Equilibrium Unemployment Theory. Second edition, MIT Press.",
        "Pries, M.J., 2004. Persistent employment fluctuations: a model of recurring job loss. Review of Economic Studies, 71, 193-215.",
        "Pries, M.J., Rogerson, R., 2005. Hiring policies, labor market institutions, and labor market flows. Journal of Political Economy, 113, 811-839.",
        "Rogerson, R., Shimer, R., Wright, R., 2005. Search-theoretic models of the labor market: a survey. Journal of Economic Literature, 43, 959-988.",
        "Schaal, E., 2010. Uncertainty, productivity and unemployment in the Great Recession. Mimeo. Princeton University.",
        "Spletzer, J.R., Faberman, R.J., Sadeghi, A., Talan, D.M., and Clayton, R.L., 2004. Business Employment Dynamics: new data on gross job gains and losses. Monthly Labor Review, 127, 29-42.",
        "Trapeznikova, I., 2010. Employment adjustment and labor utilization. Mimeo, Northwestern University.",
        "Veracierto, M., 2009. Establishment dynamics, vacancies, and unemployment: a neoclassical synthesis.",
        "Yashiv, E., 2007. Labor search and matching in macroeconomics. European Economic Review, 51, 1859-1895."
    ]
}