{
    "id": 17298,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Antweiler, Werner and Murray Z. Frank, 2004, Ã\u0083Â¢Is All That Talk Just Noise? The Information Content of Internet Stock Message Boards,Ã\u0083Â¢ Journal of Finance 59(3), 1259-1294.",
        "Antweiler, Werner and Murray Z. Frank, 2006, Ã\u0083Â¢Does Talk Matter? Evidence from a Broad Cross Section of Stocks,Ã\u0083Â¢ working paper, University of Minnesota.",
        "Bagnoli, Mark, Messod Daniel and Susan G. Watts, 1999, Ã\u0083Â¢Whisper Forecasts of Quarterly Earnings per Share, Journal of Accounting and Economics 28(1), 27-50.",
        "Baker, Malcolm, Lubomir Litov, Jessica A. Wachter and JeÃ\u0083Â¯rey Wurgler, 2010, Ã\u0083Â¢Can Mutual Fund Managers Pick Stocks? Evidence from their Trades Prior to Earnings AnnouncementsÃ\u0083Â¢, Journal of Financial and Quantitative AnalysisÃ\u0083Â¢ 45, 1111-1131.",
        "Barber, Brad M., Terrance Odean,, and Ning Zhu, 2009, Ã\u0083Â¢Do retail trades move markets?Ã\u0083Â¢, Review of Financial Studies 22, 151- 186.",
        "Barber, Brad M. and Terrance Odean, 2001a, Ã\u0083Â¢Boys will be Boys: Gender, OverconÃ\u0083Â¯dence, and Common Stock InvestmentÃ\u0083Â¢ Quarterly Journal of Economics 116(1), 261-292.",
        "Barber, Brad M. and Terrance Odean, 2000, Ã\u0083Â¢Trading is Hazardous to Your Wealth: The Common Stock Investment Performance of Individual InvestorsÃ\u0083Â¢ Journal of Finance 55(2), 773-806.",
        "Boehme, Rodney, Bartley R. Danielson, and Sorin M. Sorescu, 2006, Ã\u0083Â¢Short-sale constraints, diÃ\u0083Â¯erences of opinion, and overvaluation,Ã\u0083Â¢ Journal of Financial and Quantitative Analysis 41,455-487.",
        "Cabral, Luis and Ali Hortacsu, 2010, Ã\u0083Â¢The Dynamics of Seller Reputation: Evidence from eBay,Ã\u0083Â¢ The Journal of Industrial Economics 58 (1), PERFORMANCE DECOMPOSITION 27 54-78.",
        "Chevalier, Judith A. and Glenn Ellison, 1999, Ã\u0083Â¢Are Some Mutual Fund Managers Better than Others? Cross-Sectional Patterns in Behavior and Performance,Ã\u0083Â¢ Journal of Finance 54(3), 875-899.",
        "Coval, Joshua, David Hirshleifer, and Tyler Shumway, 2005, Ã\u0083Â¢Can Individual Investors Beat the Market?Ã\u0083Â¢ working paper, Harvard University.",
        "Das, Sanjiv R. and Mike Y. Chen, 2007, Ã\u0083Â¢Yahoo! for Amazon: Sentiment Extraction from Small Talk on the WebÃ\u0083Â¢, Management Science 53(9), 1375-1388.",
        "Frieder, Laura and Jonathan Zittrain, 2007, Ã\u0083Â¢Spam Works: Evidence from Stock Touts and Corresponding Market Activity,Ã\u0083Â¢ Hastings Communications and Entertainment Law Journal 30, 479-520.",
        "Hogarth, Robin, 1977, Ã\u0083Â¢Methods for Aggregating Opinions,Ã\u0083Â¢ in Helmut Jungerman and Gerald de Zeeuw (eds.), Decision Making and Change in Human AÃ\u0083Â¯airs, D. Reidel Publishing Co., Dordrecht, Holland, 231-255.",
        "Ivkovic, Zoran and Scott Weisbenner, 2005, Ã\u0083Â¢Local Does as Local Is: Information Content of the Geography of Individual InvestorsÃ\u0083Â¢ Common Stock InvestmentsÃ\u0083Â¢, Journal of Finance 60(1), 267-306.",
        "Ivkovic, Zoran, Clemens Sialm, and Scott Weisbenner, 2008, Ã\u0083Â¢Portfolio Concentration and the Performance of Individual InvestorsÃ\u0083Â¢, Journal of Financial and Quantitative Analysis, 43(3), 613-656.",
        "Jones, Charles M. and Owen A. Lamont, 2002, Ã\u0083Â¢Short-sale constraints and stock returnsÃ\u0083Â¢, Journal of Financial Economics 66, 207-239.",
        "Linstone, Harold A. and Murray TuroÃ\u0083Â¯ (eds.), 1975, The Delphi Method: Techniques and Applications, Addison-Wesley, Reading, Ma.",
        "Metrick, Andrew, 1999, Ã\u0083Â¢Performance evaluation with transactions data: The stock selection of investment newsletters,Ã\u0083Â¢ Journal of Finance 54, 17431775.",
        "Mikhail, Michael B., Beverly R. Walther, and Richard H. Willis, 2004, Ã\u0083Â¢Do security analysts exhibit persistent diÃ\u0083Â¯erences in stock picking ability?Ã\u0083Â¢, PERFORMANCE DECOMPOSITION 28 Journal of Financial Economics 74, 67-91.",
        "Odean, Terrence, 1999, Ã\u0083Â¢Do investors trade too much?Ã\u0083Â¢, American Economic Review 89, 1279-1298.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2002, Ã\u0083Â¢Investing in equity mutual fundsÃ\u0083Â¢, Journal of Financial Economics 63, 351-380.",
        "Resnick, Paul and Richard Zeckhauser, 2002, Ã\u0083Â¢Trust Among Strangers in Internet Transactions: Empirical Analysis of eBayÃ\u0083Â¢s Reputation System,Ã\u0083Â¢ in The Economics of the Internet and E-Commerce, M. R. Baye (ed.), Amsterdam: Elsevier Science, 127-157.",
        "Resnick, Paul, Richard Zeckhauser, John Swanson, and Kate Lockwood, 2006, Ã\u0083Â¢The value of reputation on eBay: A controlled experimentÃ\u0083Â¢, Experimental Economics 9, 79-101.",
        "Sabherwal, Sanjiv, Salil Sarkar and Ying Zhang, 2008, Ã\u0083Â¢Online Talk: Does It Matter?Ã\u0083Â¢ Managerial Finance 34(6), 423-426.",
        "Sunstein, Cass, 2006, Ã\u0083Â¢Deliberation and Information MarketsÃ\u0083Â¢, in Robert Hahn and Paul Tetlock (eds.), Information Markets: A New Way of Making Decisions, AEI Press, Washington, D.C., 67-99.",
        "Tetlock, Paul, 2007, Ã\u0083Â¢Giving Content to Investor Sentiment: The Role of Media in the Stock Market,Ã\u0083Â¢ Journal of Finance 62(3), 1139-1168.",
        "Wermers, Russell, 2000, Ã\u0083Â¢Mutual fund performanc: An empirical decomposition into stock-picking talent, style, transactions costs, and expenses,Ã\u0083Â¢ Journal of Finance 55, 1655-1695.",
        "Tumarkin, Robert and Robert Whitelaw, 2001, Ã\u0083Â¢News or Noise? Internet Postings and Stock Prices?Ã\u0083Â¢, Financial Analysts Journal 57, 41-51."
    ]
}