{
    "id": 173,
    "cites": 15,
    "cited_by": 28,
    "reference": [
        "[1] Huber, P.J., Robust Regression: Asyrnptotics, Conjectures and Monte Carlo, Annals of Statistics, 1 (1973), pp. 799-821.",
        "[2] Belsley, David A., 1~kilticollinearity: Diagnosing its Presence and Assessing the Potential Damage it Causes Least-Squares Estimation, Working Paper 154, National Bureau of Economic Research, Computer Research Center for Economics and Management Science, October 1976, Cambridge, Mass.",
        "[3] Silvey, S.D., Multicollinearity and Imprecise Estimation, Journal of the Royal Statistical Society, Series B, Vol. 31, 1969, pp. 539-552.",
        "[4] Theil, H., Linear Aggregation of Economic Relations, North Holland, Amsterdam, 19514.",
        "[5] Chow, Gregory C., Tests of Equality Between Sets of Coefficients in Two Linear Regressions, Econometrica, Vol. 28, 1960, pp. 591-605.",
        "[6] Fisher, Franklin M., Tests of Equality Between Sets of Coefficients in Two Linear Regressions: An Expository Note, Econometrica, Vol. 38, 1970, pp. 361-366.",
        "[7] Goldfeld, Stephen M. and Richard E. Quandt, The Estimation of Structural Shifts by Switching Regression, Annals of Economic and Social Measurement, Vol. 2, No. 4, 1973, pp. 475-485.",
        "[8] Quandt, Richard E., A New Approach to Estimating Switching Regressions, Journal of the American Statistical Association, Vol. 67, 1972, pp. 306-310.",
        "[9] Brown, R.L., J. Durbin and J.M. Evans, Techniques for Testing the Constancy of Regression Relationships, Journal of the Royal Statistical Society, Series B, Vol. 37, No. 2, 1975, pp. 149-163.",
        "[10] Theil, H., Principles of Econometrics, John Wiley and Sons, New York, 1971, pp. 193-195.",
        "[11] Anscaiibe, F.J. and Tukey, J.W., The Examination and Analysis of Residuals, Technometrics, 5 (1963), pp. 141-160.",
        "[12] Allen, David M., The Relationship Between Variable Selection and Data Augmentation and a Method for Prediction, Technanetrics, 16 (1974), pp. 125-127.",
        "[13] Hoaglin, D.C. and Welsch, R.E., The Hat Matrix in Regression and Anova, Memorandum N5- 341, Department of Statistics, Harvard University, December 1976.",
        "[14] Cook, R.D., Detection of Influential Observations in Linear Regression, Technometrics, 19 (1977), pp. 15-18.",
        "[15] Mallows, C. L., On Some Topics in Robustness, Paper delivered at the Eastern Regional INS meeting, University of Rochester, 1973. Al.l"
    ]
}