{
    "id": 17307,
    "cites": 38,
    "cited_by": 182,
    "reference": [
        "Autor, David H. and David Dorn. 2010. Ã\u0083Â¢The Growth of Low Skill Service Jobs and the Polarization of the U.S. Labor Market.Ã\u0083Â¢ Unpublished manuscript.",
        "Batini, Nicoletta, Oya Celasun, Thomas Dowling, Marcello Estevao, Geoffrey Keim, Martin Sommer and Evridiki Tsounta. 2010. Ã\u0083Â¢United States: Selected Issues Paper.Ã\u0083Â¢ International Monetary Fund Country Report 10/248.",
        "Bonin, Holger et. al. 2008. Ã\u0083Â¢Geographic Mobility in the European Union: Optimising its Economic and Social Benefits.Ã\u0083Â¢ IZA Research Report No. 19.",
        "Borjas, George. 1987. Ã\u0083Â¢Self-Selection and the Earnings of Immigrants,Ã\u0083Â¢ American Economic Review, 77(4), 531-553.",
        "Bricker, Jesse and Brian Bucks. 2011. Ã\u0083Â¢Negative Home Equity, Economic Insecurity, and Household Mobility: Evidence from the 2007-2009 SCF Panel.Ã\u0083Â¢ Unpublished manuscript. Paper presented at the Federal Reserve System Committee on Applied Microeconomics, St. Louis. May 5-6, 2011.",
        "Carlino, Gerald and Chatterjee, Satyajit. 2002. Ã\u0083Â¢Employment Deconcentration: A New Perspective on AmericaÃ\u0083Â¢s Postwar Urban Evolution.Ã\u0083Â¢ Journal of Regional Science. 42(3): 455475.",
        "Dahl, Gordon B. 2002. Ã\u0083Â¢Mobility and the Return to Education: Testing a Roy Model with Multiple Markets.Ã\u0083Â¢ Econometrica, 70(6): 2367-2420.",
        "DaVanzo, Julie. 1983. Ã\u0083Â¢Repeat Migration in the United States: Who Moves Back and Who Moves On?Ã\u0083Â¢ The Review of Economics and Statistics, 65(4): 552-559.",
        "Diamond, Peter. 1982. Ã\u0083Â¢Aggregate Demand Management in Search Equilibrium.Ã\u0083Â¢ The Journal of Political Economy, 90(5): 881-894.",
        "Donovan, Colleen and Calvin Schnure. 2011. Ã\u0083Â¢Locked in the House: Do Underwater Mortages Reduce Labor Market Mobility?Ã\u0083Â¢ Unpublished manuscript.",
        "Ellickson, Robert. 2010. Ã\u0083Â¢Differences in Law that Help Explain Why Americans Change Their Residences Twice as Often as the French.Ã\u0083Â¢ Yale University Law School. Manucsript.",
        "Fallick, Bruce, and Charles Fleischman. 2004. Ã\u0083Â¢Employer-to-Employer Flows in the US Labor Market: The Complete Picture of Gross Worker Flows.Ã\u0083Â¢ Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series 2004-34.",
        "Ferrie, Joseph P. 2003. Ã\u0083Â¢Internal Migration.Ã\u0083Â¢ In Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, ed. Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright, 1-489-1-494, New York: Cambridge University Press.",
        "Farber, Henry S. 2010. Ã\u0083Â¢Job Loss and Unemployment in the 21st Century: The Great Recession in Labor Market Perspective.Ã\u0083Â¢ Industrial Relations Section, Princeton University Working Paper 560. Ferriera, Fernando, Joseph Gyourko and Joseph Tracy. Ã\u0083Â¢Housing Busts and Household Mobility.Ã\u0083Â¢ Journal of Urban Economics, 68(1): 34-45.",
        "Frey, William H. 2009. Ã\u0083Â¢The Great American Migration Slowdown: Regional and Metropolitan Dimensions.Ã\u0083Â¢ http://www.brookings.edu/reports/2009/1209_migration_frey.aspx Green and Hendershott. 2001. Ã\u0083Â¢Home-ownership and Unemployment in the US.Ã\u0083Â¢ Urban Studies, 38(9): 1509-1520.",
        "Greenwood, Michael J. 1985. Ã\u0083Â¢Human Migration: Theory, Models, and Empirical Studies.Ã\u0083Â¢ Journal of Regional Science, 25(4): 521-544.",
        "Greenwood, Michael J. 1997. Ã\u0083Â¢Internal Migration in Developed Countries.Ã\u0083Â¢ In Handbook of Population and Family Economics, ed. Mark R. Rosenzweid and Oded Stark, 647-720. Amsterdam, New York and Oxford: Elsevier Science, North-Holland.",
        "Greenwood, Michael J., Gary L. Hunt and John M. McDowell. 1986. Ã\u0083Â¢Migration and Employment Change: Empirial Evidence on the Spatial and Temporal Dimensions of the Linkage.Ã\u0083Â¢ Journal of Regional Science, 26(2): 223-234.",
        "Haines, Michael. Ã\u0083Â¢The Population of the United States, 1790-1920.Ã\u0083Â¢ In Engerman, Stanley and R. Gallman (eds.), The Cambridge Economic History of the United States, Vol. II, The Long Nineteenth Century, Cambridge: 2000.",
        "Harris, John R. and Michael P. Todaro. 1970. Ã\u0083Â¢Unemployment and Development: A Two-Sector Analysis.Ã\u0083Â¢ 60(1): 126-142.",
        "Henley, Andrew. 1998. Residential Mobility, Housing Equity, and the Labour Market. The Economic Journal, 108 no. 447: 414-427.",
        "Hoxby, Caroline. 2009. Ã\u0083Â¢The Changing Selectivity of American Colleges.Ã\u0083Â¢ Journal of Economic Perspectives, 23(4): 95-118.",
        "Kaplan, Greg and Sam Schulhofer-Wohl. 2010. Ã\u0083Â¢Interstate Migration Has Fallen Less than you Think: Consequences of Hot Deck Imputation in the Current Population Survey.Ã\u0083Â¢ Federal Reserve Bank of Minneapolis Working Paper 681.",
        "Koerber, Kin. 2007. Ã\u0083Â¢Comparison of ACS and ASEC Data on Geographic Mobility: 2004.Ã\u0083Â¢ http://www.census.gov/acs/www/library/by_year/2007/ Long, Larry. 1988. Migration and Residential Mobility in the United States. New York: Russell Sage Foundation.",
        "Long, Larry, C. Jack Tucker, and William L. Urton. 1988. Ã\u0083Â¢Migration Distances: An International Comparison.Ã\u0083Â¢ Demography, 25(4): 633-640.",
        "Long, Larry. 1991. Ã\u0083Â¢Residential Mobility Differences Among Developed Countries.Ã\u0083Â¢ International Region Sciences Review, 14(2): 133-147.",
        "Lowry, Ira S. 1966. Migration and Metropolitan Growth: Two Analytical Models. San Francisco: Chandler. Molloy, Raven and Abigail Wozniak. Forthcoming. Ã\u0083Â¢Labor Reallocation over the Business Cycle: New Evidence from Internal Migration.Ã\u0083Â¢ Journal of Labor Economics.",
        "Mortensen, Dale I. and Christopher A. Pissarides. 1994. Ã\u0083Â¢Job Creation and Job Destruction in the Theory of Unemployment.Ã\u0083Â¢ The Review of Economic Studies, 61(3): 397-415.",
        "Oswald, Andrew. 1999. Ã\u0083Â¢The Housing Market and EuropeÃ\u0083Â¢s Unemployment: A Non-Technical Paper.Ã\u0083Â¢ http://www2.warwick.ac.uk/fac/soc/economics/staff/academic/oswald/ Price, Daniel O. and Melanie M. Sikes. 1975. Rural-Urban Migration Research in the United States: Annotated Bibliography and Synthesis. Department of Health, Education and Welfare Publication No. (NIH) 75-565.",
        "Rogerson, Peter A. 1987. Ã\u0083Â¢Changes in US National Mobility Levels.Ã\u0083Â¢ The Professional Geographer, 39(3): 344-351.",
        "Rosenbloom, Joshua L. and William A. Sundstrom. 2004. Ã\u0083Â¢The Decline and Rise of Interstate Migration in the United States: Evidence from the IPUMS, 1850-1990.Ã\u0083Â¢ In Research in Economic History Vol. 22, ed. Alexander Field, 289-325. Amsterdam and San Diego: Elsevier, JAI.",
        "Schulhofer-Wohl, Sam. 2010. Ã\u0083Â¢Negative Equity Does Not Reduce HomeownersÃ\u0083Â¢ Mobility.Ã\u0083Â¢ Federal Reserve Bank of Minneapolis Working Paper 682.",
        "Schultz, Theodore W. 1961. Ã\u0083Â¢Investment in Human Capital.Ã\u0083Â¢ American Economic Review, 51(1): 1-17.",
        "Schwartz, Aba. 1973. Ã\u0083Â¢Interpreting the Effect of Distance on Migration.Ã\u0083Â¢ Journal of Political Economy, 81(5): 1153-1169.",
        "Sjaastad, Larry A. 1962. Ã\u0083Â¢The Costs and Returns of Human Migration.Ã\u0083Â¢ Journal of Political Economy, 70(5, part 2): 80-93.",
        "Tolbert, Charles M. and Molly Sizer Killian. 1987. Ã\u0083Â¢Labor Market Areas for the United States.Ã\u0083Â¢ Staff Report No. AGES870721. Washington, DC: Economic Research Service, U.S. Department of Agriculture.",
        "US Census Bureau. 2009. Design and Methodology American Community Survey. Washington, DC: US Government Printing Office.",
        "Valetta, Robert G. 2010. Ã\u0083Â¢House Lock and Structural Unemployment. Paper presented at the Federal Reserve System Committee on Regional Analysis, New Orleans. November 14-16,"
    ]
}