{
    "id": 17309,
    "cites": 54,
    "cited_by": 2,
    "reference": [
        "Adorno, T. W., E. Frenkel-Brunswik, D. J. Levinson, and R. N. Sanford. 1950. The Authoritarian Personality. Harper.",
        "Alesina, A., E. Glaeser, and B. Sacerdote. 2001. Why Doesn't the United States Have a European-Style Welfare State? Brookings Papers on Economics Activity, Fall: 187Ã\u0083Â¢ 278.",
        "Alesina, A. and E. La Ferrara. 2011. Ã\u0083Â¢A Test of Racial Bias in Capital Sentencing.Ã\u0083Â¢ Harvard Institute of Economic Research Discussion Paper No. 2192. May.",
        "Alexander, M. 2010. The New Jim Crow: Mass Incarceration in the Age of Colorblindness. New York Press.",
        "Austin, J., M. A. Bruce, L. Carroll, P. L. McCall, and S. C. Richards. 2000. Ã\u0083Â¢The Use of Incarceration in the United States.Ã\u0083Â¢ National Policy White Paper. American Society of Criminology, National Policy Committee.",
        "Benabou, R. and J. Tirole. 2011. Ã\u0083Â¢Laws and Norms.Ã\u0083Â¢ Mimeo.",
        "BenoÃ\u0083Æ\u0092t, J.-P. and J. Dubra. 2011. Ã\u0083Â¢Apparent Overconfidence.Ã\u0083Â¢ Econometrica.",
        "Bonczar, T. P. and A. J. Beck. 1997. Ã\u0083Â¢Lifetime Likelihood of Going to State or Federal Prison.Ã\u0083Â¢ U. S. Department of Justice, Bureau of Justice Statistics. March.",
        "Blumstein, A., J. Cohen, and D. Nagin. 1978. Ã\u0083Â¢Deterrence and Incapacitation: Estimating the Effects of Criminal Sanctions on Crime Rates.Ã\u0083Â¢ National Academies Press.",
        "Blumstein, A. 1993. Racial Disproportionality of U. S. Prison Populations Revisited. Colorado Law Review, Vol. 64: 743Ã\u0083Â¢760.",
        "Bushway, S. and R. Paternoster. 2009. Ã\u0083Â¢The Impact of Prison on Crime.Ã\u0083Â¢ In S. Raphael and M. A. Stoll, eds., Do Prisons Make Us Safer? The Benefits and Costs of the Prison Boom. Russell Sage Foundation. Pp. 119Ã\u0083Â¢150.",
        "Cullen, F. and R. Agnew. 2003. Ã\u0083Â¢Anomie/strain Theories of Crime, Part V.Ã\u0083Â¢ In F. Cullen and R. Agnew, eds., Criminological Theory: Essential Readings. Roxbury Publishing Company.",
        "Davis, J. A. and T. W. Smith. 2005. General Social Surveys, 1972Ã\u0083Â¢2004. Machinereadable data file. Roper Center for Public Opinion Research, University of Connecticut.",
        "Dannenberg, J. 2011. Ã\u0083Â¢Nationwide PLN Survey Examines Prison Phone Contracts, Kickbacks.Ã\u0083Â¢ Prison Legal News, Vol. 22, No. 4: 1Ã\u0083Â¢16.",
        "Di Tella, R. and J. Dubra. 2008. Ã\u0083Â¢Crime and Punishment in the American Dream.Ã\u0083Â¢ Journal of Public Economics, Vol. 92: 1564Ã\u0083Â¢1584.",
        "Di Tella, R., S. Edwards, and E. Schargrodsky. 2010. The Economics of Crime: Lessons for and from Latin America. NBER/University of Chicago Press.",
        "Durlauf, S. N. and D. S. Nagin. 2010. Ã\u0083Â¢The Deterrent Effect of Imprisonment.Ã\u0083Â¢ Mimeo. Carnegie Mellon University.",
        "Doob, A. N. and C. M. Webster. 2006. Ã\u0083Â¢Countering Punitiveness: Understanding Stability in CanadaÃ\u0083Â¢s Imprisonment Rate.Ã\u0083Â¢ Law and Society Review, Vol. 40, No. 2: 325Ã\u0083Â¢367.",
        "Feldman, S. 1988. Ã\u0083Â¢Structure and Consistency in Public Opinion: The Role of Core Beliefs and Values.Ã\u0083Â¢ American Journal of Political Science, Vol. 32, No. 2: 416Ã\u0083Â¢440.",
        "Flanagan, S. 1987. Ã\u0083Â¢Value Changes in Industrial Societies.Ã\u0083Â¢ American Political Science Review, Vol. 81: 1303Ã\u0083Â¢1319.",
        "Hall, P. and D. Soskice. 2001. Varieties of Capitalism: The Institutional Foundations of Comparative Advantage. Oxford University Press.",
        "Hochschild, J. 1981. WhatÃ\u0083Â¢s Fair? American Beliefs about Distributive Justice. Harvard University Press.",
        "Inglehart, R. 1990. Culture Shift in Advanced Societies. Chicago University Press.",
        "Jost, J. T., and M. R. Banaji. 1994. Ã\u0083Â¢The Role of Stereotyping in System-Justification and the Production of False Consciousness.Ã\u0083Â¢ British Journal of Social Psychology, Vol. 33, No. 1: 1Ã\u0083Â¢27.",
        "Jost, J. T., J. Glaser, A. W. Kruglanski, and F. J. Sulloway. 2003. Ã\u0083Â¢Political Conservatism as Motivated Social Cognition.Ã\u0083Â¢ Psychological Bulletin, Vol. 129, No. 3: 339Ã\u0083Â¢375.",
        "Kensey, A. and P. Tournier. 1999. Ã\u0083Â¢Prison Population Inflation, Overcrowding and Recidivism: The Situation in France.Ã\u0083Â¢ European Journal on Criminal Policy and Research, Vol. 7: 97Ã\u0083Â¢119.",
        "Ladd, E. C. and K. Bowman. 1998. Attitudes towards Economic Inequality, AEI Press.",
        "Lakoff, G. 1996. Moral Politics: How Liberals and Conservatives Think. University of Chicago Press.",
        "Lipset, S. M. and S. Rokkan. 1967. Ã\u0083Â¢Cleavage Structures, Party Systems, and Voter Alignments: An Introduction.Ã\u0083Â¢ In S. M. Lipset and S. Rokkan, eds., Party Systems and Voter Alignments. Free Press.",
        "Lipset, S. M. 1979. The First New Nation. Norton.",
        "Liptak, A. 2008. Ã\u0083Â¢US: Inmate Count in U.S. Dwarfs Other Nations.Ã\u0083Â¢ New York Times. April 23.",
        "Mauer, M. 2008. Ã\u0083Â¢Testimony of Marc Mauer before the Maryland Commission on Capital Punishment on Race and the Criminal Justice System.Ã\u0083Â¢ The Sentencing Project. August 19.",
        "Mauer, M. and R. S. King. 2007. Ã\u0083Â¢Uneven Justice: State Rates of Incarceration by Race and Ethnicity: A Report by the Sentencing Project.Ã\u0083Â¢ Mimeo.",
        "Messner, S. and R. Rosenfeld. 2001. Ã\u0083Â¢Crime and the American Dream,Ã\u0083Â¢ Ch. 19. In F. Cullen and R. Agnew, eds., Criminological Theory: Essential Readings. Roxbury.",
        "Perron, P. 2005. Ã\u0083Â¢Dealing with Structural Breaks.Ã\u0083Â¢ Mimeo. Boston University.",
        "Putterman, L., J. Roemer, and J. Sylvestre. 1998. Ã\u0083Â¢Does Egalitarianism Have a Future? Journal of Economic Literature, Vol. 36: 861Ã\u0083Â¢902.",
        "Piketty, T. 1995. Ã\u0083Â¢Social Mobility and Redistributive Politics.Ã\u0083Â¢ Quarterly Journal of Economics, Vol. 110, No. 3: 551Ã\u0083Â¢584.",
        "Rapahel, S. and M. Stoll. 2009. Ã\u0083Â¢Why Are So Many Americans in Prison?Ã\u0083Â¢ In S. Raphael and M. A. Stoll, eds., Do Prisons Make Us Safer? The Benefits and Costs of the Prison Boom. Russell Sage Foundation. Pp. 27 72.",
        "Rasmusen, E. 1996. Ã\u0083Â¢Stigma and Self Fulfilling Expectations of Criminality.Ã\u0083Â¢ Journal of Law and Economics, Vol. 39: 519Ã\u0083Â¢544.",
        "Rokeach, M. 1973. The Nature of Human Values. Free Press.",
        "Sampson, R. J. and C. Loeffler. 2010. Ã\u0083Â¢PunishmentÃ\u0083Â¢s Place: The Local Concentration of Mass Incarceration.Ã\u0083Â¢ Daedalus. Vol. 139 (Summer): 20.",
        "Sanfey, A. G., J. K. Rilling, J. A. Aronson, L. E. Nystrom, and J. D. Cohen. 2003. Ã\u0083Â¢The Neural Basis of Economic Decision-making in the Ultimatum Game.Ã\u0083Â¢ Science, Vol. 300: 1755Ã\u0083Â¢1758.",
        "Shariff, A., J. C. Karremans, K. D. Vohs, J. W. Schooler, and J. D. Greene. 2011. Ã\u0083Â¢For They Know Not What They Do: Diminishing Free Will Beliefs Reduces Retribution and Increases Forgiveness.Ã\u0083Â¢ Mimeo. University of Minnesota.",
        "Scherpenzeel, A. 2001. Mode Effects in Panel Surveys: A Comparison of CAPI and CATI. Bundesamt fur Statistik.",
        "Sunstein, C. 1996. Ã\u0083Â¢On the Expressive Function of Law.Ã\u0083Â¢ University of Pennsylvania Law Review, Vol. 144, No. 5: 2021Ã\u0083Â¢2053.",
        "Tonry, M. 1998. Ã\u0083Â¢Introduction: Crime and Punishment in America.Ã\u0083Â¢ In M. Tonry, ed., The Handbook of Crime and Punishment. Oxford University Press.",
        "Van Dijk, J. J. M., J. N. van Kesteren, and P. Smit. 2008. Criminal Victimisation in International Perspective, Key Findings from the 2004Ã\u0083Â¢2005 ICVS and EU ICS. Boom Legal Publishers.",
        "Vohs, K. D. and J. R. Schooler. 2008. Ã\u0083Â¢The Value of Believing in Free Will: Encouraging a Belief in Determinism Increases Cheating.Ã\u0083Â¢ Psychological Science, Vol. 19: 49Ã\u0083Â¢54.",
        "Walmsley, R. 2007. World Prison Population List, 7th edition. International Centre for Prison Studies, School of Law, King's College London.",
        "Webster, C. M. and A. N. Doob. 2007. Ã\u0083Â¢Punitive Trends and Stable Imprisonment Rates in Canada.Ã\u0083Â¢ Crime and Justice: A Review of Research, Vol. 36: 297Ã\u0083Â¢369.",
        "Western, B. 2002. Ã\u0083Â¢The Impact of Incarceration on Wage Mobility and Inequality.Ã\u0083Â¢ American Sociological Review, Vol. 67, No. 4: 526Ã\u0083Â¢546.",
        "Western, B. 2006. Punishment and Inequality in America. Russell Sage.",
        "Whitman, J. Q. 2003. Harsh Justice: Criminal Punishment and the Widening Divide between America and Europe. Oxford University Press.",
        "Zaller, J. 1991. Ã\u0083Â¢Information, Values and Opinions.Ã\u0083Â¢ American Political Science Review, Vol. 85, No. 4: 1215Ã\u0083Â¢1237."
    ]
}