{
    "id": 17315,
    "cites": 59,
    "cited_by": 6,
    "reference": [
        "Adelino, M., K. Gerardi, and P. Willen (2009). Why donÃ\u0083Â¢t lenders renegotiate more home mortgages? Redefaults, self-cures, and securitization. NBER Working Paper 15159.",
        "Agarwal, S., B. W. Ambrose, S. Chomsisengphet, and A. B. Sanders (2010). Thy neighborÃ\u0083Â¢s mortgage: Does living in a subprime neighborhood aÃ\u0083Â¯ect oneÃ\u0083Â¢s probability of default? Forthcoming: Real Estate Economics.",
        "Ai, C. and E. C. Norton (2003). Interaction terms in logit and probit models. Economics Letters 80, 123Ã\u0083Â¢129.",
        "Amromin, G., J. Huang, and C. Sialm (2007). The tradeoÃ\u0083Â¯ between mortgage prepayments and tax-deferred savings. Journal of Public Economics 91, 2014Ã\u0083Â¢2040.",
        "An, X., Y. Deng, and S. A. Gabriel (2011). Asymmetric information, adverse selection, and the pricing of CMBS. Journal of Financial Economics 100, 304Ã\u0083Â¢325.",
        "Bajari, P., C. S. Chu, and M. Park (2010). An empirical model of subprime mortgage default from 2000 to 2007. University of Minnesota and Federal Reserve Board.",
        "Barlevy, G. and J. Fisher (2010). Backloaded mortgages and house price speculation. Federal Reserve Bank of Chicago.",
        "Berndt, A., B. HolliÃ\u0083Â¯eld, and P. Sandas (2010). The role of mortgage brokers in the subprime crisis. Carnegie Mellon University.",
        "Bond, P., D. K. Musto, and B. Yilmaz (2009). Predatory mortgage lending. Journal of Financial Economics 94, 412Ã\u0083Â¢427.",
        "Brunnermeier, M. K. and C. Julliard (2008). Money illusion and housing frenzies. Review of Financial Studies 21, 135Ã\u0083Â¢180.",
        "Campbell, J. Y. (2006). Household Ã\u0083Â¯nance. Journal of Finance 61, 1553Ã\u0083Â¢1604.",
        "Campbell, J. Y. and J. F. Cocco (2003). Household risk management and optimal mortgage choice. Quarterly Journal of Economics 118, 1449Ã\u0083Â¢1494.",
        "Campbell, J. Y., S. Giglio, and P. Pathak (2010). Forced sales and house prices. Forthcoming: American Economic Review.",
        "Carlin, B. I. (2009). Strategic price complexity in retail Ã\u0083Â¯nancial markets. Journal of Financial Economics 91, 278Ã\u0083Â¢287.",
        "Carlin, B. I. and G. Manso (2010). Obfuscation, learning, and the evolution of investor sophistication. University of California Los Angeles and MIT.",
        "Cocco, J. F. (2010). Understanding the trade-oÃ\u0083Â¯s of alternative mortgage products. London Business School.",
        "Corbae, D. and E. Quintin (2010). Mortgage innnovation and the foreclosure boom. University of Texas and University of Wisconsin.",
        "Cox, R., D. Brounen, and P. Neuteboom (2011). Mortgage choice by households; Empirical evidence from the mortgage market. RSM Erasmus University Rotterdam and Tilburg University.",
        "Demyanyk, Y. and O. V. Hemert (2011). Understanding the subprime mortgage crisis. Review of Financial Studies 24, 1848Ã\u0083Â¢1880.",
        "Deng, Y. and J. M. Quigley (2009). Irrational borrowers and the pricing of residential mortgages. National University of Singapore and University of California Berkeley.",
        "Deng, Y., J. M. Quigley, and S. A. Gabriel (2000). Mortgage terminations, heterogeneity and the exercise of mortgage options. Econometrica 68, 275Ã\u0083Â¢307.",
        "Dunn, K. B. and J. J. McConnell (1981). Valuation of mortgage-backed securities. Journal of Finance 36, 599Ã\u0083Â¢617.",
        "Dunn, K. B. and C. S. Spatt (1999). Call options, points, and dominance restrictions on debt contracts. Journal of Finance 54, 2317Ã\u0083Â¢2337.",
        "Favilukis, J., S. C. Ludvigson, and S. Van Nieuwerburgh (2011). The macroeconomic effects of housing wealth, housing Ã\u0083Â¯nance, and limited risk-sharing in general equilibrium. London School of Economics and New York University.",
        "Gabaix, X., A. Krishnamurthy, and O. Vigneron (2007). Limits of arbitrage: Theory and evidence from the mortgage backed securities market. Journal of Finance 62, 557Ã\u0083Â¢596.",
        "Gabaix, X. and D. Laibson (2006). Shrouded attributes, consumer myopia, and information suppression in competitive markets. Quarterly Journal of Economics 121, 461Ã\u0083Â¢504.",
        "Gabriel, S. A. and S. S. Rosenthal (2010). Do the GSEs expand the supply of mortgage credit? New evidence of crowd out in the secondary mortgage market. Forthcoming: Journal of Public Economics.",
        "Gerardi, K. S., H. S. Rosen, and P. S. Willen (2010). The impact of deregulation and Ã\u0083Â¯nancial innovation on consumers: The case of the mortgage market. Journal of Finance 65, 333Ã\u0083Â¢360.",
        "Ghent, A. C. and M. Kudlyak (2010). Recourse and residential mortgage default: Theory and evidence from U.S. states. Baruch College and Federal Reserve Bank of Richmond.",
        "Glaeser, E. L., J. Gottleb, and J. Gyourko (2010). Can cheap credit explain the housing boom? Harvard University.",
        "Goetzmann, W. N., L. Peng, and J. Yen (2010). The subprime crisis and house price appreciation. Yale University and University of Colorado.",
        "Guiso, L., P. Sapienza, and L. Zingales (2009). Moral and social constraints to strategic default on mortgages. European University Institute, Northwestern University, and University of Chicago.",
        "Jiang, W., A. A. Nelson, and E. Vytlacil (2010a). LiarÃ\u0083Â¢s loan? EÃ\u0083Â¯ects of origination channel and information falsiÃ\u0083Â¯cation on mortgage delinquency. Columbia University.",
        "Jiang, W., A. A. Nelson, and E. Vytlacil (2010b). Securitization and loan performance: A contrast of ex ante and ex post relations in the mortgage market. Columbia University.",
        "Keys, B. J., T. Mukherjee, A. Seru, and V. Vig (2009). Financial regulation and securitization: Evidence from subprime loans. Journal of Monetary Economics 56, 700Ã\u0083Â¢720.",
        "Keys, B. J., T. Mukherjee, A. Seru, and V. Vig (2010). Did securitization lead to lax screeing? Evidence from subprime loans. Quarterly Journal of Economics 125, 307Ã\u0083Â¢ 362.",
        "Koijen, R. S. J., O. Van Hemert, and S. Van Nieuwerburgh (2009). Mortgage timing. Journal of Financial Economics 93, 292Ã\u0083Â¢324.",
        "Lamont, O. and J. C. Stein (1999). Leverage and house-price dynamics in U.S. cities. RAND Journal of Economics 30, 498Ã\u0083Â¢514.",
        "Landvoigt, T., M. Piazzesi, and M. Schneider (2010). The housing market(s) of San Diego. Stanford University.",
        "Li, W., M. J. White, and N. Zhu (2010). Did bankruptcy reform cause mortgage default to rise? Forthcoming: American Economic Journal: Economic Policy.",
        "LongstaÃ\u0083Â¯, F. A. (2005). Borrower credit and the valuation of mortgage-backed securities. Real Estate Economics 33, 619Ã\u0083Â¢661.",
        "Loutskina, E. and P. E. Strahan (2009). Securitization and the declining impact of bank Ã\u0083Â¯nancial condition on loan supply: Evidence from mortgage originations. Journal of Finance 64, 861Ã\u0083Â¢922.",
        "Lustig, H. and S. Van Nieuwerburgh (2005). Housing collateral, consumption insurance and risk premia: An empirical perspective. Journal of Finance 60, 1167Ã\u0083Â¢1219.",
        "Mayer, C., K. Pence, and S. Sherlund (2009). The rise in mortgage defaults. Journal of Economic Perspectives 23, 23Ã\u0083Â¢50.",
        "Melzer, B. T. (2010). Mortgage debt overhang: Reduced investment by homeowners with negative equity. Northwestern University.",
        "Mian, A. and A. SuÃ\u0083Â¯ (2009). The consequences of mortgage credit expansion: Evidence from the U.S. mortgage default crisis. Quarterly Journal of Economics 124, 1449Ã\u0083Â¢1496.",
        "Ortalo-Magne, F. and S. Rady (2006). Housing market dynamics: On the contribution of income shocks and credit constraints. Review of Economic Studies 73, 459Ã\u0083Â¢485.",
        "Piazzesi, M., M. Schneider, and S. Tuzel (2007). Housing, consumption, and asset pricing. Journal of Financial Economics 83, 531Ã\u0083Â¢569.",
        "Piskorski, T., A. Seru, and V. Vig (2010). Securitization and distressed loan renegotiation: Evidence from the subprime mortgage crisis. Forthcoming: Journal of Financial Economics.",
        "Piskorski, T. and A. Tchistyi (2010). Optimal mortgage design. Review of Financial Studies 23, 3098Ã\u0083Â¢3140.",
        "Purnanandam, A. (2011). Originate-to-distribute model and subprime mortgage crisis. Review of Financial Studies 24, 1881Ã\u0083Â¢1915.",
        "Rajan, U., A. Seru, and V. Vig (2010). The failure of models that predict failure: Distance, incentives and defaults. University of Michigan, University of Chicago, and London Business School.",
        "Schwartz, A. (2007). Household reÃ\u0083Â¯nancing behavior in Ã\u0083Â¯xed rate mortgages. Harvard University.",
        "Schwartz, E. S. and W. N. Torous (1989). Prepayment and the valuation of mortgage-backed securities. Journal of Finance 44, 375Ã\u0083Â¢392.",
        "Stanton, R. (1995). Rational prepayment and the valuation of mortgage-backed securities. Review of Financial Studies 8, 677Ã\u0083Â¢708.",
        "Stein, J. C. (1995). Prices and trading volume in the housing market: A model with downpayment eÃ\u0083Â¯ects. Quarterly Journal of Economics 110, 379Ã\u0083Â¢406.",
        "Van Nieuwerburgh, S. and P.-O. Weill (2010). Why has house price dispersion gone up? Review of Economic Studies 77, 1567Ã\u0083Â¢1606.",
        "Vickery, J. (2007). Interest rates and consumer choice in the residential mortgage market. Federal Reserve Bank of New York.",
        "Woodward, S. E. and R. E. Hall (2010). Diagnosing consumer confusion and sub-optimal shopping eÃ\u0083Â¯ort: Theory and mortgage-market evidence. NBER Working Paper 16007."
    ]
}