{
    "id": 17324,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "Ahn, T.K., R. Mark Isaac, and Timothy C. Salmon. 2009. Ã\u0083Â¢Coming and going: Experiments on endogenous group sizes for excludable public goods.Ã\u0083Â¢ Journal of Public Economics, 93(1-2): 336-351.",
        "Ai, Chunrong and Edward C. Norton. 2003. Ã\u0083Â¢Interaction terms in logit and probit models.Ã\u0083Â¢ Economics Letters, 80(1): 123-129.",
        "Ashlagi, Itai, Duncan S. Gilchrist, Alvin E. Roth, and Michael A. Rees. 2011. Ã\u0083Â¢Nonsimultaneous Chains and Dominos in Kidney Paired Donation Ã\u0083Â¢ Revisited.Ã\u0083Â¢ American Journal of Transplantation, 11(5): 984-994.",
        "Benartzi, Shlomo and Richard H. Thaler. 2007. Ã\u0083Â¢Heuristics and Biases in Retirement Savings Behavior.Ã\u0083Â¢ Journal of Economic Perspectives, 21(3): 81-104.",
        "Bergstrom, Ted C., Rodney J. Garratt, and Damien Sheehan-Connor. 2009. Ã\u0083Â¢One Chance in a Million: Altruism and the Bone Marrow Registry.Ã\u0083Â¢ American Economic Review, 99(4): 1309-1334.",
        "Bergstrom, Ted C., Rodney J. Garratt, and Damien Sheehan-Connor. 2011. Ã\u0083Â¢Stem Cell Donor Matching for Patients of Mixed Race.Ã\u0083Â¢ Unpublished. http://escholarship.org/uc/item/22w466q9 Bird, Sheila M. and John Harris. 2010. Ã\u0083Â¢Time to move to presumed consent for organ donation.Ã\u0083Â¢ British Medical Journal, 340, May 8: 1010-1012.",
        "Cinyabuguma, Matthias, Talbot Page, and Louis Putterman. 2005. Ã\u0083Â¢Cooperation under the threat of expulsion in a public goods experiment.Ã\u0083Â¢ Journal of Public Economics, 89(8): 1421-1435.",
        "Deffains, Bruno and Jean Mercier Ythier. 2010. Ã\u0083Â¢Optimal production of transplant care services.Ã\u0083Â¢ Journal of Public Economics, 94(9-10): 638-653.",
        "Donate Life America. 2010. National Donor Designation Report Card 2010. Richmond, Virginia: Donate Life America.",
        "Donate Life America. 2011. National Donor Designation Report Card 2011. Richmond, Virginia: Donate Life America.",
        "Erev, Ido and Alvin E. Roth. 1998. Ã\u0083Â¢Predicting how people play games: Reinforcement learning in experimental games with unique, mixed strategy equilibria.Ã\u0083Â¢ American Economic Review, 88(4): 848-881.",
        "FÃ\u0083Æ\u0092ve, FrÃ\u0083Æ\u0092dÃ\u0083Æ\u0092rique, Anne Cambon-Thomsen, Jean-FranÃ\u0083Æ\u0092ois Eliaou, Pierre-Antoine Gourraud, Colette Raffoux, and Jean-Pierre Florens, Ã\u0083Â¢Ã\u0083Æ\u0092valuation Ã\u0083Æ\u0092conomique de lÃ\u0083Â¢Organisation dÃ\u0083Â¢un Registre de Donneurs de Cellules Souches HÃ\u0083Æ\u0092matopoÃ\u0083Æ\u0092Ã\u0083Æ\u0092tiques,Ã\u0083Â¢ Revue dÃ\u0083Â¢Ã\u0083Æ\u0092pidÃ\u0083Æ\u0092miologie et de SantÃ\u0083Æ\u0092 Publique, 55, 4, 2007, 275-84.",
        "FÃ\u0083Æ\u0092ve, FrÃ\u0083Æ\u0092dÃ\u0083Æ\u0092rique and Jean-Pierre Florens. 2005. Ã\u0083Â¢Matching Models and Optimal Registry for Voluntary Organ Donation Registries.Ã\u0083Â¢ Unpublished.",
        "Fischbacher, Urs. 2007. Ã\u0083Â¢z-Tree: Zurich Toolbox for Ready-made Economic Experiments.Ã\u0083Â¢ Experimental Economics, 10(2): 171-178.",
        "Glazier, Alexandra K. 2006. Ã\u0083Â¢Donor rights and registries.Ã\u0083Â¢ Med Ethics, 13(1): 4.",
        "Glazier, Alexandra K. 2009. Ã\u0083Â¢A Gift For Life. Considerations on Organ Donation: America.Ã\u0083Â¢ Transplantation, 88(7S): S131-132.",
        "Healy, Kieran. 2006. Ã\u0083Â¢Do Presumed Consent Laws Raise Organ Procurement Rates?Ã\u0083Â¢ DePaul Law Review, 55: 1017Ã\u0083Â¢1043.",
        "Johnson, Eric J. and Daniel G. Goldstein. 2004. Ã\u0083Â¢Defaults and Donation Decisions.Ã\u0083Â¢ Transplantation, 78(12): 1713-1716.",
        "Kessler, Judd B. and Stephen Leider. 2011. Ã\u0083Â¢Norms and Contracting.Ã\u0083Â¢ Forthcoming at Management Science.",
        "Lacetera, Nicola and Mario Macis. 2008. Ã\u0083Â¢Social image concerns and prosocial behavior: Field evidence from a nonlinear incentive scheme.Ã\u0083Â¢ Journal of Economic Behavior and Organization, 76: 225Ã\u0083Â¢237.",
        "Lacetera, Nicola, Mario Macis, and Robert Slonim. 2011. Ã\u0083Â¢Will There Be Blood? Incentives and Substitution Effects in Pro-Social Behavior.Ã\u0083Â¢ Forthcoming at American Economic Journal: Economic Policy.",
        "Leider, Stephen and Alvin E. Roth. 2010. Ã\u0083Â¢Kidneys for sale: Who disapproves, and why?Ã\u0083Â¢ American Journal of Transplantation, 10(5): 1221-1227.",
        "MellstrÃ\u0083Æ\u0092m, Carl and Magnus Johannesson. 2008. Ã\u0083Â¢Crowding Out in Blood Donation: Was Titmuss Right?Ã\u0083Â¢ Journal of the European Economic Association, 6(4): 845-863.",
        "Norton, Edward C., Hua Wang, Chunrong Ai. 2004. Ã\u0083Â¢Computing interaction effects and standard errors in logit and Probit models.Ã\u0083Â¢ The Stata Joumal, 4(2): 154-167.",
        "Organ Procurement and Transplantation Network (OPTN), Ã\u0083Â¢Concepts for Kidney Allocation,Ã\u0083Â¢ February 16, 2011, http://www.documentcloud.org/documents/70555-concepts-forrevising -kidney-allocation-system.html Rees, Michael A., Jonathan E. Kopke, Ronald P. Pelletier, Dorry L. Segev, Matthew E. Rutter, Alfredo J. Fabrega, Jeffrey Rogers, Oleh G. Pankewycz, Janet Hiller, Alvin E. Roth, Tuomas Sandholm, Utku Ã\u0083Æ\u0092nver, and Robert A. Montgomery. 2009. Ã\u0083Â¢A NonSimultaneous Extended Altruistic Donor Chain.Ã\u0083Â¢ New England Journal of Medicine, 360( 11): 1096-1101.",
        "Roth, Alvin E. 2002. Ã\u0083Â¢The Economist as Engineer: Game Theory, Experimental Economics and Computation as Tools of Design Economics.Ã\u0083Â¢ Econometrica, 70(4): 1341-1378.",
        "Roth, Alvin E. 2007. Ã\u0083Â¢Repugnance as a constraint on markets.Ã\u0083Â¢ Journal of Economic Perspectives, 21(3): 37-58.",
        "Roth, Alvin E. 2008. Ã\u0083Â¢What have we learned from market design?Ã\u0083Â¢ Economic Journal, 118(March): 285-310.",
        "Roth, Alvin E. and Ido Erev. 1995. Ã\u0083Â¢Learning in Extensive-Form Games: Experimental Data and Simple Dynamic Models in the Intermediate Term.Ã\u0083Â¢ Games and Economic Behavior, 8(1): 164-212.",
        "Roth, Alvin E., Tayfun SÃ\u0083Æ\u0092nmez, and M. Utku Ã\u0083Æ\u0092nver. 2005. Ã\u0083Â¢A Kidney Exchange Clearinghouse in New England.Ã\u0083Â¢ American Economic Review, Papers and Proceedings, 95(2): 376-380.",
        "Roth, Alvin E., Tayfun SÃ\u0083Æ\u0092nmez, M. Utku Ã\u0083Æ\u0092nver, Francis L. Delmonico, and Susan L. Saidman. 2006. Ã\u0083Â¢Utilizing List Exchange and Undirected Good Samaritan Donation through Ã\u0083Â¢ChainÃ\u0083Â¢ Paired Kidney Exchanges.Ã\u0083Â¢ American Journal of Transplantation, 6(11): 26942705.",
        "Roth, Alvin E., Tayfun SÃ\u0083Æ\u0092nmez, and M. Utku Ã\u0083Æ\u0092nver. 2007. Ã\u0083Â¢Efficient Kidney Exchange: Coincidence of Wants in Markets with Compatibility-Based Preferences.Ã\u0083Â¢ American Economic Review, 97(3): 828-51.",
        "Saidman, Susan L., Alvin E. Roth, Tayfun SÃ\u0083Æ\u0092nmez, M. Utku Ã\u0083Æ\u0092nver, and Francis L. Delmonico. 2006. Ã\u0083Â¢Increasing the Opportunity of Live Kidney Donation By Matching for Two and Three Way Exchanges.Ã\u0083Â¢ Transplantation, 81(5): 773-782.",
        "Swope, Kurtis J. 2002. Ã\u0083Â¢An Experimental Investigation of Excludable Public Goods,Ã\u0083Â¢ Experimental Economics, 5(3): 209-222.",
        "Thaler, Richard H. and Cass R. Sunstein. 2008. Nudge: improving decisions about health, wealth, and happiness. New Haven, CT: Yale University Press.",
        "Thaler, Richard H. 2009. Ã\u0083Â¢Opting in vs. Opting out.Ã\u0083Â¢ The New York Times, September 26, 2009.",
        "Titmuss, Richard M. 1970. The Gift Relationship. London: Allen and Unwin.",
        "U.S. Department of Health and Human Services, Health Resources and Services Administration, Healthcare Systems Bureau, Division of Transplantation. 2009. 2009 Annual Report of the U.S. Organ Procurement and Transplantation Network and the Scientific Registry of Transplant Recipients: Transplant Data 1998-2008. Rockville, MD.",
        "Wallis, C. Bradley, Kannan P. Samy, Alvin E. Roth, and Michael A. Rees. 2011. Ã\u0083Â¢Kidney Paired Donation,Ã\u0083Â¢ Nephrology Dialysis Transplantation, 26 (7): 2091-2099 NEWS STORIES AND BLOGS MENTIONED BUT NOT CITED http://www.dailynews.com/news/ci_14970110 http://www.bloomberg.com/apps/news?pid=20601101&sid=ajgBoFtYJFKI http://www.medicalnewstoday.com/articles/174514.php http://marketdesigner.blogspot.com/search/label/chains http://marketdesigner.blogspot.com/2008/11/british-organ-donation-opt-in-versus.html LEGISLATION Section 301, National Organ Transplant Act (NOTA), 42 U.S.C. 274e 1984 Human Organ Transplant Act: http://www.moh.gov.sg/mohcorp/legislations.aspx?id=1672 PROPOSED LEGISLATION http://assembly.state.ny.us/leg/?default_fld=&bn=A09865&Summary=Y&Actions=Y&Text=Y"
    ]
}