{
    "id": 1732,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "1. Alder, M. and Bruce Lehmann, Deviations from purchasing power parity in the long run, Journal of Finance 38 (December 1983): 1471-1488.",
        "2. Barro, Robert J., 1983, Real determinants of real exchange rates, unpublished, University of Chicago.",
        "3. Bilson, John F.O., 1978, Rational expectations and the exchange rate, in Jacob Frenkel and Harry Johnson, eds., The economics of exchange rates (Reading: AddisonWesley Press).",
        "4. Burmeister, Edwin, Robert P. Flood, and Peter M. Garber, 1983, On the equivalence of solutions in rational expectations models, Journal of Economic Dynamics and Control 5, 311-321.",
        "5. Council of Economic Advisors, 1984, Economic report of the President, (Washington: U.S. Government Printing Office).",
        "6. Cumby, Robert E., John Huizinga and Maurice Obstfeld, 1983, Two-step two-stage least squares estimation in models with rational expectations, Journal of Econometrics 21, April, 333-355.",
        "7. Cumby, R.E. and Maurice Obstfeld, International interest-rate and price-level linkages under flexible exchange rates: A Review of recent evidence, Bellagio Conference on Exchange Rate Theory and Practice (January 1982).",
        "8. Danker, Deborah J., Richard A. Haas, Dale W. Henderson, Steven A. Symansky, and Ralph W. Tryon, 1985, Small empirical models of exchange market intervention: applications to Germany, Japan, and Canada, Board of Governors of the Federal Reserve System Staff Studies 135.",
        "9. Dickey, D.A., and W.A. Fuller, 1979, Distribution of the estimators for autoregressive time series with a unit root, JASA 79, 427-431. Bibliography 26",
        "12. Dornbusch, Rudiger, 1976, Expectations and exchange rate dynamics, Journal of Political Economy 84, 1161-1176.",
        "13. Evans, G.B.A., and Savin, N.E., 1981, Testing for unit roots: 1, Econometrica 49, 753-780.",
        "14. Flood, Robert P., 1981, Explanations of exchange-rate volatility and other empirical regularities in some popular models of the foreign exchange market, in Karl Brunner and Allen Meltzer (eds.), Carnegie-Rochester Conference Series on Public Policy 15.",
        "15. Frankel, Jeffrey A., 1979, On the mark: A theory of floating exchange rates based on real interest differentials, American Economic Review 69, 610-622.",
        "16. Frankel, Jeffrey A., 1982, In search of the exchange risk premium: a six currency test assuming mean variance optimization, Journal of International Money and Finance 1, 255-274.",
        "17. Frenkel, Jacob A., 1976, A monetary approach to the exchange rate: Doctrinal aspects and empirical evidence, Scandinavian Journal of Economics 78, 200-224.",
        "19. Fuller, Wayne, A., 1976, Introduction to Statistical Time Series (New York: John Wiley and Sons).",
        "20. Granger, C.W.J., 1983, Co-integrated variables and error-correcting models, unpublished, U.C. San Diego Discussion Paper No. 83-139.",
        "21. Granger, C.W.J., and R.F. Engle, 1984, Dynamic model specification with equilibrium constraints: Co-integration and error correction, unpublished, U.C. San Diego.",
        "22. Hakkio, Craig S., A re-examination of purchasing power parity: A multi-country and multi-period study, Journal of International Economics (November 1984): 265-278. Bibliography 27",
        "23. Hamilton, James D., and Charles M. Whiteman, 1985, The observable implications of self-fulfilling expectations, forthcoming in the Journal of Monetary Economics.",
        "24. Hannan, E.J., 1970, Multiple time series (New York: John Wiley and Sons).",
        "25. Harvey, A.C., 1981, The Econometric Analysis of Time Series (Oxford: Philip Allan).",
        "26. Henriksson, R.D., and R.C. Merton, 1981, On market timing and investment performance, II. Statistical procedures for evaluating forecasting skills, Journal of Business 54, 513-533.",
        "27. Hogg, Robert V., and Allen T. Craig, 1970, Introduction to Mathematical Statistics (New York: Macmillan).",
        "28. Hooper, Peter and John E. Morton, 1982, Fluctuations in the dollar: A model of nominal and real exchange rate determination, Journal of International Money and Finance 1, April 39-56.",
        "29. Isard, Peter, 1983, An accounting framework and some issues for modeling how exchange rates respond to the news, in Jacob Frenkel (ed.), Exchange rates and international macroeconomics (Chicago: NBER and University of Chicago Press).",
        "31. Levich, Richard M., 1980, Analyzing the Accuracy of Foreign Exchange Advisory Services: Theory and Evidence, chapter 5 in Levich and Wihlborg (eds.), Exchange Risk and Exposure (Lexington Books).",
        "32. McCallum, Bennet T., 1976, Rational expectations and the natural rate hypothesis: Some consistent estimates, Econometrica 44, Janaury, 43-52.",
        "33. Meese, Richard A., and Kenneth J. Singleton, 1982, On unit roots and the empirical modeling of exchange rates, Journal of Finance 37, September, 1029-1035.",
        "34. Meese, Richard A., and Kenneth Rogoff, 1983a, Empirical exchange rate models of the seventies: Do they fit out-of-sample? Journal of International Economics 14, February, 3-24.",
        "35. Meese, Richard A., and Kenneth Rogoff, 1983b, The out-of-sample failure of empirical exchange rate models: Sampling error or misspecification? in Jacob Frenkel (ed.), Exchange rates and international macroeconomics (Chicago: NBER and University of Chicago Press). Bibliography 28",
        "36. Meese, Richard A., 1986, Testing for bubbles in exchange markets: A case of sparkling rates? Journal of Political Economy, forthcoming.",
        "37. Mussa, Michael, 1979, Empirical regularities in the behavior of exchange rates and theories of the foreign exchange market. In K. Brunner and A. Meltzer (eds.), Policies for employment, prices, and exchange rates. Carnegie-Rochester Conference, Volume H. Amsterdam: North Holland.",
        "38. Obstfeld, Maurice and Kenneth Rogoff, 1984, Speculative hyperinflations in maximizing models: Can we rule them out? Journal of Political Economy 91, August, 675-687.",
        "39. ___________________________________, 1984, Sticky-price exchange rate models under alternative price-adjustment rules, International Economic Review 25, 159-174.",
        "40. __________________________________, 1986, Ruling out divergent speculative models, Journal of Monetary Economics 16 (May).",
        "41. Rogoff, Kenneth, 1984, On the effects of sterilized intervention: An analysis of weekly data, Journal of Monetary Economics 14, 133-150.",
        "42. Shafer, Jeffrey R., and Bonnie E. Loopesko, 1983, Floating exchange rates after ten years, Brooking Papers on Economic Activity 1, 1-70.",
        "43. Simpson, Thomas D., and Richard D. Porter, 1980, Some issues involving the definition and interpretation of the monetary aggregates, in Controlling Monetary Aggregates, Vol. III, Federal Reserve Bank of Boston conference series No. 23.",
        "44. West, K.D., 1985, A standard monetary model and the variability of the Deutschemark-dollar exchange rate, unpublishe d., Princeton University.",
        "45. Woo, W.T., 1984, Speculative bubbles in the foreign exchange markets, Brookings Discussion Papers No. 13.",
        "46. ____________________, 1985, The monetary approach to exchange rate determination under rational expectations: The dollar-deutschemark rate, Journal of International Economics 18, 1-16. Bibliography 29"
    ]
}