{
    "id": 17327,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Abraham, Katharine, and Christopher Mackie, Beyond the Market. Washington: National Academies Press, 2005.",
        "Biddle, Jeff, and Daniel Hamermesh, Ã\u0083Â¢Beauty, Productivity and Discrimination: LawyersÃ\u0083Â¢ Looks and Lucre,Ã\u0083Â¢ Journal of Labor Economics, 16 (Jan. 1998): 172-201.",
        "Blanchflower, David, and Andrew Oswald, Ã\u0083Â¢Well-Being over Time in Britain and the USA,Ã\u0083Â¢ Journal of Public Economics, 88 (July 2004): 1359-86.",
        "--------------------------, and ----------------------, Ã\u0083Â¢Hypertension and Happiness Across Nations,Ã\u0083Â¢ Journal of Health Economics, 27 (March 2008): 218-33.",
        "Clark, Andrew, Ed Diener, Yannis Georgellis and Richard Lucas, Ã\u0083Â¢Lags and Leads in Life Satisfaction: A Test of the Baseline Hypothesis,Ã\u0083Â¢ Economic Journal, 118 (June 2008): F222-43.",
        "Conti, Gabriella, and Stephen Pudney, Ã\u0083Â¢Survey Design and the Analysis of Satisfaction,Ã\u0083Â¢ Review of Economics and Statistics, 93 (2011): 1087-93.",
        "Deaton, Angus, and Raksha Arora, Ã\u0083Â¢Life at the Top: The Benefits of Height,Ã\u0083Â¢ Economics and Human Biology, 7 (July 2009): 133-6.",
        "Diener, Ed, Frank Fujita and Brian Wolsic, Ã\u0083Â¢Physical Attractiveness and Subjective Well-Being,Ã\u0083Â¢ Journal of Personality and Social Psychology, 69 (July 1995): 120-129.",
        "Easterlin, Richard. Happiness, Growth, and the Life Cycle. New York: Oxford University Press, 2010.",
        "Gautier, Pieter, Michael Svarer and Coen Teulings, Ã\u0083Â¢Marriage and the City: Search Frictions and Sorting of Singles,Ã\u0083Â¢ Journal of Urban Economics, 67 (March 2010): 206-18.",
        "Hamermesh, Daniel, Ã\u0083Â¢Subjective Outcomes in Economics,Ã\u0083Â¢ Southern Economic Journal, 71 (July 2004): 2-11.",
        "Harper, Barry, Ã\u0083Â¢Beauty, Stature and the Labour Market: A British Cohort Study,Ã\u0083Â¢ Oxford Bulletin of Economics and Statistics, 62 (Dec. 2000): 771-800.",
        "Hartog, Joop, and Hessel Oosterbeek, Ã\u0083Â¢Health, Wealth and Happiness: Why Pursue a Higher Education?Ã\u0083Â¢ Economics of Education Review, 17 (June 1998): 245-56.",
        "Hatfield, Elaine, and Susan Sprecher, Mirror, MirrorÃ\u0083Â¢: The Importance of Looks in Everyday Life. New York: SUNY Press, 1986.",
        "Hitsch, GÃ\u0083Æ\u0092nter, Ali HortaÃ\u0083Æ\u0092su and Dan Ariely, Ã\u0083Â¢Matching and Sorting in Online Dating,Ã\u0083Â¢ American Economic Review, 100 (March 2010): 130-163.",
        "Kahneman, Daniel, and Angus Deaton, Ã\u0083Â¢High Income Improves Evaluation of Life but not Emotional Well-Being,Ã\u0083Â¢ Proceedings of the National Academy of Science, (Aug. 2010): Leigh, Andrew, and Tirta Susilo, Ã\u0083Â¢Is Voting Skin-deep? Estimating the Effect of Candidate Ballot Photographs on Election Outcomes,Ã\u0083Â¢ Journal of Economic Psychology, 30 (Feb. 2009): 61-70.",
        "Lubotsky, Darren, and Martin Wittenberg, Ã\u0083Â¢Interpretation of Regressions with Multiple Proxies,Ã\u0083Â¢ Review of Economics and Statistics, 88 (Aug. 2006): 549-62.",
        "Mathes, Eugene, and Arnold Kahn, Ã\u0083Â¢Physical Attractiveness, Happiness, Neuroticism and Self-Esteem,Ã\u0083Â¢ Journal of Psychology: Interdisciplinary and Applied, 90 (May 1975): 27-30.",
        "Oswald, Andrew, and Stephen Wu, Ã\u0083Â¢Well-Being Across America: Evidence from a Random Sample of One Million Americans,Ã\u0083Â¢ Review of Economics and Statistics, 93 (2011), forthcoming.",
        "Plaut, Victoria, Glenn Adams and Stephanie Anderson, Ã\u0083Â¢Does Attractiveness Buy Happiness? Ã\u0083Â¢It Depends on Where YouÃ\u0083Â¢re From,Ã\u0083Â¢ Personal Relationships, 16 (Dec. 2009): 619-30.",
        "Scholz, John Karl, and Kamil Sicinski, Ã\u0083Â¢Facial Attractiveness and Lifetime Earnings: Evidence from a Cohort Study,Ã\u0083Â¢ Unpublished Paper, University of WisconsinÃ\u0083Â¢Madison, 2011.",
        "Scitovsky, Tibor, The Joyless Economy. New York: Oxford University Press, 1976.",
        "Seligman, Martin, Authentic Happiness. New York: Free Press, 2004 Stevenson, Betsey, and Justin Wolfers, Ã\u0083Â¢Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox,Ã\u0083Â¢ Brookings Papers on Economic Activity (Spring 2008): 1-87.",
        "Thornhill, Randy, and Karl Grammer, Ã\u0083Â¢The Body and Face of Woman: One Ornament that Signals Quality?Ã\u0083Â¢ Evolution and Human Behavior, 20 (March 1999): 105-20.",
        "Umberson, Debra, and Michael Hughes, Ã\u0083Â¢The Impact of Physical Attractiveness on Achievement and Psychological Well-Being,Ã\u0083Â¢ Social Psychology Quarterly, 50 (Sept. 1987): 227-36."
    ]
}