{
    "id": 17329,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Alesina, Alberto, Edward Glaeser, and Bruce Sacerdote, 2005, Ã\u0083Â¢Work and Leisure in the United States and Europe: Why So Different?Ã\u0083Â¢ NBER Macroeconomics Annual, 20, pp. 1-64.",
        "Arellano, Manuel and Costas Meghir, 1992, Ã\u0083Â¢Female Labour Supply and On-the-Job Search: an Empirical Model Estimated Using Complementary Data Sets,Ã\u0083Â¢ Review of Economic Studies, 59, pp.537-559.",
        "Arrufat, J. L., and A. Zabalza, 1986, Ã\u0083Â¢Female Labor Supply with Taxation, Random Preferences, and Optimization Errors,Ã\u0083Â¢ Econometrica, 54 (1), pp. 47-63.",
        "Blomquist, N.S. and U. Hansson-Brusewitz, 1990, The Effect of Taxes on Male and Female Labor Supply in Sweden, Journal of Human Resources, 25(3), pp. 317-357.",
        "Blundell, Richard, and Thomas MaCurdy, Labor Supply: a Review of AlternativeApproaches, Handbook of Labor Economics, Orley C. Ashenfelter and David Card (Eds.) Vol. 3A, (Amsterdam and NY: North-Holland, 1999), pp. 1559-1695.",
        "Colombino, Ugo, and Daniela Del Boca, 1990, The Effect of Taxes on Labor Supply in Italy, Journal of Human Resources, 25(3), pp. 390-414.",
        "Dickinson, David L., 1999, Ã\u0083Â¢An Experimental Examination of Labor Supply and Work Intensities,Ã\u0083Â¢ Journal of Labor Economics, 17 (4), pp, 638-670.",
        "Fisman, Raymond, and Edward Miguel, 2007,Ã\u0083Â¢Corruption, Norms, and legal Enforcement: Evidence from Diplomatic Tickets,Ã\u0083Â¢ Journal of Political Economy, 115(6), pp. 1020-48.",
        "Hix, Simon, Abdul Noury and Gerard Roland, 2006, Ã\u0083Â¢Dimensions of Politics in the European ParliamentÃ\u0083Â¢, American Journal of Political Science, 50(2) pp. 494-511.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen, 1993, Ã\u0083Â¢The Carnegie Conjecture: Some Empirical Evidence,Ã\u0083Â¢ Quarterly Journal of Economics, 108 (2), pp. 413-435.",
        "Imbens, Guido W., Donald B. Rubin, and Bruce I. Sacerdote, 2001, Ã\u0083Â¢Estimating the Effect of Unearned Income on Labor Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players,Ã\u0083Â¢ American Economic Review, 91 (4), pp. 778-794.",
        "Joulfaian, David, and Mark O. Wilhelm, 1994, Inheritance and Labor Supply, Journal of Human Resources, 29(4), pp. 1205-1234. Mocan, Naci, Ã\u0083Â¢Corruption, Corruption Perception, and Economic Growth,Ã\u0083Â¢ Economic Performance in the Middle East and North Africa: Institutions, Corruption and Reform, S.",
        "Mocan, Naci , 2008, Ã\u0083Â¢What Determines Corruption? International Evidence from Micro Data,Ã\u0083Â¢ Economic Inquiry, Vol. 46 (4), pp. 493-510.",
        "Pencavel, John, Labor Supply of Men: a Survey, Handbook of Labor Economics, Orley C. Ashenfelter and Richard Layard (Eds.), Vol. 1, (Amsterdam and NY: North-Holland, 1986), pp. 3-102.",
        "Van Soest, Arthur, Isolde Woittiez, and Arie Kapteyn, 1990, Labor Supply, Income Taxes, and Hours Restrictions in the Netherlands, Journal of Human Resources, 25(3), pp. 517-558.",
        "Van Soest, Arthur, Marcel Das, and Xiaodong Gong, 2002, Ã\u0083Â¢A structural labour supply model with flexible preferences,Ã\u0083Â¢ Journal of Econometrics, 107, pp.345-374."
    ]
}