{
    "id": 17321,
    "cites": 27,
    "cited_by": 7,
    "reference": [
        "Acharya, Viral, Philipp Schnabl, and Gustavo Suarez, Ã\u0083Â¢Securitization Without Risk Transfer,Ã\u0083Â¢ 2009. Working Paper NYU.",
        "Brunnermeier, Markus, Ã\u0083Â¢Deciphering the Liquidity and Credit Crunch 2007-08,Ã\u0083Â¢ Journal of Economic Perspectives, 2009, 23(1), 77Ã\u0083Â¢100.",
        "Chen, Qi, Itay Goldstein, and Wei Jiang, Ã\u0083Â¢PayoÃ\u0083Â¯ Complementarities and Financial Fragility: Evidence from Mutual Fund OutÃ\u0083Â¯ows,Ã\u0083Â¢ Journal of Financial Economics, 2010, 97(2), 239Ã\u0083Â¢262.",
        "Chevalier, Judith and Glenn Ellison, Ã\u0083Â¢Risk Taking by Mutual Funds as a Response to Incentives,Ã\u0083Â¢ Journal of Political Economy, 1997, 105(6), 1167Ã\u0083Â¢1200.",
        "ChristoÃ\u0083Â¯ersen, Susan E. K., Ã\u0083Â¢Why Do Money Fund Managers Voluntarily Waive Their Fees?,Ã\u0083Â¢ Journal of Finance, 2001, 56(3), 1117Ã\u0083Â¢1140.",
        "Cornett, Marcia, Jamie McNutt, Philip Strahan, and Hassan Tehranian, Ã\u0083Â¢Liquidity Risk Management and Credit Supply in the Financial Crisis,Ã\u0083Â¢ Journal of Financial Economics, 2011, forthcoming.",
        "Dang, Tri Vi, Gary Gorton, and Bengt Holmstrom, Ã\u0083Â¢Opacity and the Optimality of Debt for Liquidity Provision,Ã\u0083Â¢ 2009. Yale Working Paper.",
        "Diamond, Douglas W. and Philip H. Dybvig, Ã\u0083Â¢Bank Runs, Deposit Insurance, and Liquidity, Ã\u0083Â¢ Journal of Political Economy, 1983, 91, 401Ã\u0083Â¢419.",
        "Duygan-Bump, Burcu, Patrick M. Parkinson, Eric S. Rosengren, Gustavo A. Suarez, and Paul S. Willen, Ã\u0083Â¢How EÃ\u0083Â¯ective Were the Federal Reserve Emergency Liquidity Facilities? Evidence from the Asset-Backed Commercial Paper Money Market Mutual Fund Liquidity Facility,Ã\u0083Â¢ 2010. Federal Reserve Working Paper.",
        "Esty, Benjamin C., Ã\u0083Â¢Organizational Form and Risk Taking in the Savings and Loan Industry,Ã\u0083Â¢ Journal of Financial Economics, 1997, 44, 22Ã\u0083Â¢55.",
        "FINRA, Ã\u0083Â¢TreasuryÃ\u0083Â¢s Guarantee Program for Money Market Mutual Funds: What You Should Know,Ã\u0083Â¢ July 2010.",
        "Freixas, Xavier, Gyongyi Loranth, and Alan D. Morrison, Ã\u0083Â¢Regulating Financial Conglomerates, Ã\u0083Â¢ Journal of Financial Intermediation, 2007, 16, 479Ã\u0083Â¢514.",
        "Gatev, Evan and Phillip Strahan, Ã\u0083Â¢Banks advantage in supplying liquidity: theory and evidence from the commercial paper market,Ã\u0083Â¢ Journal of Finance, 2006, 61(2), 867Ã\u0083Â¢892.",
        "Gennaioli, Nicola and Andrei Shleifer, Ã\u0083Â¢What Comes to Mind,Ã\u0083Â¢ Quarterly Journal of Economics, 2010, 125 (4), 1399Ã\u0083Â¢1433.",
        "Gerardi, Kristopher, Andreas Lehnert, Shane Sherlund, and Paul Willen, Ã\u0083Â¢Making Sense of the Subprime Crisis,Ã\u0083Â¢ Brookings Paper on Economic Activity, 2008, Fall, 69Ã\u0083Â¢145.",
        "Gopalan, Radhakrishnan, Vikram Nanda, and Amit Seru, Ã\u0083Â¢AÃ\u0083Â¯liated Firms and Financial Support: Evidence from Indian Business Groups,Ã\u0083Â¢ Journal of Financial Economics, 2007, 86 (3), 759Ã\u0083Â¢795.",
        "Gorton, Gary, Ã\u0083Â¢Information, Liquidity, and the (Ongoing) Panic of 2007,Ã\u0083Â¢ American Economic Review Papers and Proceedings, May 2009, 99 (2), 567Ã\u0083Â¢572.",
        "Group, The Squam Lake, Ã\u0083Â¢Reforming Money Market Funds,Ã\u0083Â¢ 2011. Working Paper.",
        "Jarrow, Robert, Li Li, Mark Mesler, and Donald van Deventer, Ã\u0083Â¢CDO Valuation: Fact and Fiction,Ã\u0083Â¢ 2007. Kamakura Corporation Paper.",
        "Kacperczyk, Marcin and Amit Seru, Ã\u0083Â¢Fund Manager Use of Public Information: New Evidence on Managerial Skills,Ã\u0083Â¢ Journal of Finance, 2007, 62 (2), 485Ã\u0083Â¢528.",
        ", Clemens Sialm, and Lu Zheng, Ã\u0083Â¢On the Industry Concentration of Actively Managed Mutual Funds,Ã\u0083Â¢ Journal of Finance, 2005, 60, 1983Ã\u0083Â¢2012.",
        "Kelly, Bryan, Hanno Lustig, and Stijn Van Nieuwerburgh, Ã\u0083Â¢Too-Systemic-To-Fail: What Option Markets Imply About Sector-wide Government Guarantees,Ã\u0083Â¢ 2011. Working Paper, New York University.",
        "Krishnamurthy, Arvind, Ã\u0083Â¢AmpliÃ\u0083Â¯cation Mechanisms in Liquidity Crises,Ã\u0083Â¢ American Economic Journal: Macroeconomics, 2010, 2 (3) (2), 1Ã\u0083Â¢33.",
        "Massa, Massimo and Zahid Rehman, Ã\u0083Â¢Information Flows within Financial Conglomerates: Evidence from the Banks-Mutual Funds Relationship,Ã\u0083Â¢ Journal of Financial Economics, 2008, 89(2), 288Ã\u0083Â¢306.",
        "Panageas, Stavros, Ã\u0083Â¢Bailouts, the Incentive to Manage Risk, and Financial Crises,Ã\u0083Â¢ Journal of Financial Economics, 2010, 95(3), 296Ã\u0083Â¢311.",
        "Ritter, Jay R. and Donghang Zhang, Ã\u0083Â¢AÃ\u0083Â¯liated Mutual Funds and the Allocation of Initial Public OÃ\u0083Â¯erings,Ã\u0083Â¢ Journal of Financial Economics, 2007, 86(2), 337Ã\u0083Â¢368.",
        "Saunders, Anthony, Elizabeth Strock, and Nickolaos G. Travlos, Ã\u0083Â¢Ownership Structure, Deregulation, and Bank Risk Taking,Ã\u0083Â¢ Journal of Finance, 1990, 45 (2), 643Ã\u0083Â¢654. -40-"
    ]
}