{
    "id": 17323,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Dybvig, P., and Rogers, C. (1997), Recovery of Preferences from Observed Wealth in a Single Realization, Review of Financial Studies 10, 151-174.",
        "Dybvig, P. and Ross, S. (1987), Arbitrage, The New Palgrave Dictionary of Economics, First Edition, ed by J. Eatwell, M. Milgate, and P. Newman Dybvig, P. and Ross, S. (2003), Arbitrage, state prices and portfolio theory, Handbook of the Economics of Finance, G.M. Constantinedes and M. Harris and R.M. Stulz (ed.), Elsevier, vol 1, chapter 10, 605-637.",
        "Dupire, B. (1994), Pricing with a Smile, Risk 7: 18-20.",
        "Fama, E. (1970), Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance, 25: 383Ã\u0083Â¢417.",
        "Hansen, L. and Jagannathan, R. (1991), Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy 99 (2).",
        "Jackwerth, J. (1999), Optional-Implied Risk-Neutral Distributions and Implied Binomial Trees: A Literature Review, Journal of Finance 51: 1611-1631.",
        "Jackwerth, J. and Rubinstein, M. (1996), Recovering Probability Distributions from Option Prices, Journal of Finance 51: 1611-1631.",
        "LeRoy, S. and Porter, R. (1981), The Present Value Relation: Tests Based on Implied Variance Bounds, Econometrica, 49: 555Ã\u0083Â¢574.",
        "Mehra, R. and Prescott, E. (1985), The Equity Premium: A Puzzle, Journal of Monetary Economics, 15:145Ã\u0083Â¢161.",
        "Merton R.C. (1973), Theory of Rational Option Pricing, The Bell Journal of Economics and Management Science, Vol. 4, No. 1: 141-183.",
        "Meyer, Carl (2000), Matrix Analysis and Applied Linear Algebra, SIAM, ISBN 0-89871454 -0 Rietz, T. (1988), The Equity Premium: a Solution, Journal of Monetary Economics 22: 117-131 Ross, S. (1976), Options and Efficiency, Quarterly Journal of Economics, 90, February 1976, 75-89 Ross, S. (2005), Neoclassical Finance, Princeton University Press, Princeton, NJ Ross, S. (1976), The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory 13, No. 3, December 1976, 341-360 Ross, S. (1976), The Valuation of Options for Alternative Stochastic Processes Rubinstein, M. (1994), Implied Binomial Trees, Journal of Finance 49: 771-818.",
        "Shiller, R. (1981), Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review, 71:421Ã\u0083Â¢436.",
        "Weitzman, M. (2007), Subjective Expectations and Asset-Return Puzzles, American Economic Review: 97, no. 4, 1102-1130"
    ]
}