{
    "id": 17325,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Ameriks, John, Andrew Caplin, Steven Laufer, and Stijn Van Nieuwerburgh. 2011. Ã\u0083Â¢The Joy of Giving or Assisted Living? Using Strategic Surveys to Separate Bequest and Precautionary Motives.Ã\u0083Â¢ Journal of Finance 66 (2):519Ã\u0083Â¢561.",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro. 1997. Ã\u0083Â¢Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study.Ã\u0083Â¢ Quarterly Journal of Economics 112 (2):537Ã\u0083Â¢579.",
        "Bernheim, B. Douglas. 1991. Ã\u0083Â¢How Strong Are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities.Ã\u0083Â¢ Journal of Political Economy 99 (5):899Ã\u0083Â¢927.",
        "Brown, JeÃ\u0083Â¯rey R. 2001. Ã\u0083Â¢Private Pensions, Mortality Risk, and the Decision to Annuitize.Ã\u0083Â¢ Journal of Public Economics 82 (1):29Ã\u0083Â¢62.",
        "Bundorf, M. Kate, Jonathan D. Levin, and Neale Mahoney. 2008. Ã\u0083Â¢Pricing and Welfare in Health Plan Choice.Ã\u0083Â¢ NBER Working Paper No. 14153.",
        "Calvet, Laurent E., John Y. Campbell, and Paolo Sodini. 2007. Ã\u0083Â¢Down or Out: Assessing the Welfare Costs of Household Investment Mistakes.Ã\u0083Â¢ Journal of Political Economy 115 (5):707Ã\u0083Â¢747.",
        "Cawley, John and Tomas Philipson. 1999. Ã\u0083Â¢An Empirical Examination of Information Barriers to Trade in Insurance.Ã\u0083Â¢ American Economic Review 89 (4):827Ã\u0083Â¢846.",
        "Cochrane, John H. 1989. Ã\u0083Â¢The Sensitivity of Tests of the Intertemporal Allocation of Consumption to Near-Rational Alternatives.Ã\u0083Â¢ American Economic Review 79 (3):319Ã\u0083Â¢337.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 1995. Ã\u0083Â¢Time-Consistent Health Insurance.Ã\u0083Â¢ Journal of Political Economy 103 (3):445Ã\u0083Â¢473.",
        "de Meza, David and David C. Webb. 2001. Ã\u0083Â¢Advantageous Selection in Insurance Markets.Ã\u0083Â¢ RAND Journal of Economics 32 (2):249Ã\u0083Â¢262.",
        "De Nardi, Mariacristina, Eric French, and John Bailey Jones. 2010. Ã\u0083Â¢Why Do the Elderly Save? The Role of Medical Expenses.Ã\u0083Â¢ Journal of Political Economy 118 (1):39Ã\u0083Â¢75.",
        "Einav, Liran, Amy Finkelstein, and Mark R. Cullen. 2010. Ã\u0083Â¢Estimating Welfare in Insurance Markets Using Variation in Prices.Ã\u0083Â¢ Quarterly Journal of Economics 125 (3):877Ã\u0083Â¢921.",
        "Einav, Liran, Amy Finkelstein, and Paul Schrimpf. 2010. Ã\u0083Â¢Optimal Mandates and the Welfare Cost of Asymmetric Information: Evidence from the U.K. Annuity Market.Ã\u0083Â¢ Econometrica 78 (3):1031Ã\u0083Â¢1092.",
        "Fang, Hanming, Michael P. Keane, and Dan Silverman. 2008. Ã\u0083Â¢Sources of Advantageous Selection: Evidence from the Medigap Insurance Market.Ã\u0083Â¢ Journal of Political Economy 116 (2):303Ã\u0083Â¢350.",
        "Fang, Hanming and Edward Kung. 2010. Ã\u0083Â¢Why Do Life Insurance Policyholders Lapse? The Roles of Income, Health and Bequest Motive Shocks.Ã\u0083Â¢ Working paper, University of Pennsylvania.",
        "Finkelstein, Amy, Erzo F. P. Luttmer, and Matthew J. Notowidigdo. 2008. Ã\u0083Â¢What Good Is Wealth without Health? The EÃ\u0083Â¯ect of Health on the Marginal Utility of Consumption.Ã\u0083Â¢ NBER Working Paper No. 14089.",
        "Finkelstein, Amy and Kathleen McGarry. 2006. Ã\u0083Â¢Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market.Ã\u0083Â¢ American Economic Review 96 (4):938Ã\u0083Â¢958.",
        "Finkelstein, Amy and James Poterba. 2004. Ã\u0083Â¢Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market.Ã\u0083Â¢ Journal of Political Economy 112 (1):183Ã\u0083Â¢208.",
        "Inkmann, Joachim, Paula Lopes, and Alexander Michaelides. 2011. Ã\u0083Â¢How Deep Is the Annuity Market Participation Puzzle?Ã\u0083Â¢ Review of Financial Studies 24 (1):279Ã\u0083Â¢319.",
        "Inkmann, Joachim and Alexander Michaelides. 2011. Ã\u0083Â¢Can the Life Insurance Market Provide Evidence for a Bequest Motive?Ã\u0083Â¢ Working paper, University of Melbourne.",
        "Marshall, Samuel, Kathleen M. McGarry, and Jonathan S. Skinner. 2011. Ã\u0083Â¢The Risk of Outof -Pocket Health Care Expenditure at the End of Life.Ã\u0083Â¢ In Explorations in the Economics of Aging, edited by David A. Wise, chap. 3. Chicago: The University of Chicago Press, 101Ã\u0083Â¢128.",
        "Milevsky, Moshe A. and David S. Promislow. 2001. Ã\u0083Â¢Mortality Derivatives and the Option to Annuitise.Ã\u0083Â¢ Insurance: Mathematics and Economics 29 (3):299Ã\u0083Â¢318.",
        "Viscusi, W. Kip and William N. Evans. 1990. Ã\u0083Â¢Utility Functions that Depend on Health Status: Estimates and Economic Implications.Ã\u0083Â¢ American Economic Review 80 (3):353Ã\u0083Â¢ 374.",
        "Yogo, Motohiro. 2011. Ã\u0083Â¢Portfolio Choice in Retirement: Health Risk and the Demand for Annuities, Housing, and Risky Assets.Ã\u0083Â¢ NBER Working Paper No. 15307."
    ]
}