{
    "id": 17336,
    "cites": 64,
    "cited_by": 10,
    "reference": [
        "Agrawal, Ajay, Iain Cockburn, and John McHale, Gone But Not Forgotten: Knowledge Flows, Labor Mobility, and Enduring Social Relationships, Journal of Economic Geography 6:5 (2006), 571-591.",
        "Agrawal, Ajay, Devesh Kapur, John McHale, and Alexander Oettl, Brain Drain or Brain Bank? The Impact of Skilled Emigration on Poor-Country Innovation, Journal of Urban Economics 69 (2011), 43-55.",
        "Alcacer, Juan, and Wilbur Chung, Location Strategies and Knowledge Spillovers, Management Science 53:5 (2007), 760-776.",
        "Alcacer, Juan, and Minyuan Zhao, Local R&D Strategies and Multi-location Firms: The Role of Internal Linkages, Management Science (2011), forthcoming.",
        "Almeida, Paul, and Bruce Kogut, Localization of Knowledge and the Mobility of Engineers in Regional Networks, Management Science 45:7 (1999), 905-917.",
        "Arora, Ashish, and Alfonso Gambardella, From Underdogs to Tigers? The Rise and Growth of the Software Industry in Brazil, China, India, Ireland, and Israel, (Oxford, UK: Oxford University Press, 2005).",
        "Balakrishnan, Srinivasan, and Mitchell Koza, Information Asymmetry, Adverse Selection and Joint-Ventures: Theory and Evidence, Journal of Economic Behavior & Organization 20 (1993), 99-117.",
        "Bhattacharya, Utpal, and Peter Groznik, Melting Pot or Salad Bowl: Some Evidence from U.S. Investments Abroad, Journal of Financial Markets 11:3 (2008), 228-258.",
        "Branstetter, Lee, Is Foreign Direct Investment a Channel of Knowledge Spillovers? Evidence from JapanÃ\u0083Â¢s FDI in the United States, Journal of International Economics 68 (2006), 325-344.",
        "Buch, Claudia, JÃ\u0083Æ\u0092rn Kleinert, and Farid Toubal, Where Enterprises Lead, People Follow? Links Between Migration and German FDI, European Economic Review 50:8 (2006), 20172036.",
        "Card, David, Immigrant InÃ\u0083Â¢ows, Native OutÃ\u0083Â¢ows, and the Local Labor Market Impacts of Higher Immigration, Journal of Labor Economics 19:1 (2001), 22-64.",
        "Choudhury, Prithwiraj, Internal Labor Markets and Knowledge Creation in Multinationals , Working Paper (2010).",
        "Clemens, Michael, Skill Flow: A Fundamental Reconsideration of Skilled-Worker Migration and Development, United Nations Human Development Report (2009).",
        "Dalton, D.H., M.G. Serapio, and P.G. Yoshida. Globalizing Industrial Research and Development (Washington, DC: U.S. Department of Commerce, Technology Administration, 1999).",
        "Desai, Mihir, C. Fritz Foley, and James R. Hines Jr., The Costs of Shared Ownership: Evidence from International Joint Ventures, Journal of Financial Economics 73:2 (2004), 323-374.",
        "Docquier, FrÃ\u0083Æ\u0092dÃ\u0083Æ\u0092ric, and Elisabetta Lodigiani, Skilled Migration and Business Networks, Open Economies Review 21:4 (2010), 565-588.",
        "Docquier, FrÃ\u0083Æ\u0092dÃ\u0083Æ\u0092ric, and Hillel Rapoport, The Economics of the Brain Drain, Journal of Economic Literature, forthcoming (2011).",
        "Freeman, Richard, People Flows in Globalization, Journal of Economic Perspectives 20:2 (2006), 145-170.",
        "Gould, David, Immigrant Links to the Home Country: Empirical Implications for U.S. Bilateral Trade Flows, Review of Economics and Statistics 76 (1994), 302-316.",
        "Griliches, Zvi, Patent Statistics as Economic Indicators: A Survey, Journal of Economic Literature 28:4 (1990), 1661-1707.",
        "Hall, Bronwyn, Adam Jae, and Manuel Trajtenberg, The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools, NBER Working Paper 8498 (2001).",
        "Head, Keith, and John Ries, Immigration and Trade Creation: Econometric Evidence from Canada, Canadian Journal of Economics 31:1 (1998), 47-62.",
        "Hernandez, Exequiel, Immigrant Social Capital and Firm Strategic Heterogeneity: Eects on Foreign Entry and Firm Performance, Working Paper (2011).",
        "Hovhannisyan, Nune, and Wolfgang Keller, International Business Travel: An Engine of Innovation?, Working Paper (2010).",
        "Huang, Yasheng, Li Jin, and Yi Qian, Does Ethnicity Pay? Evidence from Overseas Chinese FDI in China, Working Paper (2010).",
        "Hunt, Jennifer, and Marjolaine Gauthier-Loiselle, How Much Does Immigration Boost Innovation?, American Economic Journal: Macroeconomics 2 (2010), 31-56.",
        "Iriyama, Akie, Yong Li, and Ravi Madhavan, Spiky Globalization of Venture Capital Investments: The InÃ\u0083Â¢uence of Prior Human Networks, Strategic Entrepreneurship Journal 4 (2010), 128-145.",
        "Javorcik, Beata, Ã\u0083Æ\u0092aglar Ã\u0083Æ\u0092zden, Mariana Spatareanu, and Cristina Neagu, Migrant Networks and Foreign Direct Investment, Journal of Development Economics 94:2 (2011), 231-241.",
        "Keller, Wolfgang, International Technology Diusion, Journal of Economic Literature 42:3 (2004), 752-782.",
        "Kerr, William, The Ethnic Composition of US Inventors, HBS Working Paper 08-006 (2007).",
        "Kerr, William, Ethnic ScientiÃ\u0083Â¢c Communities and International Technology Diusion, Review of Economics and Statistics 90:3 (2008), 518-537.",
        "Kerr, William, Heterogeneous Technology Diusion and Ricardian Trade Patterns, HBS Working Paper (2009).",
        "Kerr, William, The Agglomeration of US Ethnic Inventors, in Edward Glaeser (ed.) Economics of Agglomeration (Chicago, IL: University of Chicago Press, 2010).",
        "Kerr, William, and William Lincoln, The Supply Side of Innovation: H-1B Visa Reforms and U.S. Ethnic Invention, Journal of Labor Economics 28:3 (2010), 473-508.",
        "Kugler, Maurice, and Hillel Rapoport, International Labor and Capital Flows: Complements or Substitutes?, Economics Letters 92:2 (2007), 155-162.",
        "Kugler, Maurice, and Hillel Rapoport, Migration, FDI and the Margins of Trade, Working Paper (2011).",
        "MacGarvie, Megan, The Determinants of International Knowledge Diusion as Measured by Patent Citations, Economics Letters 87:1 (2005), 121-126.",
        "MacGarvie, Megan, Foreign Students and the Diusion of ScientiÃ\u0083Â¢c and Technological Knowledge to and from American Universities, Working Paper (2006).",
        "Mataloni, Raymond, A Guide to BEA Statistics on U.S. Multinational Companies, Survey of Current Business 75 (1995).",
        "Mataloni, Raymond, and Daniel Yorgason, Operations of U.S. Multinational Companies, Survey of Current Business 82 (2002).",
        "Nachum, Lilach, Srilata Zaheer, and Shulamith Gross, Does it Matter Where Countries Are? Proximity to Knowledge, Markets and Resources, and MNE Location Choices, Management Science 54:7 (2008), 1252-1265.",
        "Nanda, Ramana, and Tarun Khanna, Diasporas and Domestic Entrepreneurs: Evidence from the Indian Software Industry, Journal of Economics and Management Strategy 19:4 (2010), 991-1012.",
        "Niosi, Jorge, The Internationalization of Industrial R&D: From Technology Transfer to the Learning Organization, Research Policy 28 (1999), 107-117.",
        "Oettl, Alexander, and Ajay Agrawal, International Labor Mobility and Knowledge Flow Externalities, Journal of International Business Studies 39:8 (2008), 1242-1260.",
        "Papageorgiou, Chris, and Antonio Spilimbergo, Learning Abroad and Technology Adoption , Working Paper (2008).",
        "Puga, Diego, and Daniel TreÃ\u0083Â¢er, Wake Up and Smell the Ginseng: The Rise of Incremental Innovation in Low-Wage Countries, Journal of Development Economics 91:1 (2010), 64-76.",
        "Rangan, Subramanian, and Metin Sengul, The InÃ\u0083Â¢uence of Macro Structure on the Foreign Market Performance of Transnational Firms: The Value of IGO Connections, Export Dependence, and Immigration Links, Administrative Science Quarterly 54 (2009), 229-267.",
        "Rauch, James, Networks Versus Markets in International Trade, Journal of International Economics 48:1 (1999), 7-35.",
        "Rauch, James, Business and Social Networks in International Trade, Journal of Economic Literature 39:4 (2001), 1177-1203.",
        "Rauch, James, and Vitor Trindade, Ethnic Chinese Networks in International Trade, Review of Economics and Statistics 84:1 (2002), 116-130.",
        "Rosenkopf, Lori, and Paul Almeida, Overcoming Local Search through Alliances and Mobility , Management Science 49:6 (2003), 751-766.",
        "Saxenian, AnnaLee, The New Argonauts (Cambridge, MA: Harvard University Press, 2006).",
        "Saxenian, AnnaLee, Transnational Communities and the Evolution of Global Production Networks: Taiwan, China and India, Industry and Innovation 9:3 (2002).",
        "Saxenian, AnnaLee, with Yasuyuki Motoyama and Xiaohong Quan, Local and Global Networks of Immigrant Professionals in Silicon Valley (San Francisco, CA: Public Policy Institute of California, 2002).",
        "Shatz, Howard, The Location of U.S. Multinational A liates, Harvard University Dissertation (2000).",
        "Singh, Jasjit, Multinational Firms and International Knowledge Diusion: Evidence from Patent Citation Data, Best Paper Proceedings of 2004 Meeting of the Academy of Management (2004).",
        "Singh, Jasjit, Collaborative Networks as Determinants of Knowledge Diusion Patterns, Management Science 51:5 (2005), 756-770.",
        "Singh, Jasjit, Asymmetry of Knowledge Spillovers between MNCs and Host Country Firms, Journal of International Business Studies 38:5 (2007), 764-786.",
        "Singh, Jasjit, Distributed R&D, Cross-Regional Knowledge Integration and Quality of Innovative Output, Research Policy 37:1 (2008), 77-96.",
        "Thursby Jerry, and Marie Thursby, Here or There? A Survey on the Factors in Multinational R&D Location (Washington, DC: National Academies Press, 2006).",
        "Veugelers, Reinhilde, and Bruno Cassiman, Foreign Subsidiaries as a Channel of International Technology Diusion: Some Direct Firm Level Evidence from Belgium, European Economic Review 48:2 (2004), 455-476.",
        "von Zedtwitz, Maximilian, and Oliver Gassmann, Market versus Technology Drive in R&D Internationalization: Four Dierent Patterns of Managing Research and Development, Research Policy 31 (2002), 569-588.",
        "Zhao, Minyaun, Conducting R&D in Countries with Weak Intellectual Property Rights Protection, Management Science 56:7 (2006), 1185-1199.",
        "Zhao, Minyaun, and Mazhar Islam, Cross-Regional Ties within Firms: Promoting Knowledge Flow or Discouraging Knowledge Spillover, Working Paper (2011)."
    ]
}