{
    "id": 17337,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Alspach, Kyle, Ã\u0083Â¢Measured Look at Uniforms: Alternative to Dress Code,Ã\u0083Â¢ Boston Globe, May 17 2007.",
        "Anonymous, Ã\u0083Â¢School Uniform Costs Vary Widely,Ã\u0083Â¢ BBC.com, May 9 2003.",
        ", Ã\u0083Â¢Council Recommends Uniforms at All City Schools,Ã\u0083Â¢ Los Angeles Daily News, November 4 2009.",
        ", Ã\u0083Â¢School Uniforms Ã\u0083Â¢ Yes, But,Ã\u0083Â¢ Los Angeles Times, December 9 2009.",
        "Archibold, Randal C., Ã\u0083Â¢Advocates of School Uniform Plan Enlist Children to Help Make Their Case,Ã\u0083Â¢ New York Times, February 26 1998.",
        "Bodine, Ann, Ã\u0083Â¢School Uniforms, Academic Achievement, and Uses of Research,Ã\u0083Â¢ The Journal of Educational Research, 2003, 97 (2), 67Ã\u0083Â¢73.",
        "Boyd, Don, Hamp Lankford, Susanna Loeb, Mathhew Ronfeldt, and Jim WyckoÃ\u0083Â¯, Ã\u0083Â¢The Role of Teacher Quality in Retention and Hiring: Using Applications to Transfer to Uncovere Preferences of Teachers and Schools,Ã\u0083Â¢ Journal of Policy Analysis and Management, 2010, 30 (1), 88Ã\u0083Â¢110.",
        "Brunsma, David L., The School Uniform Movement and What it Tells Us About American Education, Scarecrow Education, 2004.",
        "Carrell, Scott and Mark Hoekstra, Ã\u0083Â¢Externalities in the Classroom: How Children Exposed to Domestic Violence AÃ\u0083Â¯ect EveryoneÃ\u0083Â¢s Kids,Ã\u0083Â¢ American Economic Journal: Applied Economics, January 2010, 2 (1), 211Ã\u0083Â¢228.",
        "Clotfelter, Charles T., Elizabeth J. Glennie, Helen F. Ladd, and Jacob L. Vigdor, Ã\u0083Â¢Teacher Bonuses and Teacher Retention in Low Performing Schools: Evidence from the North Carolina $1800 Teacher Bonus Program,Ã\u0083Â¢ Public Finance Review, 2008, 36 (1), 63Ã\u0083Â¢87.",
        "Evans, David, Michael Kremer, and Muthoni Ngatia, Ã\u0083Â¢The Impact of Distributing School Uniforms on ChildrenÃ\u0083Â¢s Education in Kenya,Ã\u0083Â¢ World Bank, mimeo, 2008.",
        "Feng, Li, Ã\u0083Â¢Hire Today, Gone Tomorrow: New Teacher Classroom Assignments and Teacher Mobility,Ã\u0083Â¢ Education Finance and Policy, 2010, 5 (3), 278Ã\u0083Â¢316."
    ]
}