{
    "id": 17335,
    "cites": 54,
    "cited_by": 8,
    "reference": [
        "Adalet, Muge, Ã\u0083Â¢Multi-Product Exporters and Product Turnover Behaviour of New Zealand Firms,Ã\u0083Â¢ April 2009. New Zealand Treasury Working Paper 09/01.",
        "Alessandria, George and Horag Choi, Ã\u0083Â¢Do Sunk Costs of Exporting Matter for Net Export Dynamics?,Ã\u0083Â¢ Quarterly Journal of Economics, 2007, 122 (1), 289Ã\u0083Â¢336.",
        "Alvarez, Fernando and Robert E. Lucas Jr., Ã\u0083Â¢General Equilibrium Analysis of the EatonKortum Model of International Trade,Ã\u0083Â¢ Journal of Monetary Economics, September 2007, 54 (6), 1726Ã\u0083Â¢1768.",
        "Arndt, Christian, Claudia Buch, and Anselm Mattes, Ã\u0083Â¢Barriers to Internationalization: Firm-Level Evidence from Germany,Ã\u0083Â¢ September 2009. IAW Discussion Paper 52.",
        "Axtell, Robert L., Ã\u0083Â¢Zipf Distribution of U.S. Firm Sizes,Ã\u0083Â¢ Science, September 2001, 293 (5536), 1818Ã\u0083Â¢1820.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, Ã\u0083Â¢International Business Cycles: Theory and Evidence,Ã\u0083Â¢ in Thomas Cooley, ed., Frontiers of Business Cycle Research, Princeton: Princeton University Press, 1995, pp. 331Ã\u0083Â¢356.",
        "Barlevy, Gadi, Ã\u0083Â¢The Costs of Business Cycles Under Endogenous Growth,Ã\u0083Â¢ American Economic Review, September 2004, 94 (4), 964Ã\u0083Â¢990.",
        "Bernard, Andrew B., J. Bradford Jensen, and Peter Schott, Ã\u0083Â¢Falling Trade Costs, Heterogeneous Firms, and Industry Dynamics,Ã\u0083Â¢ April 2003. NBER Working Paper No. 9639.",
        "Bernard, Andrew B., J. Bradford Jensen, Stephen Redding, and Peter Schott, Ã\u0083Â¢Firms in International Trade,Ã\u0083Â¢ Journal of Economic Perspectives, 2007, 21, 105Ã\u0083Â¢130.",
        "Blattman, Christopher, Jason Hwang, and JeÃ\u0083Â¯rey G. Williamson, Ã\u0083Â¢Winners and Losers in the Commodity Lottery: The Impact of Terms of Trade Growth and Volatility in the Periphery 1870Ã\u0083Â¢1939,Ã\u0083Â¢ Journal of Development Economics, January 2007, 82 (1), 156Ã\u0083Â¢179.",
        "Bustos, Paula, Ã\u0083Â¢Trade Liberalization, Exports and Technology Upgrading: Evidence on the impact of MERCOSUR on Argentinean Firms,Ã\u0083Â¢ American Economic Review, March 2011, 101 (1), 304Ã\u0083Â¢340.",
        "Canals, Claudia, Xavier Gabaix, Josep M. Vilarrubia, and David E. Weinstein, Ã\u0083Â¢Trade Patterns, Trade Balances, and Idiosyncratic Shocks,Ã\u0083Â¢ 2007. la Caixa Working Paper 02/2007.",
        "Canning, D., L.A.N. Amaral, Y. Lee, M. Meyer, and H.E. Stanley, Ã\u0083Â¢Scaling the Volatility of GDP Growth Rates,Ã\u0083Â¢ Economics Letters, 1998, 60, 335Ã\u0083Â¢341.",
        "Chaney, Thomas, Ã\u0083Â¢Distorted Gravity: The Intensive and Extensive Margins of International Trade,Ã\u0083Â¢ American Economic Review, September 2008, 98 (4), 1707Ã\u0083Â¢1721.",
        "Crucini, Mario J., Ã\u0083Â¢Country Size and Economic Fluctuations,Ã\u0083Â¢ Review of International Economics, May 1997, 5 (2), 204Ã\u0083Â¢220.",
        "Delli Gatti, Domenico, Corrado Di Guilmi, Edoardo GaÃ\u0083Â¯eo, Gianfranco Giulioni, Mauro Gallegati, and Antonio Palestrini, Ã\u0083Â¢A New Approach to Business Fluctuations: Heterogeneous Interacting Agents, Scaling Laws and Financial Fragility,Ã\u0083Â¢ Journal of Economic Behavior and Organization, April 2005, 56 (4), 489Ã\u0083Â¢512.",
        "di Giovanni, Julian and Andrei A. Levchenko, Ã\u0083Â¢Trade Openness and Volatility,Ã\u0083Â¢ Review of Economics and Statistics, August 2009, 91 (3), 558Ã\u0083Â¢585.",
        ", , and Romain Ranci`ere, Ã\u0083Â¢Power Laws in Firm Size and Openness to Trade: Measurement and Implications,Ã\u0083Â¢ May 2011. Forthcoming, Journal of International Economics.",
        "Dixit, Avinash K. and Joseph E. Stiglitz, Ã\u0083Â¢Monopolistic Competition and Optimum Product Diversity,Ã\u0083Â¢ American Economic Review, June 1977, 67 (3), 297Ã\u0083Â¢308.",
        "Easterly, William, Roumeen Islam, and Joseph E. Stiglitz, Ã\u0083Â¢Shaken and Stirred: Explaining Growth Volatility,Ã\u0083Â¢ in B. Pleskovic and N. Stern, eds., Annual World Bank Conference on Development Economics, 2001.",
        ", , and Francis Kramarz, Ã\u0083Â¢An Anatomy of International Trade: Evidence from French Firms,Ã\u0083Â¢ 2011. Forthcoming, Econometrica.",
        "Fabling, Richard and Lynda Sanderson, Ã\u0083Â¢Firm Level Patterns in Merchandise Trade,Ã\u0083Â¢ May 2008. New Zealand Ministry of Economic Development Occasional Paper 08/03.",
        "Fitzgerald, Doireann and Stefanie Haller, Ã\u0083Â¢Pricing-to-Market: Evidence From Plant-Level Prices,Ã\u0083Â¢ September 2010. Mimeo, Stanford University and ESRI.",
        "Fujita, Masahisa, Paul Krugman, and Anthony J. Venables, The Spatial Economy: Cities, Regions, and International Trade, Cambridge, Mass.: The MIT Press, 2001.",
        "Furceri, Davide and Georgios Karras, Ã\u0083Â¢Country Size and Business Cycle Volatility: Scale Really Matters,Ã\u0083Â¢ Journal of the Japanese and International Economies, 2007, 21 (4), 424Ã\u0083Â¢434.",
        "Gabaix, Xavier, Ã\u0083Â¢Power Laws in Economics and Finance,Ã\u0083Â¢ Annual Reviews of Economics, 2009, 1, 255Ã\u0083Â¢93.",
        ", Ã\u0083Â¢The Granular Origins of Aggregate Fluctuations,Ã\u0083Â¢ Econometrica, May 2011, 79 (3), 733Ã\u0083Â¢772.",
        "Gavin, Michael and Ricardo Hausmann, Ã\u0083Â¢Growth with Equity: The Volatility Connection,Ã\u0083Â¢ in Nancy Birdsall, Carol Graham, and Richard H. Sabot, eds., Beyond TradeoÃ\u0083Â¯s: Market Reforms and Equitable Growth in Latin America, Washington, DC: Inter-American Development Bank and the Brookings Institution, 1998, pp. 91Ã\u0083Â¢109.",
        "Ghironi, Fabio and Marc J. Melitz, Ã\u0083Â¢International Trade and Macroeconomic Dynamics with Heterogeneous Firms,Ã\u0083Â¢ Quarterly Journal of Economics, August 2005, 120 (3), 865Ã\u0083Â¢915.",
        "Head, Allen C., Ã\u0083Â¢Country Size, Aggregate Fluctuations, and International Risk Sharing,Ã\u0083Â¢ Canadian Journal of Economics, November 1995, 28 (4b), 1096Ã\u0083Â¢1119.",
        "Helpman, Elhanan, Marc J. Melitz, and Yona Rubinstein, Ã\u0083Â¢Estimating Trade Flows: Trading Partners and Trading Volumes,Ã\u0083Â¢ Quarterly Journal of Economics, May 2008, 123 (2), 441Ã\u0083Â¢487.",
        "Holmes, Thomas J. and John J. Stevens, Ã\u0083Â¢An Alternative Theory of the Plant Size Distribution with an Application to Trade,Ã\u0083Â¢ April 2010. Mimeo, University of Minnesota and Federal Reserve Board of Governors.",
        "International Monetary Fund, Ã\u0083Â¢Directions of Trade Statistics,Ã\u0083Â¢ 2007.",
        "Katzenstein, Peter J., Small States in World Markets: Industrial Policy in Europe, Ithaca and London: Cornell University Press, 1985.",
        "Koren, Miklos and Silvana Tenreyro, Ã\u0083Â¢Volatility and Development,Ã\u0083Â¢ Quarterly Journal of Economics, February 2007, 122 (1), 243Ã\u0083Â¢287.",
        "Kose, M. Ayhan, Eswar S. Prasad, and Marco E. Terrones, Ã\u0083Â¢Financial Integration and Macroeconomic Volatility,Ã\u0083Â¢ IMF StaÃ\u0083Â¯ Papers, 2003, 50 (Special Issue), 119Ã\u0083Â¢141.",
        "Kraay, Aart and Jaume Ventura, Ã\u0083Â¢Comparative Advantage and the Cross-Section of Business Cycles,Ã\u0083Â¢ Journal of European Economic Association, December 2007, 5 (6), 1300Ã\u0083Â¢ 1333.",
        "Krugman, Paul, Ã\u0083Â¢Scale Economies, Product DiÃ\u0083Â¯erentiation, and the Pattern of Trade,Ã\u0083Â¢ American Economic Review, 1980, 70 (5), 950Ã\u0083Â¢959.",
        "La Porta, Rafael, Florencio Lopez de Silanes, Andrei Shleifer, and Robert W. Vishny, Ã\u0083Â¢Law and Finance,Ã\u0083Â¢ Journal of Political Economy, December 1998, 106 (6), 1113Ã\u0083Â¢1155.",
        "Laursen, Thomas and Sandeep Mahajan, Ã\u0083Â¢Volatility, Income Distribution, and Poverty,Ã\u0083Â¢ in Joshua Aizenman and Brian Pinto, eds., Managing Economic Volatility and Crises: A PractitionerÃ\u0083Â¢s Guide, Cambridge University Press New York 2005, pp. 101Ã\u0083Â¢136.",
        "Melitz, Marc J., Ã\u0083Â¢The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢ Econometrica, November 2003, 71 (6), 1695Ã\u0083Â¢1725.",
        "Newbery, David M. G. and Joseph E. Stiglitz, Ã\u0083Â¢Pareto Inferior Trade,Ã\u0083Â¢ Review of Economic Studies, January 1984, 51 (1), 1Ã\u0083Â¢12.",
        "OECD, Ã\u0083Â¢The Rise of China and India: WhatÃ\u0083Â¢s in it for Africa?,Ã\u0083Â¢ Technical Report, Organization of Economic Cooperation and Development, Development Centre Studies 2006.",
        "Pallage, Stephane and Michel A. Robe, Ã\u0083Â¢On The Welfare Cost of Economic Fluctuations in Developing Countries,Ã\u0083Â¢ International Economic Review, May 2003, 44 (2), 677Ã\u0083Â¢698.",
        "Pavcnik, Nina, Ã\u0083Â¢Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants,Ã\u0083Â¢ Review of Economic Studies, January 2002, 69 (1), 245Ã\u0083Â¢276.",
        "Ramey, Garey and Valerie A. Ramey, Ã\u0083Â¢Cross-Country Evidence on the Link Between Volatility and Growth,Ã\u0083Â¢ American Economic Review, December 1995, 85 (5), 1138Ã\u0083Â¢1151.",
        "Rose, Andrew K., Ã\u0083Â¢Do We Really Know That the WTO Increases Trade?,Ã\u0083Â¢ American Economic Review, March 2004, 94 (1), 98Ã\u0083Â¢114.",
        "Ruhl, Kim J., Ã\u0083Â¢The International Elasticity Puzzle,Ã\u0083Â¢ 2008. mimeo, NYU Stern School of Business.",
        "Stanley, Michael H.R., Luis A.N. Amaral, Sergey V. Buldyrev, Shlomo Havlin, Heiko Leschhorn, Philipp Maass, Michael A. Salinger, and H. Eugene Stanley, Ã\u0083Â¢Scaling Behaviour in the Growth of Companies,Ã\u0083Â¢ Nature, February 1996, 379, 804Ã\u0083Â¢806.",
        "Sutton, John, Ã\u0083Â¢The Variance of Firm Growth Rates: the Ã\u0083Â¢ScalingÃ\u0083Â¢ Puzzle,Ã\u0083Â¢ Physica A, 2002, 312, 577Ã\u0083Â¢590.",
        "The World Bank, Ã\u0083Â¢Doing Business Indicators,Ã\u0083Â¢ 2007.",
        ", Ã\u0083Â¢World Development Indicators,Ã\u0083Â¢ 2007.",
        "Yang, Xiaokai and Ben J. Heijdra, Ã\u0083Â¢Monopolistic Competition and Optimum Product Diversity: Comment,Ã\u0083Â¢ American Economic Review, March 1993, 83 (1), 295Ã\u0083Â¢301.",
        "Yi, Kei-Mu and Jing Zhang, Ã\u0083Â¢Structural Change in an Open Economy,Ã\u0083Â¢ April 2010. Mimeo, Federal Reserve Bank of Philadelphia and University of Michigan."
    ]
}