{
    "id": 17348,
    "cites": 55,
    "cited_by": 34,
    "reference": [
        "Acemoglu, Daron (2009), Introduction to Modern Economic Growth, Princeton University Press, Princeton, New Jersey.",
        "Acemoglu, Daron, Philippe Aghion, Leonardo Bursztyn, and David Hemous (2010), Ã\u0083Â¢The Environment and Directed Technical ChangeÃ\u0083Â¢, American Economic Review, forthcoming.",
        "Angeletos, Marios (2007), Ã\u0083Â¢Uninsured Idiosyncratic Investment Risk and Aggregate SavingÃ\u0083Â¢, Review of Economic Dynamics, 10:1.",
        "Angeletos, Marios and Laurent Calvet (2006), Ã\u0083Â¢Idiosyncratic Production Risk, Growth and the Business CycleÃ\u0083Â¢, Journal of Monetary Economics, 53:6.",
        "Archer, David (2005), Ã\u0083Â¢The Fate of Fossil Fuel CO2 in Geologic TimeÃ\u0083Â¢, Journal of Geophysical Research, 110(C9).",
        "Archer, David et al. (2009), Ã\u0083Â¢Atmospheric Lifetime of Fossil Fuel Carbon DioxideÃ\u0083Â¢, Annual Review of Earth and Planetary Sciences, 37.",
        "See also Saint-Paul (2002,2007); in the latter paper it is argued that optimal subsidies should be higher for environmental innovation even if Pigou tax on emissions is used.",
        "Bovenberg, Lans and Sjak Smulders (1995), Ã\u0083Â¢Environmental Quality and Pollution-Augmenting Technological Change in a Two-Sector Endogenous Growth ModelÃ\u0083Â¢, Journal of Public Economics, 57.",
        "Bovenberg and Smulders (1996), Ã\u0083Â¢Transitional Impacts of Environmental Policy in an Endogenous Growth ModelÃ\u0083Â¢, International Economic Review, 37:4.",
        "BP (2010), BP Statistical Review of World Energy, June, http://bp.com/statisticalreview.",
        "Chakravorty, Ujjayant, James Roumasset, and Kinping Tse (1997), Ã\u0083Â¢Endogenous Substitution among Energy Resources and Global WarmingÃ\u0083Â¢, Journal of Political Economy, 105:6.",
        "Clarke, Leon et al. (2009), Ã\u0083Â¢International Climate Policy Architectures: Overview of the EMF 22 International Scenarios, Energy Economics, 31.",
        "Covas, Francesco (2006), Ã\u0083Â¢Uninsured Idiosyncratic Production Risk with Borrowing Constraints , Journal of Economic Dynamics and Control, 30:11 Dasgupta, Partha and Georey Heal (1974), Ã\u0083Â¢The Optimal Depletion of Exhaustable Resources , Review of Economic Studies, 41.",
        "Eyckmans, Johan and Henry Tulkens (2003), Ã\u0083Â¢Simulating Coalitionally Stable Burden Sharing Agreements for the Climate Change ProblemÃ\u0083Â¢, Resource and Energy Economics, 25.",
        "Gars, Johan, Michael Golosov and Aleh Tsyvinski (2009), Ã\u0083Â¢Carbon Taxing and Alternative Energy, mimeo, Yale University.",
        "Goulder, Lawrence and Koshy Mathai (2000), Ã\u0083Â¢Optimal CO2 Abatement in the Presence of Induced Technological Change, Journal of Environmental Economics and Management, 39.",
        "Grimaud AndrÃ\u0083Æ\u0092, Gilles Laorgue, and Bertrand MagnÃ\u0083Æ\u0092 (2011), Ã\u0083Â¢Climate Change Mitigation Options and Directed technical Change: A Decentralized Equilibrium Analysis, Resource and Energy Economics, 33:4.",
        "Hartley, Peter, Kenneth Medlock, Ted Temzelides, and Xinya Zhang (2011), Ã\u0083Â¢Energy Sector Innovation and Growth: An Optimal Energy CrisisÃ\u0083Â¢, mimeo, Rice University.",
        "Hassler, John, Per Krusell, and Conny Olovsson (2011), Ã\u0083Â¢Energy Saving Technical Change, mimeo, Institute of International Economic Studies, Stockholm University.",
        "Hoel, Michael (2009), Ã\u0083Â¢Climate change and carbon tax expectations, CESifo Working Paper Series 2966.",
        "Hotelling, Harald (1931), Ã\u0083Â¢The Economics of Exhaustible Resources, Journal of Political Economy, 39:2.",
        "IPCC (Intergovernmental Panel on Climate Change) (2007), Ã\u0083Â¢Climate Change 2007: The Physical Science BasisÃ\u0083Â¢, Eds. Bert Metz, Ogunlade Davidson, Peter Bosch, Rutu Dave, and Leo Meyer. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change.",
        "Jones, Charles (2002), Introduction to Economic Growth, W. W. Norton.",
        "Jorgenson, Dale, Richard Goettle, Mun Ho, and Peter Wilcoxen (2008), Ã\u0083Â¢The Economic Costs of a Market-Based Climate Policy, White Paper, Pew Center on Global Climate Change.",
        "Kelly, David and Charles Kolstad (1999), Ã\u0083Â¢Bayesian Learning, Growth, and PollutionÃ\u0083Â¢, Journal of Economic Dynamics and Control, 23:4.",
        "Krusell, Per and Anthony Smith (1998), Ã\u0083Â¢Income and Wealth Heterogeneity in the Macroeconomy Ã\u0083Â¢, Journal of Political Economy, 106.",
        "Krusell, Per and Anthony Smith (2006), Ã\u0083Â¢Quantitative Macroeconomic Models with Heterogeneous AgentsÃ\u0083Â¢, Eds Richard Blundell, Whitney Newey, and Torsten Persson, Advances in Economics and Econometrics: Theory and Applications, Ninth World Congress, Econometric Society Monographs, 41, Cambridge University Press.",
        "Krusell, Per and Anthony Smith (2009), Ã\u0083Â¢Macroeconomics and Global Climate Change: Transition for a Many-Region EconomyÃ\u0083Â¢, working paper.",
        "Leach, Andrew (2007), Ã\u0083Â¢The Welfare Implications of Climate Change PolicyÃ\u0083Â¢, Journal of Economic Dynamics and Control, 57.",
        "McKibbin, Warwick and Peter Wilcoxen (1999), Ã\u0083Â¢The Theoretical and Empirical Structure of the G-Cubed model, Economic Modelling, 16:1.",
        "Mendelsohn, Robert, William Nordhaus, and Dai Gee Shaw (1994), Ã\u0083Â¢The Impact of Global Warming on Agriculture: A Ricardian ApproachÃ\u0083Â¢, American Economic Review, 84:4.",
        "Nordhaus, William (2007), Ã\u0083Â¢To Tax or Not to Tax: The Case for a Carbon TaxÃ\u0083Â¢, Review of Environmental Economics and Policy.",
        "Nordhaus, William (2008), A Question of Balance: Weighing the Options on Global Warming Policies, Yale University Press, New Haven, CT.",
        "Nordhaus, William and Joseph Boyer (2000), Warming the World: Economic Modeling of Global Warming, MIT Press, Cambridge, MA.",
        "Perman, Roger et al. (2003), Natural Resource and Environmental Economics, Chapter 16, Pearson Higher Education.",
        "Pizer, William (1998), Ã\u0083Â¢The Optimal Choice of Climate Change Policy in the Presence of UncertaintyÃ\u0083Â¢, Resource and Energy Economics, 21.",
        "Revelle, Roger and Hans Suess (1957), Ã\u0083Â¢Carbon Dioxide Exchange between Atmosphere and Ocean and the Question of an Increase of Atmospheric CO2 during Past DecadesÃ\u0083Â¢, Tellus, 9. Roe, Gerard and Marcia Baker (2007), Ã\u0083Â¢Why Is Climate Sensitivity So Unpredictable?Ã\u0083Â¢, Science.",
        "Roe, Gerard and Yoram Bauman (2011), Ã\u0083Â¢Should the Climate Tail Wag the Policy Dog?Ã\u0083Â¢, mimeo, University of Washington, Seattle.",
        "Rogner, Hans-Holger (1997), Ã\u0083Â¢An Assessment of World Hydrocarbon Resources, Annual Review of Energy and the Environment, 22.",
        "Saint-Paul, Gilles (2002), Ã\u0083Â¢Environmental Policy and Directed Innovation in a Schumpeterian Growth ModelÃ\u0083Â¢, working paper.",
        "Saint-Paul, Gilles (2007), Ã\u0083Â¢Quels instruments pour une politique environnementale?Ã\u0083Â¢, working paper.",
        "Sinclair, Peter (1992), Ã\u0083Â¢High Does Nothing and Raising is Worse: Carbon Taxes Should Be Kept Declining to Cut Harmful Emissions, Manchester School, 60.",
        "Sinclair, Peter (1994), Ã\u0083Â¢On the Optimal Trend of Fossil-Fuel TaxationÃ\u0083Â¢, Oxford Economic Papers, 46.",
        "Sinn, Hans-Werner (2008), Ã\u0083Â¢Public Policies against Global Warming: A Supply Side Approach , International Tax and Public Finance, 15:4.",
        "Solow, Robert (1974), Ã\u0083Â¢Intergenerational Equity and Exhaustible ResourcesÃ\u0083Â¢, Review of Economic Studies, 41.",
        "Stern, Nicholas (2007), The Economics of Climate Change: The Stern Review, Cambridge University Press, Cambridge, UK.",
        "Sterner, Tomas and Martin Persson (2008), Ã\u0083Â¢An Even Sterner Review: Introducing Relative Prices into the Discounting DebateÃ\u0083Â¢, Review Environmental Economics and Policy, 2:1.",
        "Stiglitz, Joseph (1974), Ã\u0083Â¢Growth with Exhaustible Natural Resources: E cient and Optimal Growth PathsÃ\u0083Â¢, Review of Economic Studies, 41.",
        "Swedish Tax Agency (2010), Ã\u0083Â¢Skatter i Sverige Ã\u0083Â¢Skattestatistisk Ã\u0083Æ\u0092rsbok 2010Ã\u0083Â¢(in Swedish), http://www.skatteverket.se.",
        "Tol, Richard (2008), Ã\u0083Â¢The Social Cost of Carbon: Trends, Outliers and CatastrophesÃ\u0083Â¢, Economics: The Open-Access, Open-Assessment E-Journal, 2, http://dx.doi.org/10.5018/economics-ejournal.ja.2008-25.",
        "Uzawa (2003), Economic Theory and Global Warming, Cambridge University Press.",
        "Van der Ploeg, Frederick and Cees Withagen (2010), Ã\u0083Â¢Is There Really a Green Paradox?Ã\u0083Â¢, CESifo Working Paper Series 2963.",
        "Weitzman, Martin (2009), Ã\u0083Â¢On Modeling and Interpreting the Economics of Catastrophic Climate ChangeÃ\u0083Â¢, Review of Economics and Statistics, 91.",
        "Weyant, John et al. (1996), Ã\u0083Â¢Integrated Assessment of Climate Change: An Overview and Comparison of Approaches and Results, in Eds. Bruce, J., Lee, H.P., Haites, E.F. Eds.., Climate Change 1995. Economic and Social Dimensions of Climate Change: Contribution of Working Group II to the Second Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge University Press, Cambridge.",
        "Weyant, John (2000), Ã\u0083Â¢An Introduction to the Economics of Climate ChangeÃ\u0083Â¢, prepared for the Pew Center on Global Climate Change, see http://www.pewclimate.org/globalwarming-in-depth/all_reports/economics_of_climate_change Withagen, Cees (1994), Ã\u0083Â¢Pollution and Exhaustibility of Fossil FuelsÃ\u0083Â¢, Resource and Energy Economics, 16."
    ]
}