{
    "id": 17347,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Alvarez, F. and R. Lucas. 2007. General Equilibrium Analysis of the Eaton-Kortum Model of International Trade. Journal of Monetary Economics 54(6): 1726-1768.",
        "Bagwell, K. and R. Staiger. 1999. An Economic Theory of GATT. American Economic Review 89(1): 215-248.",
        "Bagwell, K. and R. Staiger. 2006. The Economics of the World Trading System. Cambridge, MA: MIT Press.",
        "Bagwell, K. and R. Staiger. 2009a. Delocation and Trade Agreements in Imperfectly Competitive Markets. Manuscript, Stanford University.",
        "Bagwell, K. and R. Staiger. 2009b. ProÃ\u0083Â¯t Shifting and Trade Agreements in Imperfectly Competitive Markets. Manuscript, Stanford University.",
        "Bagwell and Staiger. 2011. What Do Trade Negotiators Negotiate About? Empirical Evidence from the World Trade Organization. American Economic Review 101(4): 12381273.",
        "Brander, J. and B. Spencer. 1981. TariÃ\u0083Â¯s and the Extraction of Foreign Monopoly Rents under Potential Entry. Canadian Journal of Economics 14: 371-389.",
        "Broda, C., N. Limao, and D. Weinstein. 2008. Optimal TariÃ\u0083Â¯s and Market Power: The Evidence. American Economic Review 98(5): 2032-2065.",
        "Broda, C. and D. Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121(2): 541-585.",
        "Caliendo, L. and F. Parro. 2011. Estimates of the Trade and Welfare EÃ\u0083Â¯ects of NAFTA. Manuscript, University of Chicago.",
        "Dekle, R., J. Eaton, and S. Kortum. 2007. Unbalanced Trade. American Economic Review Papers and Proceedings 97(2): 351-355.",
        "Eaton, J. and S. Kortum. 2002. Technology, Geography, and Trade. Econometrica 70(5): 1741-1779.",
        "Feenstra, R. 1996. US Imports, 1972-1994: Data and Concordances. NBER Working Paper 5515",
        "Goldberg, P. and G. Maggi. 1999. Protection for Sale: An Empirical Investigation. American Economic Review 89(5): 1135-1155.",
        "Grossman, G. and E. Helpman. 1994. Protection for Sale. American Economic Review 84(4): 833-850.",
        "Hamilton, B. and J. Whalley. 1983. Optimal TariÃ\u0083Â¯ Calculations in Alternative Trade Models and Some Possible Implications for Current World Trading Arrangements. Journal of International Economics 15: 323-348.",
        "Johnson, H. 1953-54. Optimum TariÃ\u0083Â¯s and Retaliation. Review of Economic Studies 21(2): 142-153.",
        "Mrazova, M. 2011. Trade Agreements When ProÃ\u0083Â¯ts Matter. Manuscript, London School of Economics.",
        "Krugman, P. 1980. Scale Economies, Product DiÃ\u0083Â¯erentiation, and the Pattern of Trade. American Economic Review 70(5): 950-959.",
        "Ossa, R. 2011. A New Trade Theory of GATT/WTO Negotiations. Journal of Political Economy 119(1): 122-152.",
        "Perroni, C. and J. Whalley. 2000. The New Regionalism: Trade Liberalization or Insurance ? Canadian Journal of Economics 33(1): 1-24.",
        "Pierce, J. and P. Schott. 2009. Concording US Harmonized System Codes Over Time. NBER Working Paper 15548.",
        "Ricardo, D. 1817. On the Principles of Political Economy and Taxation. London, United Kingdom: John Murray."
    ]
}