{
    "id": 17343,
    "cites": 56,
    "cited_by": 0,
    "reference": [
        "Akerlof, George A., Janet Yellen, and Michael L. Katz. (1996). Ã\u0083Â¢An Analysis of Out-of-Wedlock Childbearing in the United States.Ã\u0083Â¢ Quarterly Journal of Economics 111(2): 277-317.",
        "Alan Guttmacher Institute (AGI). (2000). Fulfilling the Promise: Public Policy and U.S. Family Planning Clinics. (New York: AGI).",
        "Almond, Douglas, Hilary W. Hoynes, and Diane Whitmore Schanzenbach. (2008). Ã\u0083Â¢Inside the War on Poverty: The Impact of Food Stamps on Birth Outcomes.Ã\u0083Â¢ National Bureau of Economic Research Working Paper 14306, September.",
        "Ananat, Elizabeth O., Jonathan Gruber, Phillip Levine, and Douglas Staiger. (2009). Ã\u0083Â¢Abortion and Selection.Ã\u0083Â¢ Review of Economics and Statistics 91(1): 124Ã\u0083Â¢136.",
        "Ashraf, Nava, Erica Field, and Jean Lee. (2010). Ã\u0083Â¢Household Bargaining and Excess Fertility: An Experimental Study in Zambia,Ã\u0083Â¢ http://www.economics.harvard.edu/faculty/field/files/Ashraf_Field_Lee_November2010.pdf (accessed 5/30/2011).",
        "Bailey, Martha J. (2010). Ã\u0083Â¢Ã\u0083Â¢Momma's Got the PillÃ\u0083Â¢: How Anthony Comstock and Griswold v. Connecticut Shaped U.S. Childbearing.Ã\u0083Â¢ American Economic Review 100 (1): 98-129.",
        "Bailey, Martha J., Melanie Guldi, Allison Davido, and Erin Buzuvis. (2011). Ã\u0083Â¢Laws and Policies Governing Contraceptive Access, 1960-1980.Ã\u0083Â¢ University of Michigan Working Paper, March 2011.",
        "Becker, Gary and H. Gregg Lewis. (1973). Ã\u0083Â¢On the Interaction between Quantity and Quality of Children,Ã\u0083Â¢ Journal of Political Economy 81: S279-S288.",
        "Blake, Judith. (1969). Ã\u0083Â¢Population Policy for Americans: Is the Government Being Misled?Ã\u0083Â¢ Science, New Series, Vol. 164, No. 3879, May 2: 522-529.",
        "Brann, Edward. (1979). Ã\u0083Â¢A Multivariate Analysis of Interstate Variation in Fertility of Teenage Girls.Ã\u0083Â¢ American Journal of Public Health 69 (7): 661-66.",
        "Cutright, Phillips and Frederick S. Jaffe. (1977). The Impact of Family Planning Programs on Fertility: The U.S. Experience. (New York, NY: Praeger Publishers).",
        "Damey, Philip D. (1975). Ã\u0083Â¢Fertility Decline and Participation in Georgia's Family Planning Program: Temporal and Area Associations.Ã\u0083Â¢ Studies in Family Planning 6 (6): 156-65.",
        "Department of Health and Economic Welfare (DHEW), Center for Family Planning Program Development (Planned Parenthood-World Population). (1974). Family Planning, Contraception, and Voluntary Sterilization: An Analysis of Laws and Policies in the United States, each State and Jurisdiction (as of September 1971): A Report of the National Center for Family Planning Services, Health Services and Mental Health Administration. (Rockville, MD: U.S. DHEW, publication no. 7416001) .",
        "DiCenso A, Guyatt G, Willan A, Griffith L. (2002) Ã\u0083Â¢Interventions to reduce unintended pregnancies among adolescents: Systematic review of randomized controlled trials.Ã\u0083Â¢ British Medical Journal 324:1426Ã\u0083Â¢34 Family Planning Ã\u0083Â¢ 24 Dryfoos, Joy G. (1976). Ã\u0083Â¢The United States National Family Planning Program, 1968-74.Ã\u0083Â¢ Studies in Family Planning, 7, No. 3 Dryfoos, Joy G. (1988). Ã\u0083Â¢Family Planning ClinicsÃ\u0083Â¢A Story of Growth and Conflict.Ã\u0083Â¢ Family Planning Perspectives 20 (6): 282-287.",
        "Forrest, Jacqueline Darroch, Albert I. Hermalin, and Stanley K. Henshaw. (1981). Ã\u0083Â¢The Impact of Family Planning Clinic Programs on Adolescent Pregnancy.Ã\u0083Â¢ Family Planning Perspectives 13 (3): 109-16.",
        "Gillette, Michael L. (1996). Launching the War on Poverty: An Oral History. (New York, N.Y.: Twayne Publishers).",
        "Gould, Ketayun H. (1979). Ã\u0083Â¢Family Planning and Abortion Policy in the United States.Ã\u0083Â¢ Social Science Review 53 (3): 452-463.",
        "Guldi, Melanie. (2008). Ã\u0083Â¢Fertility Effects of Abortion and Pill Access for Minors.Ã\u0083Â¢ Demography 45 (4): 817-827.",
        "Ã\u0083Â¢Historical, Demographic, Economic, and Social Data: The United States, 1790-2000Ã\u0083Â¢ [Computer file]. ICPSR02896-v2. (Hamilton, NY: Colgate University/Ann Arbor: MI: Inter-university Consortium for Political and Social Research [producers], 2004; Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor], 2005-04-29).",
        "Harkavy, Oscar, Frederick S. Jaffe, Samuel M. Wishik. (1969). Ã\u0083Â¢Family Planning and Public Policy: Who Is Misleading Whom?Ã\u0083Â¢ Science, New Series, Vol. 165, No. 3891, Jul. 25: 367-373.",
        "Helmerhorst, Frans M., Toni Belfield, Regina Kulier, Nandita Maitra, Paul OÃ\u0083Â¢Brien, and David A. Grimes. (2006). Ã\u0083Â¢The Cochrane Fertility Regulation Group: Synthesizing the Best Evidence about Family Planning.Ã\u0083Â¢ Contraception 74: 280-286.",
        "Hotz, Joseph V., Jacob A. Klerman and Robert J. Willis. (1997). Ã\u0083Â¢The Economics of Fertility in Developed Countries,Ã\u0083Â¢ Handbook of Population Economics, volume 1A: 275-348.",
        "Hoynes, Hilary and Diane Schanzenbach. (2009). Ã\u0083Â¢Consumption Reponses to In-Kind Transfers: Evidence from the Introduction of the Food Stamp Program.Ã\u0083Â¢ American Economic Journal: Applied Economics 1(4): 109-39.",
        "Joshi, Shareen and T. Paul Schultz. (2007). Ã\u0083Â¢Family Planning as an Investment in Development: Evaluation of a ProgramÃ\u0083Â¢s Consequences in Matlab, Bangladesh.Ã\u0083Â¢ Yale Economic Growth Center Discussion Paper No. 951.",
        "Joyce, Theodore, Robert Kaestner, and Florence Kwan. 1998. Ã\u0083Â¢Is Medicaid Pronatalist? Effects of the Medicaid Eligibility Expansions on Abortions and Births.Ã\u0083Â¢ Family Planning Perspectives 30(3): 108113.",
        "Kearney, Melissa S. and Phillip B. Levine. (2009). Ã\u0083Â¢Subsidized Contraception, Fertility, and Sexual Behavior.Ã\u0083Â¢ Review of Economics and Statistics 91 (1): 137-151.",
        "Kirby, D. (1997). Ã\u0083Â¢No easy answers: Research findings on programs to reduce teen pregnancy.Ã\u0083Â¢ Washington, D.C.: The National Campaign to Prevent Teen Pregnancy.",
        "Levine, Phillip B., Douglas Staiger, Thomas J. Kane, and David J. Zimmerman. (1996a). Ã\u0083Â¢Roe v. Wade and American Fertility.Ã\u0083Â¢ NBER Working Paper.",
        "Levine, Phillip B., Amy B. Trainor, and David J. Zimmerman (1996b). Ã\u0083Â¢The Effect of Medicaid Abortion Funding Restrictions on Abortions, Pregnancies, and Births.Ã\u0083Â¢ Journal of Health Economics 15 (5): 555-578.",
        "Levitan, Sar. (1969). The Great SocietyÃ\u0083Â¢s Poor Law: A New Approach to Poverty. (Baltimore: Johns Hopkins).",
        "Ludwig, Jens and Douglas L. Miller. (2007). Ã\u0083Â¢Does Head Start Improve Children's Life Chances? Evidence from a Regression Discontinuity Design.Ã\u0083Â¢ Quarterly Journal of Economics 122 (1): 159Ã\u0083Â¢ 208.",
        "Mellor, Jennifer M. (1998). The Effect of Family Planning Programs on the Fertility of Welfare Recipients: Evidence from Medicaid Claims. Journal of Human Resources 33: 866-895.",
        "Family Planning Ã\u0083Â¢ 25 Michael, Robert T. and Robert J. Willis. (1976). Ã\u0083Â¢Contraception and Fertility: Household Production under Uncertainty,Ã\u0083Â¢ in Demographic Behavior of the Household. (Cambridge, MA: National Bureau of Economic Research).",
        "Miller, Grant. (2009). Ã\u0083Â¢Contraception as Development? New Evidence from Family Planning in Colombia.Ã\u0083Â¢ Economic Journal 120: 709-736.",
        "Moore, Kristen A. and Steven B. Caldwell. (1977). Ã\u0083Â¢The Effect of Government Policies on Out-ofWedlock Sex and Pregnancy.Ã\u0083Â¢ Family Planning Perspectives 9 (4): 164-69.",
        "National Academy of Sciences. (1963). Ã\u0083Â¢The Growth of World Population, Analysis of the Problems and Recommendations for Research and Training.Ã\u0083Â¢ April 11, Publication No. 1091, Washington, D.C. National Center for Health Statistics (NCHS). (2003). Natality Detail File, 1968-1988: [UNITED STATES] [Computer file]. Hyattsville, MD: U.S. Dept. of Health and Human Services, National Center for Health Statistics [producer], 1981. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor].",
        "-----. (2008). Multiple Cause of Death Files, 1959-1988 [Computer file]. (Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor]).",
        "National Fertility Study, 1965 [machine readable data file]. Survey conducted by Norman B. Ryder and Charles F. Westoff for the Office of Population Research; data file edition was prepared by the Center for Demography and Ecology, University of Wisconsin, Madison (Princeton, NJ: Office of Population Research [producer], 1965; Madison, WI: University of Wisconsin Data and Program Library Service [distributor]).",
        "National Fertility Study, 1970 [machine readable data file]. Survey conducted by Norman B. Ryder and Charles F. Westoff for the Office of Population Research; data file edition was prepared under the direction of Larry Bumpass, Center for Demography and Ecology, University of Wisconsin, Madison (Princeton, NJ: Office of Population Research [producer], 1970; Madison, WI: University of Wisconsin Data and Program Library Service [distributor], 1976).",
        "Office of Economic Opportunity. (1969). The Need for Subsidized Family Planning Services: United States, Each State and County, 1968. (Washington, DC: Government Printing Office).",
        "-----. (1971). The Need for Subsidized Family Planning Services: United States, Each State and County, 1969. (Washington, D.C: Government Printing Office).",
        "-----. (1974). The Need for Subsidized Family Planning Services: United States, Each State and County, 1971. (Washington, D.C: Government Printing Office).",
        "Office of Population Affairs. (2009). http://www.hhs.gov/opa/about/budget (accessed February 7, 2009).",
        "Regional Economic Information System (REIS), 1969-1989. Bureau of Economic Analysis, U.S. Department of Commerce, CIESIN (http://www.ciesin.org/datasets/reis/reis-home.html, accessed 2/2009).",
        "Salehi-Isfahani, Djavad, M. Jalal Abbasi-Shavazi, and Meimanat Hosseini-Chavoshi. (2008). Ã\u0083Â¢Family Planning and Rural Fertility Decline in Iran: A Study in Program Evaluation.Ã\u0083Â¢ http://www.internationalpolicy.umich.edu/edts/pdfs/isfahani-10-30-08.pdf (accessed 11/3/ 2008).",
        "Rosenzweig, Mark R. and Kenneth Wolpin. (1986). Ã\u0083Â¢Evaluating the Effects of Optimally Distributed Public Programs: Child Health and Family Planning Interventions.Ã\u0083Â¢ American Economic Review 76 (3): 470-482.",
        "Schultz, T. P. (1973). Ã\u0083Â¢Explanations of Birth Rate Changes over Space and Time: A Study of TaiwanÃ\u0083Â¢, Journal of Political Economy, 81(2): S238-274.",
        "Schultz, T. P. (1992). Ã\u0083Â¢Assessing Family Planning Cost-Effectiveness.Ã\u0083Â¢ In Eds. J. F. Phillips and J. A. Press, Family Planning Programmes and Fertility. (New York: Oxford University Press): 78-105.",
        "Schultz, T. Paul. (2008). Ã\u0083Â¢Population Policies, Fertility, Women's Human Capital, and Child Quality.Ã\u0083Â¢ In Eds. T. Paul Schultz and John Strauss, Handbook of Development Economics, vol. 4 (Amsterdam, Netherlands: Elsevier).",
        "Surveillance, Epidemiology, and End Results (SEER) Program Populations (1969-1988). National Cancer Institute, DCCPS, Surveillance Research Program, Cancer Statistics Branch, released February 2009. (www.seer.cancer.gov/popdata, accessed 3/01/2009), Family Planning Ã\u0083Â¢ 26 Tone, Andrea. (2001). Devices and Desires: A History of Contraceptives in America. (New York, NY: Hill and Wang).",
        "Trussell, James. (2004). Ã\u0083Â¢Contraceptive Efficacy.Ã\u0083Â¢ In Eds. Robert A. Hatcher, James Trussell, Anita Nelson, Willard Cates, Jr., Felicia Stewart, and Deborah Kowal. Contraceptive Technology. 18th edition. (New York: Ardent Media. ):747Ã\u0083Â¢826.",
        "Udry, J. Richard, Karl E. Bauman, and Naomi M. Morris. (1976). Ã\u0083Â¢The Effect of Subsidized Family Planning Services on Reproductive Behavior in the United States.Ã\u0083Â¢ Demography 13 (4): 463-78.",
        "United States Department of Health and Human Services, National Center for Health Statistics. Ã\u0083Â¢National Natality Followback Survey, 1964-1966 [Computer file]. ICPSR21961-v1. (Hyattsville, MD: United States Department of Health and Human Services, National Center for Health Statistics [producer], 197?. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor], 2008-08-22).",
        "Weingarden, C.R. (1974). Ã\u0083Â¢The Fertility of AFDC Women: An Econometric Analysis.Ã\u0083Â¢ Journal of Economics and Business 26 (3): 159-66.",
        "Wilmoth, John R. and Patrick Ball (1992). Ã\u0083Â¢The Population Debate in American Popular Magazines, 1946-90.Ã\u0083Â¢ Population and Development Review 18 (4): 631-668.",
        "----- (1995) Ã\u0083Â¢Arguments and Action in the Life of a Social Problem: A Case Study of Ã\u0083Â¢Overpopulation,Ã\u0083Â¢ 1946-1990.Ã\u0083Â¢ Social Problems 42 (3): 318-343. Family Planning Ã\u0083Â¢ 27"
    ]
}