{
    "id": 17352,
    "cites": 26,
    "cited_by": 20,
    "reference": [
        "Adalet, Muge and Barry Eichengreen (2007), Ã\u0083Â¢Current Account Reversals: Always a Problem?,Ã\u0083Â¢ in G7 Current Account Imbalances: Sustainability and Adjustment, edited by Richard Clarida, University of Chicago Press for NBER, 205-246.",
        "Aizenman, Joshua and Y. Jinjarak (2009), Ã\u0083Â¢Current Account Patterns and National Real Estate Markets,Ã\u0083Â¢ Journal of Urban Economics 66, 75-89.",
        "Bacchetta, Philippe and Eric van Wincoop (2010), Ã\u0083Â¢On the Global Spread of Risk Panics,Ã\u0083Â¢ mimeo, Lausanne and Virginia.",
        "Benetrix, Agustin and Philip R. Lane (2010), Ã\u0083Â¢International Differences in Fiscal Policy During the Global Crisis,Ã\u0083Â¢ IIIS Discussion Paper No. 336.",
        "Blanchard, Olivier and Gian Maria Milesi-Ferretti (2010), Ã\u0083Â¢Global Imbalances: In Midstream,Ã\u0083Â¢ in Reconstructing the World Economy, edited by Il SaKong and Olivier Blanchard, Washington DC: International Monetary Fund.",
        "Blanchard, Olivier and Gian Maria Milesi-Ferretti (2011), Ã\u0083Â¢(Why) Should Current Account Balances Be Reduced?Ã\u0083Â¢ International Monetary Fund Staff Discussion Note 11/03.",
        "Blanchard, Olivier, Mitali Das, and Hamid Faruqee (2010), Ã\u0083Â¢The Initial Impact of the Crisis on Emerging Market Countries,Ã\u0083Â¢ Brookings Papers on Economic Activity (Spring), 263-307.",
        "Chen, Ruo, Gian Maria Milesi-Ferretti, and Thierry Tressel (2010), Ã\u0083Â¢Euro Area Debtor Countries: External Imbalances in the Euro Area,Ã\u0083Â¢ mimeo, International Monetary Fund.",
        "Chinn, Menzie and Eswar Prasad (2003), Ã\u0083Â¢Medium-Term Determinants of Current Accounts in Industrial and Developing Countries: An Empirical Exploration,Ã\u0083Â¢ Journal of International Economics 59, 47-76.",
        "Chinn, Menzie and Hiro Ito (2007), Current Account Balances, Financial Development and Institutions: Assaying the World 'Saving Glut', Journal of International Money and Finance 26(4), 546-569.",
        "Chinn, Menzie and Shang-Jin Wei (2008), Ã\u0083Â¢A Faith-Based Initiative: Does a Flexible Exchange Rate Regime Really Facilitate Current Account Adjustment?,Ã\u0083Â¢ NBER Working Paper No. 14420.",
        "Forbes, Kristin J. and Francis E. Warnock (2011), Ã\u0083Â¢Capital Flow Waves: Surges, Stops, Flight, and Retrenchment,Ã\u0083Â¢ mimeo, MIT and Darden.",
        "Freund, Caroline and Frank Warnock (2007), Ã\u0083Â¢Current Account Deficits in Industrial Countries: The Bigger They Are, The Harder They Fall?,Ã\u0083Â¢ in G7 Current Account Imbalances: Sustainability and Adjustment, edited by Richard Clarida, University of Chicago Press for NBER, 133-168.",
        "Gagnon, Joseph (2011), Ã\u0083Â¢Current Accounts Imbalances Coming Back,Ã\u0083Â¢ PIIE Working Paper No. 11-1.",
        "Ghosh, Atish R., Jonathan D. Ostry, and Charalambos G. Tsangarides, 2011, Ã\u0083Â¢Exchange Rate Regimes and the Stability of the International Monetary System,Ã\u0083Â¢ International Monetary Fund Occasional Paper No. 270, March.",
        "Gruber, Joseph and Steven Kamin (2007), Ã\u0083Â¢Explaining the Global Pattern of Current Account Imbalances,Ã\u0083Â¢ Journal of International Money and Finance 26, 500-522.",
        "Honohan, Patrick and Philip R. Lane (2003), Ã\u0083Â¢Divergent Inflation Rates under EMU,Ã\u0083Â¢ Economic Policy 37, 358-394.",
        "Lane, Philip R. (2010), Ã\u0083Â¢International Financial Integration and Japanese Economic Performance,Ã\u0083Â¢ in Japan's Bubble, Deflation and Long-Term Stagnation, edited by Anil Kashyap, Koichi Hamada and David Weinstein, MIT Press, 129-174.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti (2007), Ã\u0083Â¢Europe and Global Imbalances,Ã\u0083Â¢ Economic Policy 22(51), 519-573.",
        "Lee, Jaewoo, Gian Maria Milesi-Ferretti, Jonathan D. Ostry, Alessandro Prati and Lucca Ricci (2008), Ã\u0083Â¢Exchange Rate Assessments: CGER Methodologies,Ã\u0083Â¢ IMF Occasional Paper No. 261.",
        "Mendoza, Enrique (2010), Ã\u0083Â¢Sudden Stops, Financial Crises and Leverage,Ã\u0083Â¢ American Economic Review 100(5), 1941-1966.",
        "Milesi-Ferretti, Gian Maria and Assaf Razin (2000), Ã\u0083Â¢Current Account Reversals and Currency Crises: Empirical Regularities,Ã\u0083Â¢ in Currency Crises (Paul Krugman, ed.), University of Chicago Press for NBER.",
        "Obstfeld, Maurice and Kenneth Rogoff (2001), Ã\u0083Â¢Perspectives on OECD Capital Market Integration: Implications for US Current Account Adjustment,Ã\u0083Â¢ in Global Economic Integration: Opportunities and Challenges, Federal Reserve Bank of Kansas City, 169-208.",
        "Obstfeld, Maurice and Kenneth Rogoff (2007a), Ã\u0083Â¢The Unsustainable US Current Account Position Revisited,Ã\u0083Â¢ in G7 Current Account Imbalances: Sustainability and Adjustment (Richard Clarida, ed.), NBER - University of Chicago Press, 339-376.",
        "Obstfeld, Maurice and Kenneth Rogoff (2007b), Ã\u0083Â¢Global Current Account Imbalances and Exchange Rate Adjustments,Ã\u0083Â¢ in Brookings Papers on Economic Activity 1, 67-146.",
        "Obstfeld, Maurice and Kenneth Rogoff (2010), Ã\u0083Â¢Global Imbalances and the Financial Crisis: Products of Common Causes,Ã\u0083Â¢ in Asia and the Global Financial Crisis (Reuven Glick and Mark Spiegel, eds.), Federal Reserve Bank of San Francisco, 131-172."
    ]
}