{
    "id": 17353,
    "cites": 34,
    "cited_by": 9,
    "reference": [
        "Acharya, Viral V., and Philipp Schnabl. 2010. Ã\u0083Â¢Do Global Banks Spread Global Imbalances ? Asset-Backed Commercial Paper during the Financial Crisis of 200709.Ã\u0083Â¢ IMF Economic Review, 58(1): 37Ã\u0083Â¢73.",
        "AlogoskouÃ\u0083Â¯s, George, and Richard Portes. 1993. Ã\u0083Â¢Establishing a Central Bank: Issues in Europe and Lessons from the US, Cambridge.Ã\u0083Â¢ , ed. Matthew Canzoneri, Vittorio Grilli and Paul Masson, Chapter European Monetary Union and International Currencies in a Tripolar World, 273Ã\u0083Â¢301. Cambridge University Press.",
        "Bernanke, Ben S., Carol Bertaut, Laurie Pounder DeMarco, and Steven Kamin. 2011. Ã\u0083Â¢International capital Ã\u0083Â¯ows and the returns to safe assets in the United States, 20032007.",
        "Ã\u0083Â¢ Board of Governors of the Federal Reserve System International Finance Discussion Papers 1014.",
        "Bertaut, Carol C., and Ralph W. Tryon. 2007. Ã\u0083Â¢Monthly estimates of U.S. crossborder securities positions.Ã\u0083Â¢ Board of Governors of the Federal Reserve System (U.S.) International Finance Discussion Papers 910.",
        "Bertaut, Carol, Laurie Pounder DeMarco, Steven Kamin, and Ralph Tryon. 2011. Ã\u0083Â¢ABS InÃ\u0083Â¯ows to the United States and the Global Financial Crisis.Ã\u0083Â¢ Board of Governors of the Federal Reserve System mimeo.",
        "Coeurdacier, Nicolas, and Hel`ene Rey. 2010. Ã\u0083Â¢Home Bias in Open Economy Financial Macroeconomics.Ã\u0083Â¢ London Business School 2011.",
        "Cohen, Benjamin. 1971. The Future of Sterling as an International Currency. London: MacMillan.",
        "Curcuru, Stephanie E., Tomas Dvorak, and Francis Warnock. 2008. Ã\u0083Â¢Cross-border returns diÃ\u0083Â¯erentials.Ã\u0083Â¢ Quarterly Journal of Economics, 123(4): 1495Ã\u0083Â¢1530.",
        "Forbes, Kristin J., and Francis E. Warnock. 2010. Ã\u0083Â¢Capital Flow Waves: Surges, Stops, Flight and Retrenchment.Ã\u0083Â¢ MIT and University of Virginia mimeo.",
        "Giannone, Domenico, Michele Lenza, and Lucrezia Reichlin. 2011. Ã\u0083Â¢Market Freedom and the Global Recession.Ã\u0083Â¢ IMF Economic Review, 59(1): 111Ã\u0083Â¢135.",
        "Gourinchas, Pierre-Olivier, and Hel`ene Rey. 2007. Ã\u0083Â¢From World Banker to World Venture Capitalist: US External Adjustment and the Exorbitant Privilege.Ã\u0083Â¢ 11Ã\u0083Â¢55. Chicago,:University of Chicago Press,.",
        "Gourinchas, Pierre-Olivier, Hel`ene Rey, and Nicolas Govillot. 2010. Ã\u0083Â¢Exorbitant Privilege and Exorbitant Duty.Ã\u0083Â¢ UC Berkeley mimeo.",
        "Hartmann, Philip. 1998. Currency Competition and Foreign Exchange Markets: The Dollar, the Yen and the Euro. Cambridge University Press.",
        "He, Zhiguo, In Gu Khang, and Arvind Krishnamurthy. 2010. Ã\u0083Â¢Balance Sheet Adjustments during the 2008 Crisis.Ã\u0083Â¢ IMF Economic Review, 58(1): 118Ã\u0083Â¢156.",
        "Kaufmann, Daniel, Aart Kraay, and Massimo Mastruzzi. 2010. Ã\u0083Â¢The worldwide governance indicators : methodology and analytical issues.Ã\u0083Â¢ The World Bank Policy Research Working Paper Series 5430.",
        "Kose, M. Ayhan, and Eswar S. Prasad. 2010. Emerging markets: Resilience and growth amid global turmoil. Washington, DC:Brookings Institution Press.",
        "Krugman, Paul. 1984. Currencies and Crises. MIT Press.",
        "Kubelec, Chris, and Filipa Goncalves Sa. 2010. Ã\u0083Â¢The geographical composition of national external balance sheets: 1980-2005.Ã\u0083Â¢ Bank of England Bank of England working papers 384.",
        "Kumah, Emmanuel, Jannick Damgaard, and Thomas Elkjaer. 2009. Ã\u0083Â¢Valuation of Unlisted Direct Investment Equity.Ã\u0083Â¢ International Monetary Fund IMF Working Paper WP/09/242.",
        "Lane, Philip, and Gian Maria Milesi-Ferretti. 2009. Ã\u0083Â¢Cross-Border Investment in Small International Financial Centers.Ã\u0083Â¢ IIIS The Institute for International Integration Studies Discussion Paper Series iiisdp316.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti. 2001. Ã\u0083Â¢The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Countries.Ã\u0083Â¢ Journal of International Economics, 55: 263Ã\u0083Â¢94.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti. 2007. Ã\u0083Â¢The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 19702004. Ã\u0083Â¢ Journal of International Economics, 73(2): 223Ã\u0083Â¢250.",
        "Matsuyama, Kiminori, Nobuhiro Kiyotaki, and Akihiro Matsui. 1993. Ã\u0083Â¢Toward a Theory of International Currency.Ã\u0083Â¢ Review of Economic Studies, 60(2): 283Ã\u0083Â¢307.",
        "McCauley, Robert N, and Patrick McGuire. 2009. Ã\u0083Â¢Dollar appreciation in 2008: safe haven, carry trades, dollar shortage and overhedging.Ã\u0083Â¢ BIS Quarterly Review.",
        "McKinnon, Ronald. 1979. Money in International Exchange: The Convertible Currency System. Oxford: Oxford University Press.",
        "Milesi-Ferretti, Gian-Maria. 2009. Ã\u0083Â¢A $2 trillion question.Ã\u0083Â¢ http: // www. voxeu. org/ index. php? q= node/ 2902 .",
        "Milesi-Ferretti, Gian-Maria, Francesco Strobbe, and Natalia Tamirisa. 2010. Ã\u0083Â¢Bilateral Financial Linkages and Global Imbalances: A View on The Eve of the Financial Crisis.Ã\u0083Â¢ CEPR Discussion Paper 8173.",
        "Portes, Richard, and Hel`ene Rey. 1998. Ã\u0083Â¢The Emergence of the Euro as an International Currency.Ã\u0083Â¢ Economic Policy, 305Ã\u0083Â¢343.",
        "Rey, Hel`ene. 2001. Ã\u0083Â¢International Trade and Currency Exchange.Ã\u0083Â¢ Review of Economic Studies, 68(2): 443Ã\u0083Â¢464.",
        "Simard, Eric, and Eric Boulay. Ã\u0083Â¢Market valuation of Equity in the International Investment Position: CanadaÃ\u0083Â¢s Experience.Ã\u0083Â¢ Prepared for the Nineteenth Meeting of the IMF Committee on Balance of Payments Statistics Frankfurt, Germany, October 23-26, 2006.",
        "StoÃ\u0083Â¯es, Nicolas, and Cedric Tille. 2009. Ã\u0083Â¢Where have the Savings gone to? Assessing the Return on SwitzerlandÃ\u0083Â¢s External Assets.Ã\u0083Â¢ Graduate Institute for International and Development Studies working paper.",
        "Zhou, Ruilin. 1997. Ã\u0083Â¢Currency Exchange in a Random Search Model.Ã\u0083Â¢ Review of Economic Studies, 64: 289Ã\u0083Â¢310.",
        "Zucman, Garbiel. 2011. Ã\u0083Â¢The Missing Wealth of Nations: Are Europe and the U.S. net Debtors or net Creditors?Ã\u0083Â¢ Paris School of Economics mimeo. 1971:3 2007:2 Gross Liabilities 11.2 130.8 Bank Loans 3.1 38.8 Debt 4.4 44.2 of which: Government 3.7 21.2 Corporate 0.8 23.1 Equity 2.6 22.2 Direct Investment 1.2 25.6 Gross Asset 16.9 119.1 Gold 1.1 1.2 Bank Loans 5.3 36.1 Debt 1.4 10.0 Equity 0.7 35.0 Direct Investment 8.4 36.5 Net 5.7-11.7 Safe & Liquid/Liabilities 66.6 63.5 Risky & Illiquid/Assets 53.9 60.0"
    ]
}