{
    "id": 17358,
    "cites": 62,
    "cited_by": 14,
    "reference": [
        "Allen, F., Gale, D., 2000. Optimal Currency Crises. Carnegie-Rochester Series on Public Policy 53, 177-230.",
        "Allen, F., Gale, D., 2007. Systemic Risk and Regulation, in: Carey, M., Stulz, R., (Eds.), The Risks of Financial Institutions. NBER, Edition 1, Part 3, Chapter 7, 341-376.",
        "Arellano, M., Bond, S., 1991. Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies 58 (2), 277-297.",
        "Andersen, T., Bollersley, T., Diebold, F., Vega, C., 2007. Real-time Price Discovery in Global Stock Bonds and Foreign Exchange Markets. Journal of International Economics 73 (2), 257-277.",
        "Borensztein, E., Gelos, G., 2003. A Panic-Prone Pack? The Behavior of Emerging Market Mutual Funds. IMF Staff Papers 50 (1), 43-63.",
        "Boyer, B., Kumagai, T., Yuan, K., 2006. How Do Crises Spread? Evidence from Accessible and Inaccessible Stock Indices. Journal of Finance 61 (2), 957-1003.",
        "Broner, F., Gelos, G., Reinhart, C., 2006. When in Peril, Retrench: Testing the Portfolio Channel of Contagion. Journal of International Economics 69 (1), 203230.",
        "Broner, F., Didier, T., Erce, A., Schmukler, S., 2010. Gross Capital Flows: Dynamics and Crises. Banco de EspaÃ\u0083Æ\u0092a Working Paper 1039.",
        "Broner, F., Lorenzoni, G., Schmukler, S., 2011. Why Do Emerging Economies Borrow Short Term? Journal of the European Economic Association, forthcoming.",
        "Brunnermeier, M., 2009. Deciphering the Liquidity and Credit Crunch 2007-2008. Journal of Economic Perspectives 23 (1), 77-100.",
        "Bulow, J., Geanakoplos, J., Klemperer, P., 1985. Multilateral Oligopoly: Strategic Substitutes and Strategic Complements. Journal of Political Economy 93, 488-511.",
        "Calomiris, C., 2008. The Subprime Turmoil, WhatÃ\u0083Â¢s Old, WhatÃ\u0083Â¢s New, and WhatÃ\u0083Â¢s Next. Journal of Structured Finance 15 (1), 6-52.",
        "Calvo, G., 2002. Contagion in Emerging Markets: When Wall Street is a Carrier. Proceedings from the International Economic Association Congress, Vol. 3, Buenos Aires, Argentina. 49",
        "Cetorelli, N., Goldberg, L., 2011. Global Banks and International Shock Transmission: Evidence from the Crisis. IMF Economic Review 59 (1), 41-76.",
        "Chan, K., Covrig, V., Ng, L., 2005. What Determines the Domestic Bias and Foreign Bias? Evidence from Mutual Fund Equity Allocations Worldwide. Journal of Finance 60 (3), 1495-1534.",
        "Chang, R., Velasco, A., 2001. A Model of Financial Crises in Emerging Markets. The Quarterly Journal of Economics 116 (2), 489-517.",
        "Chevalier, J., and Ellison, G., 1997. Risk Taking by Mutual Funds as a Response to Incentives. Journal of Political Economy 105 (6), 1167-1200.",
        "Cifuentes, R., Ferrucci, G., Shin, H., 2005. Liquidity Risk and Contagion. Journal of the European Economic Association 3 (2-3), 556-566.",
        "Claessens, S., Forbes K., 2001. International Financial Contagion. Kluwer Academic Publishers, Boston.",
        "Dahlquist, M., Robertsson, G., 2001. Direct Foreign Ownership, Institutional Investors and Firm Characteristics. Journal of Financial Economics 59 (3), 413-440.",
        "Devereux, M., Yetman, J., 2010. Leverage Constraints and the International Transmission of Shocks. Journal of Money, Credit, and Banking 42 (1), 71-105.",
        "Diamond, D., Dybvig, P., 1983. Bank Runs, Deposit Insurance, and Liquidity. Journal of Political Economy 91 (3), 401-419.",
        "Diamond, D., Rajan, R., 2005. Liquidity Shortages and Banking Crises. Journal of Finance 60 (2), 615-647.",
        "Didier, T., Rigobon, R., Schmukler, S., 2010. Unexploited Gains from International Diversification: Patterns of Portfolio Holdings around the World. NBER Working Paper 16629.",
        "Eichengreen, B., Mody, A., Nedeljkovic, M., Sarno, L., 2009. How the Subprime Crisis Went Global: Evidence from Bank Credit Default Swap Spreads. NBER Working Paper 14904.",
        "Forbes, K., Warnock, F., 2010. Capital Flow Waves: Surges, Stops, Flight, and Retrenchment. MIT and University of Virginia. Mimeo.",
        "Fratzscher, M., 2011. The Role of Capital Flows and Investment Fund Contagion in the Global Crisis, European Central Bank. Mimeo. 50",
        "Gelos, R., Wei, S., 2005. Transparency and International Portfolio Holdings. Journal of Finance 60 (6), 2987-3020.",
        "Gompers, P., Metrick, A., 2001. Institutional Investors and Equity Prices. Quarterly Journal of Economics 116 (1), 229-259.",
        "Gorton, G., Metrick, A., 2011. Securitized Banking and the Run on Repo. Journal of Financial Economics, forthcoming.",
        "Gourinchas, P., Rey, H., 2007a. From World Banker to World Venture Capitalist: U.S. External Adjustment and the Exorbitant Privilege, in: Clarida, H., (Ed.), G7 Current Account Imbalances: Sustainability and Adjustment, Edition 1, Chapter 1, 11-66. NBER.",
        "Gourinchas, P., Govillot, N., Rey, H., 2010. Exorbitant Privilege and Exorbitant Duty. IMES Discussion Paper 10-E-20. Bank of Japan.",
        "Gourinchas, P., Obstfeld, M., 2011. Stories of the 20th Century for the 21st . American Economic Journal: Macroeconomics, forthcoming.",
        "Grinblatt, M., Titman, S., Wermers, R., 1995. Momentum Investment Strategies, Portfolio Performance and Herding: A Study of Mutual Fund Behavior. American Economic Review 85 (5), 1088-1105.",
        "Hau, H., Rey, H., 2006. Exchange Rates, Equity Prices, and Capital Flows. Review of Financial Studies 19 (1), 273-317.",
        "Hau, H., Rey, H., 2008. Global Portfolio Rebalancing under the Microscope. NBER Working Paper 14165.",
        "Hellwig, M., 2009. Systemic Risk in the Financial Sector: An Analysis of the SubprimeMortgage Financial Crisis. De Economist 157 (2), 129-207.",
        "Jotikasthira, C., Lundblad, C., Ramadorai, T., 2009. Asset Fire Sales and Purchases and the International Transmission of Financial Shocks. CEPR Discussion Paper 7595.",
        "Kaminsky, G., Reinhart, C., 2000. On Contagion, Crisis and Confusion. Journal of International Economics 51 (1), 145-168. 51",
        "Kaminsky, G., Lyons, R., Schmukler, S., 2004. Managers, Investors, and Crises: Mutual Fund Strategies in Emerging Markets. Journal of International Economics 64 (1), 113-134.",
        "Kang, J., Stulz, R., 1997. Why is there a Home Bias? An Analysis of Foreign Portfolio Equity Ownership in Japan. Journal of International Economics 64 (1), 113-134.",
        "Kim, W., Wei, S., 2002. Foreign Portfolio Investors Before and During a Crisis. Journal of International Economics 56 (1), 77-96.",
        "Klenow, P., Rodriguez-Clare, A., 2005. Externalities and Growth, in: Aghion, P., Durlauf, S., (Eds.), Handbook of Economic Growth, Edition 1, Volume 1, Chapter 11, 817-861.",
        "Kodres, L., Pritsker, M., 2002. A Rational Expectations Model of Financial Contagion, Journal of Finance 57 (2), 769-799.",
        "Martinez Peria, M., Powell, A., Vladkova-Hollar, I., 2005. Banking on Foreigners: The Behavior of International Bank Claims on Latin America, 1985-2000. IMF Staff Papers 52 (3), 430-461.",
        "Mendoza E., 2010. Sudden Stops, Financial Crises, and Leverage. American Economic Review 100, 1941-1966.",
        "Mendoza, E., Quadrini, V., 2010. Financial Globalization, Financial Crises, and Contagion. Journal of Monetary Economics 57 (1), 24-39.",
        "Mendoza, E., Smith, K., 2006. Quantitative Implications of a Debt-Deflation Theory of Sudden Stops and Asset Prices. Journal of International Economics 70 (1), 82-114.",
        "Milesi-Ferretti, G., Tille, C., 2010. The Great Retrenchment: International Capital Flows during the Global Financial Crisis. IHEID Working Paper 18-2010. Graduate Institute of International Studies.",
        "Mishkin, F. S., 2011. Over the Cliff: From the Subprime to the Global Financial Crisis. Journal of Economic Perspectives, forthcoming.",
        "Morck, R., Yeung, B., Wu, W., 2000. The Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements? Journal of Financial Economics, 59 (1-2), 215-260. 52",
        "Raddatz, C., 2010. When the Rivers Run Dry: Liquidity and the Role of Wholesale Funds in the Transmission of the U.S. Subprime Crisis. Policy Research Working Paper 5039. The World Bank.",
        "Rajan, R., 2005. Has Financial Development Made the World Riskier? Proceedings, 313369. Federal Reserve Bank of Kansas City.",
        "Scharfstein, D., Stein, J., 1990. Herd Behavior and Investment. American Economic Review 80 (3), 465-479.",
        "Schwert, G., 1989. Why Does Stock Market Volatility Change over Time? Journal of Finance 44 (5), 1115-1153.",
        "Shiller, R., 2008. The Subprime Solution: How Today's Global Financial Crisis Happened, and What to Do About It. Princeton University Press. Princeton, NJ.",
        "Shin, H., 2009. Reflections on Modern Bank Runs. A Case Study on Northern Rock. Journal of Economic Perspectives, 23 (1), 101-119.",
        "Shleifer, A., Vishny, R., 1997. The Limits of Arbitrage, Journal of Finance, 52 (1), 3555.",
        "Sirri, E., Tufano, P., 1998. Costly Search and Mutual Fund Flows. Journal of Finance, 53 (5), 1589-1622.",
        "Stein, J., 2005. Why Are Most Funds Open-End? Competition and the Limits to Arbitrage. Quarterly Journal of Economics 120 (1), 247-272.",
        "Stein, J., 2009. Presidential Address: Sophisticated Investors and Market Efficiency.",
        "Wermers, R., 1999. Mutual Fund Herding and the Impact on Stock Prices. Journal of Finance 54 (2), 581-622."
    ]
}