{
    "id": 17355,
    "cites": 54,
    "cited_by": 10,
    "reference": [
        "Acharya, Viral and Philipp Schnabl. 2010. Ã\u0083Â¢Do Global Banks Spread Global Imbalances? The Case of Asset-Backed Commercial Paper During the Financial Crisis of 2007-09.Ã\u0083Â¢ IMF Economic Review vol. 58 (1) pp .37-73 (August).",
        "Ashcraft, Adam, 2008. Ã\u0083Â¢Are Bank Holding Companies a Source of Strength to Their Banking Subsidiaries?Ã\u0083Â¢ Journal of Money, Credit, and Banking, Blackwell Publishing, vol. 40(2-3), pages 273-294, 03.",
        "Armantier, Olivier, Sandy Krieger, and Jamie McAndrews, 2008. Ã\u0083Â¢The Federal ReserveÃ\u0083Â¢s Term Auction FacilityÃ\u0083Â¢. Federal Reserve Bank of New York Current Issues in Economics and Finance, July vol.14 (5).",
        "Bank for International Settlements, Committee on the Global Financial System, 2010. Ã\u0083Â¢The functioning and resilience of cross-border funding markets,Ã\u0083Â¢ CGFS Publications no. 37 (March).",
        "Barth, James, Gerard Caprio Jr., and Ross Levine, 2001. Ã\u0083Â¢The regulation and supervision of banks around the world Ã\u0083Â¢ a new database,Ã\u0083Â¢ World Bank Policy Research Working Paper Series no. 2588 (April). 2008 database update and prior data at: http://econ.worldbank.org/WBSITE/EXTERNAL/EXTDEC/EXTRESEARCH/0,,contentMDK:2 0345037~pagePK:64214825~piPK:64214943~theSitePK:469382,00.html Basel Committee on Banking Supervision in its renewed Ã\u0083Â¢Principles for Sound Liquidity Risk Management and SupervisionÃ\u0083Â¢ (BCBS, June 2008 and BCBS, December 2009).",
        "Berger, A., DeYoung, R., Genay, H., Udell, G., 2000. Globalization of financial institutions: Evidence from cross-border banking performance. Brookings-Wharton Papers on Financial Services, 23-120.",
        "Buch, Claudia, 2005. Distance and International Banking, Review of International Economics, Blackwell Publishing, vol. 13(4), pages 787-804, 09.",
        "Buch, Claudia, Catherine Tahmee Koch, and Michael Kotter. 2011. Ã\u0083Â¢Crises, Rescues, and Policy Transmission Through International Banks.Ã\u0083Â¢ Manuscript (April).",
        "Campello, Murillo, 2002. Ã\u0083Â¢Internal Capital Markets in Financial Conglomerates: Evidence from Small Bank Responses to Monetary Policy,Ã\u0083Â¢ Journal of Finance, vol. 57(6), pages 2773-2805.",
        "Cerutti, Eugenio, Giovanni Dell-Ariccia, and Maria Soledad Martinez Peria, 2007. Ã\u0083Â¢How Banks Go Abroad: Branches or Subsidiaries?Ã\u0083Â¢ Journal of Banking and Finance, vol. 31(6), pages 16691692. Cetorelli, Nicola and Linda Goldberg, Ã\u0083Â¢Banking Globalization, Monetary Transmission, and the Lending Channel,Ã\u0083Â¢ forthcoming in the Journal of Finance.",
        "Cetorelli, Nicola and Linda Goldberg, 2011. Ã\u0083Â¢Global Banks and International Shock Transmission: Evidence from the Crisis,Ã\u0083Â¢ International Monetary Fund Economic Review, vol. 59, pages 41-76.",
        "Cetorelli, Nicola and Linda Goldberg. 2006. Ã\u0083Â¢Risks in U.S. Bank International Exposures,Ã\u0083Â¢ in ed. Jerry Caprio, Douglas Evanoff and George Kaufman, Cross Border Banking: Regulatory Challenges (Singapore: World Scientific Publishing Company, Federal Reserve Bank of Chicago and World Bank).",
        "Chinn, Menzie and Hiro Ito, 2008. Ã\u0083Â¢A New Measure of Financial Openness,Ã\u0083Â¢ Journal of Comparative Policy Analysis, vol. 10(3), pages 307-320. Data: Chinn-Ito (2006) Financial Openness measure (data extending to 2008, updated July 2010).",
        "Chinn, Menzie and Hiro Ito, 2006. Ã\u0083Â¢What Matters for Financial Development? Capital Controls, Institutions, and Interactions,Ã\u0083Â¢ Journal of Development Economics, vol. 81(1), pages 163-192.",
        "Claessens, Stijn and Neeltje van Horen, 2008. Ã\u0083Â¢Location Decisions of Foreign Banks and Institutional Competitive Advantage,Ã\u0083Â¢ DNB Working Papers no. 172, Netherlands Central Bank.",
        "Claessens, Stijn, Giovanni DellÃ\u0083Â¢Ariccia, Deniz Igan, and Luc Laeven, 2010. Ã\u0083Â¢Cross-Country Experiences and Policy Implications from the Global Financial Crisis,Ã\u0083Â¢ Economic Policy, vol. 25(62), pages 267-293.",
        "De Haas, Ralph and Iman Lelyveld, 2009. Ã\u0083Â¢Internal Capital Markets and Lending by Multinational Bank Subsidiaries,Ã\u0083Â¢ forthcoming in the Journal of Financial Intermediations.",
        "Devereux, Michael and James Yetman. 2010. Ã\u0083Â¢Leverage constraints and the international transmission of shocks.Ã\u0083Â¢ Journal of Money, Credit, and Banking vol. 42 pages 71-105.",
        "Edwards, Sebastian, 2000. Ã\u0083Â¢Contagion,Ã\u0083Â¢ The World Economy, vol. 23(7), pages 873-900.",
        "Eichengreen, Barry, Ashoka Mody, Milan Nedeljkovic, and Lucio Sarno, 2009. Ã\u0083Â¢How the Subprime Crisis Went Global: Evidence from Bank Credit Default Swap Spreads.Ã\u0083Â¢ NBER Working Paper no. 14904.",
        "Fiechter, Jonathan, Inci Otker-Robe, Anna Ilyina, Michael Hsu, Andre Santos, and Jay Surti, 2011. Ã\u0083Â¢Subsidiaries or Branches: Does One Size Fit All?Ã\u0083Â¢ IMF Staff Discussion Note SDN/11/04 (March).",
        "Focarelli, Dario and Alberto Pozzolo, 2005. Ã\u0083Â¢Where Do Banks Expand Abroad? An Empirical Analysis,Ã\u0083Â¢ Journal of Business, vol. 78(6), pages 2435-2464.",
        "Forbes, Kristin and Menzie Chinn. 2004. Ã\u0083Â¢A decomposition of global linkages in financial markets over time.Ã\u0083Â¢ The Review of Economics and Statistics vol 86 (3): 705-722 (August).",
        "Forbes, Kristin and Roberto Rigobon, 2002. Ã\u0083Â¢No Contagion, Only Interdependence: Measuring Stock Market Co-movements,Ã\u0083Â¢ Journal of Finance, vol. 57(5), pages 2223-2261.",
        "Giannetti, Mariassunta and Luc Laeven, 2011. Ã\u0083Â¢The Flight Home Effect: Evidence from the Syndicated Loan Market during Financial Crises,Ã\u0083Â¢ Manuscript.",
        "Goldberg, Linda, 2009. Ã\u0083Â¢Understanding Banking Sector Globalization,Ã\u0083Â¢ International Monetary Fund Staff Papers, vol. 56, pages 171-197.",
        "Goldberg, Linda, 2006. Ã\u0083Â¢The International Exposure of U.S. Banks: Europe and Latin America Compared,Ã\u0083Â¢ in International Capital Flows, Ed. Sebastian Edwards, NBER and University of Chicago Press.",
        "Goldberg, Linda. 2002. Ã\u0083Â¢When is U.S. Bank Lending to Emerging Markets Volatile?Ã\u0083Â¢ Preventing Currency Crises in Emerging Markets, eds. Sebastian Edwards and Jeffrey Frankel.",
        "Goldberg, Linda, Craig Kennedy, and Jason Miu. 2011. Central Bank Dollar Swap Lines and Overseas Dollar Funding CostsÃ\u0083Â¢ Economic Policy Review (May).",
        "Goldberg, Linda and David Skeie Ã\u0083Â¢Why did US Branches of foreign banks borrow at the discount window during the crisis? http://libertystreeteconomics.newyorkfed.org/2011/04/whydid -us-branches-of-foreign-banks-borrow-at-the-discount-window-during-the-crisis.html Houston, Joel, Christopher James, and David Marcus, 1997. Ã\u0083Â¢Capital market frictions and the role of internal capital markets in banking,Ã\u0083Â¢ Journal of Financial Economics, vol. 46(2), pages 135-164.",
        "Imbs, Jean. 2004. Ã\u0083Â¢Trade, Finance, Specialization, and Synchronization.Ã\u0083Â¢ The Review of Economics and Statistics vol. 86 (3) pages 723-734 (August).",
        "Ilzetski, Ethan, Carmen Reinhart, and Kenneth Rogoff (2009, 2011). Ã\u0083Â¢The country chronologies and background material to Exchange Rate Arrangements into the 21st Century: Will the Anchor Currency Hold?Ã\u0083Â¢ International Monetary Fund, World Economic Outlook, April 2009.",
        "Kamil, Herman and Kulwant Rai, 2010. Ã\u0083Â¢The Global Credit Crunch and Foreign BanksÃ\u0083Â¢ Lending to Emerging Markets: Why Did Latin America Fare Better?Ã\u0083Â¢ IMF Working Paper WP/10/102.",
        "Kashyap, Anil and Jeremy Stein, 2000. Ã\u0083Â¢What Do A Million Observations on Banks Say About the Transmission of Monetary Policy?Ã\u0083Â¢ American Economic Review, vol. 90(3), pages 407-428.",
        "Khwaja, Asim and Atif Mian, 2008. Ã\u0083Â¢Tracing the Impact of Bank Liquidity Shocks: Evidence from an Emerging Market,Ã\u0083Â¢ American Economic Review, vol. 98(4), pages 1413-1442.",
        "Kose, Ayhan and Eswar Prasad, 2010. Ã\u0083Â¢Emerging Markets: Resilience and Growth Amid Global Turmoil,Ã\u0083Â¢ Brookings Institution Press.",
        "McGuire, Patrick and Goetz von Peter, The US dollar shortage in global banking, BIS Quarterly Review, March 2009, 47-63.",
        "Mian, Atif, 2006. Ã\u0083Â¢Distance Constraints: The Limits of Foreign Lending in Poor Economies,Ã\u0083Â¢ The Journal of Finance, vol. 61(3), pages 1465-1505.",
        "Mishkin, Frederic, 2009. Ã\u0083Â¢Why We ShouldnÃ\u0083Â¢t Turn Our Backs on Financial Globalization,Ã\u0083Â¢ International Monetary Fund Staff Papers, vol. 56(1), pages 139-170.",
        "Parlour, Christine and Guillaume Plantin, 2008. Ã\u0083Â¢Loan Sales and Relationship Banking,Ã\u0083Â¢ Journal of Finance, vol. 63(3), pages 1291-1314.",
        "Peek, Joe and Eric Rosengren, 1997. Ã\u0083Â¢The International Transmission of Financial Shocks: The Case of Japan,Ã\u0083Â¢ American Economic Review, vol. 87(4), pages 495-505.",
        "Peek, Joe and Eric Rosengren, 1997. Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States, The American Economic Review, March 2000, 30-45.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei, and M. Ayhan Kose, 2003. Ã\u0083Â¢Effects of Financial Globalization on Developing Countries: Some Empirical Evidence,Ã\u0083Â¢ IMF Occasional Paper no. 220.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei, and M. Ayhan Kose, 2007. Ã\u0083Â¢Financial Globalization, Growth, and Volatility in Developing Countries,Ã\u0083Â¢ in editor Ann Harrison Globalization and Poverty (NBER and University of Chicago Press).",
        "Rose, Andrew and Mark Spiegel, 2011. Ã\u0083Â¢Cross-Country Causes and Consequences of the Crisis: An Update,Ã\u0083Â¢ European Economic Review, vol. 55(3), pages 309-324.",
        "Rose, Andrew and Mark Spiegel, 2009. Ã\u0083Â¢International Financial Remoteness and Macroeconomic Volatility,Ã\u0083Â¢ Journal of Development Economics, vol. 89(2), pages 250-257.",
        "Rose, Andrew and Tomasz Wieladek. 2011. Ã\u0083Â¢Financial ProtectionismÃ\u0083Â¢. NBER working paper 17073.",
        "Santor, Eric, 2004. Ã\u0083Â¢Contagion and the Composition of Canadian BanksÃ\u0083Â¢ Foreign Asset Portfolios: Do Crises Matter?Ã\u0083Â¢ Manuscript, Bank of Canada.",
        "Schnabl, Philipp, 2009. Ã\u0083Â¢Financial Globalization and the Transmission of Credit Supply Shocks: Evidence from an Emerging Market,Ã\u0083Â¢ New York University Working Paper no. FIN-08-088.",
        "Stein, Jeremy, 1997. Ã\u0083Â¢Internal Capital Markets and the Competition for Corporate Resources,Ã\u0083Â¢ Journal of Finance, vol. 52(1), pages 111-133.",
        "Stein, Jeremy, 2002. Ã\u0083Â¢Information Production and Capital Allocation: Decentralized versus Hierarchical Firms,Ã\u0083Â¢ Journal of Finance, vol. 57(5), pages 1891-1921.",
        "Van Rijckeghem, Caroline and Beatrice Weder, 2001. Ã\u0083Â¢Sources of Contagion: Is it Finance or Trade,Ã\u0083Â¢ Journal of International Economics, vol. 54(2), pages 293-308.",
        "Van Rijckeghem, Caroline and Beatrice Weder, 2003. Ã\u0083Â¢Spillovers through Banking Centers: A Panel Data Analysis of Bank Flows,Ã\u0083Â¢ Journal of International Money and Finance, vol. 22(4), pages 483-509.",
        "Zorome, Ahmed, 2007. Ã\u0083Â¢Concept of Offshore Financial Centers: In Search of an Operational Definition,Ã\u0083Â¢ IMF Working Paper WP/07/87."
    ]
}