{
    "id": 17357,
    "cites": 43,
    "cited_by": 69,
    "reference": [
        "Adrian, Tobias and Markus Brunnermeier, 2010. Ã\u0083Â¢Hedge Fund Fat Tail Risk.Ã\u0083Â¢ Working paper. Andersen, T., Bollerslev, T., Diebold, F. and C. Vega, 2007. Ã\u0083Â¢Real-Time Price Discovery in Stock, Bond and Foreign Exchange MarketsÃ\u0083Â¢ Journal of International Economics 73, 251277 Bacchetta, Philippe and Eric van Wincoop. (2010). Ã\u0083Â¢On the Global Spread of Risk Panics.Ã\u0083Â¢ Mimeo. mimeo.",
        "Bae, Kee-Hong, Andrew Karolyi, Rene Stulz, 2003. Ã\u0083Â¢A new approach to measuring financial contagion,Ã\u0083Â¢ Review of Financial Studies 16: 717-763.",
        "Baele, L. & K. Inghelbrecht, 2009. Ã\u0083Â¢Time-varying integration and international diversification strategies,Ã\u0083Â¢ Journal of Empirical Finance, 16(3): 368-387.",
        "Bekaert, Geert, Michael Ehrmann, Marcel Fratzscher and Arnaud Mehl, 2010. Global crises and equity market contagion, mimeo.",
        "Bekaert, G., & C.R. Harvey, 1995. Ã\u0083Â¢Time-varying world market integration,Ã\u0083Â¢ Journal of Finance, 50 (2): 403-444.",
        "Blanchard, Olivier, Mitali Das, and Hamid Faruqee. (2010). Ã\u0083Â¢The Initial Impact of the Crisis on Emerging Market Countries.Ã\u0083Â¢ Brookings Papers on Economic Activity, 263-307.",
        "Broner, Fernando, Tatiana Didier, Aitor Erce and Sergio Schmukler. (2010). Ã\u0083Â¢Financial Crises and International Portfolio Dynamics.Ã\u0083Â¢ Mimeo.",
        "Broner, Fernando, Gaston Gelos, and Carmen Reinhart. (2006). Ã\u0083Â¢When in Peril, Retrench: Testing the Portfolio Channel of Contagion.Ã\u0083Â¢ Journal of International Economics 69(10): 203-30.",
        "Brunnermeier, Markus. (2009). Ã\u0083Â¢Deciphering the Liqudity and Credit Crunch 2007-8.Ã\u0083Â¢ Journal of Economic Perspectives 23(1): 77-100.",
        "Brunnermeier, M. and L. Pedersen, 2009. Ã\u0083Â¢Market Liquidity and Funding Liquidity,Ã\u0083Â¢ Review of Financial Studies.",
        "Calomiris, Charles W. 2008. Ã\u0083Â¢The Subprime Turmoil: WhatÃ\u0083Â¢s Old, WhatÃ\u0083Â¢s New and WhatÃ\u0083Â¢s NextÃ\u0083Â¢, mimeo, Columbia Business School.",
        "Calvet, L., J. Campbell and P. Sodini (2009), Fight of Flight? Portfolio Rebalancing by Individual Investors, Quarterly Journal of Economics 124 (1): 301-348.",
        "Calvo, Guillermo. (2009). Ã\u0083Â¢Financial Crises and Liquidity Shocks: A Bank-Run Perspective.Ã\u0083Â¢ NBER Working Paper 15425.",
        "Calvo, Guillermo. (1998). Ã\u0083Â¢Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops.Ã\u0083Â¢ Journal of Applied Economics (Nov): 35-54.",
        "Calvo, Guillermo, Alejandro Izquierdo, and Luis-Fernando MejÃ\u0083Æ\u0092a. (2008). Ã\u0083Â¢Systemic Sudden Stops: The Relevance of Balance-Sheet Effects and Financial Integration.Ã\u0083Â¢ NBER Working Paper 14026.",
        "Calvo, Guillermo, Leonardo Leiderman, and Carmen Reinhart. (1996). Ã\u0083Â¢Inflows of Capital to Developing Countries in the 1990s.Ã\u0083Â¢ Journal of Economic Perspectives 10(2): 123-139.",
        "Cardarelli, Roberto, Selim Elekdag and M.Ayhan Kose. (2009). Ã\u0083Â¢Capital Inflows: Macroeconomic Implications and Policy Responses.Ã\u0083Â¢ IMF Working Paper WP/09/40.",
        "Chinn, Menzie and Kristin Forbes. (2004). Ã\u0083Â¢A Decomposition of Global Linkages in Financial Markets Over Time.Ã\u0083Â¢ Review of Economics and Statistics 86(3): 705-722.",
        "Chudik, Alexander, and Marcel Fratzscher, 2011. Identifying the Global Transmission of the 2007-09 Financial Crisis in a GVAR Model, forthcoming European Economic Review.",
        "Chuhan, P., Stijn Claessens, and N. Mamingi. (1998). Ã\u0083Â¢Equity and bond flows to Latin America and Asia: the role of global and country factors.Ã\u0083Â¢ Journal of Development Economics 55 (2), 439 - 463.",
        "Claessens, Stijn and Kristin Forbes. (2001). Ã\u0083Â¢International Financial Contagion: An OverviewÃ\u0083Â¢ In Stijn Claessens and Kristin Forbes, eds. International Financial Contagion. Kluwer Academic Publishers, pgs. 3-17.",
        "Daude, C. and M. Fratzscher (2008), The Pecking Order of Cross-Border Investment, Journal of International Economics, 74(1), pp. 94-119.",
        "Dooley, Michael. (1988). Ã\u0083Â¢Capital flight: a response to differences in financial risks.Ã\u0083Â¢ IMF Staff Papers 35: 422-436.",
        "Dungey, Mardi, RenÃ\u0083Æ\u0092e Fry, Brenda GonzÃ\u0083Æ\u0092lez-Hermosillo, and Vance Martin. (2011). Transmission of Financial Crises and Contagion: A Latent Factor Approach, Oxford University Press (New York, NY).",
        "Ehrmann, Michael, and Marcel Fratzscher, 2005. Equal size, equal role? Interest rate interdependence between the euro area and the United States, Economic Journal 115: 93050.",
        "Ehrmann, Michael and Marcel Fratzscher, 2004. Taking Stock: Monetary Policy Transmission to Equity Markets. Journal of Money, Credit and Banking 36(4): 719-37, August 2004.",
        "Forbes, Kristin. (2010). Ã\u0083Â¢Why do Foreigners Invest in the United States?Ã\u0083Â¢ Journal of International Economics 80(1): 3-21.",
        "Forbes, K. and R. Rigobon, 2002. Ã\u0083Â¢No Contagion, Only Interdependence: Measuring stock Market ComovementsÃ\u0083Â¢, Journal of Finance, 57 (5): 2223-2261.",
        "Froot, K. and T. Ramadorai (2005), Currency Returns, Intrinsic Value and Institutional Investor Flows, Journal of Finance, pp. 1535-1566.",
        "GÃ\u0083Æ\u0092rkaynak, Refet, Sack, Brian and Eric Swanson, 2005. Do Actions Speak Louder than Words? The Response of Asset Prices to Monetary Policy Actions and Statements. International Journal of Central Banking 1: 55-94.",
        "Hau, H. and H. Rey (2006), Exchange Rate, Equity Prices and Capital Flows, Review of Financial Studies, 19 (1), pp. 273-317.",
        "Hau, H. and H. Rey (2008), Global Portfolio Rebalancing under the Microscope, mimeo.",
        "Jotikasthira, Chotibhak, Lundblad, Christian T. and Ramadorai, Tarun, 2010. Asset Fire Sales and Purchases and the International Transmission of Financial Shocks. CEPR Discussion Paper No. 7595.",
        "Kalemli-Ozcan, Sebnem, Elias Papaioannou and Fabrizio Perri. (2010). Ã\u0083Â¢This Time is Different: Financial Integration and the 2007 Crisis.Ã\u0083Â¢ Mimeo.",
        "Karolyi, A., 2003. Ã\u0083Â¢Does International Finance Contagion Really Exist?Ã\u0083Â¢, International Finance 6: 179-199.",
        "King, Michael, 2009. Ã\u0083Â¢Time to buy or just buying time? The market reaction to bank rescue packagesÃ\u0083Â¢, BIS Working Paper No. 288, September 2009.",
        "Klaus, B. and B. Rzepkowski, 2009. Risk spillover among hedge funds: The role of redemptions and fund failures, ECB Working Paper No. 1112.",
        "Milesi-Ferretti, Gian Maria and CÃ\u0083Æ\u0092dric Tille. (2010). Ã\u0083Â¢The Great Retrenchment: International Capital Flows during the Global Financial Crisis.Ã\u0083Â¢ Mimeo.",
        "Peek, Joe, and Eric Rosengreen. (1997). Ã\u0083Â¢The International Transmission of Financial Shocks: The Case of Japan,Ã\u0083Â¢ American Economic Review 87(4): 495-505.",
        "Reinhart, Carmen and Vincent Reinhart. (2009). Ã\u0083Â¢Capital Flow Bonanzas: An Encompassing View of the Past and Present,Ã\u0083Â¢ in Jeffrey Frankel and Francesco Giavazzi, eds. NBER International Seminar in Macroeconomics 2008. Chicago: Chicago University Press.",
        "Rose, Andrew and Mark Spiegel. (2011). Ã\u0083Â¢Cross-Country Causes and Consequences of the 2008 Crisis: International Linkages and American Exposure.Ã\u0083Â¢ Forthcoming European Economic Review.",
        "Rothenberg, Alex and Francis E. Warnock. (2010). Ã\u0083Â¢Sudden Flight and True Sudden Stops.Ã\u0083Â¢ Review of International Economics (forthcoming).",
        "Tong, Hui and Shang-Jin Wei, 2008. Ã\u0083Â¢Real Effects of the Subprime Mortgage Crisis: is it a Demand or Finance Shock?Ã\u0083Â¢ mimeo. TABLES AND FIGURES"
    ]
}