{
    "id": 17362,
    "cites": 34,
    "cited_by": 14,
    "reference": [
        "Aizenman J. and Lee, J. (2007), Ã\u0083Â¢International reserves: Precautionary versus Mercantilist views, Theory and EvidenceÃ\u0083Â¢, Open Economies Review, 18: 191-214.",
        "Aizenman J. and Sun. Y. (2010), Ã\u0083Â¢The Financial Crisis and Sizable International Reserves Depletion: From Ã\u0083Â¢Fear of FloatingÃ\u0083Â¢ to the Ã\u0083Â¢Fear of Losing International ReservesÃ\u0083Â¢?Ã\u0083Â¢ NBER Working Paper No. 15308, revised August 2010.",
        "Aizenman, J., Chinn M. and Ito H. (2010), Ã\u0083Â¢The Emerging Global Financial Architecture: Tracing and Evaluating New Patterns of the Trilemma Configuration,Ã\u0083Â¢ Journal of International Money and Finance, June, pp. 615-641.",
        "Aizenman, J., Jinjarak, Y., and Park, D. (2011), Ã\u0083Â¢International Reserves and Swap Lines: Subsitutes or Complements? Ã\u0083Â¢ International Review of Economics and Finance 20, 5-18.",
        "Alexander, W., Cady, J. and Gonzalez-Garcia, J. (eds.), (2008), The IMF's Data Dissemination Initiative after 10 years. IMF, Washington DC. http://www.imf.org/external/pubs/cat/longres.cfm?sk=20313.0 Blanchard, Olivier, Hamid Faruqee and Mitali Das (2010). Ã\u0083Â¢The Initial Impact of the Crisis on Emerging Market CountriesÃ\u0083Â¢, Brookings Papers on Economic Activity, Spring, 263-323.",
        "De Gregorio, Jose (2011) Ã\u0083Â¢International Reserve Hoarding in Emerging Economies,Ã\u0083Â¢ Economic Policy Papers, Banco Central de Chile, No. 40, January.",
        "Didier, Tatiana, Constantino Hevia and Sergio Schmukler (2011), Ã\u0083Â¢How Resilient Were Emerging Economies to the Global Crisis? World Bank Policy Research Working Paper 5637.",
        "Dominguez, Kathryn, Rasmus Fatum and Pavel Vacek (2010) Ã\u0083Â¢Does Foreign Reserve Decumulation Lead to Currency Appreciation?Ã\u0083Â¢ NBER Working Paper 16044.",
        "Dominguez, Kathryn (2010), Ã\u0083Â¢International Reserves and Underdeveloped Capital MarketsÃ\u0083Â¢, in NBER International Seminar on Macroeconomics 2009, edited by Lucrezia Reichlin and Kenneth West, University of Chicago Press for the NBER, 193-221.",
        "Dominguez, Kathryn (2006a) Ã\u0083Â¢The ECB, the Euro and Global Financial MarketsÃ\u0083Â¢, Journal of Economic Perspectives, 20, 4, Fall, 67-88.",
        "Dominguez, Kathryn (2006b) Ã\u0083Â¢When do Central Bank Interventions Influence Intra-daily and Longer-term Exchange Rate Movements?Ã\u0083Â¢ Journal of International Money and Finance, 25, 1051-1071.",
        "Dominguez, Kathryn (1999) Ã\u0083Â¢The Role of the YenÃ\u0083Â¢ in International Capital Flows, edited by Martin Feldstein, University of Chicago Press for the NBER: Chicago, 1999, 133-171.",
        "Dominguez, Kathryn and Jeffrey Frankel (1993), Does Foreign Exchange Intervention Work? Institute for International Economics: Washington D.C., 1993.",
        "Dooley, M., Folkerts-Landau D., and Garber, P. (2003), Ã\u0083Â¢An Essay on the Revived Bretton Woods SystemÃ\u0083Â¢, NBER Working Paper 9971.",
        "Fleming, Michael and Nicholas Klagge (2010), Ã\u0083Â¢The Federal ReserveÃ\u0083Â¢s Foreign Exchange Swap Lines,Ã\u0083Â¢ Current Issues in Economics and Finance, Federal Reserve Bank of New York, vol 16, 4, April.",
        "Frankel, J. and G. Saravelos (2010), Ã\u0083Â¢Are Leading Indicators of Financial Crises Useful for Assessing Country Vulnerability? Evidence from the 2008-9 Global Crisis,Ã\u0083Â¢ NBER Working Paper 16047.",
        "Goldberg, Linda S., Craig Kennedy, and Jason Miu (2011), Ã\u0083Â¢Central Bank Dollar Swap Lines and Overseas Dollar Funding Costs,Ã\u0083Â¢ FRBNY Economic Policy Review, May: 3-20.",
        "Hashimoto, Yuko (2003), Ã\u0083Â¢An empirical test of the likelihood and timing of speculative attacks; the case of Malaysia and Singapore,Ã\u0083Â¢ Japan and the World Economy, Vol.15, pp245259.",
        "Hashimoto, Yuko (2006) Ã\u0083Â¢Too much for self insurance? Asian foreign reserves,Ã\u0083Â¢ unpublished manuscript, Hong Kong Institute for Monetary Research.",
        "Hashimoto, Yuko and Takatoshi Ito (2007) Ã\u0083Â¢Global Imbalances and Asian Foreign Reserves,Ã\u0083Â¢ unpublished manuscript, June.",
        "Ito, Takatoshi, (2003) Is Foreign Exchange Intervention Effective?: the Japanese experiences in the 1990s, in Paul Mizen (ed.), Monetary History, Exchange Rates and Financial Markets, Essays in Honour of Charles Goodhart, Volume 2, Cheltenham U.K.; Edward Elgar Pub. 126153.",
        "[NBER WP8914, 2002] Ito, Takatoshi (2004). Ã\u0083Â¢The Yen and the Japanese Economy, 2004.Ã\u0083Â¢ C. F. Bergsten and J. Williamson, (eds.) in Dollar Adjustment: How Far? Against What?, ch.8, Washington, D.C.: Institute for International Economics: 171-196.",
        "Ito, Takatoshi, (2005), Interventions and Japanese Economic Recovery, in International Economics and Economic Policy, Volume 2, Number 2-3, November: 219-239.",
        "Ito, Takatoshi, (2007a). Ã\u0083Â¢Myths and reality of foreign exchange interventions: An application to JapanÃ\u0083Â¢, International Journal of Finance & Economics, Volume 12, Issue 2, April: 133-154.",
        "Ito, Takatoshi (2007b), Ã\u0083Â¢Asian Currency Crisis and the IMF, Ten Years Later: OverviewÃ\u0083Â¢ Asian Economic Policy Review, vol. 2, no. 1, June: 16-49.",
        "Ito, Takatoshi and Tomoyoshi Yabu (2007), Ã\u0083Â¢What Prompts Japan to Intervene in the Forex Market? A New Approach to a Reaction FunctionÃ\u0083Â¢ Journal of International Money and Finance, vol. 26, no.2, March: 193-212. [NBER WP10456, 2004] Jeanne, O. (2007), Ã\u0083Â¢International Reserves in Emerging Market Countries: Too Much of a Good Thing?,Ã\u0083Â¢ Brookings Papers on Economic Activity, 1-55.",
        "Jeanne, O. and Ranciere, R. (2007), Ã\u0083Â¢The Optimal Level of International Reserves for Emerging Market Countries: A New Formula and Some Applications,Ã\u0083Â¢ Working Paper.",
        "Llaudes, Ricardo, Ferhan Salman and Mali Chivakul, (2010) Ã\u0083Â¢The Impact of the Great Recession on Emerging Markets,Ã\u0083Â¢ IMF Working Paper 10/237.",
        "Obstfeld, M., Shambaugh, J., and A. Taylor (2010) Ã\u0083Â¢Financial Stability, the Trilemma, and International Reserves,Ã\u0083Â¢ American Economic Journal: Macroeconomics 2 (April), 57-94.",
        "Obstfeld, M., Shambaugh, J., and A. Taylor (2009), Ã\u0083Â¢Financial Instability, Reserves, and Central Bank Swap Lines in the Panic of 2008,Ã\u0083Â¢ American Economic Review: Papers and Proceedings 2009, 99:2, 480-486.",
        "Reinhart C. and Reinhart V. (2008), Ã\u0083Â¢Capital Inflows and Reserve Accumulation: The Recent Evidence,Ã\u0083Â¢ NBER Working Paper 13842.",
        "Reinhart C. (2010),  This Time is Different Chartbook: Country Histories on Debt, Default, and Financial Crises,Ã\u0083Â¢ NBER working paper No. 15815.",
        "Rose, A. and M. Spiegal (2010), Ã\u0083Â¢Cross-Country Causes and Consequences of the 2008 Crisis: Early Warning,Ã\u0083Â¢ Global Journal of Economics, forthcoming.",
        "Shin, Hyun Song, (2010), Ã\u0083Â¢Macroprudential Policies Beyond Basel III,Ã\u0083Â¢ Policy Memo, Princeton University. http://www.princeton.edu/~hsshin/www/MacroprudentialMemo.pdf"
    ]
}