{
    "id": 17369,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Allison, PD. Event History Analysis: Regression for Longitudinal Event Data. 1984. Sage Publications: Newbury Park, CA.",
        "Angrist, JD,Imbens,G, Rubin, D. Identification of Causal Effects Using Instrumental Variables. J AmStat Assoc.1996;91, 444-55.",
        "Angrist, JD. Estimations of limited dependent variable models with dummy endogenous regressors: Simple strategies for empirical practice. J Bus Econ Stat. 2001; 19:2-16.",
        "Becker, Gary S. and Kevin M. Murphy (2001) Social economics: Market behavior in a social environment. Harvard University Press.",
        "Bertrand M, Duflo, E, Mullainathan, S. How Much Should We Trust Differences-inDifferences Estimates? Q J of Econ. 2004; 119; 249-275.",
        "Bloom, HS. Accounting for No-Shows in Experimental Evaluation Designs. Eval Review. 1984; 8(2):225-46.",
        "Browning CR, Cagney KA. Moving beyond poverty: neighborhood structure, social processes, and health. J Health Soc Behav. 2003;44:552-571.",
        "Calle, EE,Terrell, DE. Utility of the National Death Index for Ascertainment of Mortality Among Cancer Prevention Study II Participants.Am J Epidemiol. 1993; 137(2): 235-241.",
        "Centers for Disease Control WONDER online database. Wonder.cdc.gov. Accessed December 27, 2009.",
        "Chicago Police Department Homicide Report 2006-7.2009 Curtis, Lori J. & Dooley, Martin D. & Phipps, Shelley A., 2004. Child well-being and neighbourhood quality: evidence from the Canadian National Longitudinal Survey of Children and Youth, Social Science & Medicine, Elsevier, vol. 58(10), pages 1917-1927 Diez Roux, AV. Investigating neighborhood and area effects on health. Am J Public Health. 2001; 91(11):1783-9.",
        "Federal Bureau of Investigation Crime in the United States, 1997. U.S. Department of Justice: Washington, DC.1998 Fortson, Jane and Lisa Sanbonmatsu (2010) Ã\u0083Â¢Child health and neighborhood conditions: Results from a randomized housing voucher experiment.Ã\u0083Â¢ Journal of Human Resources. 45(4): 840-864.",
        "Friedman, M. Capitalism and Freedom. 1962.Chicago: University of Chicago Press.",
        "Heymann, J. Fischer, A. Neighborhoods, health research, and its relevance to public policy.Ã\u0083Â¢ In: Berkman, L, Kawachi, I:Neighborhoods and Health. New York: Oxford University Press; 2003: 335-348.",
        "Heymann, J. Fischer, A. Neighborhoods, health research, and its relevance to public policy.Ã\u0083Â¢ In: Berkman, L, Kawachi, I:Neighborhoods and Health. New York: Oxford University Press; 2003: 335-348.",
        "Hiscock R, Macintyre S, Ellaway A, Kearns A. Residents and residence: Factors predicting the health disadvantage of social renters compared to owner-occupiers. Journal of Social Issues 2003; 59:527-546. Historical Poverty Tables, United States Census.",
        "http://www.census.gov/hhes/www/poverty/histpov/perindex.html. Accessed on January 21, 2010 Hunt, DB. Blueprint for Disaster: The Unraveling of Chicago Public Housing. 2009. Chicago: University of Chicago Press. Jacob, BA. Ludwig, J. The effects of housing assistance on labor supply: Evidence from a voucher lottery. Forthcoming, American Economic Review.",
        "Katz, LF, Kling, JR, Liebman, JB. Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment. Q J Econ. 2001;116:607-654.",
        "Kling, Jeffrey R., Jens Ludwig, and Lawrence F. Katz (2005) Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment, Quarterly Journal of Economics. 120(1). 87-130.",
        "Kling, JR, Liebman, JB, Katz,LF. Experimental Analysis of Neighborhood Effects. Econometrica. 2007; 75(1):83-119.",
        "Kling, JR, Ludwig J, Katz, LF. Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment, Q J Econ. 2005;120(1): 87-130.",
        "Lehmann, EL, Romano, JP. Testing Statistical Hypotheses. 2005. 3rd Ed. Springer.",
        "Lumeng, Julie, Daniel Appugliese, et al. Neighborhood Safety and Overweight Status in Children. Archives of Pediatric and Adolescent Medicine. 2006; 160: 25-31.",
        "Manski, Charles F. (2000) Ã\u0083Â¢Economic analysis of social interactions.Ã\u0083Â¢ Journal of Economic Perspectives. 14(3): 115-136.",
        "National Death Index UserÃ\u0083Â¢s Guide (2009) NDI UserÃ\u0083Â¢s Guide October 6, 2009 Draft. National Center for Health Statistics, U.S. Department of Health and Human Services.",
        "Olsen, EO. Housing programs for low-income households. In: Moffitt, RA, MeansTested Transfer Programs in the United States. Chicago: University of Chicago Press; 2003: 365-442.",
        "Orr L, Feins J, Jacob R, Beecroft E. Department of Housing and Urban Development, Office of Policy Development and Research; Washington, DC: 2003. Ã\u0083Â¢Moving to Opportunity: Interim Impacts Evaluation: Final Report.Ã\u0083Â¢ Pickett, K.E. & M. Pearl. 2001. Multilevel analyses of neighbourhood socioeconomic context and health outcomes: a critical review. J Epidemiol Community Health 55(2):111-122.",
        "Quillian, L.Public housing and the spatial concentration of poverty. Northwestern University: Working Paper Presented at the 2005 Meetings of the Population Association of America, Philadelphia, PA.2005 Roberts, S. Westchester adds housing to desegregation pact. The New York Times. August 10, 2009.",
        "Ross, CE, Mirowsky,J. Pribesh,S. Powerlessness and the Amplification of Threat: Neighborhood Disadvantage, Disorder, and Mistrust. Am J Sociol. 2001; 66:568-591.",
        "Rubinowitz, L., and J. Rosenbaum. 2000. Crossing the Class and Color Lines: From Public Housing to White Suburbia. Chicago: University of Chicago Press.",
        "Sampson, RJ, Raudenbush, SW, Earls F. Neighborhoods and Violent Crime: A Multilevel Study of Collective Efficacy. Science 1997; 918-924.",
        "Sampson, RJ. Neighborhood-Level Context and Health: Lessons from Sociology. In: Berkman, L, Kawachi, I:Neighborhoods and Health. New York: Oxford University Press; 2003: 132-146.",
        "Sutherland, JM, Fisher, ES, and Skinner, JS. Getting past denial Ã\u0083Â¢ The high cost of health care in the United States. New Eng J Med. 2009;361: 1227-1230. U.S. Department of Housing and Urban Development, Office of Policy Development and Research, U.S. Housing Market Conditions Summary.",
        "Votruba, ME, Kling, JR. Effects of Neighborhood Characteristics on the Mortality of Black Male Youth: Evidence from Gautreaux.SocSci Med. 2009; 68(5):814Ã\u0083Â¢823.",
        "Waitzman, N. Smith, K. Phantom of the area: Poverty-area residence and mortality in the United States. Am J Public Health.1998; 88:973-976."
    ]
}