{
    "id": 17367,
    "cites": 34,
    "cited_by": 34,
    "reference": [
        "ACIR American Council on Intergovernmental Relations (1982-1995). SigniÃ\u0083Â¯cant Features of Fiscal Federalism, Budget processes and Tax systems. Government Printing OÃ\u0083Â¯ce, Washington, DC.",
        "Angrist, Joshua (2001), Estimation of Limited Dependent Variable Models with Dummy Endogenous Regressors: Simple Strategies for Empirical Practice, Journal of Business & Economics Statistics 19: 2-16",
        "Angrist, Joshua and Guido Imbens (1995), Two-Stage Least Squares Estimation of Average Causal EÃ\u0083Â¯ects in Models with Variable Treatment Intensity, Journal of the American Statistical Association 90: 431-442",
        "Arora, Ashish, Andrea Fosfuri and Alfonso Gambardella (2001), Markets for Technology: The Economics of Innovation and Corporate Strategy (Cambridge, MA: MIT Press)",
        "Arora, Ashish and Marco Ceccagnoli (2006), Patent Protection, Complementary Assets and FirmsÃ\u0083Â¢ Incentives for Technology Licensing, Management Science 52: 293-308",
        "Carneiro, Pedro, James Heckman and Edward Vytlacil (2010) Ã\u0083Â¢Evaluating Marginal Policy Changes and the Average EÃ\u0083Â¯ect of Treatment for Individuals at the Margin,Ã\u0083Â¢ Econometrica 78: 377-394",
        "Chari, Varadarajan, Mikhail Golosov and Aleh Tsyvinski (2005), Business Start-ups, the Lock-in EÃ\u0083Â¯ect, and Capital Gains Taxation, Working paper, Yale University",
        "CSG Council of State Governments (1996-2000). Book of the States, Washington DC.",
        "Desai, Mihir and William Gentry (2004), The Character and Determinants of Corporate Capital Gains, in James M. Poterba, ed., Tax Policy and the Economy (Cambridge, MA: MIT Press), 1-36",
        "Dykeman, David and Daniel Kopko (2004), Recording Patent License Agreements in the USPTO, Intellectual Property Today, August Volume:18-19",
        "Federal Trade Commission (2003), Ã\u0083Â¢The Evolving IP Marketplace: Aligning Patent Notice and Remedies with Competition,Ã\u0083Â¢ Washington DC.",
        "Feenberg, Daniel Richard and Elizabeth Coutts (1993), An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management 12: 189-194",
        "Galasso, Alberto and Mark Schankerman (2010), Ã\u0083Â¢Patent Thickets, Courts and the Market for InnovationÃ\u0083Â¢, RAND Journal of Economics 41: 472-503",
        "Gans, Joshua and Scott Stern (2000), Ã\u0083Â¢Incumbency and R&D Incentives: Licensing the Gale of Creative DestructionÃ\u0083Â¢ Journal of Economics and Management Strategy 9: 485-511",
        "Gans, Joshua, David Hsu and Scott Stern (2002), Ã\u0083Â¢When Does Start-Up Innovation Spur the Gale of Creative Destruction?Ã\u0083Â¢ RAND Journal of Economics 33: 571-586",
        "Gentry, William (2010), Capital Gains Taxation and Entrepreneurship, Working paper, Williams College",
        "Hall, Bronwyn, Adam JaÃ\u0083Â¯e and Manuel Tratjenberg (2001), Ã\u0083Â¢The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools,Ã\u0083Â¢ NBER Working Paper 8498",
        "Hall, Bronwyn and Rosemarie Ziedonis (2001), Ã\u0083Â¢The Patent Paradox Revisited: An Empirical Study of Patenting in the US Semiconductor Industry, 1979-95,Ã\u0083Â¢ RAND Journal of Economics, 32(1) : 101-128",
        "Heckman, James, Hidehiko Ichimura, JeÃ\u0083Â¯rey Smith and Petra Todd (1998), Characterizing Selection Bias Using Experimental Data, Econometrica 66: 1017-1098",
        "Heckman, James and Edward Vytlacil (1999), Ã\u0083Â¢Local Instrumental Variables and Latent Variable Models for Identifying and Bounding Treatment EÃ\u0083Â¯ects,Ã\u0083Â¢ Proceedings of the National Academy of Sciences 96: 4730Ã\u0083Â¢4734",
        "Imbens, Guido and Angrist Joshua (1994), IdentiÃ\u0083Â¯cation and Estimation of Local Average Treatment EÃ\u0083Â¯ects, Econometrica 62, 467-476",
        "Lanjouw, Jean O. and Josh Lerner (2001), Ã\u0083Â¢Tilting the Table? The Predatory Use of Preliminary Injunctions,Ã\u0083Â¢ The Journal of Law and Economics, 44(2), 573-603",
        "Lanjouw, Jean and Mark Schankerman (2001), Characteristics of Patent Litigation: A Window on Competition, RAND Journal of Economics, 32: 129-151",
        "Lanjouw, Jean and Mark Schankerman (2004), Protecting Intellectual Property Rights: Are Small Firms Handicapped?, Journal of Law and Economics, 47: 45-74",
        "Lemley, Mark and Carl Shapiro (2007), Ã\u0083Â¢Patent Hold-Up and Royalty Stacking,Ã\u0083Â¢ Texas Law Review 85: 1991-2049",
        "Lerner, Josh (1995), Ã\u0083Â¢Patenting in the Shadow of Competitors,Ã\u0083Â¢ Journal of Law and Economics 38, 463-96",
        "Lileeva, Alla and Daniel TreÃ\u0083Â¯er (2010), Improved Access to Foreign Markets Raises PlantLevel Productivity . . . for Some Plants, Quarterly Journal of Economics 125: 1051-1099",
        "Mann, Ronald J. (2005), Ã\u0083Â¢Do Patents Facilitate Financing in the Software Industry?Ã\u0083Â¢, Texas Law Review 83: 961-973",
        "Maine, JeÃ\u0083Â¯rey and Xuan-Thao Nguyen (2003), Intellectual Property Taxation: Transaction and Litigation Issues (Washington D.C.: The Bureau of National AÃ\u0083Â¯airs Inc.)",
        "Maine, JeÃ\u0083Â¯rey and Xuan-Thao Nguyen (2010), Ã\u0083Â¢Equity and EÃ\u0083Â¯ciency in Intellectual Property Taxation,Ã\u0083Â¢ Brooklyn Law Review 76: 1-63",
        "Resis, Robert (2006), Ã\u0083Â¢History of the Patent Troll and Lessons LearnedÃ\u0083Â¢, Intellectual Property Litigation 17: 1-6",
        "Rivers R. Douglas, and Quang H. Vuong (1998), Ã\u0083Â¢Limited Information Estimators and Exogeneity Tests for Simultaneous Probit Model,Ã\u0083Â¢ Journal of Econometrics, 39: 347-65",
        "Serrano, Carlos J. (2010), Ã\u0083Â¢The Dynamics of the Transfer and Renewal of Patents,Ã\u0083Â¢ RAND Journal of Economics 41: 686Ã\u0083Â¢708",
        "Teece, David (1986), Ã\u0083Â¢ProÃ\u0083Â¯ting from Technological Innovation: Implications for Integration, Collaboration, Licensing, and Public Policy,Ã\u0083Â¢ Research Policy, 15, 285-305"
    ]
}