{
    "id": 17374,
    "cites": 52,
    "cited_by": 49,
    "reference": [
        "Adelino, Manuel, Kristopher Gerardi and Paul Willen. Ã\u0083Â¢Why DonÃ\u0083Â¢t Lenders Renegotiate More Home Mortgages? Redefaults, Self-Cures and SecuritizationÃ\u0083Â¢, FRB Atlanta Working Paper 2009-17.",
        "Arce, Oscar and David Lopez-Salido. Ã\u0083Â¢Housing BubblesÃ\u0083Â¢, American Economic Journal: Macroeconomics, Vol. 3 (January 2011): 212-241.",
        "Avery, Robert and Kenneth Brevoort. Ã\u0083Â¢The Subprime Crisis: How Much Did Lender Regulation MatterÃ\u0083Â¢. Division of Research and Statistics. Board of Governors of the Federal Reserve System. August 2010.",
        "Bailey, Martin, Richard Muth and Hugh Nourse. Ã\u0083Â¢A Regression Method for Real Estate Price Index ConstructionÃ\u0083Â¢, Journal of the American Statistical Association, Vol. 58 (1963): 933-942.",
        "Bajari, Patrick, Chenghuan Sean Chu and Minjung Park. Ã\u0083Â¢An Empirical Model of Subprime Mortgage Default from 2000-2007Ã\u0083Â¢, NBER Working Paper no. 14625, December 2008.",
        "Bayer, Patrick, Christopher Geissler and James Roberts. Ã\u0083Â¢Speculators and Middlemen: The Role of Flippers in the Housing MarketÃ\u0083Â¢, NBER Working Paper No. 16784, February 2011.",
        "Bhutta, Neil. Ã\u0083Â¢Regression Discontinuity Estimates of the Effects of the GSE Act of 1992Ã\u0083Â¢, Finance and Economics Discussion Series, Divisions of Research & Statistics and Monetary Affairs, Federal Reserve Board, Washington, D.C., March 2009.",
        "Brueckner, Jan, Paul Calem and Leonard Nakamura. Ã\u0083Â¢Subprime Mortgages and the Housing BubbleÃ\u0083Â¢, working paper, 2011 (SSRN).",
        "Bubb, Ryan and Alex Kaufman. Ã\u0083Â¢Securitization and Moral Hazard: Evidence from a Lender Cut-Off RuleÃ\u0083Â¢, working paper, 2009 (SSRN).",
        "Burnside, Craig, Martin Eichenbaum and Sergio Rebelo. Ã\u0083Â¢Understanding Booms and Busts in Housing MarketsÃ\u0083Â¢, NBER Working Paper No. 16734, January 2011. Campbell, John, Stefano Giglio and Parag Pathak. Ã\u0083Â¢Forced Sales and House PricesÃ\u0083Â¢, American Economic Review, forthcoming.",
        "Card, David, Alexandre Mas and Jesse Rothstein. Ã\u0083Â¢Tipping and the Dynamics of SegregationÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 123, no. 1 (2008): 177-218.",
        "Case, Karl and Robert Shiller. Ã\u0083Â¢Prices of Single Family Homes Since 1970: New Indexes for Four CitiesÃ\u0083Â¢, New England Economic Review (1987): 46-56.",
        "_______________________, Ã\u0083Â¢The Efficiency of the Market for Single Family HomesÃ\u0083Â¢, American Economic Review, Vol 70, no. 1 (1989): 125-137.",
        "Chomsisengphet, Souphala and Anthony Pennington-Cross. Ã\u0083Â¢Evolution of the Subprime Mortgage MarketÃ\u0083Â¢, Federal Reserve Bank of St. Louis Review, Vol. 88, no. 1 (2006): 3156.",
        "Cutler, David M. James M. Poterba and Lawrence H. Summers. Speculative Dynamics and the Role of Feedback Traders, NBER Working Papers 3243, 1991.",
        "Danis, Michelle A. and Pennington-Cross, Anthony. The delinquency of subprime mortgages, Journal of Economics and Business, vol. 60 (2008): 67-90. Demyanyk, Yuliya and Otto Van Hemert. Ã\u0083Â¢Understanding the Subprime Mortgage CrisisÃ\u0083Â¢, Review of Financial Studies, forthcoming.",
        "Favilukis, Jack, Sydney Ludvigson and Stijn Van Nieuwerburgh. Ã\u0083Â¢Macroeconomic Implications of Housing Wealth, Housing Finance and Limited Risk Sharing in EquilibriumÃ\u0083Â¢, NYU Stern Working Paper, January 2011.",
        "Foote, Chris, Kris Gerardi and Paul Willen. Ã\u0083Â¢Negative Equity and the Foreclosure: Theory and EvidenceÃ\u0083Â¢, Journal of Urban Economics, Vol. 14, no. 2 (2008): 234-245.",
        "Gerardi, Kristopher, Andreas Lehnert, Shane Sherlund and Paul Willen. Ã\u0083Â¢Making Sense of the Subprime CrisisÃ\u0083Â¢, Brookings Papers on Economic Activity, Fall 2008: 69-145.",
        "Gerardi, Kristopher, Adam Shapiro and Paul Willen. Ã\u0083Â¢Subprime Outcomes, Risky Mortgages, Homeownership Experiences and ForeclosuresÃ\u0083Â¢, Federal Reserve Bank of Boston Working Paper, 2007.",
        "Glaeser, Edward and Gyourko, Joseph. Ã\u0083Â¢Urban Decline and Durable HousingÃ\u0083Â¢, Journal of Political Economy, Vol 113, no 2, 345-375, April 2005 Glaeser, Edward and Joseph Gyourko. Ã\u0083Â¢Arbitrage in Housing MarketsÃ\u0083Â¢, Ch. 5 (pp. 113-146) in Housing and the Built Environment: Access, Finance, Policy (E. Glaeser and J. Quigley, eds.), Lincoln Land Institute of Land Policy, Cambridge, MA: 2010.",
        "Glaeser, Edward, Joseph Gyourko, Eduardo Morales and Charles Nathanson. Ã\u0083Â¢Housing DynamicsÃ\u0083Â¢, March 2011 (update of NBER Working Paper 13704).",
        "Glaeser, Edward, Joshua Gottlieb, and Joseph Gyourko. Ã\u0083Â¢Can Cheap Credit Explain the Housing Boom?Ã\u0083Â¢, NBER Working Paper No. 16230, July 2010.",
        "Glaeser, Edward, Joseph Gyourko, Eduardo Morales and Charles Nathanson. Ã\u0083Â¢Housing DynamicsÃ\u0083Â¢, June 2011 (update of NBER Working Paper 13704).",
        "Goetzmann, William, Liang Peng and Jacqueline Yen. Ã\u0083Â¢The Subprime Crisis and House Price AppreciationÃ\u0083Â¢, NBER Working Paper no. 15334, September 2009.",
        "Goodman, Allen and Masahiro Kawai. Ã\u0083Â¢Permanent Income, Hedonic Prices and Demand for Housing: New EvidenceÃ\u0083Â¢, Journal of Urban Economics, Vol. 12 (1982): 214-237.",
        "Gyourko, Joseph and Albert Saiz. Ã\u0083Â¢Construction Costs and the Supply of Housing StructureÃ\u0083Â¢, Journal of Regional Science, Vol 46, no. 4 (November 2006): 661-680.",
        "Hansen, Bruce. Ã\u0083Â¢Sample Splitting and Threshold EstimationÃ\u0083Â¢, Econometrica, Vol. 68, no. 3 (May 2000): 575-603.",
        "Haughwout, Andrew, Ebiere Okah and Joseph Tracy. Ã\u0083Â¢Second Chance: Subprime Mortgage Modification and Re-DefaultÃ\u0083Â¢, Federal Reserve Bank of New York Staff Reports, report no. 417, Revised August 2010.",
        "Himmelberg, Charles, Chris Mayer and Todd Sinai. Ã\u0083Â¢Assessing High House Prices: Bubbles, Fundamentals, and MisperceptionsÃ\u0083Â¢, Journal of Economic Perspectives, Vol. 19, no. 4 (Fall 2005): 67-92.",
        "Ho, Giang and Anthony Pennington-Cross. Ã\u0083Â¢Predatory Lending Laws and the Cost of CreditÃ\u0083Â¢, Real Estate Economics, Vol 36, no. 2 (2008): 175-211.",
        "Keys, Benjamin, Tanmoy Mukherjee, Amit Seru and Vikrant Vig. Ã\u0083Â¢Did Securitization Lead to Lax Screening? Evidence from Subprime LoansÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 125, no. 1 (February 2010): 307-362.",
        "Krainer, John. Ã\u0083Â¢A Theory of Liquidity in Residential Real Estate MarketsÃ\u0083Â¢, Journal of Urban Economics, Vol. 49 (2001): 32-53.",
        "Lai, Rose and Robert Van Order. Ã\u0083Â¢Momentum and House Price Growth in the United States: Anatomy of a BubbleÃ\u0083Â¢, Real Estate Economics, Vol. 38, no. 4 (2010): 753-773.",
        "Leamer, Edward. Ã\u0083Â¢LetÃ\u0083Â¢s Take the Con Out of EconometricsÃ\u0083Â¢, American Economic Review, Vol. 73, no. 1 (1983): 31-43.",
        "Mayer, Christopher and Karen Pence. Ã\u0083Â¢Subprime Mortgages: What, Where and to Whom?Ã\u0083Â¢, Finance and Economics Discussion Series, Divisions of Research & Statistics and Monetary Affairs, Federal Reserve Board, Washington, D.C., No. 2008-29 (2008).",
        "Mayer, Christopher, Karen Pence and Shane Sherlund. Ã\u0083Â¢The Rise of Mortgage DefaultsÃ\u0083Â¢, Journal of Economic Perspectives, Vol. 23, no. 1 (Winter 2009): 27-50.",
        "Mian, Atif and Amir Sufi. Ã\u0083Â¢The Consequences of Mortgage Expansion: Evidence from the U.S. Mortgage Default CrisisÃ\u0083Â¢, Quarterly Journal of Economics, Vol 124, no. 4 (November 2009): 1449-96.",
        "Mian, Atif, Amir Sufi and Francesco Trebbi. Ã\u0083Â¢The Political Economy of the U.S. Mortgage Default CrisisÃ\u0083Â¢, American Economic Review, Vol.100, no. 6 (December 2010): 19671998.",
        "Piazzesi, Monika and Martin Schneider. Ã\u0083Â¢Momentum Traders in the Housing Market: Survey Evidence and a Search ModelÃ\u0083Â¢, American Economic Review, Vol. 99, no. 2 (May 2009): 406-411.",
        "Piskorski, Tomacz, Amit Seru and Vikrant Vig. Ã\u0083Â¢Securitization and Distressed Loan Renegotiation: Evidence from the Subprime Mortgage CrisisÃ\u0083Â¢, Chicago Booth School of Business Research Paper No. 09-02, September 2009.",
        "Polinsky, A Mitchell and Ellwood, David T. Ã\u0083Â¢An Empirical Reconciliation of Micro and Grouped Estimates of the Demand for HousingÃ\u0083Â¢ ,The Review of Economics and Statistics, MIT Press, vol. 61(2), pages 199-205, May 1979.",
        "Poterba, James. Ã\u0083Â¢Tax Subsidies to Owner-Occupied Housing: An Asset Market ApproachÃ\u0083Â¢, Quarterly Journal of Economics, vol. 99 (1984), p. 729-745.",
        "Quigley, John. Ã\u0083Â¢What Have We Learned About Urban Housing Markets?Ã\u0083Â¢ in Current Issues in Urban Economics (P. Mieszkowski and M. Straszheim, eds.), The Johns Hopkins University Press, Baltimore, MD: 1979.",
        "Roback, Jennifer (1982). Ã\u0083Â¢Wages, Rents, and the Quality of LifeÃ\u0083Â¢, Journal of Political Economy, Vol. 90, no. 4 (December 1982): 1257-78.",
        "Rosen, Sherwin (1979). Ã\u0083Â¢Wage-Based Indexes of Urban Quality of LifeÃ\u0083Â¢. In Current Issues in Urban Economics, edited by Peter Mieszkowski and Mahlon Straszheim. Baltimore: Johns Hopkins Univerity Press, 1979.",
        "Rosen, Kenneth and Lawrence Smith. Ã\u0083Â¢The Price-Adjustment Process for Rental Housing and the Natural Vacancy RateÃ\u0083Â¢, American Economic Review, Vol. 73, no. 4 (1983): 779-86.",
        "Saiz, Albert. Ã\u0083Â¢The Geographic Determinants of Housing SupplyÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 125, no. 3 (August 2010): 1253-1296.",
        "Shiller, Robert. Irrational Exuberance. Princeton, NJ: Princeton University Press, 2005 (2nd edition).",
        "Stein, Jeremy. Ã\u0083Â¢Prices and Trading Volume in the Housing Market: A Model with DownPayment ConstraintsÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 110 (1995): 379-406.",
        "Van Nieuwerburgh, Stijn and Weill, Pierre-Olivier. Ã\u0083Â¢Why Has House Price Dispersion Gone Up?Ã\u0083Â¢, Review of Economic Studies,vol. 77 (October 2010): 1567-1606.",
        "Wheaton, William and Gleb Nechayev. Ã\u0083Â¢The 1998-2005 Housing Ã\u0083Â¢BubbleÃ\u0083Â¢ and the Current Ã\u0083Â¢CorrectionÃ\u0083Â¢: WhatÃ\u0083Â¢s Different This Time?Ã\u0083Â¢, Journal of Real Estate Research, Vol. 30, no. 1 (2008): 1-26."
    ]
}