{
    "id": 17377,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Abel, Ed. 1999. RAPID: Computer Programs for Examining the Socioeconomic Impacts of Population Growth (Version 4). Washington, DC: The Futures Group International, POLICY Project.",
        "Ashraf, Quamrul H., Ashley Lester, and David N. Weil. 2008. Ã\u0083Â¢When does improving health raise GDP?,Ã\u0083Â¢ in Daron Acemoglu, Kenneth RogoÃ\u0083Â¯, and Michael Woodford (eds.), NBER Macroeconomics Annual 2008, Vol. 23. Chicago: University of Chicago Press, pp. 157Ã\u0083Â¢204.",
        "Bils, Mark and Peter J. Klenow. 2000. Ã\u0083Â¢Does schooling cause growth?,Ã\u0083Â¢ American Economic Review 90(5): 1160Ã\u0083Â¢1183.",
        "Bloom, David E., David Canning, Gunther Fink, and Jocelyn E. Finlay. 2009. Ã\u0083Â¢Fertility, female labor force participation, and the demographic dividend,Ã\u0083Â¢ Journal of Economic Growth 14(2): 79Ã\u0083Â¢101.",
        "Bloom, David E. and JeÃ\u0083Â¯rey G. Williamson. 1998. Ã\u0083Â¢Demographic transitions and economic miracles in emerging Asia,Ã\u0083Â¢ World Bank Economic Review 12(3): 419Ã\u0083Â¢455.",
        "Brayton, Flint and Peter A. Tinsley. 1996. Ã\u0083Â¢A guide to FRB/US: A macroeconomic model of the US,Ã\u0083Â¢ The Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series 1996-42.",
        "Caselli, Francesco and James Feyrer. 2007. Ã\u0083Â¢The marginal product of capital,Ã\u0083Â¢ Quarterly Journal of Economics 122(2): 535Ã\u0083Â¢568.",
        "Das Gupta, Monica, John Bongaarts, John Cleland, and Shareen Joshi. 2011. Ã\u0083Â¢The social and private beneÃ\u0083Â¯ts of reducing high fertility in low-income countries: Implications for Sub-Saharan African and global economic prospects,Ã\u0083Â¢ Development Research Group, The World Bank, mimeo.",
        "Deaton, Angus. 1992. Ã\u0083Â¢Saving and income smoothing in CÃ\u0083â\u0080¹ote dÃ\u0083Â¢Ivoire,Ã\u0083Â¢ Journal of African Economies 1(1): 1Ã\u0083Â¢24.",
        "Deaton, Angus. 1999. Ã\u0083Â¢Saving and growth,Ã\u0083Â¢ in Klaus Schmidt-Hebbel and Luis Serven (eds.), The Economics of Saving and Growth: Theory, Evidence, and Implications for Policy. New York: Cambridge University Press, pp. 33Ã\u0083Â¢70.",
        "Doepke, Matthias, Moshe Hazan, and Yishay Maoz. 2007. Ã\u0083Â¢The baby boom and World War II: A macroeconomic analysis,Ã\u0083Â¢ NBER Working Paper 13707.",
        "Feldstein, Martin. 2009. Ã\u0083Â¢Rethinking the role of Ã\u0083Â¯scal policy,Ã\u0083Â¢ American Economic Review Papers and Proceedings 99(2): 556Ã\u0083Â¢559.",
        "Feyrer, James. 2008. Ã\u0083Â¢Aggregate evidence on the link between age structure and productivity, Ã\u0083Â¢ Population and Development Review 34, Supplement on Population Aging, Human Capital Accumulation, and Productivity Growth: 78Ã\u0083Â¢99.",
        "Gollin, Douglas and Richard Rogerson. 2009. Ã\u0083Â¢The greatest of all improvements: Roads, agriculture, and economic development in Africa,Ã\u0083Â¢ Department of Economics, Williams College, mimeo.",
        "Golosov, Mikhail, Larry E. Jones, and Mich`ele Tertilt. 2007. Ã\u0083Â¢EÃ\u0083Â¯ciency with endogenous population growth,Ã\u0083Â¢ Econometrica 75(4): 1039Ã\u0083Â¢1071.",
        "Hall, Robert E. and Charles I. Jones. 1999. Ã\u0083Â¢Why do some countries produce so much more output per worker than others?,Ã\u0083Â¢ Quarterly Journal of Economics 114(1): 83Ã\u0083Â¢116.",
        "Holmes, Jessica and Jill Tiefenthaler. 1997. Ã\u0083Â¢Cheaper by the dozen? The marginal time costs of children in the Philippines,Ã\u0083Â¢ Population Research and Policy Review 16(6): 561Ã\u0083Â¢578.",
        "Jones, Charles I. 1995. Ã\u0083Â¢R & D-based models of economic growth,Ã\u0083Â¢ Journal of Political Economy 103(4): 759Ã\u0083Â¢784.",
        "Joshi, Shareen and T. Paul Schultz. 2007. Ã\u0083Â¢Family planning as an investment in development: Evaluation of a programÃ\u0083Â¢s consequences in Matlab, Bangladesh,Ã\u0083Â¢ Economic Growth Center, Yale University, Center Discussion Paper 951.",
        "Kan, Kamhon, Shin-Kun Peng, and Ping Wang. 2011. Ã\u0083Â¢Understanding consumption behavior: Evidence from consumersÃ\u0083Â¢ reaction to shopping vouchers,Ã\u0083Â¢ Department of Economics, Washington University in St. Louis, mimeo.",
        "Kelley, Allen C. and Robert M. Schmidt. 2007. Ã\u0083Â¢Evolution of recent economic-demographic modeling: A synthesis,Ã\u0083Â¢ Journal of Population Economics 18(2): 275Ã\u0083Â¢300.",
        "Lee, Roland. 1980. Ã\u0083Â¢Age structure, intergenerational transfers, and economic growth: An overview,Ã\u0083Â¢ Revue Economique 31(6): 1129Ã\u0083Â¢1156.",
        "Lee, Roland and Andrew Mason. 2011. Population Aging and the Generational Economy: A Global Perspective. Cheltenham: Edward Elgar.",
        "Lee, Roland D., Andrew Mason, and Tim Miller. 2001. Ã\u0083Â¢Saving, wealth, and population,Ã\u0083Â¢ in Nancy Birdsall, Allen C. Kelley, and Steven W. Sindig (eds.), Population Matters: Demographic Change, Economic Growth, and Poverty in the Developing World. New York: Oxford University Press, pp. 137Ã\u0083Â¢164.",
        "Lim, Kyung-Mook and David N. Weil. 2003. Ã\u0083Â¢The baby boom and the stock market boom,Ã\u0083Â¢ Scandinavian Journal of Economics 105(3): 359Ã\u0083Â¢377.",
        "Nordhaus, William D. and James Tobin. 1972. Ã\u0083Â¢Is growth obsolete?,Ã\u0083Â¢ in Economic Research: Retrospect and Prospect, Vol. 5: Economic Growth. New York: Colombia University Press (for NBER), pp. 1Ã\u0083Â¢80.",
        "Paxson, Christina H. 1992. Ã\u0083Â¢Using weather variability to estimate the response of savings to transitory income in Thailand,Ã\u0083Â¢ American Economic Review 82(1): 15Ã\u0083Â¢33.",
        "Poterba, James M. 1994. Ã\u0083Â¢Introduction,Ã\u0083Â¢ in James M. Poterba (ed.), International Comparisons in Household Savings. Chicago: University of Chicago Press, pp. 1Ã\u0083Â¢10.",
        "Razin, Assaf and Efraim Sadka. 1995. Population Economics. Cambridge: MIT Press.",
        "Sindig, Steven W. 2009. Ã\u0083Â¢Population, poverty and economic development,Ã\u0083Â¢ Philosophical Transactions of the Royal Society B, 364(1532): 3023Ã\u0083Â¢3030.",
        "Soyibo, Adedoyin, Olanrewaju Olaniyan, and Akanni O. Lawanson. 2011. Ã\u0083Â¢The structure of generational public transfer Ã\u0083Â¯ows in Nigeria,Ã\u0083Â¢ in Ronald Lee and Andrew Mason (eds.), Population Aging and the Generational Economy: A Global Perspective. Cheltenham: Edward Elgar.",
        "Tiefenthaler, Jill. 1997. Ã\u0083Â¢Fertility and family time allocation in the Philippines,Ã\u0083Â¢ Population and Development Review 23(2): 377Ã\u0083Â¢397.",
        "Weil, David N. 1994. Ã\u0083Â¢The saving of the elderly in micro and macro data,Ã\u0083Â¢ Quarterly Journal of Economics 109(1): 55Ã\u0083Â¢81.",
        "Weil, David N. 2008. Ã\u0083Â¢Rapid population growth raises the stakes for African governments,Ã\u0083Â¢ in AfricaÃ\u0083Â¢s Turn?. Boston: Boston Review Books, MIT Press, pp. 79Ã\u0083Â¢90.",
        "Weil, David N. and Joshua Wilde. 2009. Ã\u0083Â¢How relevant is Malthus for economic development today?,Ã\u0083Â¢ American Economic Review Papers and Proceedings 99(2): 255Ã\u0083Â¢260.",
        "World Bank. 2005. Where is the Wealth of Nations? Measuring Capital for the 21st Century. Washington, DC: World Bank.",
        "Young, Alwyn. 2005. Ã\u0083Â¢The gift of the dying: The tragedy of AIDS and the welfare of future African generations,Ã\u0083Â¢ Quarterly Journal of Economics 120(2): 423Ã\u0083Â¢466."
    ]
}