{
    "id": 17372,
    "cites": 54,
    "cited_by": 92,
    "reference": [
        "Aghion, Philippe, Richard Blundell, Rachel GrifÃ\u0083Â¯th, Peter Howitt, and Susanne Prantl, Ã\u0083Â¢The Effects of Entry on Incumbent Innovation and Productivity,Ã\u0083Â¢ Review of Economics and Statistics, February 2009, 91 (1), 20Ã\u0083Â¢32.",
        "Aguayo-Tellez, Ernesto, Marc-Andreas Muendler, and Jennifer P. Poole, Ã\u0083Â¢Globalization and Formal-Sector Migration in Brazil,Ã\u0083Â¢ World Development, June 2010, 38 (6), 840Ã\u0083Â¢856.",
        "Amiti, Mary and Jozef Konings, Ã\u0083Â¢Trade Liberalization, Intermediate Inputs, and Productivity: Evidence from Indonesia,Ã\u0083Â¢ American Economic Review, December 2007, 97 (5), 1611Ã\u0083Â¢38.",
        "Artuc, Erhan, Shubham Chaudhuri, and John McLaren, Ã\u0083Â¢Trade Shocks and Labor Adjustment: A Structural Empirical Approach,Ã\u0083Â¢ American Economic Review, June 2010, 100 (3), 1008Ã\u0083Â¢1045.",
        "Asano, Seki and Eduardo P. S. Fiuza, Ã\u0083Â¢Estimation of the Brazilian Consumer Demand System,Ã\u0083Â¢ Brazilian Review of Econometrics, November 2003, 23 (2), 255Ã\u0083Â¢294.",
        "Balassa, Bela, Ã\u0083Â¢Trade Liberalization and Revealed Comparative Advantage,Ã\u0083Â¢ Manchester School of Economic and Social Studies, May 1965, 33, 99Ã\u0083Â¢123.",
        "Botero, Juan C., Simeon Djankov, Rafael La Porta, Florencio Lopez de Silanes, and Andrei Shleifer, Ã\u0083Â¢The Regulation of Labor,Ã\u0083Â¢ Quarterly Journal of Economics, November 2004, 119 (4), 1339Ã\u0083Â¢82.",
        "Bustos, Paula, Ã\u0083Â¢Trade Liberalization, Exports, and Technology Upgrading: Evidence on the Impact of MERCOSUR on Argentinian Firms,Ã\u0083Â¢ American Economic Review, February 2011, 101 (1), 30440.",
        "Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller, Ã\u0083Â¢Robust Inference with Multiway Clustering,Ã\u0083Â¢ Journal of Business and Economic Statistics, April 2011, 29 (2), 238Ã\u0083Â¢249.",
        "Cosar, A. Kerem, Ã\u0083Â¢Adjusting to Trade Liberalization: Reallocation and Labor Market Policies,Ã\u0083Â¢ October 2010. University of Chicago Booth School of Business, unpublished manuscript.",
        ", Nezih Guner, and James Tybout, Ã\u0083Â¢Firm Dynamics, Job Turnover, and Wage Distributions in an Open Economy,Ã\u0083Â¢ IMDEA Working Paper, April 2011, 2011/06.",
        "Costantini, James A. and Marc J. Melitz, Ã\u0083Â¢The Dynamics of Firm-Level Adjustment to Trade Liberalization,Ã\u0083Â¢ in Elhanan Helpman, Dalia Marin, and Thierry Verdier, eds., The Organization of Firms in a Global Economy, Cambridge, Mass.: Harvard University Press, November 2008, chapter 4, pp. 107Ã\u0083Â¢141.",
        "CuÃ\u0083â\u0080¹nat, Alejandro and Marc J. Melitz, Ã\u0083Â¢A Many-country, Many-good Model of Labor Market Rigidities as a Source of Comparative Advantage,Ã\u0083Â¢ Journal of the European Economic Association: Proceedings, April/May 2010, 8 (2-3), 434441.",
        "Cunha, Flavio, James J. Heckman, and Susanne M. Schennach, Ã\u0083Â¢Estimating the Technology of Cognitive and Noncognitive Skill Formation,Ã\u0083Â¢ Econometrica, May 2010, 78 (3), 883931.",
        "Currie, Janet and Ann E. Harrison, Ã\u0083Â¢Sharing the Costs: The Impact of Trade Reform on Capital and Labor in Morocco,Ã\u0083Â¢ Journal of Labor Economics, Part 2 July 1997, 15 (3), S44Ã\u0083Â¢71.",
        "Davidson, Carl, Lawrence Martin, and Steven Matusz, Ã\u0083Â¢The Structure of Simple General Equilibrium Models with Frictional Unemployment,Ã\u0083Â¢ Journal of Political Economy, December 1988, 96 (6), 1267Ã\u0083Â¢93.",
        "Dix-Carneiro, Rafael, Ã\u0083Â¢Trade Liberalization and Labor Market Dynamics,Ã\u0083Â¢ November 2010. University of Maryland, unpublished manuscript.",
        "Ederington, Josh and Phillip McCalman, Ã\u0083Â¢Endogenous Firm Heterogeneity and the Dynamics of Trade Liberalization,Ã\u0083Â¢ Journal of International Economics, March 2008, 74 (2), 422Ã\u0083Â¢40.",
        "Egger, Hartmut and Udo Kreickemeier, Ã\u0083Â¢Firm Heterogeneity and the Labor Market Effects of Trade Liberalization,Ã\u0083Â¢ International Economic Review, February 2009, 50 (1), 187Ã\u0083Â¢216.",
        "Foster, Lucia, John Haltiwanger, and C. J. Krizan, Ã\u0083Â¢Aggregate Productivity Growth: Lessons from Microeconomic Evidence,Ã\u0083Â¢ in Charles R. Hulten, Edwin R. Dean, and Michael J. Harper, eds., New developments in productivity analysis, number 63. In Ã\u0083Â¢NBER Studies in Income and Wealth.Ã\u0083Â¢, Chicago and London: University of Chicago Press, 2001, chapter 8, pp. 303Ã\u0083Â¢63.",
        "Goldberg, Pinelopi K., Amit Khandelwal, Nina Pavcnik, and Petia Topalova, Ã\u0083Â¢Imported Intermediate Inputs and Domestic Product Growth: Evidence from India,Ã\u0083Â¢ Quartery Journal of Economics, November 2010, 125 (4), 1727Ã\u0083Â¢1767.",
        "Gonzaga, Gustavo, Ã\u0083Â¢Labor Turnover and Labor Legislation in Brazil,Ã\u0083Â¢ Economia: Journal of the Latin American and Caribbean Economic Association, Fall 2003, 4 (1), 165Ã\u0083Â¢207.",
        "Haltiwanger, John C., Ã\u0083Â¢Measuring and Analyzing Aggregate Fluctuations: The Importance of Building from Microeconomic Evidence,Ã\u0083Â¢ Federal Reserve Bank of St. Louis Review, May-June 1997, 79 (3), 55Ã\u0083Â¢77.",
        ", Adriana Kugler, Maurice Kugler, Alejandro Micco, and Carmen Pages, Ã\u0083Â¢Effects of Tariffs and Real Exchange Rates on Job Reallocation: Evidence from Latin America,Ã\u0083Â¢ Journal of Policy Reform, Special Issue December 2004, 7 (4), 191Ã\u0083Â¢208.",
        "Hasan, Rana, Devashish Mitra, Priya Ranjan, and Reshad N. Ahsand, Ã\u0083Â¢Trade Liberalization and Unemployment: Theory and Evidence from India,Ã\u0083Â¢ Journal of Development Economics, 2011. Forthcoming.",
        "Heckman, James J. and Carmen Pages, Ã\u0083Â¢Law and Employment: Introduction,Ã\u0083Â¢ in James J. Heckman and Carmen Pages, eds., Law and employment: Lessons from Latin America and the Caribbean, NBER Conference Report series, Chicago and London: University of Chicago Press, 2004, pp. 1Ã\u0083Â¢107.",
        "Helpman, Elhanan, Oleg Itskhoki, and Stephen Redding, Ã\u0083Â¢Inequality and Unemployment in a Global Economy,Ã\u0083Â¢ Econometrica, July 2010, 78 (4), 1239Ã\u0083Â¢1283.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Ã\u0083Â¢Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢ Quarterly Journal of Economics, November 2009, 124 (4), 1403Ã\u0083Â¢1448.",
        "Kambourov, Gueorgui, Ã\u0083Â¢Labour Market Regulations and the Sectoral Reallocation of Workers: The Case of Trade Reforms,Ã\u0083Â¢ Review of Economic Studies, October 2009, 76 (4), 1321Ã\u0083Â¢1358.",
        "Kim, Dae Il and Robert H. Topel, Ã\u0083Â¢Labor Markets and Economic Growth: Lessons from KoreaÃ\u0083Â¢s Industrialization, 1970-1990,Ã\u0083Â¢ in Richard B. Freeman and Lawrence F. Katz, eds., Differences and changes in wage structures, NBER Comparative Labor Markets Series, Chicago and London: University of Chicago Press, 1995, chapter 7, pp. 227Ã\u0083Â¢64.",
        "Kletzer, Lori G., Job Loss from Imports: Measuring the Costs Globalization balance sheet series, Washington, DC: Institute for International Economics, September 2001.",
        "Kovak, Brian K., Ã\u0083Â¢Local Labor Market Effects of Trade Policy: Evidence from Brazilian Liberalization, Ã\u0083Â¢ April 2011. Carnegie Mellon University, unpublished manuscript.",
        "Kruse, Douglas L., Ã\u0083Â¢International Trade and the Labor Market Experience of Displaced Workers,Ã\u0083Â¢ Industrial and Labor Relations Review, April 1988, 41 (3), 402Ã\u0083Â¢17.",
        "Kume, Honorio, Guida Piani, and Carlos Frederico Braz de Souza, Ã\u0083Â¢A PolÃ\u0083â\u0080\u009etica Brasileira de ImportacÃ\u0083â\u0080¹ao no PerÃ\u0083â\u0080\u009eodo 1987-98: DescricÃ\u0083â\u0080¹ao e AvaliacÃ\u0083â\u0080¹ao,Ã\u0083Â¢ in Carlos Henrique Corseuil and Honorio Kume, eds., A abertura comercial brasileira nos anos 1990: Impactos sobre emprego e salarios, Rio de Janeiro: MTE and IPEA, 2003, chapter 1, pp. 9Ã\u0083Â¢37.",
        "Levinsohn, James, Ã\u0083Â¢Employment Responses to International Liberalization in Chile,Ã\u0083Â¢ Journal of International Economics, April 1999, 47 (2), 321Ã\u0083Â¢44.",
        "Melitz, Marc J., Ã\u0083Â¢The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢ Econometrica, November 2003, 71 (6), 1695Ã\u0083Â¢1725.",
        "Menezes-Filho, Naercio Aquino and Marc-Andreas Muendler, Ã\u0083Â¢Labor Reallocation in Response to Trade Reform,Ã\u0083Â¢ CESifo Working Paper, March 2007, 1936.",
        ", , and Garey Ramey, Ã\u0083Â¢The Structure of Worker Compensation in Brazil, with a Comparison to France and the United States,Ã\u0083Â¢ Review of Economics and Statistics, May 2008, 90 (2), 324Ã\u0083Â¢ 346.",
        "Mortensen, Dale T., Ã\u0083Â¢The Cyclical Behavior of Job and Worker Flows,Ã\u0083Â¢ Journal of Economic Dynamics and Control, November 1994, 18 (6), 1121Ã\u0083Â¢1142.",
        "Muendler, Marc-Andreas, Ã\u0083Â¢Trade, Technology, and Productivity: A Study of Brazilian Manufacturers, 1986-1998,Ã\u0083Â¢ CESifo Working Paper, March 2004, 1148.",
        "Neary, Peter, Ã\u0083Â¢Competition, Trade and Wages,Ã\u0083Â¢ in David Greenaway, Richard Upward, and Katharine Wakelin, eds., Trade, investment, migration and labour market adjustment, Vol. 135 of IEA conference volume, New York: Palgrave Macmillan, 2002, chapter 3, pp. 28Ã\u0083Â¢46.",
        "Nishida, Mitsukuni and Amil Petrin, Ã\u0083Â¢Explaining ReallocationÃ\u0083Â¢s Apparent Negative Contribution to Growth in Deregulation-Era Developing Countries,Ã\u0083Â¢ May 2009. University of Minnesota, unpublished manuscript.",
        "Obstfeld, Maurice and Kenneth Rogoff, Foundations of international macroeconomics, Cambridge, Mass. and London: MIT Press, 1996.",
        "Olley, G. Steven and Ariel Pakes, Ã\u0083Â¢The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢ Econometrica, November 1996, 64 (6), 1263Ã\u0083Â¢97.",
        "Paes de Barros, Ricardo and Carlos Henrique Corseuil, Ã\u0083Â¢The Impact of Regulations on Brazilian Labor Market Performance,Ã\u0083Â¢ in James J. Heckman and Carmen Pages, eds., Law and employment: Lessons from Latin America and the Caribbean, NBER Conference Report series, Chicago and London: University of Chicago Press, 2004, pp. 273Ã\u0083Â¢350.",
        "Pages, Carmen, Gaelle Pierre, and Stefano Scarpetta, Job creation in Latin America and the Caribbean: Recent trends and the policy challenges, New York: Palgrave McMillan, 2009.",
        "Pavcnik, Nina, Ã\u0083Â¢Trade Liberalization, Exit, and Productivity Improvement: Evidence from Chilean Plants,Ã\u0083Â¢ Review of Economic Studies, January 2002, 69 (1), 245Ã\u0083Â¢76.",
        ", Andreas Blom, Pinelopi K. Goldberg, and Norbert Schady, Ã\u0083Â¢Trade Liberalization and Industry Wage Structure: Evidence from Brazil,Ã\u0083Â¢ World Bank Economic Review, 2004, 18 (3), 319Ã\u0083Â¢44.",
        "Pissarides, Christopher A., Equilibrium Unemployment Theory, 2nd ed., Cambridge, Massachusetts: MIT Press, 2000.",
        "Revenga, Ana L., Ã\u0083Â¢Exporting Jobs? The Impact of Import Competition on Employment and Wages in U.S. Manufacturing,Ã\u0083Â¢ Quarterly Journal of Economics, February 1992, 107 (1), 255Ã\u0083Â¢ 84.",
        "Topalova, Petia, Ã\u0083Â¢Factor Immobility and Regional Impacts of Trade Liberalization: Evidence on Poverty from India,Ã\u0083Â¢ American Economic Journal: Applied Economics, October 2010, 2 (4), 141.",
        "TreÃ\u0083Â¯er, Daniel, Ã\u0083Â¢The Long and Short of the Canada-U.S. Free Trade Agreement,Ã\u0083Â¢ American Economic Review, September 2004, 94 (4), 870Ã\u0083Â¢95.",
        "Wacziarg, Romain and Jessica Seddon Wallack, Ã\u0083Â¢Trade Liberalization and Intersectoral Labor Movements,Ã\u0083Â¢ Journal of International Economics, December 2004, 64 (2), 411Ã\u0083Â¢39.",
        "Yeaple, Stephen R., Ã\u0083Â¢A Simple Model of Firm Heterogeneity, International Trade, and Wages,Ã\u0083Â¢ Journal of International Economics, January 2005, 65 (1), 1Ã\u0083Â¢20."
    ]
}