{
    "id": 17376,
    "cites": 33,
    "cited_by": 20,
    "reference": [
        "Armington, Paul S., Ã\u0083Â¢A Theory of Demand for Producers Distinguished by Place of Production, Ã\u0083Â¢ IMF Staff Papers, 1969, 16 (1), 159Ã\u0083Â¢78.",
        "Babiker, Mustafa H., Ã\u0083Â¢Climate change policy, market structure and carbon leakage,Ã\u0083Â¢ Journal of International Economics, 2005, 65 (2), 421Ã\u0083Â¢45.",
        "Babiker, Mustafa H and Thomas F Rutherford, Ã\u0083Â¢The Economic effects of Border Measures in Subglobal Climate Agreements,Ã\u0083Â¢ The Energy Journal, 2005, 26 (4), 99Ã\u0083Â¢126.",
        "BÃ\u0083Æ\u0092hringer, Christoph and Andreas LÃ\u0083Æ\u0092schel, Ã\u0083Â¢Assessing the Costs of Compliance: The Kyoto Protocol,Ã\u0083Â¢ European Environment, 2002, 12 (1), 1Ã\u0083Â¢16.",
        ", Carolyn Fischer, and Knut E. Rosendahl, Ã\u0083Â¢The Global Effects of Subglobal Climate Policies, Ã\u0083Â¢ The B.E. Journal of Economic Analysis and Policy, 2010, 10 (2), Article 13.",
        ", Thomas F. Rutherford, and Alfred Voss, Ã\u0083Â¢Global CO2 Emissions and Unilateral Action: Policy Implications of Induced Trade Effects,Ã\u0083Â¢ International Journal of Global Energy Issues, 1998, pp. 18Ã\u0083Â¢22.",
        "Brewer, Thomas L., Ã\u0083Â¢U.S. Climate Policy and International Trade Policy Intersections: Issues Needing Innovation for a Rapidly Expanding Agenda,Ã\u0083Â¢ Technical Report, Center for Business and Public Policy, Georgetown University February 2008.",
        "Brooke, Anthony, David Kendrick, and Alexander Meeraus, GAMS: A UserÃ\u0083Â¢s Guide 1996.",
        "Burniaux, Jean-Mark and Joaquim Oliveira Martins, Ã\u0083Â¢Carbon Emission Leakage: A General Equilibrium View,Ã\u0083Â¢ Working Paper 242, Economics Department, Organisation for Economic Co-operation and Development 1999.",
        "Bushnell, James, Carla Peterman, and Catherine Wolfram, Ã\u0083Â¢Local Solutions to Global Problems: Climate Change Policies and Regulatory Jurisdiction,Ã\u0083Â¢ Review of Environmental Economics and Policy, 2008, 2, 175Ã\u0083Â¢193.",
        "Charnowitz, Steve, Gary Clyde Hufbauer, and Jisun Kim, Ã\u0083Â¢Global Warming and the World Trading System,Ã\u0083Â¢ Technical Report, Peterson Institute for International Economics 2009.",
        "Dirkse, Steve and Michael Ferris, Ã\u0083Â¢The PATH Solver: A Non-Monotone Stabilization Scheme for Mixed Complementarity Problems,Ã\u0083Â¢ Optimization Methods & Software, 1995, 5, 123Ã\u0083Â¢56.",
        "Felder, Stefan and Thomas F. Rutherford, Ã\u0083Â¢Unilateral Reductions and Carbon Leakage. The Effect of International Trade in Oil and Basic Materials,Ã\u0083Â¢ Journal of Environmental Economics and Management, 1993, 25, 162Ã\u0083Â¢176.",
        "Fischer, Carolyn and Alan Fox, Ã\u0083Â¢Comparing Policies to Combat Emissions Leakage: Border Tax Adjustements versus Rebates,Ã\u0083Â¢ RFF discussion paper, 2009, RRF DP 09-02.",
        "Graham, Paul, Sally Thorpe, and Lindsay Hogan, Ã\u0083Â¢Non-competitive market behavior in the international coking coal market,Ã\u0083Â¢ Energy Economics, 1999, 21, 195Ã\u0083Â¢212.",
        "Ho, Mun S., Richard Morgenstern, and Jhih-Shyang Shih, Ã\u0083Â¢Impact of Carbon Price Policies on U.S. Industry,Ã\u0083Â¢ Technical Report, Resources For the Future December 2008.",
        "Hoel, Michael, Ã\u0083Â¢Global Environmental Problems: The Effects of Unilateral Actions Taken by One Country,Ã\u0083Â¢ Journal of Environmental Economics and Managament, 1991, 20, 55Ã\u0083Â¢70.",
        ", Ã\u0083Â¢Should a carbon tax be differentiated across sectors?,Ã\u0083Â¢ Journal of Public Economics, 1996, 59, 17Ã\u0083Â¢32.",
        "Houser, Trevor, Rob Bradley, and Britt Childs, Ã\u0083Â¢Leveling the Carbon Playing Field, International Competiton and US Climate Policy Design,Ã\u0083Â¢ Peterson Institute for International Economics, World Resources Institute: Washington DC., 2008.",
        "Howse, Robert and Antonia L. Eliason, Ã\u0083Â¢Domestic and International Strategies to Address Climate Change: An Overview of the WTO Legal Issues,Ã\u0083Â¢ International Trade Regulation and the Mitigation of Climate Change. Cambridge University Press., 2008.",
        "ICTSD, Ã\u0083Â¢Climate Change: Schwab Opposes Potential Trade Measures,Ã\u0083Â¢ Bridges Trade BioRes, March 2008, 8 (4).",
        "Krichene, Noureddine, Ã\u0083Â¢World crude oil and natural gas: a demand and supply model,Ã\u0083Â¢ Energy Economics, 2002, 24, 557Ã\u0083Â¢576.",
        "Markusen, James R., Ã\u0083Â¢International Externalities and Optimal Tax Structures,Ã\u0083Â¢ Journal of International Economics, 1975, 5, 15Ã\u0083Â¢29.",
        "Mattoo, Aaditya, Arvind Subramanian, Dominique Van Der Mensbrugghe, and Jianwu He, Ã\u0083Â¢Reconciling Climate Change and Trade Policy,Ã\u0083Â¢ World Bank Policy Research Working Paper No. 5123, 2009.",
        "McKibbin, Warwick J. and Peter J. Wilcoxen, Ã\u0083Â¢The Economic and Environmental Effects of Border Tax Adjustments for Climate Policy,Ã\u0083Â¢ Working Paper - Syracuse University, 2008.",
        "Narayanan, Badri and Terrie L. Walmsley, Ã\u0083Â¢The GTAP 7 Data Base Documentation,Ã\u0083Â¢ Technical Report, Purdue University, Center for Global Trade Analysis 2008.",
        "Okagawa, Azusa and Kanemi Ban, Ã\u0083Â¢Estimation of Substitution Elasticities for CGE Models,Ã\u0083Â¢ mimeo, Osaka University April 2008.",
        "Paltsev, Sergey V., Ã\u0083Â¢The Kyoto Protocol: Regional and Sectoral Contributions to the Carbon Leakage,Ã\u0083Â¢ Energy Journal, 2001, 22 (4), 53Ã\u0083Â¢79.",
        "Pauwelyn, Joost, Ã\u0083Â¢US Federal climate policy and competitiveness concerns: the limits and options of international trade law,Ã\u0083Â¢ Duke University working paper, 2007.",
        "Peters, Glen P. and Edgar G. Hertwich, Ã\u0083Â¢CO2 Embodied in International Trade with Implications for Global Climate Policy,Ã\u0083Â¢ Environmental Science & Technology, March 2008, 42 (5), 1401Ã\u0083Â¢1407. and , Ã\u0083Â¢Post-Kyoto greenhouse gas inventories: production versus consumption,Ã\u0083Â¢ Climatic Change, 2008, 86, 51Ã\u0083Â¢66.",
        "Shoven, John B. and John Whalley, Applying general equilibrium, Cambridge University Press, 1992.",
        "United Nations, Text of the Kyoto Protocol, United Nations Framework Convention on Climate Change, 1997.",
        "Whalley, John and Ben Lockwood, Ã\u0083Â¢Carbon-motivated Border Tax Adjustments: Old Wine in Green Bottles?,Ã\u0083Â¢ World Economy, 2010, 33 (6), 810Ã\u0083Â¢9."
    ]
}