{
    "id": 17373,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "[1] Abowd, John M., Bryce E. Stephens, Lars Vilhuber, Fredrik Andersson, Kevin Mckinney, Marc Roemer, and Simon Woodcock. Ã\u0083Â¢The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators.Ã\u0083Â¢ technical paper No. TP-2006-01, UC Census Burea, LEHD Program (2005).",
        "[2] Ackerberg, D., Caves, K., and G. Fraser, Ã\u0083Â¢Structural Estimation of Production Functions.Ã\u0083Â¢ UCLA Working Paper, (2006). [3] Aghion, P. and P. Howitt, Ã\u0083Â¢A Model of Growth Through Creative Destruction.",
        "[4] Alvarez, F., and M. Veracierto. Ã\u0083Â¢Severance Payments in an Economy with Frictions.Ã\u0083Â¢ Journal of Monetary Economics 47, no. 3 (2001): 477-98.",
        "[5] Bailey, M., Hulten, C., and Campbell, D. Ã\u0083Â¢Productivity dynamics in manufacturing plants.Ã\u0083Â¢ In Brookings Papers on Economic Activity: Microeconomics, Vol. 4, pp. 187-267. Brookings Institute, (1992). [6] Basu, S., and Fernald, J. Ã\u0083Â¢Aggregate productivity and aggregate technology.",
        "[7] Bentolila S. and Bertola, G. Ã\u0083Â¢Firing Costs and Labour Demand: How Bad is Eurosclerosis?Ã\u0083Â¢ Review of Economic Studies. 57. (1990) 381-402.",
        "[8] Bertola, G. Ã\u0083Â¢Job Security, Employment and Wages.Ã\u0083Â¢ European Economic Review. 34 (1990): 851-86.",
        "[9] Bond, S. and J. Van Reenen, Ã\u0083Â¢Microeconometric models of investment and employment.Ã\u0083Â¢ in J.J. Heckman and E.E. Leamer (eds.) Handbook of Econometrics, Volume 6 (2007).",
        "[10] Burgess, S., Lane, J. and Stevens, D. Ã\u0083Â¢Job Ã\u0083Â¯ows, worker Ã\u0083Â¯ows and churning, Journal of Labor Economics, Vol. 18, (2000) 473-502.",
        "[11] Caballero, R, and E. Engel. Ã\u0083Â¢Microeconomic Adjustment Hazards and Aggregate Dynamics.Ã\u0083Â¢ Quarterly Journal of Economics, 108, no. 2 (1993): 359-383.",
        "[12] Caballero, R, and E. Engel. Ã\u0083Â¢Explaining Investment Dynamics in U.S. Manufacturing: A Generalized (S,s) Approach.Ã\u0083Â¢ Econometrica, 67, No. 4 (1999): 783-826.",
        "[13] Caballero, R, and E. Hammour. Ã\u0083Â¢On the Timing and EÃ\u0083Â¯ciency of Creative DestructionÃ\u0083Â¢ Quarterly Journal of Economics, 111, No. 3 (1996): 805-826.",
        "[14] Edwards, S., and A. Edwards, Monetarism and Liberalization: The Chilean Experiment, Second Edition with a New Afterward (in collaboration with A. Cox-Edwards), Chicago: University of Chicago Press, 1991.",
        "[15] Edwards, S., and A.C. Edwards, Ã\u0083Â¢Economic Reforms and Labor Markets: Policy Issues and Lessons from Chile.Ã\u0083Â¢ NBER Working Paper No. 7646, 2000.",
        "[16] Foster, L., Haltiwanger, J., and Krizan, C. . Ã\u0083Â¢New Developments in Productivity Analysis,Ã\u0083Â¢ chap. Aggregate Productivity Growth: Lessons from Microeconomic Evidence, pp. 303-372. University of Chicago Press (2001).",
        "[17] Gruber, J. Ã\u0083Â¢The Incidence of Payroll Taxation: Evidence from Chile.Ã\u0083Â¢ Journal Of Labor Economics 15, no. 3 (1997): S72-S101.",
        "[18] Hartley, Gonzalo Reyes, Jan C. van Ours, and Milan Vodopivec. Ã\u0083Â¢Incentive EÃ\u0083Â¯ects of Unemployment Insurance Savings Accounts: Evidence from Chile.Ã\u0083Â¢ Discussion Paper No 4681, IZA (2010).",
        "[19] Heckman, J.J., and C. Pages. Ã\u0083Â¢Law and Employment: Lessons from Latin America and the Caribbean,Ã\u0083Â¢ Introduction in Law and Employment: Lessons from Latin America and the Caribbean University of Chicago Press, (2004).",
        "[20] Hopenhayn, H., and R. Rogerson. Ã\u0083Â¢Job Turnover and Policy Evaluation -a General Equilibrium-Analysis.Ã\u0083Â¢ Journal Of Political Economy 101, no. 5 (1993): 915-38.",
        "[21] Hsieh, C. T., and P. J. Klenow. Ã\u0083Â¢Misallocation and Manufacturing TFP in China and India.Ã\u0083Â¢ Quarterly Journal of Economics 124, no. 4 (2009): 1403-48.",
        "[22] Klette, T. J., and Z.Griliches, Ã\u0083Â¢The Inconsistency of Common Scale Estimators When Output Prices are Unobserved and Endogenous,Ã\u0083Â¢ Journal of Applied Econometrics, 11, (1996): 343-361.",
        "[23] Landerretche, Oscar, Nicola s Lillo, and Esteban Puentes. Ã\u0083Â¢The Union Effect on Wages: A Two-stage Approach Using Panel Data.Ã\u0083Â¢ Working Paper, Universidad de Chile, Santiago (2011).",
        "[24] Lazear, E. P. Ã\u0083Â¢Job Security Provisions and Employment.Ã\u0083Â¢ Quarterly Journal Of Economics 105, no. 3 (1990): 699-726.",
        "[25] Levinsohn, J., and A. Petrin. Ã\u0083Â¢Estimating Production Functions Using Inputs to Control for Unobservables.Ã\u0083Â¢ Review Of Economic Studies 70, no. 2 (2003): 317-41.",
        "[26] Liu, L., Ã\u0083Â¢Entry-exit and productivity change: An empirical analysis of efÃ\u0083Â¯ciency frontiers.Ã\u0083Â¢ Ph.D. dissertation (University of Michigan, Ann Arbor, MI) (1991).",
        "[27] Olley, G. S., and A. Pakes. Ã\u0083Â¢The Dynamics of Productivity in the Telecommunications Equipment Industry.Ã\u0083Â¢ Econometrica 64, no. 6 (1996): 1263-97.",
        "[28] Pages, C., and Montenegro. C. Ã\u0083Â¢Job Security and the Age-Composition of Employment: Evidence from Chile.Ã\u0083Â¢ Working Paper 398. Washington, D.C., United States: Inter-American Development Bank (1999).",
        "[29] Petrin, A., and J. Levinsohn. Ã\u0083Â¢Measuring Aggregate Productivity Growth Using Plant-level Data,Ã\u0083Â¢ University of Minnesota Working Paper (2011).",
        "[30] Petrin, A., Levinsohn, J., and B. Poi, Ã\u0083Â¢Production Function Estimation in Stata Using Inputs to Control for Unobservables,Ã\u0083Â¢ Stata Journal , 2004.",
        "[31] Petrin, A. and J. Sivadasan. Ã\u0083Â¢Job Security Does AÃ\u0083Â¯ect Economic EÃ\u0083Â¯ciency: Theory, A New Statistic, and Evidence from Chile,Ã\u0083Â¢ NBER Working Paper No. 12757 (December 2006).",
        "[32] Ragan, James F. Ã\u0083Â¢Investigating the Decline in Manufacturing Quit Rates.Ã\u0083Â¢ The Journal of Human Resources Vol 19, No 1 (Winter 1984) 53-71.",
        "[34] Risager, O., and J. R. Sorensen. Ã\u0083Â¢On the EÃ\u0083Â¯ects of Firing Costs When Investment Is Endogenous: An Extension of a Model by Bertola.Ã\u0083Â¢ European Economic Review 41, no. 7 (1997): 1343-53. [35] Utter, Carol. Ã\u0083Â¢ Labor Turnover in Manufacturing: the Survey in Retrospect.",
        "[36] Wooldridge, J. M. Ã\u0083Â¢On Estimating Firm-Level Production Functions Using Proxy Variables to Control for Unobservables.Ã\u0083Â¢ Economics Letters 104, no. 3 (2009): 112-14.",
        "As in Olley and Pakes (OP) (1996) or Levinsohn and Petrin (LP) (2003), Wooldridge (2009) expresses the transmitted component Ã\u0083Â\u008fit as a function of the state variables and the a proxy variable. The proxy variable is investment in OP and intermediate inputs mit in LP; as discussed in the text, we prefer the LP to OP because of the well-known lumpiness of investment in plantlevel data (as a result of which the investment proxy is in practice is missing for a number of observations). Thus for some function g(., .): Ã\u0083Â\u008fit = g(xit, mit), t = 1, ..., T, where xit is the set of observed state variables. Typically, capital is considered as the state variable. In our context, because the job security laws introduce adjustments costs to labor, we include both blue and white collar labor in the set of state variables. So we have: Ã\u0083Â\u008fit = g(kit, lu it, ls it, mit), t = 1, ..., T.",
        "Generally under the Wooldridge (2009) approach (as in OP/LP/ACF), there are more instruments than endogenous variables, yielding an overidentiÃ\u0083Â¯cation test for the joint validity of the instruments. The results (p-value) of the overidentiÃ\u0083Â¯cation test are reported in column 9; in none of the cases can the joint validity of the instruments be rejected at the 1% level. For most cases, the validity cannot be rejected at a cutoÃ\u0083Â¯ of 10%; in industry 321 and 390, the joint validity is questionable at the 5% cutoÃ\u0083Â¯ level, and for industry 356 at the 10% level.",
        "Appendix D: Construction of Capital Series For 1981 and 1982, the Chilean Manufacturing Census (Encuesta Nacional Industrial Anual) has book value of capital split into four categories Ã\u0083Â¢ building, land, machinery and vehicles. For years 1992 to 1996, book value data is available for building, machinery and vehicles. In order to treat these series consistently, we aggregate land and building under Ã\u0083Â¢buildingÃ\u0083Â¢ for years 1980 and 1981 as well. Then for building, we construct Ã\u0083Â¯rst a series using the base year data for 1980 as follows: rbldg1980 t=1980 = bvbldg1980 defcons1980 , where bvbldg1980 is the book value for building for 1980, defcons1980 is the base 1979 construction deÃ\u0083Â¯ator so as to express values in (thousands of) 1979 pesos. Then for the years after 1980, the real building stock is constructed as: rbldg1980 t = rbldg1980 tÃ\u0083Â¢1 (1 Ã\u0083Â¢ Ã\u0083Å½bldg) + Ibldg t defconst ,",
        "where the depreciation rate for building Ã\u0083Å½bldg is assumed to equal 5% (following Liu 1991), and Ibldg t is the investment in building reported in year t. Following the same logic, for years prior to the base year 1980, the real capital series is constructed as: rbldg1980 t = 1",
        "1 Ã\u0083Â¢ Ã\u0083Å½bldg rbldg1980 t+1 Ã\u0083Â¢ Ibldg t+1 defconst+1 . The exact same procedure is followed to construct the real stock series for vehicles and machinery as well; the depreciation rate used for these series are 20% and 10% respectively, as in Liu (1991). The total real depreciated capital stock with base year 1980 is then the sum of the real depreciated stock of building, machinery and vehicles."
    ]
}