{
    "id": 17378,
    "cites": 45,
    "cited_by": 205,
    "reference": [
        "Ackerman, P. L. and E. D. Heggestad (1997). Intelligence, personality, and interests: Evidence for overlapping traits. Psychological Bulletin 121, 219Ã\u0083Â¢245.",
        "Almlund, M., A. Duckworth, J. J. Heckman, and T. Kautz (2011). Personality psychology and economics. In E. A. Hanushek, S. Machin, and L. WoÃ\u0083Æ\u0092mann (Eds.), Handbook of the Economics of Education, Volume 4. Amsterdam: Elsevier. Forthcoming.",
        "Ashton, M. C., S. V. Paunonen, E. Helmes, and D. N. Jackson (1998). Kin altruism, reciprocal altruism, and the Big Five personality factors. Evolution and Human Behavior 19(1), 243Ã\u0083Â¢255.",
        "Barrick, M. R. and M. K. Mount (1991). The Big Five personality dimensions and job performance: A meta-analysis. Personnel Psychology 44(1), 1Ã\u0083Â¢26.",
        "Bekkers, R. (2006). Traditional and health-related philanthropy: The role of resources and personality. Social Psychology Quarterly 69(4), 349Ã\u0083Â¢366.",
        "Binet, A. and T. Simon (1916). The development of intelligence in children (The Binet-Simon Scale). Psychological Science. Baltimore, MD: Williams & Wilkins Co.",
        "Borghans, L., A. L. Duckworth, J. J. Heckman, and B. ter Weel (2008, Fall). The economics and psychology of personality traits. Journal of Human Resources 43(4), 972Ã\u0083Â¢1059.",
        "Borghans, L., B. H. Golsteyn, J. J. Heckman, and H. Meijers (2009, April). Gender diÃ\u0083Â¯erences in risk aversion and ambiguity aversion. Journal of the European Economic Association 7(2-3), 649Ã\u0083Â¢658.",
        "Borghans, L., H. Meijers, and B. ter Weel (2008, January). The role of noncognitive skills in explaining cognitive test scores. Economic Inquiry 46(1), 2Ã\u0083Â¢12.",
        "Carroll, J. B. (1993). Human Cognitive Abilities: A Survey of Factor-Analytic Studies. New York: Cambridge University Press.",
        "Cervone, D. and L. A. Pervin (2009). Personality: Theory and Research (11th ed.). Hoboken: John Wiley and Sons, Inc.",
        "Costa, P. T. and R. R. McCrae (1992). Revised NEO Personality Inventory (NEO PI-R) and the NEO Five-Factor Inventory (NEO-FFI) professional manual. Odessa, FL: Psychological Assessment Resources.",
        "Cunha, F. and J. J. Heckman (2007, May). The technology of skill formation. American Economic Review 97(2), 31Ã\u0083Â¢47.",
        "Cunha, F. and J. J. Heckman (2009, April). The economics and psychology of inequality and human development. Journal of the European Economic Association 7(2-3), 320Ã\u0083Â¢364. Presented as the Marshall Lecture, European Economics Association, Milan, Italy, August 29, 2008.",
        "Cunha, F., J. J. Heckman, and S. M. Schennach (2010, May). Estimating the technology of cognitive and noncognitive skill formation. Econometrica 78(3), 883Ã\u0083Â¢931.",
        "Daly, M., L. Delaney, and C. P. Harmon (2009). Psychological and biological foundations of time preferences. Journal of the European Economic Association 7(2-3), 659Ã\u0083Â¢669.",
        "Dohmen, T., A. Falk, D. HuÃ\u0083Â¯man, and U. Sunde (2008). Representative trust and reciprocity: prevalence and determinants. Economic Inquiry 46(1), 84Ã\u0083Â¢90.",
        "Dohmen, T., A. Falk, D. HuÃ\u0083Â¯man, and U. Sunde (2010). Are risk aversion and impatience related to cognitive ability? American Economic Review 100(3), 1238Ã\u0083Â¢1260.",
        "Duckworth, A. L. (2007). Unpublished dataset. University of Pennsylvania, Department of Psychology.",
        "Eckel, C. C. and P. J. Grossman (2002). Sex diÃ\u0083Â¯erences and statistical stereotyping in attitudes toward Ã\u0083Â¯nancial risk. Evolution and Human Behavior 23(4), 281Ã\u0083Â¢295.",
        "Epstein, S. (1979). The stability of behavior: I. on predicting most of the people much of the time. Journal of Personality and Social Psychology 37(7), 1097Ã\u0083Â¢1126.",
        "Goldberg, L. R. (1993). The structure of phenotypic personality traits. American Psychologist 48(1), 26Ã\u0083Â¢34.",
        "Gough, H. G. and A. B. Heilbrun (1983). The Adjective Check List Manual. Palo Alto, CA: Consulting Psychologists Press.",
        "Hansen, K. T., J. J. Heckman, and K. J. Mullen (2004, JulyÃ\u0083Â¢August). The eÃ\u0083Â¯ect of schooling and ability on achievement test scores. Journal of Econometrics 121(1-2), 39Ã\u0083Â¢98.",
        "Heckman, J. J. and B. E. Honore (1990, September). The empirical content of the Roy model. Econometrica 58(5), 1121Ã\u0083Â¢1149.",
        "Heckman, J. J., J. E. Humphries, S. Urzua, and G. Veramendi (2011). The eÃ\u0083Â¯ects of educational choices on labor market, health, and social outcomes. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Heckman, J. J., L. Malofeeva, R. Pinto, and P. A. Savelyev (2011). Understanding the mechanisms through which an inÃ\u0083Â¯uential early childhood program boosted adult outcomes. Unpublished manuscript, University of Chicago, Department of Economics (Ã\u0083Â¯rst draft, 2008). Under revision, American Economic Review.",
        "Heckman, J. J. and D. V. Masterov (2007). The productivity argument for investing in young children. Review of Agricultural Economics 29(3), 446Ã\u0083Â¢493.",
        "Heckman, J. J., S. H. Moon, R. Pinto, P. A. Savelyev, and A. Q. Yavitz (2010, February). The rate of return to the HighScope Perry Preschool Program. Journal of Public Economics 94(1-2), 114Ã\u0083Â¢128.",
        "Heckman, J. J. and G. L. Sedlacek (1985, December). Heterogeneity, aggregation, and market wage functions: An empirical model of self-selection in the labor market. Journal of Political Economy 93(6), 1077Ã\u0083Â¢1125.",
        "Heckman, J. J., J. Stixrud, and S. Urzua (2006, July). The eÃ\u0083Â¯ects of cognitive and noncognitive abilities on labor market outcomes and social behavior. Journal of Labor Economics 24(3), 411Ã\u0083Â¢482.",
        "John, O. P. and S. Srivastava (1999). The big Ã\u0083Â¯ve trait taxonomy: History, measurement and theoretical perspectives. In L. A. Pervin and O. P. John (Eds.), Handbook of Personality: Theory and Research, Chapter 4, pp. 102Ã\u0083Â¢138. New York: The Guilford Press.",
        "Lejuez, C. W., W. M. Aklin, M. J. Zvolensky, and C. M. Pedulla (2003). Evaluation of the Balloon Analogue Risk Task (BART) as a predictor of adolescent real-world risk-taking behaviours. Journal of Adolescence 26(4), 475Ã\u0083Â¢479.",
        "Mischel, W. (1968). Personality and Assessment. New York: Wiley.",
        "Osinski, J. (2009). Kin altruism, reciprocal altruism and social discounting. Personality and Individual DiÃ\u0083Â¯erences 47(4), 374Ã\u0083Â¢378.",
        "Poropat, A. E. (2009). A meta-analysis of the Ã\u0083Â¯ve-factor model of personality and academic performance. Psychological Bulletin 135(2), 322Ã\u0083Â¢338.",
        "Roberts, B. W. (2006). Personality development and organizational behavior. In B. Staw (Ed.), Research on Organizational Behavior, Volume 27, Chapter 1, pp. 1Ã\u0083Â¢41. Oxford, UK: Elsevier Science/JAI Press.",
        "Roberts, B. W. (2009). Back to the future: Personality and assessment and personality development. Journal of Research in Personality 43(2), 137Ã\u0083Â¢145.",
        "Roberts, B. W., N. R. Kuncel, R. L. Shiner, A. Caspi, and L. R. Goldberg (2007, December). The power of personality: The comparative validity of personality traits, socioeconomic status, and cognitive ability for predicting important life outcomes. Perspectives in Psychological Science 2(4), 313Ã\u0083Â¢345.",
        "Roberts, B. W. and D. Mroczek (2008). Personality trait change in adulthood. Current Directions in Psychological Science 17(1), 31Ã\u0083Â¢35.",
        "Roberts, B. W., K. E. Walton, and W. Viechtbauer (2006). Patterns of mean-level change in personality traits across the life course: A meta-analysis of longitudinal studies. Psychological Bulletin 132(1), 1Ã\u0083Â¢25.",
        "Schmidt, F. L. and J. Hunter (2004). General mental ability in the world of work: Occupational attainment and job performance. Journal of Personality and Social Psychology 86(1), 162Ã\u0083Â¢173.",
        "Terman, L. M. and M. A. Merrill (1960). Stanford-Binet Intelligence Scale: Manual for the Third Revision Form L-M. Boston: Houghton MiÃ\u0083Â¯in.",
        "Thaler, R. H. (2008, July). A short course in behavioral economics. Edge Master Class, Sonoma, CA, July 25-27, 2008.",
        "Zuckerman, M. (1994). Behavioral Expressions and Biosocial Bases of Sensation Seeking. New York: Cambridge University Press."
    ]
}