{
    "id": 17370,
    "cites": 39,
    "cited_by": 12,
    "reference": [
        "Acemoglu, D., Aghion, P., Lelarge, C., Van Reenen, J., and Zilibotti, F., 2007, Technology, Information and the Decentralization of the Firm, Quarterly Journal of Economics 122, 1758 Ã\u0083Â¢ 99 Aggarwal, R. and A. Samwick. 2003. Performance Incentives within Firms: The Effect of Managerial Responsibility. The Journal of Finance 63(4): 1613-1649.",
        "Aghion, P. and J. Tirole, 1997, Formal and Real Authority in Organizations, Journal of Political Economy 105, 1-29.",
        "Alonso, R., Dessein, W. and Matouschek, N., 2008, When Does Coordination Require Centralization?, American Economic Review 98(1), 145 Ã\u0083Â¢ 179 Alonso, R. and Matouschek, N., 2007, Relational Delegation, RAND Journal of Economics 38 (4), 1070 Ã\u0083Â¢ 1089 Baiman, Stanley, David Larcker, and Madhav Rajan, 1995, Organizational Design for Business Units, Journal of Accounting Research 33, 205-229.",
        "Baker, G.,, Gibbons, R., and Murphy, K., 1999, Relational Contracts and the Theory of the Firm, Quarterly Journal of Economics 117, No. 1, 39 - 84 Bertrand, M., and A. Schoar, 2003, Managing with Style: The Effect of Managers on Corporate Policy, joint with Marianne Bertrand, The Quarterly Journal of Economics, 118 (4), 1169-1208.",
        "Ben-David, Z., J. Graham, and C. Harvey, 2008, Managerial Overconfidence and Corporate Policies, Working Paper, Duke University.",
        "Bloom, N., Sadun, R., and Van Reenen, John, 2009, The Organization of Firms across Countries, Stanford Working Paper Bower, Joseph, 1970, Managing the Resource Allocation Process. Harvard Business School Press, Cambridge, MA.",
        "Colombo, M. and Delmastro, M., 2004, Delegation of Authority in Business Organizations: An Empirical Test, The Journal of Industrial Economics LII, 53 Ã\u0083Â¢ 79 Grav, A., J. Graham, C. Harvey and R. Michaely 2005, Payout Policy in the 21st Century, Journal of Financial Economics 77, 483 - 527 Brealey, Myers, Allen, 2010, On Real Options, Journal of Applied Corporate Finance 20 No 4, 58 - 71 Chava, S. and Purnanandam, A., 2009, CEO vs CFOs: Incentives and Corporate Policies, Journal of Financial Economics 97(3), 303 Ã\u0083Â¢ 488 Cremers, M., R. Huang, and Z. Sautner, 2009, Internal Capital Markets and Corporate Politics in a Banking Group, Working Paper, Yale University.",
        "Dessein, W., 2002, Authority and Communication in Organizations, The Review of Economic Studies 69, 811838.",
        "Frank. M.Z., and V. Goyal, 2007, Corporate Leverage: How much do Managers Really Matter? Working Paper, University of Minnesota.",
        "Freeland, Robert F, 1996, The Myth of the M-Form? Governance, Consent and Organizational Change, The American Journal of Sociology 102(2), 483 Ã\u0083Â¢ 526 Gibbons, R., 2009, Inside Organizations: Pricing, Policies and Path Dependence, Annual Review of Economics Glaser, M., F. Lopez de Silanes, and Z. Sautner, 2009, Opening the black box: Internal capital markets and managerial power in conglomerates, working Paper, University of Mannheim.",
        "Graham, J. R., and C.R. Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence from the Field. Journal of Financial Economics 60, 187-243.",
        "Graham, J. R., C.R. Harvey and S. Rajgopal, 2005, The Economic Implications of Corporate Financial Reporting, Journal of Accounting and Economics 40, 3-73.",
        "Graham, J. R.., C. R. Harvey, and M. Puri, 2010, Managerial Attitudes and Corporate Actions, Duke University Working Paper.",
        "Harris, M., and A. Raviv, 2005, Allocation of Decision-making Authority, Review of Finance 9, 353-383.",
        "Hart, Oliver, and Bengt Holmstrom, 2009, A Theory of Firm Scope, Quarterly Journal of Economics, forthcoming.",
        "Hart, Oliver, and John Moore, 2005, On the Design of Hierarchies: Coordination versus Specialization, Journal of Political Economy 113, No. 4, 675 Ã\u0083Â¢ 702.",
        "Jennergren, L. P., 1981, Decentralization in organizations. In Nystrom, P. and Starbuck, W. (Eds.), Handbook of Organizational Design. Oxford University Press.",
        "Li, Feng, Michael Minnis, Venky Nagar, and Madhav Rajan, 2009, Formal and Real Authority in Organizations: An Empirical Assessment, University of Michigan working paper.",
        "List, John A., 2007, Field Experiments: A Bridge between Lab and Naturally-Occurring Data, NBER Working Paper.",
        "Malmendier, U., and G. Tate, 2008, Who Makes Acquisitions? CEO Overconfidence and the Market's Reaction, Journal of Financial Economics 89, 20 - 43 Marino, Anthony M., and John G. Matsusaka, Decision Processes, Agency Problems, and Information: An Economic Analysis of Capital Budgeting Procedures, Review of Financial Studies 18, 301-325.",
        "McDonald, R.L., 1998. Real options and rules of thumb in capital budgeting. In: Brennan, M.J., Trigeorgis, L. (Eds.), Innovation, Infrastructure, and Strategic Options. Oxford University Press, London.",
        "McNeil, C. and Smythe, 2009, T., Division Manager Lobbying Power and the Allocation of Capital, The Financial Review 44, 59 Ã\u0083Â¢ 85 Moers, F. 2006. Performance Measure Properties and Delegation. The Accounting Review 81(4): 897-924.",
        "Mookherjee, Dilip, 2006, Decentralization, Hierarchies, and Incentives: A Mechanism Design Perspective, Journal of Economic Literature XLIV, 367 Ã\u0083Â¢ 38 Nagar, Venky, 2002, Delegation and Incentive Compensation, The Accounting Review 77, 379-395.",
        "Ortega, J. 2009. Employee Discretion and Performance Pay. The Accounting Review 84(2): 589-612.",
        "Ozbas, Oguzhan, 2005, Integration, Organizational Processes, and Allocation of Resources, Journal of Financial Economics 75, 201-242.",
        "Ozbas, Oguzhan, and Zekiye Selvili, 2006, Organizational Scope and Allocation of Resources: Evndence on Rigid Capital Budgets, Working Paper, USC.",
        "Palia, Darius, 1999, Corporate Governance and the Conglomerate Discount, Working Paper, Rutgers.",
        "Prendergast, Canice, 2002, The Tenuous Trade-off between Risk and Incentives, Journal of Political Economy 110, 1071-1102.",
        "Rajan, R. and J. Wulf, 2006, The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies, The Review of Economics and Statistics 88, 759-773.",
        "Rantakari, Heikki, 2008, Governing Adaptation, Review of Economic Studies 75, 1257 Ã\u0083Â¢ 1285 Ross, M., 1986, Capital Budgeting Practices of Twelve Large Manufacturers, Financial Management, 15, 15Ã\u0083Â¢ 22.",
        "Scharfstein, David and Jeremy Stein, 2000, The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment, Journal of Finance 55, 2537-2564.",
        "Slemrod, J. Ã\u0083Â¢Tax Effects on Foreign Direct Investment in the U.S.: Evidence from a Cross-Country ComparisonÃ\u0083Â¢ in A. Razin and J. Slemrod (eds.), Taxation in the Global Economy (1990). University of Chicago Press.",
        "Stein, Jeremy, 2003, Agency, Information, and Corporate Investment. In Constantindes, Harris, and Stulz (Eds.), Handbook of Economics and Finance, Elsevier.",
        "Taggart, R., 1987, Allocating Capital Among a Firm's Divisions: Hurdle Rates vs. Budgets, Journal of Financial Research, 10, 177-190.",
        "Trahan, E.A. and L.J. Gitman, 1995, Ã\u0083Â¢Bridging the Theory-Practice Gap in Corporate Finance. A Survey of Chief Financial Officers.Ã\u0083Â¢ Quarterly Review of Economics and Finance 35, 73-87 Van den Steen, Eric, 2004, Culture Clash: The Costs and Benefits of Homogeneity, MIT Working Paper.",
        "Van den Steen, Eric, 2005, Organizational Beliefs and Managerial Vision, Journal of Law, Economics and Organization, Oxford University Press, 21(1), 256-283.",
        "Van den Steen, Eric, 2010, Interpersonal Authority in a Theory of the Firm, American Economic Review 100, 466-490.",
        "Wulf, Julie, 2007, Authority, Risk, and Performance Incentives: Evidence from Division Manager Positions Inside Firms, The Journal of Industrial Economics LV, 169-196.",
        "Xuan, Y., 2009, Empire-Building or Bridge-Building? Evidence from new CEOsÃ\u0083Â¢ Internal Capital Allocation Decisions, Review of Financial Studies 22(12), 4919 Ã\u0083Â¢ 4948."
    ]
}