{
    "id": 17375,
    "cites": 61,
    "cited_by": 11,
    "reference": [
        "Altonji, Joseph, Todd Elder, and Christopher Taber (2005) Ã\u0083Â¢An Evaluation of Instrumental Variable Strategies for Estimating the Effects of catholic Schooling,Ã\u0083Â¢ The Journal of Human Resources 40(4): 791-821.",
        "Anderson, Robin (2009) Ã\u0083Â¢Tribal Casino Impacts on American Indian Household Well-being,Ã\u0083Â¢ Report of the U.S. Census Bureau, Housing and Household Economic Statistics Division.",
        "Argyle, Michael, and Benjamin Beit-Hallahmi (1975) The Social Psychology of Religion. London: Routledge & Kegan Paul.",
        "Barron, John, Michael Staten, and Stephanie Wilshusen (2002) Ã\u0083Â¢The Impact of Casino Gambling on Personal Bankruptcy Filing Rates,Ã\u0083Â¢ Contemporary Economic Policy 20(4): 440-455.",
        "Berman, Eli (2000) Ã\u0083Â¢Sect, Subsidy and Sacrifice: An EconomistÃ\u0083Â¢s View of Ultra-Orthodox Jews,Ã\u0083Â¢ The Quarterly Journal of Economics 3: 905-953.",
        "Beyerlein, Kraig (2004) Ã\u0083Â¢Specifying the Impact of Conservative Protestantism on Educational Attainment,Ã\u0083Â¢ Journal for the Scientific Study of Religion 43(4): 505-518.",
        "Bibby, Reginald (1978) Ã\u0083Â¢Why Conservative Churches Really are Growing: Kelly Revisted,Ã\u0083Â¢ Journal for the Scientific Study of Religion 17(2): 129-137.",
        "Carpenter, Christopher, and Carlos Dobkin (2009) Ã\u0083Â¢The Effect of Alcohol Consumption on Mortality: Regression Discontinuity Evidence from the Minimum Drinking AgeÃ\u0083Â¢ American Economic Journal: Applied Economics 1(1): 164-182.",
        "Cochran, John, and Leonard Beeghley (1991) Ã\u0083Â¢The Influence of Religion on Attitudes toward Nonmarital Sexuality: A Preliminary Assessment of Reference Group Theory,Ã\u0083Â¢ Journal for the Scientific Study of Religion 30(1): 45-62.",
        "Cohen-Zada, Danny and William Sander (2009) Ã\u0083Â¢Religious Participation versus Shopping: What Makes People Happier?Ã\u0083Â¢ working paper Cook, Philip and George Tauchen (1984) Ã\u0083Â¢The Effect of Minimum Drinking Age Legislation on Youthful Auto Fatalities, 1970-1977,Ã\u0083Â¢ The Journal of Legal Studies 13(1): 169-190.",
        "Dew, Rachel, Stephanie Daniel, Tonya Armstrong, David Goldston, Mary Triplett, and Harold Koenig (2008) Ã\u0083Â¢Religion/Spirituality and Adolescent Psychiatric Symptoms,Ã\u0083Â¢ Child Psychiatry and Human Development 39(4): 381-398 Diaz, Joseph (2000) Ã\u0083Â¢Religion and Gambling in Sin-City: A Statistical Analysis of the Relationship Between Religion and Gambling Patterns in Las Vegas Residents,Ã\u0083Â¢ The Social Science Journal 37(3): 453-458.",
        "Du Mouchel, William, Allan Williams, and Paul Zador (1987) Ã\u0083Â¢Raising the Alcohol Purchase Age: Its Effects on Fatal Motor Vehicle Crashes in the Twenty-Six States,Ã\u0083Â¢ Journal of Legal Studies 16(January), 249-266.",
        "Dynes, Russell (1955) Ã\u0083Â¢Church-Sect Typology and Socio-Economic Status,Ã\u0083Â¢ American Sociological Review 20(5): 555-560.",
        "Evans, William and Julie Topoleski (2002) Ã\u0083Â¢The Social and Economic Impact of Native American Casinos,Ã\u0083Â¢ NBER working paper 9198 Ferguson, Kristin, Qiaobing Wu, Donna Spruijt-Metz, and Grace Dyrness (2007) Ã\u0083Â¢Outcomes Evaluation in FaithBased Social Services: Are We Evaluating Faith Accurately?Ã\u0083Â¢ Research on Social Work Practice 17(2): 264-276.",
        "Finke, Roger and Rodney Stark (2006) The Churching of America: Winners and Losers in Our Religious Economy. New Brunswick: Rutgers University Press.",
        "Gerber, Gruber, and Hungerman (2010) Ã\u0083Â¢Does Church Attendance Cause People to Vote? Using Blue LawsÃ\u0083Â¢ Repeal to Estimate the Effect of Religiosity on Voter Turnout,Ã\u0083Â¢ working paper.",
        "Glenmary Research Center (1974) Ã\u0083Â¢Churches and Church Membership in the United States, 1971Ã\u0083Â¢ Glenmary Research Center, Cincinnati, Ohio.",
        "Goos, M. (2005) Ã\u0083Â¢The Impact of Shop Closing Hours on Labor and Product Markets,Ã\u0083Â¢ Working paper.",
        "Grasmick, Harold, Karyl Kinsey, and John Cochran (1991) Ã\u0083Â¢Denomination, Religiosity, and Compliance with the Law: A Study of Adults,Ã\u0083Â¢ Journal for the Scientific Study of Religion 30(1): 99-107.",
        "Grinols, Earl and David Mustard (2006) Ã\u0083Â¢Casinos, Crime and Community Costs,Ã\u0083Â¢ Review of Economics and Statistics 88(1): 28-45.",
        "Grossman, Michael, Frank Chaloupka, Henry Saffer, and Adit Laixuthai (1994) Ã\u0083Â¢Effects of Alcohol Price Policy on youth: A Summary of Economic Research,Ã\u0083Â¢ Journal of Research on Adolescence 4(2): 247-364.",
        "Gruber and Hungerman (2008) Ã\u0083Â¢The Church vs. the Mall: What Happens when Religion Faces Increased Secular Competition?Ã\u0083Â¢ Quarterly Journal of Economics 123: 831-862.",
        "Harrison, Michael, and Bernard Lazerwitz (1982) Ã\u0083Â¢Do Denominations Matter?Ã\u0083Â¢ The American Journal of Sociology 88(2): 356-377.",
        "Hammond, Judith, Bettie Cole, and Scott Beck (1993) Ã\u0083Â¢Religious Heritage and Teenage Marriage,Ã\u0083Â¢ Review of Religious Research 35(2): 117-133.",
        "Hoffman, John (2000) Ã\u0083Â¢Religion and Problem Gambling in the U.S.Ã\u0083Â¢ Review of Religious Research 41(4): 488-509.",
        "Hoge, Dean (1979) Ã\u0083Â¢A Test of Theories of Denominational Growth and Decline,Ã\u0083Â¢ in Hoge and Roozen (eds.) Understanding Church Growth and Decline. New York: Pilgrim Press.",
        "Hoge, Dean, and Fenggang Yang (1994) Ã\u0083Â¢Determinants of Religious Giving in American Denominations: Data from Two Nationwide Surveys,Ã\u0083Â¢ Review of Religious Research 36(2): 123-148.",
        "Hungerman, Daniel M (2010) Ã\u0083Â¢Rethinking the Study of Religious Markets,Ã\u0083Â¢ in Rachel McCleary (ed.) Handbook of the Economics of Religion: Oxford University Press.",
        "Hungerman, Daniel M (2008) Ã\u0083Â¢Race and Charitable Church Activity,Ã\u0083Â¢ Economic Inquiry 46(3): 380-400.",
        "Iannaccone, Laurence (1988) Ã\u0083Â¢A Formal Model of Church and Sect,Ã\u0083Â¢ The American Journal of Sociology 94 supplement: S241-S268.",
        "Iannaccone, Laurence (1992) Ã\u0083Â¢Sacrifice and Stigma: Reducing Free-riding in Cults, Communes, and Other Collectives,Ã\u0083Â¢ Journal of Political Economy, 100(2): 271-291.",
        "Iannaccone, Laurence (1994) Ã\u0083Â¢Why Strict Churches Are Strong,Ã\u0083Â¢ American Journal of Sociology 99(5): 1180-1211.",
        "Iannaccone, Laurence (1996) Ã\u0083Â¢Strictness and Strength Revisited: Reply to Marwell,Ã\u0083Â¢ American Journal of Sociology, 101 (4): 1103-1108.",
        "Iannaccone, Laurence. (1998) Ã\u0083Â¢Introduction to the Economics of Religion,Ã\u0083Â¢ Journal of Economic Literature, 36(3): 1465-1495.",
        "Johnson, Byron, Ralph Tompkins, and Derek Webb (2002) Ã\u0083Â¢Objective Hope: Assessing the Effectiveness of FaithBased Organizations: A Review of the Literature,Ã\u0083Â¢ report for the Center for Research on Religion and Urban Civil Society Johnson, Byron (2008) Ã\u0083Â¢Not By Government Alone: Rethinking Prisoner Reentry,Ã\u0083Â¢ in: Joshi, Hawkins, and Novey (eds) Innovations in Effective Compassion, Report prepared for the U.S. Department of Health and Human Services.",
        "King, W. (1976) Ã\u0083Â¢Selling on Sunday Rising Despite Confusing Laws,Ã\u0083Â¢ The New York Times, May 22, pg 1.",
        "Laband, D. and Heinbuch, D. (1987) Blue Laws. Lexington Books: Lexington, Massachusetts.",
        "Lam, Desmond (2006) Ã\u0083Â¢The Influence of Religiosity on Gambling Participation,Ã\u0083Â¢ Journal of Gambling Studies 22: 305-320.",
        "Lazear, Edward (2000) Ã\u0083Â¢Economic Imperialism,Ã\u0083Â¢ Quarterly Journal of Economics 115(1): 99-146.",
        "Levine, Saul (1984) Ã\u0083Â¢Radical Departures,Ã\u0083Â¢ Psychology Today 18: 20-27.",
        "Lillard Dean, and Joseph Price (2007) Ã\u0083Â¢The Impact of Religion on Youth in Disadvantaged Families,Ã\u0083Â¢ working paper.",
        "Makowsky, Michael, (forthcoming a) Ã\u0083Â¢Emergent Extremism in a Multi-Agent Model of Religious Clubs,Ã\u0083Â¢ forthcoming in Economic Inquiry Makowksy, Michael, (forthcoming b) Ã\u0083Â¢Religion, clubs, and Emergent Social Divides,Ã\u0083Â¢ forthcoming in The Journal of Economic Behavior & Organization Makowsky, Michael (2010) Ã\u0083Â¢A Theory of Liberal Churches,Ã\u0083Â¢ working paper.",
        "Marks, Loren (2005) Ã\u0083Â¢Religion and Bio-Psycho-Social Health: A Review and Conceptual Model,Ã\u0083Â¢ Journal of Religion and Health 44(2): 173-186.",
        "McBride, Michael, (2007) Ã\u0083Â¢Why Churches Need Free-riders: religious Capital Formation and Religious Group SurvivalÃ\u0083Â¢ working paper.",
        "McGee, K. (1991) Ã\u0083Â¢North Dakota Sends Blue Laws Packing,Ã\u0083Â¢ USA Today, February 11. National Gambling Impact Study Commission. National Gambling Impact Study Commission Final Report.",
        "Washington: GPO, June 1999 New York Times, The (1970) Ã\u0083Â¢Ã\u0083Â¢Day of Rest ActÃ\u0083Â¢ Repealed in Utah,Ã\u0083Â¢ The New York Times, May 17.",
        "Office of the President of the Lutheran Church Missouri Synod (1999) Ã\u0083Â¢Promised Gain Comes with Great Pain,Ã\u0083Â¢ A Statement from the Office of the President.",
        "Olson, Paul (2008) Ã\u0083Â¢Any Given Sunday: Weekly Church Attendance in a Midwestern City,Ã\u0083Â¢ Journal for the Scientific Study of Religion 47(3): 443-461.",
        "OÃ\u0083Â¢Malley, Patrick, and Alexander Wagenaar (1991) Ã\u0083Â¢Effects of Minimum Drinking Age Laws on Alcohol Use, Related Behaviors and Traffic Crash Involvement among American Youth: 1976-1987,Ã\u0083Â¢ Journal of Studies on Alcohol 52(5): 478-491.",
        "Price, J. and Yandle, B. (1987) Ã\u0083Â¢Labor Markets and Sunday Closing Laws,Ã\u0083Â¢ Journal of Labor Research 4, 407-414.",
        "Regnerus, Mark (2003) Ã\u0083Â¢Religion and Positive Adolescent Outcomes: A Review of Research and Theory,Ã\u0083Â¢ Review of Religious Research 44(4): 394-413, Reinhold, R. (1985) Ã\u0083Â¢Social Legislation Advances in Texas,Ã\u0083Â¢ The New York Times, June 9, pg 27.",
        "Rew, Lynn and Joel Wong (2006) Ã\u0083Â¢A Systematic Review of Associations among Religiosity/Spirituality and Adolescent Health Attitudes and Behaviors,Ã\u0083Â¢ Journal of Adolescent Health 38: 433-442.",
        "Roof, Wade, and William McKinney (1987) American Mainline Religion: Its Changing Shape and Future. New Brunswick: Rutgers University Press.",
        "Rooney, James, and Sanford Schwartz (1977) Ã\u0083Â¢The Effect of Minimum Drinking Age Laws upon Adolescent Alcohol use and Problems,Ã\u0083Â¢ Contemporary Drug Problems, 6: 569-583 Southern Baptist Convention (1996) Ã\u0083Â¢Resolution Supporting a National Commission on the Effects of Gambling,Ã\u0083Â¢ A Resolution of the Southern Baptist Convention, June.",
        "Smart, Reginald and Michael Goodstadt (1977) Ã\u0083Â¢Effect of Reducing the Legal Alcohol-Purchasing Age on Drinking and Drinking Problems. A Review of Empirical Studies,Ã\u0083Â¢ Journal of Studies on Alcohol 38(7): 1313-1323.",
        "Theuman, J. (2005) Ã\u0083Â¢Validity, Construction, and Effect of Ã\u0083Â¢Sunday ClosingÃ\u0083Â¢ or Ã\u0083Â¢BlueÃ\u0083Â¢ LawsÃ\u0083Â¢Modern Status,Ã\u0083Â¢ American Law Reports, ALR4th, 246-332.",
        "United Methodist Church (2004) The Book of Discipline of the United Methodist Church. The United Methodist Publishing House.",
        "Wagenaar, Alexander, and Traci Toomey (2002) Ã\u0083Â¢Effects of Minimum Drinking Age Laws: Review and Analyses of the Literature from 1960 to 2000,Ã\u0083Â¢ Journal of Studies on Alcohol, supplement no. 14: 206-225.",
        "Wallace, John, Valerie Myers, and Esohe Osai (2004) Ã\u0083Â¢Faith Matters,Ã\u0083Â¢ A Report Prepared for the Annie E. Casey Foundation Wechsler, Henry, Jae Lee, Toben Nelson, and Meichun Kuo (2002) Ã\u0083Â¢Underage College StudentsÃ\u0083Â¢ Drinking Behavior, Access to Alcohol, and the Influence of Deterrence Policies,Ã\u0083Â¢ Journal of American College Health 50(5): 223-236 Wenz, Michael (2008) Ã\u0083Â¢Matching Estimation, Casino Gambling and the Quality of Life,Ã\u0083Â¢ The Annals of Regional Science 42(1): 235-249 Williams, Allan, Robert Rich, Paul Zador, and Leon Robertson (1975) Ã\u0083Â¢The Legal Minimum Drinking Age and Fatal Motor Vehicle Crashes,Ã\u0083Â¢ Journal of Legal Studies 4(1): 219-239.",
        "Wilson, Bill (1955) Alcoholics Anonymous: The Story of How Many Thousands of Men and Women Have Recovered from Alcoholism. New York: Alcoholics Anonymous World Services, Inc.",
        "Wong, Joel, Lynn Rew, and Kristina Slaikeu (2006) Ã\u0083Â¢A Systematic Review of Recent Research on Adolescent Religiosity/Spirituality and Mental Health,Ã\u0083Â¢ Issues in Mental Health Nursing 27: 161-183."
    ]
}