{
    "id": 17371,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Adams, P.C., Skinner, J.S., Cohen, M., McBride, R., Fuster, V., 1998. Acute coronary syndromes in the United States and United Kingdom: a comparison of approaches. Clinical Cardiology 21 (5), 348-352.",
        "Acemoglu, D., Finkelstein, A., 2008. Input and technology choices in regulated industries: evidence from the health care sector. Journal of Political Economy 116 (5), 837-80.",
        "Baker, L.C., Wheeler, S.K., 1998. Managed care and technology diffusion: the case of MRI. Health Affairs 17 (5), 195-207.",
        "Baker L, Spetz, J., 1999. Managed Care and Medical Technology Growth. Frontiers in Health Policy Research. Garber, Alan M., ed., Cambridge: MIT Press, pp. 27-52.",
        "Baker, L.C., Phibbs, C.S., 2002. Managed care, technology adoption and health care: the adoption of neonatal intensive care. Rand Journal of Economics 33 (3), 524-548.",
        "Banks, J., Marmot, M., Oldfield, Z., Smith, JP., 2006. Disease and disadvantage in the United States and in England. Journal of the American Medical Association 295 (17), 2037-2045.",
        "Barro, J.R., Huckman, R.S., Kessler, D.P., 2006. The effects of cardiac specialty hospitals on the cost and quality of medical care. Journal of Health Economics 25 (4), 702-721.",
        "Barros, P, MartÃ\u0083Æ\u0092nez-Giralt, X, 2010. Technological Adoption in Health Care (February 1, 2010). FEUNL Working Paper Series No 545. Available at SSRN: http://ssrn.com/abstract=1589398.",
        "Bech, M., Christiansen, T., Dunham, K., Lauridsen, J., Lyttkens, C.H., McDonald, K., McGuire, A., 2009. The influence of economic incentives and regulatory factors on the adoption of treatment technologies: a case study of technologies used to treat heart attacks. Health Economics 18 (10), 1114-1132.",
        "Boden, WE., O'Rourke, RA., Teo, KK., Hartigan, PM., Maron, DJ., Kostuk, WJ., Knudtson, M., Dada, M., Casperson, P., Harris, C.L., Chaitman, B.R., Shaw, L., Gosselin, G., Nawaz, S., Title, L.M., Gau, G., Blaustein, A.S., Booth, D.C., Bates, E.R., Spertus, J.A., Berman, D.S., Mancini, G.B., Weintraub, W.S., 2007. Optimal medical therapy with or without PCI for stable coronary disease. New England Journal of Medicine 356 (15), 1503-1516.",
        "Chan, P.S., Patel, M.R., Klein, L.W., Krone, R.J., Dehmer, G.J., Kennedy, K., Nallamothu, B.K., Weaver, W.D., Masoudi, FA, Rumsfeld, JS, Brindis, RG, Spertus, JA, 2011. Appropriateness of percutaneous coronary intervention. Journal of the American Medical Association 306 (1), 53-61.",
        "Chandra, A., Jena, A.B., Skinner, J.S., 2011. The pragmatistÃ\u0083Â¢s guide to comparative effectiveness research. Journal of Economic Perspectives 25 (2), 27-46.",
        "Committee on Finance, United States Senate, 2010. Staff Report on Cardiac Stent Usage at St. Joseph Medical Center.",
        "Cuellar, A, Gertler, P., 2006. Strategic integration of hospitals and physicians. Journal of Health Economics 25, 1-28.",
        "Curzen, N.P, 2010. Is there evidence for prognostic benefit following PCI in stable patients? COURAGE and its implications: an interventionalistÃ\u0083Â¢s view. Heart 96, 103Ã\u0083Â¢ 105.",
        "Duffy, S.Q., Farley, D.E., 1992. The protracted demise of medical technology: the case of intermittent positive pressure breathing. Medical Care 30 (8), 718-736.",
        "Eddy, D.M., 1984. Variations in physician practice: the role of uncertainty. Health Affairs 3, 74-89.",
        "Emanuel, E.J., Fuchs, V.R., 2008. The perfect storm of overutilization. Journal of the American Medical Association 299 (23), 2789-2791.",
        "Fuchs, VR., 1968. The Growing Demand for Medical Care, , pages 1-8, 1968.",
        "Victor R. Fuchs, 1968. Ã\u0083Â¢The Growing Demand for Medical Care,Ã\u0083Â¢ NBER Books, National Bureau of Economic Research, Inc, Fuchs VR. The health economy. Cambridge: Harvard U Press 1986.",
        "Hawker, G., Guan, J., Judge, A., Dieppe, P., 2008. Knee arthroscopy in England and Ontario: patterns of use, changes Over time, and relationship to total knee replacement. J Bone Joint Surg Am. 90 (11), 2337-2345. Howard DH., Kenline, C., Hassebroek, A., Horowitz, MM., Parsons, SK., Rizzo, JD., Majhail, NS., Abandonment of high dose chemotherapy/hematopoietic cell transplants for breast cancer following negative trial results. In press. Hospital Episode Statistics, Main procedures and interventions: 4 characters.",
        "Available at http://www.hesonline.nhs.uk/. [Accessed April 4, 2011].",
        "Kane N.M,, Manoukian P.D., 1989. The effect of the Medicare prospective payment system on the adoption of new technology. The case of cochlear implants. New England Journal of Medicine 321 (20), 1378-83.",
        "Newby, K.P., Fu Y, L.K., Mark, D.B., Goodman S.G., Wagner, G.S., Harrington, R.A., Granger, C.B. Van de Werf, F. Ohman, E.M. Armstrong, P.W., 2005. Relation between baseline risk and treatment decisions in non-ST elevation acute coronary syndromes: an examination of international practice patterns. Heart 91 (7), 876881.",
        "Mark, D.B., Naylo, C.D., Hlatky, M.A., Califf, R.M., Topol, E.J., Granger, C.B., Knight, J.D., Nelson, C.L., Lee, K.L., Clapp-Channing, N.E. et al, 1994. Use of medical resources and quality of life after acute myocardial infarction in Canada and the United States. New England Journal of Medicine 331 (17), 1130-1135.",
        "Mas, N., Seinfeld, J., 2008. Is managed care restraining the adoption of technology by hospitals? Journal of Health Economics 27 (4), 1026-45.",
        "McClellan M., 1997. Hospital reimbursement incentives: an empirical strategy. Journal of Economics and Management Strategy 6 (1), 91-128.",
        "Moseley, J.B et al. 2002. A controlled trial of arthroscopic surgery for osteoarthritis of the knee. New England Journal of Medicine 347 (2), 8-88.",
        "Murphy, K.M.,Topel, R.H., 2006. The value of health and longevity. Journal of Political Economy 114 (4), 871-904.",
        "Newhouse, JP., 1992. Medical care costs: how much welfare loss? Journal of Economic Perspectives 6 (3), 3-21. MedPAC. Report to the Congress: physician-owned specialty hospitals revisited.",
        "Mitchell, J., 2007. Utilization changes following market entry by physician-owned specialty hospitals. Medical Care Research and Review 64 (4), 395-415.",
        "Nallamothu, B.K., Rogers, M.A., Chernew, M.E., Krumholz, H.M., Eagle, K.A., Birkmeyer, J.D., 2007. Opening of specialty cardiac hospitals and use of coronary revascularization in Medicare beneficiaries. Journal of the American Medical Association 297 (9), 962-968.",
        "Peterson, E.D., Rumsfeld, J.S., 2008. Finding the courage to reconsider medical therapy for stable angina. New England Journal of Medicine 359 (7), 751-753.",
        "Rouleau, J.L., Moye, L.A,. Pfeffer, M.A., Arnold, J.M., Bernstein, V., Cuddy, T.E., Dagenais, G.R., Geltman, E.M., Goldman, S., Gordon, D., et al., 1993. A comparison of management patterns after acute myocardial infarction in Canada and the United States. The SAVE investigators. New England Journal of Medicine 328 (11), 779-784.",
        "Sloan, F., Morrissey, M., Valvona, J., 1988. Medicare prospective payment and the use of medical technologies in hospitals. Medical Care 26 (9), 837-853.",
        "Stock J.H., Watson, M.W., 2008. Heteroskedasticity-robust standard errors for fixed effect panel data regression. Econometrica 76, 155-174.",
        "TECH Research Network, 2001.Technological change around the world: evidence from heart attack care. Health Affairs 20 (3), 25-42.",
        "Teplensky, J.D., Pauly, M.V., Kimberly, J.R., Hillman, A.L., Schwartz, J.S., 1995. Hospital adoption of medical technology: an empirical test of alternative models. Health Serv Res. 30 (3), 437Ã\u0083Â¢465.",
        "The Dartmouth Atlas of Health Care. Inpatient Percutaneous Coronary Interventions (PCI) per 1,000 Medicare Enrollees, by Gender. 2011 http://www.dartmouthatlas.org/data/table.aspx?ind=96 Weintraub, W.S., Boden, W.E., Zhang, Z., Kolm, P., Zhang, Z., Spertus, J.A., Hartigan, P., Veledar, E., Jurkovitz, C., Bowen, J., Maron, DJ., O'Rourke, R., Dada, M., Teo, K.K., Goeree, R., Barnett, P.G., 2008. Cost-effectiveness of percutaneous coronary intervention in optimally treated stable coronary patients. Circulation: Cardiovascular Quality and Outcomes 1,12-20.",
        "Weintraub, W.S., Spertus, J.A., Kolm, P., Maron, D.J., Zhang, Z., Jurkovitz, C., Zhang, W., Hartigan, P.M., Lewis, C., Veledar, E., Bowen, J., Dunbar, S.B., Deaton, C., Kaufman, S., O'Rourke, R.A., Goeree, R., Barnett, P.G., Teo, K.K., Boden, W.E, Mancini, G.B., 2008. Effect of PCI on quality of life in patients with stable coronary disease. New England Journal of Medicine 359 (7), 677-687.",
        "Weinstein, KJ., Simple Health-Care Fix Fizzles Out. Wall St. Journal February 11, 2010.",
        "Young, H.P., 2009. Innovation diffusion in heterogeneous populations: contagion, social influence, and social learning. American Economic Review 99 (5),1899-1924.",
        "Yusuf, S., Flather, M., Pogue, J., Hunt, D., Varigos, J., et al., 1998. Variations between countries in invasive cardiac procedures and outcomes in patients with suspected unstable angina or myocardial infarction without initial ST elevation. The Lancet 352, 507-514.",
        "AMI and Other diagnoses, Non-elective95 Other diagnoses, Elective COURAGE Volume(1,000s) 2001 2002 2003 2004 2005 2006 2007 2008 Source: Authors' analysis of the National Hospital Discharge Survey. PCI: percutaneous coronary intervention"
    ]
}