{
    "id": 17383,
    "cites": 27,
    "cited_by": 21,
    "reference": [
        "Aghion, Philippe, Robin Burgess, Stephen J. Redding and Fabrizio Zilibotti. 2008. The Unequal Effects of Liberalization: Evidence from Dismantling the License Raj in India. American Economic Review, 98(4), 1397-412.",
        "Arocena, Pablo and Catherine Waddams Price. 2002. Generating Efficiency: Economic and Environmental Regulation of Public and Private Electricity Generators in Spain. International Journal of Industrial Organization, 20(1), 41-69.",
        "Bacon, R. W. and J. Besant-Jones. 2001. Global Electric Power Reform, Privatization, and Liberalization of the Electric Power Industry in Developing Countries. Annual Review of Energy and the Environment, 26, 331-59.",
        "Besley, Timothy and Robin Burgess. 2004. Can Labor Regulation Hinder Economic Performance? Evidence from India.Quarterly Journal of Economics, 119(1), 91-134.",
        "Central Electricity Authority. 2007.Review of Performance of Thermal Power Stations 20062007. Government of India, Ministry of Power.",
        "Chikkatur, Ananth P., Ambuj D. Sagar, NikitAbhyankar and N. Sreekumar. 2007. Tariff-Based Incentives for Improving Coal-Power-Plant Efficiencies in India. Energy Policy, 35(7), 374458.",
        "Chitkara, P. 1999. A Data Envelopment Analysis Approach to Evaluation of Operational Inefficiencies in Power Generating Units: A Case Study of Indian Power Plants. IEEE Transactions on Power Systems, 14(2), 419-25.",
        "Delmas, M. and Y. Tokat. 2005. Deregulation, Governance Structures, and Efficiency: The US Electric Utility Sector. Strategic Management Journal, 26(5), 441-60.",
        "Fabrizio, Kira R., Nancy L. Rose and Catherine D. Wolfram.2007. Do Markets Reduce Costs? Assessing the Impact of Regulatory Restructuring on Us Electric Generation Efficiency. American Economic Review, 97(4), 1250-77.",
        "Hattori, T. 1999. Parametric Tests of Cost Efficiency for Japanese Electric Utilities: Before and after the Regulatory Reform in 1995, mimeo.",
        "Hiebert, L. Dean. 2002. The Determinants of the Cost Efficiency of Electric Generating Plants: A Stochastic Frontier Approach. Southern Economic Journal, 68(4), 935-46.",
        "Jamasb, Tooraj, Raffaella Mota, David Newbery and Michael Pollitt. 2005. Electricity Sector Reform in Developing Countries: A Survey of Empirical Evidence on Determinants and Performance. World Bank Policy Research Working Paper 3549.",
        "Joskow, Paul L. and Richard Schmalensee. 1987. The Performance of Coal-Burning Electric Generating Units in the United States: 1960Ã\u0083Â¢1980. Journal of Applied Econometrics, 2(2), 85109.",
        "Khanna, M. and N. D. Rao. 2009. Supply and Demand of Electricity in the Developing World. Annual Review of Resource Economics, 1, 567-95.",
        "Khanna, M. and D. Zilberman.2001. Adoption of Energy Efficient Technologies and Carbon Abatement: The Electricity Generating Sector in India. Energy Economics, 23(6), 637-58.",
        "____. 1999. Barriers to Energy-Efficiency in Electricity Generation in India. Energy Journal, 20(1), 25-41.",
        "Khanna, Madhu, Kusum Mundra and Aman Ullah. 1999. Parametric and Semi-Parametric Estimation of the Effect of Firm Attributes on Efficiency: The Electricity Generating Industry in India. The Journal of International Trade & Economic Development: An International and Comparative Review, 8(4), 419 - 30.",
        "Knittel, Christopher R. 2002. Alternative Regulatory Methods and Firm Efficiency: Stochastic Frontier Evidence from the U.S. Electricity Industry. The Review of Economics and Statistics, 84(3), 530-40.",
        "Maruyama, N. and M. J. Eckelman. 2009. Long-Term Trends of Electric Efficiencies in Electricity Generation in Developing Countries. Energy Policy, 37(5), 1678-86.",
        "Persson, Tobias A., Ulrika Claeson Colpier and Christian Azar. 2007. Adoption of Carbon Dioxide Efficient Technologies and Practices: An Analysis of Sector-Specific Convergence Trends among 12 Nations. Energy Policy, 35(5), 2869-78.",
        "Plane, P. 1999. Privatization, Technical Efficiency and Welfare Consequences: The Case of the Cote D'Ivoire Electricity Company (Cie). World Development, 27(2), 343-60.",
        "Pombo, Carlos and Ramirez Manuel. 2003. Privatization in Colombia : A Plant Performance Analysis. Research Network Working Paper. Inter-American Development Bank, Sen, A. and T. Jamasb.2010. The Economic Effects of Electricity Deregulation: An Empricial Analysis of Indian States. Faculty of Economics, University of Cambridge, Shanmugam, K. R. and Praveen Kulshreshtha. 2005. Efficiency Analysis of Coal-Based Thermal Power Generation in India During Post-Reform Era. International Journal of Global Energy Issues, 23(1), 15-28.",
        "Singh, Anoop. 2006. Power Sector Reform in India: Current Issues and Prospects. Energy Policy, 34(16), 2480-90.",
        "Singh, Joga. 1991. Plant Size and Technical Efficiency in the Indian Thermal Power Industry. Indian Economic Review, 26(2), 239-52.",
        "The Energy Research Institute (TERI). 2009. TERI Energy Data Directory and Yearbook. Delhi, India.",
        "Thakur, Tripta, S. G. Deshmukh and S. C. Kaushik. 2006. Efficiency Evaluation of the State Owned Electric Utilities in India. Energy Policy, 34(17), 2788-804.",
        "Tongia, R. 2003. The Political Economy of Indian Power Sector Reforms. Program on Energy and Sustainable Development Working Paper 4. Stanford University."
    ]
}