{
    "id": 17381,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Abowd, J. M., F. Kramarz, and D. N. Margolis. 1999. Ã\u0083Â¢High Wage Workers and High Wage Firms.Ã\u0083Â¢Econometrica. 67(2): 251-333.",
        "Abowd, J., R. Creecy, and F. Kramarz. 2002. Ã\u0083Â¢Computing person and firm effects using linked longitudinal employer-employee data.Ã\u0083Â¢ Technical Report 2002-06, U.S. Census Bureau.",
        "Altonji, J. G., and R. M. Blank. 1999. Race and Gender in the Labor Market. Handbook of Labor Economics, Volume 3C, eds. Orley Ashenfelter and David Card, New York: Elsevier Andrews, M. J., L. Gill, T. Schank, and R. Upward. 2008. High wage workers and low wage firms: negative assortative matching or limited mobility bias?, Journal Of The Royal Statistical Society Series A, vol. 171(3), pp. 673-697.",
        "Bettinger, E. and B. T. Long. 2005. Ã\u0083Â¢Do Faculty Serve as Role Models? The Impact of Instructor Gender on Female Students.Ã\u0083Â¢ American Economic Review, vol. 95(2), pp. 152157.",
        "California Community Colleges ChancellorÃ\u0083Â¢s Office. 2009. Ã\u0083Â¢Accountability Reporting for the California Community Colleges,Ã\u0083Â¢ A Report to the Legislature, Pursuant to AB 1417 (Pacheco, Stat. 2004, Ch. 581).",
        "California Postsecondary Education Commission. 2010. Ã\u0083Â¢Ready or Not, Here They Come: California State University Undergraduate Demand Projections, 2009Ã\u0083Â¢2019,Ã\u0083Â¢ Report 10-05.",
        "Carrington, B., Tymms, P. and C. Merrel. 2005. Ã\u0083Â¢Role models, school improvement and the Ã\u0083Â¢gender gapÃ\u0083Â¢ Do men bring out the best in boys and women the best in girls?Ã\u0083Â¢ mimeo.",
        "Carrington, B., Tymms, P. and C. Merrel. 2007. Ã\u0083Â¢Role models, school improvement and the Ã\u0083Â¢gender gapÃ\u0083Â¢ Ã\u0083Â¢ Do men bring out the best in boys and women the best in girls?Ã\u0083Â¢, British Educational Research Journal.",
        "Card, D. 1999. The Causal Effect of Education on Earnings. Handbook of Labor Economics, Volume 3A. Ed. Ashenfelter, Orley and David Card. Amsterdam: Elsevier, p.1801-1863.",
        "Carrell, S. E., M. E. Page, and J. E. West. 2010. Ã\u0083Â¢Sex and Science: How Professor Gender Perpetuates the Gender Gap,Ã\u0083Â¢ Quarterly Journal of Economics. 125 (3): 11011144.",
        "Cornelissen, T. 2008. Ã\u0083Â¢The Stata command felsdvreg to fit a linear model with two highdimensional fixed effects.Ã\u0083Â¢ Stata Journal vol. 8: 170-189.",
        "Dee, Thomas S. 2004. Ã\u0083Â¢Teachers, race and student achievement in a randomized experimentÃ\u0083Â¢ The Review of Economics and Statistics, 86(1), pp. 195-210.",
        "Dee, T. S. 2005. Ã\u0083Â¢A Teacher Like Me: Does Race, Ethnicity or Gender Matter?Ã\u0083Â¢ American Economic Review, 95(2), pp. 158-165.",
        "Dee, T. S. 2007. Ã\u0083Â¢Teachers and the Gender Gaps in Student Achievement,Ã\u0083Â¢ Journal of Human Resources 42(3), pp. 528-554.",
        "Ehrenberg, R., D. Goldhaber and D. Brewer. 1995. Do Teachers' Race, Gender and Ethnicity Matter? Evidence from the National Educational Longitudinal Study of 1988. Industrial and Labor Relations Review, 48(3), pp. 547-561.",
        "Hoffmann, F. and P. Oreopoulos. 2009. Ã\u0083Â¢A Professor Like Me: The Influence of Instructor Gender on University Achievement.Ã\u0083Â¢ Journal of Human Resources, 44(2), pp. 479-494.",
        "Holmlund, H. and K. Sund. 2005. Ã\u0083Â¢Is the Gender Gap in School Performance Affected by the Sex of the Teacher?Ã\u0083Â¢ Swedish Institute for Social Research, Stockholm University Working Paper No. 5, 2005.",
        "Jencks, C. and M. Phillips. 1998. Ã\u0083Â¢The Black-White Test Score Gap,Ã\u0083Â¢ Washington, DC: Brookings Institution Press.",
        "Krueger, A. & Whitmore, D. 2002. Ã\u0083Â¢Would smaller classes help close the black-white achievement gap?Ã\u0083Â¢ In J. Chubb and T. Loveless (Eds.), Bridging the achievement gap. Washington, DC: Brookings Institute Press.",
        "Lahelma, E. 2000. Ã\u0083Â¢Lack of male teachers: A problem for students or teachers?Ã\u0083Â¢ Pedagogy, Culture and Society, 8(2), pp. 173-86.",
        "Lavy, V. and A. Schlosser. 2007. Ã\u0083Â¢Mechanisms and Impacts of Gender Peer Effects at School,Ã\u0083Â¢ mimeo.",
        "Lee, D. 2005. Ã\u0083Â¢Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects,Ã\u0083Â¢ Review of Economic Studies, 76(3), pp. 1071-1102.",
        "Nixon, L. and M. Robinson. 1999. Ã\u0083Â¢The educational attainment of young women: Role model effects of female high school faculty,Ã\u0083Â¢ Demography, 36(2), 185-194.",
        "Sengupta, Ria, and Christopher Jepsen. 2006. CaliforniaÃ\u0083Â¢s Community College Students, California Counts: Population Trends and Profiles, Volume 8, Number 2, Public Policy Institute of California, November 2006."
    ]
}