{
    "id": 17387,
    "cites": 36,
    "cited_by": 3,
    "reference": [
        "Adams, R., Ferreira, D., 2007. A theory of friendly boards. Journal of Finance 62, 1, 217-250. Adams, R., Mehran H., 2003. Board structure and banking firm performance. Federal Reserve Bank of New York Economic Policy Review 9, 123-142.",
        "Agrawal, A., Knoeber, C., 2001. Do some outside directors play a political role? Journal of Law and Economics 14, 179-198.",
        "Berger, P., Ofek, E., Yermack, D., 1997. Managerial entrenchment and capital structure decisions. Journal of Finance 52, 1411-1438.",
        "Bernanke, B., 1983. Non-monetary effects of the financial crisis in the propagation of the Great Depression. American Economic Review 73, 3, 257Ã\u0083Â¢76.",
        "Bhagat, S., Black, B., 2002. The non-correlation between board independence and long-term firm performance. Journal of Corporation Law 27, 2, 231-274.",
        "Bhagat, S., Bolton, B., 2008. Corporate governance and firm performance. Journal of Corporate Finance 14, 257-273.",
        "Boone, A., Field, L., Karpoff, M., Raheja, C., 2007. The determinants of corporate board size and composition: an empirical analysis. Journal of Financial Economics 85, 66-101.",
        "Booth, J., Deli, D., 1996. Factors affecting the number of outside directorships held by CEOs. Journal of Financial Economics 40, 81-104.",
        "Calomiris, C., Hubbard., R. Glenn, 1995. Internal finance and investment: evidence from the undistributed profits tax of 1936Ã\u0083Â¢37. Journal of Business 68, 4, 443Ã\u0083Â¢82.",
        "Calomiris, C., Mason, R., 2003. Consequences of bank distress during the Great Depression. American Economic Review 93, 3, 937-947.",
        "Chhaochharia, V., Grinstein Y., 2007. Corporate governance and firm value: the impact of the 2002 governance rules. Journal of Finance 62, 4, 1789-1825.",
        "Coles, J., Lemmon, M., Meschke, J., 2011. Structural models and endogeneity in corporate finance: the link between managerial ownership and corporate performance. Journal of Financial Economics, forthcoming.",
        "Coles, J., Daniel, N., Naveen, L., 2008. Boards: does one size fit all? Journal of Financial Economics 87, 329-356.",
        "Demsetz, H., Lehn, K., 1985. The structure of corporate ownership: causes and consequences.",
        "Denis, D., 2001. Twenty-five years of corporate governance research Ã\u0083Â¢ and counting. Review of Financial Economics 10, 191-212.",
        "Duchin, R., Matsusaka, J., Ozbas, O., 2010. When are outside directors effective? Journal of Financial Economics 96, 195-214 Eisenberg, T., Sundgren, S., Wells, M., 1998. Large board size and decreasing firm value in small firms. Journal of Financial Economics 48, 35-54.",
        "Fisher, I., 1933. The debt-deflation theory of great depressions. Econometrica 1, 337-57.",
        "Harris, M., Raviv, A., 2008. A theory of board control and size. Review of Financial Studies 21, 1797-1832.",
        "Hermalin, B., Weisbach, M. 1998. Endogenously chosen boards of directors and their monitoring of the CEO. American Economic Review 88, 96-118.",
        "Hermalin, B., Weisbach, M., 2003. Boards of directors as an endogenously determined institution: a survey of the economic literature. Economic Policy Review 9, 7-26.",
        "Huson, M.R., R. Parrino, L.T. Starks, 2001. Internal monitoring mechanisms and CEO turnover: A long-term perspective. Journal of Finance 56(6), 2265-2297.",
        "Jensen, M., 1993. The modern industrial revolution, exit and the failure of internal control systems. Journal of Finance 48, 831-880.",
        "Jensen, M., Meckling, W., 1976. Theorem of the firm: managerial behavior, agency cost and ownership structure. Journal of Financial Economics 3, 305-360.",
        "John, K., Senbet, L., 1998. Corporate governance and board effectiveness. Journal of Banking and Finance 22, 371-403.",
        "Klein, A., 1998. Firm performance and board committee structure. Journal of Law and Economics 41, 137-165.",
        "Lehn, K., Patro, S., Zhao, M., 2009. Determinants of the size and structure of corporate boards: 1935Ã\u0083Â¢2000. Financial Management, 38, 4, 747-780.",
        "Linck, J., Netter, J., Yang, T., 2008. A large sample study on board changes and determinants of board structure. Journal of Financial Economics, 87, 308-328.",
        "Lipton, M., Lorsch, J., 1992. A modest proposal for improved corporate governance. Business Lawyer 48, 1, 59-77.",
        "MacKie-Mason, J., 1990. Do taxes affect corporate financing decisions? Journal of Finance 45, 1471-1493.",
        "Perry, T., Shivdasani, A., 2005. Do boards affect performance? Evidence from corporate restructuring. Journal of Business, 78, 4, 1403-1431.",
        "Pfeffer, J., 1972. Size and composition of corporate boards of directors: the organization and its environment. Administrative Science Quarterly 17, 218-229.",
        "Raheja, C. 2005. Determinants of board size and composition: A theory of corporate boards. Journal of Financial and Quantitative Analysis 40, 2, 283Ã\u0083Â¢306.",
        "Rajan, R., Zingales, L., 1995. What do we know about capital structure? Some evidence from international data. Journal of Finance 50, 5, 1421-1460.",
        "Schiffman, D., 2003. Shattered rails, ruined credit: financial fragility and railroad operations in the Great Depression. The Journal of Economic History 63, 3, 802-.825.",
        "Shleifer, A., Vishny, R., 1997. A survey of corporate governance. Journal of Finance 52, 737783.",
        "Yermack, D., 1996. Higher market valuation of companies with a small board of directors. Journal of Financial Economics 40, 185-221."
    ]
}