{
    "id": 17388,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Andrade, G. and S. Kaplan, 1998, Ã\u0083Â¢How Costly is Financial (not Economic) Distress? Evidence from Highly Levered Transactions that Became Distressed,Ã\u0083Â¢ Journal of Finance 53, 1443-1493.",
        "Bernanke, B., 1983, Ã\u0083Â¢Nonmonetary Effects of the Financial Crisis in Propagation of the Great Depression,Ã\u0083Â¢ American Economic Review 73, 257-76.",
        "Bernanke, B., 1995, Ã\u0083Â¢The Macroeconomics of the Great Depression: A Comparative Approach,Ã\u0083Â¢ Journal of Money, Credit and Banking 27, 1-28.",
        "Bernstein, M. A, 1987, The Great Depression, Cambridge: Cambridge University Press.",
        "Bresnehan, T. and D. Raff, 1991, Ã\u0083Â¢American Motor Vehicles Industry, 1929-1935,Ã\u0083Â¢ Journal of Economic History 51, 317-332.",
        "Bresnehan, T. and D. Raff, 1992, Ã\u0083Â¢Technological Heterogeneity, Adjustment Costs, and the Dynamics of Plant Shut-Down Behavior: The American Motor Vehicle Industry in the Time of the Great Depression,Ã\u0083Â¢ Harvard Business School, Working Paper #92-097 (June 1992).",
        "Bris, A., I. Welch, and N. Zhu, 2006, Ã\u0083Â¢The Costs of Bankruptcy: Chapter 7 Liquidation versus Chapter 11 Reorganization,Ã\u0083Â¢ Journal of Finance 61, 1253-1303.",
        "Burch, T. R., W. G. Christie and V. Nanda, 2004, Ã\u0083Â¢Do FirmÃ\u0083Â¢s Time Equity Offerings? Evidence from the 1930s and 1940s,Ã\u0083Â¢ Financial Management 33, 5-23.",
        "Calomiris, C. W., and R. G. Hubbard, 1995, Ã\u0083Â¢Internal Finance and Investment: Evidence from the Undistributed Profits Tax of 1936-1937,Ã\u0083Â¢ Journal of Business 68, 443-482.",
        "Campello, M., and Z. Fluck, 2006, Ã\u0083Â¢Market Share, Financial Leverage, and the Macroeconomy: Theory and Empirical Evidence,Ã\u0083Â¢ University of Illinois Working Paper.",
        "Chevalier, J., and D. Scharfstein, 1996, Ã\u0083Â¢Capital-Market Imperfections and CounterCyclical Markups: Theory and Evidence,Ã\u0083Â¢ American Economic Review 86, 703-725.",
        "Christie, W. G. and V. Nanda, 1994, Ã\u0083Â¢Free Cash Flow, Shareholder Value, and the Undistributed Profits Tax of 1936 and 1937,Ã\u0083Â¢ Journal of Finance 49, 1727-1754 Ely, K. and G. Waymire, 1999, Ã\u0083Â¢Intangible Assets and Stock Prices During the Pre-Sec Era,Ã\u0083Â¢ Journal of Accounting Research 37, 17-44.",
        "Fama, E. F. and K. R. French, 1997, Ã\u0083Â¢Industry Costs of Equity,Ã\u0083Â¢ Journal of Financial Economics 43, 153-193 Fisher, I., 1933, Ã\u0083Â¢The Debt-Deflation Theory of Great Depressions,Ã\u0083Â¢ Econometrica 1, 337-57.",
        "Gordon, R. A., 1936, Ã\u0083Â¢Stockholdings of Officers and Directors in American Industrial Corporations,Ã\u0083Â¢ Quarterly Journal of Economics 50, 622-657.",
        "Gordon, R. A., 1938, Ã\u0083Â¢Ownership by Management and Control Groups in Large Corporations,Ã\u0083Â¢ Quarterly Journal of Economics 52, 367-400.",
        "Graham, J. R., 2000, Ã\u0083Â¢How Big are the Tax Benefits of Debt?,Ã\u0083Â¢ Journal of Finance 55, 1901-1941.",
        "Graham, J. R., 2003, Ã\u0083Â¢Taxes and Corporate Finance: A Review,Ã\u0083Â¢ Review of Financial Studies 16, 1075Ã\u0083Â¢1129.",
        "Graham, J.R., S. Hazarika, and K. Narasimhan, 2012, Ã\u0083Â¢Corporate Governance, Debt, and Investment Policy during the Great Depression,Ã\u0083Â¢ Management Science forthcoming.",
        "Hadlock, C. J. and G. B. Lumer, 1997, Ã\u0083Â¢Compensation, Turnover, and Top Management Incentives: Historical Evidence,Ã\u0083Â¢ Journal of Business 70, 153-187. Holderness, C. G., R. S. Kroszner, and D. P. Sheehan, Ã\u0083Â¢Were The Good Old Days That Good? Changes in Managerial Stock Ownership since the Great Depression,Ã\u0083Â¢ Journal of Finance 54, 435-469.",
        "Hunter, H. M., 1982, Ã\u0083Â¢The Role of Business Liquidity during the Great Depression and Afterwards: Differences Between Large and Small Firms,Ã\u0083Â¢ Journal of Economic History 42, 883-902.",
        "IMF, 2011, Ã\u0083Â¢Tax Biases to Debt Finance: Assessing the Problem, Finding Solutions.Ã\u0083Â¢ Jensen, M., 1986, Ã\u0083Â¢Agency Cost of Free Cash Flow, Corporate Finance, and Free Cash Flows,Ã\u0083Â¢ American Economic Review 76, 323-329.",
        "Jovanovic, B. and P. L. Rousseau, 2000, Ã\u0083Â¢Technology and the Stock Market: 1885 Ã\u0083Â¢ 1998,Ã\u0083Â¢ Vanderbilt University Working Paper.",
        "Myers, S. C, 1977, Ã\u0083Â¢Determinants of Corporate Borrowing,Ã\u0083Â¢ Journal of Financial Economics 5, 147-175.",
        "Opler, T. C., and S. Titman, 1994, Ã\u0083Â¢Financial Distress and Corporate Performance,Ã\u0083Â¢ Journal of Finance 59, 1015-1040.",
        "Safieddine, A. and S. Titman, 1999, Ã\u0083Â¢Leverage and Corporate Performance: Evidence from Unsuccessful Takeovers,Ã\u0083Â¢ Journal of Finance 54, 547-580.",
        "Schiffman, D., 2003, Ã\u0083Â¢Shattered Rails, Ruined Credit: Financial Fragility and Railroad Operations in the Great Depression,Ã\u0083Â¢ The Journal of Economic History 63, 802-.825.",
        "Shumway, T., 2001, Ã\u0083Â¢Forecasting Bankruptcy More Accurately: A Simple Hazard Model,Ã\u0083Â¢ Journal of Business 74, 101-124.",
        "Stinchcombe, A. L., 1965, Ã\u0083Â¢Social Structures and Organizations,Ã\u0083Â¢ J. G. March (Ed.) Handbook of Organizations, Rand McNally & Company, 142-193.",
        "Taussig, F. W. and W. S. Baker, 1925, Ã\u0083Â¢American Corporations and Their Executives: A Statistical Inquiry,Ã\u0083Â¢ Quarterly Journal of Economics 40, 1-51.",
        "Warner, J. B., 1977, Ã\u0083Â¢Bankruptcy Costs: Some Evidence,Ã\u0083Â¢ Journal of Finance 32, 337347.",
        "Weiss, L., 1990, Ã\u0083Â¢Bankruptcy Resolution,Ã\u0083Â¢ Journal of Financial Economics 27, 285-314.",
        "Zingales, L., 1998, Ã\u0083Â¢Survival of the Fittest or Fattest? Exit and Financing in the Trucking Industry,Ã\u0083Â¢ Journal of Finance 53, 905-938."
    ]
}