{
    "id": 17390,
    "cites": 10,
    "cited_by": 15,
    "reference": [
        "Busse, Meghan, Christopher R. Knittel, and Florian Zettelmeyer. 2009. Ã\u0083Â¢Pain at the Pump: The DiÃ\u0083Â¯erential EÃ\u0083Â¯ect of Gasoline Prices on New and Used Automobile Markets.Ã\u0083Â¢ Tech. rep., National Bureau of Economic Research, Cambridge, MA.",
        "Glazer, Amihai, Daniel B. Klein, and Charles Lave. 1995. Ã\u0083Â¢Clean on Paper, Dirty on the Road: Troubles with CaliforniaÃ\u0083Â¢s Smog Check.Ã\u0083Â¢ Journal of Transport Economics and Policy 29 (1):85Ã\u0083Â¢ 92.",
        "Greenstone, Michael, Elizabeth Kopits, and Ann Wolverton. 2011. Ã\u0083Â¢Estimating the Social Cost of Carbon for Use in U.S. Federal Rulemakings: A Summary and Interpretation.Ã\u0083Â¢ Working Paper 16913, National Bureau of Economic Research.",
        "Holland, Stephen P., Jonathan E. Hughes, Christopher R. Knittel, and Nathan C. Parker. 2011. Ã\u0083Â¢Some Inconvenient Truths About Climate Change Policy: The Distributional Impacts of Transportation Policies.Ã\u0083Â¢ Working paper, MIT.",
        "Hughes, Jonathan E., Christopher R. Knittel, and Daniel Sperling. 2008. Ã\u0083Â¢Evidence of a Shift in the Short-Run Price Elasticity of Gasoline Demand.Ã\u0083Â¢ Energy Journal 29 (1).",
        "Jacobsen, Mark. 2011. Ã\u0083Â¢Evaluating U.S. Fuel Economy Standards in a Model with Producer and Household Heterogeneity.Ã\u0083Â¢ Working paper, UC San Diego.",
        "Matthews, H. Scott and Lester B. Lave. 2000. Ã\u0083Â¢Applications of Environmental Valuation for Determining Externality Costs.Ã\u0083Â¢ Environmental Science & Technology 34 (8):1390Ã\u0083Â¢1395.",
        "Morrow, Silvia and Kathy Runkle. 2005. Ã\u0083Â¢April 2004 Evaluation of the California Enhanced Vehicle Inspection and Maintenance (Smog Check) Program.Ã\u0083Â¢ Report to the legislature, Air Resources Board.",
        "Muller, Nicholas Z. and Robert Mendelsohn. 2009. Ã\u0083Â¢EÃ\u0083Â¯cient Pollution Regulation: Getting the Prices Right.Ã\u0083Â¢ American Economic Review 99 (5):1714Ã\u0083Â¢39.",
        "Westberg, Karl, Norman Cohen, and K. W. Wilson. 1971. Ã\u0083Â¢Carbon Monoxide: Its Role in Photochemical Smog Formation.Ã\u0083Â¢ Science 171 (3975):1013Ã\u0083Â¢1015."
    ]
}