{
    "id": 17397,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Blais, AndrÃ\u0083Æ\u0092. To Vote or Not to Vote: The Merits and Limits of Rational Choice Theory. Pittsburgh: University of Pittsburgh Press, 2000.",
        "BÃ\u0083Æ\u0092rgers, Tilman. Ã\u0083Â¢Costly Voting.Ã\u0083Â¢ American Economic Review, March 2004, 94(1), pp. 57-66.",
        "Campbell, Colin. Ã\u0083Â¢Large Electorates and Decisive Minorities.Ã\u0083Â¢ Journal of Political Economy, 1999, 107(6), pp. 1199-217.",
        "Coate, Stephen and Conlin, Michael. Ã\u0083Â¢A Group Rule-Utilitarian Approach to Voter Turnout: Theory and Evidence.Ã\u0083Â¢ American Economic Review, 2004, 94(5), pp. 1476-1504.",
        "Downs, Anthony. An Economic Theory of Democracy. New York: Harper and Row, 1957.",
        "Edlin, Aaron, Gelman, Andrew and Kaplan, Noah. Ã\u0083Â¢Voting as a Rational Choice: Why and How People Vote To Improve the Well-Being of Others.Ã\u0083Â¢ Rationality and Society, 2007, 19(3), pp. 293-314.",
        "Evren, Ã\u0083Æ\u0092zgÃ\u0083Æ\u0092r. Ã\u0083Â¢Altruism and Voting: A Large-Turnout Result that Does not Rely on Civic Duty or Cooperative Behavior.Ã\u0083Â¢ Unpublished Paper, 2010.",
        "Feddersen, Timothy J. Ã\u0083Â¢Rational Choice Theory and the Paradox of Not Voting.Ã\u0083Â¢ Journal of Economic Perspectives, 2004, 18(1), pp. 99-112.",
        "Fehr, Ernst and Schmidt, Klaus M. Ã\u0083Â¢The Economics of Fairness, Reciprocity and Altruism Ã\u0083Â¢ Experimental Evidence and New Theories,Ã\u0083Â¢ in Serge-Christophe Kolm and Jean Mercier Ythier, eds., Handbook on the Economics of Giving, Reciprocity and Altruism. Vol. I. Amsterdam: Elsevier, 2006, pp. 615-691.",
        "Franklin, Mark N., Niemi, Richard and Whitten, B. Guy. Ã\u0083Â¢Two Faces of Tactical Voting.Ã\u0083Â¢ British Journal of Political Science, 1994, 24, pp. 549-557.",
        "Fowler, James H. Ã\u0083Â¢Turnout in a Small World,Ã\u0083Â¢ in Alan Zuckerman, ed., Social Logic of Politics, Temple University Press, Philadelphia, 2005, pp. 269-287.",
        "Goeree, Jacob and Grosser, Jens. Ã\u0083Â¢Welfare Reducing Polls.Ã\u0083Â¢ Economic Theory, 2007, 31(1), pp. 51-68.",
        "Harsanyi, John C. Ã\u0083Â¢Morality and the Theory of Rational Behavior.Ã\u0083Â¢ Social Research, 1977, 44(4), pp. 623-56.",
        "Harsanyi, John C. Ã\u0083Â¢Game and Decision Theoretic Models in Ethics,Ã\u0083Â¢ in Robert Aumann and Sergiu Hart, eds., Handbook of game theory with economic applications. Vol. I. Amsterdam: Elsevier Sciense, North-Holland, 1992, pp. 669-707.",
        "Krasa, Stefan and Polborn, Mattias K. Ã\u0083Â¢Is Mandatory Voting Better than Voluntary Voting?Ã\u0083Â¢ Games and Economic Behavior, 2009, 66, pp. 275-291.",
        "Krishna, Vijay and Morgan, John. Ã\u0083Â¢Voluntary Voting: Costs and Benefits.Ã\u0083Â¢ Unpublished Paper, 2010. Ledyard, John. Ã\u0083Â¢The Paradox of Voting and Candidate Competition: A General Equilibrium Analysis,Ã\u0083Â¢ in G. Horwich and J. Quirk, eds., Essays in Contemporary Fields of Economics.",
        "Ledyard, John. Ã\u0083Â¢The Pure Theory of Two Candidate Elections.Ã\u0083Â¢ Public Choice, 1984, 44(1), pp. 7-41.",
        "Levine, David K. and Palfrey Thomas R. Ã\u0083Â¢The Paradox of Voter Participation? A Laboratory Study.Ã\u0083Â¢ American Political Science Review, 2007, 101(1), pp. 143-158.",
        "Morton, Rebecca B. Ã\u0083Â¢Groups in Rational Turnout Models.Ã\u0083Â¢ American Journal of Political Science, 1991, 35(3), pp. 758-776.",
        "Palfrey, Thomas R. and Rosenthal, Howard. Ã\u0083Â¢A Strategic Calculus of Voting.Ã\u0083Â¢ Public Choice, 1983, 41(1), pp. 7-53.",
        "Palfrey, Thomas R. and Rosenthal, Howard. Ã\u0083Â¢Voter Participation and Strategic Uncertainty.Ã\u0083Â¢ American Political Science Review, 1985, 79(1), pp. 62-78.",
        "Poole, Keith T. and Rosenthal, Howard. Ã\u0083Â¢D-NOMINATE after 10 Years: A Comparative Update to Congress: A Political Economic History of Roll-Call Voting.Ã\u0083Â¢ Legislative Studies Quarterly, 2001, 26, pp. 5-29.",
        "Shachar, Ron and Nalebuff, Barry. Ã\u0083Â¢Follow the Leader: Theory and Evidence on Political Participation.Ã\u0083Â¢ American Economic Review, 1999, 89(3), pp. 525-547.",
        "Smirnov, Oleg and Fowler, James H. Mandates, Parties, and Voters: How Elections Shape the Future. Philadelphia: Temple University Press, 2007.",
        "Somer-Topcu, Zeynep. Ã\u0083Â¢Timely Decisions: The Effects of Past National Elections on Party Policy Change.Ã\u0083Â¢ Journal of Politics, 2009, 71(1), pp. 238-248.",
        "Taylor, Curtis and Yildirim, Huseyin. Ã\u0083Â¢A Unified Analysis of Rational Voting with Private Values and Group-specific CostsÃ\u0083Â¢, Games and Economic Behavior, 2010, 70, pp. 457-471."
    ]
}