{
    "id": 17399,
    "cites": 35,
    "cited_by": 34,
    "reference": [
        "Amess, K. and M. Wright (2007), Ã\u0083Â¢The Wage and Employment Effects of Leveraged Buyouts in the UK,Ã\u0083Â¢ International Journal of the Economics of Business 14, 179-195.",
        "Andrade, G. and S.N. Kaplan (1998), Ã\u0083Â¢How Costly is Financial (not Economic) Distress? Evidence from Highly Levered Transactions that Became Distressed,Ã\u0083Â¢ Journal of Finance 53, 1443-1493.",
        "Baker, G.P. (1992), Ã\u0083Â¢Beatrice: A Study in the Creation and Destruction of Value,Ã\u0083Â¢ Journal of Finance 47, 1081-1120.",
        "British Venture Capital Association (BVCA) (2006), The Economic Impact of Private Equity in the UK, London, BVCA.",
        "Boucly, Q., D. Sraer, and D. Thesmar (2009), Ã\u0083Â¢Leveraged Buyouts: Evidence From French Deals,Ã\u0083Â¢ Unpublished working paper, HEC Paris and University of California at Berkeley.",
        "Caballero, Ricardo (2007), Specificity and the Macroeconomics of Restructuring, Cambridge, MA: The MIT Press.",
        "Caves, Richard E. (1998), Ã\u0083Â¢Industrial Organization and New Findings on the Turnover and Mobility of Firms,Ã\u0083Â¢ Journal of Economic Literature, 36, no. 4 (December), 1947-1982.",
        "Davis, S.J. and J. Haltiwanger (1992), Ã\u0083Â¢Gross Job Creation, Gross Job Destruction, and Employment ReallocationÃ\u0083Â¢ Quarterly Journal of Economics 107, no. 3 (August), 819-863.",
        "Davis, S.J., J. Haltiwanger (1996), Job Creation and Destruction, Cambridge, MA: The MIT Press.",
        "Davis, S.J. and J. Haltiwanger (1999), Ã\u0083Â¢Gross Job Flows, in Card, D. and O. Ashenfelter (eds.), Handbook of Labor Economics, New York, North-Holland.",
        "Davis, S.J., J. Haltiwanger, R. Jarmin, C.Z. Krizan, J. Miranda, A. Nucci, and K. Sandusky (2009), Ã\u0083Â¢Measuring the Dynamics of Young and Small Businesses: Integrating the Employer and Non-employer Business Universes,Ã\u0083Â¢ in Dunne, T., J.B. Jensen and M.J. Roberts (eds.), Producer Dynamics: New Evidence from Micro Data, University of Chicago Press, 329-368.",
        "Davis, S.J., J.C. Haltiwanger, R. Jarmin, and J. Miranda (2007), Ã\u0083Â¢Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms,Ã\u0083Â¢ in Acemoglu, D., K. Rogoff and M. Woodford (eds.), NBER Macroeconomics Annual 21, 107-180.",
        "Dunne, T., M. Roberts, and L. Samuelson (1989) Ã\u0083Â¢Plant Turnover and Gross Employment Flows in the U.S. Manufacturing Sector,Ã\u0083Â¢ Journal of Labor Economics 7, 48-71.",
        "European Private Equity and Venture Capital Association (EVCA) (2005), Employment Contribution of Private Equity and Venture Capital in Europe, Zaventum, Belgium, EVCA.",
        "Guo, S., E.S. Hotchkiss, and W. Song (2011), Ã\u0083Â¢Do Buyouts (Still) Create Value?,Ã\u0083Â¢ Journal of Finance, 66, 479-517.",
        "Hall, D. (2007), Ã\u0083Â¢Methodological Issues in Estimating the Impact of Private Equity Buyouts on Employment,Ã\u0083Â¢ Unpublished working paper, Public Services International Research Unit, Business School, University of Greenwich.",
        "Haltiwanger, J., R. Jarmin and J. Miranda (2010), Ã\u0083Â¢Who Creates Jobs? Small vs. Large vs. Young,Ã\u0083Â¢ Working Paper no. 16300, National Bureau of Economic Research.",
        "Harris, R., D.S. Siegel and M. Wright (2005), Assessing the Impact of Management Buyouts on Economic Efficiency: Plant-Level Evidence from the United Kingdom,Ã\u0083Â¢ Review of Economics and Statistics 87, 148-153.",
        "Kaplan, S.N. (1989), Ã\u0083Â¢The Effects of Management Buyouts on Operating Performance and Value,Ã\u0083Â¢ Journal of Financial Economics 24, 217-254.",
        "Kaplan, S.N. and P. StrÃ\u0083Æ\u0092mberg (2009), Ã\u0083Â¢Leverage Buyouts and Private Equity,Ã\u0083Â¢ Journal of Economic Perspectives, 23(1), 121-146.",
        "Kearney, A.T. (2007), Creating New Jobs and Value with Private Equity, Chicago, A. T. Kearney.",
        "Lichtenberg, F.R. and D. Siegel (1987), Ã\u0083Â¢Productivity and Changes in Ownership of Manufacturing Plants,Ã\u0083Â¢ Brookings Papers on Economic Activity: Microeconomics, 643-683.",
        "Lichtenberg, F.R. and D. Siegel (1990), The Effects of Leveraged Buyouts on Productivity and Related Aspects of Firm Behavior,Ã\u0083Â¢ Journal of Financial Economics 27, 165-194.",
        "Long, W. and D. Ravenscraft (1993), Ã\u0083Â¢The Financial Performance of Whole Company LBOs,Ã\u0083Â¢ Working paper no. CES-WP-93-16, Center for Economic Studies, U.S. Census Bureau.",
        "McGuckin, R.H. and S.V. Nguyen (2001), Ã\u0083Â¢The Impact of Ownership Changes: A View from Labor Markets,Ã\u0083Â¢ International Journal of Industrial Organization 19, 739-762.",
        "Muscarella, C.J. and M.R. Vetsuypens (1990), Ã\u0083Â¢Efficiency and Organizational Structure: A Study of Reverse LBOs,Ã\u0083Â¢ Journal of Finance 45, 1389Ã\u0083Â¢1413.",
        "Rasmussen, P.N. (2008), Ã\u0083Â¢Taming the Private Equity Ã\u0083Â¢LocustsÃ\u0083Â¢,Ã\u0083Â¢ Europe Today 8 (Spring), 130133.",
        "Schoar, A. (2002), Ã\u0083Â¢Effects of Corporate Diversification on Productivity,Ã\u0083Â¢ Journal of Finance 57, 2379-2403.",
        "Service Employees International Union (SEIU) (2007), Behind the Buyouts: Inside the World of Private Equity, Washington, SEIU.",
        "Shapiro, R.J., and N.D. Pham (2008), American Jobs and the Impact of Private Equity Transactions, Washington, Private Equity Council.",
        "Shleifer, A. and L. Summers (1988), Breach of Trust in Hostile Takeovers,Ã\u0083Â¢ in Auerbach, A.J.",
        "(ed.), Corporate Takeovers: Causes and Consequences, Chicago, University of Chicago Press. StrÃ\u0083Æ\u0092mberg, P. (2007), Ã\u0083Â¢The New Demography of Private Equity,Ã\u0083Â¢ Unpublished working paper, Swedish Institute for Financial Research.",
        "Taylor, A. and C. Bryant (2007), Ã\u0083Â¢Private Equity Deals that Cement Business Growth,Ã\u0083Â¢ Financial Times, 2 April.",
        "Woolridge, J. M. (2002), Econometric Analysis of Cross Section and Panel Data, Cambridge: MIT Press.",
        "Wright, M., S. Thompson, and K. Robbie (1992), Ã\u0083Â¢Management-Led Leveraged Buy-Outs: A European Perspective,Ã\u0083Â¢ Journal of Business Venturing 7, 45-71."
    ]
}