{
    "id": 17393,
    "cites": 86,
    "cited_by": 35,
    "reference": [
        "Almazan, Andres, Adolfo De Motta, Sheridan Titman, and Vahap B. Uysal, 2007, Financial Structure, Liquidity, and Firm Locations, UT Austin Working Paper.",
        "Admati, Anat R., and Paul Pfleiderer, 2009, The Wall Street Walk and shareholder activism: Exit as a form of voice, Forthcoming Review of Financial Studies.",
        "Amihud, Yakov, 2002, Illiquidity and stock returns: cross-section and time-series effects, Journal of Financial Markets 5, 31-56.",
        "Barclay, Michael J., and Clifford G. Holderness, 1989, Private Benefits from Control of Public Corporations, Journal of Financial Economics 33, 263-291.",
        "Barclay, Michael J., and Clifford G. Holderness, 1991, Negotiated Block Trades and Corporate Control, Journal of Finance 46, 861-78.",
        "Bebchuk, Lucian, and Jesse Fried, 2004. Pay without Performance: The Unfulfilled Promise of Executive Compensation (Harvard University Press, Cambridge, MA).",
        "Berger, Philip G., Eli Ofek, and David L. Yermack, 1997, Managerial entrenchment and capital structure decisions, Journal of Finance 52, 1411-1438.",
        "Berle, Adolf A., and Gardiner C. Means, 1932. The Modern Corporation and Private Property (MacMillan, New York, NY).",
        "Bertrand, Marianne, and Sendhil Mullainathan, 2003, Enjoying the Quiet Life? Corporate Governance and Managerial Preferences, Journal of Political Economy 111, 1043-1075.",
        "Bhagat, Sanjai, and Bernard Black, 2002, The Non-Correlation Between Board Independence and LongTerm Firm Performance, Journal of Corporation Law 27, 231-273.",
        "Bhide, Amar, 1993, The hidden costs of stock market liquidity, Journal of Financial Economics 34, 3151.",
        "Black, Bernard S., 1990, Shareholder passivity reexamined, Michigan Law Review 89, 520-608.",
        "Bolton, Patrick, and Ernst-Ludwig von Thadden, 1998, Blocks, liquidity, and corporate control, Journal of Finance 53, 1-26.",
        "Bound, John, David A. Jaeger, and Regina M. Baker, 1995, Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variable is weak, Journal of the American Statistical Association 90, 443-450.",
        "Brav, Alon, Wei Jiang, Frank Partnoy, and Randall S. Thomas, 2008, Hedge fund activism, corporate governance, and firm performance, Journal of Finance 63, 1729-1775.",
        "Brickley, James A., Ronald C. Lease, and Clifford W. Smith, Jr., 1988, Ownership Structure and Voting on Antitakeover Amendments, Journal of Financial Economics 20, 267-91.",
        "Burkart, Mike, Denis Gromb, and Fausto Panunzi, 1997, Large shareholders, monitoring, and the value of the firm, Quarterly Journal of Economics 112, 693-728.",
        "Chetty, Raj, and Emmanuel Saez, 2005, Dividend Taxes and Corporate Behavior: Evidence from the 2003 Dividend tax cut, Quarterly Journal of Economics 120, 791-833.",
        "Chhaochharia, Vidhi, and Yaniv Grinstein, 2007, Corporate governance and firm value: the impact of the 2002 governance rules, Journal of Finance 62, 1789-1825.",
        "Coles, Jeffrey L., Michael L. Lemmon, and J.Felix Meschke, 2007, Structural Models and endogeneity in corporate finance: The link between managerial ownership and corporate performance, University of Utah Working Paper.",
        "Coles, Jeffrey L., Michael L. Lemmon, and Yan Albert Wang, 2008, The joint determinants of managerial ownership, board independence, and firm performance, University of Utah Working Paper.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 1999, Home bias at home: Local equity preference in domestic portfolios, Journal of Finance 54, 2045-2073.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 2001, The geography of investment: Informed trading and asset prices, Journal of Political Economy 109, 811-841.",
        "Cronqvist, Henrik, and Rudiger Fahlenbrach, 2009, Large Shareholders and Corporate Policies, forthcoming Review of Financial Studies.",
        "Davis, Gerald F., and E. Han Kim, 2007, Business ties and proxy voting by mutual funds, Journal of Financial Economics 85, 552-570.",
        "Del Guercio, Diane, and Jennifer Hawkins, 1999, The motivation and impact of pension fund activism, Journal of Financial Economics 52, 293-340.",
        "Demsetz, Harold, 1983, The structure of ownership and the theory of the firm, Journal of Law and Economics 26, 375-390.",
        "Demsetz, Harold, and Kenneth Lehn, 1985, The structure of corporate ownership: Causes and consequences, Journal of Political Economy 93, 1155-1177.",
        "Diamond, Douglas W., 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393-414.",
        "Easterbrook, Frank H., 1984, Two agency-cost explanations of dividends, American Economic Review 74, 650-659.",
        "Edmans, Alex, 2009, Blockholder trading, market efficiency, and managerial myopia, Forthcoming Journal of Finance.",
        "Fama, Eugene F., 1980, Agency problems and the theory of the firm, Journal of Political Economy 88, 288-307.",
        "Fama, Eugene F., and Kenneth R. French, 2000, Forecasting Profitability and Earnings, Journal of Business 73, 161-175.",
        "Fama, Eugene F., and Michael C. Jensen, 1983, Separation of ownership and control, Journal of Law and Economics 26, 301-325.",
        "Glaeser, Edward L., 1998, Are cities dying?, Journal of Economic Perspectives 12, 139-160.",
        "Glaeser, Edward L., 2008. Cities, Agglomeration and Spatial Equilibrium (Oxford University Press, Oxford).",
        "Glosten, Lawrence R., and Paul R. Milgrom, 1985, Bid, ask, and transaction prices in a specialist market with heterogeneously informed traders, Journal of Financial Economics 14, 71-100.",
        "Gompers, Paul, Joy Ishii, and Andrew Metrick, 2003, Corporate Governance and Equity Prices, Quarterly Journal of Economics 118, 107-155.",
        "Gorton, Gary, and Matthias Kahl, 2008, Blockholder scarcity, takeovers, and ownership structures, forthcoming Journal of Financial and Quantitative Analysis.",
        "Grossman, Sanford J., and Oliver D. Hart, 1980, Takeover bids, the free-rider problem and the theory of the corporation, Bell Journal of Economics 11, 42-64.",
        "Harford, Jarrad, 1999, Corporate cash reserves and acquisitions, Journal of Finance 54, 1969-1997.",
        "Harris, Milton, and Artur Raviv, 1988, Corporate control contests and capital structure, Journal of Financial Economics 20, 55-86.",
        "Heckman, James J., 1978, Dummy endogenous variables in a simultaneous equations system, Econometrica 46, 931-960.",
        "Heckman, James J., and Richard Robb, Jr., 1985, Alternative methods for evaluating the impact of interventions: An overview, Journal of Econometrics 30, 239-267.",
        "Hermalin, Benjamin E., and Michael S. Weisbach, 1991, The effects of board composition and direct incentives on firm performance, Financial Management 20, 101-112.",
        "Hermalin, Benjamin, and Michael S. Weisbach, 1998, Endogenously chosen boards of directors and their monitoring of the CEO, American Economic Review 88, 96-118.",
        "Hochberg, Yael, Paola Sapienza, and Annette Vissing-Jorgensen, 2007, A lobbying approach to evaluating the Sarbanes-Oxley Act of 2002, Northwestern University Working Paper.",
        "Hochberg, Yael, and Laura Lindsay, 2009, Incentives, targeting, and firm performance: An analysis of non-executive stock options, Northwestern University Working Paper.",
        "Holderness, Clifford G., 2003, A Survey of Blockholders and Corporate Control, Federal Reserve Bank of New York Economic Policy Review 9, 51-64.",
        "Holderness, Clifford G., and Dennis P. Sheehan, 1985, Raiders or Saviors? The evidence on six controversial investors, Journal of Financial Economics 14, 555-579.",
        "Holmstrom, Bengt, and Jean Tirole, 1993, Market Liquidity and Performance Monitoring, Journal of Political Economy 101, 678-709.",
        "Holthausen, Robert W., Richard W. Leftwich, and David Mayers, 1987, The Effect of Large Block Transactions on Security Prices: A Cross-sectional Analysis, Journal of Financial Economics 19, 237-67.",
        "Imbens, Guido W., and Joshua D. Angrist, 1994, Identification and estimation of local average treatment effects, Econometrica 62, 467-475.",
        "Imbens, Guido W., Joshua D. Angrist, and Donald Rubin, 1996, Identification of Causal effects Using Instrumental Variables, Journal of Econometrics 71, 145-160.",
        "Jagannathan, Murali, Stephens, Clifford P., and Michael S. Weisbach, 2000, Financial Flexibility and The Choice Between Dividends and Stock Repurchases, Journal of Financial Economics 57, 355-384.",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review 76, 323-329.",
        "Jensen, Michael C., 1989, Eclipse of the public corporation, Harvard Business Review 67, 61-74.",
        "Jensen, Michael C., and William H. Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics 3, 305-360.",
        "Jung, Kooyul, Young-Cheol Kim, and RenÃ\u0083Æ\u0092 M. Stulz, 1996, Timing, investment opportunities, managerial discretion, and the security issue decision, Journal of Financial Economics 42, 159185.",
        "Kahn, Charles, and Andrew Winton, 1998, Ownership Structure, Speculation, and Shareholder Intervention, Journal of Finance 53, 99-129.",
        "Kedia, Simi, and Shivaram Rajgopal, 2009, Neighborhood matters: The impact of location on broad based stock option plans, forthcoming Journal of Financial Economics.",
        "Klass, Oren S., Ofer Biham, Moshe Levy, Ofer Malcai, and Sorin Solomon, 2006, The Forbes 400 and the Pareto wealth distribution, Economics Letters 90, 290-295.",
        "Kleibergen, Frank, and Richard Paap, 2006, Generalized reduced rank tests using the singular value decomposition, Journal of Econometrics 133, 97-126.",
        "Lerner, Joshua, 1995, Venture capitalists and the oversight of private firms, Journal of Finance 50, 301318.",
        "Levy, Moshe, and Sorin Solomon, 1997, New evidence for the power-law distribution of wealth, Physica A 242, 90-94.",
        "Li, Kai,, and Nagpurnanand R. Prabhala, 2007, Self-selection models in corporate finance, in B. Espen Eckbo, ed.: Handbook of Corporate Finance (Elsevier B.V.), Maddala, G. S., 1983. Limited-Dependent and Qualitative Variables in Econometrics (Cambridge University Press, Cambridge, United Kingdom).",
        "Manne, Henry G., 1965, Mergers and the market for corporate control, Journal of Political Economy 73, 110-120.",
        "Maug, Ernst, 1998, Large Shareholders as Monitors: Is There a Trade-off between Liquidity and Control?, Journal of Finance 53, 65-98.",
        "McConnell, John J., and Henri Servaes, 1990, Additional evidence on equity ownership and corporate value, Journal of Financial Economics 27, 595-612.",
        "Mehran, Hamid, 1995, Executive Compensation Structure, Ownership, and Firm Performance, Journal of Financial Economics 38, 163-84.",
        "Nelson, Charles R., and Richard Startz, 1990, The distribution of the instrumental variables estimator and its t-ratio when the instrument is a poor one, Journal of Business 63, 125-140.",
        "Opler, Tim, Lee Pinkowitz, RenÃ\u0083Æ\u0092 M. Stulz, and Rohan Williamson, 1999, The determinants and implications of corporate cash holdings, Journal of Financial Economics 52, 3-46.",
        "PÃ\u0083Æ\u0092rez-GonzÃ\u0083Æ\u0092lez, Francisco, 2005, The impact of acquiring control on productivity: Evidence from Mexican manufacturing plants, University of Texas working paper.",
        "Pirinsky, Christo, and Qinghai Wang, 2006, Does Corporate Headquarters Location Matter for Stock Returns?, Journal of Finance 61, 1991-2015.",
        "Puga, Diego, and Gilles Duranton, 2004, Micro-foundations of urban agglomeration economies, in J. Vernon Henderson, and Jacques-FranÃ\u0083Æ\u0092ois Thisse, eds.: Handbook of Regional and Urban Economics (North-Holland, Amsterdam).",
        "Roe, Mark, 1990, Political and legal restraints on ownership and control of public companies, Journal of Financial Economics 27, 7-41.",
        "Rosenstein, S., and J. Wyatt, 1990, Outside directors, board independence, and shareholder wealth, Journal of Financial Economics 26, 175-191.",
        "Shleifer, Andrei, and Robert W. Vishny, 1986, Large shareholders and corporate control, Journal of Political Economy 94, 461-488.",
        "Slovin, Myron B., and Marie E. Sushka, 1993, Ownership concentration, corporate control activity, and firm value: Evidence from the death of inside blockholders, Journal of Finance 48, 1293-1321.",
        "Smith, Michael P., 1996, Shareholder Activism by Institutional Investors: Evidence for CalPERS, Journal of Finance 51, 227-52.",
        "Staiger, Douglas, and James H. Stock, 1997, Instrumental Variables Regression with Weak Instruments, Econometrica 65, 557-586.",
        "Stock, James H., Jonathan H. Wright, and Motohiro Yogo, 2002, A survey of weak instruments and weak identification in generalized methods of moments, Journal of Business and Economics Statistics 20, 518-529.",
        "Stock, James H., and Motohiro Yogo, 2005, Asymptotic Distributions of Instrumental Variables Statistics with Many Weak Instruments, in D. W. K. Andrews and J. H. Stock, ed.: Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg (Cambridge University Press, Cambridge).",
        "Stulz, RenÃ\u0083Æ\u0092 M., 1988, Managerial control of voting rights: Financing policies and the market for corporate control, Journal of Financial Economics 20, 25-54.",
        "Villalonga, Belen, and Raphael Amit, 2006, How do family ownership, control and management affect firm value?, Journal of Financial Economics 80, 385-417.",
        "Zwiebel, Jeffrey, 1995, Block Investment and Partial Benefits of Corporate Control, Review of Economic Studies 62, 161-85."
    ]
}