{
    "id": 17395,
    "cites": 4,
    "cited_by": 13,
    "reference": [
        "Daron Acemoglu and James A. Robinson. Economic Origins of Dictatorship and Democracy. Cambridge University Press, 2006. 4 Daron Acemoglu, Georgy Egorov, and Konstantin Sonin. Coalition formation in non-democracies.",
        "Review of Economic Studies, 75(4):987Ã\u0083Â¢1009, 2008. 37 George-Marios Angeletos and Ivan Werning. Crises and prices: Information aggregation, multiplicity and volatility. American Economic Review, 96(5):1720Ã\u0083Â¢1736, 2006. 5 George-Marios Angeletos, Christian Hellwig, and Alessandro Pavan. Signaling in a global game: Coordination and policy traps. Journal of Political Economy, 114(3):452Ã\u0083Â¢484, 2006. 5, 15, 23, George-Marios Angeletos, Christian Hellwig, and Alessandro Pavan. Dynamic global games of regime change: Learning, multiplicity, and the timing of attacks. Econometrica, 75(3):711Ã\u0083Â¢756, 2007. 5 Hannah Arendt. The Origins of Totalitarianism. Andre Deutsch, revised edition, 1973. 26 Sandeep Baliga and Tomas Sjostrom. The strategy of manipulating conÃ\u0083Â¯ict. Northwestern University working paper, 2010. 4 David P. Baron. Perisistent media bias. Journal of Public Economics, 90(1-2):1Ã\u0083Â¢36, 2006. 5 Eli Berman and David D. Laitin. Religion, terrorism and public goods: Testing the club model.",
        "World Politics, 44(1):7Ã\u0083Â¢48, 1991. 4, 37 Timur Kuran. Private Truths, Public Lies: The Social Consequences of Preference FalsiÃ\u0083Â¯cation.",
        "Harvard University Press, 1995. 4, 9 Susanne Lohmann. A signaling model of informative and manipulative political action. American Political Science Review, 87(2):319Ã\u0083Â¢333, 1993. 10, 37 Susanne Lohmann. Information aggregation through costly political action. American Economic Review, 84(3):518Ã\u0083Â¢530, 1994a. 10, 37 Susanne Lohmann. The dynamics of information cascades: The monday demonstrations in leipzig, east germany, 1989-91. World Politics, 47(1):42Ã\u0083Â¢101, 1994b. 4, 37 Douglas MacMillan. GoogleÃ\u0083Â¢s quixotic China challenge. Bloomberg Businessweek, March 2010. 1 Evgeny Morozov. The Net Delusion. Allen Lane, 2011. 2, 27 Stephen Morris and Hyun Song Shin. Unique equilibrium in a model of self-fulÃ\u0083Â¯lling currency attacks. American Economic Review, 88(3):587Ã\u0083Â¢597, 1998. 5, 12 Stephen Morris and Hyun Song Shin. Rethinking multiple equilibria in macroeconomic modeling."
    ]
}