{
    "id": 17398,
    "cites": 64,
    "cited_by": 13,
    "reference": [
        "Banerjee, A. (1997).A Theory of Misgovernance.Ã\u0083Â¢ The Quarterly Journal of Economics, 112(4):1289-1332.",
        "Banerjee, A. & Duflo, E. (2003). Inequality and Growth: What Can the Data Say? Journal of Economic Growth 8(3): 267-99.",
        "Banerjee, A., Duflo, E. & Glennerster, R. (2008).Putting a Band-Aid on a Corpse: Incentives for Nurses in the Indian Public Health Care System.Ã\u0083Â¢ Journal of the European Economic Association, 6(2-3): 487-500.",
        "Banerjee A., Hanna, R. & S. Mullainathan. (2009). Corruption. Handbook of Organizational economics.",
        "Banerjee, A. V. & Pande, R. (2009) Parochial Politics: Ethnic Preferences and Politician Corruption. Working Paper.",
        "Becker, G.S. & Stigler, G. J. (1974).Law Enforcement, Malfeasance, and Compensation of Enforcers.Ã\u0083Â¢ Journal of Legal Studies, 3(1):1-18.",
        "Bertrand, M., Djankov, S., Hanna, R. &S. Mullainathan (2007).Obtaining a Driver's License in India: An Experimental Approach to Studying Corruption.Ã\u0083Â¢ The Quarterly Journal of Economics, 122(4): 1639-1676, November.",
        "Besley, T., Pande, R. & Rao V. (2011) Just Rewards? Local Politics and Public resource Allocation in South India. World Bank Economic Review, forthcoming.",
        "BjÃ\u0083Æ\u0092rkman, M. & Svensson, J. (2010). When Is Community-Based Monitoring Effective? Evidence from a Randomized Experiment in Primary Health in Uganda. Journal of the European Economic Association, 8(2-3): 571-581.",
        "Bobonis, G.J., CÃ\u0083Æ\u0092mara-Fuertes, L. R & R. Schwabe (2009). Ã\u0083Â¢Does Exposing Corrupt Politicians Reduce Corruption?Ã\u0083Â¢ Duke University mimeo.",
        "Brollo, F., Nannicini, T., Perotti, R. and Tabellini, G. (2010).The Political Resource Curse.Ã\u0083Â¢ NBER Working Paper.",
        "Bruhn, M. (2008).License to sell: the effect of business registration reform on entrepreneurial activity in Mexico.Ã\u0083Â¢ Policy Research Working Paper Series 4538, World Bank.",
        "Burgess, R., Hansen, M., Olken, B., Potapov, P. & S. Sieber (2011). Ã\u0083Â¢The Political Economy of Deforestation in the TropicsÃ\u0083Â¢, MIT mimeo.",
        "Camacho, A. & Conover, E. (2009).Manipulation of Social Program Eligibility: Detection, Explanations and Consequences for Empirical Research.Ã\u0083Â¢ Universidad de los Andes mimeo.",
        "Caselli, F. & Michaels, G. (2009). Do Oil Windfalls Improve Living Standards? Evidence from Brazil.Ã\u0083Â¢ CEP Discussion Papers, Centre for Economic Performance, LSE.",
        "Chaudhury, N., Hammer, J., Kremer, M., Muralidharan, K. & Rogers F.H. (2006).Missing in Action: Teacher and Health Worker Absence in Developing Countries.Ã\u0083Â¢ Journal of Economic Perspectives, 20(1): 91-116.",
        "Di Tella, R. & Schargrodsky, E. (2004).Do Police Reduce Crime? Estimates Using the Allocation of Police Forces after a Terrorist Attack.Ã\u0083Â¢ American Economic Review, 94(1): 115-133.",
        "Djankov, S., La Porta, R., Lopez-de-Silanes, F. & Shleifer A. (2010). Disclosure by Politicians.Ã\u0083Â¢ American Economic Journal: Applied Economics, 2(2): 179-209.",
        "Duflo, E., Hanna, R. & Ryan, S. (2010). Monitoring Works: Getting Teachers to Come to School.Ã\u0083Â¢ Faccio, M. (2006).Politically Connected Firms.Ã\u0083Â¢ American Economic Review, 96(1): 369-386.",
        "Ferraz, C. & Finan, F. (2008) Exposing Corrupt Politicians: The Effects of Brazil's Publicly Released Audits on Electoral Outcomes. The Quarterly Journal of Economics, 123(2): 703745.",
        "Ferraz, C. & Finan, F. (2010, a) Electoral Accountability and Corruption: Evidence from the Audit Reports of Local Governments. American Economic Review, forthcoming.",
        "Ferraz, C. & Finan, F. (2010, b) Motivating Politicians: The Impacts of Monetary Incentives on Quality and Performance. Ferraz, C., Finan, F. & Moreira, D.B. (2010).Corrupting Learning: Evidence from Missing Federal Education Funds in Brazil.Ã\u0083Â¢ mimeo, Berkeley.",
        "Fisman, R. (2001).Estimating the Value of Political Connections.Ã\u0083Â¢ American Economic Review, 91(4): 1095-1102.",
        "Fisman, D., Fisman, R., Galef, J. & R. Khurana. (2006). Ã\u0083Â¢Estimating the Value of Connections to Vice-President Cheney.Ã\u0083Â¢ Columbia Business School mimeo.",
        "Fisman, R. & Svensson, J. (2007). Are corruption and taxation really harmful to growth? Firm level evidence. Journal of Development Economics, 83(1): 63-75.",
        "Fisman, R. & Wei, S.J. (2004). Ã\u0083Â¢Tax Rates and Tax Evasion: Imports in China.Ã\u0083Â¢ Journal of Political Economy, 112 (2004), 471-496.",
        "Gordon, R. & Li, W. ( 2009).Tax Structures in Developing Countries: Many Puzzles and a Possible Explanation.Ã\u0083Â¢ Journal of Public Economics, 93(7-8): 855-866.",
        "Gorodnichenko, Y. & Sabirianova Peter, K. (2007). Public Sector Pay and Corruption: Measuring Bribery from Micro Data.Ã\u0083Â¢ Journal of Public Economics, 91(5-6): 963-991.",
        "Holmstrom, B. & Milgrom, P. (1991).Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design.Ã\u0083Â¢ Journal of Law, Economics and Organization, 7(0): 2452.",
        "Hsieh ,C.R & Moretti, E. ( 2006).Did Iraq Cheat the United Nations? Underpricing, Bribes, and the Oil for Food Program.Ã\u0083Â¢ The Quarterly Journal of Economics, 121(4):1211-1248.",
        "Hunt, J. (2007). How Corruption Hits People When they are Down. Journal of Development Economics, 84(2): 574-589.",
        "Kahn, C.M., Silva, E.C.D, & Ziliak , J. P. (2001).Performance-Based Wages in Tax Collection: The Brazilian Tax Collection Reform and Its Effects.Ã\u0083Â¢ Economic Journal, 111(468): 188-205.",
        "Khwaja, A. (2009). Can Good Projects Succeed in Bad Communities? Journal of Public Economics, 93(7-8): 899-916.",
        "Kleven, H.J., Knudsen, M. B., Kreiner, C. T. , Pedersen, S. & Saez, E. (2010).Unwilling or Unable to Cheat? Evidence from a Randomized Tax Audit Experiment in Denmark.Ã\u0083Â¢ NBER Working Papers 15769, National Bureau of Economic Research.",
        "Lewis-Faupel, S., Y. Neggers, B. Olken and R. Pande (2011). Can Electronic Procurement Improve Infrastructure Provision? Evidence from a Large Rural Road Program in India.Ã\u0083Â¢ IGC Working Paper.",
        "Mauro, P. (1995). Corruption and Growth. The Quarterly Journal of Economics, 110(3): 681712.",
        "McMillan, J. & Zoido, P. (2004). How to Subvert Democracy: Montesinos in Peru. Journal of Economic Perspectives, 18(4): 69-92.",
        "Mocan, N. (2008). What Determines Corruption? International Evidence From Microdata. Economic Inquiry, Western Economic Association International, 46(4): 493-510.",
        "Monteiro, J. & Ferraz, C. (2010). Does Oil Make Leaders Unaccountable? Evidence from Brazil's Offshore Oil Boom. mimeo PUC-Rio.",
        "Muralidharan, K. & Sundararaman, V. (2009).Teacher Performance Pay: Experimental Evidence from India.Ã\u0083Â¢ NBER Working Papers 15323, National Bureau of Economic Research.",
        "Niehaus, P., Atanassova, A., Bertrand, M. & Mullainathan, S. (2011). Ã\u0083Â¢Targeting with AgentsÃ\u0083Â¢. Working Paper.",
        "Niehaus, P and S. Sukhtankar, (2010). Corruption Dynamics: The Golden Goose Effect.Ã\u0083Â¢ Working Paper.",
        "Organization for Economic Cooperation and Development. (2011). OECD Anti-Bribery Convention: Entry into Force of the Convention.",
        "Olken, B. (2006).Corruption and the Costs of Redistribution: Micro Evidence from Indonesia.Ã\u0083Â¢ Journal of Public Economics, 90(4-5):853-870.",
        "Olken, B. (2007). Monitoring Corruption: Evidence from a Field Experiment in Indonesia. Journal of Political Economy, 115: 200-249.",
        "Olken, B. (2009). Corruption Perceptions vs. Corruption Reality. Journal of Public Economics 93, (7-8): 950-964.",
        "Olken, B. and Barron, P. (2009). The Simple Economics of Extortion: Evidence from Trucking in Aceh.Ã\u0083Â¢ Journal of Political Economy, 117(3): 417-452.",
        "Pande, R. & Olken, B. (2011). Ã\u0083Â¢Governance Review Paper: JPAL Governance InitiativeÃ\u0083Â¢. Abdul Latif Jameel Poverty Action Lab.",
        "Peisakhin, L. & Pinto, P. (2010). Ã\u0083Â¢Is Transparency an Effective Anti-Corruption Strategy? Evidence from a field experiment in IndiaÃ\u0083Â¢, Regulation and Governance 4(3): 261Ã\u0083Â¢280.",
        "Peisakhin, L. (2011). Ã\u0083Â¢Transparency and Corruption: Evidence from India.Ã\u0083Â¢ Journal of Law and Economics, forthcoming.",
        "Pomeranz, D. (2010). Ã\u0083Â¢No Taxation without Information: Deterrence and Self-Enforcement in the Value Added TaxÃ\u0083Â¢ mimeo, Harvard.",
        "Ramalho, R. (2007). Ã\u0083Â¢The Persistence of Corruption: Evidence from the 1992 Presidential Impeachment in BrazilÃ\u0083Â¢, World Bank.",
        "Rauch, J. E. & Evans, P.B. (2000).Bureaucratic Structure and Bureaucratic Performance In Less Developed Countries.Ã\u0083Â¢ Journal of Public Economics, 75(1): 49-71.",
        "Reinikka, R. and Svensson, J. (2004). Local Capture: Evidence From a Central Government Transfer Program in Uganda. The Quarterly Journal of Economics119(2): 678-70.",
        "Reinikka, R. and Svensson, J. (2005).Fighting Corruption to Improve Schooling: Evidence from a Newspaper Campaign in Uganda.Ã\u0083Â¢ Journal of the European Economic Association 3(2-3): 259-267.",
        "Samphantharak, K. & Malesky, E. (2008). Predictable Corruption and Firm Investment: Evidence from a Natural Experiment and Survey of Cambodian Entrepreneurs, Quarterly Journal of Political Science, 3 (3): 227-267.",
        "Sequeira, S. & Djankov, S. (2010). An Empirical Study of Corruption in Ports. MPRA Paper 21791, University Library of Munich, Germany.",
        "Shleifer, A. &Vishny, R. (1993).Corruption.Ã\u0083Â¢ The Quarterly Journal of Economics, 108(3): 599-617.",
        "Svensson, J. (2003). Who Must Pay Bribes and How Much? Evidence from A Cross Section Of Firms. The Quarterly Journal of Economics, 118(1): 207-230.",
        "Svensson, J. (2004). Ã\u0083Â¢Eight questions about Corruption.Ã\u0083Â¢ Journal of Economic Perspectives, 2005, 19 (5): 19-42.",
        "Treisman, D. (2000). The Causes of Corruption: a Cross-National Study. Journal of Public Economics, 76: 399-457.",
        "Van Rijckeghem, C. & Weder, B. (2001). Bureaucratic Corruption and The Rate of Temptation: Do Wages in the Civil Service Affect Corruption, and by how Much?Ã\u0083Â¢ Journal of Development Economics 65(2) :307-331.",
        "Wei, S. J. (2000). How Taxing is Corruption on International Investors? The Review of Economics and Statistics, 82(1): 1-11.",
        "World Bank. (2007). Ã\u0083Â¢Strengthening World Bank Group Engagement on Governance and Anticorruption.Ã\u0083Â¢ Yang, D. (2008).Integrity for Hire: An Analysis of a Widespread Customs Reform.Ã\u0083Â¢ Journal of Law and Economics 51(1): 25-57. Zitzewitz, E. (forthcoming). Ã\u0083Â¢Forensic Economics.Ã\u0083Â¢ Journal of Economic Literature."
    ]
}