{
    "id": 17396,
    "cites": 57,
    "cited_by": 30,
    "reference": [
        "Aguiar, M. and M. Amador, 2011. Ã\u0083Â¢Growth in the Shadow of Expropriation.Ã\u0083Â¢ Quarterly Journal of Economics 126, 651Ã\u0083Â¢697.",
        "Alesina, A. and D. Dollar, 2000. Ã\u0083Â¢Who Gives Foreign Aid to Whom and Why?Ã\u0083Â¢ Journal of Economic Growth 5, 33Ã\u0083Â¢64.",
        "Alesina, A. and B. Weder, 2002. Ã\u0083Â¢Do Corrupt Governments Receive Less Foreign Aid?Ã\u0083Â¢ American Economic Review 92, 1126Ã\u0083Â¢1137.",
        "Alfaro, L., Chanda, A., Kalemli-Ozcan, S., and S. Sayek, S., 2004. Ã\u0083Â¢FDI and Economic Growth: the Role of Local Financial Markets.Ã\u0083Â¢ Journal of International Economics 64, 89Ã\u0083Â¢112.",
        "Alfaro, L., S. Kalemli-Ozcan , and V. Volosovych, 2008. Ã\u0083Â¢Why DoesnÃ\u0083Â¢t Capital Flow from Rich to Poor Countries? An Empirical Investigation.Ã\u0083Â¢ The Review of Economics and Statistics 90, 347Ã\u0083Â¢ 368.",
        "Alfaro, L. and F. Kanczuk, 2009. Ã\u0083Â¢Optimal Reserve Management and Sovereign Debt.Ã\u0083Â¢ Journal of International Economics 77, 23Ã\u0083Â¢36.",
        "Arslanalp, S. and P. B. Henry, 2005. Ã\u0083Â¢Is Debt Relief EÃ\u0083Â¯cient?Ã\u0083Â¢ The Journal of Finance 60, 1017Ã\u0083Â¢ 1051.",
        "Aizenman, J. and J. Lee, 2006. Ã\u0083Â¢Financial Versus Monetary Mercantilism: Long-Run View of the Large International Reserves Hoarding.Ã\u0083Â¢ IMF Working Paper 06/280, International Monetary Fund.",
        "Aizenman, J. and J. Lee, 2008. Ã\u0083Â¢The Real Exchange Rate, Mercantilism and the Learning by Doing Externality.Ã\u0083Â¢ NBER Working Paper 13853, National Bureau of Economic Research, Inc.",
        "Barro, R.J., 1999. Ã\u0083Â¢Notes on Optimal Debt Management.Ã\u0083Â¢ Journal of Applied Economics 2, 282Ã\u0083Â¢290.",
        "Blanchard, O. and G. Milesi-Ferretti, 2009. Ã\u0083Â¢Global Imbalances in Midstream?Ã\u0083Â¢ IMF StaÃ\u0083Â¯ Papers.",
        "Buera, F. J. and Y. Shin, 2009. Ã\u0083Â¢Productivity Growth and Capital Flows: The Dynamics of Reforms. Ã\u0083Â¢ NBER Working Paper 15268, National Bureau of Economic Research, Inc.",
        "Caballero, R. J., E. Farhi, and P. O. Gourinchas, 2008. Ã\u0083Â¢An Equilibrium Model of Ã\u0083Â¢Global Imbalances Ã\u0083Â¢ and Low Interest Rates.Ã\u0083Â¢ American Economic Review 98, 358-393.",
        "Calderon, C. A., A. Chong, and N.V. Loayza, 2002. Ã\u0083Â¢Determinants of Current Account DeÃ\u0083Â¯cits in Developing Countries.Ã\u0083Â¢ The B.E. Journal of Macroeconomics: Contributions 2.",
        "Calvo, G., L. Leiderman and C. Reinhart, 1996. Ã\u0083Â¢InÃ\u0083Â¯ows of Capital to Developing Countries in the 1990s.Ã\u0083Â¢ The Journal of Economic Perspectives 10, 123Ã\u0083Â¢139.",
        "Calvo, G., and C. Reinhart. 2002 Ã\u0083Â¢Fear of Floating .Ã\u0083Â¢ Quarterly Journal of Economics 107, 379Ã\u0083Â¢ 408.",
        "Carroll, C. D., and O. Jeanne, 2009. Ã\u0083Â¢A Tractable Model of Precautionary Reserves, Net Foreign Assets, or Sovereign Wealth Funds.Ã\u0083Â¢ NBER Working Paper 15228, National Bureau of Economic Research, Inc.",
        "Carroll, C. D., and D. N. Weil, 1994. Ã\u0083Â¢Saving and Growth: A Reinterpretation. Carnegie-Rochester Conference Series on Public Policy 40, 133Ã\u0083Â¢192.",
        "Chamon, M. D. and E. S. Prasad, 2010. Ã\u0083Â¢Why Are Saving Rates of Urban Households in China Rising?Ã\u0083Â¢ American Economic Journal: Macroeconomics 2, 93Ã\u0083Â¢130.",
        "Chinn, M. D. and E. S. Prasad, 2003. Ã\u0083Â¢Medium-Term Determinants of Current Accounts in Industrial and Developing Countries: An Empirical Exploration.Ã\u0083Â¢ Journal of International Economics 59, 47Ã\u0083Â¢76.",
        "Dollar, D. and A. Kraay, 2006. Ã\u0083Â¢Neither a Borrower Nor a Lender: Does ChinaÃ\u0083Â¢s Zero Net Foreign Asset Position Make Economic Sense?Ã\u0083Â¢ Journal of Monetary Economics 53, 943Ã\u0083Â¢971.",
        "Dooley, M., D. Folkerts-Landau, and P. Garber, 2003. Ã\u0083Â¢An Essay on the Revived Bretton Woods System,Ã\u0083Â¢ NBER Working Paper 9971, National Bureau of Economic Research, Inc.",
        "Dooley, M., D. Folkerts-Landau, and P. Garber, 2004. Ã\u0083Â¢The Revived Bretton Woods System: The EÃ\u0083Â¯ects of Periphery Intervention and reserve Management on Interest Rates and Exchange Rates in Center Countries.Ã\u0083Â¢ NBER Working Paper 10332, National Bureau of Economic Research, Inc.",
        "Durdu, C. B., E. Mendoza, and M. E. Terrones, 2009. Ã\u0083Â¢Precautionary demand for foreign assets in Sudden Stop economies: An assessment of the New Mercantilism,Ã\u0083Â¢ Journal of Development Economics 89, 194Ã\u0083Â¢209.",
        "Edwards, S., 2004. Ã\u0083Â¢Thirty Years of Current Account Imbalances, Current Account Reversals and Sudden Stops.Ã\u0083Â¢ NBER Working Paper 10276, National Bureau of Economic Research, Inc.",
        "Easterly, W., 2006. The White ManÃ\u0083Â¢s Burden. New York: The Penguin Press.",
        "Fostel, A. and G. Kaminsky, S., 2008. Ã\u0083Â¢Latin Americas Access to International Capital Markets: Good Behavior or Global Liquidity?Ã\u0083Â¢ In: Kevin Cowan, Sebastin Edwards, Rodrigo O. Valdes, Norman Loayza, Klaus Schmid, eds. Current Account and External Financing, Central Banking, Analysis, and Economic Policies Book Series, Central Bank of Chile.",
        "Forbes, K. and Warnock, F., 2011. Ã\u0083Â¢Capital Flow Waves: Surges, Stops, Flight and Retrenchment. Ã\u0083Â¢ Mimeo.",
        "Ghosh, A. R. and J. D. Ostry, 1997. Ã\u0083Â¢Macroeconomic Uncertainty, Precautionary Saving, and the Current Account.Ã\u0083Â¢ Journal of Monetary Economics 40, 121Ã\u0083Â¢139.",
        "Glick, R. and K. RogoÃ\u0083Â¯, 1995. Ã\u0083Â¢Global versus Country-SpeciÃ\u0083Â¯c Productivity Shocks and the Current Account.Ã\u0083Â¢ Journal of Monetary Economics 35, 159Ã\u0083Â¢192.",
        "Gourinchas, P. and O. Jeanne, 2009. Ã\u0083Â¢Capital Flows to Developing Countries: The Allocation Puzzle.Ã\u0083Â¢ NBER Working Paper 13602.",
        "Henry, P., 2007. Ã\u0083Â¢Capital Account Liberalization: Theory, Evidence, and Speculation.Ã\u0083Â¢ Journal of Economic Literature 45, 887Ã\u0083Â¢935.",
        "Ju, J. and S. J. Wei, 2010. Ã\u0083Â¢Domestic Institutions and the Bypass EÃ\u0083Â¯ect of Financial Globalization, Ã\u0083Â¢ American Economic Journal: Economic Policy 2, 173Ã\u0083Â¢204.",
        "Khan M. S., and N. Ul Haque, 1985. Ã\u0083Â¢Foreign Borrowing and Capital Flight: A Formal Analysis. Ã\u0083Â¢ IMF StaÃ\u0083Â¯ Papers 32, the International Monetary Fund.",
        "Korinek, A. and L. Serven, 2010. Ã\u0083Â¢Undervaluation Through Foreign Reserve Accumulation : Static Losses, Dynamic Gains.Ã\u0083Â¢ Policy Research Working Paper 5250, The World Bank.",
        "Kose, M. A., E. Prasad, K. RogoÃ\u0083Â¯, and S.-J. Wei, 2009. Ã\u0083Â¢Financial Globalization: A Reappraisal.Ã\u0083Â¢ Panoeconomicus 56, 143Ã\u0083Â¢197.",
        "Kuziemko, I. and E. Werker, 2006. Ã\u0083Â¢How Much Is a Seat on the Security Council Worth? Foreign Aid and Bribery at the United Nations.Ã\u0083Â¢ Journal of Political Economy 114, 905Ã\u0083Â¢930.",
        "Lane, P. and G. M. Milesi-Ferretti, 2001. Ã\u0083Â¢The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Countries.Ã\u0083Â¢ Journal of International Economics 55, 263Ã\u0083Â¢294.",
        "Lane, P. and G. M. Milesi-Ferretti, 2007. Ã\u0083Â¢The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970Ã\u0083Â¢2004.Ã\u0083Â¢ Journal of International Economics 73, 223Ã\u0083Â¢250.",
        "Loayza, N., K. Schmidt-Hebbel, and L. Serven, 2000. Ã\u0083Â¢What Drives Private Saving Around the World?Ã\u0083Â¢ The Review of Economics and Statistics 82,165181.",
        "Obstfeld, M., 1995. Ã\u0083Â¢International Capital Mobility in the 1990s,Ã\u0083Â¢ in Peter B. Kenen, ed. Understanding Interdependence: The Macroeconomics of the Open Economy. Princeton University Press, Princeton NJ.",
        "Obstfeld, M., 1986. Ã\u0083Â¢Capital Mobility in the World Economy: Theory and Measurement.Ã\u0083Â¢ CarnegieRochester Conference Series on Public Policy 24, 55Ã\u0083Â¢103.",
        "Obstfeld, M. and K. RogoÃ\u0083Â¯., 2000, Ã\u0083Â¢The Six Major Puzzles in International Macroeconomics: Is There a Common Cause?Ã\u0083Â¢ In: Ben Bernanke and Kenneth RogoÃ\u0083Â¯, eds. NBER Macroeconomics Annual 2000. The MIT Press, Cambridge MA.",
        "Obstfeld, M. and A. M. Taylor, 2004. Global Capital Markets Integration, Crisis, and Growth. Cambridge University Press, Cambridge MA.",
        "Prasad, E., R. G. Rajan, and A. Subramanian, 2006. Ã\u0083Â¢Patterns of International Capital Flows and Their Implications for Economic Development.Ã\u0083Â¢ In: Proceedings of the 2006 Jackson Hole Symposium, Federal Reserve Bank of Kansas City.",
        "Reinhart, C. and V. Reinhart, 2008. Ã\u0083Â¢Capital InÃ\u0083Â¯ows and Reserve Accumulation: The Recent Evidence. Ã\u0083Â¢ NBER Working paper 13842, National Bureau of Economic Research, Inc.",
        "Reinhart, C. and K. RogoÃ\u0083Â¯, J. 2004. Ã\u0083Â¢Serial Default and the Ã\u0083Â¢ParadoxÃ\u0083Â¢ of Rich to Poor Capital Flows.Ã\u0083Â¢ American Economic Review 94, 53Ã\u0083Â¢58.",
        "Reinhart, C. and K. RogoÃ\u0083Â¯, J. 2008. Ã\u0083Â¢This Time is DiÃ\u0083Â¯erent: A Panoramic View of Eight Centuries of Financial Crises.Ã\u0083Â¢ NBER Working Paper 13882, National Bureau of Economic Research, Inc.",
        "Rodrik, D. 2006. Ã\u0083Â¢The Social Cost of Foreign Exchange Reserves.Ã\u0083Â¢NBER Working Paper 11952.",
        "RogoÃ\u0083Â¯, K. 2011. Ã\u0083Â¢Global Imbalances without Tears.Ã\u0083Â¢ Project Syndicate, March.",
        "Schneider, F. and D. H. Enste, 2000. Ã\u0083Â¢Shadow Economies: Size, Causes and Consequences.Ã\u0083Â¢ Journal of Economic Literature 38, 77Ã\u0083Â¢114.",
        "Tornell, A. and A. Velasco, 1992. Ã\u0083Â¢Why Does Capital Flow from Poor to Rich Countries? The Tragedy of the Commons and Economic Growth.Ã\u0083Â¢ Journal of Political Economy 100, 1208Ã\u0083Â¢1231.",
        "Tornell, A. and P. R. Lane, 1998. Ã\u0083Â¢Are Windfalls a Curse?: A Non-Representative Agent Model of the Current Account.Ã\u0083Â¢ Journal of International Economics 44, 83Ã\u0083Â¢112.",
        "Appendix B: Where and why does capital Ã\u0083Â¯ow? In Alfaro, Kalemli-Ozcan, Volosovych (2008), we show that private foreign capital Ã\u0083Â¯ows from poor to rich countries (the Lucas Paradox) in a large sample of developed and developing countries during the last three decades. This negative correlation between capital Ã\u0083Â¯ows and the initial level of GDP per capita is robust for 1970Ã\u0083Â¢2000 but it goes away once we account for the eÃ\u0083Â¯ect of institutional quality. Institutions, representing long-run productivity, are the most important determinant of capital Ã\u0083Â¯ows and they can explain the Lucas Paradox.",
        "Our results in this paper are fully consistent with our previous results. We show that capital is Ã\u0083Â¯owing to productive places, measured as average growth, during the last three decades once we account for the fact that low-growth countries receive a lot of capital in the form of aid and public debt from other sovereigns or multinational bodies (sovereign-to-sovereign lending). Does this mean then there is also no Lucas puzzle within the developing countries? This would be the case if relatively poor countries are the growing ones within the developing country sample. In a sample of 90 developing and industrial countries between 1980Ã\u0083Â¢2004, Dollar and Kraay (2006) Ã\u0083Â¯nd, after they control the outlier nature of China, that there is a negative relation between capital Ã\u0083Â¯ows and initial GDP per capita (no Lucas puzzle) and there is a positive relation between capital Ã\u0083Â¯ows and growth. Appendix Table 15 takes a look at this issue in our sample of developing countries.",
        "We use the exact sample as in Gourinchas and Jeanne (GJ) (2009), which includes our sample of developing countries where capital stocks are available (63 countries) plus Botswana, Gabon, Singapore, Hong-Kong. We also focus on the period 1980Ã\u0083Â¢2000 to compare the results exactly to their Ã\u0083Â¯ndings.",
        "Table 11: (Appendix Table) Net Capital Flows and Growth in the Whole World, 1980Ã\u0083Â¢2004 (1) (2) Sample All Developing and Advanced OECD Countries Dependent Variable Net capital Aid-adjusted Ã\u0083Â¯ows net capital (-CA/GDP) Ã\u0083Â¯ows ([-CA-Aid]/GDP) Average per capita Ã\u0083Â¢.024 .822*** GDP growth (.232) (.267) Obs. 144 144 Notes: Robust standard errors are in parentheses. *** , **, * denote signiÃ\u0083Â¯cance at 1%, 5%, 10%. Ã\u0083Â¢Net capital Ã\u0083Â¯ows (-CA/GDP)Ã\u0083Â¢ represents the average over 1980Ã\u0083Â¢2004 of the current account balance with the sign reversed as percentage of GDP. Ã\u0083Â¢Aid-adjusted net capital Ã\u0083Â¯ows ([-CA-Aid]/GDP)Ã\u0083Â¢ represents the average over 1980Ã\u0083Â¢2004 of the current account balance with the sign reversed as percentage of GDP minus the average over 1980Ã\u0083Â¢2004 of the annual changes in net overseas assistance as percentage of GDP. Average per capita GDP growth represents the average over 1980Ã\u0083Â¢2004 of the rate of change of GDP per capita in 2000 U.S. dollars."
    ]
}