{
    "id": 17400,
    "cites": 25,
    "cited_by": 50,
    "reference": [
        "Acemoglu, Daron, and James Robinson, Why Nations Fail: The Origins of Power, Prosperity, and Poverty, Crown Business, New York, 2012, forthcoming.",
        "African Development Bank, Ã\u0083Â¢The Middle of the Pyramid: Dynamics of the Middle Class in Africa,Ã\u0083Â¢ Market Brief, Chief Economist Complex, April 20, 2011.",
        "Bartelsman, Eric, John Haltiwanger, and Stefano Scarpetta Cross Country Differences in Productivity: The Role of Allocative Efficiency,Ã\u0083Â¢ December 2006.",
        "Bosworth, Barry M., and Susan M. Collins, Ã\u0083Â¢The Empirics of Growth: An Update,Ã\u0083Â¢ Brookings Institution, Washington, D.C., September 2003 (http://www.brookings.edu/papers/2003/0922globaleconomics_bosworth.aspx).",
        "Bosworth, Barry M., Susan M. Collins, and Arvind Virmani, Ã\u0083Â¢Sources of Growth in the Indian Economy,Ã\u0083Â¢ NBER Working Paper 12901, February 2007.",
        "Citigroup Global Markets, Ã\u0083Â¢Global Growth Generators: Moving Beyond Ã\u0083Â¢Emerging MarketsÃ\u0083Â¢ and Ã\u0083Â¢BRICÃ\u0083Â¢,Ã\u0083Â¢ Global Economics View, 21 February 2011.",
        "Durlauf, Steven N., Paul A. Johnson, and Jonathan R.W. Temple, Ã\u0083Â¢Growth Econometrics,Ã\u0083Â¢ in P. Aghion and S.N. Durlauf, eds., Handbook of Economic Gorwth, vol. 1A, Elsevier NorthHolland, Amsterdam, 2005.",
        "Easterly, William, Ã\u0083Â¢National Policies and Economic Growth: A Reappraisal,Ã\u0083Â¢ in P. Aghion and S.N. Durlauf, eds., Handbook of Economic Gorwth, vol. 1A, Elsevier North-Holland, Amsterdam, 2005.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Ã\u0083Â¢Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢ Quarterly Journal of Economics, November 2009.",
        "Hwang, Jason J., Ã\u0083Â¢Patterns of Specialization and Economic Growth,Ã\u0083Â¢ unpublished Ph.D dissertation, Economics Department, Harvard University, May 2007.",
        "Krueger, Anne O., Ã\u0083Â¢Meant Well, Tried Little, Failed Much: Policy Reforms in Emerging Market Economies,Ã\u0083Â¢ Roundtable Lecture, Economic Honors Society, New York University New York, March 23, 2004 (http://www.imf.org/external/np/speeches/2004/032304a.htm).",
        "Levchencko, Andrei A., and Jing Zhang, Ã\u0083Â¢The Evolution of Comparative Advantage: Measurement and Welfare Implications,Ã\u0083Â¢ Working Paper No. 16806, NBER (http://www.nber.org/papers/w16806), February 2011.",
        "Maddison, Angus, Ã\u0083Â¢Historical Statistics of the World Economy: 1-2008 AD,Ã\u0083Â¢ available at http://www.ggdc.net/maddison/Historical_Statistics/horizontal-file_02-2010.xls.",
        "McMillan, Margaret S. and Dani Rodrik, Ã\u0083Â¢Globalization, Structural Change and Productivity Growth,Ã\u0083Â¢ Working Paper No. 17143, NBER (http://www.nber.org/papers/w17143), June 2011.",
        "North, Douglass C., Institutions, Institutional Change, and Economic Performance, Cambridge University Press, Cambridge and New York, 1990. Ã\u0083Â¢48Ã\u0083Â¢ Page, John, Ã\u0083Â¢AfricaÃ\u0083Â¢s Growth Turnaround: From Fewer Mistakes to Sustained Growth,Ã\u0083Â¢ Commission on Growth and Development Working Paper No. 54, Washington, DC, 2009.",
        "Pages, Carmen ed., The Age of Productivity, Inter-American Development Bank, Washington, D.C., 2010.",
        "Pistor, Katharina, Ã\u0083Â¢The Standardization of Law and Its Effect on Developing Economies,Ã\u0083Â¢ G-24 Discussion Paper series, No. 4, June 2000 (http://www.unctad.org/en/docs/pogdsmdpbg24d4.en.pdf).",
        "Pritchett, Lant, Ã\u0083Â¢Divergence, Big Time,Ã\u0083Â¢ The Journal of Economic Perspectives, vol. 11, no. 3, Summer 1997, pp. 3-17.",
        "PwC, Ã\u0083Â¢The World in 2050 -- The accelerating shift of global economic power: challenges and opportunities,Ã\u0083Â¢ January 2011 (http://www.pwc.com/en_GX/gx/worldÃ\u0083Â¢2050/pdf/worldÃ\u0083Â¢inÃ\u0083Â¢2050Ã\u0083Â¢janÃ\u0083Â¢ 2011.pdf).",
        "Rodrik, Dani, Ã\u0083Â¢Goodbye Washington Consensus, Hello Washington Confusion?Ã\u0083Â¢ Journal of Economic Literature, XLIV, December 2006, 969-983.",
        "Rodrik, Dani, One Economics, Many Recipes: Globalization, Institutions and Economic Growth, Princeton University Press, 2007.",
        "Rodrik, Dani, Ã\u0083Â¢Second-Best Institutions,Ã\u0083Â¢ American Economic Review, Papers and Proceedings, May 2008. (2008a) Rodrik, Dani, Ã\u0083Â¢The Real Exchange Rate and Economic Growth,Ã\u0083Â¢ Brookings Papers on Economic Activity, 2008:2. (2008b) Rodrik, Dani, Ã\u0083Â¢Normalizing Industrial Policy,Ã\u0083Â¢ Commission on Growth and Development Working Paper No. 3, Washington, DC, 2008. (2008c) Rodrik, Dani, Ã\u0083Â¢Making Room for China in the World Economy,Ã\u0083Â¢ American Economic Review, Papers and Proceedings, May 2010. (2010a) Rodrik, Dani, Ã\u0083Â¢Growth After the Crisis,Ã\u0083Â¢ in Michael Spence and Danny Leipziger, eds., Globalization and Growth: Implications for a Post-Crisis World, Commission on Growth and Development, Washington, DC, 2010. (2010b) Singh, Anoop, Agnes Belaisch, Charles Collyns, Paula De Masi, Reva Krieger, Guy Meredith, and Robert Rennhack, Ã\u0083Â¢Stabilization and Reform in Latin America: A Macroeconomic Perspective of the Experience since the 1990s,Ã\u0083Â¢ IMF Occasional Paper 238, 2005.",
        "Spence, Michael, The Next Convergence: The Future of Economic Growth in a Multispeed World, Farrar, Straus and Giroux, New York, 2011.",
        "Subramanian, Arvind, Eclipse: Living in the Shadow of ChinaÃ\u0083Â¢s Economic Dominance, Peterson Institute for International Economics, Washington, DC, forthcoming. Ã\u0083Â¢49Ã\u0083Â¢ Summers, Lawrence H., Ã\u0083Â¢Godkin Lectures,Ã\u0083Â¢ Harvard University, Kennedy School of Government, 2003.",
        "Sutton, John, Ã\u0083Â¢The Auto-component Supply Chain in China and India: A Benchmark Study,Ã\u0083Â¢ in Francois Bourguignon and Boris Pleskovic, eds., Annual Bank Conference on Development Economics 2005: Lessons of Experience, Washington D.C., World Bank, 2005."
    ]
}