{
    "id": 17402,
    "cites": 46,
    "cited_by": 3,
    "reference": [
        "[1] Allport, Gordon W. 1954. Ã\u0083Â¢The Nature of Prejudice.Ã\u0083Â¢ Reading, MA: Addison-Wesley. [2] Almond, Douglas, Joseph Doyle, Amanda Kowalski, and Heidi Williams. 2010. Ã\u0083Â¢Estimating Marginal Returns to Medical Care: Evidence from At-Risk Newborns.Ã\u0083Â¢ Quarterly Journal of Economics, 125(2): 591-634.",
        "[3] Barnhardt, Sharon. 2009. Ã\u0083Â¢Near and Dear? Evaluating the Impact of Neighbor Diversity on Inter-Religious Attitudes.Ã\u0083Â¢ Unpublished working paper.",
        "[4] Bai, Jushan. 1997. Ã\u0083Â¢Estimation of a Change Point in Multiple Regression Models.Ã\u0083Â¢ The Review of Economics and Statistics 79(4): 551-563.",
        "[5] Bertrand, Marianne, Dolly Chugh and Sendhil Mullainathan. 2005. Ã\u0083Â¢New Approaches to Discrimination: Implicit Discrimination.Ã\u0083Â¢ American Economic Review, 95(2): 94-98.",
        "[6] Bertrand, Marianne, Claudia Goldin, and Lawrence Katz. 2010. Ã\u0083Â¢Dynamics of the Gender Gap for Young Professionals in the Corporate and Financial Sectors.Ã\u0083Â¢ American Economic Journal: Applied Economics, 2(July): 228-255.",
        "Ã\u0083Â¢Empathy or Antipathy? The Impact of Diversity.Ã\u0083Â¢ The American Economic Review 96(5): 1890-1905.",
        "[8] Brown, Rupert, and Miles Hewstone. 2005. Ã\u0083Â¢An Integrative Theory of Intergroup Contact.Ã\u0083Â¢ Advances in Experimental Social Psychology 37: 255-343.",
        "[9] Card, David, and David Lee. 2007. Ã\u0083Â¢Regression Discontinuity Inference with SpeciÃ\u0083Â¯cation Error. Ã\u0083Â¢ Journal of Econometrics 142(2): 655-674.",
        "[10] Card, David, Alexandre Mas, and Jesse Rothstein. 2008. Ã\u0083Â¢Tipping and the Dynamics of Segregation. Ã\u0083Â¢ Quarterly Journal of Economics 123(1): 177-218.",
        "bibitem Clingingsmith, David, Asim Ijaz Khwaja, and Michael Kremer. 2009. Ã\u0083Â¢Estimating the Impact of the Hajj: Religion and Tolerance in IslamÃ\u0083Â¢s Global Gathering.Ã\u0083Â¢ Quarterly Journal of Economics 124(3): 1133-1170.",
        "[11] Darling-Hammond, Linda, Deborah Holtzman, Su Jin Gatlin, and Julian Vasquez Heilig. 2005. Ã\u0083Â¢Does Teacher Preparation Matter? Evidence about Teacher CertiÃ\u0083Â¯cation, Teach for America, and Teacher EÃ\u0083Â¯ectiveness.Ã\u0083Â¢ Education Policy Analysis Archives, 13(42).",
        "[12] Dawson, Neal V. and Hal R. Arkes. 2008. Ã\u0083Â¢Implicit Bias Among Physicians. Ã\u0083Â¢ Journal of General Internal Medicine 24(1): 137-140.",
        "[13] Decker, Paul T., Daniel P. Mayer, and Steven Glazerman. 2006. Ã\u0083Â¢Alternative routes to teaching: The impacts of Teach for America on student achievement and other outcomes.Ã\u0083Â¢ Journal of Policy Analysis and Management, 25(1): 75 - 96.",
        "[14] Green, Alexander R., Dana R. Carney, Daniel J. Pallin, Long H. Ngo, Kristal L. Raymond, Lisa I. Iezzoni, and Mahzarin R. Banaji. 2006. Ã\u0083Â¢Implicit Bias among Physicians and its Prediction of Thrombolysis Decisions for Black and White Patients. Ã\u0083Â¢ Journal of General Internal Medicine 22(9): 1231-1238.",
        "[15] Greenwald, Anthony G., T. Andrew Poehlman, Eric L. Uhlmann, and Mahzarin R. Banaji. 2009. Ã\u0083Â¢Understanding and using the Implicit Association Test: III. Meta-analysis of predictive validity.Ã\u0083Â¢ Journal of Personality and Social Psychology 97: 17Ã\u0083Â¢41.",
        "[16] Hann, Norma. 1974. Ã\u0083Â¢Changes in Young Adults After Peace Corps Experiences: PoliticalSocial Views, Moral Reasoning, and Perceptions of Self and Parents.Ã\u0083Â¢ Journal of Youth and Adolescence 3(3): 177-194.",
        "[17] Hansen, Bruce E. 2000. Ã\u0083Â¢Sample Splitting and Threshold Estimation.Ã\u0083Â¢ Econometrica 68: 575603.",
        "[18] Hewstone, Miles and Rupert J. Brown. 1986. Ã\u0083Â¢Contact and conÃ\u0083Â¯ict in intergroup encounters.Ã\u0083Â¢ Oxford: Basil Blackwell.",
        "[19] Imbens, Guido, and Karthik Kalyanaraman. 2009. Ã\u0083Â¢Optimal Bandwidth Choice for the Regression Discontinuity Estimator.Ã\u0083Â¢ NBER Working Paper No. 14726.",
        "[20] Jastrzab, JoAnn, John Blomquist, Julie Masker, and Larry Orr. 1997. Ã\u0083Â¢Youth Corps: Promising Strategies for Young People and their Communities.Ã\u0083Â¢ Cambridge, MA: Abt Associates.",
        "[21] Karpinski, Andrew and James L. Hilton. 2001. Ã\u0083Â¢Attitudes and the Implicit Association Test.Ã\u0083Â¢ Journal of Personality and Social Psychology 81(5): 774-788.",
        "[22] Krueger, Alan, and Andreas Mueller. 2011. Ã\u0083Â¢Job Search, Emotional Well-Being and Job Finding in a Period of Mass Unemployment: Evidence from High-Frequency Longitudinal Data.Ã\u0083Â¢ Unpublished Working Paper.",
        "[23] Lee, David and Thomas Lemieux. 2010. Ã\u0083Â¢Regression Discontinuity Designs in Economics.Ã\u0083Â¢ Journal of Economic Literature 48: 281-355.",
        "[24] Ludwig, Jens, and Douglas Miller. 2007. Ã\u0083Â¢Does Head Start Improve ChildrenÃ\u0083Â¢s Life Chances? Evidence from a Regression Discontinuity Design.Ã\u0083Â¢ Quarterly Journal of Economics, 122(1):159-208.",
        "[25] McAdam, Doug and Cynthia Brandt. 2009. Ã\u0083Â¢Assessing the EÃ\u0083Â¯ects of Voluntary Youth Service: The Case of Teach For America. Ã\u0083Â¢ Social Forces 88(2): 945-970.",
        "[26] McConahay, John B. 1983. Ã\u0083Â¢Modern Racism and Modern Discrimination: The EÃ\u0083Â¯ects of Race, Racial Attitudes, and Context on Simulated Hiring Decisions.Ã\u0083Â¢ Personality and Social Psychology Bulletin 37(2): 551-558.",
        "[27] McConnell, Allen R. and Jill M. Leibold. 2001. Ã\u0083Â¢Relations among the Implicit Association Test, Discriminatory Behavior, and Explicit Measures of Racial Attitudes.Ã\u0083Â¢ Journal of Experimental Social Psychology 37(5): 436-442.",
        "[28] McCrary, Justin. 2008. Ã\u0083Â¢Manipulation of the Running Variable in the Regression Discontinuity Design.Ã\u0083Â¢ Journal of Econometrics, 142(2)698-714.",
        "[29] Moss, Marc, Janet Swartz, Dawn Obeidallah, Gerrie Stewart, and Diane Greene. 2001. Ã\u0083Â¢AmeriCorps Tutoring Outcomes Study.Ã\u0083Â¢ Cambridge, MA: Abt Associates.",
        "[30] Pettigrew, Thomas F. 1998. Ã\u0083Â¢Intergroup Contact Theory.Ã\u0083Â¢ Annual Review of Psychology 49: 65-85.",
        "[32] Pettigrew, Thomas F. and Linda R. Tropp. 2008. Ã\u0083Â¢How Does Intergroup Contact Reduce Prejudice ? Meta-analytic Tests of Three Mediators.Ã\u0083Â¢ European Journal of Social Psychology 38(6): 922-934. [33] Phelps, Elizabeth A., Kevin J. OÃ\u0083Â¢Connor, William A. Cunningham, E. Sumie Funayama, J.",
        "Christopher Gatenby, John C. Gore, Mahzarin R. Banaji. 2000. Ã\u0083Â¢Performance on Indirect Measures of Race Evaluation Predicts Amygdala Activation.Ã\u0083Â¢ Journal of Cognitive Neuroscience 12(5): 729-738.",
        "[34] Rooth, Dan-Olof. 2007. Ã\u0083Â¢Implicit Discrimination in Hiring: Real World Evidence.Ã\u0083Â¢ IZA Discussion Paper No. 2764. [35] Rothermund, Klaus and Dirk Wentura. Ã\u0083Â¢Underlying Processes in the Implicit Association Test: Dissociating Salience From Associations.Ã\u0083Â¢ Journal of Experimental Psychology 133(2): 139165.",
        "[36] Rudman, Laurie A. and Matthew R. Lee. 2002. Ã\u0083Â¢Implicit and Explicit Consequences of Exposure to Violent and Misogynous Rap Music.Ã\u0083Â¢ Group Processes and Intergroup Relations 5(2): 133-150.",
        "[38] SteÃ\u0083Â¯ens, Melanie C. 2004. Ã\u0083Â¢Is the Implicit Association Test Immune to Faking? Ã\u0083Â¢ Experimental Psychology 51(3): 165-179.",
        "[39] U.S. Census Bureau. 2000. Census 2000 Brief.",
        "[40] U.S. Department of Education. 2010. Institute of Education Sciences, National Center for Education Statistics.",
        "[41] Xu, Zeyu, Jane Hannaway, and Colin Taylor. 2009. Ã\u0083Â¢Making a DiÃ\u0083Â¯erence? The EÃ\u0083Â¯ects of Teach For America in High School.Ã\u0083Â¢ Working Paper 17. Washington, DC: National Center for Analysis of Longitudinal Data in Education Research.",
        "[42] Yamaguchi, Ryoko, Philip Gordon, Christopher Mulvey, Fatih Unlu, Laura Simpson, JoAnn Jastrzab, Christopher Winship, Cristofer Price, Ken Lam, Cay Bradley, Melanie BrownLyons, Robert Grimm, Kevin Cramer, LaMonica Shelton, Nathan Dietz, Lillian Dote, and Shelby Jennings. 2008. Ã\u0083Â¢Still Serving: Measuring the Eight-Year Impact of AmeriCorps on Alumni. 2008. Ã\u0083Â¢ Cambridge, MA: Abt Associates.",
        "Figure 2 First Stage Results 0.2.4.6.81 FractionServinginTFA -.03 -.02 -.01 0 .01 .02 .03 p-value=0.000 This Ã\u0083Â¯gure presents actual and Ã\u0083Â¯tted values for 2007 TFA applicants. The actual values are plotted in bins of size 0.0025. The Ã\u0083Â¯tted values come from a regression of the dependent variable on an indicator variable for scoring above the cutoÃ\u0083Â¯ score, a quadratic in interview score, and a quadratic in interview score interacted with an indicator variable for scoring above the cutoÃ\u0083Â¯ score. The p-value is the signiÃ\u0083Â¯cance of the indicator variable.",
        "Figure 8 Test of Quasi-Random Assignment .4.6.81 Fraction -.03 -.02 -.01 0 .01 .02 .03 p-value=0.803 White or Asian 0.2.4 Fraction -.03 -.02 -.01 0 .01 .02 .03 p-value=0.688 Black or Hispanic 0.2.4.6 Fraction -.03 -.02 -.01 0 .01 .02 .03 p-value=0.212 Male 0.2.4 Fraction -.03 -.02 -.01 0 .01 .02 .03 p-value=0.357 Received Pell Grant 3.253.53.75 GPA -.03 -.02 -.01 0 .01 .02 .03 p-value=0.050 College GPA 0.2.4 Fraction -.03 -.02 -.01 0 .01 .02 .03 p-value=0.922 Math or Science Major This Ã\u0083Â¯gure presents actual and Ã\u0083Â¯tted values for 2007 TFA applicants who took the survey. The actual values are plotted in bins of size 0.0025. The Ã\u0083Â¯tted values come from a regression of the dependent variable on an indicator variable for scoring above the cutoÃ\u0083Â¯ score, a quadratic in interview score, and a quadratic in interview score interacted with an indicator variable for scoring above the cutoÃ\u0083Â¯ score. The p-value is the signiÃ\u0083Â¯cance of the indicator variable.",
        "Figure 9 Number of Observations 0100200300400 Observations -.06 -.03 0 .03 .06 Full Sample (p-value=0.946) Survey Sample (p-value=0.787) This Ã\u0083Â¯gure presents actual and Ã\u0083Â¯tted values for 2007 TFA applicants. The actual values are plotted in bins of size 0.0025. The Ã\u0083Â¯tted values come from a regression of the dependent variable on an indicator variable for scoring above the cutoÃ\u0083Â¯ score, a cubic in interview score, and a cubic in interview score interacted with an indicator variable for scoring above the cutoÃ\u0083Â¯ score. The p-value is the signiÃ\u0083Â¯cance of the indicator variable.",
        "9 Online Appendix C: Additional Results Appendix Figure 1 Response Rate by Cohort 0.25.5 Fraction 2009 2008 2007 2006 2005 2004 2003 Application Year TFA Not TFA Appendix Figure 2 Survey Response by Cohort -.1-.050.05.1.15 ReducedFormEstimate 2009 2008 2007 2006 2005 2004 2003 Application Year This Ã\u0083Â¯gure presents point estimates and 95 percent conÃ\u0083Â¯dence intervals for the reduced form diÃ\u0083Â¯erence in response rates by cohort. The 2007 - 2009 cohorts are estimate using a regression discontinuity design, control for a quadratic in interview score and a quadratic in interview score interacted with scoring above the cutoÃ\u0083Â¯ score. The 2003 - 2006 cohorts are estimate using the interaction between interview subscores that determines TFA selection. For the 2003 - 2006 cohorts we include fully nonparametric controls for each interview subscore, and report the point estimate for an indicator variable equal to one if the combination of interview subscores is eligible for TFA admission.",
        "Appendix Table 6 Racial Tolerance TSLS FS RF TSLS w/controls Racial Tolerance 0.289Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢ 0.270Ã\u0083Â¢Ã\u0083Â¢ 0.934Ã\u0083Â¢ 0.980Ã\u0083Â¢Ã\u0083Â¢ (0.058) (0.136) (0.503) (0.501) 1852 1852 1852 1852 Whites/Asians and Blacks/Hispanics are equally intelligent 0.349Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢ 0.056 0.160 0.145 (0.060) (0.070) (0.203) (0.201) 1685 1685 1685 1685 White - Black Modern Racism Score 0.305Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢ 0.205 0.674 0.633 (0.061) (0.143) (0.490) (0.490) 1738 1738 1738 1738 This table reports Ã\u0083Â¯rst stage, reduced form, and two-stage least squares estimates. The sample is all 2007 applicants who took our web-survey. All regressions control for a quadratic in interview score and a quadratic in interview score interacted with an indicator variable for scoring above the cutoÃ\u0083Â¯ score. Standard errors are clustered at the interview score level. *** = signiÃ\u0083Â¯cant at 1 percent level, ** = signiÃ\u0083Â¯cant at 5 percent level, * = signiÃ\u0083Â¯cant at 10 percent level.",
        "The sample is all 2007 applicants. All regressions control for a quadratic in interview score and a quadratic in interview score interacted with an indicator variable for scoring above the cutoÃ\u0083Â¯ score. Standard errors are clustered at the interview score level. *** = signiÃ\u0083Â¯cant at 1 percent level, ** = signiÃ\u0083Â¯cant at 5 percent level, * = signiÃ\u0083Â¯cant at 10 percent level.",
        "Appendix Table 8 Number of Observations Bin Survey Full Size Sample Sample 0.0010 Ã\u0083Â¢0.319 1.598 (3.471) (7.056) 112 118 0.0025 Ã\u0083Â¢2.440 1.694 (8.962) (24.762) 48 48 0.0050 Ã\u0083Â¢3.230 18.846 (21.866) (47.167) 24 24 0.0075 Ã\u0083Â¢11.581 59.263 (20.629) (59.457) 16 16 0.0100 Ã\u0083Â¢71.076Ã\u0083Â¢Ã\u0083Â¢ Ã\u0083Â¢61.337 (26.195) (37.426) 12 12 This table reports reduced form results testing for diÃ\u0083Â¯erences in the number of observations around the interview score cutoÃ\u0083Â¯. The sample is 2007 TFA applicants. *** = signiÃ\u0083Â¯cant at 1 percent level, ** = signiÃ\u0083Â¯cant at 5 percent level, * = signiÃ\u0083Â¯cant at 10 percent level."
    ]
}