{
    "id": 17401,
    "cites": 18,
    "cited_by": 12,
    "reference": [
        "Courtis, Neil (1999), How Countries Supervise Their Banks, Insurers and Securities Markets, London: Central Banking Publications.",
        "DeGrauwe, Paul (2007), Ã\u0083Â¢There is More to Central Banking than Inflation Targeting,Ã\u0083Â¢ VoxEU (14 November).",
        "Donze, Steve (2006), Ã\u0083Â¢Bank Supervisor Independence and the Health of Banking Systems: Evidence from OECD Economies,Ã\u0083Â¢ unpublished manuscript, London School of Economics (May).",
        "Ferguson, Roger (2000), Ã\u0083Â¢Alternative Approaches to Prudential Supervision and Regulation,Ã\u0083Â¢ Journal of Financial Services Research 17, pp.297-303.",
        "Ferran, Eilis (2011), Ã\u0083Â¢The Breakup of the Financial Services Authority,Ã\u0083Â¢ Oxford Journal of Legal Studies 1, pp.1-26.",
        "Gerlach, Stefan, Alberto Giovannini, CÃ\u0083Æ\u0092dric Tille and JosÃ\u0083Æ\u0092 ViÃ\u0083Æ\u0092als (2009), Ã\u0083Â¢Are the Golden Days of Banking Over? The Crisis and the Challenges,Ã\u0083Â¢ Geneva Reports on the World Economy 10.",
        "Goodhart, Charles (2000), Ã\u0083Â¢The Organisational Structure of Bank Supervision,Ã\u0083Â¢ Financial Stability Board Occasional Paper no.1, Basel: Bank for International Settlements.",
        "Goodhart, Charles, Phillip Hartmann, David Llewellyn, Liliana Rojas-Suarez and Steven Weisbrod (1998), Financial Regulation: Why, How and Where? London: Routledge.",
        "Goodhart, Charles and Dirk Schoenmaker (1995), Ã\u0083Â¢Institutional Separation between Supervisory and Monetary Agencies,Ã\u0083Â¢ in Charles Goodhart (ed.), The Central Bank and the Financial System, London: Macmillan.",
        "Kaufmann, Daniel, Aart Kraay and Massimo Mastruzzi (2010), Worldwide Governance Indicators, Washington, D.C.: World Bank.",
        "Keay, Justin (2008), How Countries Supervise Their Banks, Insurers and Securities Markets, London: Central Banking Publications.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andre Shleifer and Robert Vishney (1998), Ã\u0083Â¢Law and Finance,Ã\u0083Â¢ Journal of Political Economy 106, pp.1133-1155.",
        "Leuven, Luc and Fabian Valencia (2010), Ã\u0083Â¢Systemic Banking Crises: A New Data Set,Ã\u0083Â¢ unpublished manuscript: IMF.",
        "Masciandero, Donato, Marc Quintyn and Michael Taylor (2008), Ã\u0083Â¢Inside and Outside the Central Bank: Independence and Accountability in Financial Supervision: Trends and Determinants,Ã\u0083Â¢ European Journal of Political Economy 24, pp.833-848.",
        "Peek, Joe, Eric Rosengarten and G. Toottel (1999), Ã\u0083Â¢Is Bank Supervision Central to Central Banking?Ã\u0083Â¢ Quarterly Journal of Economics 114, pp.629-653.",
        "Plosser, Charles (2010), Ã\u0083Â¢The Federal Reserve System: Balancing Independence and Accountability,Ã\u0083Â¢ speech to the World Affairs Council of Philadelphia (17 February).",
        "Quintyn, Marc and Michael Taylor (2003), Ã\u0083Â¢Regulatory and Supervisory Independence and Financial Stability,Ã\u0083Â¢ CES-Ifo Economic Studies 49, pp.259-294.",
        "Rosenbaum, P. R., and Rubin, D. B., (1983), The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika 70, pp.41Ã\u0083Â¢55."
    ]
}