{
    "id": 17407,
    "cites": 18,
    "cited_by": 47,
    "reference": [
        "Aizenman, Joshua, and Yothin Jinjarak. 2010. Ã\u0083Â¢De facto Fiscal Space and Fiscal Stimulus.Ã\u0083Â¢ NBER No. 16539, November.",
        "Aizenman, Joshua and Nancy Marion. 2002. Ã\u0083Â¢Reserve Uncertainty and the Supply of International Credit,Ã\u0083Â¢ Journal of Money Credit and Banking, 34(3), (August, Part 1).",
        "Amato, Jeffry D. 2005 Ã\u0083Â¢Risk Aversion and Risk Premia in the CDS MarketÃ\u0083Â¢, BIS Quarterly Review, Part 5 (December), 55-68.",
        "Ammer, John, and Fang Cai. 2007. Ã\u0083Â¢Sovereign CDS and Bond Pricing Dynamics in Emerging Markets.Ã\u0083Â¢ Board of Governors of the Federal Reserve System, December.",
        "Beber, Alessandro, Michael W. Brandt, and Kenneth A. Kavajecz. 2009. Ã\u0083Â¢Flight-to-Quality or Flight-to-Liquidity? Evidence from the Euro-area bond market.Ã\u0083Â¢ Review of Financial Studies 22, 925-957.",
        "Buiter, Willem and Ebrahim Rahbari. 2010. Ã\u0083Â¢Greece and the fiscal crisis in the Eurozone.Ã\u0083Â¢ Centre for Economic Policy Research Policy Insight No. 51 (October).",
        "Buiter, Willem. 2010. Global Economists View, Ã\u0083Â¢Sovereign Debt Problems in Advanced Industrial Countries.Ã\u0083Â¢ CITI Economics, April 26.",
        "Cecchetti, Stephan, M S Mohanty and Fabrizio Zampolli. 2010. Ã\u0083Â¢The Future of Public Debt: Prospects and Implications,Ã\u0083Â¢ BIS Working Paper No. 300 (March).",
        "Chamley, Christophe and Brian Pinto. 2011. Ã\u0083Â¢Why Official Bailouts Tend Not to Work: An Example Motivated by Greece 2010.Ã\u0083Â¢ The Economists Voice (February), pp. 1-5. www.bepress.com.",
        "Dooley, Michael and Michael Hutchison. 2009. Ã\u0083Â¢Transmission of the U.S. Subprime Crisis to Emerging Markets: Evidence on the decoupling-recoupling hypothesis,Ã\u0083Â¢ Journal of International Money and Finance. 28, 1331-1349.",
        "Fontana, Alessandro and Martin Scheicher. 2010. Ã\u0083Â¢An Analysis of Euro Area Sovereign CDS and their Relation with Government Bonds.Ã\u0083Â¢ ECB Working Paper No. 1271 (December).",
        "Gros, Daniel. 2010. Ã\u0083Â¢The senority conundrum: Bail out countries but bail in private, short-term creditors?Ã\u0083Â¢ VOX December 5, 2010. www.voxeu.org Lane, Phillip R. 2011. Ã\u0083Â¢The Irish Crisis.Ã\u0083Â¢ CEPR Discussion Paper No. 8287 (March).",
        "Mayordomo, Sergio, Juan Ignacio PeÃ\u0083Æ\u0092a, and Eduardo S. Schwartz. 2010. Ã\u0083Â¢Are all Credit Default Swap Databases Equal?Ã\u0083Â¢ NBER Working Paper No. 16590, December.",
        "Micu, Marian, Eli Remolona and Philip Woolridge. 2006. Ã\u0083Â¢The Price Impact of Rating Announcements: Which Announcements Matter?Ã\u0083Â¢ BIS Working Paper No. 207 (June).",
        "Packer, Frank and Chamaree Suthiphongchai. 2003. Ã\u0083Â¢Sovereign Credit Default Swaps.Ã\u0083Â¢ BIS Quarterly Review (December).",
        "Tait, Nikki, and David Oakley. 2010. Ã\u0083Â¢Brussels gives sovereign CDS trading all-clear.Ã\u0083Â¢ Financial Times, December 6th .",
        "International Monetary Fund. 2011. Fiscal Monitor Update. 2011. IMF Fiscal Affairs Department, January.",
        "International Monetary Fund. 2011. Fiscal Monitor Ã\u0083Â¢Shifting Gears: Tackling Challenges on the Road to Fiscal Adjustment.Ã\u0083Â¢ April."
    ]
}