{
    "id": 17410,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Abaluck, Jason, and Jonathan Gruber, Ã\u0083Â¢Choice Inconsistencies Among the Elderly: Evidence from Plan Choice in the Medicare Part D Program,Ã\u0083Â¢ American Economic Review, 101:4 (June 2011), 1180-1210.",
        "Bernartzi, Shlomo and Richard H. Thaler, Ã\u0083Â¢How Much is Investor Autonomy Worth?Ã\u0083Â¢ Journal of Finance, 57:4 (2002) 1593-1616.",
        "Brown, Jeffrey R., and Austan Goolsbee, Ã\u0083Â¢Does The Internet Make Markets More Competitive? Evidence From The Life Insurance Industry,Ã\u0083Â¢ Journal of Political Economy, 110:3 (June 2002), 481-507.",
        "Brynjolfsson, Erik, and Michael D. Smith, Ã\u0083Â¢Frictionless Commerce? A Comparison of Internet and Conventional Retailers,Ã\u0083Â¢ Management Science, 46:4 (April 2000), 563-585.",
        "Bundorf, M. Kate, and Helena Szrek, Ã\u0083Â¢Choice Set Size and Decision Making: The Case of Medicare Part D Prescription Drug Plans,Ã\u0083Â¢ Medical Decision Making, 30 (September/October 2010), 582-593.",
        "Domino, Marisa Elena, Sally C. Stearns, Edward C. Norton, and Wei-Shi Yeh, Ã\u0083Â¢Why Using Current Medications to Select a Medicare Part D Plan May Lead to Higher Out-of-Pocket Payments,Ã\u0083Â¢ Medical Care Research and Review, 65:1 (February 2008), 114-126.",
        "Duggan, Mark G., and Fiona Scott Morton, Ã\u0083Â¢The Medium Term Impacts of Medicare Part D on Pharmaceutical Prices,Ã\u0083Â¢ American Economic Review: Papers and Proceedings, 101:3 (May 2011), 387-392.",
        "Engelhardt, Gary V., and Jonathan Gruber, Ã\u0083Â¢Medicare Part D and the Financial Protection of the Elderly,Ã\u0083Â¢ American Economic Journal: Economic Policy, forthcoming. Fung, Archon, Mary Graham, and David Weil, Full Disclosure: The Perils of and Promise of Transparency, (Cambridge, England: Cambridge University Press, 2007).",
        "Gold, Marsha, Lori Achman, and Randall S. Brown, Ã\u0083Â¢The Salience of Choice for Medicare Beneficiaries,Ã\u0083Â¢ Managed Care Quarterly, 11:1 (Winter 2003), 24-33.",
        "Goldman, Dana P., Geoffrey F. Joyce, and William B. Vogt, Ã\u0083Â¢Part D Formulary and Benefit Design as a Risk Steering Mechanism,Ã\u0083Â¢ American Economic Review: Papers and Proceedings, 101:3 (May 2011), 382-386.",
        "Hanoch, Yaniv, Thomas Rice, Janet Cummings, and Stacey Wood, Ã\u0083Â¢How Much Choice Is Too Much? The Case of the Medicare Prescription Drug Benefit,Ã\u0083Â¢ Health Services Research, 44:4 (August 2009), 1157-1168.",
        "Heiss, Florian, Daniel McFadden, and Joachim Winter, Ã\u0083Â¢Who Failed to Enroll in Medicare Part D, and Why?Ã\u0083Â¢ Health Affairs, 25:5 (August 2006): w344-w354.",
        "Heiss, Florian, Daniel McFadden, and Joachim Winter, Ã\u0083Â¢Mind the Gap! Consumer Perceptions and Choices of Medicare Part D Prescription Drug Plans,Ã\u0083Â¢ in Research Findings in the Economics of Aging, David A. Wise, ed. (Chicago, IL: University of Chicago Press, 2010), 413-481.",
        "Hibbard, Judith H., Paul Slovic, Ellen Peters, Melissa L. Finucane, and Martin Tusler, Ã\u0083Â¢Is The Informed-Choice Policy Approach Appropriate For Medicare Beneficiaries?Ã\u0083Â¢ Health Affairs, 20:3 (May/June 2001), 199-203.",
        "Ketcham, Jonathan D., Claudio Lucarelli, Eugenio J. Miravete, and M. Christopher Roebuck, Ã\u0083Â¢Sinking, Swimming, or Learning to Swim in Medicare Part D,Ã\u0083Â¢ unpublished manuscript, University of Texas at Austin, December 2010.",
        "Lucarelli, Claudio, Jeffrey Prince, and Kosali Simon, Ã\u0083Â¢Measuring Welfare and the Effects of Regulation in a Government-Created Market: The Case of Medicare Part D Plans,Ã\u0083Â¢ NBER Working Paper No. w14296, September 2008.",
        "McCormack, Lauren A., Steven A. Garfinkel, Judith H. Hibbard, Kerry E. Kilpatrick, and William D. Kalsbeek, Ã\u0083Â¢Beneficiary Survey-Based Feedback on New Medicare Information Materials,Ã\u0083Â¢ Health Care Financing Review, 23:1 (Fall 2001), 37-46.",
        "MedPAC, Report to the Congress: Medicare Payment Policy, (Washington, DC: Medicare Payment Advisory Commission, 2007).",
        "Scott Morton, Fiona, Florian Zettelmeyer, and Jorge Silva-Risso, Ã\u0083Â¢Internet Car Retailing,Ã\u0083Â¢ The Journal of Industrial Economics, 49:4 (December 2001), 501-519.",
        "Weil, David, Archon Fung, Mary Graham, and Elena Fagotto, Ã\u0083Â¢The Effectiveness of Regulatory Disclosure Policies,Ã\u0083Â¢ Journal of Policy Analysis and Management, 25:1 (2006), 155181.",
        "Winter, Joachim, Rowilma Balza, Frank Caro, Florian Heiss, Byung-hill Jun, Rosa Matzkin, and Daniel McFadden, Ã\u0083Â¢Medicare Prescription Drug Coverage: Consumer Information and Preferences,Ã\u0083Â¢ Proceedings of the National Academy of Sciences, 103:20 (May 16, 2006), 79297934.",
        "Yin, Wesley, Anirban Basu, James X. Zhang, Atonu Rabbani, David O. Meltzer, and G. Caleb Alexander, Ã\u0083Â¢The Effect of the Medicare Part D Prescription Benefit on Drug Utilization and Expenditures,Ã\u0083Â¢ Annals of Internal Medicine, 148:3 (February 5, 2008), 169-177."
    ]
}