{
    "id": 17415,
    "cites": 48,
    "cited_by": 4,
    "reference": [
        "Baier, Scott and Jeffrey Bergstrand (2004), Ã\u0083Â¢Economic Determinants of Free Trade Agreements,Ã\u0083Â¢ Journal of International Economics, Vol. 64, pp. 29-63.",
        "Baier, Scott and Jeffrey Bergstrand (2007), Ã\u0083Â¢Do Free Trade Agreements actually Increase MembersÃ\u0083Â¢ International Trade?Ã\u0083Â¢ Journal of International Economics, Vol. 71, pp. 72-95, Baier, Scott and Jeffrey Bergstrand (2009), Ã\u0083Â¢Estimating the Effects of Free Trade Agreements on International Trade Flows Using Matching Econometrics,Ã\u0083Â¢ Journal of International Economics, Vol. 77, pp. 63-76.",
        "Baldwin, Richard (2008), Ã\u0083Â¢Big-Think Regionalism: A Critical Survey,Ã\u0083Â¢ NBER Working Paper, No. 14056.",
        "Baldwin, Richard and Dany Jaimovich (2010), Ã\u0083Â¢Are Free Trade Agreements Contagious?Ã\u0083Â¢ NBER Working Paper, No. 16084.",
        "CarrÃ\u0083Æ\u0092re, CÃ\u0083Æ\u0092line (2006), Ã\u0083Â¢Revisiting the Effects of Regional Trade Agreements on Trade Flows with Proper Specification of the Gravity Model,Ã\u0083Â¢ European Economic Review, Vol. 50, pp. 223-247.",
        "Eicher, Theo, Christian Henn and Chris Papageorgiou (2011), Ã\u0083Â¢Trade Creation and Diversion Revisited: Accounting for Model Uncertainty and Natural Trading Partner Effects,Ã\u0083Â¢ Journal of Applied Econometrics, forthcoming.",
        "Egger, Peter and Mario Larch (2008), Ã\u0083Â¢Interdependent Preferential Trade Agreement Memberships: an Empirical Analysis,Ã\u0083Â¢ Journal of International Economics, Vol. 76, pp. 384-399.",
        "Egger, Peter and Mario Larch (2011), Ã\u0083Â¢An Assessment of the Europe AgreementsÃ\u0083Â¢ Effects on Bilateral Trade, GDP, and Welfare,Ã\u0083Â¢ European Economic Review, Vol. 55, pp. 263-279. 11 Egger, Peter, Mario Larch, Kevin Staub and Rainer Winkelmann (2011), Ã\u0083Â¢The Trade Effects of Endogenous Preferential Trade Agreements,Ã\u0083Â¢ The American Economic Journal: Economic Policy, forthcoming.",
        "Freund, Caroline and Emanuel Ornelas (2009), Ã\u0083Â¢Regional Trade Agreements,Ã\u0083Â¢ CEP Discussion Paper No. 961, Centre for Economic Performance.",
        "Krishna, Pravin (2003), Ã\u0083Â¢Are Regional Trade Partners Ã\u0083Â¢NaturalÃ\u0083Â¢?Ã\u0083Â¢ Journal of Political Economy, Vol. 111, pp. 202-226.",
        "Magee, Christopher (2003), Ã\u0083Â¢Endogenous Preferential Trade Agreements: An Empirical Analysis,Ã\u0083Â¢ BerkeleyÃ\u0083Â¢, Contributions to Economic Analysis and Policy, Vol. 2, Article 15, Berkeley Electronic Press.",
        "Magee, Christopher (2008), Ã\u0083Â¢New Measures of Trade Creation and Trade Diversion,Ã\u0083Â¢ Journal of International Economics, Vol. 75, pp. 349-362.",
        "MacKinlay, Craig (1997), Ã\u0083Â¢Event Studies in Economics and Finance,Ã\u0083Â¢ Journal of Economic Literature, Vol. 35, pp. 13-39.",
        "Panagariya, Arvind (2000), Ã\u0083Â¢Preferential Trade Liberalization: The Traditional Theory and New Developments,Ã\u0083Â¢ Journal of Economic Literature, Vol. 38, pp. 287-331.",
        "Rodriguez, Peter (2003), Ã\u0083Â¢Investor Expectations and the North American Free Trade Agreement,Ã\u0083Â¢ Review of International Economics, Vol. 11, pp. 206-218.",
        "Romalis, John (2007), Ã\u0083Â¢NAFTAÃ\u0083Â¢s and CUSFTAÃ\u0083Â¢s Impact on International Trade,Ã\u0083Â¢ Review of Economics and Statistics, Vol. 89, pp. 416-435.",
        "Thompson, Aileen (1994), Ã\u0083Â¢Trade Liberalization, Comparative Advantage, and Scale Economies: Stock Market Evidence from Canada,Ã\u0083Â¢ Journal of International Economics, Vol. 37, pp. 1-27.",
        "Name of RTA Event date (LexisNexis) Event Type RTA-members in dataset Description of Announcement Signature date (WTO) Global System of Trade Preferences among Developing Countries (GSTP) 13 Apr. 1988 Deal Argentina, Chile, Peru, Sri Lanka, India, Indonesia, Malaysia, Philippines, Singapore, Thailand Ministers of nearly 50 developing nations have agreed in the Ã\u0083Â¢Belgrade DeclarationÃ\u0083Â¢ to grant one another tariff concessions and trade preferences.",
        "2 May 1992 South Asian Preferential Trade Arrangement (SAPTA) 23 Dec. 1991 Start Bangladesh, India, Pakistan, Sri Lanka The sixth SAARC summit concluded [..] also agreed to examine host Sri Lanka's proposal to set up a SAARC Preferential Trade Arrangement by 1997. ---ASEAN Free Trade Area (AFTA) 28 Jan. 1992 Deal Indonesia, Malaysia, Philippines, Singapore, Thailand ASEAN economic ministers signed an agreement on the common effective preferential tariff for the Asean Free Trade Area (AFTA). N/A EFTA Ã\u0083Â¢ Israel 16 July 1992 Deal Austria, Finland, Israel, Norway, Sweden, Switzerland Israel and the seven members of EFTA yesterday reached a free trade agreement after 13 months of negotiations.",
        "South Asian Preferential Trade Arrangement (SAPTA) 12 April 1993 Deal Bangladesh, India, Pakistan, Sri Lanka South Asian leaders signed an agreement to pave the way for preferential trading schemes (SAPTA) yesterday.",
        "6 March 1995 EC Ã\u0083Â¢ Jordan 12 June 1995 Start Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Jordan, Netherlands, Portugal, Spain, Sweden, United Kingdom EU Foreign Ministers approved a negotiating mandate authorising the EC to begin talks on an Association Agreement with Jordan. ---EC Ã\u0083Â¢ Israel 18 July 1995 Deal Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Israel, Italy, Netherlands, Portugal, Spain, Sweden, United Kingdom EU and Israel have reached a new trade agreement eliminating most remaining tariffs [..] the Foreign Ministry announced Tuesday.",
        "EC Ã\u0083Â¢ Lebanon 28 Nov. 1995 Start Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Lebanon, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom The European Union and its neighbors from the Mideast and North Africa pledged Tuesday to lift trade barriers and foster private investment across the Mediterranean in pursuit of a free-trade area by 2010. ---EFTA Ã\u0083Â¢ Egypt / EFTA Ã\u0083Â¢ Morocco / EFTA Ã\u0083Â¢ Tunisia 8 Dec. 1995 Start Iceland, Norway, Switzerland; Egypt, Morocco, Tunisia.",
        "EFTA Ministers during their meeting in Zermatt on December 8 [..] Ministers from Egypt, Morocco and Tunisia signed Declarations on cooperation with the EFTA states, which may eventually lead to full Agreements. ---Canada Ã\u0083Â¢ Chile 29 Dec. 1995 Start Canada, Chile Work will begin by mid-January on what is being called an interim bilateral trade agreement with Chile, Canadian Trade Minister Roy said. ---Turkey Ã\u0083Â¢ Israel 12 March 1996 Deal Israel, Turkey Turkish President Demirel is in Israel to sign bilateral trade agreement with Israel.",
        "5 Dec. 1996 Israel Ã\u0083Â¢ Mexico 18 Feb. 1997 Start Israel, Mexico Israel and Mexico have agreed to negotiate a FTA [..] spokesman of Israeli Trade Minister said yesterday. ---Pan-Arab Free Trade Area (PAFTA) 19 Feb. 1997 Start Egypt, Jordan, Lebanon, Morocco, Oman, Saudi Arabia, Tunisia Economy and finance ministers from the 22 member Arab League began talks in Cairo which will focus on long-awaited plans to create an Arab common market and a joint free-trade zone. ---20 EC Ã\u0083Â¢ Jordan 16 April 1997 Deal Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Jordan, Netherlands, Portugal, Spain, Sweden, United Kingdom EU and Jordanian officials got together in the Maltese capital of Valetta on April 16, to put their initials to an Association Agreement aimed at creating free trade in non-agricultural products.",
        "8 Dec. 1997 Canada Ã\u0083Â¢ Costa Rica 31 Jan. 2000 Start Canada, Costa Rica Canada and Costa Rica have agreed to start negotiations for a bilateral free trade agreement, the leaders of the two countries announced Monday. ---Israel Ã\u0083Â¢ Mexico 15 Feb. 2000 Deal Israel, Mexico Mexico and Israel have completed negotiations for a free trade agreement, the Commerce Ministry said on Monday.",
        "US Ã\u0083Â¢ Jordan 6 June 2000 Start Jordan, United States U.S. and Jordan decided to open bilateral negotiations on a FTA, White House spokesman Mr.",
        "Crowley announced Tuesday. ---EFTA Ã\u0083Â¢ Croatia 20 June 2000 Start Croatia, Iceland, Norway, Switzerland EFTA and Croatia signed a declaration on cooperation in Zurich on Monday [19th June], the Croatian Economy Ministry said in a statement on Tuesday. ---Pakistan Ã\u0083Â¢ Sri Lanka 31 July 2000 Start Pakistan, Sri Lanka Sri Lanka and Pakistan have initiated a dialogue to work-out a FTA between the two countries, said Pakistan's High Commissioner. ---New Zealand Ã\u0083Â¢ Singapore 18 Aug. 2000 Deal New Zealand, Singapore Singapore and New Zealand have concluded negotiations for a bilateral FTA expected to be signed next month, the Singapore government said Friday.",
        "5 Dec. 2002 EC (25) Enlargement 10 Oct. 2002 Deal Austria, Belgium, Czech Republic, Cyprus, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Slovak Republic, Slovenia, Spain, Sweden, United Kingdom The European Commission gave its green light Wednesday for 10 countries to join the EU in 2004, in a historic enlargement [..] recommended that Malta, Cyprus, Estonia, Hungary, Poland, the Czech Republic, Slovenia, Latvia, Lithuania and Slovakia be invited to join in 2004.",
        "1 Feb. 2003 Trans-Pacific Strategic Economic Partnership 28 Oct. 2002 Start Chile, New Zealand, Singapore Singapore, Chile and New Zealand have agreed to begin negotiations on a trilateral trade agreement on Saturday. ---Singapore Ã\u0083Â¢ Australia 4 Nov. 2002 Deal Australia, Singapore Australia and Singapore have sealed a free trade pact that will remove all tariffs on goods and services by early 2003 [..] Australian Trade Minister Vaile announced Sunday.",
        "6 May 2003 US Ã\u0083Â¢ Chile 11 Dec. 2002 Deal Chile, United States U.S. Trade Representative announced today the completion of a trade agreement between the United States and Chile.",
        "6 June 2003 EFTA Ã\u0083Â¢ Lebanon 12 Dec. 2002 Start Iceland, Lebanon, Norway, Switzerland EFTA signed a Joint Declaration of Co-operation with Lebanon, which could lead to negotiations on a FTA. ---Dominican Republic - Central America Ã\u0083Â¢ United States Free Trade Agreement (CAFTADR) 8 Jan. 2003 Start Costa Rica, United States U.S. Trade Representative Zoellick and ministers from Costa Rica, El Salvador, Guatemala, Honduras and Nicaragua announced the launch of negotiations to conclude a U.S.-Central American Free Trade ---26 Agreement (CAFTA).",
        "EFTA Ã\u0083Â¢ GCC 12 Jan. 2003 Start Bahrain, Iceland, Kuwait, Norway, Oman, Saudi Arabia, Switzerland Gulf Cooperation Council (GCC) hosts a joint committee meeting here on Tuesday with EFTA [..] with the aim of striking a free trade agreement, the statement said. ---India Ã\u0083Â¢ Singapore 4 Feb. 2003 Start India, Singapore Singapore and India have agreed to launch negotiations for a bilateral FTA by April 2003, the press secretary for Singapore Prime Minister announced Tuesday. ---Common Economic Zone (CEZ) 24 Feb. 2003 Start Ukraine, Russian Federation Presidents of Russia, Ukraine, Belarus and Kazakhstan have agreed to form a free-trade zone [..] in a statement signed Sunday. ---EFTA Ã\u0083Â¢ Chile 25 March 2003 Deal Chile, Iceland, Norway, Switzerland The government has reached an agreement with EFTA states to establish a free-trade zone, Chilean President Lagos said.",
        "7 April 2004 ASEAN Ã\u0083Â¢ Japan 8 Oct. 2003 Start Indonesia, Japan, Malaysia, Philippines, Singapore, Thailand, Vietnam Leaders of Japan and the ASEAN decided Wednesday to kick off formal negotiations in early 2004 to establish a regional free trade area. ---Thailand Ã\u0083Â¢ Australia 20 Oct. 2003 Deal Australia, Thailand Australia reached a free trade and investment deal with Thailand on Sunday [..] said Prime Minister Howard.",
        "6 Jan. 2004 Dominican Republic - Central America Ã\u0083Â¢ United States Free Trade Agreement (CAFTADR) 26 Jan. 2004 Deal Costa Rica, United States Costa Rica reached a FTA Sunday in Washington with the United States [..] Foreign Trade Minister Trejos told reporters.",
        "5 Aug. 2004 US Ã\u0083Â¢ Australia 9 Feb. 2004 Deal Australia, United States United States and Australia reached a free-trade agreement [..] was struck after a telephone call between President Bush and Australia's Prime Minister Howard.",
        "5 Aug. 2004 Turkey Ã\u0083Â¢ Tunisia 28 Sept. 2004 Deal Tunisia, Turkey Tunisia and Turkey have concluded a free-trade agreement [..] under which Tunisia will be able to export to Europe products made with Turkish textiles.",
        "9 Sept. 2006 China Ã\u0083Â¢ New Zealand 19 Nov. 2004 Start China, New Zealand China and New Zealand will move toward signing a FTA [..] a senior Chinese official said. ---Singapore Ã\u0083Â¢ Peru 19 Nov. 2004 Start Peru, Singapore Peruvian President Toledo and Singaporean Prime Minister Loong agreed Friday to start negotiations for a bilateral FTA [..] announced on the sidelines of the Apec summit. ---Pakistan Ã\u0083Â¢ Sri Lanka 22 Nov. 2004 Deal Pakistan, Sri Lanka Sri Lanka and Pakistan will launch a FTA by January when President Kumaratunga visits Islamabad, Pakistan Prime Minister Aziz said Monday.",
        "1 Aug. 2002 South Korea Ã\u0083Â¢ Singapore 29 Nov. 2004 Deal Singapore, South Korea Asian economies South Korea and Singapore concluded a FTA during a regional summit in Laos, the South Korean government announced Monday.",
        "4 Aug. 2005 Thailand Ã\u0083Â¢ New Zealand 1 Dec. 2004 Deal New Zealand, Thailand Prime Ministers of New Zealand and Thailand announced in Vientiane, Laos, Wednesday that negotiations on FTA had been substantively concluded.",
        "Panama Ã\u0083Â¢ Singapore 8 April 2005 Deal Panama, Singapore Singapore and Panama have concluded a free trade agreement, the two sides announced Friday.",
        "1 March 2006 Japan Ã\u0083Â¢ Malaysia 23 May 2005 Deal Japan, Malaysia We have now finalized everything, International Trade and Industry Minister Aziz told reporters after talks with visiting Japanese Trade Minister Nakagawa.",
        "3 April 2007 US Ã\u0083Â¢ Oman 3 Oct. 2005 Deal Oman, United States United States and Oman announced on Monday they have successfully completed negotiations on a FTA.",
        "8 March 2006 US Ã\u0083Â¢ Peru 7 Dec. 2005 Deal Peru, United States United States and Peru have wrapped up negotiations on a FTA, officials from both countries said Wednesday.",
        "8 Nov. 2007 Canada Ã\u0083Â¢ Jordan 13 July 2007 Start Canada, Jordan Prime Minister Harper and visiting King Abdullah II bin Al-Hussein of Jordan [..] announced plans to begin talks next year on a possible Canada-Jordan FTA. ---Peru Ã\u0083Â¢ Singapore 4 Sept. 2007 Deal Peru, Singapore Singapore and Peru have concluded negotiations for a FTA and the bilateral accord will be signed in the next few months, the two nations said Tuesday.",
        "7 April 2008 Canada Ã\u0083Â¢ Peru 28 Jan. 2008 Deal Canada, Peru Peru has signed a FTA with Canada, Peruvian President Garcia announced at the World Economic Forum on Saturday.",
        "Canada Ã\u0083Â¢ Colombia 9 June 2008 Deal Canada, Colombia Colombia has concluded negotiations for a free trade deal with Canada [..] Canada's Foreign Affairs and International Trade Ministry said Saturday. N/A EFTA Ã\u0083Â¢ Colombia 1 July 2008 Deal Colombia, Iceland, Norway, Switzerland Colombia and EFTA have agreed on a FTA, according to a press release by the Colombian government on Tuesday.",
        "Among others, Magee (2003, 2008), Baier and Bergstrand (2004, 2007, 2009), CarrÃ\u0083Æ\u0092re (2006), Eicher et al. (2011) and Egger et al. (2011) document the endogenous nature of regional trade agreements and their heterogeneous effects. Egger and Larch (2008) and Baldwin and Jaimovich (2010) emphasize the Ã\u0083Â¢spatial dimensionÃ\u0083Â¢ of trade agreements; if geographically close countries or important trading partners strike a deal with another country, the incentives for non-members to pursue a regional trade agreement increase. 3",
        "We are not aware of any event study that investigates differences across RTAs, but Thompson (1994) and Rodriguez (2003) among others exploit differences across individual firms Ã\u0083Â¢ for one specific RTA, here, Canada-U.S. and NAFTA Ã\u0083Â¢ to test for trade theories. 4"
    ]
}