{
    "id": 17413,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Ainsworth BE. The Compendium of Physical Activities Tracking Guide. Prevention Research Center, Norman J. Arnold School of Public Health, University of South Carolina, http://prevention.sph.sc.edu/tools/docs/documents_compendium.pdf, 2002.",
        "Bauman A., Sallis J., Dzewaltowski, Neville Owen N., Ã\u0083Â¢Toward a better understanding of the influences on PA The role of determinants, correlates, causal variables, mediators, moderators, and confoundersÃ\u0083Â¢, American Journal of Preventive Medicine, Vol. 23, Issue 2, Supplement 1, Pages 5-14, August 2002.",
        "Brownson, R., Eyler, A., King, A., Brown, D., Shyu Y., and Sallis, J., Ã\u0083Â¢Patterns and correlates of PA among US women 40 years and olderÃ\u0083Â¢, American Journal of Public Health, Vol. 90, Issue 2, p. 264-270, 2000.",
        "Centers for Disease Control and Prevention, Ã\u0083Â¢Prevalence of Leisure and Occupational PA Among Employed Adults --- United States1990Ã\u0083Â¢, Morbidity and Mortal Weekly Rep (MMWR) 49(19);420-424, May 19, 2000.",
        "Crespo C., Smith E., Andersen R., Carter-Pokras O., Ainsworth B., Ã\u0083Â¢Race/ethnicity, social class and their relation to physical inactivity during leisure time: results from the Third National Health and Nutrition Examination Survey, 1988-1994Ã\u0083Â¢, American Journal of Preventive Medicine, Jan;18(1):46-53, 2000.",
        "Cutler D., Lleras-Muney A., and Vogl T. Ã\u0083Â¢Socioeconomic status and health: dimensions and mechanisms,Ã\u0083Â¢ in Oxford Handbook of Health Economics, eds: Sherry Glied and Peter C. Smith, Oxford University Press, 2011.",
        "Farmer M. and Ferraro K. Ã\u0083Â¢Are racial disparities in health conditional on socioeconomic status?Ã\u0083Â¢, Social Science and Medicine, 60(1): 191-204, 2005.",
        "Fulton-Kehoe D, Hamman RF, Baxter J, Marshall J. Ã\u0083Â¢A case-control study of PA and non-insulin dependent diabetes mellitusÃ\u0083Â¢, (NIDDM): The San Luis Valley Diabetes Study. Annals of Epidemiology, 11:320Ã\u0083Â¢327, 2001.",
        "Grossman, M., Ã\u0083Â¢On the Concept of Health Capital and the Demand for HealthÃ\u0083Â¢, Journal of Political Economy, vol. 80, no. 2, 1972.",
        "Grossman M, Kaestner R. (1997). Effects of education on health. The Social Benefits of Education. Behrman JR, Stacey N (eds). University of Michigan Press: Ann Arbor. 69123.",
        "Hawkins MS, Storti KL, Richardson CR, King WC, Strath SJ, Holleman RG, Kriska AM., Ã\u0083Â¢Objectively measured PA of USA adults by sex, age, and racial/ethnic groups: a crosssectional studyÃ\u0083Â¢, International Journal of Behavioral Nutrition and PA, Jun., 2009.",
        "He X. and Baker D., Ã\u0083Â¢Differences in Leisure-time, Household, and Work PA by Race, Ethnicity, and EducationÃ\u0083Â¢, Journal of General Internal Medicine Volume 20, Number 3 March, 2005.",
        "Hersch. J. Ã\u0083Â¢Smoking, Seat Belts, and Other Risky Consumer Decisions: Differences by Gender and RaceÃ\u0083Â¢, Managerial and Decision Economics , Volume 17 Issue 5, P. 471 Ã\u0083Â¢ 481,1996.",
        "Humpel, N., Owen, N., and Leslie, E., Ã\u0083Â¢Environmental factors associated with adultsÃ\u0083Â¢ participation in PA: A reviewÃ\u0083Â¢, American Journal of Preventive Medicine, Volume 22, Issue 3, April 2002, Pages 188-199.",
        "Jones, D., Ainsworth, B., Croft, J., Macera, C., Lloyd, E., Hussain R. Yusuf, H., Ã\u0083Â¢Moderate Leisure PA: Who Is Meeting the Public Health Recommendations? A National Cross-sectional StudyÃ\u0083Â¢ Archive of Family Medicine, 7:285-289, 1998.",
        "King GA, Fitzhugh EC, Bassett DR Jr, McLaughlin JE, Strath SJ, Swartz AM, Ã\u0083Â¢Relationship of leisure PA and occupational activity to the prevalence of obesityÃ\u0083Â¢, International Journal of Obesity, 25:606Ã\u0083Â¢612, 2001.",
        "Kukkonen-Harjula, K. Ã\u0083Â¢PA and cardiovascular healthÃ\u0083Â¢work and leisure differÃ\u0083Â¢, Editorial, Scandinavian Journal of Work Environment and Health, 33(6):401-404, 2007.",
        "Lakdawalla, D.N., and T.J. Philipson Ã\u0083Â¢Labor Supply and WeightÃ\u0083Â¢ Journal of Human Resources, 42(1), p. 85-116, 2007.",
        "Marshall, S., Jones, D., Ainsworth, A., Reis, B., Levy, J. and Macera, S., Ã\u0083Â¢Race/Ethnicity, Social Class, and Leisure Physical InactivityÃ\u0083Â¢ Medicine & Science in Sports & Exercise, vol. 39(1) p:44-51, January 2007.",
        "Mummery WK, Schofield GM, Steele R, Eakin EG, Brown WJ. Occupational sitting time and overweight and obesity in Australian workers. Am J Prev Med. 2005;29:91Ã\u0083Â¢97.",
        "Rombaldi, A., Menezes A., Azevedo, M., Hallal, P., Ã\u0083Â¢Leisure PA: Association With Activity Levels in Other DomainsÃ\u0083Â¢, Journal of PA and Health, vol. 7, iss. 4, 2010.",
        "Sherwood, N.E., and Jeffery, R.W. Ã\u0083Â¢ Implications for PA InterventionsÃ\u0083Â¢, Annual Review of Nutrition, Vol. 20: 21-44, July 2000.",
        "United States Department of Health and Human Services (USDHHS), Ã\u0083Â¢PA Fundamental To Preventing DiseaseÃ\u0083Â¢ http://aspe.hhs.gov/health/reports/physicalactivity/ , 2002.",
        "Virkkunen H, Kauppinen T, Tenkanen L Ã\u0083Â¢Long-term effect of occupational noise on the risk of coronary heart diseaseÃ\u0083Â¢ Scandinavian Journal of Work Environment and Health pg. 291-299 31(4) 2005.",
        "Woolf, S., Johnson, R., Fryer, Jr, G., Rust, G., and Satcher, D. Ã\u0083Â¢The Health Impact of Resolving Racial Disparities: An Analysis of U.S. Mortality DataÃ\u0083Â¢, American Journal of Public Health, Vol. 94, No. 12, 2078-2081, December 2004.",
        "Zhao, Z., Kaestner, R., Ã\u0083Â¢Effects of urban sprawl on obesityÃ\u0083Â¢, Journal of Health Economics, Volume 29, Issue 6, 2010."
    ]
}