{
    "id": 17414,
    "cites": 10,
    "cited_by": 0,
    "reference": [
        "Australian Bureau of Statistics, Life Tables, Western Australia, 2007-2009, http://www.abs.gov.au/AUSSTATS/abs@.nsf/DetailsPage/3302.5.55.0012007-2009 De Las Cuevas C, Sanz EJ, De La Fuente JA (2002). Variations in antidepressant prescribing practice: clinical need or market influences? Pharmacoepidemiol Drug Saf. 2002 Sep;11(6): 515-22. http://www.ncbi.nlm.nih.gov/pubmed/12426937 DeSalvo, Karen, Bruce E. Bowdish, Alys S. Alper, David M. Grossman, William W. Merrill (2000), Physician Practice Variation in Assignment of Return Interval, Arch Intern Med. 160:205-208. http://archinte.ama-assn.org/cgi/content/abstract/160/2/205 Dobson R. (2002), Ã\u0083Â¢Medical advances mask epidemic of violence by cutting murder rate,Ã\u0083Â¢ BMJ. Sep 21;325(7365):615.",
        "Dobson R. (2003), Ã\u0083Â¢Advances in medical technology account for a third of the reduction in road traffic deaths,Ã\u0083Â¢ BMJ, May 10;326(7397):1004.",
        "Gockel I, Sultanov FS, Domeyer M, Trinh TT, GÃ\u0083Æ\u0092nner U, Junginger T. (2008), [Surgical therapy for esophageal carcinoma: a prospective 20-year analysis]. [Article in German], Zentralbl Chir. 2008 Jun;133(3):260-6.",
        "Hoover, Donald R, Stephen Crystal, Rizie Kumar, Usha Sambamoorthi, and Joel C Cantor (2002), Ã\u0083Â¢Medical Expenditures during the Last Year of Life: Findings from the 1992Ã\u0083Â¢1996 Medicare Current Beneficiary Survey,Ã\u0083Â¢ Health Serv Res. December; 37(6): 1625Ã\u0083Â¢1642.",
        "Krein, Sarah L, Timothy P Hofer, Eve A Kerr, and Rodney A Hayward (2002), Whom Should We Profile? Examining Diabetes Care Practice Variation among Primary Care Providers, Provider Groups, and Health Care Facilities, Health Serv Res. 37(5), October: 1159Ã\u0083Â¢1180. http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1464024/ Lameire N, Van Biesen W, Vanholder R. (2009), Ã\u0083Â¢Did 20 years of technological innovations in hemodialysis contribute to better patient outcomes?,Ã\u0083Â¢ Clin J Am Soc Nephrol. 2009 Dec;4 Suppl 1:S30-40.",
        "Lee, Stephanie J., Steven Joffe, Andrew S. Artz, Richard E. Champlin, Stella M. Davies, Madan Jagasia, Nancy A. Kernan, Fausto R. Loberiza, Jr, Robert J. Soiffer, Mary Eapen (2008), Individual Physician Practice Variation in Hematopoietic Cell Transplantation Journal of Clinical Oncology, Vol 26, No 13 (May 1), 2008: pp. 2162-2170, http://jco.ascopubs.org/content/26/13/2162.full McGovern PG, Pankow JS, Burke GL, Shahar E, Sprafka JM, Folsom AR, Blackburn H. (1993), Ã\u0083Â¢Trends in survival of hospitalized stroke patients between 1970 and 1985. The Minnesota Heart Survey,Ã\u0083Â¢ Stroke. 1993 Nov;24(11):1640-8.",
        "Noble L. (2003), Ã\u0083Â¢Developments in neonatal technology continue to improve infant outcomes,Ã\u0083Â¢ Pediatr Ann., Sep;32(9):595-603.",
        "Ravi K, Francis DL. (2007), Ã\u0083Â¢New technologies to evaluate esophageal function,Ã\u0083Â¢ Expert Rev Med Devices. Nov;4(6):829-37.",
        "Roberts, Rosemary F., Kerry C. Innes, and Susan M. Walker (1998), Ã\u0083Â¢Introducing ICD-10-AM in Australian hospitals,Ã\u0083Â¢ Medical Journal of Australia; 169: S32-S35, http://www.mja.com.au/public/issues/oct19/casemix/roberts/roberts.html Rochon PA, Stukel TA, Bronskill SE, Gomes T, Sykora K, Wodchis WP, Hillmer M, Kopp A, Gurwitz JH, Anderson GM (2007), Variation in nursing home antipsychotic prescribing rates.",
        "Arch Intern Med. 167(7):676-83, Apr 9. http://www.ncbi.nlm.nih.gov/pubmed/17420426 Solomon DH, Schneeweiss S, Glynn RJ, Levin R, Avorn J (2003). Determinants of selective cyclooxygenase-2 inhibitor prescribing: are patient or physician characteristics more important? Am J Med. 115(9):715-20, Dec 15. http://www.ncbi.nlm.nih.gov/pubmed/14693324 Wennberg, John (2004), Ã\u0083Â¢Practice Variations and Health Care Reform: Connecting the Dots,Ã\u0083Â¢ Health Affairs, October 7, http://www.pnhp.org/news/2004/october/practice_variations_.php Woolf SH, Johnson RE, Phillips RL Jr, Philipsen M. (2007), Ã\u0083Â¢Giving everyone the health of the educated: an examination of whether social change would save more lives than medical advances,Ã\u0083Â¢ Am J Public Health., Apr;97(4):679-83. Epub 2007 Feb 28. Ã\u0083Â¢20"
    ]
}