{
    "id": 17418,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "[1] Aruoba, S., J. FernÃ\u0083Æ\u0092ndez-Villaverde and J. Rubio-RamÃ\u0083Æ\u0092rez, (2006). Comparing solution methods for dynamic equilibrium economies. Journal of Economic Dynamics and Control 30, 2477-2508.",
        "[2] Barillas, F. and J. Fernandez-Villaverde, (2007). A generalization of the endogenous grid method. Journal of Economic Dynamics and Control, Elsevier 31, 2698-2712.",
        "[3] Carroll, K. (2005). The method of endogenous grid points for solving dynamic stochastic optimal problems, Economic letters 91, 312-320.",
        "[4] Christiano, L. and D. Fisher, (2000). Algorithms for solving dynamic models with occasionally binding constraints. Journal of Economic Dynamics and Control 24, 1179-1232.",
        "[5] Den Haan, W., (2010), Comparison of solutions to the incomplete markets model with aggregate uncertainty. Journal of Economic Dynamics and Control 34, 4Ã\u0083Â¢27.",
        "[6] Gaspar, J. and K. Judd, (1997). Solving large-scale rational-expectations models. Macroeconomic Dynamics 1, 45-75.",
        "[7] Geweke, J., (1996). Monte Carlo simulation and numerical integration. In Handbook of Computational Economics (H. Amman, D. Kendrick, and J. Rust, eds.), Amsterdam: Elsevier Science, pp. 733-800.",
        "[8] Judd, K., (1992). Projection methods for solving aggregate growth models. Journal of Economic Theory 58, 410-452.",
        "[9] Judd, K., (1998). Numerical Methods in Economics. Cambridge, MA: MIT Press.",
        "[10] Judd, K., L. Maliar and S. Maliar, (2010). A cluster-grid projection method: solving problems with high dimensionality. NBER working paper 15965.",
        "[11] Judd, K., L. Maliar and S. Maliar, (2011). Numerically stable and accurate stochastic simulation approaches for solving dynamic models. Quantitative Economics 2, 173210.",
        "[12] Kollmann, R., S. Maliar, B. Malin and P. Pichler, (2011). Comparison of solutions to the multi-country real business cycle model. Journal of Economic Dynamics and Control 35, 186-202.",
        "[13] Krueger, D. and F. Kubler, (2004). Computing equilibrium in OLG models with production. Journal of Economic Dynamics and Control 28, 1411-1436.",
        "[14] Maliar, L. and S. Maliar, (2005). Solving nonlinear stochastic growth models: an algorithm iterating on value function by simulations. Economics Letters 87, 135-140.",
        "[15] Maliar, S., L. Maliar and K.L. Judd, (2011), Solving the multi-country real business cycle model using ergodic set methods. Journal of Economic Dynamic and Control 35, 207-228.",
        "[16] Marcet, A. (1988). Solving non-linear models by parameterizing expectations. Unpublished manuscript, Carnegie Mellon University, Graduate School of Industrial Administration.",
        "[17] Marcet, A., and G. Lorenzoni (1999). The parameterized expectation approach: some practical issues. In Computational Methods for Study of Dynamic Economies (R. Marimon and A. Scott, eds.). Oxford University Press, New York, pp. 143-171.",
        "[18] Marimon, R. and A. Scott, (1999). Computational Methods for Study of Dynamic Economies, Oxford University Press, New York.",
        "[19] Miranda, M. and P. Fackler, (2002). Applied Computational Economics and Finance. Cambridge: MIT Press.",
        "[20] Miranda, M. and P. Helmberger (1988). The eÃ\u0083Â¯ects of commodity price stabilization programs. American Economic Rewiev 78, 46-58.",
        "[21] Rust, J., (1996). Numerical dynamic programming in economics. In Handbook of Computational Economics (H. Amman, D. Kendrick and J. Rust eds.), Amsterdam: Elsevier Science, pp. 619-722.",
        "[22] Rust, J., (2008). Dynamic programming. In The New Palgrave Dictionary of Economics (S. Durlauf and L. Blume eds.), Palgrave Macmillan.",
        "[23] Santos, M., (1999). Numerical solution of dynamic economic models, in: J. Taylor and M. Woodford (Eds.), Handbook of Macroeconomics, Amsterdam: Elsevier Science, pp. 312-382.",
        "[24] Stachursky, J., (2009). Economic Dynamics: Theory and Computation. Cambridge: MIT Press.",
        "[25] Tauchen, G., (1986). Finite state Markov chain approximations to univariate and vector autoregressions. Economic Letters 20, 177-181.",
        "To evaluate the accuracy of solutions, we report unit-free Euler equation errors on a simulation of 10,000 observations. To approximate integrals in our accuracy checks, we use a monomial integration rule with 2Ã\u0083Â¯2 + 1 nodes as in Judd et al. (2011). Results In Table 4, we provide the results produced by the Euler equation algorithm based on stochastic simulation and FPI (Algorithm 4Ã\u0083Â¢FPI)."
    ]
}