{
    "id": 17420,
    "cites": 40,
    "cited_by": 8,
    "reference": [
        "Arellano, C., Bai, Y., and P. Kehoe, [2011], Financial Markets and Fluctuations in Uncertainty, Research Department Sta Report, Federal Reserve Bank of Minneapolis.",
        "Arias, A., Hansen, G. and L., Ohanian, [2007], Why Have Business Cycle Fluctuations Become less Volatile?, Economic Theory, vol. 32, 1, 43-58.",
        "Barnichon, R. [2010], Productivity and Unemployment over the Business Cycle, Journal of Monetary Economics, vol. 57, 1013-1025.",
        "Benhabib, J., Rogerson, R., and R., Wright, [1991], Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy, vol. 99, 6, 1166-87.",
        "Burda M.C. and J. Hunt, [2011], What Explains the German Labor Market Miracle in the Great Recession?, NBER Working Paper Series, No. w17187.",
        "Christiano, L.J. and M. Eichenbaum, [1992], Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review, 82, 430-50.",
        "Chari, V. V., P. J. Kehoe, and E. R. McGrattan, [2007], Business Cycle Accounting, Econometrica 75(3): 781-836.",
        "Cho, J. and T. F. Cooley, [1994], Employment and Hours over the Business Cycle, Journal of Economic Dynamics and Control, vol. 18, 411-432.",
        "Cole, H. and L. Ohanian [2004], New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis, Journal of Political Economy, vol. 112, 4, 779-816.",
        "Cooley, T. and L. Ohanian [1991], The Cyclical Behavior of Prices, Journal of Monetary Economics, vol. 28, pp. 25-60.",
        "Denton, F.T., [1971], Adjustment of Monthly or Quarterly Series to Annual Totals: An Approach Based on Quadratic Minimization, Journal of the American Statistical Association, vol. 66, 333, 99-102.",
        "The Conference Board Total Economy Database, January 2011, available at http://www.conference-board.org/data/economydatabase/",
        "Fisher, J. D. M., [2006], The Dynamic Eects of Neutral and Investment-SpeciÃ\u0083Â¢c Technology Shocks, Journal of Political Economy, vol. 114, 3, 413-52.",
        "GalÃ\u0083Æ\u0092, J., [1999], Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations?, American Economic Review, vol. 89, 1, 249-71.",
        "GalÃ\u0083Æ\u0092, J. and L. Gambetti, [2009], On the Sources of the Great Moderation, American Economic Journal: Macroeconomics, 1:1, 26-57.",
        "GalÃ\u0083Æ\u0092, J., Gertler, M., and D. Lopez-Salido, [2007], Markups, Gaps, and the Welfare Cost of Economic Fluctuations, Review of Economic and Statistics, vol. 89, 44-59.",
        "GalÃ\u0083Æ\u0092, J. and T. Van rens, [2010], The Vanishing Procyclicality of Labor Productivity, unpublished working paper, CREI.",
        "Greenwood, J., Hercowitz, Z., and G. W. Human, [1988], Investment, Capacity Utilization, and the Real Business Cycle, American Economic Review, 78, 402-17.",
        "Hall, R.E., [1997], Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics, vol. 15, 1, 5223-50.",
        "Hall, R., [2009], Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor, Journal of Political Economy, vol. 117, 2, 281-323.",
        "Hansen, Gary D. [1985], Indivisible Labor and the Business Cycle, Journal of Monetary Economics, vol 16, 3, 309-27.",
        "Herkenho, K. and L., Ohanian, [2011], Labor Market Dysfunction During the Great Recession, working paper, UCLA.",
        "Hopenhayn, H. and R., Rogerson, [1993], Job Turnover and Policy Evaluation: A General Equilibrium Analysis, Journal of Political Economy, vol. 101, 5, 915-38.",
        "Kydland, F, and E. Prescott [1982], Time to Build and Aggregate Fluctuations, Econometrica, 50(6):1,345-70.",
        "OECD [2004], OECD Employment Outlook, http://www.oecd.org/dataoecd/8/4/34846856.pdf.",
        "Mulligan, C., [2008], A Depressing Scenario: Mortgage Debt Becomes Unemployment Insurance, NBER Working Paper 14514.",
        "Lopez, J [2011] Consumption and Labor Income Risk, Aggregation, and Business Cycles, working paper, UCLA.",
        "Mortensen, D. and C. Pissarides [1994], Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61(3):397-415.",
        "Ohanian, L., [2010], The Economic Crisis from a Neoclassical Perspective, Journal of Economic Perspectives, vol. 24, 4, 45-66.",
        "Ohanian, L., A. Rao, and R. Rogerson, [2006], Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries 1956-2004, NBER Working Paper Series, No. w12786.",
        "Ohanian, L., A. Rao, and R. Rogerson, [2008], Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries 1956-2004, Journal of Monetary Economics, vol. 55, 1353-62.",
        "OÃ\u0083Â¢Mahony, M. and M.P. Timmer, [2009], Output, Input and Productivity Measures at Industry Level: the EU-KLEMS Database, Economic Journal, 119(538), F374F403.",
        "Perri F. and V. Quadrini, [2011], International Recessions, working paper.",
        "Rao, A. , [2008], Net Exports, Consumption Volatility, and International Business Cycle Models, Journal of International Economics, vol. 75, 14-29.",
        "Ravn, M.O., and H. Uhlig, [2002], On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations, The Review of Economics and Statistics, Vol. 84, pp. 371-380.",
        "Rogerson, R., [2006], Understanding Dierences in Hours Worked, Review of Economic Dynamics, vol. 9, 3, 365-409.",
        "Rogerson R. and R. Shimer, [2010], Ã\u0083Â¢Search in Macroeconomic Modelas of the Labor Market, Handbook of Labor Economics, Chapter 7, pp. 619-700.",
        "Shimer, R., [2010], Convergence in Macroeconomics: The Labor Wedge, American Economic Journal: Macroeconomics, 1(1): 280-297.",
        "Shimer, R., [2010], Labor Markets and Business Cycles, Princeton University Press.",
        "Stock, J., and M.W. Watson, [2002], Has the Business Cycle Changed and Why?, NBER Macroeconmics Annual, 2002, ed. M. Gertler and K.S. Rogo. Cambridge, MA: MIT Press, pp. 159-218."
    ]
}