{
    "id": 17424,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Abowd, J. M. and Card, D. 1989, On the Covariance Structure of Earnings and Hours Changes, Econometrica 57(2), 411Ã\u0083Â¢445.",
        "Canjels, E. and Watson, M. W. 1997, Estimating Deterministic Trends in the Presence of Serially Correlated Errors, Review of Economics and Statistics 79(2), 184Ã\u0083Â¢200.",
        "Chernozhukov, V. and Hong, H. 2003, An MCMC Approach to Classical Estimation, Journal of Econometrics 115(2), 293Ã\u0083Â¢346.",
        "Coibion, O. and Gorodnichenko, Y. 2011, Strategic Interaction Among Heterogeneous Price Setters in Estimated DSGE Model, Review of Economics and Statistics 93(3), 920Ã\u0083Â¢940.",
        "Han, C. and Kim, B. 2011, A GMM Interpretation of the Paradox in the Inverse Probability Weighting Estimation of the Average Treatment EÃ\u0083Â¯ect on the Treated, Economics Letters 110, 163Ã\u0083Â¢165.",
        "Han, C., Phillips, P. C. B. and Sul, D. 2011, Uniform Asymptotic Normality in Stationary and Unit Root Autoregression, Econometric Theory, forthcoming.",
        "Jansson, M. and Moreira, M. J. 2006, Optimal Inference In Regession Models with Nearly Integrated Regressors, Econometrica 74, 681Ã\u0083Â¢714.",
        "Komunjer, I. and Ng, S. 2011, Dynamic IdentiÃ\u0083Â¯cation of DSGE models, Econometrica, forthcoming.",
        "Laroque, G. and Salanie, B. 1997, Normal Estimators for Cointegrating Relationships, Economics Letters 55(2), 185Ã\u0083Â¢189.",
        "Mikusheva, A. 2007a, Uniform Inference in Autoregressive Models, Econometrica 75(5), 1411Ã\u0083Â¢1452.",
        "Mikusheva, A. 2007b, Uniform Inference in Autoregressive Models, Econometrica 75(5), Supplementary Material.",
        "Mikusheva, A. 2011, One Dimensional Inference in Autogressive Models with the Potential Presence of a Unit Root, Econometrica. forthcoming.",
        "Newey, W. K. and McFadden, D. 1994, Large Sample Estimation and Hypothesis Testing, Handbook of Econometrics, Vol. 4,Chapter 36, North Holland.",
        "Pesavento, E. and Rossi, B. 2006, SmallÃ\u0083Â¢sample ConÃ\u0083Â¯dence Interevals for Multivariate Impulse Response Functions at Long Horizons, Journal of Applied Econometrics 21(8), 1135Ã\u0083Â¢1155.",
        "Phillips, P. C. B. and Han, C. 2008, Gaussian Inference in AR(1) Time Series With or Without a Unit Root, Econometric Theory 24, 631Ã\u0083Â¢650.",
        "Phillips, P. C. B. and Lee, C. C. 1996, EÃ\u0083Â¯ciency Gains from Quasi-diÃ\u0083Â¯erencing under Nonstationarity, in P. Robinson and M. Rosenblatt (eds), Athens Conference on Applied Probability and Time Series: Volume II Time Series Analysis in Honor of E.J. Hannan.",
        "Phillips, P. C. B. and Solo, V. 1992, Asymptotics for Linear Processes, Annals of Statistics 20(2), 971Ã\u0083Â¢1001.",
        "Phillips, P. C. B. and Xiao, Z. 1998, A Primer on Unit Root Testing, Journal of Economic Surveys 12(5), 423Ã\u0083Â¢469.",
        "Pierce, D. A. 1982, The Asymptotic EÃ\u0083Â¯ect of Substituting Estimators for Parameters in Certain Types of Statistics, Annals of Statistics 10(2), 475Ã\u0083Â¢478.",
        "Prokhorov, A. and Schmidt, P. 2009, GMM Redundancy Results for General Missing Data Problem, Journal of Econometrics 151(1), 47Ã\u0083Â¢55.",
        "So, B. S. and Shin, D. W. 1999, Cauchy Estimators for Autoregressive Processes with Applications to Unit Root Tests and ConÃ\u0083Â¯dence Intervals, Econometric Theory 15(2), 165Ã\u0083Â¢176.",
        "Next, consider the term (1Ã\u0083Â¢Ã\u0083Å½j p) 1 T T t=1 y2 tÃ\u0083Â¢1. From Theorem 1 in Mikusheva (2011), (1Ã\u0083Â¢Ã\u0083Å½p) 1 T T t=1 y2 tÃ\u0083Â¢1 is uniformly approximated by Ã\u0083Â\u008f2 g(c) 1 0 J2 c (t)dt, where g(c) = E 1"
    ]
}