{
    "id": 17423,
    "cites": 108,
    "cited_by": 7,
    "reference": [
        "Alston, Julian M., Conner C. Mullally, Daniel A. Sumner, Marilyn Townsend, and Stephen A. Vosti. (2009). Ã\u0083Â¢Likely Effects on Obesity from Proposed Changes to the U.S. Food Stamp Program.Ã\u0083Â¢ Food Policy, 34 (2): 176-184.",
        "Anderson, Patricia M., and Kristin F. Butcher. (2006). Ã\u0083Â¢Reading, Writing, and Refreshments: Are School Finances Contributing to ChildrenÃ\u0083Â¢s Obesity?Ã\u0083Â¢ The Journal of Human Resources, 41 (3): 467-494.",
        "Anderson, Patricia M., Kristin F. Butcher, and Phillip B. Levine. (2003b). Ã\u0083Â¢Economic Perspectives on Childhood Obesity.Ã\u0083Â¢ Economic Perspectives, Third Quarter, Federal Reserve Bank of Chicago.",
        "Batalgi, B. H., and D. Levin. (1986). Ã\u0083Â¢Estimating Dynamic Demand for Cigarettes Using Panel Data: The Effects of Bootlegging, Taxation, and Advertising Reconsidered.Ã\u0083Â¢ Review of Economics and Statistics, 68: 148-155.",
        "Baum, Charles L. (2011). Ã\u0083Â¢The Effects of Food Stamps on Obesity.Ã\u0083Â¢ forthcoming, Southern Economics Journal.",
        "Baum, Charles L. (2009). Ã\u0083Â¢The Effects of Cigarette Taxes on Obesity.Ã\u0083Â¢ Health Economics, 18 (1): 3-19.",
        "Baum, Charles L. (2007). Ã\u0083Â¢The Effects of Race, Ethnicity, and Age on Obesity.Ã\u0083Â¢ Journal of Population Economics, 20 (3): 687-705.",
        "Baum, Charles L., and Christopher J. Ruhm. (2009). Ã\u0083Â¢Age, Socioeconomic Status, and Obesity Growth.Ã\u0083Â¢ Journal of Health Economics, 28 (3): 635-648.",
        "Becker, Gary S., Michael Grossman, and Kevin Murphy. (1994). Ã\u0083Â¢An Empirical Analysis of Cigarette Addiction.Ã\u0083Â¢ American Economic Review, 84 (3): 396-418.",
        "Becker, Gary S., Michael Grossman, and Kevin Murphy. (1991). Ã\u0083Â¢Rational Addiction and the Effect of Price on Consumption.Ã\u0083Â¢ American Economic Review, 81: 237-241.",
        "Bertrand, M., E. Duflo, and S. Mullainathan. (2004). Ã\u0083Â¢How Much Should We Trust Differences-in-Differences Estimates?Ã\u0083Â¢ Quarterly Journal of Economics, 119 (1): 249-275.",
        "Bhattacharya, Jay, Kate Bundorf, Noemi Pace, and Neeraj Sood. (2009). Ã\u0083Â¢Does Health Insurance Make You Fat.Ã\u0083Â¢ Working Paper. National Bureau of Economic Research, Number 15163.",
        "Bitler, Marianne, Janet Currie, and John Karl Scholz. (2003). WIC eligibility and participation. The Journal of Human Resources 38: 1139-1179.",
        "Bitler, Marianne, Jonah B. Gelbach, and Hilary W. Hoynes. (2006). Ã\u0083Â¢Welfare Reform and ChildrenÃ\u0083Â¢s Living Arrangements.Ã\u0083Â¢ The Journal of Human Resources, 41(1): 1-27.",
        "Blinder Alan S. (1973). Ã\u0083Â¢Wage Discrimination: Reduced Form and Structural Variables.Ã\u0083Â¢ The Journal of Human Resources, 8 (3): 436-455.",
        "Bollinger, Christopher R., and Martin David. (2005). I didnÃ\u0083Â¢t tell, and I wonÃ\u0083Â¢t tell: dynamic response error in the SIPP. Journal of Applied Econometrics 20: 563-569.",
        "Bollinger, Christopher R., and Martin David. (2001). Estimation with response error and nonresponse: food-stamp participation in the SIPP. Journal of Business and Economic Statistics 19: 129-141.",
        "Bollinger, Christopher R., and Martin David. (1997). Modeling discrete choice with response error: food stamp participation. Journal of the American Statistical Association 92: 827835.",
        "Bouchard, Claude. (1994). The Genetics of Obesity. Boca Raton, FL: CRC Press, Inc.",
        "Bureau of Labor Statistics. (2011). Ã\u0083Â¢Consumer Price Index Ã\u0083Â¢ Average Price Data.Ã\u0083Â¢ Washington, D.C.: U.S. Department of Labor, Bureau of Labor Statistics: http://www.bls.gov/data/ Calle, Eugenia E., Michael J. Thun, Jennifer M. Petrelli, Carmen Rodriguez, and Clark W.",
        "Heath, Jr. (1999). Ã\u0083Â¢Body-Mass Index and Mortality in a Prospective Cohort of U.S. Adults.Ã\u0083Â¢ The New England Journal of Medicine, 341 (15): 1097-1099.",
        "Campaign for Tobacco-Free Kids. (2004). Ã\u0083Â¢Toll of Tobacco in the USA.Ã\u0083Â¢ Fact Sheet. Washington, D.C.: Campaign for Tobacco-Free Kids.",
        "Castro-Rodriguez, J.A., C.J. Holberg, W.J. Morgan, A.L. Wright, F.D. Martinez. (2001). Ã\u0083Â¢Increased Incidence of Asthma-Like Symptoms in Girls who Become Overweight or Obese During School.Ã\u0083Â¢ Journal of the American Medical Association, 286 (8): 900.",
        "Cawley, John. (2000). Ã\u0083Â¢Body Weight and WomenÃ\u0083Â¢s Labor Market Outcomes.Ã\u0083Â¢ Working Paper. National Bureau of Economic Research, Number 7841.",
        "Cawley, John, and Chad Meyerhoefer. (2010). Ã\u0083Â¢The Medical Care Costs of Obesity: An Instrumental Variables Approach.Ã\u0083Â¢ Working Paper. National Bureau of Economic Research, Number 16467.",
        "Cawley, John, Chad Meyerhoefer, and D. Newhouse. (2005). Ã\u0083Â¢The Impact of State Physical Education Requirements on Youth Physical Activity and Overweight.Ã\u0083Â¢ Working Paper. National Bureau of Economic Research, Number 11411.",
        "Centers for Disease Control and Prevention (CDD). (2010). Ã\u0083Â¢Zoning.Ã\u0083Â¢ Department of Health and Human Services, Centers for Disease Control and Prevention. Washington, D.C.: Centers for Disease Control and Prevention, Healthy Places: http://www.cdc.gov/healthyplaces/healthtopics/healthyfood/zoning.htm.",
        "Centers for Disease Control and Prevention (CDC). (2006). Ã\u0083Â¢Overweight and Obesity: Defining Overweight and Obesity.Ã\u0083Â¢ Department of Health and Human Services, Centers for Disease Control and Prevention. Washington, D.C.: http://www.cdc.gov/nccdphp/dnpa/obesity/defining.htm.",
        "Center for Human Resource Research. (2004a). The National Longitudinal Surveys NLSY79 UserÃ\u0083Â¢s Guide, 1979-2004. U. S. Department of Labor, Bureau of Labor Statistics. Columbus, OH: Center for Human Resource Research, The Ohio State University.",
        "Center for Human Resource Research. (2004b). The National Longitudinal Surveys NLSY97 UserÃ\u0083Â¢s Guide. U. S. Department of Labor, Bureau of Labor Statistics. Columbus, OH: Center for Human Resource Research, The Ohio State University.",
        "Chaloupka, Frank J. (1991) Ã\u0083Â¢Rational Addictive Behavior and Cigarette Smoking.Ã\u0083Â¢ Journal of Political Economy, 99: 722-742.",
        "Chaloupka, Frank J., John A. Tauras, and Michael Grossman. (1997). Ã\u0083Â¢Public Policy and Youth Smokeless Tobacco Use.Ã\u0083Â¢ Southern Economic Journal, 64: 503-516.",
        "Chaloupka, Frank J., and Kenneth E. Warner. (2000). Ã\u0083Â¢The Economics of Smoking.Ã\u0083Â¢ In The Handbook of Health Economics, Edited by Joseph P. Newhouse and Anthony J. Cuyler. New York: North-Holland, Elsevier Science B. V.: 1539-1627.",
        "Chaloupka, Frank J., and Henry Wechsler. (1997). Ã\u0083Â¢Price, Tobacco Control Policies, and Smoking Among Young Adults.Ã\u0083Â¢ Journal of Health Economics, 16:359-373.",
        "Chang, Virginia W., and Diane S. Lauderdale. 2005. Ã\u0083Â¢Income Disparities in Body Mass Index and Obesity in the United States, 1971-2002.Ã\u0083Â¢ Archives of Internal Medicine 165 (18): 21222128.",
        "Chen, Zhuo, Steven T. Yen, and David B. Eastwood. (2005). Ã\u0083Â¢Effects of Food Stamp Participation on Body Weight and Obesity.Ã\u0083Â¢ American Journal of Agricultural Economics, 87 (5): 1167-1173.",
        "Chou, Shin-Yi, Michael Grossman, and Henry Saffer. (2006). Ã\u0083Â¢Reply to Jonathan Gruber and Michael Frakes.Ã\u0083Â¢ Journal of Health Economics, 25 (2): 389-393.",
        "Chou, Shin-Yi, Michael Grossman, and Henry Saffer. (2004). Ã\u0083Â¢An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System.Ã\u0083Â¢ Journal of Health Economics, 23 (3): 565-587.",
        "Colditz, Graham A. (1992). Ã\u0083Â¢Economic Costs of Obesity.Ã\u0083Â¢ American Journal of Clinical Nutrition, 55: 503S-507S.",
        "Council for Community and Economic Research (C2ER). (2010). Ã\u0083Â¢ACCRA Cost of Living Index.Ã\u0083Â¢ Arlington, VA: Council for Community and Economic Research: http://www.coli.org/.",
        "DeCicca, Philip, Donald Kenkel, and Alan Mathios. (2002). Ã\u0083Â¢Putting Out the Fires: Will Higher Taxes Reduce the Onset of Youth Smoking?Ã\u0083Â¢ Journal of Political Economy, 110 (1): 144169.",
        "Eid, J., H.G. Overman, D. Puga, and M.A. Turner. (2006). Ã\u0083Â¢Fat City: Questioning the Relation between Urban Sprawl and Obesity.Ã\u0083Â¢ Working Paper. University of Toronto.",
        "Epstein, Leonard H., Kelly K. Dearing, Lora G. Roba, and Eric Finkelstein. (2010). Ã\u0083Â¢The Influence of Taxes and Subsidies on Energy Purchased in an Experimental Purchasing Study.Ã\u0083Â¢ Psychological Science, 21 (3): 406-414.",
        "Evans, William N., and Matthew C. Farrelly. (1998). Ã\u0083Â¢The Compensating Behavior of Smokers: Taxes, Tar, and Nicotine.Ã\u0083Â¢ RAND Journal of Economics, 29: 578-595.",
        "Evans, William N., and Jeanne S. Ringel. (1999). Ã\u0083Â¢Can Higher Cigarette Taxes Improve Birth Outcomes?Ã\u0083Â¢ Journal of Public Economics, 72: 135-154.",
        "Ewing, R., T. Schmid, R. Killingsworth, A. Zlot, and S. Raudenbush. (2003). Relationship between Urban Sprawl and Physical Activity, Obesity, Morbidity.Ã\u0083Â¢ American Journal of Health Promotion, 18: 47-57.",
        "Farrelly, Matthew C., Jeremy W. Bray, Terry Pechacek, and Trevor Woollery. (2001). Ã\u0083Â¢Response by Adults to Increases in Cigarette Prices by Sociodemographic Characteristics.Ã\u0083Â¢ Southern Economic Journal, 68 (1): 156-165.",
        "Field, Alison E. (2001). Ã\u0083Â¢Impact of Overweight on the Risk of Developing Common Chronic Diseases During a 10-Year Period.Ã\u0083Â¢ Journal of the American Medical Association, 286 (13): 1560.",
        "Finkelstein, Eric A., Ian C. Fiebelkorn, and Guijing Wang. (2004). Ã\u0083Â¢National Medical Spending Attributable to Overweight and Obesity: How Much, and WhoÃ\u0083Â¢s Paying.Ã\u0083Â¢ Health Affairs, W3: 219-226.",
        "Finkelstein, Eric A., Christopher J. Ruhm, and Katherine M. Kosa. (2005). Ã\u0083Â¢Economic Causes and Consequences of Obesity.Ã\u0083Â¢ Annual Review of Public Health, 26: 239-257.",
        "Ã\u0083Â¢Prevalence and Trends in Obesity Among U.S. Adults, 1999-2008.Ã\u0083Â¢ Journal of the American Medical Association, 303 (3): 235-241.",
        "Flegal, Katherine M., Margaret D. Carroll, Cynthia L. Ogden, and Clifford L. Johnson. (2002). Ã\u0083Â¢Prevalence and Trends in Obesity Among U.S. Adults, 1999-2000.Ã\u0083Â¢ Journal of the American Medical Association, 288 (14): 1723-1727.",
        "Fraker, Thomas M. 1990. The effects of food stamps on food consumption: a review of the literature. Alexandria, VA: Food and Nutrition Service.",
        "Gibson, Diane. (2006). Ã\u0083Â¢Long-Term Food Stamp Program Participation is Positively Related to Simultaneous Overweight in Young Daughters and Obesity in Mothers.Ã\u0083Â¢ Journal of Nutrition, 136 (4): 1081-1085.",
        "Gibson, Diane. (2004). Ã\u0083Â¢Long-Term Food Stamp Program Participation is Differentially Related to Overweight in Young Girls and Boys.Ã\u0083Â¢ Journal of Nutrition, 134 (2): 372-379.",
        "Gibson, Diane. (2003). Ã\u0083Â¢Food Stamp Program Participation is Positively Related to Obesity in Low Income Women.Ã\u0083Â¢ Journal of Nutrition, 133 (7): 2225-2231.",
        "Goldman, Dana, Darius Lakdawalla, and Yuhui Zheng. (2009). Ã\u0083Â¢Food Prices and the Dynamics of Body Weight.Ã\u0083Â¢ Working Paper. National Bureau of Economic Research, Number 15096.",
        "Grossman, Michael. (2001). Ã\u0083Â¢The Economics of Substance Use and Abuse: The Role of Price.Ã\u0083Â¢ In Economic Analysis of Substance Use and Abuse: The Experience of Developed Countries and Lessons for Developing Countries, edited by Michael Grossman and Chee-Ruey Hsieh. Cheltenham, U.K.: Edward Elgar Limited: 1-30.",
        "Grossman, Michael, Jody L. Sindelar, John Mullahy, and Richard Anderson. (1993). Ã\u0083Â¢Alcohol and Cigarette Taxes.Ã\u0083Â¢ Journal of Economic Perspectives, 7 (4): 211-222.",
        "Gruber, Jonathan, and Michael Frakes. (2006). Ã\u0083Â¢Does Falling Smoking Lead to Rising Obesity?Ã\u0083Â¢ Journal of Health Economics, 25 (2): 183-197.",
        "Gruber, Jonathan, and Botond Koszegi. (2001). Ã\u0083Â¢Is Addiction Ã\u0083Â¢RationalÃ\u0083Â¢? Theory and Evidence.Ã\u0083Â¢ Quarterly Journal of Economics, 116 (4): 1261-1303.",
        "Gutherie, Joann F., Elizabeth Frazao, Margaret Andrews, and David Smallwood. (2007a). Ã\u0083Â¢Improving Food Choices Ã\u0083Â¢ Can Food Stamps Do More.Ã\u0083Â¢ Amber Waves, 5 (2): 23-28.",
        "Gutherie, Joann F., Biing Hwan Lin, Michelle Ver Ploeg, and Elizabeth Frazao. (2007b). Ã\u0083Â¢Can Food Stamps Do More to Improve Food Choices.Ã\u0083Â¢ Washington, D.C.: United States Department of Agriculture, Economic Research Service, Economic Information Bulletin, Number 29.",
        "Herbst, Chris M., and Erdal Tekin. (2009). Ã\u0083Â¢Child Care Subsidies and Childhood Obesity.Ã\u0083Â¢ Working Paper. National Bureau of Economic Research, Number 15007.",
        "Hill, J.O., H.R. Wyatt, G.W. Reed, and J.C. Peters. (2003). Ã\u0083Â¢Obesity and the Environment: Where Do We Go from Here?Ã\u0083Â¢ Science, 299 (5608): 853-855.",
        "Hofstetter, A., et al. (1986). Ã\u0083Â¢Increased 24-Hour Energy Expenditure in Cigarette Smokers.Ã\u0083Â¢ New England Journal of Medicine, 314: 79-82.",
        "Keeler, Theodore E., Teh-wei Hu, Paul G. Barnett, and Willard G. Manning. (1993). Ã\u0083Â¢Taxation, Regulation, and Addiction: A Demand Function for Cigarettes Based on Time-Series Evidence.Ã\u0083Â¢ Journal of Health Economics, 12: 1-18.",
        "Kenchaiah, Satish, Jane C. Evans, Daniel Levy, Peter W. F. Wilson, Emelia J. Benjamin, Martin G. Larson, William B. Kannel, Ramachandran S. Vasan. (2002). Ã\u0083Â¢Obesity and the Risk of Heart Failure.Ã\u0083Â¢ The New England Journal of Medicine, 347 (5): 309-309.",
        "Lakdawalla, Darius, and Tomas Philipson. (2007). Ã\u0083Â¢Labor Supply and Weight.Ã\u0083Â¢ The Journal of Human Resources, 42 (1): 85-116.",
        "Lewit, Eugene M., and Douglas Coate. (1982). Ã\u0083Â¢The Potential for Using Excise Taxes to Reduce Smoking.Ã\u0083Â¢ Journal of Health Economics, 1 (2): 121-145.",
        "Loureiro, M.L., and R. Nayga. (2004). Ã\u0083Â¢Analyzing World Health Differences in Obesity Rates: Some Policy Implications.Ã\u0083Â¢ Conference Paper. AAEA Meetings, Colorado.",
        "McTigue, Kathleen M., Joanne M.Garrett, and Barry M. Popkin. (2002). Ã\u0083Â¢The Natural History of the Development of Obesity in a Cohort of Young U.S. Adults Between 1981 and 1998.Ã\u0083Â¢ Annals of Internal Medicine, 136 (12):857-864.",
        "Meyer, Peter B., and Anastasiya M. Osborne. (2005). Ã\u0083Â¢Proposed Category System for 19602000 Census Occupatioins.Ã\u0083Â¢ Working Paper. Washington, D.C.: U.S. Department of Labor, Bureau of Labor Statistics, Office of Productivity and Technology, Working Paper 383.",
        "Meyerhoefer, Chad D., and Yuriy Pylypchuk. (2008). Ã\u0083Â¢Does Participation in the Food Stamp Program Increase the Prevalence of Obesity and Health Care Spending?Ã\u0083Â¢ American Journal of Agricultural Economics, 90 (2): 287-305.",
        "Mokdad, Ali H., Barbara A. Bowman, Earl S. Ford, Frank Vinicor, James S. Marks, and Jeffrey P. Koplan. (2001). Ã\u0083Â¢The Continuing Epidemic of Obesity and Diabetes in the United States.Ã\u0083Â¢ JAMA, 286 (10): 1195-1200.",
        "Morland, Kimberly, Ana V. Diez Roux, and Steve Wing. (2006). Ã\u0083Â¢Supermarkets, Other Food Stores, and Obesity: The Atherosclerosis Risk in Communities Study.Ã\u0083Â¢ American Journal of Preventative Medicine, 30 (4): 333-339.",
        "Oaxaca R. (1973). Ã\u0083Â¢Male-Female Wage Differentials in Urban Labor Markets.Ã\u0083Â¢ International Economics Review, 14 (3): 693-709.",
        "Ogden, Cynthia L., Margaret D. Carroll, Lester R. Curtin, Margaret A. McDowell, Carolyn J. Tabak, and Katherine M. Flegal. (2006). Ã\u0083Â¢Prevalence of Overweight and Obesity in the United States, 1999-2004.Ã\u0083Â¢ Journal of the American Medical Association, 295 (13): 1549-1555.",
        "Philipson, Tomas. (2001). Ã\u0083Â¢The World-Wide Growth in Obesity: An Economic Research Agenda.Ã\u0083Â¢ Health Economics, 10 (1): 1-7.",
        "Philipson, Tomas, and Richard A. Posner. (1999). Ã\u0083Â¢The Long-Run Growth in Obesity as a Function of Technological Change.Ã\u0083Â¢ Unpublished Manuscript. University of Chicago.",
        "Rashad, I., Michael Grossman, and Shin-Yi Chou. (2006). Ã\u0083Â¢The Super Size of American: An Economic Estimation of Body Mass Index and Obesity in Adults.Ã\u0083Â¢ Eastern Economic Journal, 32 (1): 133-148.",
        "Rauscher, Garth H. (2000). Ã\u0083Â¢Relation Between Body Mass Index and Lung Cancer Risk in Men and Women Never and Former Smokers.Ã\u0083Â¢ Journal of the American Medical Association, 284 (17): 2167.",
        "Rosin, Odelia. (2008). Ã\u0083Â¢The Economic Causes of Obesity: A Survey.Ã\u0083Â¢ Journal of Economic Surveys, 22 (4): 617-647.",
        "Rundle, Andrew, Neckerman, Kathryn M., Lance Freeman, Gina S. Lovasi, Marnie Purciel, James Quinn, Catherine Richards, Neelanjan Sircar, and Christopher Weiss. (2009). Ã\u0083Â¢Neighborhood Food Environment and Walkability Predict Obesity in New York City.Ã\u0083Â¢ Environmental Health Perspectives, 117 (3): 442-447.",
        "Smith, P.K., B. Bogin, and D. Bishai. (2005). Ã\u0083Â¢Are Time Preference and Body Mass Index Associated? Evidence from the National Longitudinal Survey of Youth.Ã\u0083Â¢ Economics and Human Biology, 3: 259-270.",
        "Smith, Travis A., Biing Hwan Lin, and Jonq-Ying Lee. (2010). Ã\u0083Â¢Taxing Caloric Sweetened Beverages: Potential Effects on Beverage Consumption, Calorie Intake, and Obesity.Ã\u0083Â¢ Washington, D.C.: United States Department of Agriculture, Economic Research Service, Economic Research Report 100.",
        "Stamford, Bryant A., Sharleen Matter, Ronald D. Fell, and Paula Papanek. (1986). Ã\u0083Â¢Effects of Smoking Cessation on Weight Gain, Metabolic Rate, Caloric Consumption, and Blood Lipids.Ã\u0083Â¢ The American Journal of Clinical Nutrition, 43: 486-494.",
        "Stevens, June, Jianwen Cai, Elsie R. Pamuk, David F. Williamson, Michael J. Thun, and Joy L. Wood. (1998). Ã\u0083Â¢The Effect of Age on the Association between Body-Mass Index and Mortality.Ã\u0083Â¢ The New England Journal of Medicine, 338 (1): 1-7.",
        "Thompson, David, John Edelsberg, Karen L. Kinsey, and Gerry Oster. (1998). Ã\u0083Â¢Estimated Economic Costs of Obesity to U.S. Business.Ã\u0083Â¢ American Journal of Health Promotion, 13 (2): 120127.",
        "Tobacco Institute. (2008). The Tax Burden on Tobacco: Historical Compilation 2008. Volume 43. Washington D. C.: Tobacco Institute.",
        "Treuhaft, Sarah, and Allison Karpyn. (2010). Ã\u0083Â¢The Grocery Gap: Who Has Access to Healthy Food and Why It Matters.Ã\u0083Â¢ Oakland, CA: PolicyLink and The Food Trust.",
        "U.S. Census Bureau. (2010). Ã\u0083Â¢1997 Economic Census.Ã\u0083Â¢ Washington, D.C.: http://www.census.gov/epcd/www/econ97.html#1997.",
        "U.S. Census Bureau. (2007). 2007 Economic Census. Washington, D.C.: 2007 Census of Retail Trade, Geographic Area Series, various state reports.",
        "U.S. Census Bureau. (2002). 2002 Economic Census. Washington, D.C.: 2002 Census of Retail Trade, Geographic Area Series, various state reports.",
        "U.S. Census Bureau. (1997). 1997 Economic Census. Washington, D.C.: 1997 Census of Retail Trade, Geographic Area Series, various state reports.",
        "U.S. Census Bureau. (1992). 1992 Economic Census. Washington, D.C.: 1992 Census of Retail Trade, Geographic Area Series, various state reports.",
        "U.S. Census Bureau. (1987). 1987 Economic Census. Washington, D.C.: 1987 Census of Retail Trade, Geographic Area Series, various state reports.",
        "U.S. Census Bureau. (1982). 1982 Economic Census. Washington, D.C.: 1982 Census of Retail Trade, Geographic Area Series, various state reports.",
        "U.S. Census Bureau. (1977). 1977 Economic Census. Washington, D.C.: 1977 Census of Retail Trade, Geographic Area Series, various state reports.",
        "U.S. Department of Agriculture (USDA). (2010). Ã\u0083Â¢Program Data.Ã\u0083Â¢ Washington, D.C.: USDA, Food and Nutrition Service: http://www.fns.usda.gov/pd/snapmain.htm.",
        "Ver Ploeg, Michele, and Katherine Ralston. (2008). Ã\u0083Â¢Food Stamps and Obesity: What Do We Know?Ã\u0083Â¢ Washington, D.C.: United States Department of Agriculture, Economic Research Service, Economic Information Bulletin, Number 34.",
        "Wack, J. T., and J. Rodin. (1982). Ã\u0083Â¢Smoking and Its Effects on Body Weight and the Systems of Caloric Regulation.Ã\u0083Â¢ American Journal of Clinical Nutrition, 35: 366-380.",
        "Wasserman, Jeffrey, Willard G. Manning, J. P. Newhouse, and J. D. Winkler. (1991). Ã\u0083Â¢The Effects of Excise Taxes and Regulations on Cigarette Smoking.Ã\u0083Â¢ Journal of Health Economics, 10: 43-64.",
        "White House Task Force on Reducing Childhood Obesity. (2010). Ã\u0083Â¢Solving the Problem of Childhood Obesity within a Generation.Ã\u0083Â¢ Report to the President. Washington, D.C.: Task Force on Childhood Obesity, Domestic Policy Council, May 2010.",
        "Whitmore, Diane. (2004). Ã\u0083Â¢Do School Lunches Contribute to Childhood Obesity?Ã\u0083Â¢ Journal of Human Resources, 44 (3): 684-709.",
        "Williamson, David. F., Jennifer Madans, Robert F. Anda, Joel C. Kleinman, Gary A. Giovino, and Tim Byers. (1991). Ã\u0083Â¢Smoking Cessation and Severity of Weight Gain in a National Cohort.Ã\u0083Â¢ New England Journal of Medicine, 324: 739-745.",
        "Wolfe, Anne M., and Graham A. Colditz. (1998). Ã\u0083Â¢Current Estimates of the Economic Cost of Obesity in the United States.Ã\u0083Â¢ Obesity Research, 6 (2): 97-108.",
        "Wolf, Anne M., and Graham A. Colditz. (1994). Ã\u0083Â¢The Cost of Obesity: The U.S. Perspective.Ã\u0083Â¢ ParmacoEconomics, 5 (S1): 34-37."
    ]
}