{
    "id": 1742,
    "cites": 22,
    "cited_by": 43,
    "reference": [
        "R.A. Apostle and C.P. Doherty. Effect of Positive and Routine Job Assignments on Academic Performance, Journal of College Student Personnel, 1972, 13(3), 270-272.",
        "Alexander Astin. Preventing Students From Dropping Out (Jossey-Bass, San Francisco, 1975).",
        "J.D. Barnes and R. Keene. A Comparison of the Initial Academic Achievement of Freshman Award Winners Who Work and Those Who Do Not Work, Journal of Student Financial Aid, 1974, 4(3), 25-29.",
        "James Cass and Max Birnbaum. Comparative Guide to American Colleges (Harper and Row, New York, 1972).",
        "Ronald G. Ehrenberg. Does Employment While in College Influence Academic Achievement and Post-College Outcomes (mimeo, July 1984).",
        "Ronald G. Ehrenberg and Daniel R. Sherman. Optimal Financial Aid Policies for a Selective University, Journal of Human Resources, 19, Spring 1984, 202-230.",
        "Ronald G. Ehrenberg and Daniel R. Sherman. Effects of In-College Employment on Academic Achievement and Post-College Outcomes (mimeo, April 1985).",
        "Winship Fuller, Charles Manski and David Wise. New Evidence on Economic Determinants of Post-Secondary Schooling Choices, Journal of Human Resources, 17, Fall 1982, 477-495.",
        "J.F. Hay and C.A. Lindsay. he Working Student - How Does He Achieve?, Journal of College Student Personnel, 10(2), 1969, 109-114.",
        "James Heckman. Sample Bias as Specification Error, Econometrica, 47, January 1979, 153-162.",
        "J.P. Henry. Part-Time Employment and Academic Performance, Journal of College Student Personnel, 8, 1967, 257-260.",
        "A. Hood and C. Maplethorpe. Bestow, Lend or Employ: What Difference Does it Make?, New Directions for Institutional Research, 25, 1980, 61-73.",
        "H.E. Kaiser and G.R. Bergen. Shall College Freshmen Work?, Journal of College Student Personnel, 9, 1968, 384-385.",
        "Lung-Fei Lee. Unionism and Wage Rates: A Simultaneous Equations Model with Qualitative and Limited Dependent Variables, International Economic Review, 19, June 1978, 415-433.",
        "Charles Manski and David Wise. College Choice in America (Harvard University Press, Cambridge, Mass., 1983).",
        "Gee San. The Early Labor Force Experience of College Students and Their Post- College Success (unpublished Cornell University Ph.D. dissertation, January 1984).",
        "Daniel R. Sherman. Determinants of the Individual Demand for Higher Education By Sectoral Control of Institution, (unpublished Cornell University Ph.D. dIssertation, August 1985).",
        "D.L. Trueblood. Effects of Employment on Academic Achievement, Personnel and Guidance Journal, 36, 1957, 112-115.",
        "D.M. Wu. Alternative Tests of Independence Between Stochastic Regressors and Disturbances, Econometrica, 41, July 1973, 733749.",
        "D.M. Wu. Alternative Tests of Independence Between Stochastic Regressors and Disturbances: Finite Sample Results, Econometrica, 42, May 1974, 5 29-547.",
        "Footnotes 1. See Ronald Ehrenberg and Daniel Sherman (1984) for one approach.",
        "There is a large literature on this question, see for example, Charles Manski and David Wise (1983)."
    ]
}