{
    "id": 17425,
    "cites": 52,
    "cited_by": 2,
    "reference": [
        "Alkeminders, G. J. 1995. Foreign-Exchange Intervention, Theory and Evidence, Hants, United Kingdom: Edward Elgar Publishing.",
        "Baillie, R., O. Humpage, and W. Osterberg. 2000. Ã\u0083Â¢Intervention from an Information Perspective.Ã\u0083Â¢ Journal of International Financial Markets, Institutions and Money 10(3-4): 407421.",
        "Baillie, R., and W. Osterberg. 1997. Ã\u0083Â¢Why Do Central Banks Intervene?Ã\u0083Â¢ Journal of International Money and Finance 16(6): 909-919.",
        "Beine, M., and O. Bernal. 2007. Ã\u0083Â¢Why Do Central Banks Intervene Secretly? Preliminary Evidence from the Bank of Japan.Ã\u0083Â¢ Journal of International Financial Markets, Institutions, and Money 17(3): 291-306.",
        "Bhattacharya, U., and P. Weller. 1997. Ã\u0083Â¢The Advantage to Hiding OneÃ\u0083Â¢s Hand: Speculation and Central Bank Intervention in the Foreign Exchange Market.Ã\u0083Â¢ Journal of Monetary Economics 39(2): 251-277.",
        "Bonser-Neal, C., V. V. Roley, and G. H. Sellon, Jr. 1998. Ã\u0083Â¢Monetary Policy Actions, Intervention, and Exchange Rates: A Reexamination of the Empirical Relationships Using Federal Funds Rate Target Data.Ã\u0083Â¢ Journal of Business 71(2): 147-177.",
        "Bordo, M. D., O. F. Humpage, and A. J. Schwartz. 2010a. Ã\u0083Â¢U.S. Foreign Exchange Market Intervention and the Early Dollar Float, 1973 Ã\u0083Â¢ 1981.Ã\u0083Â¢ NBER Working Paper No. w16647.",
        "Bordo, M. D., O. F. Humpage, and A. J. Schwartz. 2010b. Ã\u0083Â¢U.S. Foreign-ExchangeMarket Intervention during the Volcker-Greenspan Era.Ã\u0083Â¢ NBER Working Paper No. w16345.",
        "Broaddus, J. A., and M. Goodfriend. 1996. Ã\u0083Â¢Foreign Exchange Operations and the Federal Reserve.Ã\u0083Â¢ Federal Reserve Bank of Richmond Economic Quarterly 82 (1): 1-20.",
        "Chaboud, A. P., and O. F. Humpage. 2005. Ã\u0083Â¢An Assessment of the Impact of Japanese Foreign-Exchange Intervention: 1991 Ã\u0083Â¢ 2004.Ã\u0083Â¢ Board of Governors of the Federal Reserve System, International Finance Discussion Papers No. 824 .",
        "Chang, Y., and S. Taylor. 1998. Ã\u0083Â¢Intraday Effects of Foreign-Exchange Intervention by the Bank of Japan.Ã\u0083Â¢ Journal of International Money and Finance 17 (1): 191-210.",
        "Cheung, Y., and M. D. Chinn. 2001. Ã\u0083Â¢Currency Traders and Exchange Rate Dynamics: A Survey of the U.S. Market.Ã\u0083Â¢ Journal of International Money and Finance 20 (4): 439-471.",
        "Chiu, P. 2003. Ã\u0083Â¢Transparency Versus Constructive Ambiguity in Foreign Exchange Intervention.Ã\u0083Â¢ BIS Working Papers No. 144.",
        "Dominguez, K. M., and J. A. Frankel. 1993a. Ã\u0083Â¢Does Foreign-Exchange Intervention Matter? The Portfolio Effect.Ã\u0083Â¢ American Economic Review 83 (5): 1356-1369.",
        "Dominguez, K. M, and J. A. Frankel. 1993b. Does Foreign-Exchange Intervention Work? Washington, D.C: Institute for International Economics.",
        "Dominguez, K. M. E. 2003. Ã\u0083Â¢The Market Microstructure of Central Bank Intervention.Ã\u0083Â¢ Journal of International Economics 59: 25-45.",
        "Edison, H. 1993. The Effectiveness of Central Bank Intervention: A Survey of the Literature after 1982. Princeton University, Special Papers in International Economics No. 18.",
        "Evans, M. D., and R. K. Lyons. 2001. Ã\u0083Â¢Portfolio Balance, Price Impact and Secret Intervention.Ã\u0083Â¢ NBER Working Paper No. 8356.",
        "Evans, M. D., and R. K. Lyons. 2005. Ã\u0083Â¢Are Different-Currency Assets Imperfect Substitutes,Ã\u0083Â¢ in Paul DeGrauwe (ed.) Exchange Rate Economics: Where Do We Stand?Ã\u0083Â¢ Cambridge: MIT Press.",
        "Fatum, R., and M. Hutchison. 2002. Ã\u0083Â¢ECB Foreign-Exchange Intervention and the EURO: Institutional Framework, News and Intervention.Ã\u0083Â¢ Open Economies Review, 13: 413425.",
        "Galati, G., W. Melick, and M. Micu. 2005. Ã\u0083Â¢Foreign Exchange Market Intervention and Expectations: The Dollar/Yen Exchange Rate.Ã\u0083Â¢ Journal of International Money and Finance. 24(6): 982-1011.",
        "Goodfriend, M. 2010. Ã\u0083Â¢Policy Debates at the FOMC: 1993 Ã\u0083Â¢ 2002,Ã\u0083Â¢ Federal Reserve Bank of Atlanta Conference, A Return to Jekyll Island: The Origins, History, and Future of the Federal Reserve System, November 5-6.",
        "Goodhart, C. A. E., and T. Hesse. 1993.Ã\u0083Â¢ Central Bank Forex Intervention Assessed in Continuous Time.Ã\u0083Â¢ Journal of International Money and Finance 12 (4): 368-89.",
        "Greene, M. L. 1984b. Ã\u0083Â¢U.S. Experience with Exchange Market Intervention: October 1980 Ã\u0083Â¢ September 1981. Board of Governors of the Federal Reserve System, Staff Studies #129.",
        "Henriksson, R. D., and R. C. Merton. 1981. Ã\u0083Â¢On Market Timing and Investment Performance. II. Statistical Procedures for Evaluating Forecasting Skills.Ã\u0083Â¢ Journal of Business 54: 513-533.",
        "Humpage, O. F. 1999. Ã\u0083Â¢U.S. Intervention: Assessing the Probability of Success.Ã\u0083Â¢ Journal of Money Credit and Banking 31 (4):731-747.",
        "Humpage, O. F. 2000. Ã\u0083Â¢The United States as an Informed Foreign-Exchange Speculator.Ã\u0083Â¢ Journal of International Financial Markets, Institutions, and Money 10: 287-302.",
        "Humpage, O.F., and W. P. Osterberg. 1992. Ã\u0083Â¢Intervention and the Foreign Exchange Risk Premium: An Empirical Investigation of Daily Effects.Ã\u0083Â¢ Global Finance Journal 3: 23-50.",
        "Humpage, O., and J. Ragnartz. 2005. Ã\u0083Â¢Swedish Intervention and the Krona Float, 1993 Ã\u0083Â¢ 2002.Ã\u0083Â¢ Federal Reserve Bank of Cleveland Working Paper 05-14.",
        "Hung, J. H. 1997. Ã\u0083Â¢Intervention Strategies and Exchange Rate Volatility: A Noise Trading Perspective.Ã\u0083Â¢ Journal of International Money and Finance 16 (5): 779-793.",
        "Ito, T. 2003. Ã\u0083Â¢Is Foreign Exchange Intervention Effective?: The Japanese Experiences in the 1990s.Ã\u0083Â¢ in Paul Mizen (ed.) Monetary History, Exchange Rates, and Financial Markets, Essays in Honour of Charles Goodhart, (2) Cheltenhan, U.K.: Edward Elgar.",
        "Ito, T. 2005. Ã\u0083Â¢Interventions and Japanese Economic Recovery.Ã\u0083Â¢ International Economics and Economic Policy 2(2-3): 219-239.",
        "Ito, T. 2007. Ã\u0083Â¢Myths and Reality of Foreign Exchange Interventions: An Application to Japan.Ã\u0083Â¢ International Journal of Finance and Economics 12 (2): 133-154.",
        "LeBaron, B. 1999. Ã\u0083Â¢Technical Trading Rule Profitability and Foreign Exchange Intervention.Ã\u0083Â¢ Journal of International Economics 49: 125-143.",
        "LeCourt, C., and H. Raymond. 2006. Ã\u0083Â¢Central Bank Interventions in Industrialized Countries: A Characterization Based on Survey Results.Ã\u0083Â¢ International Journal of Finance and Economics 11(2): 123-138.",
        "Lyons, R. K. 2001. The Microstructure Approach to Exchange Rates. Cambridge, Mass.: MIT Press.",
        "McCallum, B. T. 2003. Ã\u0083Â¢Japanese Monetary Policy, 1991-2001.Ã\u0083Â¢ Federal Reserve Bank of Richmond Economic Quarterly 89 (1): 1-31.",
        "Merton, R. C. 1981. Ã\u0083Â¢On Market Timing and Investment Performance. I. An Equilibrium Theory of Value For Market Forecasts.Ã\u0083Â¢ Journal of Business 54: 363-406.",
        "Mussa, M. 1981. Ã\u0083Â¢The Role of Official Intervention.Ã\u0083Â¢ Occasional Paper No. 6, New York: Group of Thirty.",
        "Neely, C. J. 2001. Ã\u0083Â¢The Practice of Central Bank Intervention: Looking Under the Hood.Ã\u0083Â¢ Central Banking 11 (2): 24-37.",
        "Neely, C. J. 2005. Ã\u0083Â¢An Analysis of Recent Studies of the Effectiveness of Foreign Exchange Intervention.Ã\u0083Â¢ Federal Reserve Bank of St. Louis Review 87 (6): 685-717.",
        "Neely, C. J. 2007. Ã\u0083Â¢Central Bank Authorities Beliefs about Foreign Exchange Intervention.Ã\u0083Â¢ Journal of International Money and Finance 27 (1): 1-25.",
        "Neely, C. J. 2011.Ã\u0083Â¢A Foreign Exchange Intervention in an Era of Restraint.Ã\u0083Â¢ Federal Reserve Bank of St. Louis, Review (September/October): 303-324.",
        "Neely, C. J., and Weller, P. 1997. Ã\u0083Â¢Technical Analysis and Central Bank Intervention.Ã\u0083Â¢ Journal of International Money and Finance 20 (7): 949-970.",
        "Popper H., and J. Montgomery. 2001. Ã\u0083Â¢Information Sharing and Central Bank Intervention in the Foreign-Exchange Market.Ã\u0083Â¢ Journal of International Economics 55: 295-316.",
        "Reitz, S., and M. P. Taylor. 2008. Ã\u0083Â¢The Coordination Channel of Foreign Exchange Intervention: A nonlinear Microstructural Analysis.Ã\u0083Â¢ European Economic Review 52: 55-76.",
        "Sarno, L. and M. P. Taylor. 2001. Ã\u0083Â¢The Official Intervention in the Foreign-Exchange Market: Is It Effective and, If So, How Does It Work?Ã\u0083Â¢ Journal of Economic Literature 39: 839868.",
        "Vitale, P. 1999. Ã\u0083Â¢Sterilized Central Bank Intervention in the Foreign Exchange Market.Ã\u0083Â¢ Journal of International Economics, 49: 689-712. Endnotes If a country is in a liquidity trap and long-term domestic government securitiesÃ\u0083Â¢the traditional vehicles of quantitative easing Ã\u0083Â¢are perfect substitutes for base or in short supply, then conducting open-market operations through foreign exchange (and other types of assets) may be advisable (see McCallum 2003).",
        "Edison (1993), Alkeminders (1995), Baillie, Humpage and Osterberg (2000), and Sarno and Taylor (2001) provide excellent surveys of intervention. Nealy (2005) also touches on some econometric issues. The portfolio balance mechanism also assumes that no restrictions exist on cross-border financial flows and that Ricardian equivalence does not hold. Most models assume that relative changes in the stock of securities leave interest rates unaffected because monetary policy determines interest rates. This need not be the case. The United States conducts most U.S. interventions, by far, in the New York market, but has on occasion placed orders through correspondents in both the European and Far Eastern markets. We cannot isolate these transactions.",
        "The United States did not abruptly end its intervention on 19 March 1997. U.S. interventions began to taper off in the early 1990s. After August 1995, the United States intervened against Japanese yen on 17 June 1998, against euros on 22 September 2000, and again against Japanese yen on 18 March 2011. These last three interventions are the only instances of U.S. intervention during the floating exchange rate era not included in our analysis. Our exchange-rate data determined our sample, which ends on 19 March 1997.",
        "The United States intervened against some other European currencies during the 1970s and early 1980s, but data on these currencies are not available. An appendix in the working paper version of this paper contains the detailed data that we used to construct table 2.",
        "Bordo, Humpage and Schwartz (2010a) provide a detailed discussion of intervention during prior to 1981."
    ]
}