{
    "id": 17422,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Ait-Sahalia, Yacine, 2004, Disentangling DiÃ\u0083Â¯usion from Jumps, Journal of Financial Economics 74, 487Ã\u0083Â¢528.",
        "Amihud, Yakov and Haim Mendelson, 1987, Trading Mechanisms and Stock Returns: An Empirical Investigation, Journal of Finance 42, 533Ã\u0083Â¢553.",
        "Amihud, Yakov, Haim Mendelson and Robert A. Wood, 1990, Liquidity and the 1987 Stock Market Crash, Journal of Portfolio Management 16, 65Ã\u0083Â¢69.",
        "Arrow, Kenneth J., 1964, The Role of Securities in the Optimal Allocation of Risk Bearing, Review of Economic Studies 31, 91Ã\u0083Â¢96.",
        "Bakshi, Gurdip, Dilip Madan, and Frank Zhang, 2006, Investigating the Role of Systematic and Firm-SpeciÃ\u0083Â¯c Factors in Default Risk: Lessons from Empirically Evaluating Credit Risk Models, Journal of Business 79, 1955Ã\u0083Â¢1988.",
        "Bates, David, 2008, The Market for Crash Risk, Journal of Economic Dynamics and Control 32, 2291Ã\u0083Â¢2321.",
        "Breeden, Douglas and Robert Litzenberger, 1978, Prices of State-contingent Claims Implicit in Option Prices, Journal of Business, 621Ã\u0083Â¢651.",
        "Barro, Robert J., 2006, Rare Disasters and Asset Markets in the Twentieth Century, Quarterly Journal of Economics 121, 823Ã\u0083Â¢866.",
        "Barro, Robert J., 2009, Rare Disasters, Asset Prices, and Welfare Costs, American Economics Review 99, 243Ã\u0083Â¢335.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1996., The Financial Accelator and the Flight to Quality, Review of Economics and Statistics 78, 1Ã\u0083Â¢15.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1999, Ã\u0083Â¢The Financial Accelerator in a Quantitative Business Cycle Framework,Ã\u0083Â¢ p. 1341Ã\u0083Â¢1393 in Handbook of Maroeconomics, Volume 1, ed. by J.B. Tayolor and M. Woodford, Elsevier.",
        "Bertsimas, Dimitris, Leonid Kogan, and Andrew W. Lo, 2000, When is Time Continuous?, Journal of Financial Economics 53, 173Ã\u0083Â¢204.",
        "Bertsimas, Dimitris, Leonid Kogan, and Andrew W. Lo, 2001, Hedging Derivative Securities and Incomplete Markets: An Ã\u0083Å½-Arbitrage Approach, Operations Research 49, 372Ã\u0083Â¢397.",
        "Cremers, Martijn, Joost Driessen, and Pascal Maenhout, 2009, Explaining the Level of Credit Spreads: Option-Implied Jump Risk Premia in a Firm Value Model, Review of Financial Studies 21(5), 2209Ã\u0083Â¢2242.",
        "Dang, Tri Vi, Gary Gorton, and Bengt Holmstrom, 2010, Financial Crises and the Optimality of Debt for Liquidity Provision, working paper.",
        "Debreu, Gerard, 1959, Theory of Value, New York: Wiley.",
        "Diamond, Doug, and Phil Dybvig, 1983. Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, 401Ã\u0083Â¢19.",
        "French, Kenneth R. and Richard Roll, 1986, Stock Return Variances: The arrival of information and the reaction of traders, Journal of Financial Economics 17, 5Ã\u0083Â¢26.",
        "Gabaix, Xavier, 2009, Power Laws in Economics and Finance, Annual Review of Economics 1, 255Ã\u0083Â¢93.",
        "Geanakopolos, John, 2003, Liquidity, Default, and Crashes: Endogenous Contracts in General Equilibrium, Advances in Economics and Econometrics: Theory and Applications, Eighth World Conference, Volume II, Econometric Society Monographs, 170Ã\u0083Â¢205.",
        "Geanakopolos, John, 2010, The Leverage Cycle, Cowles Foundation Discussion Paper 1715R.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert Vishny, 2010, Financial Innovation and Financial Fragility, working paper.",
        "Gorton, Gary, 2009, Slapped in the Face by the Invisible Hand: Banking and the Panic of 2007, working paper.",
        "Gorton, Gary, and George Pennacchi, 1993, Security Baskets and Index-Linked Securities, The Journal of Business 66(1), 1Ã\u0083Â¢27.",
        "Gorton, Gary and Andrew Metrick, 2009, Securitized Banking and the Run on Repo, Yale ICF Working Paper, No. 09-14.",
        "Holmstrom, Bengt and Jean Tirole, 1997, Financial Intermediation, Loanable Funds, and the Real Sector, Quarterly Journal of Economics 112, 663Ã\u0083Â¢692.",
        "Lockwood, Larry J. and Scott C. Linn, 1990, An Examination of Stock Market Return Volatility during Overnight and Intraday Periods, 1964-1989, Journal of Finance 45 (2), 591Ã\u0083Â¢601.",
        "Merton, Robert C., 1974, On the pricing of corporate debt: The risk structure of interest rates, Journal of Finance, 449Ã\u0083Â¢470.",
        "Pan, Jun, 2002, The Jump-Risk Premia Implicit in Options: Evidence from an Integrated TimeSeries Study, Journal of Financial Economics 63, 3Ã\u0083Â¢50.",
        "Rietz, Thomas A., 1988, The Equity Risk Premium: A Solution, Journal of Monetary Economics 22, 117Ã\u0083Â¢131.",
        "Subrahmanyam, Avanidhar, 1991, A Theory of Trading in Stock Index Futures, The Review of Financial Studies 4(1), 15Ã\u0083Â¢51."
    ]
}