{
    "id": 17437,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Aguado, Iago Gil. Ã\u0083Â¢The Creditanstalt Crisis of 1931 and the Failure of the Austro-German Customs Union Project.Ã\u0083Â¢ The Historical Journal 44, no. 1 (2001): 199-221. Board of Governors of the Federal Reserve System. Annual Report. Washington, D.C.: GPO: various dates. --------- Reports of Condition of (Federal Reserve Member) Banks. Unpublished records, various calls. --------- Bulletin. Washington, D.C.: GPO, various dates. BradstreetÃ\u0083Â¢s Weekly, various dates. Commercial and Financial Chronicle, various dates. DunÃ\u0083Â¢s Review: A Weekly Survey of Business Conditions in the United States and Canada, various dates.",
        "Eichengreen, Barry. Golden Fetters: The Gold Standard and the Great Depression, 1919-1939.",
        "Federal Reserve Bank of New York. Annual Report. New York: Federal Reserve. 1928-1933.",
        "Harrison Office Memoranda, 1928-1932. Federal Reserve Bank of New York. Keynes, John Maynard. The General Theory of Employment, Interest and Money.",
        "Kuczynski, Robert. American Loans to Germany (1924-26). New York: Macmillian, 1927.",
        "----- BankersÃ\u0083Â¢ Profits from German Loans. Washington, D.C.: The Brookings Institution, 1932.",
        "Morsy, Hanan. International Financial Crisis Contagion. Mimeo. 2002.",
        "National Archives and Records Administration, Record Group 82, Federal Reserve Central Subject File, file number 434.-1, Ã\u0083Â¢Bank Changes 1921-1954 Districts 1929-1954 -Consolidations, Suspensions and Organizations-St. 6386 a,b,c, (By States) 1930-1933.Ã\u0083Â¢ New York Times, various dates.",
        "Office of the Comptroller of the Currency. Unpublished examination reports and letters pertaining to national banks in New York City, 1929 and 1931.",
        "Rand Mc Nally. Rand-McNally BankersÃ\u0083Â¢ Directory. 5 volumes. Chicago: Rand McNally and Company, 1929-1933.",
        "Richardson, Gary. Ã\u0083Â¢The Records of the Federal Reserve Board of Governors in the National Archives of the United States,Ã\u0083Â¢ Financial History Review 13, no. 1 (2006): 123-134.",
        "----- Ã\u0083Â¢Bank Distress during the Great Contraction, 1929 to 1933, New Evidence from the Archives of the Board of GovernorsÃ\u0083Â¢ NBER Working Paper w12590, Cambridge, MA, December 2006.",
        "----- 2006b. Ã\u0083Â¢Quarterly Data on the Categories and Causes of Bank Distress during the Great Depression,Ã\u0083Â¢ NBER Working Paper w12715, Cambridge, MA, December 2006.",
        "----- Ã\u0083Â¢Correspondent Clearing and the Banking Panics of the Great Depression,Ã\u0083Â¢ This Journal 67, no. 3 (2007): 643-671.",
        "Richardson, Gary and Patrick Van Horn. Ã\u0083Â¢Intensified Regulatory Scrutiny and Bank Distress in New York City During the Great Depression.Ã\u0083Â¢ Journal of Economic History 69, no. 2 (2007): 446-465.",
        "Richardson, Gary and William Troost. Ã\u0083Â¢Monetary Intervention Mitigated Banking Panics During the Great Depression: Quasi-Experimental Evidence from the Federal Reserve District Border in Mississippi, 1929 to 1933,Ã\u0083Â¢ Journal of Political Economy, December 2009, vol. 117, no. 6, pp. 1031-1073.",
        "Ritschl, Albrecht and Samad Sarferaz. Currency vs. Banking in the German Debt Crisis of 1931. Mimeo. Superintendent of Banks for the State of New York. Annual Report of the Superintendent of Banks. 4 volumes. Albany, NY: J.B. Lyon Company, 1929Ã\u0083Â¢1932.",
        "Temin, Peter. Lessons from the Great Depression. Cambridge, MA: MIT Press, 1989.",
        "U.S. Committee on Finance. Sale of foreign bonds or securities in the United States: Hearings on S.R. 19. 72nd Congr., 1st sess., 1932. Wall Street Journal, various dates."
    ]
}