{
    "id": 17432,
    "cites": 44,
    "cited_by": 43,
    "reference": [
        "Acemoglu, D. and J. A. Robinson (2000). Why Did the West Extend the Franchise? Democracy, Inequality, and Growth in Historical Perspective. Quarterly Journal of Economics, Vol. 115, no. 4, pp. 1167-1199.",
        "Acemoglu, D., S. Johnson and J. A. Robinson (2001). The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review, vol. 91, pp. 1369-1401, December.",
        "Acemoglu, D., S. Johnson and J. A. Robinson (2002). Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution. Quarterly Journal of Economics, vol. 118, 1231-1294.",
        "Acemoglu, D., S. Johnson, J. A. Robinson and P. Yared (2005). From Education to Democracy? American Economic Review Papers and Proceedings, vol. 95, no. 2, pp. 44-49.",
        "Acemoglu, D., S. Johnson, J. A. Robinson and P. Yared (2008). Income and Democracy. American Economic Review, vol. 98, no. 3, pp. 808-842.",
        "Anderson, T. G., and B. E. Sorenson (1996). GMM Estimation of a Stochastic Volatility Model: A Monte Carlo study. Journal of Business and Economic Statistics, vol. 14, pp. 328-352.",
        "Arellano, M. and S. Bond (1991). Some SpeciÃ\u0083Â¯cation Tests for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies, vol. 58, pp. 277-298.",
        "Barro, R. J. (1997). The Determinants of Economic Growth: A Cross-Country Empirical Study, Cambridge; MIT Press.",
        "Barro, R. J. (1999). The Determinants of Democracy. Journal of Political Economy, vol. 107, pp. S158-S183.",
        "Becker, S.O. and L. Woessmann (2009). Was Weber Wrong? A Human Capital Theory of Protestant Economic History. Quarterly Journal of Economics, vol. 124 no. 2, pp. 531-596, May.",
        "Benhabib, J., A. Corvalan, M. Spiegel (2011). Reestablishing the Income-Democracy Nexus. NBER Working Paper #16832.",
        "Blundell, R. and S. Bond (1998). Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Journal of Econometrics, vol. 87, no. 1, pp. 115-143, August.",
        "Bobba, M. and D. Coviello (2007). Weak Instruments and Weak IdentiÃ\u0083Â¯cation in Estimating the EÃ\u0083Â¯ects of Education on Democracy. Economics Letters, vol. 96, no. 3, pp. 301-306, September.",
        "Bourguignon, F. and C. Morrisson (2002). Inequality Among World Citizens: 1820Ã\u0083Â¢1992. American Economic Review, vol. 92, no. 4, pp. 727-744, September.",
        "Bowsher, C. G. (2002). On Testing Overidentifying Restrictions in Dynamic Panel Data Models. Economics Letters, vol. 77, pp. 211-220.",
        "CastellÃ\u0083Æ\u0092-Climent, A. (2008). On the Distribution of Education and Democracy. Journal of Development Economics, vol. 87 no. 2, pp. 179-190, October.",
        "Cervellati, M. and U. Sunde (2005). Human Capital Formation, Life Expectancy, and the Process of Development. American Economic Review, vol. 95, no. 5, pp. 1653-1672.",
        "Cohen, Daniel, and Marcello Soto (2007). Ã\u0083Â¢Growth and Human Capital: Good Data, Good Results Ã\u0083Â¢. Journal of Economic Growth, vol.12, pp. 51-76.",
        "Friedman, W., M. Kremer, E. Miguel and R. Thornton (2011). Education as Liberation. Working paper, UC Berkeley.",
        "Galor, O. (2005). The Transition from Stagnation to Growth: UniÃ\u0083Â¯ed Growth Theory. Handbook of Economic Growth, North Holland, pp. 171-293.",
        "Galor, O. (2011). UniÃ\u0083Â¯ed Growth Theory. Princeton: Princeton University Press.",
        "Galor, O. and D. N. Weil (1996). The Gender Gap, Fertility, and Growth. American Economic Review, vol. 86, pp. 374-387.",
        "Galor, O. and D. Weil (2000). Population, Technology, and Growth: From the Malthusian Regime to the Demographic Transition and Beyond. American Economic Review, vol. 90, pp. 806-828.",
        "Glaeser, E. and F. Campante (2009). Yet Another Tale of Two Cities: Buenos Aires and Chicago. NBER Working Paper #15104, June.",
        "Glaeser, E., Ponzetto, G. and A. Shleifer (2007). Why Does Democracy Need Education? Journal of Economic Growth, vol. 12, no. 2, pp. 77-99.",
        "Glaeser, E., La Porta, R., Lopez-de-Silanes, R. and A. Shleifer (2004). Do Institutions Cause Growth? Journal of Economic Growth, vol. 9, no. 3, pp. 271-303.",
        "Hatton, T.J. and J.G. Williamson (2005). Global Migration and the World Economy: Two Centuries of Policy and Performance. MIT Press.",
        "Hauk, W. R. and R. Wacziarg (2009). A Monte Carlo Study of Growth Regressions. Journal of Economic Growth, vol. 14, no. 2, pp. 103-147, June.",
        "Kalemli-Ozcan, S., Ryder, H.E. and D.N. Weil (2000). Mortality Decline, Human Capital Investment, and Economic Growth. Journal of Development Economics, vol. 62, no. 1, pp. 1-23.",
        "Lindert, P. (2004). Growing Public. Cambridge University Press.",
        "Lipset, S.M. (1959). Some Social Requisites of Democracy: Economic Development and Political Legitimacy. American Political Science Review, vol. 53, pp. 69-105.",
        "Marshall, M.G. and K. Jaggers (2008). Polity IV Project. Online data available at http://www.systemicpeace.org/polity/polity4.htm Mitchell, Brian R. (2003). International Historical Statistics. New-York: M. Stockton Press.",
        "Morrisson, C. and F. Murtin (2009). The Century of Education. Journal of Human Capital, vol. 3, no. 1, pp. 1-42.",
        "Morrisson, C. and F. Murtin (2010). The Kuznets Curve of Education: A Global Perspective on Education Inequalities. CEE Discussion Paper #116, London School of Economics.",
        "Murtin, F. and M. Viarengo (2010). American Education in the Age of Mass Migrations 1870Ã\u0083Â¢ 1930. Cliometrica, Journal of Historical Economics and Econometric History, vol. 4, no. 2, pp. 113-139, June.",
        "Murtin, F. (2011). Long-Term Determinants of the Demographic Transition: 1870-2000. Working paper.",
        "OÃ\u0083Â¢Rourke, K., and J. G. Williamson (1999). Globalization and History: The Evolution of a 19th Century Atlantic Economy. Cambridge, Mass.: MIT Press.",
        "Rodrik, D. and R. Wacziarg (2005). Do Democratic Transitions Produce Bad Economic Outcomes ? American Economic Review Papers and Proceedings, May 2005, pp. 50-55.",
        "Roodman, D. M. (2009). A Note on the Theme of Too Many Instruments. Oxford Bulletin of Economics and Statistics, vol. 71, no. 1, pp. 135-158.",
        "Schumpeter, J. (1942). Capitalism, Socialism and Democracy. Penguin Classics.",
        "Tavares, J. and R. Wacziarg (2001). How Democracy AÃ\u0083Â¯ects Growth? European Economic Review, vol. 45, no. 8, pp. 1341-1379, August.",
        "Tinbergen, J. (1975). Income Distribution: Analysis and Policies. Amsterdam: North Holland.",
        "Weber, Max (1904/05). Die protestantische Ethik und der Ã\u0083Â¢GeistÃ\u0083Â¢ des Kapitalismus. Archiv fÃ\u0083Æ\u0092r Sozialwissenschaft und Sozialpolitik 20: 1-54 and 21: 1-110. Reprinted in: Gesammelte AufsÃ\u0083Æ\u0092tze zur Religionssoziologie, 1920: 17-206. [English translation: The Protestant Ethic and the Spirit of Capitalism, translated by Talcott Parsons, 1930/2001, London: Routledge Classics].",
        "Windmeijer, F. (2005). A Finite Sample Correction for the Variance of Linear EÃ\u0083Â¯cient Two-Step GMM Estimators. Journal of Econometrics, vol. 126, pp. 25-51. FIGURES"
    ]
}