{
    "id": 17434,
    "cites": 49,
    "cited_by": 70,
    "reference": [
        "Almond, Douglas and Janet Currie. 2011. Ã\u0083Â¢Killing Me Softly: The Fetal Orgins Hypothesis.Ã\u0083Â¢ Journal of Economic Perspectives 25 (3):153Ã\u0083Â¢172.",
        "Almond, Douglas and Lena Edlund. 2007. Ã\u0083Â¢Trivers-Willard at Birth and One Year: Evidence from US Natality Data 1983-2001.Ã\u0083Â¢ Proceedings of the Royal Society B: Biological Sciences 274 (1624):2491Ã\u0083Â¢2496.",
        "Almond, Douglas., Lena Edlund, Hongbin Li, and Junsen Zhang. 2007. Ã\u0083Â¢Long-term Effects of the 1959-1961 China Famine: Mainland China and Hong Kong.Ã\u0083Â¢ NBER Working Paper 13384.",
        "Almond, Douglas, Lena Edlund, and MÃ\u0083â\u0080¹arten Palme. 2007. Ã\u0083Â¢ChernobylÃ\u0083Â¢s Subclinical Legacy: Prenatal Exposure to Radioactive Fallout and School Outcomes in Sweden.Ã\u0083Â¢ NBER Working Paper 13347.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2009. Ã\u0083Â¢ChernobylÃ\u0083Â¢s Subclinical Legacy: Prenatal Exposure to Radioactive Fallout and School Outcomes in Sweden.Ã\u0083Â¢ Quarterly Journal of Economics 124 (4):1729Ã\u0083Â¢1772.",
        "Almond, Douglas, Hilary W. Hoynes, and Diane Whitmore Schanzenbach. 2011. Ã\u0083Â¢Inside the War on Poverty: The Impact of Food Stamps on Birth Outcomes.Ã\u0083Â¢ Review of Economics and Statistics 93 (2):387Ã\u0083Â¢403.",
        "Angrist, Josh. 2002. Ã\u0083Â¢How do Sex Ratios Affect Marriage and Labor Markets? Evidence from AmericaÃ\u0083Â¢s Second Generation.Ã\u0083Â¢ Quarterly Journal of Economics 117 (3):997Ã\u0083Â¢1038.",
        "Boklage, Charles E. 2005. Ã\u0083Â¢The Epigenetic Environment: Secondary Sex Ratio Depends on Differential Survival in Embryogenesis.Ã\u0083Â¢ Human Reproduction 20 (3):583.",
        "Buckles, Kasey and Daniel M. Hungerman. 2008. Ã\u0083Â¢Season of Birth and Later Outcomes: Old Questions, New Answers.Ã\u0083Â¢ NBER Working Paper 14573.",
        "Cameron, Elissa. 2004. Ã\u0083Â¢Facultative Adjustment of Mammalian Sex Ratios in Support of the Trivers-Willard Hypothesis: Evidence for a Mechanism.Ã\u0083Â¢ Proceedings of the Royal Society 271 (1549):1723Ã\u0083Â¢1728.",
        "Catalano, Ralph, Tim Bruckner, and Jennifer Ahern. 2010. Ã\u0083Â¢Male Fetal Loss in the US Following the Terrorist Attacks of September 11, 2001.Ã\u0083Â¢ BMC Public Health 10 (273).",
        "Catalano, Ralph, Claire E. Magerison Zilko, Katherine B. Saxton, and Tim Bruckner. 2010. Ã\u0083Â¢Selection in utero: A Biological Response to Mass Layoffs.Ã\u0083Â¢ American Journal of Human Biology 22 (3):396Ã\u0083Â¢400.",
        "Catalano, Ralph A. 2003. Ã\u0083Â¢Sex Ratios in the Two Germanies: A Test of the Economic Stress Hypothesis.Ã\u0083Â¢ Human Reproduction 18 (9):1972.",
        "Catalano, Ralph A., Tim Bruckner, and Kirk R. Smith. 2008. Ã\u0083Â¢Ambient Temperature Predicts Sex Ratios and Male Longevity.Ã\u0083Â¢ Proceedings of the National Academy of Sciences 105 (6):22Ã\u0083Â¢44.",
        "Chay, Kenneth Y. and Michael Greenstone. 2003a. Ã\u0083Â¢Air Quality, Infant Mortality, and the Clean Air Act of 1970.Ã\u0083Â¢ NBER Working Paper 10053.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2003b. Ã\u0083Â¢The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession.Ã\u0083Â¢ Quarterly Journal of Economics 118 (3):1121Ã\u0083Â¢1167.",
        "Chay, Kenneth Y., Michael Greenstone, and Carlos Dobkin. 2003. Ã\u0083Â¢The Clean Air Act of 1970 and Adult Mortality.Ã\u0083Â¢ Journal of Risk and Uncertainty 27 (3):279Ã\u0083Â¢300.",
        "Clay, Karen, Werner Troesken, and Michael R. Haines. 2010. Ã\u0083Â¢Lead, Mortality, and Productivity.Ã\u0083Â¢ NBER Working Paper 16480.",
        "Currie, Janet. 2011. Ã\u0083Â¢Inequality at Birth: Some Causes and Consequences.Ã\u0083Â¢ American Economic Review 101 (3):1Ã\u0083Â¢22.",
        "Currie, Janet, Eric A. Hanushek, E. Megan Kahn, Matthew Neidell, and Steven G. Rivkin. 2009. Ã\u0083Â¢Does Pollution Increase School Absences?Ã\u0083Â¢ The Review of Economics and Statistics 91 (4):682Ã\u0083Â¢694.",
        "Currie, Janet and Matthew Neidell. 2005. Ã\u0083Â¢Air Pollution and Infant Health: What Can We Learn From CaliforniaÃ\u0083Â¢s Recent Experience?Ã\u0083Â¢ Quarterly Journal of Economics 120 (3):1003Ã\u0083Â¢1030.",
        "Currie, Janet, Matthew Neidell, and Johannes F. Schmieder. 2009. Ã\u0083Â¢Air Pollution and Infant health: Lessons from New Jersey.Ã\u0083Â¢ Journal of Health Economics 28 (3):688Ã\u0083Â¢703.",
        "Currie, Janet and Johannes F. Schmieder. 2009. Ã\u0083Â¢Fetal Exposures to Toxic Releases and Infant Health.Ã\u0083Â¢ The American Economic Review 99 (2):177Ã\u0083Â¢183.",
        "Currie, Janet and Reed Walker. 2011. Ã\u0083Â¢TrafÃ\u0083Â¯c Congestion and Infant Health: Evidence from EZPass. Ã\u0083Â¢ American Economic Journal: Applied Economics 3 (1):65Ã\u0083Â¢90.",
        "DiNardo, John and David S. Lee. 2011. Ã\u0083Â¢Program Evaluation and Research Designs.Ã\u0083Â¢ In Handbooks in Economics - Handbook of Labor Economics, Vol 4A, Handbook of Labor Economics, vol. 4, Part 1, edited by Orley Ashenfelter and David Card. Elsevier, 463 Ã\u0083Â¢ 536.",
        "Fukuda, Misao, Kyomi Fukuda, Takashi Shimizu, and Henrick MÃ\u0083Æ\u0092eller. 1998. Ã\u0083Â¢Decline in Sex Ratio at Birth After Kobe Earthquake.Ã\u0083Â¢ Human reproduction 13 (8):2321Ã\u0083Â¢2322.",
        "Greenstone, Michael. 2002. Ã\u0083Â¢The Impacts of Environmental Regulations on Industrial Activity: Evidence From the 1970 and 1977 Clean Air Act Amendments and the Census of Manufactures.Ã\u0083Â¢ Journal of Political Economy 110 (6):1175Ã\u0083Â¢1219.",
        "Helle, Samuli, Samuli Helama, and Jukka Jokela. 2008. Ã\u0083Â¢Temperature-Related Birth Sex Ratio Bias in Historical Sami: Warm Years Bring More Sons.Ã\u0083Â¢ Biology Letters 4 (1):60.",
        "Kemkes, Ariane. 2006. Ã\u0083Â¢Secondary Sex Ratio Bariation During Stressful Times: The Impact of the French Revolutionary Wars on a German Parish (1787Ã\u0083Â¢1802).Ã\u0083Â¢ American Journal of Human Biology 18 (6):806Ã\u0083Â¢821.",
        "Knittel, Christopher R., Douglas L. Miller, and Nicholas J. Sanders. 2011. Ã\u0083Â¢Caution, Drivers! Children Present: TrafÃ\u0083Â¯c, Pollution, and Infant Health.Ã\u0083Â¢ NBER Working Paper 17222.",
        "Lerchl, Alexander. 1999. Ã\u0083Â¢Sex Ratios at Birth and Environmental Temperatures.Ã\u0083Â¢ Naturwissenschaften 86 (7):340Ã\u0083Â¢342.",
        "Lleras-Muney, Adriana. 2010. Ã\u0083Â¢The Needs of the Army: Using Compulsory Relocation in the Military to Estimate the Effect of Air Pollutants on ChildrenÃ\u0083Â¢s Health.Ã\u0083Â¢ Journal of Human Resources 45 (3):549.",
        "Lyster, W. R. 1974. Ã\u0083Â¢Altered Sex Ratio After the London Smog of 1952 and the Brisbane Flood of 1965.Ã\u0083Â¢ Journal of Obstetrics and Gynaecology 81:626Ã\u0083Â¢631.",
        "Mathews, TJ and B.E. Hamilton. 2005. Ã\u0083Â¢Trend Analysis of the Sex Ratio at Birth in the United States.Ã\u0083Â¢ National vital statistics reports 53 (20):1Ã\u0083Â¢17.",
        "Moretti, Enrico and Matthew Neidell. 2011. Ã\u0083Â¢Pollution, Health, and Avoidance Behavior: Evidence from the Ports of Los Angeles.Ã\u0083Â¢ Journal of Human Resources 46 (1):154Ã\u0083Â¢175.",
        "National Center for Health Statistics. 2011. Ã\u0083Â¢Health, United States, 2010: With Special Feature on Death and Dying.Ã\u0083Â¢ Neidell, Matthew. 2009. Ã\u0083Â¢Information, Avoidance Behavior, and Health: The Effect of Ozone on Asthma Hospitalizations.Ã\u0083Â¢ Journal of Human Resources 44 (2):450.",
        "Neidell, Matthew J. 2004. Ã\u0083Â¢Air Pollution, Health, and Socio-Economic Status: The Effect of Outdoor Air Quality on Childhood Asthma.Ã\u0083Â¢ Journal of Health Economics 23 (6):1209Ã\u0083Â¢1236.",
        "Nilsson, J. Peter. 2008. Ã\u0083Â¢Does a Pint a Day Affect Your ChildÃ\u0083Â¢s Pay? Unintended and Permanent Consequences of a Temporary Alcohol Policy Experiment.Ã\u0083Â¢ CEMMAP Working Paper.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2009. Ã\u0083Â¢The Long-term Effects of Early Childhood Lead Exposure: Evidence from the Phase-out of Leaded Gasoline.Ã\u0083Â¢ Mimeo.",
        "Parker, Jennifer D., Pauline Mendola, and Tracey J. Woodruff. 2008. Ã\u0083Â¢Preterm Birth After the Utah Valley Steel Mill Closure: A Natural Experiment.Ã\u0083Â¢ Epidemiology 19 (6):820.",
        "Perera, Frederica P., Zhigang Li, Robin Whyatt, Lori Hoepner, Shuang Wang, David Camann, and Virginia Rauh. 2009. Ã\u0083Â¢Prenatal Airborne Polycyclic Aromatic Hydrocarbon Exposure and Child IQ at Age 5 Years.Ã\u0083Â¢ Pediatrics 124 (2):e195Ã\u0083Â¢e202.",
        "Peterka, Miroslav, Reneta Peterkova, and Z. Likovsky, Z. 2004. Ã\u0083Â¢Chernobyl: Prenatal Loss of Four Hundred Male Fetuses in the Czech Republic.Ã\u0083Â¢ Reproductive Toxicology 18 (1):75Ã\u0083Â¢79.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2007. Ã\u0083Â¢Chernobyl: Relationship Between the Number of Missing Newborn Boys and the Level of Radiation in the Czech Regions.Ã\u0083Â¢ Environmental Health Perspectives 115 (12):1801.",
        "Reyes, Jessica Wolpaw. 2007. Ã\u0083Â¢Environmental Policy as Social Policy? The Impact of Childhood Lead Exposure on Crime.Ã\u0083Â¢ The BE Journal of Economic Analysis & Policy 7 (1):51.",
        "Ritz, Beate and Fei Yu. 1999. Ã\u0083Â¢The Effect of Ambient Carbon Monoxide on Low Birth Weight Among Children Born in Southern California Between 1989 and 1993.Ã\u0083Â¢ Environmental Health Perspectives 107 (1):17.",
        "Sanders, Nicholas J. 2011. Ã\u0083Â¢What DoesnÃ\u0083Â¢t Kill you Makes you Weaker: Prenatal Pollution Exposure and Educational Outcomes.Ã\u0083Â¢ SIEPR Discussion Paper 10-019.",
        "Trivers, Robert L. and Dan E. Willard. 1973. Ã\u0083Â¢Natural Selection of Parental Ability to Bary the Sex Ratio of Offspring.Ã\u0083Â¢ Science 179 (4068):90.",
        "Walker, W. Reed. 2011. Ã\u0083Â¢Environmental Regulation and Labor Reallocation: Evidence from the Clean Air Act.Ã\u0083Â¢ American Economic Review 101 (3):442Ã\u0083Â¢47.",
        "Wang, Xiaobin, Hui Ding, Louise Ryan, and Xiping Xu. 1997. Ã\u0083Â¢Association Between Air Pollution and Low Birth Weight: A Community-Based Study.Ã\u0083Â¢ Environmental Health Perspectives 105 (5):514. 10 FIGURES"
    ]
}