{
    "id": 17435,
    "cites": 81,
    "cited_by": 10,
    "reference": [
        "Acemoglu, D. and Shimer, R. (1999), Ã\u0083Â¢EÃ\u0083Â¯cient unemployment insuranceÃ\u0083Â¢, Journal of Political Economy 107(5), 893Ã\u0083Â¢928.",
        "Aiyagari, S. R. (1994), Ã\u0083Â¢Uninsured idiosyncratic risk and aggregate savingÃ\u0083Â¢, Quarterly Journal of Economics 109(3), 659Ã\u0083Â¢684.",
        "Aiyagari, S. R., Greenwood, J. and Seshadri, A. (2002), Ã\u0083Â¢EÃ\u0083Â¯cient investment in childrenÃ\u0083Â¢, Journal of Economic Theory 102(2), 290Ã\u0083Â¢321.",
        "Albuquerque, R. and Hopenhayn, H. A. (2004), Ã\u0083Â¢Optimal lending contracts and Ã\u0083Â¯rm dynamics Ã\u0083Â¢, Review of Economic Studies 71(2), 285Ã\u0083Â¢315.",
        "Alvarez, F. and Jermann, U. J. (2000), Ã\u0083Â¢EÃ\u0083Â¯ciency, equilibrium, and asset pricing with risk of defaultÃ\u0083Â¢, Econometrica 68(4), 775Ã\u0083Â¢797.",
        "Andolfatto, D. and Gervais, M. (2006), Ã\u0083Â¢Human capital investment and debt constraintsÃ\u0083Â¢, Review of Economic Dynamics 9(1), 52Ã\u0083Â¢67.",
        "Andreoni, J. (1989), Ã\u0083Â¢Giving with impure altruism: Applications to charity and ricardian equivalenceÃ\u0083Â¢, Journal of Political Economy 97(6), 1447Ã\u0083Â¢1458.",
        "Becker, G. S. (1967), Human capital and the personal distribution of income: An analitical approach, in Ã\u0083Â¢Woytinsky Lecture No. 1Ã\u0083Â¢, University of Michigan, Institute of Public Administration, Ann Arbor.",
        "Becker, G. S. (1975), Human Capital, 2nd ed., Columbia University Press, New York, NY.",
        "Becker, G. S. and Tomes, N. (1979), Ã\u0083Â¢An equilibrium theory of the distribution of income and intergenerational mobilityÃ\u0083Â¢, Journal of Political Economy 87(6), 1153Ã\u0083Â¢1189.",
        "Becker, G. S. and Tomes, N. (1986), Ã\u0083Â¢Human capital and the rise and fall of familiesÃ\u0083Â¢, Journal of Labor Economics 4(3), S1Ã\u0083Â¢S39.",
        "Belley, P., Frenette, M. and Lochner, L. (2011), Post-secondary attendance by parental income in the U.S. and Canada: What role for Ã\u0083Â¯nancial aid policy?, Working Paper 17218, National Bureau of Economic Research.",
        "Belley, P. and Lochner, L. (2007), Ã\u0083Â¢The changing role of family income and ability in determining educational achievementÃ\u0083Â¢, Journal of Human Capital 1(1), 37Ã\u0083Â¢89.",
        "Ben-Porath, Y. (1967), Ã\u0083Â¢The production of human capital and the life cycle of earningsÃ\u0083Â¢, Journal of Political Economy 75(4), 352Ã\u0083Â¢365.",
        "Berkner, L. K. (2000), Trends in Undergraduate Borrowing: Federal Student Loans in 198990, 1992-93, and 1995-96, Washington DC: National Center for Education Statistics Report 2000-151.",
        "Bils, M. and Klenow, P. J. (2000), Ã\u0083Â¢Does schooling cause growth?Ã\u0083Â¢, American Economic Review 90(5), 1160Ã\u0083Â¢1183.",
        "Blau, D. and Currie, J. (2006), Pre-school, day care, and after-school care: WhoÃ\u0083Â¢s minding the kids?, in E. Hanushek and F. Welch, eds, Ã\u0083Â¢Handbook of the Economics of EducationÃ\u0083Â¢, Vol. 2, Elsevier, Amsterdam, chapter 20, pp. 1163Ã\u0083Â¢1278.",
        "Board, C. (2005), Trends in College Pricing 2005, Colleger Board Publications, New York, NY.",
        "Boldrin, M. and Montes, A. (2004), The intergenerational state: Education and pensions, StaÃ\u0083Â¯ Report 336, Federal Reserve Bank of Minneapolis.",
        "Brown, M., Scholz, J. and Seshadri, A. (2011), A New test of Borrowing Constraints for Education. University of Wisconsin, Working paper.",
        "Browning, M., Hansen, L. P. and Heckman, J. J. (1999), Microdata and general equilibrium models, in J. B. Taylor and M. Woodford, eds, Ã\u0083Â¢Handbook of MacroeconomicsÃ\u0083Â¢, Vol. 1, Elsevier, Amsterdam, chapter 8, pp. 543Ã\u0083Â¢633.",
        "Cameron, S. and Heckman, J. J. (1998), Ã\u0083Â¢Life cycle schooling and dynamic selection bias: Models and evidence for Ã\u0083Â¯ve cohorts of American malesÃ\u0083Â¢, Journal of Political Economy 106(2), 262Ã\u0083Â¢333.",
        "Cameron, S. and Heckman, J. J. (1999), Can tuition policy combat rising wage inequality?, in M. H. Kosters, ed., Ã\u0083Â¢Financing College Tuition: Government Policies and Educational PrioritiesÃ\u0083Â¢, American Enterprise Institute Press, Washington, pp. 76Ã\u0083Â¢124.",
        "Cameron, S. and Taber, C. (2004), Ã\u0083Â¢Estimation of educational borrowing constraints using returns to schoolingÃ\u0083Â¢, Journal of Political Economy 112(1), 132Ã\u0083Â¢82.",
        "Card, D. E. (1995), Earnings, schooling, and ability revisited, in S. W. Polachek, ed., Ã\u0083Â¢Research in Labor EconomicsÃ\u0083Â¢, Vol. 14, JAI Press, Greenwich, CT, pp. 23Ã\u0083Â¢48.",
        "Card, D. E. (1999), The causal eÃ\u0083Â¯ect of education on earnings, in O. C. Ashenfelter and D. Card, eds, Ã\u0083Â¢Handbook of Labor EconomicsÃ\u0083Â¢, Vol. 3, Part 1, Elsevier, Amsterdam, chapter 30, pp. 1801 Ã\u0083Â¢ 1863.",
        "Carneiro, P. and Heckman, J. J. (2002), Ã\u0083Â¢The evidence on credit constraints in post-secondary schoolingÃ\u0083Â¢, Economic Journal 112(482), 705Ã\u0083Â¢734.",
        "Caucutt, E. and Kumar, K. (2003), Ã\u0083Â¢Higher education subsidies and heterogeneity: A dynamic analysisÃ\u0083Â¢, Journal of Economic Dynamics and Control 27(8), 1459Ã\u0083Â¢1502.",
        "Caucutt, E. and Lochner, L. J. (2006), Borrowing constraints on families with young children, in Ã\u0083Â¢Innovation in EducationÃ\u0083Â¢, Federal Reserve Bank of Cleveland, Cleveland, pp. 39Ã\u0083Â¢48.",
        "Caucutt, E. and Lochner, L. J. (2011), Early and late human capital investments, borrowing constraints, and the family. University of Western Ontario, Working Paper.",
        "Chatterjee, S., Corbae, D., Nakajima, M. and Ros-Rull, J.-V. (2007), Ã\u0083Â¢A quantitative theory of unsecured consumer credit with risk of defaultÃ\u0083Â¢, Econometrica 75(6), 1525Ã\u0083Â¢1589.",
        "Chatterjee, S. and Ionescu, F. (2010), Insuring student loans against the risk of college failure, Working Paper No. 10-31, Federal Reserve Bank of Philadelphia.",
        "Cordoba, J. C. and Ripoll, M. (2011), What explains schooling diÃ\u0083Â¯erences across countries? University of Pittsburgh, Working Paper.",
        "Cunha, F. and Heckman, J. (2007), Ã\u0083Â¢The technology of skill formationÃ\u0083Â¢, American Economic Review 97(2), 31Ã\u0083Â¢47.",
        "Cunha, F., Heckman, J. J. and Schennach, S. M. (2010), Ã\u0083Â¢Estimating the technology of cognitive and noncognitive skill formationÃ\u0083Â¢, Econometrica 78(3), 883Ã\u0083Â¢931. Dahl, G. and Lochner, L. (forthcoming), Ã\u0083Â¢The impact of family income on child achievement: Evidence from the earned income tax creditÃ\u0083Â¢, American Economic Review .",
        "Duncan, G. and Brooks-Gunn, J. (1997), Consequences of Growing Up Poor, Russell Sage Foundation, New York. Duncan, G., Morris, P. and Rodrigues, C. (forthcoming), Ã\u0083Â¢Does money really matter? Estimating impacts of family income on young childrenÃ\u0083Â¢s achievement with data from randomassignment experimentsÃ\u0083Â¢, Developmental Psychology .",
        "Duncan, G., Yeung, W.-J., Brooks-Gunn, J. and Smith, J. (1998), Ã\u0083Â¢How much does childhood poverty aÃ\u0083Â¯ect the life chances of children?Ã\u0083Â¢, American Sociological Review 63(3), 406Ã\u0083Â¢423.",
        "Ellwood, D. T. and Kane, T. J. (2000), Who is getting a college education? Family background and the growing gaps in enrollment, in S. Danziger and J. Waldfogel, eds, Ã\u0083Â¢Securing the Future: Investing in Children from Birth to CollegeÃ\u0083Â¢, Russell Sage Foundation.",
        "Fernandez-Villaverde, J. and Krueger, D. (2004), Consumption and saving over the life cycle: How important are consumer durables? University of Pennsylvania, Working Paper.",
        "Filmer, D. and Pritchett, L. (1999), Ã\u0083Â¢The eÃ\u0083Â¯ect of household wealth on educational attainment: Evidence from 35 countriesÃ\u0083Â¢, Population and Development Review 25(1), 85Ã\u0083Â¢120.",
        "Galor, O. and Zeira, J. (1993), Ã\u0083Â¢Income distribution and macroeconomicsÃ\u0083Â¢, Review of Economic Studies 60(1), 35Ã\u0083Â¢52.",
        "Gropp, R., Scholz, J. K. and White, M. J. (1997), Ã\u0083Â¢Personal bankruptcy and credit supply and demandÃ\u0083Â¢, Quarterly Journal of Economics 112(1), 217Ã\u0083Â¢251.",
        "Hanushek, E. A., Leung, C. K. Y. and Yilmaz, K. (2003), Ã\u0083Â¢Redistribution through education and other transfer mechanismsÃ\u0083Â¢, Journal of Monetary Economics 50(8), 1719Ã\u0083Â¢50.",
        "Heckman, J. and Vytlacil, E. (1998), Ã\u0083Â¢Instrumental variables methods for the correlated random coeÃ\u0083Â¯cient model: Estimating the average rate of return to schooling when the return is correlated with schoolingÃ\u0083Â¢, Journal of Human Resources 33(4), 974Ã\u0083Â¢87.",
        "Hopenhayn, H. A. and Nicolini, J. P. (1997), Ã\u0083Â¢Optimal unemployment insuranceÃ\u0083Â¢, Journal of Political Economy 105(2), 412Ã\u0083Â¢438.",
        "Imbens, G. and Angrist, J. (1994), Ã\u0083Â¢IdentiÃ\u0083Â¯cation and estimation of local average treatment eÃ\u0083Â¯ectsÃ\u0083Â¢, Econometrica 62(2), 467Ã\u0083Â¢75.",
        "Ionescu, F. (2008), Ã\u0083Â¢Consolidation of student loan repayments and default incentivesÃ\u0083Â¢, The B.E. Journal of Macroeconomics 8(1), 1682Ã\u0083Â¢1682.",
        "Ionescu, F. (2009), Ã\u0083Â¢The federal student loan program: Quantitative implications for college enrollment and default ratesÃ\u0083Â¢, Review of Economic Dynamics 12(1), 205 Ã\u0083Â¢ 231.",
        "Ionescu, F. (2011), Ã\u0083Â¢Risky human capital and alternative bankruptcy regimes for student loansÃ\u0083Â¢, Journal of Human Capital 5(2), 153Ã\u0083Â¢206.",
        "Johnson, M. (2010), Borrowing constraints, college enrolment, and delayed entry. Mathematica Policy Research, Working Paper.",
        "Kaboski, J. (2007), Explaining returns to schooling and output across countries. University of Notre Dame, Working Paper.",
        "Karoly, L. et al. (1998), Investing In Our Children: What We Know And DonÃ\u0083Â¢t Know About The Costs And BeneÃ\u0083Â¯ts Of Early Childhood Interventions, The RAND Corporation, Santa Monica.",
        "Keane, M. P. and Wolpin, K. I. (1997), Ã\u0083Â¢The career decisions of young menÃ\u0083Â¢, Journal of Political Economy 105(3), 473Ã\u0083Â¢522.",
        "Keane, M. and Wolpin, K. (2001), Ã\u0083Â¢The eÃ\u0083Â¯ect of parental transfers and borrowing constraints on educational attainmentÃ\u0083Â¢, International Economic Review 42(4), 1051Ã\u0083Â¢1103.",
        "Kehoe, T. J. and Levine, D. K. (1993), Ã\u0083Â¢Debt-constrained asset marketsÃ\u0083Â¢, Review of Economic Studies 60(4), 865Ã\u0083Â¢888.",
        "Kinsler, J. and Pavan, R. (2010), College quality, educational attainment, and family income. University of Rochester, Working Paper.",
        "Klenow, P. and Rodrguez-Clare, A. (1997), The neoclassical revival in growth economics: Has it gone too far?, in B. S. Bernanke and J. J. Rotemberg, eds, Ã\u0083Â¢NBER Macroeconomics Annual 1997Ã\u0083Â¢, Vol. 12, MIT Press, pp. 73Ã\u0083Â¢114.",
        "Kocherlakota, N. R. (1996), Ã\u0083Â¢Implications of eÃ\u0083Â¯cient risk sharing without commitmentÃ\u0083Â¢, Review of Economic Studies 63(4), 595Ã\u0083Â¢609.",
        "Krebs, T. (2003), Ã\u0083Â¢Human capital risk and economic growthÃ\u0083Â¢, Quarterly Journal of Economics 118(2), 709Ã\u0083Â¢744.",
        "Krueger, D. and Perri, F. (2006), Ã\u0083Â¢Does income inequality lead to consumption inequality? Evidence and theoryÃ\u0083Â¢, Review of Economic Studies 73(1), 163Ã\u0083Â¢193.",
        "Lang, K. (1993), Ability bias, discount rate bias and the return to education. Unpublished Manuscript, Boston University.",
        "Levy, D. and Duncan, G. (1999), Using sibling samples to assess the eÃ\u0083Â¯ect of childhood family income on completed schooling. Working Paper.",
        "Livshits, I., MacGee, J. and Tertilt, M. (2007), Ã\u0083Â¢Consumer bankruptcy: A fresh startÃ\u0083Â¢, American Economic Review 97(1), 402Ã\u0083Â¢418.",
        "Lochner, L. and Monge-Naranjo, A. (2011a), Credit and insurance for human capital investments. University of Western Ontario/Pennsylvania State University, Mimeo.",
        "Lochner, L. and Monge-Naranjo, A. (2011b), Ã\u0083Â¢The nature of credit constraints and human capitalÃ\u0083Â¢, American Economic Review 101(6).",
        "LÃ\u0083Æ\u0092ken, K. (2010), Ã\u0083Â¢Family income and childrenÃ\u0083Â¢s education: Using the norwegian oil boom as a natural experimentÃ\u0083Â¢, Labour Economics 17(1), 118Ã\u0083Â¢29.",
        "LÃ\u0083Æ\u0092ken, K., Mogstad, M. and Wiswall, M. (2010), What linear estimators miss: Re-examining the eÃ\u0083Â¯ects of family income on child outcomes. Working Paper.",
        "Loury, G. C. (1981), Ã\u0083Â¢Intergenerational transfers and the distribution of earningsÃ\u0083Â¢, Econometrica 49(4), 843Ã\u0083Â¢867.",
        "Lovenheim, M. F. (2011), The eÃ\u0083Â¯ect of liquid housing wealth on college enrollment. Working Paper.",
        "Lovenheim, M. F. and Reynolds, C. L. (2011), Ã\u0083Â¢Changes in postsecondary choices by ability and income: Evidence from the national longitudinal surveys of youthÃ\u0083Â¢, Journal of Human Capital 5(1), 70Ã\u0083Â¢109.",
        "Mankiw, N. G., Romer, D. and Weil, D. N. (1992), Ã\u0083Â¢A contribution to the empirics of economic growthÃ\u0083Â¢, Quarterly Journal of Economics 107(2), 407Ã\u0083Â¢437.",
        "Manuelli, R. E. and Seshadri, A. (2010), Human capital and the wealth of nations. Working Paper.",
        "Milligan, K. and Stabile, M. (2011), Ã\u0083Â¢Do child tax beneÃ\u0083Â¯ts aÃ\u0083Â¯ect the well-being of children? Evidence from canadian child beneÃ\u0083Â¯t expansionsÃ\u0083Â¢, American Economic Journal: Economic Policy 3(3), 175Ã\u0083Â¢205.",
        "Monge-Naranjo, A. (2009), Ã\u0083Â¢Entrepreneurship and Ã\u0083Â¯rm heterogeneity with limited enforcement Ã\u0083Â¢, Annals of Finance 5(3-4), 465Ã\u0083Â¢494.",
        "Navarro, S. (2010), Using observed choices to infer agentÃ\u0083Â¢s information: Reconsidering the importance of borrowing constraints, uncertainty and preferences in college attendance. University of Wisconsin, Working Paper.",
        "Restuccia, D. and Urrutia, C. (2004), Ã\u0083Â¢Intergenerational persistence of earnings: The role of early and college educationÃ\u0083Â¢, American Economic Review 94(5), 1354Ã\u0083Â¢1378.",
        "Shimer, R. and Werning, I. (2008), Ã\u0083Â¢Liquidity and insurance for the unemployedÃ\u0083Â¢, American Economic Review 98(5), 1922Ã\u0083Â¢1942.",
        "Stinebrickner, T. and Stinebrickner, R. (2008), Ã\u0083Â¢The eÃ\u0083Â¯ect of credit constraints on the college drop-out decision: A direct approach using a new panel studyÃ\u0083Â¢, American Economic Review 98(5), 2163Ã\u0083Â¢84.",
        "Titus, M. (2002), Supplemental Table Update for Trends in Undergraduate Borrowing: Federal Student Loans in 1989-90, 1992-93, and 1995-96, http://nces.ed.gov/pubs2000/2000151update.pdf.",
        "Townsend, R. M. (1979), Ã\u0083Â¢Optimal contracts and competitive markets with costly state veriÃ\u0083Â¯cationÃ\u0083Â¢, Journal of Economic Theory 21(2), 265 Ã\u0083Â¢ 293.",
        "Willis, R. J. and Rosen, S. (1979), Ã\u0083Â¢Education and self-selectionÃ\u0083Â¢, Journal of Political Economy 87(5), S7Ã\u0083Â¢S36."
    ]
}