{
    "id": 17446,
    "cites": 42,
    "cited_by": 12,
    "reference": [
        "ACE (2005). The Climate Change Levy and the Negotiated Agreements. Technical Report 05, Association for the Conservation of Energy, London, UK.",
        "AEAT (2001). Climate Change Agreements - Sectoral Energy EfÃ\u0083Â¯ciency Targets. Technical report, AEA Technology, Didcot, UK.",
        "AEAT (2004). Climate Change Agreements - Results of the First Target Period Assessment. Technical report, AEA Technology, Didcot, UK.",
        "AEAT (2005). Climate Change Agreements - Results of the Second Target Period Assessment.",
        "Technical report, AEA Technology, Didcot, UK. AEAT (2007). Climate Change Agreements - Results of the Third Target Period Assessment.",
        "Technical report, AEA Technology, Didcot, UK. Agnolucci, P., Barker, T., and Ekins, P. (2004). Hysteresis and Energy demand: the Announcement Effects and the Effects of the UK Climate Change Levy. Technical Report 51, Tyndall Centre for Climate Change Research, Norwich, UK.",
        "Barker, T., Ekins, P., and Foxon, T. (2007). Macroeconomic effects of efÃ\u0083Â¯ciency policies for energy-intensive industries: The case of the UK Climate Change Agreements, 2000-2010. Energy Economics, 29:760Ã\u0083Â¢778.",
        "Barnes, M. and Martin, R. (2002). Business data linking: an introduction. Economic Trends, 581:34Ã\u0083Â¢41.",
        "Becker, R. and Henderson, V. (2000). Effects of air quality regulations on polluting industries. The Journal of Political Economy, 108(2).",
        "Berman, E. and Bui, L. T. M. (2001). Environmental regulation and productivity: evidence from oil reÃ\u0083Â¯neries. The Review of Economics and Statistics, 83(3).",
        "Bjorner, T. B. and Jensen, H. H. (2002). Energy taxes, voluntary agreements and investment subsidies Ã\u0083Â¢ a micro-panel analysis of the effect on Danish industrial companiesÃ\u0083Â¢ energy demand. Resource and Energy Economics, 24:229Ã\u0083Â¢249.",
        "Blundell, R., Dias, M., Meghir, C., and Van Reenen, J. (2004). Evaluating the employment impact of a mandatory job search assistance program. Journal of the European Economic Association, 2(4):569Ã\u0083Â¢606.",
        "Bui, L. (2005). Public disclosure of private information as a tool for regulating environmental emissions: Ã\u0083Â¯rm-level responses by petroleum reÃ\u0083Â¯neries to the Toxics Release Inventory. Technical Report 05-13, Center for Economic Studies, U.S. Census Bureau.",
        "Bui, L. T. M. and Mayer, C. J. (2003). Regulation and capitalization of environmental amenities: evidence from the Toxic Release Inventory in Massachusetts. The Review of Economics and Statistics, 85(3):693Ã\u0083Â¢708.",
        "Cambridge Econometrics (2005). Modelling the Initial Effects of the Climate Change Levy. Technical report, Cambridge Econometrics, Cambridge, UK.",
        "Criscuolo, C., Haskel, J., and Martin, R. (2003). Building the evidence base for productivity policy using business data linking. Economic Trends, 600:39Ã\u0083Â¢51.",
        "Davis, L. W. and Kilian, L. (2010). Estimating the effect of a gasoline tax on carbon emissions. Journal of Applied Econometrics, forthcoming.",
        "de Muizon, G. and Glachant, M. (2003). The UK Climate Change Levy Agreements: Combining negotiated agreements with Tax and Emission trading. Technical report, CERNA, Ã\u0083Æ\u0092cole des Mines, Paris, France.",
        "DTI (2000). Energy Paper 68: Energy Projections for the UK - Energy Use and Energy-Related Emissions of Carbon Dioxide in the UK, 2000 - 2020.",
        "Ekins, P. and Etheridge, B. (2006). The environmental and economic impacts of the UK Climate Change Agreements. Energy Policy, 34:2071Ã\u0083Â¢2086.",
        "Fowlie, M., Holland, S. P., and Mansur, E. (2011). What do emissions markets deliver and to whom? Evidence from Southern CaliforniaÃ\u0083Â¢s NOx trading program. American Economic Review, forthcoming.",
        "Gray, W. B. and Shadbegian, R. J. (2003). Plant vintage, technology, and environmental regulation. Journal of Environmental Economics and Management, 46(3):384Ã\u0083Â¢402.",
        "Greenstone, M. (2002). The impacts of environmental regulations on industrial activity: evidence from the 1970 and 1977 Clean Air Act Amendments and the Census of Manufactures. Journal of Political Economy, 110(6):1175Ã\u0083Â¢1219.",
        "Greenstone, M. (2004). Did the Clean Air Act cause the remarkable decline in sulfur dioxide concentrations? Journal of Environmental Economics and Management, 47(3):585Ã\u0083Â¢611.",
        "Griliches, Z. and Mairesse, J. (1995). Production Functions: The Search for IdentiÃ\u0083Â¯cation. NBER Working Paper 5067, Cambridge, MA.",
        "Hanna, R. (2010). US environmental regulation and FDI: evidence from a panel of US-based multinational Ã\u0083Â¯rms. American Economic Journal: Applied Economics, 2(3):158Ã\u0083Â¢89.",
        "Henderson, J. V. (1996). Effects of air quality regulation. The American Economic Review, 86(4).",
        "HMCE (2000). Regulatory impact assessment - the Climate Change Levy. Technical report, HM Customs & Excise, London, UK.",
        "IEA (2010). Energy Technology Perspectives - Scenarios and Strategies to 2050. International Energy Agency, Paris.",
        "IPCC (2007). Climate Change 2007. Fourth Assessment Report. Intergovernmental Panel on Climate Change, Geneva, CH.",
        "Levinson, A. (1996). Environmental regulations and manufacturersÃ\u0083Â¢ location choices: Evidence from the Census of Manufactures. Journal of Public Economics, 62(1-2):5Ã\u0083Â¢29.",
        "List, J. A., Millimet, D. L., Fredriksson, P. G., and McHone, W. W. (2003). Effects of environmental regulations on manufacturing plant births: evidence from a propensity score matching estimator. The Review of Economics and Statistics, 85(4).",
        "Martin, R. (2006). Energy efÃ\u0083Â¯ciency and productivity of UK businesses: Evidence from a new matched database. Technical Report 5, Department of Trade and Industry, London, UK.",
        "Milliman, S. R. and Prince, R. (1989). Firm incentives to promote technological change in pollution control. Journal of Environmental Economics and Management, 17(3):247Ã\u0083Â¢265.",
        "Montgomery, W. (1972). Markets in licenses and efÃ\u0083Â¯cient pollution control programs. Journal of Economic Theory, 5(3):395Ã\u0083Â¢418.",
        "NAO (2007). The Climate Change Levy and Climate Change Agreements. Technical report, National Audit OfÃ\u0083Â¯ce, London, UK.",
        "Pacala, S. and Socolow, R. (2004). Stabilization wedges: solving the climate problem for the next 50 years with current technologies. Science, 305(5686):968Ã\u0083Â¢972.",
        "Pearce, D. (2006). The political economy of an energy tax: The United KingdomÃ\u0083Â¢s Climate Change Levy. Energy Economics, 28(1):149Ã\u0083Â¢158.",
        "Ryan, S. P. (2010). The Costs of Environmental Regulation in a Concentrated Industry. Technical report, MIT, Cambridge, MA.",
        "Smith, S. and Swierzbinski, J. (2007). Assessing the performance of the UK Emissions Trading Scheme. Environmental and Resource Economics, 37(1):131Ã\u0083Â¢158.",
        "Stavins, R. N. (2011). The problem of the commons: still unsettled after 100 years. American Economic Review, 101(1):81Ã\u0083Â¢108.",
        "Tietenberg, T. H. (1990). Economic instruments for environmental regulation. Oxford Review of Economic Policy, 6(1):17Ã\u0083Â¢33."
    ]
}