{
    "id": 17449,
    "cites": 47,
    "cited_by": 5,
    "reference": [
        "Ausubel, L. M. (1999). Ã\u0083Â¢Adverse Selection in the Credit Card Market.Ã\u0083Â¢ University of Maryland Working Paper.",
        "Banerjee, Abhijit V., Contracting Constraints, Credit Markets, and Economic Development, in Mathias Dewatripont, Lars Peter Hansen and Stephen Turnovsky (eds.), Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress, Volume III, Cambridge, U.K.: Cambridge University Press, 2003.",
        "Banerjee, Abhijit V. and Andrew F. Newman, 1993. Ã\u0083Â¢Occupational Choice and the Process of Development,Ã\u0083Â¢ Journal of Political Economy, 101(2), pp 274-298.",
        "Bencivenga, Valerie R. and Bruce D. Smith. 1991. Ã\u0083Â¢Financial Intermediation and endogenous GrowthÃ\u0083Â¢ Review of Economic Studies 58, pp. 195-209.",
        "Boot, Arnoud W. A., and Anjan V. Thakor. 1994. Ã\u0083Â¢Moral Hazard and Secured Lending in an Infinitely Repreated Credit Market Game.Ã\u0083Â¢ International Economic Review, 35, pp 899-920.",
        "Chiappori, Pierre Andre (forthcoming), Econometric Models of Insurance under Asymmetric Information, in G Dionne (ed.), Handbook of Insurance: North Holland. 32 Chiappori, Pierre-AndrÃ\u0083Æ\u0092, Bruno Jullien, Bernard SalaniÃ\u0083Æ\u0092 and FranÃ\u0083Æ\u0092ois SalaniÃ\u0083Æ\u0092. 2006. Asymmetric Information in Insurance: General Testable Implications Rand Journal of Economics 37, pages 783-798.",
        "Chiappori, Pierre-Andre, and Bernard Salanie (2000). Ã\u0083Â¢Testing Asymmetric Information in Insurance Markets.Ã\u0083Â¢ Journal of Political Economy, 108, pp. 56-78.",
        "Chiappori, P.A. and B. Salanie (2003), Ã\u0083Â¢Testing Contract Theory: A Survey of Some Recent Work,Ã\u0083Â¢ in Advances in Economics and Econometrics: Theory and Applications, M. Dewatripont, L. Hansen and P. Turnovsky (eds.), Cambridge University Press: 115-149.",
        "Conning, Jonathan and Christopher Udry, Ã\u0083Â¢Rural Financial Markets in Developing Countries,Ã\u0083Â¢ in R. E. Everson, P. Pingali, and T.P. Schultz (eds.), The Handbook of Agricultural Economics, Vol. 3: Farmers, Farm Production, and Farm Markets, Elsevier Science, 2005.",
        "De Janvry, A., C. McIntosh and E. Sadoulet, Ã\u0083Â¢The Supply and Demand Side Impacts of Credit Market InformationÃ\u0083Â¢ Journal of Development Economics, Vol. 93, No. 2, 2010, pp. 173-188.",
        "Duflo, Esther, Rachel Glennerster, and Michael Kremer, Ã\u0083Â¢Use of Randomization in Development Economics Research: A Toolkit,Ã\u0083Â¢ NBER Technical Working Paper T0333, December 2006.",
        "Duflo, Esther, Michael Kremer, and Jonathan Robinson (2009), Ã\u0083Â¢Nudging Farmers to Use Fertilizer: Evidence from Kenya,Ã\u0083Â¢ working paper, UC Santa Cruz, MIT, and Harvard.",
        "Eaton, Jonathan, and Mark Gersovitz. 1981. Ã\u0083Â¢Debt with Potential Repudiation: Theoretical and Empirical Analysis.Ã\u0083Â¢ The Review of Economic Studies, Vol. 48, No. 2, pp. 289-309.",
        "Economist, The, Ã\u0083Â¢Identifying a billion Indians: Reliable identity numbers could create many opportunities for business,Ã\u0083Â¢ Jan 27, 2011.",
        "Edelberg, W. 2004. Ã\u0083Â¢Testing for Adverse Selection and Moral Hazard in Consumer Loan MarketsÃ\u0083Â¢ Finance and Economics Discussion Paper Series, Board of Governors of the Federal Reserve System (9).",
        "Efron, Bradley and Robert Tibshirani, An Introduction to the Bootstrap, Monographs on Statistics and Applied Probability 57, Chapman Hall, 1993.",
        "Fafchamps, Marcel, Market Institutions in Sub-Saharan Africa: Theory and Evidence. MIT Press, 2004.",
        "Finkelstein, Amy and Kathleen McGarry. 2004. Ã\u0083Â¢Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market.Ã\u0083Â¢ American Economic Review, American Economic Association, vol. 96(4), pages 938-958, September. 33 Ghosh, P., D. Mookherjee, and D. Ray (2000). Ã\u0083Â¢Credit Rationing in Developing Countries: An Overview of the Theory,Ã\u0083Â¢ in D. Mookherjee and D. Ray, eds., Readings in the Theory of Economic Development, Malden, MA: Blackwell, pp. 283-301.",
        "Government of India, Planning Commission, 2005, Ã\u0083Â¢Performance Evaluation of Targeted Public Distribution System (TPDS)Ã\u0083Â¢, New Delhi.",
        "Guesnerie, Roger, Pierre Picard, and Patrick Rey. 1988. Ã\u0083Â¢Adverse Selection and Moral Hazard with Rise Neutral Agents.Ã\u0083Â¢ European Economic Review, Vol. 33, pages 807Ã\u0083Â¢823.",
        "Karlan, D., and J. Zinman (2009), Observing Unobservables: Identifying Information Asymmetries with a Consumer Credit Field Experiment, Econometrica, 77(6), pp. 19932008.",
        "King, Robert G and R. Levine (1993). Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics, 108(3), pages 717-37.",
        "Klonner, S. and A. S. Rai (2009). Ã\u0083Â¢Adverse Selection in Credit Markets: Evidence from Bidding ROSCAs.Ã\u0083Â¢ Williams College Working Paper.",
        "Laffont, Jean-Jacques, and David Martimort (2003), The principal agent model: The economic theory of incentives: Princeton University Press.",
        "Ligon, Ethan, Ã\u0083Â¢Risk-sharing and information in village economies,Ã\u0083Â¢ Review of Economic Studies, Vol. 65, October 1998, pp. 847-864.",
        "Livshits, Igor, James MacGee and Michele Tertilt. 2010. Ã\u0083Â¢Accounting for the Rise in Consumer Bankruptcies.Ã\u0083Â¢ American Economic Journal: Macroeconomics, vol. 2, issue 2, pages 16593.",
        "Lloyd-Ellis, Huw & Bernhardt, Dan, 2000. Enterprise, Inequality and Economic Development, Review of Economic Studies, Blackwell Publishing, vol. 67(1), January, pages 147-68.",
        "Macho-Stadler and Perez-Castrillo (2001), An Introduction to the Economics of Information: Incentives and Contracts. 2nd ed: Oxford University Press. 34 Moulton, Brent, Ã\u0083Â¢Random Group Effects and the Precision of Regression Estimates,Ã\u0083Â¢ Journal of Econometrics, 32, 3, August 1986, pages 385-397.",
        "Narajabad, Borghan N. 2010. Ã\u0083Â¢Information Technology and the Rise of Household Bankruptcy.Ã\u0083Â¢ Job Market paper, University of Texas at Austin.",
        "Padilla, J. and M. Pagano (2000) Ã\u0083Â¢Sharing Default Information as a Borrower Discipline DeviceÃ\u0083Â¢ European Economic Review 44 (10) pages 1951-1980.",
        "Pagano, M. and T. Jappelli (1993) Ã\u0083Â¢Information Sharing in Credit MarketsÃ\u0083Â¢, Journal of Finance, 48, pp. 1693-1718.",
        "Paulson, A., R. Townsend and A. Karaivanov (2006), Ã\u0083Â¢Distinguishing Limited Commitment from Moral Hazard in Models of Growth with Inequality,Ã\u0083Â¢ Journal of Political Economy.",
        "Polgreen, Lydia, Ã\u0083Â¢Scanning 2.4 Billion Eyes, India Tries to Connect Poor to Growth,Ã\u0083Â¢ New York Times, September 2, 2011, p. 1.",
        "SalaniÃ\u0083Æ\u0092, Bernard (1997), The economics of contracts: a primer. Cambridge: MIT Press.",
        "Sanchez, Juan M. 2009. Ã\u0083Â¢The Role of Information in the Rise in Consumer Bankruptcies.Ã\u0083Â¢ Federal Reserve Bank of Richmond, Working Paper 09-4.",
        "Stiglitz, Joseph E. (1974), Incentives and Risk Sharing in Sharecropping, Review of Economic Studies 41 pages 397-426.",
        "Stiglitz, Joseph E., Andrew Weiss. 1983. Ã\u0083Â¢Incentive Effects of Terminations: Applications to the Credit and Labor Markets.Ã\u0083Â¢ American Economic Review, vol. 73, issue 5, pages 912-27.",
        "Visaria, S. (2009), Ã\u0083Â¢Legal Reform and Loan Repayment: The Microeconomic Impact of Debt Recovery Tribunals in India,Ã\u0083Â¢ American Economic Journal: Applied Economics, pp. 59-81.",
        "In July 2007, CP asked farmers in the study areas to organize themselves into clubs of 15 to 20 members to accommodate MRFCÃ\u0083Â¢s group lending rules.2 Most of these clubs were already in existence, primarily to ease delivery of Cheetah extension services and collection of the crop.",
        "During the baseline survey and fingerprinting period (August and September 2007), CP staff provided a list of paprika growing clubs in each locality to be visited in each week.",
        "Appendix C: Variable definitions Data used in this paper come from two surveys: a baseline conducted in August-September 2007 and a follow-up survey about farm outputs and other outcomes conducted in August 2008. We also used administrative data about loan take-up and repayment, obtained from MRFCÃ\u0083Â¢s internal records. Baseline characteristics (from baseline survey) Male equals 1 for men and 0 for women. Married equals 1 for married respondents and 0 for respondents who are single, widowed, or divorced. Age is respondentÃ\u0083Â¢s age in years. In regressions, we use dummies for 5-year age categories rather than a continuous measure of age.",
        "Online appendix page 11 explain the increase in personal bankruptcies over the last few decades as a result of improvements in information technology available to lenders for credit decisions (see for example Livshits, McGee and Tertilt, forthcoming and 2009; Narajabad, 2010 and Sanchez, 2009).",
        "Appendix Table 1: Tests of balance in baseline characteristics between treatment and control group Stars indicate significance at 10% (*), 5% (**), and 1% (***) levels. (For online appendix; not for publication) All Treatment Control (1) (2) (3) (4) (5) Loan officer reports Knows treatment status of club (1=yes) 0.37 0.54 0.22 0.16 51 Knows identity of club officers (1=Yes) 0.47 0.46 0.48 0.88 51 Abs. diff. between actual and officer report of number of loans 1.6 1.3 1.9 0.47 50 Borrower reports Number of times loan officer visited club to request loan repayment 0.35 0.41 0.27 0.41 396 Number of times borrower spoke to loan officer since April 2008 2.62 2.57 2.68 0.74 450 Difficulty in locating loan officer (1=easy 2=moderate 3=difficult) 1.2 1.17 1.24 0.32 453 Means P-value of Ttest of (2)=(3) Num. of obs.",
        "Notes: The first three rows present loan officer reports about knowledge of clubs and treatment status collected in August 2008. The last three rows present borrower reports about interactions with the loan officer collected in the follow-up survey of August 2008.",
        "Dependent variable: Indicator for attrition from September 2008 baseline survey to August 2009 survey Appendix Table 3: Impact of fingerprinting on attrition from sample Stars indicate significance at 10% (*), 5% (**), and 1% (***) levels.",
        "Panel B regressions include the main effect of the level of predicted repayment, and Panel C regressions include dummies for quintile of predicted repayment main effects. Standard errors on Panel A coefficients are clustered at the club level, while those in Panels B and C are bootstrapped with 200 replications and club-level resampling. Sample limited to individuals who took out loans in 2008 and were included in follow-up survey in 2009.",
        "Appendix Table 12: Ex post moral hazard Notes: Each column presents estimates from three separate regressions: main effect of fingerprinting in Panel A, linear interaction with predicted repayment in Panel B, and interactions with quintiles of predicted repayment in Panel C. All regressions include stratification cell (location * week of initial club visit) fixed effects. Panel B regressions include the main effect of the level of predicted repayment, and Panel C regressions include dummies for quintile of predicted repayment main effects. Standard errors on Panel A coefficients are clustered at the club level, while those in Panels B and C are bootstrapped with 200 replications and club-level resampling. Sample limited to individuals who took out loans in 2008 and who were included in follow-up survey in 2009."
    ]
}