{
    "id": 17447,
    "cites": 20,
    "cited_by": 189,
    "reference": [
        "Auerbach, Alan J., and William G. Gale, 2009. Ã\u0083Â¢Activist Fiscal Policy to Stabilize Economic Activity.Ã\u0083Â¢ Paper presented at the Federal Reserve Bank of Kansas City conference on Financial Stability and Macroeconomic Policy, held August 20Ã\u0083Â¢22, 2009.",
        "Auerbach, Alan, and Yuriy Gorodnichenko, 2011. Ã\u0083Â¢Measuring the Output Responses to Fiscal Policy,Ã\u0083Â¢ forthcoming in American Economic Journal: Economic Policy.",
        "Bachmann, Ruediger, and Eric Sims, 2011. Ã\u0083Â¢Confidence and the Transmission of Government Spending Shocks,Ã\u0083Â¢ manuscript.",
        "Blanchard, Olivier, and Roberto Perotti, 2002. Ã\u0083Â¢An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output,Ã\u0083Â¢ Quarterly Journal of Economics 117(4), 1329-1368.",
        "Botero, Juan, Simeon Djankov, Rafael La Porta, Florencio Lopez-de-Silanes, Andrei Shleifer, 2004. Ã\u0083Â¢The regulation of labor,Ã\u0083Â¢ Quarterly Journal of Economics 119 (4), 1339-1382.",
        "Chodorow-Reich, Gabriel, Laura Feiveson, Zachary Liscow, and William Woolston, 2011. Ã\u0083Â¢Does State Fiscal Relief During Recessions Increase Employment? Evidence from the American Recovery and Reinvestment Act,Ã\u0083Â¢ manuscript.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. 2011. Ã\u0083Â¢When is the government spending multiplier large?Ã\u0083Â¢ Journal of Political Economy 119(1), 78-121.",
        "Cole, Harold, and Lee Ohanian, 2004. Ã\u0083Â¢New deal policies and the persistence of the great depression: A general equilibrium analysis,Ã\u0083Â¢ Journal of Political Economy 112(4), 779816.",
        "Driscoll, J.C., A.C. Kraay, 1998. Ã\u0083Â¢Consistent Covariance Matrix Estimation With Spatially Dependent Panel Data,Ã\u0083Â¢ Review of Economics and Statistics 80(4), 549-560.",
        "Gali, Jordi, David Lopez-Salido, and Javier Valles, 2007. Ã\u0083Â¢Understanding the Effects of Government Spending on Consumption,Ã\u0083Â¢ Journal of the European Economic Association, 5, 227Ã\u0083Â¢270.",
        "Gorodnichenko, Yuriy, Enrique Mendoza and Linda Tesar, 2009. Ã\u0083Â¢The Finnish Great Depression: From Russia with love,Ã\u0083Â¢ forthcoming in American Economic Review.",
        "Ilzetzki, Ethan, Enrique G. Mendoza, and Carlos A. VÃ\u0083Æ\u0092gh, 2010. How Big (Small?) are Fiscal Multipliers? NBER Working Papers 16479.",
        "Jorda, Oscar, 2005. Ã\u0083Â¢Estimation and Inference of Impulse Responses by Local Projections,Ã\u0083Â¢ American Economic Review 95(1), 161-182.",
        "Lenain, Patrick, 2002. Ã\u0083Â¢What is the track record of OECD Economic Projections?Ã\u0083Â¢ OECD.",
        "Ramey, Valerie A. 2011. Ã\u0083Â¢Identifying Government Spending Shocks: ItÃ\u0083Â¢s All in the Timing,Ã\u0083Â¢ Quarterly Journal of Economics 126(1): 1-50.",
        "Shoag, Daniel (2010), Ã\u0083Â¢The Impact of Government Spending Shocks: Evidence on the Multiplier from State Pension Plan Returns,Ã\u0083Â¢ manuscript.",
        "Stock, James, and Mark Watson, 2007. Ã\u0083Â¢Why Has U.S. Inflation Become Harder to Forecast?Ã\u0083Â¢ Journal of Money, Banking and Credit 39(1), 3-33.",
        "Vogel, Lukas, 2007. Ã\u0083Â¢How Do the OECD Growth Projections for the G7 Economies Perform? A Post-Mortem,Ã\u0083Â¢ OECD Working Paper No. 573.",
        "Wieland, Johannes, 2011. Ã\u0083Â¢Fiscal Multipliers in the Liquidity Trap: International Theory and Evidence,Ã\u0083Â¢ manuscript.",
        "Wilson , Daniel J., 2010. Ã\u0083Â¢Fiscal spending multipliers: evidence from the 2009 American Recovery and Reinvestment Act,Ã\u0083Â¢ Working Paper Series 2010-17, Federal Reserve Bank of San Francisco."
    ]
}