{
    "id": 17440,
    "cites": 20,
    "cited_by": 6,
    "reference": [
        "Bolin, K, B. Lindgren and P. Lundborg (2007). Ã\u0083Â¢Informal and Formal Care Among SingleLiving Elderly in Europe.Ã\u0083Â¢ Health Economics, 10(1002).",
        "Bonsang, E. (2009). Ã\u0083Â¢Does Informal Care From Children to Their Elderly Parents Substitute for Formal Care in Europe?Ã\u0083Â¢ Journal of Health Economics, 143(154), p144-154.",
        "Charles, Kerwin and Purvi Sevak (2005). Ã\u0083Â¢Can Family Caregiving Substitute for Nursing Home Care?Ã\u0083Â¢ Journal of Health Economics, 24, p1174-1190.",
        "De Nardi, Mariacristina, Eric French and John Bailey Jones (2010). Ã\u0083Â¢Why Do the Elderly Save? The Role of Medical Expenses.Ã\u0083Â¢ Journal of Political Economy, 119(1), p39-75.",
        "French, Eric and John Jones (2004). Ã\u0083Â¢On the Distribution and Dynamics of Health Care Costs.Ã\u0083Â¢ Journal of Applied Econometrics, 19(6), p705-721.",
        "Gaugler, Joseph, Sue Duval, Keith Anderson, and Robert Kane (2007). Ã\u0083Â¢Predicting Nursing Home Admission in the U.S: a Meta-Analysis.Ã\u0083Â¢ BioMed Central Geriatrics Journal, 7(13), p1-14.",
        "Greene, Vernon (1983). Ã\u0083Â¢Substitution Between Formally and Informally Provided Care for the Impaired Elderly in the Community.Ã\u0083Â¢ Medical Care, 21(6), p609-619.",
        "Hubbard, R. Glenn, Jonathan Skinner and Stephen Zeldes (1994). The Importance of Precautionary Motives in Explaining Individual and Aggregate Saving. CarnegieRochester Conference Series on Public Policy, Elsevier, 40(1), p59-125.",
        "Kochanek, Kenneth D., Jiaquan Xu, Sherry L. Murphy, Arialdi M. Minino and Hsiang-Ching Kung (2011). Ã\u0083Â¢Deaths: Preliminary Data for 2009,Ã\u0083Â¢ National Vital Statistics Report, 59 (4), p1-68.",
        "Kotlikoff, Laurence (1998). Ã\u0083Â¢Intergenerational Transfers and Savings.Ã\u0083Â¢ Journal of Economic Perspectives, 2(2), p41.",
        "Lakdawalla, Darius and Tomas Philipson (2002). Ã\u0083Â¢The Rise in Old-Age Longevity and the Market for Long-Term Care.Ã\u0083Â¢ American Economic Review, 92(1), p295-306.",
        "Lo Sasso, Anthony and Richard Johnson (2002). Ã\u0083Â¢Does Informal Care from Adult Children Reduce Nursing Home Admissions for the Elderly?Ã\u0083Â¢ Inquiry, 39(3), p279-297.",
        "Luppa, Melanie, Tobias Luck, Siegfried Weyerer, Hans-Helmut Konig, Elmar Brahler and Steffi Riedel-Heller (2010). Ã\u0083Â¢Prediction of Institutionalization in the Elderly. A Systemic Review.Ã\u0083Â¢ Age and Ageing 39, p31-38.",
        "McGarry, Kathleen and Robert Schoeni (2005). Ã\u0083Â¢Medicare Gaps and Widow Poverty.Ã\u0083Â¢ Social Security Bulletin, 66(1), p58-78.",
        "Miller, Edward and William Weissert (2000). Ã\u0083Â¢Predicting Elderly People's Risk for Nursing Home Placement, Hospitalization, Functional Impairment, and Mortality: A Synthesis.Ã\u0083Â¢ Medical Care Research and Review, 57(3), p259-297.",
        "Palumbo, Michael (1999). Ã\u0083Â¢Uncertain Medical Expenses and Precautionary Saving Near the End of the Life Cycle.Ã\u0083Â¢ Review of Economic Studies, 66, p395-421.",
        "Pezzin, Liliana, Peter Kemper and James Reschovsky (1996). Ã\u0083Â¢Does Publicly Provided Home Care Substitute for Family Care? Experimental Evidence with Endogenous Living Arrangements.Ã\u0083Â¢ Journal of Human Resources, 31(3), p650-676.",
        "Pezzin, Liliana and Barbara Steinberg Schone (1999). Ã\u0083Â¢Intergenerational Household Formation, Female Labor Supply and Informal Caregiving: A Bargaining Approach.Ã\u0083Â¢ Journal of Human Resources, 34(3), p475-503.",
        "Van Houtven, Courtney and Edward Norton (2004). Ã\u0083Â¢Informal Care and Health Care Use of Older Adults.Ã\u0083Â¢ Journal of Health Economics, 23, p1159-1180.",
        "Van Houtven, Courtney and Edward Norton (2008). Ã\u0083Â¢Informal Care and Medicare Expenditures: Testing for Heterogeneous Treatment Effects.Ã\u0083Â¢ Journal of Health Economics, 27, p134156."
    ]
}