{
    "id": 17448,
    "cites": 54,
    "cited_by": 15,
    "reference": [
        "Adams, William, Liran Einav, and Jonathan Levin. 2009. Ã\u0083Â¢Liquidity Constraints and Imperfect Information in Subprime Lending.Ã\u0083Â¢ American Economic Review 99 (March): 49Ã\u0083Â¢84.",
        "Allard, Marie, Jean-Paul Cresta, and Jean-Charles Rochet. 1997. Ã\u0083Â¢Pooling and Separating Equilibrium in Insurance Markets with Adverse Selection and Distribution Costs.Ã\u0083Â¢ The Geneva Papers on Risk and Insurance Theory 22:103Ã\u0083Â¢120.",
        "Asher, Joe. 1994. Ã\u0083Â¢Look What Credit Scoring Can Do Now.Ã\u0083Â¢ ABA Banking Journal, May, 51Ã\u0083Â¢52.",
        "Athreya, Kartik. 2001. Ã\u0083Â¢The Growth of Unsecured Credit: Are We Better Off?Ã\u0083Â¢ Economic Quarterly 87 (3): 11Ã\u0083Â¢33 (Summer).",
        ". 2004. Ã\u0083Â¢Shame as it Ever Was: Stigma and Personal Bankruptcy.Ã\u0083Â¢ Federal Reserve Bank of Richmond Economic Quarterly 90 (2): 1Ã\u0083Â¢19 (Spring).",
        "Athreya, Kartik, Xuan S. Tam, and Eric R. Young. 2008. Ã\u0083Â¢A Quantitative Theory of Information and Unsecured Credit.Ã\u0083Â¢ Working Paper 08-06, Federal Reserve Bank of Richmond Working Paper Series.",
        "Ausubel, Lawrence. 1991. Ã\u0083Â¢The Failure of Competition in the Credit Card Market.Ã\u0083Â¢ American Economic Review 81 (4): 50Ã\u0083Â¢81.",
        "Baird, Douglas G. 2007. Ã\u0083Â¢Technology, Information and Bankruptcy.Ã\u0083Â¢ University of Illinois Law Review, pp. 305Ã\u0083Â¢322.",
        "Barron, John M., and Michael Staten. 2003. Ã\u0083Â¢The Value of Comprehensive Credit Reports. Ã\u0083Â¢ In Credit Reporting Systems and the International Economy, edited by Margaret J. Miller, 273Ã\u0083Â¢310. MIT Press.",
        "Berger, Allan. 2003. Ã\u0083Â¢The Economic Effects of Technological Progress: Evidence from the Banking Industry.Ã\u0083Â¢ Journal of Money, Credit and Banking 35 (2): 141Ã\u0083Â¢176.",
        "Berger, Allan, W.S. Frame, and N. Miller. 2005. Ã\u0083Â¢Credit Scoring and the Availability, Price and Risk of Small Business Credit.Ã\u0083Â¢ Journal of Money, Credit and Banking 37 (2): 191Ã\u0083Â¢222.",
        "Bisin, Alberto, and Piero Gottardi. 2006. Ã\u0083Â¢EfÃ\u0083Â¯cient Competitive Equilibria with Adverse Selection.Ã\u0083Â¢ Journal of Political Economy 114 (3): 485Ã\u0083Â¢516.",
        "Black, Sandra, and Donald Morgan. 1999. Ã\u0083Â¢Meet the New Borrowers.Ã\u0083Â¢ Federal Reserve Bank of New York Current Issues in Economics and Finance 5 (3): 1Ã\u0083Â¢6 (February).",
        "Brito, Dagobert, and Peter Hartley. 1995. Ã\u0083Â¢Consumer Rationality and Credit Cards.Ã\u0083Â¢ Journal of Political Economy 103 (April): 400Ã\u0083Â¢433.",
        "Canner, Glenn B., and Charles A Luckett. 1992. Ã\u0083Â¢Developments in the Pricing of Credit Card Services.Ã\u0083Â¢ Federal Reserve Bulletin, September, 652Ã\u0083Â¢666.",
        "Chatterjee, Satyajitt, Dean Corbae, and Jose-Victor Rios-Rull. 2008. Ã\u0083Â¢A Finite-Life Private-Information Theory of Unsecured Debt.Ã\u0083Â¢ Journal of Economic Theory 142:149Ã\u0083Â¢ 177.",
        ". 2010. Ã\u0083Â¢A Theory of Credit Scoring and Competitive Pricing of Default Risk.Ã\u0083Â¢ University of Texas at Austin, mimeo.",
        "Drozd, Lukasz, and Jaromir Nosal. 2008. Competing for Customers: A Search Model of the Market for Unsecured Credit. Unpublished Manuscript, University of Wisconsin.",
        "Dubey, Pradeep, and John Geanakoplos. 2002. Ã\u0083Â¢Competitive Pooling: Rothschild Stiglitz Reconsidered.Ã\u0083Â¢ Quarterly Journal of Economics 117:1529Ã\u0083Â¢1570.",
        "Durkin, Thomas A. 2000. Ã\u0083Â¢Credit Cards: Use and Consumer Attitudes, 1970-2000.Ã\u0083Â¢ Federal Reserve Bulletin, September, 623Ã\u0083Â¢634.",
        "Edelberg, Wendy. 2006. Ã\u0083Â¢Risk-based pricing of interest rates for consumer loans.Ã\u0083Â¢ Journal of Monetary Economics 53 (8): 2283Ã\u0083Â¢2298 (November).",
        "Einav, Liran, Mark Jenkins, and Jonathan Levin. 2009, July. Ã\u0083Â¢The Impact of Information Technology on Consumer Lending.Ã\u0083Â¢ unpublished manuscript, Stanford University.",
        "Engen, John R. 2000. Ã\u0083Â¢Blind Faith.Ã\u0083Â¢ Banking Strategies 76, no. 6.",
        "Evans, David, and Richard Schmalensee. 1999. Paying with Plastic: The Digital Revolution in Buying and Borrowing. Cambridge, Massachusetts: MIT Press.",
        "Federal Reserve Board. 2006, June. Report to the Congress on Practices of the Consumer Credit Industry in Soliciting and Extending Credit and their Effects on Consumer Debt and Insolvency. http://www.federalreserve.gov/Pubs/reports other.htm.",
        "Frame, W. Scott, and Lawrence J. White. 2004. Ã\u0083Â¢Empricial Studies of Financial Innovation: Lots of Talk, Little Action.Ã\u0083Â¢ Journal of Economic Literature, March, 116Ã\u0083Â¢144.",
        "Furletti, Mark. 2002. Ã\u0083Â¢An Overview of Credit Card Asset-Backed Securities.Ã\u0083Â¢ Federal Reserve Bank of Philadelphia Ã\u0083Â¢ Discussion Paper Payment Cards Center, December.",
        ". 2003. Ã\u0083Â¢Credit Card Pricing Developments and Their Disclosure.Ã\u0083Â¢ Federal Reserve Bank of Philadelphia Ã\u0083Â¢ Discussion Paper Payment Cards Center, January.",
        "Furletti, Mark, and Christopher Ody. 2006. Ã\u0083Â¢Another Look at Credit Card Pricing and Its Disclosure: Is the Semi-Annual Pricing Data Reported by Credit Card Issuers to the Fed Helpful to Consumers and Researchers?Ã\u0083Â¢ Federal Reserve Bank of Philadelphia Ã\u0083Â¢ Discussion Paper Payment Cards Center, July.",
        "Getter, Darryl. 2008, February. Ã\u0083Â¢The Credit Card Market: Recent Trends, Funding Cost Issues, and Repricing Practices.Ã\u0083Â¢ Crs report for congress, Congressional Research Services.",
        "Gross, D., and N. Souleles. 2002. Ã\u0083Â¢An Empirical Anaylsis of Personal Bankruptcy and Delinquency.Ã\u0083Â¢ The Review of Financial Studies 15 (1): 319Ã\u0083Â¢347.",
        "Guerrieri, Veronica, Robert Shimer, and Randall Wright. 2010. Ã\u0083Â¢Adverse Selection in Competitive Search Equilibrium.Ã\u0083Â¢ Econometrica 78 (6): 18231862.",
        "Hellwig, Martin. 1987. Ã\u0083Â¢Some Recent Developments in the Theory of Competition in Markets with Adverse Selection.Ã\u0083Â¢ European Economic Review 31:319Ã\u0083Â¢325.",
        "Hunt, Robert A. 2006. Ã\u0083Â¢The Development and Regulation of Consumer Credit Reporting in America.Ã\u0083Â¢ In The Economics of Consumer Credit: European Experience and Lessons from the US, edited by Giuseppe Bertola and Charles Grant, 301Ã\u0083Â¢346. Boston: MIT Press.",
        "Jaffee, D., and T. Russell. 1976. Ã\u0083Â¢Imperfect Information, Uncertainty and Credit Rationing. Ã\u0083Â¢ Quarterly Journal of Economics 90:651Ã\u0083Â¢666.",
        "Johnson, R.W. 1992. Ã\u0083Â¢Legal, Social and Economic Issues in Implementing Scoring in the U.S.Ã\u0083Â¢ In Credit Scoring and Credit Control, edited by L.C. Thomas, J.N. Crook, and D.B. Edelman. Toronto: Clarenden Press.",
        "Jorgenson, Dale W. 2001. Ã\u0083Â¢Information Technology and the U.S. Economy.Ã\u0083Â¢ The American Economic Review 91 (1): 1Ã\u0083Â¢32.",
        "Kennickell, A., M. Starr-McCluer, and B. Surette. 2000. Ã\u0083Â¢Recent Changes in U.S. Family Finances: Results from the 1998 Survey of Consumer Finances.Ã\u0083Â¢ Federal Reserve Bulletin, January, 1Ã\u0083Â¢29.",
        "Livshits, Igor, James MacGee, and Michele Tertilt. 2007. Ã\u0083Â¢Consumer Bankruptcy: A Fresh Start.Ã\u0083Â¢ American Economic Review, March, 402Ã\u0083Â¢418.",
        ". 2010. Ã\u0083Â¢Accounting for the Rise in Consumer Bankruptcies.Ã\u0083Â¢ American Economic Journal: Macroeconomics 2:165193.",
        "Mankiw, Gregory, and Michael Whinston. 1986. Ã\u0083Â¢Free Entry and Social EfÃ\u0083Â¯ciency.Ã\u0083Â¢ RAND Journal of Economics, Spring, 48Ã\u0083Â¢58.",
        "Mann, Ronald J. 2006. Charging Ahead: The Growth and Regulation of Payment Card Markets. Cambridge University Press.",
        "McCorkell, Peter L. 2002. Ã\u0083Â¢The Impact of Credit Scoring and Automated Underwriting on Credit Availability.Ã\u0083Â¢ In The Impact of Public Policy on Consumer Credit, edited by Thomas Durkin and Michael Staten. Kluwer Academic Punlishers.",
        "Mester, Loretta. 1997. Ã\u0083Â¢WhatÃ\u0083Â¢s the Point of Credit Scoring.Ã\u0083Â¢ Federal Reserve Bank of Philadelphia Business Review, September, 3Ã\u0083Â¢16.",
        "Moss, David A., and Gibbs A. Johnson. 1999. Ã\u0083Â¢The Rise of Consumer Bankruptcy: Evolution, Revolution or Both?Ã\u0083Â¢ American Bankruptcy Law Journal 73:311Ã\u0083Â¢352.",
        "Narajabad, Borghan N. 2010. Ã\u0083Â¢Information Technology and the Rise of Household Bankruptcy.Ã\u0083Â¢ Unpublished Manuscript, Rice University.",
        "Newhouse, Joseph. 1996. Ã\u0083Â¢Reimbursing Health Plans and Health Providers: EfÃ\u0083Â¯ciency in Production Versus Selection.Ã\u0083Â¢ Journal of Economic Literature 34 (3): 1236Ã\u0083Â¢1263 (September).",
        "Prescott, Edward C., and Robert M. Townsend. 1984. Ã\u0083Â¢Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard.Ã\u0083Â¢ Econometrica 52 (1): 21Ã\u0083Â¢45.",
        "Riestra, Amparo San Jos`e. 2002, September. Credit Bureau in TodayÃ\u0083Â¢s Credit Markets. European Credit Research Institute Research Report No. 4.",
        "Rothshild, M., and J. Stiglitz. 1976. Ã\u0083Â¢Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information.Ã\u0083Â¢ Quarterly Journal of Economics 90:629Ã\u0083Â¢650.",
        "Sanchez, Juan. 2010. The IT Revolution and the Unsecured Credit Market. Federal Reserve Bank of St. Louis Working Paper 2010-022A. WP 2010-022A.",
        "Siddiqi, Naeem. 2006. Credit Risk Scorecards Ã\u0083Â¢ Developing and Implementing Intelligent Credit Scoring. Hoboken, New Jersey: John Wiley & Sons, Inc.",
        "Tufano, Peter. 2003. Ã\u0083Â¢Financial Innovation.Ã\u0083Â¢ Chapter 6 of Handbook of the Economics of Finance, edited by G.M. Constantinides, M. Harris, and R. Stulz, 307Ã\u0083Â¢335. Elsevier B.V. White, Michelle. 2007. Ã\u0083Â¢Bankruptcy Reform and Credit Cards.Ã\u0083Â¢ Journal of Economic Perspectives 21:175Ã\u0083Â¢199.",
        "B Data Appendix The Survey of Consumer Finance questions on the credit card interest rate of respondents for 1995 - 2004 were for the card with the largest balance, while the 1983 survey asked for the average annualized interest on the bank or store card used most often if the full amount was not paid. When counting the number of different interest rates, we drop imputed values. The sample size increases, but by much less than the reported number of different interest rates (see the online appendix for the sample size by year). In Figure 6(c), earned income is Wages + Salaries + Professional Practice, Business, Limited Partnership, Farm + Unemployment or WorkerÃ\u0083Â¢s Compensation."
    ]
}