{
    "id": 1744,
    "cites": 58,
    "cited_by": 12,
    "reference": [
        "Anderson, Kathryn H., and Burkhauser, Richard V. The Effect of Actual Mortality Experience with a Retirement Decision Model. Working Paper no. 83-W08, Vanderbilt University, 1983. Berkowitz, Monroe, and Dean, David. Medical Care Costs of Disabled Persons. Mimeographed. Department of Economics, Rutgers University, June 1980.",
        "_. An Evaluation of the Structure and Functions of Disability Programs. Mimeographed. Bureau of Economic Research, Rutgers University, June 1975.",
        "Berkowitz, Monroe, and Rubin, Jeffrey. The Costs of Disability: Estimates of Program Expenditures for Disability, 1969-1975. Mimeographed. Bureau of Economic Research, Rutgers University, August 1977.",
        "Berkowitz, M., W.G. Johnson, and E.H. Murphy. Public Policy Toward Disability. New York: Praeger Publishers, Inc., 1976.",
        "Bound, John. Variation in Social Security Disability Beneficiary Rates and Labor Force Participation across States, unpublished paper, Harvard University, 1977.",
        "Bound, John. The Health and Earnings of Rejected Disability Insurance Applicants, unpublished papr, Harvard University, 1985.",
        "Burkhauser, Richard V., and Robert H. Haveman. Disability and Work: The Economics of American Policy. Baltimore: The Johns Hopkins Press, 1982.",
        "Chirikos, Thomas N., and Gilbert Nestel. Impairment and Labor Market Outcomes: A Cross-sectional and Longitudinal Analysis. In Herbert S. Parnes (ed.) Work and Retirement: A Longitudinal Study of Men. Cambridge, MA: M.l.T. Press, 1981.",
        "Danzinger, Sheldon, Robert Haveman and Robert Plotnick. How Income Transfers Affect Work, Savings and the Income Distribution, Journal of Economic Literature, September 1981, 975-1028.",
        "Deutermann, William. Another Look at Working Men Who are not in the Labor Force, Monthly Labor Review, June 1977, 100, 9-14.",
        "Dixon, R.G., Jr. Social Security Disability and Mass Justice: A Problem in Welfare Adjudication. New York: Praeger Publishers, 1973.",
        "Emmanual, Hans. Factors behind the Growth in the Number of Disability Benefits in the Netherlands, unpublished paper, 1979.",
        "Franklin, Paula A. Impact of Disability on the Family Structure, Social Security Bull, May 1977, 40, 3-18.",
        "Franklin, Paula. Impact of Substantial Gainful Activity Level on Disabled Beneficiary Work Patterns, Social Security Bulletin, August 1976, pp. 20-29.",
        "Frolich, Philip. Income of the Newly Disabled: Survey of Recently Disabled Adults, Social Security Bulletin, September 1975, pp. 3-18.",
        "Gallichio, Sal, and Barry Bye. Consistency of Initial Disability Decisions among and within States, U.S. Department of Health and Human Services, Social Security Administration, Office of Policy, Office of Research and Statistics, Staff Paper no. 39, Publication no. 13-11869, July 1980.",
        "Garrad, J. Impairment and Disability: Their Measurement, Pevalence and Psychological Cost. In Impairment, Disability, and Handicap, ed. Dennis Lees and Stella Shaw. London: Heineman, 1974.",
        "Gastwirth, Joseph, L. On the Decline of Male Labor Force Participation, Monthly Labor Rev. , October 1972, 95, 44-46.",
        "Griliches, Zvi, B. Hall and J. Hausman. Missing Data and Self-Selection in Large Panels, Annates de I&apos;lnsee, April 1978, 30.",
        "Halpern, Janice, and Jerry Hausman. Choice under Uncertainty: A Model of Applications for the Social Security Disability Insurance Program, unpublished paper, March 1984.",
        "Haveman, Robert -H., and Barbara Wolfe. The Decline in Labor Force Participation: Comment, Journal of Political Economy, June 1984, 92:3, 532-541.",
        "Haveman, Robert H., and Barbara L. Wolfe. Disability Transfers and Early Retirement: A Causal Relationship? J. Public Econ. , 1984.",
        "Haveman, Robert H., Barbara Wolfe and Jennifer Warlick. Disability Transfers, Early Retirement, and Retrenchment. In Henry Aaron and G. Burtless (eds.), Retirement and Economic Behavior. Washington, DC: Brookings, 1984.",
        "Heckman, James J. The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for such Models, Annals Econ. and Soc. Measurment, Fall 1976, 5, 475-92.",
        "Johnson, William, Paul Cullinan and William Curington. The Adequacy of Workers&apos; Compensation Benefits, Syracuse University, The Maxwell School, Health Studies Program no. 33, February 1978.",
        "Katz, Lawrence. A Competing Risks Model of Unemployment Duration. Unpublished paper, University of California, Berkeley, 1985.",
        "Lando, Mordechai, Aline Farley and Mary Brown. Recent Trends in the Social Security Disability Insurance Program, Social Security Bulletin, August 1982, 45:8, 3-14.",
        "Lando, Mordechai E., and Timothy R. Hopkins. Modeling Applications for Disability Insurance, Conference Paper for the American Economic Association Meetings, December 1977.",
        "Lando, Mordechai E., and Aaron Krute. Disability Insurance: Program Issues and Research, Social Security Bulletin, October 1976, 3-17.",
        "Lando, Mordechai, and Aaron Krute. The Growth in Observed Disability Incidence Rates 1967-1974. Unpublished paper.",
        "Lando, Mordechai. Prevalence of Work Disability by State, 1976, Social Security Bull. , May 1979, 42, 41-44.",
        "Lando, Mordechai E., Malcolm B. Coate and Ruth Kraus. Disability Benefit Applications and the Economy, Social Security Bull., October 1979, 42, 3-10.",
        "Lee, Lung Fei. Identification and Estimation in Binary Choice Models with Limited (Censored) Dependent Variables, Econometrica, 1979, 47, 977-96.",
        "Leonard, Jonathan S. On the Decline in the Labor Force Participation Rates of Older Black Males. Unpublished thesis, Harvard College, March 1976.",
        "Leonard, Jonathan S. The Social Disability Program and Labor Force Participation, National Bureau of Economic Research Paper 392, 1979.",
        "Luft, Harold. Poverty and Health, Cambridge: Ballinger Publishing, 1978.",
        "Luft, Harold. The Impact of Poor Health on Earnings. Review of Economics and Statistics, February 1975, 57, 43-57.",
        "Marvel. Howard P. An Economic Analysis of the Operation of Social Security Disability Insurance, J. Human Resources, Summer 1982, 17, 393-412.",
        "Meer, C.W. Social Security Disability Insurance: The Problems of Unexpected Growth. Washington, D.C.: American Enterprise Institute, 1979.",
        "Muller, L. Scott. Receipt of Multiple Benefits by Disabled Worker Beneficiaries. U.S. Department of Health, Education, and Welfare, Social Security Administration, Office of Research and Statistics, Office of Policy, Working Paper Series no. 15, May 1980.",
        "Nagi, Saad, and L. Hadley. Disability Behavior, Income Change and Motivation to Work, Industrial and Labor Relations Review, January 1972.",
        "Nagi, Saad. The Concept and Measurement of Disability. In Disability Policies and Government Policies, ed. E. Berkowitz. New York: Praeger Publishers, 1979.",
        "Oi, Walter. The Impact of Disability on Full Income, Conference Paper for the American Economic Asociation Meetings, August 1978.",
        "Parsons, Donald O. The Decline in Male Labor Force Participation, J. P. E. , February 1980, 88, 117-34 (a).",
        "Parsons, Donald O. Racial Trends in Male Labor Force Participation, A.E.R., December 1980, 70, 911-20 (b).",
        "Parsons, Donald O. The Male Labour Force Participation Decision: Health, Reported Health, and Economic Incentives, Economica, Feburary 1982, 49, 81-91 (a).",
        "Parsons, Donald O. A Time Series Analysis of Male Labor Force Participation and Social Security Disability Recipiency. Mimeographed. Columbus: Ohio State Univ., 1982 (b).",
        "Parsons, Donald O. Male Labor Force Participation and Disability Recipiency: A Cross-State Analysis, mimeographed. Columbus: Ohio State Univ. , 1982 (c).",
        "Parsons, Donald O. /&apos;Disability Insurance and Male Labor Force Participation: A Response to Haveman and Wolfe, Journal of Political Economy, June 1984a, 92:3, 542-549.",
        "Parsons, Donald O. Social Insurance with Imperfect State Verification: Income Insurance for the Disabled, unpublished paper, Ohio State University, July 1984b.",
        "Scheffler, Richard M. and George Iden. The Effect of Disability on Labor Supply. Industrial and Labor Relations Review, October 1974, 28, 122-132.",
        "Siskind, Frederic B. Labor Force Participation of Men, 25-54, by Race, Monthly Labor Rev., July 1975, 98, 40-42.",
        "Slade, Frederic P. Older Men: Disability Insurance and the Incentive to Work, Industrial Relations,. Spring 1984, 23:2, 260-269.",
        "Swisher, Idella G. The Disabled and the Decline in Men&apos;s Labor Force Participation, Monthly Labor Review, November 1973, 96, 53.",
        "Treitel, Ralph. Effects of Financing Disabled-Beneficiary Rehabilitation, Social Security Bulletin, November 1975, 16-18.",
        "Treitel, Ralph. Disability Claimants Who Contest Denials and Win Reversals through Hearings, U.S. Department of Health, Education, and Welfare, Social Security Administration, Office of Research and Statistics, Office of Policy, Working Paper Series no. 3, February 1979.",
        "Treitel, R. Disability Beneficiary Recovery, Social Security Office of Research and Statistics Working paper #2, 1979.",
        "Worrall, John D. A Benefit-Cost Analysis of the Vocational Rehabilitation Program, Journal of Human Resources, Spring 1978, 285-98."
    ]
}