{
    "id": 17459,
    "cites": 47,
    "cited_by": 12,
    "reference": [
        "Abaluck, J. and J. Gruber, Ã\u0083Â¢Choice Inconsistencies Among the Elderly: Evidence from Plan Choice in the Medicare Part D Program,Ã\u0083Â¢ American Economic Review, 2011, 101 (4), 1180Ã\u0083Â¢1210.",
        "Akerlof, G., Ã\u0083Â¢The market for Ã\u0083Â¢lemonsÃ\u0083Â¢: Quality Uncertainty and the Market Mechanism,Ã\u0083Â¢ Quarterly Journal of Economics, 1970, 84 (3), 488Ã\u0083Â¢500.",
        "Bernheim, D. and A. Rangel, Ã\u0083Â¢Beyond Revealed Preference: Choice-Theoretic Fuondations for Behavioral Welfare Economics,Ã\u0083Â¢ Quarterly Journal of Economics, 2009, 124 (1), 146Ã\u0083Â¢163.",
        "Bundorf, K., J. Levin, and N. Mahoney, Ã\u0083Â¢Pricing and Welfare in Health Plan Choice,Ã\u0083Â¢ April 2010. Stanford University, Working Paper.",
        "Cabral, L., Ã\u0083Â¢Switching Costs and Equilibrium Prices,Ã\u0083Â¢ August 2008. New York University Working Paper.",
        "Cardon, J. and I. Hendel, Ã\u0083Â¢Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey,Ã\u0083Â¢ The RAND Journal of Economics, 2001, 32 (3), 408Ã\u0083Â¢427.",
        "Carlin, C. and R. Town, Ã\u0083Â¢Adverse Selection, Welfare, and Optimal Pricing of Employer Sponsored Health Plans,Ã\u0083Â¢ 2009. University of Minnesota Working Paper.",
        "Chandra, A., J. Gruber, and R. McKnight, Ã\u0083Â¢Patient Cost-Sharing and Hospitalization OÃ\u0083Â¯sets in the Elderly,Ã\u0083Â¢ American Economic Review, 2010, 100 (1), 193Ã\u0083Â¢213.",
        "Chiappori, P., A. Gandhi, B. Salanie, and F. Salanie, Ã\u0083Â¢Identifying Preferences under Risk from Discrete Choices,Ã\u0083Â¢ December 2008. Columbia University Working Paper.",
        "Cohen, A. and L. Einav, Ã\u0083Â¢Estimating Risk Preferences from Deductible Choice,Ã\u0083Â¢ The American Economic Review, 2007, 97 (3), 745Ã\u0083Â¢788.",
        "Crawford, G., N. Tosini, and K. Waehrer, Ã\u0083Â¢The Impact of Rollover Contracts on Switching Costs in the UK Voice Market: Evidence from Disaggregate Customer Billing Data,Ã\u0083Â¢ July 2011. University of Warwick, Working Paper.",
        "Cutler, D., A. Finkelstein, and K. McGarry, Ã\u0083Â¢Preference Heterogeneity and Insurance Markets: Explaining a Puzzle,Ã\u0083Â¢ American Economic Review Papers and Proceedings, 2008, 98 (2), 157Ã\u0083Â¢162.",
        ", B. Lincoln, and R. Zeckhauser, Ã\u0083Â¢Selection Stories: Understanding Movement Across Health Plans,Ã\u0083Â¢ July 2009. NBER Working Paper No. 15164.",
        "DeNavas-Walk, C., B. Proctor, and J. Smith, Ã\u0083Â¢Income, Poverty, and Health Insurance Coverage in the United States: 2009,Ã\u0083Â¢ U.S. Census Bureau, 2010.",
        "Dube, J., G. Hitsch, and P. Rossi, Ã\u0083Â¢Do Switching Costs Make Markets More Competitive,Ã\u0083Â¢ Journal of Marketing Research, 2009, 46, 435Ã\u0083Â¢445.",
        ", , and , Ã\u0083Â¢State Dependence and Alternative Explanations for Consumer Inertia,Ã\u0083Â¢ The RAND Journal of Economics, 2010, 41 (3), 417Ã\u0083Â¢445.",
        ", , , and M. Vitorino, Ã\u0083Â¢Category Pricing with State Dependent Utility,Ã\u0083Â¢ Marketing Science, 2008, 27 (3), 417Ã\u0083Â¢429.",
        "Einav, L., A. Finkelstein, and J. Levin, Ã\u0083Â¢Beyond Testing: Empirical Models of Insurance Markets,Ã\u0083Â¢ Annual Review of Economics, 2010, 2, 311Ã\u0083Â¢336.",
        ", , and M. Cullen, Ã\u0083Â¢Estimating Welfare in Insurance Markets Using Variation in Prices,Ã\u0083Â¢ Quarterly Journal of Economics, 2010, 125 (3), 877Ã\u0083Â¢921.",
        ", , and P. Schrimpf, Ã\u0083Â¢Optimal Mandates and the Welfare Cost of Asymmetric Information: Evidence from the U.K. Annuity Market,Ã\u0083Â¢ Econometrica, 2010, 78 (3), 1031Ã\u0083Â¢1092.",
        ", , S. Ryan, P. Schrimpf, and M. Cullen, Ã\u0083Â¢Selection on Moral Hazard in Health Insurance,Ã\u0083Â¢ April 2011. Stanford University Working Paper.",
        "Ellison, G., Ã\u0083Â¢Shrouded Attributes, Consumer Myopia, and Information Suppression in Competitive Markets,Ã\u0083Â¢ Quarterly Journal of Economics, 2006, 121 (2), 505Ã\u0083Â¢540.",
        "Enthoven, A., A. Garber, and S. Singer, Ã\u0083Â¢Near-Universal Coverage Through Health Plan Competition: An Insurance Exchange Approach,Ã\u0083Â¢ Covering America: Real Remedies for the Uninsured, Editors J. Meyer and E. Wicks, 2001, Washington DC.",
        "Ericson, K., Ã\u0083Â¢Market Design When Firms Interact with Inertial Consumers: Evidence from Medicare Part D,Ã\u0083Â¢ November 2010. Harvard, Working Paper.",
        "Fang, H., M. Keane, and D. Silverman, Ã\u0083Â¢Sources of Advantageous Selection: Evidence from the Medigap Insurance Market,Ã\u0083Â¢ Journal of Political Economy, 2008, 116 (2), 303Ã\u0083Â¢350.",
        "Farrell, J. and P. Klemperer, Ã\u0083Â¢Coordination and Lock-In: Competition with Switching Costs and Network EÃ\u0083Â¯ects,Ã\u0083Â¢ Handbook of Industrial Organization Chapter 31 Editors M. Armstrong and R. Porter, 2007, pp. 1967Ã\u0083Â¢2072.",
        "Finkelstein, A. and J. Poterba, Ã\u0083Â¢Testing for Adverse Selection with Unused Observables,Ã\u0083Â¢ 2006. NBER Working Paper 12112.",
        "Gabaix, X. and D. Laibson, Ã\u0083Â¢Shrouded Attributes, Consumer Myopia, and Information Suppression in Competitive Markets,Ã\u0083Â¢ Quarterly Journal of Economics, 2006, 121 (2), 505Ã\u0083Â¢540.",
        "Gertner, R., Ã\u0083Â¢Game Shows and Economic Behavior: Risk-Taking on Ã\u0083Â¢Card SharksÃ\u0083Â¢,Ã\u0083Â¢ Quarterly Journal of Economics, 1993, 108 (2).",
        "Goettler, R. and K. Clay, Ã\u0083Â¢TariÃ\u0083Â¯ Choice with Consumer Learning and Switching Costs,Ã\u0083Â¢ October 2010. University of Chicago Booth School of Business, Working Paper.",
        "Handel, B., Ã\u0083Â¢Adverse Selection and Switching Costs in Health Insurance Markets: When Nudging Hurts,Ã\u0083Â¢ January 2010. Northwestern University Working Paper.",
        ", I. Hendel, and M. Whinston, Ã\u0083Â¢Better OÃ\u0083Â¯ Without You?: Hassle Costs and Foregone BeneÃ\u0083Â¯ts in Flexible Spending Accounts,Ã\u0083Â¢ September 2011. Northwestern University Working Paper.",
        "Holt, C. and S. Laury, Ã\u0083Â¢Risk Aversion and Incentive EÃ\u0083Â¯ects,Ã\u0083Â¢ American Economic Review, 2002, 92 (5).",
        "Kaiser Family Foundation, Ã\u0083Â¢Employer Health BeneÃ\u0083Â¯ts: 2010 Annual Survey,Ã\u0083Â¢ http://ehbs.kff.org/pdf/2010/8085.pdf 2010.",
        ", Ã\u0083Â¢Focus on Health Reform: Summary of New Health Reform Law,Ã\u0083Â¢ http://www.kff.org/healthreform/upload/8061.pdf 2010.",
        "Klemperer, P., Ã\u0083Â¢Competition When Consumers Have Switching Costs: An Overview with Applications to Industrial Organization, Macroeconomics, and International Trade,Ã\u0083Â¢ The Review of Economic Studies, 1995, 62 (4), 515Ã\u0083Â¢539.",
        "Kling, J.R., S. Mullainathan, E. ShaÃ\u0083Â¯r, L Vermeulen, and M.V. Wrobel, Ã\u0083Â¢Comparison Friction: Experimental Evidence from Medicare Drug Plans,Ã\u0083Â¢ June 2011. Princeton University, Working Paper.",
        "Kowalski, A., Ã\u0083Â¢Estimating the TradeoÃ\u0083Â¯ Between Risk Protection and Moral Hazard with a Nonlinear Budget Set Model of Health Insurance,Ã\u0083Â¢ April 2011. Yale Department of Economics working paper.",
        "Madrian, B. and D. Shea, Ã\u0083Â¢The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior,Ã\u0083Â¢ Quarterly Journal of Economics, 2001, 141 (4), 1149Ã\u0083Â¢1187.",
        "McManus, M., S. Berman, T. McInerny, and S. Tang, Ã\u0083Â¢Weighing the Risks of Consumers Driven Health Plans for Families,Ã\u0083Â¢ Pediatrics, 2006, 117, 1420.",
        "Newhouse, J., Lessons from the RAND Health Insurance Experiment, Harvard University Press, 1993.",
        "Reed, M., V. Fung, M. Price, R. Brand, N. Benedetti, S. Derose, J. Newhouse, and J. Hsu, Ã\u0083Â¢High-Deductible Insurance Plans: EÃ\u0083Â¯orts to Sharpen a Blunt Instrument,Ã\u0083Â¢ Health AÃ\u0083Â¯airs, 2009, 28 (4), 1145Ã\u0083Â¢1154.",
        "Rothschild, M. and J. Stiglitz, Ã\u0083Â¢Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information,Ã\u0083Â¢ Quarterly Journal of Economics, 1976, 90, 630Ã\u0083Â¢649.",
        "Samuelson, W. and R. Zeckhauser, Ã\u0083Â¢Status Quo Bias in Decision Making,Ã\u0083Â¢ Journal of Risk and Uncertainty, 1988, 1, 7Ã\u0083Â¢59.",
        "Shum, M., Ã\u0083Â¢Does Advertising Overcome Brand Loyalty? Evidence From Breakfast Cereals,Ã\u0083Â¢ Journal of Economics and Management Strategy, 2004, 13, 241Ã\u0083Â¢272.",
        "Strombom, B., C. Buchmueller, and J. Feldstein, Ã\u0083Â¢Switching costs, price sensitivity, and health plan choice,Ã\u0083Â¢ Journal of Health Economics, 2002, 21, 89Ã\u0083Â¢116.",
        "Train, K., Discrete Choice Methods with Simulation, 2nd ed., Cambridge University Press, 2009."
    ]
}