{
    "id": 17458,
    "cites": 66,
    "cited_by": 1,
    "reference": [
        "Abrams, Charles. 1966. Ã\u0083Â¢Some Blessings of Urban Renewal.Ã\u0083Â¢ In James Q. Wilson (ed.), Urban Renewal: The Record and the Controversy. Cambridge, MA: MIT Press.",
        "Aiken, Michael and Robert Alford. 1972. Governmental Units Analysis Data. Inter-university Consortium for Political and Social Research (ICPSR) Study 28. Ann Arbor, MI.",
        "Anderson, Martin. 1964. The Federal Bulldozer: A Critical Analysis of Urban Renewal, 1949-1962. Cambridge, MA: MIT Press.",
        "Angrist, Joshua D. and Jorn-Steffen Pischke. 2009. Most Harmless Econometrics: An EmpiricistÃ\u0083Â¢s Companion. Princeton, NJ: Princeton University Press.",
        "Angrist, Joshua D. and Alan B. Krueger. 2001. Ã\u0083Â¢Instrumental Variables and the Search for Identification: From Supply and Demand to Natural Experiments.Ã\u0083Â¢ Journal of Economic Perspectives 15, 4: 69-85.",
        "Bartik, Timothy J. 1991. Who Benefits from State and Local Economic Development Policies? Kalamazoo, MI: W. E. Upjohn Institute.",
        "Baum-Snow, Nathaniel. 2007. Ã\u0083Â¢Did Highways Cause Suburbanization?Ã\u0083Â¢ Quarterly Journal of Economics CXXII, 2: 775-805.",
        "Bingham, Richard D. 1975. Public Housing and Urban Renewal: An Analysis of Federal-Local Relations. New York: Praeger Publishers.",
        "Bound, John, David Jaeger, and Regina Baker. 1995. Ã\u0083Â¢Problems with Instrumental Variables Estimation when the Correlation Between the Instruments and the Endogenous Explanatory Variable Is Weak.Ã\u0083Â¢ Journal of the American Statistical Association 90, 430: 443-450.",
        "Boustan, Leah Platt. 2010. Ã\u0083Â¢Was Postwar Suburbanization White Flight? Evidence from the Black Migration.Ã\u0083Â¢ Quarterly Journal of Economics 125, 1: 417-443.",
        "Brueckner, Jan K. and Robert W. Helsley. 2009. Ã\u0083Â¢Sprawl and Blight.Ã\u0083Â¢ Working paper.",
        "Carey, Bill. 2001. Ã\u0083Â¢A City Swept Clean: How Urban Renewal, for Better and for Worse, Created the City We Know Today.Ã\u0083Â¢ Nashville Scene, September 6.",
        "Congressional Quarterly Almanac. 1949. 81st Congress, 1st Session Ã\u0083Â¢ 1949, volume V. Washington, DC: Congressional Quarterly News Features.",
        "Conley, Timothy G., Christian B. Hansen, and Peter E. Rossi. 2008. Ã\u0083Â¢Plausibly Exogenous.Ã\u0083Â¢ Working paper available at SSRN. Council of State Governments. Various years. The Book of the States. Lexington, KY: Council of State Governments.",
        "Cullen, Julie Berry and Steven D. Levitt. 1999. Ã\u0083Â¢Crime, Urban Flight, and the Consequences for Cities.Ã\u0083Â¢ Review of Economics and Statistics 81, 2: 159-169. Davis, Otto A. and Andrew B. Whinston. Ã\u0083Â¢The Economics of Urban Renewal.Ã\u0083Â¢ Law and Contemporary Problems 26: 105-117.",
        "Fairbanks, Robert B. 2002. Ã\u0083Â¢The Texas Exception: San Antonio and Urban Renewal, 1949-1965.Ã\u0083Â¢ Journal of Planning History 1, 2: 181-196.",
        "Fairbanks, Robert B. 2006. Ã\u0083Â¢The Failure of Urban Renewal in the Southwest: From City Needs to Individual Rights.Ã\u0083Â¢ Western Historical Quarterly 37: 303-325.",
        "Federal Housing Administration. 1941. A Handbook on Urban Redevelopment for Cities in the United States. Washington, DC: GPO.",
        "Field, Erica and Michael Kremer. 2005. Ã\u0083Â¢Impact Evaluation for Slum Upgrading Interventions.Ã\u0083Â¢ Washington, DC: World Bank.",
        "Foard, Ashley A. and Hilbert Fefferman. 1960. Ã\u0083Â¢Federal Urban Renewal Legislation.Ã\u0083Â¢ Law and Contemporary Problems 25, 4: 635-684.",
        "Fogelson, Robert M. 2001. Downtown: Its Rise and Fall, 1880-1950. New Haven, CT: Yale University Press.",
        "Galster, George, et al. 2004. Ã\u0083Â¢Measuring the Impact of Community Development Block Grant Spending on Urban Neighborhoods.Ã\u0083Â¢ Housing Policy Debate 15, 4: 903-934.",
        "Gans, Herbert J. 1965. Ã\u0083Â¢The Failure of Urban Renewal.Ã\u0083Â¢ Commentary (July): 29-37.",
        "Gelfand, Mark I. 1975. A Nation of Cities: The Federal Government and Urban America, 1933-1965. New York: Oxford University Press.",
        "Glaeser, Edward L. and Joshua D. Gottlieb. 2008. Ã\u0083Â¢The Economics of Place-Making Policies.Ã\u0083Â¢ Brookings Papers on Economic Activity 1: 155-239.",
        "Gotham, Kevin Fox. 2001. Ã\u0083Â¢Urban Redevelopment, Past and Present.Ã\u0083Â¢ In Gotham (ed.), Critical Perspectives on Urban Redevelopment (pp. 1-31). Elsevier Science: Amsterdam.",
        "Greenstone, Michael, Richard Hornbeck, and Enrico Moretti. 2010. Ã\u0083Â¢Identifying Agglomeration Spillovers: Evidence from Million Dollar Plants.Ã\u0083Â¢ MIT working paper.",
        "Greer, Guy and Alvin H. Hansen. 1941. Urban Redevelopment and Housing: A Program for PostWar. Washington, DC: National Planning Association, Planning Pamphlets No. 10.",
        "Groberg, Robert P. 1965. Ã\u0083Â¢Urban Renewal Realistically Reappraised.Ã\u0083Â¢ Law and Contemporary Problems 30, 1: 212-229.",
        "Groberg, Robert P. 1968. Ã\u0083Â¢Evolution of the Federal Urban Renewal Program.Ã\u0083Â¢ Research Report #20, National Commission on Urban Problems. Washington, DC: unpublished.",
        "Haines, Michael R. 2004. Historical, Demographic, Economic, and Social Data: The United States, 1790-2000. ICPSR Study 2896. Ann Arbor, MI.",
        "Jacobs, Jane. 1993 [1961]. The Death and Life of Great American Cities. New York: The Modern Library.",
        "Lang, Robert E. and Rebecca R. Sohmer. 2000. Ã\u0083Â¢Legacy of the Housing Act of 1949.Ã\u0083Â¢ Housing Policy Debate 11, 2: 291-297.",
        "Leip, David. 2009. Ã\u0083Â¢Dave LeipÃ\u0083Â¢s Atlas of US Presidential Elections.Ã\u0083Â¢ Electronic database: http://uselectionatlas.org/.",
        "Moretti, Enrico. 2011. Ã\u0083Â¢Local Labor Markets.Ã\u0083Â¢ In O. Ashenfelter and D. Card (eds.) Handbook of Labor Economics, Volume 4B. Amsterdam, North Holland.",
        "Mukhija, Vinit. 2001. Ã\u0083Â¢Upgrading Housing Settlements in Developing Countries: The Impact of Existing Physical Conditions.Ã\u0083Â¢ Cities 18, 4: 213-222. National Association of Housing and Redevelopment Officials. Various years. Journal of Housing. Washington, DC: National Association of Housing and Redevelopment Officials.",
        "Plott, Charles R. 1968. Ã\u0083Â¢Some Organizational Influences on Urban Renewal Decisions.Ã\u0083Â¢ American Economic Review 58, 2: 306-321.",
        "Porter, John Sherman. 1950. MoodyÃ\u0083Â¢s Manual of Investments, American and Foreign: Government Securities. New York: MoodyÃ\u0083Â¢s Investors Service.",
        "Priemus, Hugo and Gerard Metselaar. 1993. Ã\u0083Â¢Urban Renewal Policy in a European Perspective.Ã\u0083Â¢ Netherlands Journal of Housing and the Built Environment 8, 4: 447-470.",
        "Pritchett, Wendell E. 2003. Ã\u0083Â¢The Ã\u0083Â¢Public MenaceÃ\u0083Â¢ of Blight: Urban Renewal and the Private Uses of Eminent Domain.Ã\u0083Â¢ Yale Law & Policy Review 21: 1: 1-52.",
        "Roback, Jennifer. 1980. The Value of Local Urban Amenities: Theory and Measurement. Ph.D. Dissertation, University of Rochester.",
        "Roback, Jennifer. 1982. Ã\u0083Â¢Wages, Rents, and the Quality of Life.Ã\u0083Â¢ Journal of Political Economy 90, 6: 1257-1278.",
        "Rosen, Sherwin. 1979. Ã\u0083Â¢Wages-based Indexes of Urban Quality of Life.Ã\u0083Â¢ In P. Mieszkowski and M. Straszheim (eds.) Current Issues in Urban Economics. Baltimore: Johns Hopkins University Press.",
        "Rossi-Hansberg, Esteban, Pierre-Daniel Sarte, Raymond Owens III. 2010. Ã\u0083Â¢Housing Externalities.Ã\u0083Â¢ Journal of Political Economy 118, 3: 485-535.",
        "Rothenberg, Jerome. 1967. Economic Evaluation of Urban Renewal: Conceptual Foundation of Benefit-Cost Analysis. Washington, DC: Brookings Institution.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2008. Integrated Public Use Microdata Series: Version 4.0. Minneapolis, MN: Minnesota Population Center.",
        "Schall, Lawrence D. 1976. Ã\u0083Â¢Urban Renewal Policy and Economic Efficiency.Ã\u0083Â¢ American Economic Review 66, 4: 612-628.",
        "Slayton, William L. 1966. Ã\u0083Â¢The Operation and Achievements of the Urban Renewal Program.Ã\u0083Â¢ In James Q. Wilson (ed.), Urban Renewal: The Record and the Controversy (pp. 189-229). Cambridge, MA: MIT Press.",
        "Sogg, Wilton and Warren Wertheimer. 1966. Ã\u0083Â¢Legal and Governmental issues in Urban Renewal.Ã\u0083Â¢ In James Q. Wilson (ed.), Urban Renewal: The Record and the Controversy (pp. 126-188). Cambridge, MA: MIT Press.",
        "Stock, James H., Jonathan H. Wright, and Motohiro Yogo. 2002. Ã\u0083Â¢A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments.Ã\u0083Â¢ Journal of Business & Economic Statistics 20, 4: 518-529.",
        "Straits, Bruce C. 1965. Ã\u0083Â¢Community Adoption and Implementation of Urban Renewal.Ã\u0083Â¢ American Journal of Sociology 71, 1: 77-82.",
        "Teaford, Jon C. 1990. The Rough Road to Renaissance: Urban Revitalization in America, 19401985. Baltimore, MD: Johns Hopkins University Press.",
        "Teaford, Jon C. 2000. Ã\u0083Â¢Urban Renewal and Its Aftermath.Ã\u0083Â¢ Housing Policy Debate 11: 443-465.",
        "United States Department of Commerce, Bureau of the Census. 1953. Census of Population: 1950, Volume II. Washington, DC: GPO.",
        "United States Department of Commerce, Bureau of the Census. 1954a. Census of Housing: 1950, Volume II. Washington, DC: GPO.",
        "United States Department of Commerce, Bureau of the Census. 1954b. State Payments to Local Governments in 1952. State and Local Government Special Studies. Washington, DC: GPO.",
        "United States Department of Housing and Urban Development. 1974a. Statistical Yearbook. Washington, DC: GPO.",
        "United States Department of Housing and Urban Development. 1974b. Urban Renewal Directory: June 30, 1974. Washington, DC.",
        "United States Department of Housing and Urban Development. 1966. Urban Renewal Project Characteristics: June 30, 1966. Washington, DC.",
        "United States Housing and Home Finance Agency, Office of the General Counsel. 1962. Ã\u0083Â¢State Enabling Legislation, Urban Redevelopment, and Urban Renewal.Ã\u0083Â¢ Washington, DC.",
        "United States Housing and Home Finance Agency. 1966. Ã\u0083Â¢The Housing of Relocated Families: Summary of a Census Bureau Study.Ã\u0083Â¢ In James Q. Wilson (ed.), Urban Renewal: The Record and the Controversy (pp. 336-352). Cambridge, MA: MIT Press.",
        "Von Hoffman, Alexander. 2000. Ã\u0083Â¢A Study in Contradictions: The Origins and Legacy of the Housing Act of 1949.Ã\u0083Â¢ Housing Policy Debate 11, 2: 299-329.",
        "White, Michael J. 1980. Urban Renewal and the Changing Residential Structure of the City. Chicago: Community and Family Study Center at the University of Chicago.",
        "Wilson, James Q. 1966. Urban Renewal: The Record and the Controversy. Cambridge, MA: MIT Press.",
        "Wines, Michael and Jonathan Ansfield. 2010. Ã\u0083Â¢Trampled in a Land Rush, Chinese Push Back.Ã\u0083Â¢ New York Times (May 27): p. A1.",
        "Zhang, Yan and Ke Fang. 2004. Ã\u0083Â¢Is History Repeating Itself? From Urban Renewal in the United States to Inner-City Redevelopment in China.Ã\u0083Â¢ Journal of Planning Education and Research 23: 286-298."
    ]
}