{
    "id": 17452,
    "cites": 57,
    "cited_by": 18,
    "reference": [
        "Barnett, W. Steven (2011) Ã\u0083Â¢Effectiveness of early educational intervention.Ã\u0083Â¢Science. 333(August 19): 975-978. Barnett, W. Steven and Kenneth B. Robin. (Undated) Ã\u0083Â¢How much does quality preschool cost?Ã\u0083Â¢ Rutgers University, National Institute for Early Education Research.",
        "Barnett, W. Steven, Cynthia Lamy and Kwanghee Jung (2005) Ã\u0083Â¢The effects of state prekindergarten programs on young childrenÃ\u0083Â¢s school readiness in five states.Ã\u0083Â¢ Rutgers University, National Institute for Early Education Research.",
        "Barnett, W. Steven, J.W. Young and L.J. Schweinhart (1998) Ã\u0083Â¢How preschool education influences long-term cognitive development and school success.Ã\u0083Â¢In W.S. Barnett and S.S. Boocock, Eds.Early care and education for children in poverty: Promises, programs, and longterm results (pp. 167-184). Albany: StateUniversity of New York Press.",
        "Belfield, Clive R., Milagros Nores, Steve W. Barnett and Lawrence J. Schweinhart (2006) Ã\u0083Â¢The High/Scope Perry Preschool Program: Cost-Benefit Analysis Using Data from the Age-40 Followup.Ã\u0083Â¢ Journal of Human Resources.XLI(1): 162-190.",
        "Besharov, Douglas J. (2005) Ã\u0083Â¢Head StartÃ\u0083Â¢s Broken Promise.Ã\u0083Â¢American Enterprise Institute, On the Issues.http://www.aei.org/issue/23373 Bloom, Howard S. (1984) Ã\u0083Â¢Accounting for no-shows in experimental evaluation designs.Ã\u0083Â¢ Evaluation Review. 8(2): 225-46.",
        "Bloom, Howard S. (2005) Ã\u0083Â¢Randomizing groups to evaluate place-based programs.Ã\u0083Â¢ In Learning More from Social Experiments: Evolving Analytic Approaches, Edited by Howard S. Boom. NY: Russell Sage Foundation.",
        "Card, David (2001) Ã\u0083Â¢Estimating the returns to schooling: Progress on some persistent econometric problems.Ã\u0083Â¢ Econometrica. 69(5): 1127-60.",
        "Carniero, Pedro and James J. Heckman (2003) Ã\u0083Â¢Human Capital Policy,Ã\u0083Â¢ In Inequality in America: What Role for Human Capital Policies?James J. Heckman and Alan B. Krueger.Cambridge, MA: MIT Press. Chetty, Raj, John Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Schanzenbach, and Danny Yagan (forthcoming) Ã\u0083Â¢How does your kindergarten classroom affect your earnings? Evidence from Project STAR.Ã\u0083Â¢Quarterly Journal of Economics.",
        "Cohen, Jacob (1977) Statistical Power Analysis for the Behavioral Sciences. New York: Academic Press.",
        "Cook, Philip J. and Jens Ludwig (2006) Ã\u0083Â¢Aiming for evidence-based gun policy.Ã\u0083Â¢ Journal of Policy Analysis and Management. 25(3): 691-736.",
        "Cunha, Flavio and James Heckman (2007) Ã\u0083Â¢The technology of skill formation.Ã\u0083Â¢ Cambridge, MA: NBER Working Paper 12840.",
        "Currie, Janet (2001) Ã\u0083Â¢Early Childhood Education Programs.Ã\u0083Â¢Journal of Economic Perspectives.15(2): 213-238.",
        "Currie, Janet and Duncan Thomas (1993) Ã\u0083Â¢Does Head Start Make a Difference?Ã\u0083Â¢ Cambridge, MA: NBER Working Paper 4406.",
        "Currie, Janet and Duncan Thomas (1995) Ã\u0083Â¢Does Head Start Make a Difference?Ã\u0083Â¢ American Economic Review. 85(3): 341-364.",
        "Currie, Janet and Duncan Thomas (1999) Ã\u0083Â¢Early test scores, socioeconomic status, and future outcomes.Ã\u0083Â¢ NBER Working Paper 6943.",
        "Currie, Janet and Duncan Thomas (2000) Ã\u0083Â¢School quality and the longer-term effects of Head Start.Ã\u0083Â¢ Journal of Human Resources. 35(4): 755-774. Currie, Janet and Matthew Neidell (forthcoming) Ã\u0083Â¢Getting Inside the Ã\u0083Â¢Black BoxÃ\u0083Â¢ of Head Start Quality: What Matters and What DoesnÃ\u0083Â¢t?Ã\u0083Â¢ Economics of Education Review.",
        "Deming, David (2009) Ã\u0083Â¢Early childhood intervention and life-cycle skill development: Evidence from Head Start.Ã\u0083Â¢ American Economic Journal: Applied Economics. 1(3): 111-134.",
        "Duncan, Greg J., Chantelle J. Dowsett, Amy Claessens, Katherine Magnuson, Aletha C. Huyston, Pamela Klebanov, Linda Pagani, Leon Feinstein, Mimi Engel, Jeanne Brooks-Gunn, Holly Sexton, Kathryn Duckworth, and Crista Japel (2006) Ã\u0083Â¢School Readiness and Later Achievement.Ã\u0083Â¢ Working Paper, Northwestern University. Duncan, Greg J. and Katherine Magnuson (forthcoming) Ã\u0083Â¢Penny size and effect size foolish.Ã\u0083Â¢CDP.",
        "Frisvold, David (2007) Ã\u0083Â¢Head Start Participation and Childhood Obesity.Ã\u0083Â¢ Paper presented at the Allied Social Science Association Meetings, January 2007, Chicago.",
        "Garces, Eliana, Duncan Thomas, and Janet Currie (2002) Ã\u0083Â¢Longer Term Effects of Head Start.Ã\u0083Â¢ American Economic Review. 92(4): 999-1012.",
        "Gormley, William T. and Ted Gayer (2005) Ã\u0083Â¢Promoting School Readiness in Oklahoma: An Evaluation of TulsaÃ\u0083Â¢s Pre-K Program.Ã\u0083Â¢ Journal of Human Resources.XL(3): 533-558.",
        "Gormley, William T., Ted Gayer, Deborah Phillips and Brittany Dawson (2005) Ã\u0083Â¢The effects of universal pre-K on cognitive development.Ã\u0083Â¢Working Paper, Georgetown University, Center for Research on Children in the United States.",
        "Gruber, Jonathan and BotondKoszegi (2002) Ã\u0083Â¢A Theory of Government Regulation of Addictive Bads: Optimal Levels and Tax Incidence for Cigarette Excise Taxation.Ã\u0083Â¢ NBER Working Paper 8777.",
        "Gruber, Jonathan and SendhilMullainathan (2002) Ã\u0083Â¢Do Cigarette Taxes Make Smokers Happier?Ã\u0083Â¢NBER Working Paper 8872.",
        "Harris, Douglas N. (2007) Ã\u0083Â¢New benchmarks for interpreting effect sizes: Combining effects with costs.Ã\u0083Â¢ Working Paper, University of Wisconsin at Madison.",
        "Haskins, Ron (2004) Ã\u0083Â¢Competing Visions.Ã\u0083Â¢ Education Next.",
        "Haskins, Ron (2010) Ã\u0083Â¢Finally, the Obama Administration is putting Head Start to the test.Ã\u0083Â¢ Washington Post.",
        "Haskins, Ron and W. Steven Barnett (2010) Ã\u0083Â¢New directions for AmericaÃ\u0083Â¢s early childhood policies.Ã\u0083Â¢InInvesting in Young Children: New Directions in Federal Preschool and Early Childhood Policy, Edited by Ron Haskins and W. Steven Barnett. Washington, DC: Brookings Institution. pp. 1-28.",
        "Hinshaw, SP (1992) Ã\u0083Â¢Externalizing behavior problems and academic underachievement in childhood and adolescence: Causal relationships and underlying mechanisms.Ã\u0083Â¢ Psychological Bulletin. 111: 127-154.",
        "Holzer, Harry, Diane Whitmore Schanzenbach, Greg J. Duncan, and Jens Ludwig (2007) The Economic Costs of Poverty. Washington, DC: Center for American Progress.",
        "Jencks, Christopher and Meredith Phillips (1998) Ã\u0083Â¢The black-white test score gap: An introduction.Ã\u0083Â¢ The Black-White Test Score Gap, edited by Christopher Jencks and Meredith Phillips. Washington, DC: Brookings Institution Press. pp. 1-54.",
        "Jimerson, S., Egeland, B., & Teo, A. (1999). A longitudinal study of achievement trajectories: Factors associated with change. Journal of Educational Psychology, 91(1) 116-126.",
        "Klein, Joe (2011) Ã\u0083Â¢Time to ax public programs that donÃ\u0083Â¢t yield results.Ã\u0083Â¢Time Magazine. July 7, 2011.",
        "Knudsen, Eric I., James J. Heckman, Judy L. Cameron, and Jack P. Shonkoff (2006) Ã\u0083Â¢Economic, neurobiological, and behavioral perspectives on building AmericaÃ\u0083Â¢s future workforce.Ã\u0083Â¢Proceedings of the National Academy of Sciences. 103: 10155-10162.",
        "Krueger, Alan B. (2003) Ã\u0083Â¢Economic considerations and class size.Ã\u0083Â¢Economic Journal.",
        "Leak, Jimmy, Greg J. Duncan, Weilin Li, Katherine Magnuson, Holly Schindler, and Hirokazu Yoshikawa (2010) Ã\u0083Â¢Is timing everything? How early childhood education program impacts vary by starting age, program duration, and time since the end of the program.Ã\u0083Â¢ UC-Irvine working paper, presented at the fall 2010 meetings of the Association for Public Policy Analysis and Management, Boston, MA.",
        "Lochner, Lance and Enrico Moretti (2004) Ã\u0083Â¢The effect of education on crime: Evidence from prison inmates, arrests, and self-reports.Ã\u0083Â¢ American Economic Review. 94(1): 155-189.",
        "Ludwig, Jens (2006) Ã\u0083Â¢The Costs of Crime.Ã\u0083Â¢ Testimony to the U.S. Senate Judiciary Committee, September, 2006.",
        "Ludwig, Jens and Douglas L. Miller (2007) Ã\u0083Â¢Does Head Start Improve ChildrenÃ\u0083Â¢s Life Chances?Evidence from a Regression-Discontinuity Design.Ã\u0083Â¢Quarterly Journal of Economics. 122(1): 159-208.",
        "Ludwig, Jens and Deborah A. Phillips (2007a) Ã\u0083Â¢The benefits and costs of Head Start.Ã\u0083Â¢ Cambridge, MA: NBER Working Paper 12973.",
        "Ludwig, Jens and Deborah A. Phillips (2007b) Ã\u0083Â¢The benefits and costs of Head Start.Ã\u0083Â¢Social Policy Report, Volume XXI, Number 3. Society for Research on Child Development.",
        "Ludwig, Jens and Deborah A. Phillips (2010) Ã\u0083Â¢Leave no (young) child behind: Prioritizing access in early education.Ã\u0083Â¢ In Investing in Young Children: New Directions in Federal Preschool and Early Childhood Policy, Edited by Ron Haskins and W. Steven Barnett. Washington, DC: Brookings Institution. pp. 49-58.",
        "Magnuson, Katherine A., Christopher J. Ruhm, and Jane Waldfogel (2004) Ã\u0083Â¢Does prekindergarten improve school preparation and performance?Ã\u0083Â¢ NBER Working Paper 10452.",
        "Mayer, Susan E. (1997) What Money CanÃ\u0083Â¢t Buy.Cambridge, MA: Harvard Press.",
        "Miles, Sarah B. and Deborah Stipek (2006) Ã\u0083Â¢Contemporaneous and longitudinal associations between social behavior and literacy achievement in a sample of low-income elementary school children.Ã\u0083Â¢ Child Development. 77(1): 103-117.",
        "Murnane, Richard J., John B. Willett, and Frank Levy (1995) Ã\u0083Â¢The growing importance of cognitive skills in wage determination.Ã\u0083Â¢ Review of Economics and Statistics. 77(2): 251-266.",
        "Murnane, Richard J., John B. Willett, K.L. Bub, and K. McCartney (2006) Ã\u0083Â¢Understanding trends in the black-white mathematics achievement gap during the first years of school.Ã\u0083Â¢Brookings-Wharton Papers on Urban Affairs.97-135.",
        "Phillips, D., McCartney, K., &Sussman, A. (2006).Child care and early development.In McCartney, K., & Phillips, D. (Eds.), The Handbook of Early Child Development. Blackwell Publishers.",
        "Puma, Michael, Stephen Bell, Ronna Cook, Camilla Heid, Michael Lopez, et al. (2005) Head Start Impact Study: First Year Findings. Westat. Report Prepared for the U.S. Department of Health and Human Services. http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/first_yr_finds/first_yr_finds.pdf Puma, Michael, Stephen Bell, Ronna Cook, Camilla Heid, et al. (2010) Head Start Impact Study: Final Report. Westat. Report Prepared for the U.S. Department of Health and Human Services.http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impac t_study_final.pdf Ramey, Craig T. and Sharon Landesman Ramey (2010) Ã\u0083Â¢Head Start: Strategies to improve outcomes for children living in poverty.Ã\u0083Â¢ In Investing in Young Children: New Directions in Federal Preschool and Early Childhood Policy, Edited by Ron Haskins and W. Steven Barnett. Washington, DC: Brookings Institution. pp. 59-68.",
        "Reynolds, Arthur J., Judy A. Temple, Suh-Ruu Oh, Irma A. Arteaga, and Barry A.B. White (2011) Ã\u0083Â¢School-based early childhood education and age-28 well-being: Effects by timing, dosage, and subgroups.Ã\u0083Â¢ Science. 333: 360-364.",
        "Rock, Donald A. and A. Jackson Stenner (2005) Ã\u0083Â¢Assessment Issues in the Testing of Children at School Entry.Ã\u0083Â¢ The Future of Children. 15(1): 15-34.",
        "Schanzenbach, Diane Whitmore (2006) Ã\u0083Â¢What have researchers learned from Project STAR?Ã\u0083Â¢ Brookings Papers on Education Policy. Schweinhart, Lawrence J., Jeanne Montie, Zongping Xiang, W. Steven Barnett, Clive R. Belfield and Milagros Nores, Lifetime Effects: The High/Scope Perry Preschool Study Through Age 40.",
        "Thun, Michael J. and A. Jermal (2006) Ã\u0083Â¢How much of the decrease in cancer death rates in the United States is attributable to reductions in tobacco smoking?Ã\u0083Â¢ Tobacco Control. 15: 345-347.",
        "Vinovskis, Maris A. (2005) The Birth of Head Start: Preschool Education Policies in the Kennedy and Johnson Administrations. Chicago: University of Chicago Press.",
        "Westinghouse Learning Corporation (1969) The Impact of Head Start: An Evaluation of the Effects of Head Start on ChildrenÃ\u0083Â¢s Cognitive and Affective Development. Executive Summary.Ohio University Report to the Office of Economic Opportunity.Washington, DC: Clearinghouse for Federal Scientific and Technical Information, June 1969.",
        "Wong, Vivian C., Thomas D. Cook, W. Steven Barnett, and Kwanghee Jung (2008) Ã\u0083Â¢An effectiveness-based evaluation of five state pre-kindergarten programs.Ã\u0083Â¢Journal of Policy Analysis and Management. 27(1): 122-154.",
        "Zaslow, Martha (2006) Ã\u0083Â¢Issues for the Learning community From the First Year Results of the Head Start Impact Study.Ã\u0083Â¢ Plenary Presentation to the Head Start Eighth National Research Meeting, June 27, 2006."
    ]
}