{
    "id": 17455,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Athey,S.and G. Imbens (2006), Ã\u0083Â¢Identification and Inferencein NonlinearDifference-inDifferences Models,Ã\u0083Â¢ Econometrica, 74, 431-97.",
        "Blumstein, A., J. Cohen, and D. Nagin, eds. (1978), Deterrence and Incapacitation: Estimating the Effects of Criminal Sanctions on Crime Rates, Washington, D.C.: National Academy Press.",
        "Blundell, R., A. Gosling, H. Ichimura, and C. Meghir (2007), Ã\u0083Â¢Changes in the Distribution of Male and Female Wages Accounting for Employment Composition Using Bounds,Ã\u0083Â¢ Econometrica, 75, 323-363.",
        "Chernozhukov, V., I. Fernandez-Val, and W. K. Newey (2010), Ã\u0083Â¢Quantile and Average Effects in Nonseparable Panel Models,Ã\u0083Â¢ Department of Economics, MIT.",
        "Chernozhukov, V., H. Hong, and E. Tamer (2007), Ã\u0083Â¢Estimation and Confidence Regions for Parameter Sets in Econometric Models,Ã\u0083Â¢ Econometrica, 75, 1243-1284.",
        "Donohue, J. And J. Wolfers. (2005). Ã\u0083Â¢Uses and Abuses of Empirical Evidence in the Death Penalty Debate,Ã\u0083Â¢ Stanford Law Review, 58, 791-841.",
        "Dezhbakhsh, H. and J. Shepherd (2006), Ã\u0083Â¢The Deterrent Effect of Capital Punishment: Evidence from a Judicial Experiment,Ã\u0083Â¢ Economic Inquiry, 14, 512-535.",
        "Dezhbakhsh, H., P. Rubin, and J. Shepherd (2003), Ã\u0083Â¢Does Capital Punishment Have a Deterrent Effect? New Evidence from Post Moratorium Panel Data,Ã\u0083Â¢ American Law and Economic Review, 5, 344-76.",
        "Ehrlich, I. (1975), Ã\u0083Â¢The Deterrent Effect of Capital Punishment: A Question of Life and Death.Ã\u0083Â¢ American Economic Review, 65, 397Ã\u0083Â¢417.",
        "Evdokimov, K. (2010). Ã\u0083Â¢Identification and Estimation of a Nonparametric Panel Data Model with Unobserved Heterogeneity,Ã\u0083Â¢ Department of Economics, Princeton University.",
        "Gundersen, C., B.Kreider,andJ. Pepper(2011),Ã\u0083Â¢TheImpactof the National School Lunch Program on Child Health: A Nonparametric Bounds Analysis,Ã\u0083Â¢ Journal of Econometrics, forthcoming.",
        "Imbens, G. and C. Manski (2004), Ã\u0083Â¢Confidence Intervals for Partially Identified Parameters.Ã\u0083Â¢ Econometrica, 72, 1845-1857.",
        "Manski, C. (1990), Ã\u0083Â¢Nonparametric Bounds on Treatment Effects,Ã\u0083Â¢ American Economic Review Papers and Proceedings, 80, 319Ã\u0083Â¢323.",
        "Manski, C. (2003), Partial Identification of Probability Distributions, New York: Springer-Verlag.",
        "Manski, C. and D. Nagin (1998), Ã\u0083Â¢Bounding Disagreements About Treatment Effects: A Case Study of Sentencing and Recidivism,Ã\u0083Â¢ Sociological Methodology, 28, 99-137.",
        "Manski, C. and J. Pepper (2000), Ã\u0083Â¢Monotone Instrumental Variables: with an Application to the Returns to Schooling,Ã\u0083Â¢ Econometrica, 68, 997Ã\u0083Â¢1010.",
        "Manski, C. and J. Pepper (2011), Ã\u0083Â¢Partial Identification of Treatment Response with Data on Repeated Cross Sections,Ã\u0083Â¢ in preparation.",
        "Moffitt, R. (2005), Ã\u0083Â¢Remarks on the Analysis of Causal Relationships in Population Research,Ã\u0083Â¢ Demography, 91-108.",
        "Pepper, J. (2000). Ã\u0083Â¢The Intergenerational Transmission of Welfare Receipt: A Nonparametric Bounds Analysis,Ã\u0083Â¢ The Review of Economics and Statistics, 82, 472-488."
    ]
}