{
    "id": 17451,
    "cites": 27,
    "cited_by": 25,
    "reference": [
        "American Academy of Actuaries. 2009. Ã\u0083Â¢Critical Issues in Health Reform: Community Living Assistance Services and Supports Act.Ã\u0083Â¢ http://www.actuary.org/pdf/health/class_nov09.pdf. Last accessed 9/13/2011.",
        "AmericaÃ\u0083Â¢s Health Insurance Plans (AHIP). 2007. Ã\u0083Â¢Who Buys Long-Term Care Insurance? A 15-year Study of Buyers and Non-Buyers, 190-2005.Ã\u0083Â¢ April.",
        "Berkowitz, Ben. 2010. Ã\u0083Â¢MetLife to Stop Writing Long-term Care Policies. Reuters News. http://www.reuters.com/article/idUSTRE6AA3RJ20101111 Beshears, John, James Choi, David Laibson, and Brigitte Madrian. 2008. Ã\u0083Â¢Ã\u0083Â¢The Importance of Default Options for Retirement Savings Outcomes: Evidence from the United States.Ã\u0083Â¢ In Stephen J. Kay and Tapen Sinha, editors, Lessons from Pension Reform in the Americas, New York: Oxford University Press, pp. 59-87.",
        "Brown, Jeffrey R. and Amy Finkelstein. 2009. Ã\u0083Â¢The Private Market for Long-Term Care Insurance in the US: A Review of the Evidence.Ã\u0083Â¢ Journal of Risk and Insurance 76(1): 5-29.",
        "Brown, Jeffrey R. and Amy Finkelstein. 2008. Ã\u0083Â¢The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market.Ã\u0083Â¢ American Economic Review. June.",
        "Brown, Jeffrey R. and Amy Finkelstein. 2007. Ã\u0083Â¢Why is the Market for Long-Term Care Insurance So Small?Ã\u0083Â¢ Journal of Public Economics. 91: 1967-1991.",
        "Brown, Jeffrey R., Norma B. Coe and Amy Finkelstein. 2007. Ã\u0083Â¢Medicaid Crowd-Out of Private LongTerm Care Insurance Demand: Evidence from the Health and Retirement Survey.Ã\u0083Â¢ In James M. Poterba, Ed., Tax Policy and the Economy, Vol. 21, pp. 1-34.",
        "Brown, Jeffrey R., Jeffrey Kling, Sendhil Mullainathan and Marian Wrobel. 2008. Ã\u0083Â¢Why DonÃ\u0083Â¢t People Insure Late Life Consumption? A Framing Explanation of the Under-Annuitization Puzzle.Ã\u0083Â¢ American Economic Review, 98(2): 304-309. May 2008.",
        "Centers for Medicare and Medicaid Services (2010) Ã\u0083Â¢National Health Expenditures by type of service and source of funds, CY 1960-2008Ã\u0083Â¢, available at https://www.cms.gov/NationalHealthExpendData/downloads/nhe2008.zip. Accessed August 9, 2010.",
        "US Congress 2004. Green Book. http://frwebgate.access.gpo.gov/cgibin /getdoc.cgi?dbname=108_green_book&docid=f:wm006_17.pdf Congressional Budget Office. 2009. Letter to Senator Tom Harkin, Chair, Senate Health, Education, Labor and Pensions Committee. Nov 25, 2009. http://www.cbo.gov/ftpdocs/108xx/doc10823/CLASS_Additional_Information_Harkin_Letter.pdf CBO. 2004. Financing Long-Term Care for the Elderly.",
        "CBO 2011. Ã\u0083Â¢Long-Term Budget Outlook.Ã\u0083Â¢ http://www.cbo.gov/ftpdocs/122xx/doc12212/06Ã\u0083Â¢21Ã\u0083Â¢LongÃ\u0083Â¢ Term_Budget_Outlook.pdf Courtemanche, Charles and Daifeng He. 2009. Ã\u0083Â¢Tax Incentives and the Decision to Purchase Long-Term Care Insurance.Ã\u0083Â¢ Journal of Public Economics.",
        "Cutler, David and Jonathan Gruber. 1996. Ã\u0083Â¢Does Public Insurance Crowd Out Private Insurance. Quarterly Journal of Economics 111(2): 391-430.",
        "Davidoff, Thomas. 2010. Ã\u0083Â¢Home Equity Commitment and Long-term care insurance demandÃ\u0083Â¢ Journal of Public Economics, 44-49.",
        "Eiken, Steve, Kate Sredl, Brian Burwell and Lisa Gold. 2010. Ã\u0083Â¢Medicaid Long-Term Care Expenditures in FY 2009.Ã\u0083Â¢ Thomas Reuters publication. http://leg.mt.gov/content/Publications/fiscal/interim/financemty_nov2010/ManagedÃ\u0083Â¢CareÃ\u0083Â¢Costs.pdf Finkelstein, Amy, Erzo F. P.Luttmer and Matthew J. Notowidigdo. 2008. Ã\u0083Â¢What Good is Wealth Without Health? The Effect of Health on the Marginal Utility of Consumption.Ã\u0083Â¢ NBER Working Paper 14089. June.",
        "Finkelstein, Amy and Kathleen McGarry. 2006. Ã\u0083Â¢Multiple dimensions of private information: evidence from the long-term care insurance market.Ã\u0083Â¢ American Economic Review. September 96(4): 938-958.",
        "Finkelstein, Amy, Kathleen McGarry and Amir Sufi. 2005. Ã\u0083Â¢Dynamic Inefficiencies in Insurance Markets: Evidence from Long-Term Care Insurance.Ã\u0083Â¢ American Economic Review Papers and Proceedings, 95: 224-228.",
        "Finkelstein, Amy, and James Poterba (2006), Testing for Adverse Selection with 'Unused Observables', NBER Working Paper No. 12112.",
        "Foster, Richard S. 2010 (April 22). Ã\u0083Â¢Estimated Financial Effects of the Ã\u0083Â¢Patient Protection and Affordable Care Act,Ã\u0083Â¢ as Amended.Ã\u0083Â¢ Office of the Actuary. Centers for Medicare and Medicaid Services. www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf. Last accessed 9/13/11.",
        "GAO. 2005. Long-term care financing: Growing demand and cost of services are straining federal and state budgets.",
        "Goda, Gopi Shah. 2011. Ã\u0083Â¢The Impact of State Tax Subsidies for Private Long-Term Care Insurance on Coverage and Medicaid Expenditures.Ã\u0083Â¢ Journal of Public Economics 95(7): 744-757.",
        "Kunreuther, Howard. 1978. Disaster Insurance Protection: Public Policy Lessons. New York: Wiley.",
        "LIMRA International, 2010. Ã\u0083Â¢2009 Long-Term Care Insurance Annual Review.Ã\u0083Â¢ Lockwood, Lee. 2010. Ã\u0083Â¢Bequest motives and the annuity puzzleÃ\u0083Â¢. http://home.uchicago.edu/~lockwood/BAP.pdf Lusardi, Annamaria and Olivia S. Mitchell. 2007a, Ã\u0083Â¢Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth,Ã\u0083Â¢ Journal of Monetary Economics, 54, pp. 205-224 Lusardi, Annamaria and Olivia Mitchell. 2007b. Ã\u0083Â¢Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education,Ã\u0083Â¢ Business Economics, January, pp. 35-44.",
        "Metlife Mature Market Institute. 2009. Ã\u0083Â¢2009 MetLife Market Survey of Nursing Home, Assisted Living, Adult Day Services, and Home Care CostsÃ\u0083Â¢ Mitchell, Olivia S., James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown. 1999. Ã\u0083Â¢New Evidence on the MoneyÃ\u0083Â¢s Worth of Individual Annuities.Ã\u0083Â¢ American Economic Review, 89(December), pp.1299 1318.",
        "Newhouse, Joseph. 1992. Ã\u0083Â¢Medical Care Costs: How Much Welfare Loss?Ã\u0083Â¢ Journal of Economic Perspectives, 6(3): 3-21.",
        "Newhouse, Joseph. 2002. Pricing the Priceless: A Health Care Conundrum. MIT Press. Cambridge, MA.",
        "OECD. Long-term Care for Older People. OECD Publishing, 2005. Available electronically at http://www.oecd.org/document/50/0,3343,en_2649_33929_35195570_1_1_1_37407,00.html OECD. 2011a OECD StatExtracts. OECD Publishing. Accessed electronically (August 2011) at http://stats.oecd.org/index.aspx?r=992127 OECD.2011b.HelpWanted?ProvidingandPayingforLongÃ\u0083Â¢TermCare.OECDPublishing.Acessed electronically(August2011)at http://www.oecd.org/document/23/0,3746,en_2649_37407_47659479_1_1_1_37407,00.html Oster, Emily, Ira Shoulson, Kimberly Quaid, and E. Ray Dorsey. 2010. Ã\u0083Â¢Genetic Adverse Selection: Evidence from long-term care insurance and HuntingtonÃ\u0083Â¢s Disease.Ã\u0083Â¢Journal of Public Economics. December.",
        "Robert Wood Johnson Foundation (RWJF), 2007, Ã\u0083Â¢Long-Term Care Partnership Expansion: A New Opportunity for States.Ã\u0083Â¢ Issue Brief (May). http://www.chcs.org/usr_doc/LongTerm_Care_Partnership_Expansion. pdf Society of Actuaries. 2007. Ã\u0083Â¢Long Term Care Experience Committee Intercompany Study 1984-2004Ã\u0083Â¢."
    ]
}