{
    "id": 1745,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "Ashenfelter, Orley, and Hecknian, James. Measuring the Effect of an Anti- discrimination Program. In Evaluating the Labor Market Effects of Social Programs, editied by Orley Ashenfelter and James Blum. Princeton, N.J.: Princeton University, Industrial Relations Section, 1976.",
        "Brown, Charles. The Federal Attack on Labor Market Discrimination: The Mouse that Roared? in R. Ehrenburg, ed. Research in Labor Economics. New York: JAI Press, 1984.",
        "Importance of Labor Market Dropouts. Quarterly Journal of Economics 99 (February 1984): 31-44.",
        "Burman, George. The Economics of Discrimination: The Impact of Public Policy. Ph.D. dissertation, University of Chicago, 1973.",
        "Butler, Richard, and Heckman, James J. The Governments Impact on the Labor Market Status of Black Americans: A Critical Review in Equal Rights and Industrial Relations, edited by Leonard J. Hausman, et al. Madison: In- dustrial Relations Research Association, 1977, pp. 235-281.",
        "Ferrand, Louis G., Jr. Compilation of Lists of Back Pay Agreements Obtained by Compliance Agencies under Executive Order 11246. Affadavit of the Counsel for Civil Rights, U.S. Department of Labor, in the matter of Warner and Swasey Company and Defense Logistics Agency, September 14, 1978.",
        "Fiss, Owen M. A Theory of Fair Employment Laws, University of Chicago Law Review 39 (1977): 235-313.",
        "Studies in Labor Markets, edited by Sherwin Rosen. Chicago: University of Chicago Press/NBER, 1981, pp. 247-294.",
        "Glazer, Nathan. Affirmative Discrimination: Ethnic Inequality and Public Policy, New York: Basic Books, 1975.",
        "Goldstein, Barry. The Importance of the Contract Compliance Program: Historical Perspective, NAACP Legal Defense Fund, unpublished paper, May 1981.",
        "Goldstein, Morris, and Smith, Robert S. The Estimated Impact of the Anti- discrimination Program Aimed at Federal Contractors. Industrial and Labor Relations Review 29 (July 1976): 523-43.",
        "Heckman, James J., and Wolpin, Kenneth I. Does the Contract Compliance Program Work? An Analysis of Chicago Data. Industrial and Labor Re lations Review 29 (July 1976): 544-64.",
        "Hill, Herbert. The Equal Employment Opportunity Commission: Twenty Years Later. The Journal of Intergroup Relations 11, no.4 (Winter 1973): 45-72.",
        "Jones, James E., Jr. The Bugaboo of Employment Quotas, Wisconsin Law Review, 2 (1970): 341-403.",
        "Enforcement Process Under the Executive Order 11,246 as Amended. Chicago Kent Law Review 59 (1982): 67-122.",
        "Leonard, Jonathan S. The Impact of Affirmative Action, Department of Labor Report, July 1983.",
        "Review of Economics and Statistics 66, no.3 (August 1984b): 377-385.",
        "Changing Demographics, Title VII and Affirmative Action on Productivity, Journal of Human Resources 19, no.2 (Spring 1984c): 145-174.",
        "Targeting of Compiance Reviews, Journal of Labor Economics 3, no.3 (July 1985a): 363-384.",
        "Norgen, Paul and Hill, Samuel. Toward Fair Employment. New York: Columbia University Press, 1964.",
        "Ruchames, L. Race, Jobs and Politics - The Story of FEPC. New York: Columbia University Press, 1953.",
        "Silberman, Lawrence H. The Road to Racial Quotas. Wail Street Journal, August 11, 1977, p. 14.",
        "Smith, Arthur B., Jr. Employment Discrimination Law. Indianapolis: Bobbs-Merrill, 1978.",
        "Smith, James. The Improving Economic Status of Black Americans. American Economic Review 68, no.2 (May 1979): 171-178.",
        "Smith, James and Welch, Finis. Affirmative Action and Labor Markets, Journal of Labor Economics, 2, no.2 (April 1984): 269-301.",
        "U.S. Commission on Civil Rights. The Federal_Civil Rights Enforcement Effort - 1974, Vol. 5, To Elimi~ eEmloyment_Discrimination. Washington: U.S.",
        "U.S. Civil Rights Commission. The Federal Civil Rights Enforcement Effort - 45 1977, To Eliminate Employment Discrimination: A Sequel. Washington: U.S.",
        "U.S. General Accounting Office. The Equal Employment Opportunity Program for Federal Noncontruction Contractors Can be Improved. April 29, 1975, p."
    ]
}