{
    "id": 17453,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Altonji, J. and C. Pierret. Ã\u0083Â¢Employer Learning and Statistical DiscriminationÃ\u0083Â¢ Quarterly Journal of Economics, Vol. 116, No. 1. (Feb., 2001), pp. 313-350 Angrist, Joshua D., and JÃ\u0083Æ\u0092rn-Steffen Pischke. Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢s Companion.",
        "Arcidiacono, Peter and Robert A. Miller. Ã\u0083Â¢CCP Estimation of Dynamic Discrete Choice Modelswith Unobserved HeterogeneityÃ\u0083Â¢ Unpublished paper, Carnegie Mellon University, February 20, 2008 Banerjee, Abhijit, Esther Duflo, Maitreesh Ghatak, and Jeanne Lafortune. Ã\u0083Â¢Marry for What: Caste and Mate Selection in Modern IndiaÃ\u0083Â¢ NBER working paper no. 14958, May 2009.",
        "Barron, John M., and John Bishop. Ã\u0083Â¢Extensive Search, Intensive Search, and Hiring Costs: New Evidence on Employer Hiring ActivityÃ\u0083Â¢. Economic Inquiry Vol. XXIII, July 1985 363-382.",
        "Barron, John M., John Bishop, and William C. Dunkelberg. Ã\u0083Â¢Employer Search: The Interviewing and Hiring of New EmployeesÃ\u0083Â¢. Review of Economics and Statistics 67 (1) (Feb. 1985): 43-52.",
        "Becker, Gary S. The Economics of Discrimination. 2nd ed. Chicago: U. of Chicago Press. [1957] 1971.",
        "Bergeron, Pierre-Jerome, Masoud Asgharian, and David B. Wolfson. Ã\u0083Â¢Covariate Bias Induced by LengthBiased Sampling of Failure TimesÃ\u0083Â¢ Journal of the American Statistical Association Vol. 103 (482). p 737-42. (June 2008).",
        "Bertrand, Marianne and Sendhil Mullainathan. Are Emily And Greg More Employable Than Lakisha And Jamal? A Field Experiment On Labor Market Discrimination, American Economic Review 94(4) (September 2004): 991-1013.",
        "Bielby, W. T., and J. N. Baron. (1984) Ã\u0083Â¢A womanÃ\u0083Â¢s place is with other women: Sex segregation within organizationsÃ\u0083Â¢, in B. F. Reskin, ed. Sex segregation in the workplace: Trends, explanations, remedies. Washington, D. C.: National Academy Press.",
        "Black, Sandra E. and Elizabeth Brainerd. Ã\u0083Â¢Importing Equality? The Impact of Globalization on Gender DiscriminationÃ\u0083Â¢ Industrial and Labor Relations Review. July 2004; 57(4): 540-59 Black, S. and P. Strachan. Ã\u0083Â¢The Division of Spoils: Rent-Sharing and Discrimination in a Regulated IndustryÃ\u0083Â¢. American Economic Review 91(4) (September 2001): 814-831.",
        "Brencic, Vera. Ã\u0083Â¢Wage PostingÃ\u0083Â¢. Unpublished paper, University of Alberta, 2011.",
        "Charles, Kerwin Kofi and Jonathan Guryan. 2008 Ã\u0083Â¢Prejudice and Wages: An Empirical Assessment of BeckerÃ\u0083Â¢s The Economics of DiscriminationÃ\u0083Â¢ Journal of Political Economy, 116(5): 773-809 Crosby, F., Bromley, S., & Saxe, L. (1980). Ã\u0083Â¢Recent unobtrusive studies of Black and White discrimination and prejudice: A literature reviewÃ\u0083Â¢ Psychological Bulletin, 87, 546-563.",
        "Darity, William A. Jr., and Patrick L. Mason. Ã\u0083Â¢Evidence on Discrimination in Employment: Codes of Color, Codes of GenderÃ\u0083Â¢. Journal of Economic Perspectives 12(2) (Spring 1998):63-90.",
        "Goldin, Claudia. Understanding the Gender Gap: An Economic History of American Women. New York: Oxford University Press, 1990.",
        "Goldin, Claudia. Ã\u0083Â¢The Rising (and then Declining) Significance of Gender, in The declining significance of gender? Eds. Francine D. Blau, Mary C. Brinton, and David B. Grusky. New York: Russell Sage Foundation, 2006.",
        "Gustafsson, Bjorn and Shi Li Ã\u0083Â¢Economic transformation and the gender earnings gap in urban ChinaÃ\u0083Â¢ Journal of Population Economics (2000) 13: 305-329 Kuhn, Peter and Kailing Shen. Ã\u0083Â¢EmployersÃ\u0083Â¢ Preferences for Gender, Age, Height and Beauty: Direct EvidenceÃ\u0083Â¢. NBER working paper no. 15564, December 2009 Lang Kevin, Michael Manove and William T. Dickens. Ã\u0083Â¢Racial Discrimination in Labor Markets with Posted Wage OffersÃ\u0083Â¢ American Economic Review. Vol. 95 (4). p 1327-40. September 2005.",
        "Lawler, John J. and Johngseok Bae. 1998. Ã\u0083Â¢ Overt Employment Discrimination by Multinational Firms: Cultural and Economic Influences in a Developing Country Industrial Relations 37(2): 126-152.",
        "Liu, Pak-Wai, Xin Meng and Junsen Zhang. Ã\u0083Â¢Sectoral gender wage differentials and discrimination in the transitional Chinese economyÃ\u0083Â¢. Journal of Population Economics (2000) 13: 331-352 Menzio, Guido. Ã\u0083Â¢A Theory of Partially Directed SearchÃ\u0083Â¢ Journal of Political Economy. Vol. 115 (5). p 74869. October 2007.",
        "Moen, Espen R. Ã\u0083Â¢Competitive Search EquilibriumÃ\u0083Â¢ Journal of Political Economy. Vol. 105 (2). p 385-411. April 1997.",
        "Mortensen, Dale, and Christopher Pissaridies. Ã\u0083Â¢Job Creation and Job Destruction in the Theory of Unemployment.Ã\u0083Â¢ Review of Economic Studies. July 1994; 61(3): 397-415 Neumark, David. Ã\u0083Â¢Sex Discrimination in Restaurant Hiring: An Audit StudyÃ\u0083Â¢ Quarterly Journal of Economics 111(3) (August 1996): 915-42.",
        "Van Ours, Jan, and Geert Ridder. Ã\u0083Â¢Job requirements and the recruitment of new employeesÃ\u0083Â¢ Economics Letters 36 (1991): 213-218.",
        "Zhang, Junsen, Jun Han, Pak-Wai Liu and Yaohui Zhao. Ã\u0083Â¢Trends in the Gender Earnings Gap in Urban China, 1988-2004Ã\u0083Â¢ Industrial and Labor Relations Review, Vol. 61, No. 2 (January 2008)."
    ]
}