{
    "id": 17464,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "Alesina, Alberto, and Dani Rodrik, 1994, Distributive politics and economic growth, Quarterly Journal of Economics 109, 465Ã\u0083Â¢490.",
        "Belo, Frederico, Vito D. Gala, and Jun Li, 2011, Government spending, political cycles, and the cross-section of stock returns, Working paper, University of Minnesota.",
        "Boutchkova, Maria, Hitesh Doshi, Art Durnev, and Alexander Molchanov, 2010, Precarious politics and return volatility, Review of Financial Studies, forthcoming.",
        "Callander, Steven, 2008, Searching for good policies, Working paper, Northwestern Univ.",
        "Coate, Stephen, and Stephen Morris, 1995, On the form of transfers to special interests, Journal of Political Economy 103, 1210Ã\u0083Â¢1235.",
        "Croce, Maximiliano M., Howard Kung, Thien T. Nguyen, and Lukas Schmid, 2011, Fiscal policies and asset prices, Working paper, UNC.",
        "Drazen, Allan, 2000, Political Economy in Macroeconomics, Princeton University Press, Princeton, NJ.",
        "Drazen, Allan, and Elhanan Helpman, 1990, InÃ\u0083Â¯ationary consequences of anticipated macroeconomic policies, Review of Economic Studies 57, 147Ã\u0083Â¢164.",
        "Durnev, Art, 2011, The real eÃ\u0083Â¯ects of political uncertainty, Working paper, McGill Univ.",
        "Erb, Claude B., Campbell R. Harvey, and Tadas E. Viskanta, 1996, Political risk, economic risk, and Ã\u0083Â¯nancial risk, Financial Analysts Journal, December, 29Ã\u0083Â¢46.",
        "Gomes, Francisco J., Laurence J. KotlikoÃ\u0083Â¯, and Luis M. Viceira, 2008, The excess burden of government indecision, Working paper, London Business School.",
        "Gomes, Francisco J., Alexander Michaelides, and Valery Polkovnichenko, 2009, Fiscal policy in an incomplete markets economy, Working paper, London Business School.",
        "Grossman, Gene M., and Elhanan Helpman, 1994, Protection for sale, American Economic Review 84, 833Ã\u0083Â¢850.",
        "Hassett, Kevin A., and Gilbert E. Metcalf, 1999, Investment with uncertain tax policy: Does random tax policy discourage investment? The Economic Journal 109, 372Ã\u0083Â¢393.",
        "Hermes, Niels, and Robert Lensink, 2001, Capital Ã\u0083Â¯ight and the uncertainty of government policies, Economics Letters 71, 377-381.",
        "Julio, Brandon, and Youngsuk Yook, 2011, Corporate Ã\u0083Â¯nancial policy under political uncertainty: International evidence from national elections, Journal of Finance, forthcoming.",
        "Li, Jinliang, and JeÃ\u0083Â¯ery A. Born, 2006, Presidential election uncertainty and common stock returns in the United States, Journal of Financial Research 29, 609Ã\u0083Â¢622.",
        "McGrattan, Ellen R., and Edward C. Prescott, 2005, Taxes, regulations, and the value of U.S. and U.K. corporations, Review of Economic Studies 72, 767Ã\u0083Â¢796.",
        "Pantzalis, Christos, David A. Stangeland, and Harry J. Turtle, 2000, Political elections and the resolution of uncertainty: The international evidence, Journal of Banking and Finance 24, 1575Ã\u0083Â¢1604.",
        "Pastor, Ã\u0083â\u0080¹LuboÃ\u0083â\u0080¹s, and Pietro Veronesi, 2011, Uncertainty about government policy and stock prices, Journal of Finance, forthcoming.",
        "Persson, Torsten, and Guido Tabellini, 1994, Is inequality harmful for growth?, American Economic Review 84, 600Ã\u0083Â¢621.",
        "Rodrik, Dani, 1991, Policy uncertainty and private investment in developing countries, Journal of Development Economics 36, 229Ã\u0083Â¢242.",
        "Rose-Ackerman, Susan, 1999, Corruption and Government: Causes, Consequences, and Reform, Cambridge University Press, Cambridge.",
        "Sialm, Clemens, 2006, Stochastic taxation and asset pricing in dynamic general equilibrium, Journal of Economic Dynamics and Control 30, 511Ã\u0083Â¢540.",
        "Sialm, Clemens, 2009, Tax changes and asset pricing, American Economic Review 99, 1356Ã\u0083Â¢ 1383.",
        "Strulovici, Bruno, 2010, Learning while voting: Determinants of collective experimentation, Econometrica, forthcoming.",
        "Ulrich, Maxim, 2011, How does the bond market perceive government interventions?, Working paper, Columbia University."
    ]
}