{
    "id": 17463,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Alimov, Azizjon and Wayne H. Mikkelson, 2008, Do favorable market conditions lead to costly decisions to go public?, unpublished working paper, City University of Hong Kong.",
        "Celikyurt, Ugur, Merih Sevilir and Anil Shivdasani, 2010, Going public to acquire? The acquisition motive in IPOs, Journal of Financial Economics 96, 345-363.",
        "Clementi, Gian Luca, 2002, IPOs and the growth of firms, unpublished working paper, New York University.",
        "Dong, Ming, David Hirshleifer, Scott Richardson and Siew Hong Teoh, 2006, Does investor misvaluation drive the takeover market?, Journal of Finance 61, 725-762.",
        "Dunbar, Craig G. and Stephen R. Foerster, 2008, Second time lucky? Withdrawn IPOs that return to the market, Journal of Financial Economics 87, 610Ã\u0083Â¢635.",
        "Fama, Eugene F. and Kenneth R. French, 2004, New lists: Fundamentals and survival rates, Journal of Financial Economics 73, 229-269.",
        "Fuller, Kathleen, Jeffrey Netter, and Mike Stegemoller, 2002, What do returns to acquiring firms tell us? Evidence from firms that make many acquisitions, Journal of Finance 57, 1763-1794.",
        "Gomes, Joao, and Dmitry Livdan, 2004, Optimal diversification: Reconciling theory and evidence, Journal of Finance, 507-535.",
        "Helwege, J., Liang, N., 2004. Initial public offerings in hot and cold markets, Journal of Financial and Quantitative Analysis 39, 541-569.",
        "Jensen, Michael C., 1993, The modern industrial revolution, exit, and the failure of internal control systems, Journal of Finance 48, 831-880.",
        "Jovanovic, Boyan and Peter L. Rousseau, 2002, The Q-theory of mergers, American Economic Review 92, 198-204.",
        "Lyandres, Evgeny, Alexei Zhdanov and Jim Hsieh, 2008, A theory of merger-driven IPOs, unpublished working paper, Boston University.",
        "Maksimovic, Vojislav, and Gordon Phillips, 2001, The market for corporate assets: Who engages in mergers and asset sales and are there efficiency gains?, Journal of Finance 56, 2019-2065.",
        "Maksimovic, Vojislav, and Gordon Phillips, 2002, Do conglomerate firms allocate resources inefficiently across industries? Theory and evidence, Journal of Finance 57, 721-767.",
        "Matsusaka, John G., 2001, Corporate diversification, value maximization, and organizational capabilities, Journal of Business 74, 409-431.",
        "Moeller, Sara B., Frederik P. Schlingemann, and RenÃ\u0083Æ\u0092 M. Stulz, 2004, Firm size and the gains from acquisitions, Journal of Financial Economics 73, 201Ã\u0083Â¢228.",
        "Ritter, Jay R., and Ivo Welch, 2002, A review of IPO activity, pricing, and allocations, Journal of Finance 57, 1795-1828.",
        "Rhodes-Kropf, Matthew, David T. Robinson and S. Viswanathan, 2005, Valuation waves and merger activity: The empirical evidence, Journal of Financial Economics 77, 561-603.",
        "Shleifer, Andrei and Robert W. Vishny, 2003, Stock market driven acquisitions, Journal of Financial Economics 70, 295-311."
    ]
}