{
    "id": 17469,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Anderson, James. \\The Gravity Model, 2011, Annual Review of Economics, 3, 133-160. Ayres, I. and J. Donohue. \\Nondiscretionary Concealed Weapons Laws: a Case Study of Statistics, Standards of Proof, and Public Policy, 1999, American Law and Economics Review, 1(1-2), 436-470.",
        "Berry, S. \\Estimating Discrete-Choice Models of Product Di erentiation, 1994, The Rand Journal of Economics, 25(2), 242-262.",
        "Berry, S., J. Levinsohn, and A. Pakes. \\Automobile Prices in Market Equilibrium, 1995, Econometrica, 63(4), 841-890.",
        "Brady Campaign, \\Brady Campaign 2009 Scorecards 2009.",
        "Bureau of Alcohol, Tobacco, and Firearms, \\Following the Gun: Enforcing Federal Laws Against Firearms Tra ckers, 2000.",
        "Besley, T. and S. Coate. \\Centralized Versus Decentralized Provision of Local Public Goods: a Political Economy Approach, 1999, Journal of Public Economics, 87(12), 2611-2637.",
        "Black, D. and D. Nagin. \\Do Right-to-Carry Laws Deter Violent Crime?, 1998, The Journal of Legal Studies, 27(1), 209-219.",
        "Bureau of Justice Statistics. \\Felony Defendants in Large Urban Counties, 2006, 2006.",
        "Burruss, G. and S. Decker. \\Gun Violence and Police Problem Solving: A Research Note Examining Alternative Data Sources, 2002, Journal of Criminal Justice, 30, 567-574.",
        "Ciccione, L., \\Exporting the Second Amendment: U.S. Assault Weapons and the Homicide Rate in Mexico, 2011, working paper, University of Notre Dame.",
        "Cook, P., and A. Braga. \\Comprehensive Firearms Tracing: Strategic and Investigative Uses of New Data on Firearms Markets, 2001, Arizona Law Review, 43(2), 277-309.",
        "Cook, P., and J. Ludwig. Evaluating Gun Policy, 2003, Brookings Institution Press, Washington D.C. Cook, P., J. Ludwig, S. Venkatesh, and A. Braga. \\Underground Gun Markets, 2007, The Economic Journal, 117(524), F588-F618.",
        "DellaVigna, S. and E. La Ferrara, \\Detecting Illegal Arms Trade, 2010, American Economic Journal: Economic Policy, 2(4): 26-57.",
        "Doyle, J., and K. Samphantharak, \\$2.00 Gas! Studying the E ects of a Gas Tax Moratorium,  2008, Journal of Public Economics, 92(3-4), 869-88 Dube, A., A. Dube, and O. Garc a-Ponce, \\Cross-border Spillover: U.S. Gun Laws and Violence in Mexico, 2011, Columbia University.",
        "Duggan, M., \\More Guns, More Crime, 2001, Journal of Political Economy, 109(5), 10861114.",
        "Duggan, M., R. Hjalmarsson, and B. Jacob. The Short-Term and Localized E ect of Gun Shows: Evidence from California and Texas, 2011, Review of Economics and Statistics, forthcoming.",
        "Inman, R and D. Rubinfeld. \\Rethinking Federalism, 1997a, Journal of Economic Perspectives, 11(4), 43-64.",
        "Inman, R and D. Rubinfeld. \\Making sense of the antitrust state-action doctrine: Balancing political participation and economic e ciency in regulatory federalism, 1997b, Texas Law Review, 75(6), 1204-1299.",
        "Knight, B. and N. Schi . \\Spatial Competition and Cross-border Shopping: Evidence from State Lotteries, 2010, NBER Working Paper No. 15713.",
        "Lott, J. More Guns, Less Crime: Understanding Crime and Gun Control Laws, 1998, University of Chicago Press, Chicago.",
        "Lott, J., and D. Mustard. \\Crime, Deterrence, and Right-to-carry Concealed Handguns, 1997, Journal of Legal Studies, 26(1), 1-68.",
        "Lovenheim, M. \\How Far to the Border?: The Extent and Impact of Cross-Border Casual Cigarette Smuggling, 2008, National Tax Journal, 61(1), 7-33.",
        "Ludwig, J., and P. Cook. \\Homicide and Suicide Rates Associated with Implementation of the Brady Handgun Violence Prevention Act, 2000, JAMA, 284(5), 585-591.",
        "Mayors Against Illegal Guns, \\Inside Straw Purchasing, 2008.",
        "Mayors Against Illegal Guns, \\Trace the Guns, 2010.",
        "Merriman, D. \\The Micro-geography of Tax Avoidance: Evidence from Littered Cigarette Packs in Chicago, 2010, American Economic Journal: Economic Policy, 2, 61-84.",
        "Oates, W. \\An Essay on Fiscal Federalism, 1999, Journal of Economic Literature, 37(3), 1120-1149.",
        "Strumpf, K., and F. Oberholzer-Gee. \\Endogenous policy decentralization: Testing the central tenet of economic federalism, 2002, Journal of Political Economy, 110(1), 1-36.",
        "Webster, D., J. Vernick, and L. Hepburn. \\Relationship Between Licensing, Registration, and other Gun Sales Laws and the Source State of Crime Guns, 2001, Injury Prevention, 7(3), 184-189.",
        "Webster, D., J. Vernick, and M. Bulzacchelli. \\E ects of State-level Firearm Seller Accountability Policies on Firearm Tra cking, 2009, Journal of Urban Health, 86(4), 525-537."
    ]
}