{
    "id": 17468,
    "cites": 39,
    "cited_by": 2,
    "reference": [
        "Acharya, V.V., Gale, D., Yorulmazer, T., 2009. Roll risk and market freezes. Working paper, New York University.",
        "Almeida, H., Campello, M., Laranjeira, B., Weisbenner, S., 2010. Corporate debt maturity and the real eÃ\u0083Â¯ects of the 2007 credit crisis. Working Paper, University of Illinois.",
        "Arena, M., 2005. Bank failures and bank fundamentals: a comparative analysis of Latin America and East Asia during the nineties using bank-level data. Bank of Canada Working Paper No. 2005-19.",
        "Berg, A., Pattillo, C., 1999. What caused the Asian crises: an early warning system approach.",
        "Economic Notes by Banca Monte dei Paschi di Siena 28, 285334. Brunnermeier, M., Oehmke, M., 2010. The maturity rat race. Working Paper, Princeton University.",
        "Calvo, G., 2005. Emerging Capital Markets in Turmoil: Bad Luck or Bad Policy? MIT Press, Cambridge, MA.",
        "Chang, R., Velasco, A., 2000. Banks, debt maturity and Ã\u0083Â¯nancial crises. Journal of International Economics 51, 169194.",
        "Chang, R., Velasco, A., 2001. A model of Ã\u0083Â¯nancial crises in emerging markets. Quarterly Journal of Economics 116, 489517.",
        "Chou, C., 1999. Indonesian banks: survival of the Ã\u0083Â¯ttest, in: Rising to the Challenge in Asia: A Study of Financial Markets, Indonesia. Asian Development Bank, Manila.",
        "Cole, H.L., Kehoe, T.J., 2000. Self-fulÃ\u0083Â¯lling debt crises. Review of Economic Studies 67, 91116.",
        "Corsetti, G., Pesenti, P., Roubini, N., 1999. What caused the Asian currency and Ã\u0083Â¯nancial crisis? Japan and the World Economy 11, 305373.",
        "Detragiache, E., Spilimbergo, A., 2004. Empirical models of short-term debt and crises: do they test the creditor run hypothesis? European Economic Review 48, 379389.",
        "Diamond, D.W., Dybvig, P., 1983. Bank runs, deposit insurance, and liquidity. Journal of Political Economy 91, 401419.",
        "Diamond, D.W., Rajan, R.G., 2001a. Banks, short-term debt and Ã\u0083Â¯nancial crises: theory, policy implications and applications. Carnegie-Rochester Conference Series on Public Policy 54, 3771.",
        "Diamond, D.W., Rajan, R.G., 2001b. Liquidity risk, liquidity creation and Ã\u0083Â¯nancial fragility: a theory of banking. Journal of Political Economy 109, 287327.",
        "Eichengreen, B., 2004. Capital Flows and Crises. MIT Press, Cambridge.",
        "Eichengreen, B., Mody, A., 2000. Lending booms, reserves and the sustainability of short- term debt: inferences from the pricing of syndicated bank loans. Journal of Development Economics 63, 544.",
        "Frankel, J.A., Rose, A.K., 1996. Currency crashes in emerging markets: an empirical treatment. Journal of International Economics 41, 351366.",
        "Frankel, J.A., Saravelos, G., 2010. Are leading indicators of Ã\u0083Â¯nancial crises useful for assessing country vulnerability? Evidence from the 200809 global crisis. NBER Working Papers 16047.",
        "Froot, K.A., 2000. Comment, in: Pleskovic, B., Stiglitz, J.E. (Eds.), Proceedings of the 1999 Annual World Bank Conference on Development Economics. World Bank, Washington, DC.",
        "Furman, J., Stiglitz, J.E., 1998. Economic crises: evidence and insights from East Asia. Brookings Papers on Economic Activity No. 2, 1135.",
        "Gorton, G.B., Metrick, A., 2010. Regulating the shadow banking system. Working Paper, Yale University.",
        "He Z., Xiong W., 2009. Liquidity and short-term debt crises. Working Paper, Princeton University.",
        "Jeanne, O., 2004. Debt maturity and the international Ã\u0083Â¯nancial architecture. IMF Working Paper 137.",
        "Jeanne, O., 2007. International reserves in emerging market countries: too much of a good thing? Brookings Papers on Economic Activity No. 2, 155.",
        "Jeanne, O., 2009. Debt maturity and the international Ã\u0083Â¯nancial architecture. American Economic Review 99, 21352148.",
        "Kawai, M., Takayasu K., 1999. The economic crisis and banking sector restructuring in Thailand, in: Rising to the Challenge in Asia: A Study of Financial Markets, Thailand. Asian Development Bank, Manila.",
        "Kim, D., 1999. Bank restructuring in Korea, in: BIS Policy Papers No. 6: Bank Restructuring in Practice. Bank of International Settlements, Basel.",
        "Lane, P.R., Milesi-Ferretti, G.M., 2010. The cross-country incidence of the global crisis. Institute for International Integration Studies Discussion Paper No. 333.",
        "Milesi-Ferretti, G.M., Razin, A., 2000. Current-account reversals and currency crises: empirical regularities, in: Krugman, P. (Ed.), Currency Crises. University of Chicago Press, Chicago.",
        "Noland, M., 2005. South Koreas experience with international capital Ã\u0083Â¯ows. Institute of International Economics Working Paper 05-4.",
        "Obstfeld, M., 1996. Models of currency crises with self-fulÃ\u0083Â¯lling features. European Economic Review 40, 10371047.",
        "Radelet, S., Sachs, J.D., 1998. The East Asian Ã\u0083Â¯nancial crisis: diagnosis, remedies, prospects. Brookings Papers on Economic Activity No. 1, 190.",
        "Rodrik, D., Velasco, A., 2000. Short-term capital Ã\u0083Â¯ows, in: Pleskovic, B., Stiglitz, J.E. (Eds.), Proceedings of the 1999 Annual World Bank Conference on Development Economics. World Bank, Washington, DC.",
        "Rose, A.K., Spiegel, M.M., 2010. Cross-country causes and consequences of the 2008 crisis: early warning. Global Journal of Economics, forthcoming.",
        "Rose, A.K., Spiegel, M.M., 2010. The causes and consequences of the 2008 crisis: an update. NBER Working Paper No. 16243.",
        "Schmukler, S.L., Vesperoni, E., 2006. Financial globalization and debt maturity in emerging economies. Journal of Development Economics 79, 183207.",
        "Summers, L., 2000. International Ã\u0083Â¯nancial crises: causes, prevention, and cures. American Economic Review 90, 116.",
        "Tirole, J., 2003. IneÃ\u0083Â¯cient foreign borrowing: a dual- and common-agency perspective. American Economic Review 93, 16781702."
    ]
}