{
    "id": 17467,
    "cites": 69,
    "cited_by": 7,
    "reference": [
        "Adams, Scott J. 2004. Ã\u0083Â¢Age Discrimination Legislation and the Employment of Older Workers.Ã\u0083Â¢ Labour Economics, Vol. 11, pp. 219-41.",
        "Adams, Scott J. 2002. Ã\u0083Â¢Passed Over for Promotion Because of Age: An Empirical Analysis of the Consequences.Ã\u0083Â¢ Journal of Labor Research, Vol. 23, pp. 447-61.",
        "American Academy of Actuaries. 2002. Raising the Retirement Age for Social Security. Issue Brief. Washington, DC: American Academy of Actuaries.",
        "Becker, Gary S. 1957. The Economics of Discrimination. Chicago: University of Chicago Press.",
        "Bendick, Marc, Jr., Lauren E. Brown, and Kennington Wall. 1999. Ã\u0083Â¢No Foot in the Door: An Experimental Study of Employment Discrimination Against Older Workers.Ã\u0083Â¢ Journal of Aging & Social Policy, Vol. 10, pp. 5-23.",
        "Bendick, Marc, Jr., Charles W. Jackson, and J. Horacio Romero. 1996. Ã\u0083Â¢Employment Discrimination Against Older Workers: An Experimental Study of Hiring Practices.Ã\u0083Â¢ Journal of Aging & Social Policy, Vol. 8, pp. 25-46.",
        "Bloch, Farrell. 1994. Antidiscrimination Law and Minority Employment. Chicago: University of Chicago Press.",
        "Cahill, Kevin E., Michael D. Giandrea, and Joseph F. Quinn. 2006. Ã\u0083Â¢Retirement Patterns from Career Employment.Ã\u0083Â¢ The Gerontologist, Vol. 46, pp. 514-23.",
        "Chay, Kenneth Y. 1998. Ã\u0083Â¢The Impact of Federal Civil Rights Policy on Black Economic Progress: Evidence from the Equal Employment Opportunity Act of 1972.Ã\u0083Â¢ Industrial and Labor Relations Review, Vol. 51, pp. 608-32.",
        "Cornwell, Christopher, Stuart Dorsey, and Nasser Mehrzad. 1991. Ã\u0083Â¢Opportunistic Behavior by Firms in Implicit Pension Contracts.Ã\u0083Â¢ Journal of Human Resources, Vol. 26, pp. 704-25.",
        "Finkelstein, L. M., M. J. Burke, and N. S. Raju. 1995. Ã\u0083Â¢Age Discrimination in Simulated Employment Contexts: An Integrative Analysis.Ã\u0083Â¢ Journal of Applied Psychology, Vol. 80, pp. 652-63.",
        "Fitzpatrick, John. 2007. Ã\u0083Â¢State Labor Legislation Enacted in 2006.Ã\u0083Â¢ Monthly Labor Review, Vol. 130, pp. 3-23.",
        "Fitzpatrick, John. 2006. Ã\u0083Â¢State Labor Legislation Enacted in 2005.Ã\u0083Â¢ Monthly Labor Review, Vol. 129, pp. 3-29.",
        "Fitzpatrick, John. 2005. Ã\u0083Â¢State Labor Legislation Enacted in 2004.Ã\u0083Â¢ Monthly Labor Review, Vol. 128, pp. 3-27.",
        "Fitzpatrick, John, and James L. Perine. 2008. Ã\u0083Â¢State Labor Legislation Enacted in 2007.Ã\u0083Â¢ Monthly Labor Review, Vol. 131, pp. 3-31.",
        "Fitzpatrick, John, James L. Perine, and Bridget Dutton. 2009. Ã\u0083Â¢State Labor Legislation Enacted in 2008.Ã\u0083Â¢ Monthly Labor Review, Vol. 132, pp. 3-27.",
        "Fix, Michael, and Raymond J. Struyk. 1993. Clear and Convincing Evidence: Measurement of Discrimination in America. Washington, DC: The Urban Institute Press.",
        "Friedberg, Leora. 2000. Ã\u0083Â¢The Labor Supply Effects of the Social Security Earnings Test.Ã\u0083Â¢ Review of Economics and Statistics, Vol. 81, pp. 48-63.",
        "Fullerton, Howard N. 1999. Ã\u0083Â¢Labor Force Projections to 2008: Steady Growth and Changing Composition.Ã\u0083Â¢ Monthly Labor Review, Vol. 122, pp. 19-32.",
        "Gokhale, Jagadeesh, Erica L. Groshen, and David Neumark. 1995. Ã\u0083Â¢Do Hostile Takeovers Reduce Extramarginal Wage Payments?Ã\u0083Â¢ Review of Economics and Statistics, Vol. 77, pp. 470-85.",
        "Gold, Michael Evan. 1993. An Introduction to the Law of Employment Discrimination. Ithaca, NY: ILR Press Gottschalk, Peter T. 1982. Ã\u0083Â¢Employer-Initiated Job Terminations.Ã\u0083Â¢ Southern Economic Journal, Vol. 49, pp. 35-44.",
        "Heckman, James J. 1998. Ã\u0083Â¢Detecting Discrimination.Ã\u0083Â¢ Journal of Economic Perspectives, Vol. 12, pp. 101-16.",
        "Hellerstein, Judith, and David Neumark. 2007. Ã\u0083Â¢Production Function and Wage Equation Estimation with Heterogeneous Labor: Evidence from a New Matched Employer-Employee Data Set.Ã\u0083Â¢ In Hardto -Measure Goods and Services: Essays in Memory of Zvi Griliches, Charles Hulten and Ernst Berndt, eds., pp. 31-71. Chicago: University of Chicago Press.",
        "Hirsch, Barry T., David A. Macpherson, and Melissa Hardy. 2000. Ã\u0083Â¢Occupational Age Structure and Access for Older Workers.Ã\u0083Â¢ Industrial and Labor Relations Review, Vol. 53, pp. 401-18.",
        "Hutchens, Robert M. 1988. Ã\u0083Â¢Do Job Opportunities Decline with Age?Ã\u0083Â¢ Industrial and Labor Relations Review, Vol. 42, pp. 89-99.",
        "Hutchens, Robert M. 1986. Ã\u0083Â¢Delayed Payment Contracts and a FirmÃ\u0083Â¢s Propensity to Hire Older Workers.Ã\u0083Â¢ Journal of Labor Economics, Vol. 4, pp. 439-57.",
        "Issacharoff, Samuel, and Erica Worth Harris. 1997. Ã\u0083Â¢Is Age Discrimination Really Age Discrimination: The ADEAÃ\u0083Â¢s Unnatural Solution.Ã\u0083Â¢ NYU Law Review, Vol. 72, pp. 780-840.",
        "Johnson, Richard W., Janette Kawachi, and Eric K. Lewis. 2009. Ã\u0083Â¢Older Workers on the Move: Recareering in Later Life.Ã\u0083Â¢ Washington, DC: AARP Public Policy Institute.",
        "Johnson, Richard W., and David Neumark. 1997. Ã\u0083Â¢Age Discrimination, Job Separations, and Employment Status of Older Workers.Ã\u0083Â¢ Journal of Human Resources, Vol. 32, pp. 779-811.",
        "Kite, Mary E., Gary D. Stockdale, Bernard E. Whitley, Jr., and Blair T. Johnson. 2005. Ã\u0083Â¢Attitudes Toward Younger and Older Adults: An Updated Meta-Analytic Review.Ã\u0083Â¢ Journal of Social Issues, Vol. 61, pp. 241-66.",
        "Kotlikoff, Laurence J., and Jagadeesh Gokhale. 1992. Ã\u0083Â¢Estimating a FirmÃ\u0083Â¢s Age-Productivity Profile Using the Present Value of WorkersÃ\u0083Â¢ Earnings.Ã\u0083Â¢ Quarterly Journal of Economics, Vol. 107, pp. 1215-42.",
        "Lahey, Joanna. 2008a. Ã\u0083Â¢Age, Women, and Hiring: An Experimental Study.Ã\u0083Â¢ Journal of Human Resources, Vol. 43, pp. 30-56.",
        "Lahey, Joanna. 2008b. Ã\u0083Â¢State Age Protection Laws and the Age Discrimination in Employment Act.Ã\u0083Â¢ Journal of Law and Economics, Vol. 51, pp. 433-60.",
        "Larson, Richard E. 1982. Ã\u0083Â¢AttorneyÃ\u0083Â¢s Fees Under the Civil Rights AttorneyÃ\u0083Â¢s Fees Awards Act of 1976.Ã\u0083Â¢ Clearinghouse Review, Vol. 15, pp. 309-323.",
        "Lazear, Edward P. 1979. Ã\u0083Â¢Why Is There Mandatory Retirement?Ã\u0083Â¢ Journal of Political Economy, Vol. 87, pp. 1261-84.",
        "Leiter, Richard A. 2008. National Survey of State Laws. Detroit, MI: Thomson-Gale.",
        "Leiter, Richard A. 2005. National Survey of State Laws. Detroit, MI: Thomson-Gale.",
        "Leiter, Richard A. 2003. National Survey of State Laws. Detroit, MI: Thomson-Gale.",
        "Leiter, Richard A. 1999. National Survey of State Laws. Detroit, MI: Thomson-Gale.",
        "Leiter, Richard A. 1997. National Survey of State Laws. Detroit, MI: Thomson-Gale.",
        "Leiter, Richard A. 1993. National Survey of State Laws. Detroit, MI: Thomson-Gale.",
        "Mastrobuoni, Giovanni. 2009. Ã\u0083Â¢Labor Supply Effects of the Recent Social Security Benefit Cuts: Empirical Estimates Using Cohort Discontinuities.Ã\u0083Â¢ Journal of Public Economics, Vol. 93, pp. 1224-33.",
        "Miller, David G. 1966. Ã\u0083Â¢Age Discrimination in Employment: The Problem of the Older Worker.Ã\u0083Â¢ New York University Law Review, Vol. 41, pp. 383-424.",
        "Mitchell, Mark L., and J. Harold Mulherin. 1989. Ã\u0083Â¢The Stock Price Response to Pension Terminations and the Relation of Terminations with Corporate Takeovers.Ã\u0083Â¢ Financial Management, Autumn, pp. 41-56.",
        "Moberly, Michael D. 1994. Ã\u0083Â¢Reconsidering the Discriminatory Motive Requirement in ADEA Disparate Treatment Cases.Ã\u0083Â¢ New Mexico Law Review, Vol. 24, pp. 89-124.",
        "Munnell, Alicia H., Kevin B. Meme, Natalia A. Jivan, and Kevin E. Cahill. 2004. Should We Raise Social SecurityÃ\u0083Â¢s Earliest Eligibility Age? An Issue in Brief, No. 18. Chestnut Hill, MA: Center for Retirement Research at Boston College.",
        "Nelson, Richard R. 1993-2003. Ã\u0083Â¢State Labor Legislation Enacted.Ã\u0083Â¢ Monthly Labor Review, Vols. 116126.",
        "Nelson, Richard R., and John J. Fitzpatrick. 2004. Ã\u0083Â¢State Labor Legislation Enacted in 2003.Ã\u0083Â¢ Monthly Labor Review, Vol. 127, pp. 3-29.",
        "Neumark, David. 2008. Ã\u0083Â¢The Age Discrimination in Employment Act and the Challenge of Population Aging.Ã\u0083Â¢ Research on Aging, Vol. 31, pp. 41-68.",
        "Neumark, David. 1996. Ã\u0083Â¢Sex Discrimination in Hiring in the Restaurant Industry: An Audit Study.Ã\u0083Â¢ Quarterly Journal of Economics, Vol. 111, pp. 915-42.",
        "Neumark, David. 1995. Ã\u0083Â¢Are Rising Earnings Profiles a Forced-Saving Mechanism?Ã\u0083Â¢ Economic Journal, Vol. 105, pp. 95-106.",
        "Neumark, David, and Elizabeth Powers. 2006. Ã\u0083Â¢Supplemental Security Income, Labor Supply, and Migration.Ã\u0083Â¢ Journal of Population Economics, Vol. 19, pp. 447-79.",
        "Neumark, David, and Wendy A. Stock. 1999. Ã\u0083Â¢Age Discrimination Laws and Labor Market Efficiency.Ã\u0083Â¢ Journal of Political Economy, Vol. 107, pp. 1081-125.",
        "Neumark, David, and Paul Taubman. 1995. Ã\u0083Â¢Why Do Wage Profiles Slope Upward? Tests of the General Human Capital Model.Ã\u0083Â¢ Journal of Labor Economics, Vol. 13, pp. 736-61.",
        "Northrup, James P. 1980. Old Age, Handicapped, and Vietnam-era Antidiscrimination Legislation. Philadelphia, PA: Trustees of the University of Pennsylvania.",
        "OÃ\u0083Â¢Meara, Daniel. 1989. Protecting the Growing Number of Older Workers: The Age Discrimination in Employment Act. Philadelphia, PA: Trustees of the University of Pennsylvania.",
        "Petersen, Mitchell A. 1992. Ã\u0083Â¢Pension Reversions and Worker-Stockholder Wealth Transfers.Ã\u0083Â¢ Quarterly Journal of Economics, Vol. 107, pp. 1033-56.",
        "Pingle, Jonathan F. 2006. Ã\u0083Â¢Social SecurityÃ\u0083Â¢s Delayed Retirement Credit and the Labor Supply of Older Men.Ã\u0083Â¢ Finance and Economics Discussion Series Paper #37, Federal Reserve Board, Washington, DC.",
        "Pontiff, Jeffrey, Andrei Shleifer, and Michael S. Weisbach. 1990. Ã\u0083Â¢Reversions of Excess Pension Assets after Takeovers.Ã\u0083Â¢ Rand Journal of Economics, Vol. 21, pp. 600-13.",
        "Posner, Richard A. 1995. Aging and Old Age. Chicago: University of Chicago Press.",
        "Riach, P. A., and J. Rich. 2002. Ã\u0083Â¢Field Experiments of Discrimination in the Market Place.Ã\u0083Â¢ Economic Journal, Vol. 112, pp. F480-F518.",
        "Rosen, Benson, and Thomas H. Jerdee. 1977. Ã\u0083Â¢Too Old or Not Too Old?Ã\u0083Â¢ Harvard Business Review, Vol. 55, pp. 97-106.",
        "Ross, Susan Deller, and Ann Barcher. 1983. The Rights of Women. New York, NY: Bantam Books.",
        "Shapiro, David, and Steven H. Sandell. 1985. Ã\u0083Â¢Age Discrimination in Wages and Displaced Older Men.Ã\u0083Â¢ Southern Economic Journal, Vol. 52, pp. 90-102.",
        "Shleifer, Andrei, and Lawrence H. Summers. 1988. Ã\u0083Â¢Breach of Trust in Hostile Takeovers.Ã\u0083Â¢ In Corporate Takeovers: Causes and Consequences, Alan J. Auerbach, ed., pp. 33-56. Chicago: University of Chicago Press.",
        "Svahn, John A., and Mary Ross. 1983. Ã\u0083Â¢Social Security Amendments of 1983: Legislative History and Summary of Provisions.Ã\u0083Â¢ Social Security Bulletin, Vol. 46, pp. 3-48.",
        "U.S. Department of Labor. 1965. The Older American Worker. Washington, DC: U.S. Government Printing Office.",
        "U.S. Department of Labor, Bureau of Labor Statistics. 2007. Employment and Earnings, available at www.bls.gov/cps/home.htm#annual, viewed August 8, 2007.",
        "U.S. Equal Employment Opportunity Commission. 2002. Ã\u0083Â¢Federal Laws Prohibiting Job Discrimination Questions and Answers,Ã\u0083Â¢ available at www.eeoc.gov/facts/qanda.html, viewed April 13, 2009."
    ]
}