{
    "id": 17473,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Brockner, J, B. Guzzi, J. Kane, E. Levine, and K. Shaplen, Ã\u0083Â¢Organizational Fundraising: Further Evidence on the Effect of Legitimizing Small Donations,Ã\u0083Â¢ Journal of Consumer Research, 11 (1984): 611-614.",
        "Cialdini, Robert B. and David A. Schroeder. Ã\u0083Â¢Increasing Compliance by Legitimizing Paltry Contributions: When Even a Penny Helps,Ã\u0083Â¢ Journal of Personality and Social Psychology, 34 (1976): 599-604.",
        "Edlund, J., B. Sagarin, and B. Johnson. Ã\u0083Â¢Reciprocity and the Belief in a Just World,Ã\u0083Â¢ Personality and Individual Differences, 43 (2007): 589-596.",
        "Falk, Armin, Ã\u0083Â¢Gift Exchange in the Field,Ã\u0083Â¢ Econometrica, 75 (2007): 1501-1512.",
        "Fehr, Ernst and John A. List. Ã\u0083Â¢The Hidden Costs and Returns of Incentives Ã\u0083Â¢ Trust and Trustworthiness among CEOs,Ã\u0083Â¢ Journal of the European Economic Association, 2 (2004): 743-771.",
        "Fraser, Cynthia, Robert E. Hite, and Paul L. Sauer, Ã\u0083Â¢Increasing Contributions in Solicitation Campaigns: The Use of Large and Small Anchorpoints,Ã\u0083Â¢ Journal of Consumer Research, 15 (1988): 284-287.",
        "Landry, Craig, Andreas Lange, John A. List, Michael K. Price, and Nicholas G. Rupp. Ã\u0083Â¢Toward and Understanding of the Economics of Charity: Evidence from a Field Experiment,Ã\u0083Â¢ Quarterly Journal of Economics, 121 (2006): 747-782.",
        "Landry, Craig E., Andreas Lange, John A. List, Michael K. Price, and Nicholas G. Rupp, Ã\u0083Â¢Is a Donor in Hand Better than Two in the Bush? Evidence from a Natural Field Experiment,Ã\u0083Â¢ American Economic Review, 100 (2010): pp. 958-983.",
        "Landry, Craig E., Andreas Lange, John A. List, Michael K. Price, and Nicholas G. Rupp, Ã\u0083Â¢Is There a Ã\u0083Â¢Hidden Cost of ControlÃ\u0083Â¢ in Naturally-Occurring Markets? Evidence from a Natural Field Experiment,Ã\u0083Â¢ Working Paper, University of Tennessee, Knoxville (2011).",
        "List, John A. and David Lucking-Reiley. Ã\u0083Â¢Effects of Seed Money and Refunds on Charitable Giving: Experimental Evidence from a University Capital Campaign,Ã\u0083Â¢ Journal of Political Economy, 110 (2002): 215-233.",
        "Regan, Dennis T. Ã\u0083Â¢Effects of Favor and Liking on Compliance,Ã\u0083Â¢ Journal of Experimental Social Psychology, 7 (1971): 627-639.",
        "Sliwka, Dirk. Ã\u0083Â¢Trust as a Signal of a Social Norm and the Hidden Costs of Incentive Schemes,Ã\u0083Â¢ American Economic Review, 97 (2007): 999-1012.",
        "Vesterlund, Lise, Ã\u0083Â¢The Informational Value of Sequential Fundraising,Ã\u0083Â¢ Journal of Public Economics, 87 (2003): 627-657.",
        "Whatley, M.A., J.M. Webster, R.H. Smith, and A. Rhodes, Ã\u0083Â¢The Effect of a Favor on Public and Private Compliance: How Internalized is the Norm of Reciprocity,Ã\u0083Â¢ Basic and Applied Social Psychology, 21 (1999): 251-259."
    ]
}