{
    "id": 17479,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Ando, A., and F. Modigliani (1963): Ã\u0083Â¢The Life Cycle Hypothesis of Saving: Aggregate Implications and Tests,Ã\u0083Â¢ American Economic Review, 53(1), 55Ã\u0083Â¢84.",
        "Bernanke, B. S. (2008): Ã\u0083Â¢Remarks to the Federal Reserve Bank of Atlanta Conference, Sea Island, Georgia,Ã\u0083Â¢ http://www.federalreserve.gov/newsevents/speech/bernanke20080513.htm.",
        "Beyer, A., and R. E. A. Farmer (2003): Ã\u0083Â¢Identifying the Monetary Transmission Mechanism Using Structural Breaks,Ã\u0083Â¢ European Central Bank Working Paper Series, No. 275.",
        "(2007): Ã\u0083Â¢Natural Rate Doubts,Ã\u0083Â¢ Journal of Economic Dynamics and Control, 31(121), 797Ã\u0083Â¢825.",
        "Carlson, K. M., and R. W. Spencer (1975): Ã\u0083Â¢Crowding Out and its Critics,Ã\u0083Â¢ Federal Reserve Bank of St. Loius, pp. 2Ã\u0083Â¢16.",
        "Clarida, R., J. GalÃ\u0083Æ\u0092, and M. Gertler (2000): Ã\u0083Â¢Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory,Ã\u0083Â¢ Quarterly Journal of Economics, 115(1), 147Ã\u0083Â¢180.",
        "Farmer, R. E. A. (2008): Ã\u0083Â¢Old Keynesian Economics,Ã\u0083Â¢ in Macroeconomics in the Small and the Large, ed. by R. E. A. Farmer, chap. 2, pp. 23Ã\u0083Â¢43. Edward Elgar, Cheltenham, UK.",
        "(2009): Ã\u0083Â¢ConÃ\u0083Â¯dence, Crashes and Animal Spirits,Ã\u0083Â¢ NBER WP no. 14846, Economic Journal (forthcoming).",
        "(2010a): Ã\u0083Â¢Animal Spirits, Persistent Unemployment and the Belief Function,Ã\u0083Â¢ NBER Working Paper no. 16522 and CEPR Discussion Paper no. 8100., forthcoming in Frydman and Phelps (2012).",
        "(2010b): Expectations, Employment and Prices. Oxford University Press, New York.",
        "(2010c): How the Economy Works: ConÃ\u0083Â¯dence, Crashes and Selfful Ã\u0083Â¯lling Prophecies. Oxford University Press, New York.",
        "(2010d): Ã\u0083Â¢How to Reduce Unemployment: A New Policy ProposalÃ\u0083Â¢Ã\u0083Â¢ Journal of Monetary Economics: Carnegie Rochester Conference Issue, 57(5), 557Ã\u0083Â¢572.",
        "(2011): Ã\u0083Â¢Animal Spirits, Rational Bubbles and Unemployment in an Old-Keynesian Model,Ã\u0083Â¢ CEPR Discussion Paper, 8439.",
        "(December 30th 2008): Ã\u0083Â¢How to Prevent the Great Depression of 2009,Ã\u0083Â¢ Financial Times, EconomistsÃ\u0083Â¢ Forum, http://blogs.ft.com/economistsforum/2008/12/how-to-prevent-thegreat -depression-of-2009/.",
        "Farmer, R. E. A., and D. Plotnikov (2010): Ã\u0083Â¢Does Fiscal Policy Matter ? Blinder and Solow Revisited,Ã\u0083Â¢ NBER Working Paper number 16644.",
        "Friedman, M. (1957): A Theory of the Consumption Function. Princeton University Press, Princeton, N.J. Frydman, R., and E. Phelps (2012): Foundations for a Macroeconomics of the Modern Economy. Princeton University Press, Princeton N.J. GalÃ\u0083Æ\u0092, J. (2008): Monetary Policy, InÃ\u0083Â¯ation, and the Business Cycle: An Introduction to the New Keynesian Framework. Princeton University Press.",
        "Johansen, S. (1991): Ã\u0083Â¢Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregreeive Models,Ã\u0083Â¢ Econometrica, 59, 1551Ã\u0083Â¢1580.",
        "Keynes, J. M. (1936): The General Theory of Employment, Interest and Money. MacMillan and Co., London and Basingstoke.",
        "Lettau, M., and S. C. Ludvigson (2004): Ã\u0083Â¢Understanding Trend and Cycle in Asset Values: Reevaluating the Wealth EÃ\u0083Â¯ect on Consumption,Ã\u0083Â¢ American Economic Review, 94(1), 276Ã\u0083Â¢299.",
        "Lubik, T. A., and F. Schorfheide (2004): Ã\u0083Â¢Testing for Indeterminacy: An Application to U.S. Monetary Policy,Ã\u0083Â¢ American Economic Review, 94, 190Ã\u0083Â¢219.",
        "Lucas Jr., R. E. (1972): Ã\u0083Â¢Expectations and the Neutrality of Money,Ã\u0083Â¢ Journal of Economic Theory, 4, 103Ã\u0083Â¢124.",
        "Modigliani, F., and R. Brumberg (1954): Ã\u0083Â¢Utility analysis and the consumption function: An interpretation of cross-section data,Ã\u0083Â¢ in PostKeynesian Economics, ed. by K. Kurihara. Rutgers University Press.",
        "Patinkin, D. (1956): Money Interest and Prices. The MIT Press, Cambridge, Massachusetts, second abridged edn.",
        "Rogerson, R., R. Shimer, and R. Wright (2005): Ã\u0083Â¢Search-Theoretic Models of the Labor Market: A Survey,Ã\u0083Â¢ Journal of Economic Literature, 43, 959Ã\u0083Â¢988.",
        "Samuelson, P. A. (1948): Economics: an Introductory Analysis. McGraw Hill, New York.",
        "Sims, C. A., and T. Zha (2006): Ã\u0083Â¢Were There Regime Switches in US Monetary Policy?,Ã\u0083Â¢ The American Economic Review, 96(1), 54Ã\u0083Â¢81."
    ]
}