{
    "id": 17471,
    "cites": 64,
    "cited_by": 3,
    "reference": [
        "Angrist, J. D., Imbens, G. W., & Krueger, A. B. (1999). Jackknife instrumental variables estimation. Journal of Applied Econometrics, 14, 57-67.",
        "Adams, G.; K. Snyder and J. Sandfort. 2002. Navigating the Child Care Subsidy System: Policies and Practices That Affect Access and Retention, In New Federalism: Issues and Options for States. Series A, No. A-50. Washington, DC: The Urban Institute.",
        "Aizer, A. 2007. Public Health Insurance, Program Take-up, and Child Health. Review of Economics and Statistics, 89, pp. 400-15.",
        "Allard, S. 2009. Out of Reach: Place, Poverty, and the New American Welfare State. New Haven, CT: Yale university Press.",
        "Allard, S. and S. Danziger. 2003. Proximity and Opportunity: How Residence and Race Affect the Employment of Welfare Recipients. Housing Policy Debate, 13, pp. 675-700.",
        "Allard, S.; R. Tolman and D. Rosen. 2003. Proximity to Service Providers and Service Utilization among Welfare Recipients: The Interaction of Place and Race. Journal of Policy Analysis and Management, 22, pp. 599-613.",
        "Anderson, Patricia M.; Kristin F. Butcher and Phillip B. Levine. 2003. Maternal Employment and Overweight Children. Journal of Health Economics, 22, pp. 477-504.",
        "Apparicio, P., Shearmur, R., Brochu, M., & Dussault, G. (2003). The measure of distance in a social science policy context: Advantages and costs of using network distances in eight Canadian metropolitan areas. Journal of Geographic Information and Decision Analysis, 7, 105-131.",
        "Apparicio, P., Abdelmajid, M., Riva, M., & Shearmur, R. (2008). Comparing alternative approaches to measuring the geographical accessibility of urban health services: Distance types and aggregation-error issues. International Journal of Health Geographics, 7, 23 p. (J Bainbridge et al., 2005, N. Bania et al., 2000) Bainbridge, J; MK Meyers; S Tanaka and J Waldfogel. 2005. Who Gets an Early Education? Family Income and the Enrollment of Three to Five Year Olds from 1968 to 2000*. Social Science Quarterly, 86(3), pp. 724-45.",
        "Bania, N.; C. Coulton and L. Leete. 2000.  Welfare Reform and Access to Job Opportunities in the Cleveland Metropolitan Area. Working Paper No. 00-02, Case Western Reserve University, Center on Urban Poverty and Social Change.",
        "Berger, Mark C. and Dan A. Black. 1992. Child Care Subsidies, Quality of Care, and the Labor Supply of Low-Income, Single Mothers. Review of Economics and Statistics, 74(4), pp. 635-42.",
        "Bertrand, M., E. Luttmer and S. Mullainathan. 2000. Network Effects and Welfare Cultures. Quarterly Journal of Economics, 115, pp. 1019-55 Berube, A. & Raphael, S. (2005). Access to cars in New Orleans. Washington, DC: The Brookings Institution, Metropolitan Policy Program.",
        "Blau, D. 2001. The Child Care Problem: An Economic Analysis. New York NY: Russell Sage Foundation.",
        "Blau, DM, and E Tekin. 2007. The Determinants and Consequences of Child Care Subsidies for Single Mothers in the USA. Journal of Population Economics 20(4): 719-741.",
        "Bound, J., Jaeger, D., & Baker, R. (1995). Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variable is weak. Journal of the American Statistical Association, 90, 443-450.",
        "Burnam, L., Maag, E., & Rohaly, J. (2005). Tax credits to help low-income families pay for child care. Brief #14. Washington, DC: Urban Institute and Brookings Institution.",
        "Card, D. 1995. Using Geographic Variation in College Proximity to Estimate the Returns to Schooling. Working Paper No. 4483., National Bureau of Economic Research.",
        "Cawley, J and F Liu. 2007. Maternal Employment and Childhood Obesity: A Search for Mechanisms in Time Use Data. NBER Working paper.",
        "Classen, T and C Hokayem. 2005. Childhood Influences on Youth Obesity. Economics & Human Biology, 3(2), pp. 165-87.",
        "Courtemanche, C. 2009. Working Yourself to Death? The Relationship between Work Hours and Obesity. Charles Courtemanche, pp. 6.",
        "Crouse, G; S Douglas and S Hauan. 2007. Indicators of Welfare Dependence: Annual Report to Congress 2007. Washington, DC: US Department of Health and Human Services. http://aspe. hhs. gov/hsp/Indicators07.",
        "Currie, J. 2003. Us Food and Nutrition Programs. Means-tested transfer programs in the United States, pp. 199Ã\u0083Â¢289.",
        "Currie, J. 2004. Viewpoint: Child Research Comes of Age. Canadian Journal of Economics/Revue canadienne d'Ã\u0083Æ\u0092conomique, 37(3), pp. 509-27.",
        "Daniels, SR; DK Arnett; RH Eckel; SS Gidding; LL Hayman; S Kumanyika; TN Robinson; BJ Scott; S St Jeor and CL Williams. 2005. Overweight in Children and Adolescents: Pathophysiology, Consequences, Prevention, and Treatment. Circulation, 111(15), pp. 1999.",
        "Daponte, B.; S. Sanders and L. Taylor. 1999. Why Do Low-Income Households Not Use Food Stamps? Evidence from an Experiment. Journal of Human Resources, 34, pp. 612-28.",
        "Dietz, WH. 1998. Health Consequences of Obesity in Youth: Childhood Predictors of Adult Disease. Pediatrics, 101(3), pp. 518.",
        "Durfee, A. and M. Meyers. 2006. Who Gets What from Government? Distributional Consequences of Child-Care Assistance Policies. Journal of Marriage and the Family, 68, pp. 733-48.",
        "Edin, K. and L. Lein. 1997. Making Ends Meet. New York, NY Russell Sage Foundation.",
        "Fertig, A. G. Glomm, and R. Tchernis, The Connection between Maternal Employment and Childhood Obesity: Inspecting the Mechanism, Review of Economics of the Household, 7(3) 2009, 227-255.",
        "Gelbach, JB. 2002. Public Schooling for Young Children and Maternal Labor Supply. American Economic Review, 92(1), pp. 307-22.",
        "Giannarelli, L.; K. Phillips and H. Oliver. 2001. How Trim3 Models Eligibility for Ccdf Subsidies. Washington, DC: Urban Institute Memo.",
        "Ha, Y. (2009). Stability of child-care subsidy use and earnings of low-income families. Social Service Review, 83, 495-523.",
        "Henly, J. and S. Lyons. 2000. The Negotiation of Child Care and Employment Demands among Low-Income Parents. Journal of Social Issues, 56, pp. 683-706.",
        "Herbst, C. 2008. Who Are the Eligible Non-Recipients of Child Care Subsidies? Children and Youth Services Review, 30, pp. 1037-54.",
        "Herbst, C. 2010. The Labor Supply Effects of Child Care Costs and Wages in the Presence of Subsidies and the Earned Income Tax Credit. Review of Economics of the Household, 8, pp. 199-230.",
        "Herbst, C. & E. Tekin. (2010a). Child Care Subsidies and Child Development. Economics of Education Review, vol. 29(4), pages 618-638, August.",
        "Herbst, C. & Tekin, E. (2010b). Ã\u0083Â¢The Impact of Child Care Subsidies on Child Well-Being: Evidence from Geographic Variation in the Distance to Social Service Agencies.Ã\u0083Â¢ NBER Working Paper No. 16250.",
        "Herbst, C. & E. Tekin. (2011a). Child Care Subsidies and Childhood Obesity. Review of Economics of the Household 9(3): 349-378.",
        "Herbst, C. & E. Tekin. (2011b). Do child care subsidies influence single mothersÃ\u0083Â¢ decision to invest in human capital? Economics of Education Review, 30, 901-912.",
        "Hewko, J., Smoyer-Tomic, K., & Hodgson, M. (2002). Measuring neighbourhood spatial accessibility to urban amenities: Does aggregation error matter? Environment and Planning A, 34, 1185-1206.",
        "Hubbard, M. 2008. The Effect of Mothers' Employment and Child Care Decisions on the Body Mass Status of Young Children. The University of North Carolina at Chapel Hill Working Paper.",
        "McClellan, M.; B. McNeil and J. Newhouse. 1994. Does More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce Mortality? Analysis Using Instrumental Variables. Journal of the American Medical Association, 272, pp. 859-66.",
        "Michelson, W. 1985. From Sun to Sun. Toronto: Rowman and Allanheld.",
        "Moffitt, Robert. 1983. An Economic Model of Welfare Stigma. American Economic Review, 73, pp. 1023-35.",
        "Neidell, M. and J. Waldfogel. 2009. Program Participation of Immigrant Children: Evidence from the Local Availability of Head Start. Economics of Education Review., 28, pp. 704-15.",
        "Nemet, G.F. and A. J. Bailey. 2000. Distance and Health Care Utilization among the Rural Elderly. Social Science and Medicine, 50, pp. 1197-208.",
        "Ogden, CL; MD Carroll; LR Curtin; MM Lamb and KM Flegal. 2010. Prevalence of High Body Mass Index in Us Children and Adolescents, 2007-2008. Jama, pp. 2009.12.",
        "Ogden, CL; MD Carroll and KM Flegal. 2008. High Body Mass Index for Age among Us Children and Adolescents, 2003-2006. Jama, 299(20), pp. 2401.",
        "Ong, P. 2002. Car Ownership and Welfare-to-Work. Journal of Policy Analysis and Management, 21, pp. 239-52.",
        "Pavetti, LD and D Rosenbaum. 2010. Reducing Poverty. Phipps, SA; L Lethbridge and P Burton. 2006. Long-Run Consequences of Parental Paid Work Hours for Child Overweight Status in Canada. Social science & medicine, 62(4), pp. 977-86.",
        "Pone, D., Christie, S., & Lester, N. 2006. Comparison of perceived and modeled geographical access to accident and emergency departments: A cross-sectional analysis from the Caerphilly Health and Social Needs Study. International Journal of Health Geographics, 5, 16 p.",
        "Rhode, P. and Strumpf. 2003. Assessing the Importance of Tiebout Sorting: Local Heterogeneity from 1850 to 1990. American Economic Review, 93, pp. 1648-77.",
        "Schlay, A.; M. Weinraub; M. Harmon and H. Tran. 2004. Barriers to Subsidies: Why Low-Income Families Do Not Use Child Care Subsidies. Social Science Research, 33, pp. 134-57.",
        "Schumacher, R. and M. Greenberg. 1999. Child Care after Leaving Welfare: Early Evidence from State Studies. Washington, DC: The Center for Law and Social Policy.",
        "Sparks, A., Bania, N., & Leete, L. 2011. Comparative approaches to measuring food access in urban areas: The case of Portland, Oregon. Urban Studies, 48, 1715-1737.",
        "Strauss, RS. 2000. Childhood Obesity and Self-Esteem. Pediatrics, 105(1), pp. e15.",
        "Tekin, E. 2005. Child Care Subsidy Receipt, Employment, and Child Care Choices of Single Mothers. Economics Letters, 89, pp. 1-6.",
        "Tekin, E. 2007. Single Mothers Working at Night: Standard Work, Child Care Subsidies, and Implications for Welfare Reform. Economic Inquiry, 45, pp. 233Ã\u0083Â¢50.",
        "U.S. Census Bureau. (2010). WhoÃ\u0083Â¢s Minding the Kids? Child Care Arrangements: Spring 2005/Summer 2006. Current Population Reports P70-121.",
        "U.S. Department of Education. 1995. Characteristics of ChildrenÃ\u0083Â¢s Early Care and Education Programs: Data from the 1995 National Household Education Survey (Nhes). Washington, DC: National Center for Education Statistics: U.S. Department of Education.",
        "U.S. Department of Health and Human Services Administration for Children and Families. 2000. New Statistics Show Only Small Percentage of Eligible Families Receive Child Care Help, In. Washington, DC.: http://www.hhs.gov/news/press/2000pres/20001206.html.",
        "U.S. Department of Health and Human Services: Administration for Children and Families. 1999.  Access to Child Care for Low-Income Working Families, In. Washington, DC.: www.acf.dhhs.gov/programs/ccb/research/ccreport/ccreport.",
        "Witte, A. and M. Queralt. 2002. Ã\u0083Â¢Take-up Rates and Trade Offs After the Age of Entitlement: Some Thoughts and Empirical Evidence for Child Care Subsidies.Ã\u0083Â¢ National Bureau of Economic Research Working Paper No. 8886, April.",
        "Witte, A. and M. Queralt. 2003. Impacts of Eligibility Expansions and Provider Reimbursement Rate Increases on Child Care Subsidy Take-up Rates, Welfare Use and Work. National Bureau of Economic Research No. 9693, May."
    ]
}