{
    "id": 17476,
    "cites": 25,
    "cited_by": 19,
    "reference": [
        "Ashenfelter, Orley C. and Daniel S. Hosken, Ã\u0083Â¢The EÃ\u0083Â¯ect of Mergers on Consumer Prices: Evidence from Five Mergers on the Enforcement Margin,Ã\u0083Â¢ Journal of Law and Economics, 2010, 53, 417Ã\u0083Â¢466.",
        "Asker, John, Ã\u0083Â¢A Study of the Internal Organisation of a Bidding Cartel,Ã\u0083Â¢ American Economic Review, 2010, 100 (3), 724Ã\u0083Â¢62.",
        "Baker, Jonathan, Ã\u0083Â¢The Case for Antitrust Enforcement,Ã\u0083Â¢ Journal of Economic Perspectives, Fall 2003, 17 (4), 27Ã\u0083Â¢50.",
        "Baker, Jonathan B. and Carl Shapiro, Ã\u0083Â¢Reinvigorating Horizontal Merger Enforcement, Ã\u0083Â¢ in R. Pitofsky, ed., Where the Chicago School Overshot the Mark: The EÃ\u0083Â¯ect of Conservative Economic Analysis on Antitrust, Oxford University Press, 2008.",
        "Berry, Steven T. and Joel Waldfogel, Ã\u0083Â¢Do Mergers Increase Product Variety? Evidence From Radio Broadcasting,Ã\u0083Â¢ The Quarterly Journal of Economics, August 2001, 116 (3), 1009Ã\u0083Â¢1025.",
        "Borenstein, Severin, Ã\u0083Â¢Airline Mergers, Airport Dominance, and Market Power,Ã\u0083Â¢ American Economic Review, May 1990, 80 (2), 400Ã\u0083Â¢404.",
        "Carlton, Dennis, Ã\u0083Â¢The Need to Measure the EÃ\u0083Â¯ect of Merger Policy and How to Do It,Ã\u0083Â¢ Competition Policy International, 2009.",
        "Chandra, Ambarish and Allan Collard-Wexler, Ã\u0083Â¢Mergers in Two-Sided Markets: An Application to the Canadian Newspaper Industry,Ã\u0083Â¢ Journal of Economics and Mangement Strategy, Winter 2009, 18 (4), 1045Ã\u0083Â¢1070.",
        "Crandall, Robert W. and CliÃ\u0083Â¯ord Winston, Ã\u0083Â¢Does Antitrust Policy Improve Consumer Welfare? Assessing the Evidence,Ã\u0083Â¢ Journal of Economic Perspectives, Fall 2003, 17 (4), 3Ã\u0083Â¢26.",
        "Crooke, Philip, Luke Froeb, Steven Tschantz, and Gregory J. Werden, Ã\u0083Â¢The EÃ\u0083Â¯ects of Assumed Demand Form on Simulated Post-Merger Equilibria,Ã\u0083Â¢ Review of Industrial Organization, Nov 2003, 15 (3), 205Ã\u0083Â¢217.",
        "Deneckere, Raymond and Carl Davidson, Ã\u0083Â¢Incentives to Form Coalitions with Bertrand Competition,Ã\u0083Â¢ The RAND Journal of Economics, 1985, 16, 473Ã\u0083Â¢86.",
        "Draganska, Michaela, Michael Mazzeo, and Katja Seim, Ã\u0083Â¢Addressing Endogenous Product Choice in an Empirical Analysis of Merger EÃ\u0083Â¯ects,Ã\u0083Â¢ Working Paper, Northwestern University 2010.",
        "Focarelli, Dario and Fabio Panetta, Ã\u0083Â¢Are Mergers BeneÃ\u0083Â¯cial to Consumers? Evidence from the Market for Bank Deposits,Ã\u0083Â¢ American Economic Review, September 2003, 93 (4), 1152Ã\u0083Â¢72.",
        "Genesove, David and Wallace P. Mullin, Ã\u0083Â¢Rules, Communication, and Collusion: Narrative Evidence from the Sugar Institute Case,Ã\u0083Â¢ American Economic Review, 2001, 91 (3), 379Ã\u0083Â¢98.",
        "Hastings, Justine S., Ã\u0083Â¢Vertical Relationships and Competition in Retail Gasoline Markets: Empirical Evidence from Contract Changes in Southern California,Ã\u0083Â¢ American Economic Review, March 2004, 94 (1), 317Ã\u0083Â¢328.",
        "Hunter, Graeme, Gregory K. Leonard, and Steven Olley, Ã\u0083Â¢Merger Retrospective Studies: A Review,Ã\u0083Â¢ Antitrust, 2008, 23, 34Ã\u0083Â¢41.",
        "Kim, E. Han and Vijay Singal, Ã\u0083Â¢Mergers and Market Power: Evidence from the U.S. Airline Industry,Ã\u0083Â¢ American Economic Review, 1993, 83, 549Ã\u0083Â¢569.",
        "Moss, Diana, Ã\u0083Â¢Antitrust Analysis of WhirlpoolÃ\u0083Â¢s Proposed Acquisition of Maytag,Ã\u0083Â¢ Technical Report, American Antitrust Institute 2006.",
        "Prager, Robin A. and Timothy H. Hannan, Ã\u0083Â¢Do Substantial Horizontal Mergers Generate SigniÃ\u0083Â¯cant Price EÃ\u0083Â¯ects? Evidence from the Banking Industry,Ã\u0083Â¢ Journal of Industrial Economics, December 1998, 46 (4), 433Ã\u0083Â¢52.",
        "Sapienza, Paola, Ã\u0083Â¢The EÃ\u0083Â¯ects of Banking Mergers on Loan Contracts,Ã\u0083Â¢ Journal of Finance, 2002, 1, 329Ã\u0083Â¢67.",
        "Simpson, John and Christopher T. Taylor, Ã\u0083Â¢Do Gasoline Mergers AÃ\u0083Â¯ect Consumer Prices? The Marathon Ashland Petroleum and Ultramar Diamond Shamrock Transaction, Ã\u0083Â¢ Journal of Law and Economics, 2008, 51 (1), 135Ã\u0083Â¢52.",
        "Sweeting, Andrew, Ã\u0083Â¢The EÃ\u0083Â¯ects of Mergers on Product Positioning: Evidence from the Music Radio Industry,Ã\u0083Â¢ RAND Journal of Economics, 2010, 41 (2), 372Ã\u0083Â¢97.",
        "Taylor, Christopher T. and Daniel S. Hosken, Ã\u0083Â¢The Economic EÃ\u0083Â¯ects of the Marathon-Ashland Joint Venture: The Importance of Industry Supply Shocks and Vertical Market Structure,Ã\u0083Â¢ Journal of Industrial Economics, 09 2007, 55 (3), 419Ã\u0083Â¢ 451.",
        "Weinberg, Matthew C., Ã\u0083Â¢The Price EÃ\u0083Â¯ects of Horizontal Mergers,Ã\u0083Â¢ Journal of Competition Law and Economics, July 2008, 4 (2), 433Ã\u0083Â¢47.",
        "Whinston, Michael D., Lectures on Antitrust Economics, Cambridge, MA: MIT Press, 2006. Winston, CliÃ\u0083Â¯ord, Scott Dennis, and Vikram Maheshri, Ã\u0083Â¢Long Run EÃ\u0083Â¯ects of Mergers: The Case of US Western Railroads,Ã\u0083Â¢ forthcoming in Journal of Law and Economics."
    ]
}