{
    "id": 17477,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Baron, Jonathan, and John C. Hershey. 1988. Ã\u0083Â¢Outcome Bias in Decision Evaluation.Ã\u0083Â¢ Journal of Personality and Social Psychology, 54(4), 569-579.",
        "Bertrand, Marianne, and Sendhil Mullainathan. 2001. Ã\u0083Â¢Are CEOs Rewarded for Luck? The Ones without Principals Are.Ã\u0083Â¢ The Quarterly Journal of Economics, 116(3), 901-932.",
        "Camerer, Colin, George Loewenstein, and Martin Weber. 1989. Ã\u0083Â¢The Curse of Knowledge in Economic Settings: An Experimental Analysis.Ã\u0083Â¢ Journal of Political Economy, 97(5), 1232-1254.",
        "Card, David, and Gordon B. Dahl. 2011. Ã\u0083Â¢Family Violence and Football: The Effect of Unexpected Emotional Cues on Violent Behavior.Ã\u0083Â¢ The Quarterly Journal of Economics, 126(1), 103-143.",
        "Chiappori, P.-A., S. Levitt, and T. Groseclose. 2002. Ã\u0083Â¢Testing Mixed-Strategy Equilibria When Players Are Heterogeneous: The Case of Penalty Kicks in Soccer.Ã\u0083Â¢ The American Economic Review, 92(4), 1138-1151.",
        "Dobbs, Ian M. 1991. Ã\u0083Â¢A Bayesian Approach to Decision-Making under Ambiguity.Ã\u0083Â¢ Economica, 58(232), 417-440.",
        "Earl, Peter E. 1990. Ã\u0083Â¢Economics and Psychology: A Survey.Ã\u0083Â¢ The Economic Journal, 100(402), 718-755.",
        "Fischhoff, Baruch. 1975. Ã\u0083Â¢Hindsight Ã\u0083Â¢ Foresight: The Effect of Outcome Knowledge on Judgment Under Uncertainty.Ã\u0083Â¢ Journal of Experimental Psychology: Human Perception and Performance, 1(3), 288-299.",
        "Gino, Francesca, Don A. Moore, and Max H. Bazerman. 2008. Ã\u0083Â¢No Harm, No Foul: The Outcome Bias in Ethical Judgments.Ã\u0083Â¢ Harvard Business School NOM Working Paper.",
        "Gino, Francesca, Lisa L. Shu, and Max H. Bazerman. 2010. Ã\u0083Â¢Nameless + Harmless = Blameless; When Seemingly Irrelevant Factors Influence Judgment of (Un)ethical Behavior.Ã\u0083Â¢ Organizational Behavior and Human Decision Processes, 111, 93-101.",
        "Gray, Rob, Sian L. Beilock, and Thomas H. Carr. 2007. Ã\u0083Â¢Ã\u0083Â¢As Soon as the Bat Met the Ball, I Knew It Was GoneÃ\u0083Â¢: Outcome Predication, Hindsight Bias, and the Representation and Control of Action in Expert and Novice Baseball Players.Ã\u0083Â¢ Psychonomic Bulletin & Review, 14(4), 669-675.",
        "Gray, Philip K., and Stephen F. Gray. 1997. Ã\u0083Â¢Testing Market Efficiency: Evidence from the NFL Sports Betting Market.Ã\u0083Â¢ The Journal of Finance, 52(4), 1725-1737.",
        "Hawkins, Scott A., and Reid Hastie. 1990. Ã\u0083Â¢Hindsight: Biased Judgments of Past Events After the Outcomes are Known.Ã\u0083Â¢ Psychological Bulletin, 107(3), 311-327.",
        "Jones, Steven K., Tricia J. Yurak, and Deborah Frisch. 1997. Ã\u0083Â¢The Effect of Outcome Information on the Evaluation and Recall of IndividualsÃ\u0083Â¢ Own Decisions.Ã\u0083Â¢ Organizational Behavior and Human Decision Processes, 71(1), 95-120.",
        "LaBine, Susan J., and Gary LaBine. 1996. Ã\u0083Â¢Determinations of Negligence and the Hindsight Bias.Ã\u0083Â¢ Law and Human Behavior, 20(5), 501-516.",
        "Lefgren, Lars, and Brennan C. Platt. 2010. Ã\u0083Â¢Coaches on the Hot Seat: Testing Models of Moral Hazard and Screening.Ã\u0083Â¢ Mimeo, Brigham Young University.",
        "Lipshitz, Raanan. 1989. Ã\u0083Â¢Ã\u0083Â¢Either a Medal or a CorporalÃ\u0083Â¢: The Effects of Success and Failure on the Evaluation of Decision Making and Decision Makers.Ã\u0083Â¢ Organizational Behavior and Human Decision Processes, 44(3), 380-395.",
        "Marshall, Greg W., and John C. Mowen. 1993. Ã\u0083Â¢An Experimental Investigation of the Outcome Bias in Salesperson Performance Evaluations.Ã\u0083Â¢ Journal of Personal Selling & Sales Management, 13(3), 31-47.",
        "Offerman, Theo, and Joep Sonnemans. 2004. Ã\u0083Â¢WhatÃ\u0083Â¢s Causing Overreaction? An Experimental Investigation of Recency and the Hot-Hand Effect.Ã\u0083Â¢ Scandinavian Journal of Economics, 106(3), 533-553.",
        "Pope, Devin G., and Maurice E. Schweitzer. 2011. Ã\u0083Â¢Is Tiger Woods Loss Averse? Persistent Bias in the Face of Experience, Competition, and High Stakes.Ã\u0083Â¢ American Economic Review, 101(1), 129-157.",
        "Rabin, Matthew. 1998. Ã\u0083Â¢Psychology and Economics.Ã\u0083Â¢ Journal of Economic Literature, 36(1), 11-46.",
        "Ratner, Rebecca K., and Kenneth C. Herbst. 2005. Ã\u0083Â¢When Good Decisions have Bad Outcomes: The Impact of Affect on Switching Behavior.Ã\u0083Â¢ Organizational Behavior and Human Decision Processes, 96, 23-37.",
        "Romer, David. 2006. Ã\u0083Â¢Do Firms Maximize? Evidence from Professional Football.Ã\u0083Â¢ Journal of Political Economy, 114(2), 340-365.",
        "Wolfers, Justin. 2002. Ã\u0083Â¢Are Voters Rational? Evidence from Gubernatorial Elections.Ã\u0083Â¢ Stanford GSB Working Paper No. 1730."
    ]
}