{
    "id": 17481,
    "cites": 45,
    "cited_by": 1,
    "reference": [
        "Asquith, Paul and David W. Mullins, 1986, Ã\u0083Â¢Equity issues and offering dilutionÃ\u0083Â¢, Journal of Financial Economics, 15 (1-2): 61Ã\u0083Â¢89.",
        "Auerbach, Alan J., 1979a, Ã\u0083Â¢Wealth maximization and the cost of capitalÃ\u0083Â¢, Quarterly Journal of Economics, 93 (3): 433Ã\u0083Â¢446.",
        "Auerbach, Alan, 1979b, Ã\u0083Â¢Share Valuation and Corporate Equity Policy,Ã\u0083Â¢ Journal of Public Economics, 11 (3): 291-305, Baker, Malcolm P., Jeremy C. Stein, and Jeffrey A. Wurgler, 2003, Ã\u0083Â¢When Does the Market Matter? Stock Prices and the Investment of Equity-Dependent FirmsÃ\u0083Â¢, Quarterly Journal of Economics, 118 (3): 969Ã\u0083Â¢1006.",
        "Becker, Bo, Zoran IvkoviÃ\u0083â\u0080\u009e, and Scott Weisbenner, 2011, Ã\u0083Â¢Local Dividend ClientelesÃ\u0083Â¢, Journal of Finance, 66 (2), April.",
        "Bernheim, B. Douglas, 1991, Ã\u0083Â¢Tax Policy and the Dividend PuzzleÃ\u0083Â¢, RAND Journal of Economics, 22 (4): 455Ã\u0083Â¢476.",
        "Bradford, David F., 1981, Ã\u0083Â¢The incidence and allocation effects of a tax on corporate distributionsÃ\u0083Â¢, Journal of Public Economics, 15 (1): 1Ã\u0083Â¢22.",
        "Brown, Jeffrey R., Nellie Liang, and Scott Weisbenner, 2007, Ã\u0083Â¢Executive Financial Incentives and Payout Policy: Firm Responses to the 2003 Dividend Tax CutÃ\u0083Â¢, Journal of Finance, 62 (4): 1935Ã\u0083Â¢1965.",
        "Chen, Hsuan-Chi, and Jay Ritter, 2000, Ã\u0083Â¢The Seven Percent SolutionÃ\u0083Â¢, Journal of Finance, 55 (3): 1105Ã\u0083Â¢ 1131.",
        "Chetty, Raj and Emmanuel Saez, 2005, Ã\u0083Â¢Dividend Taxes and Corporate Behavior: Evidence from the 2003 Dividend Tax CutÃ\u0083Â¢, Quarterly Journal of Economics, 120 (3): 791Ã\u0083Â¢833.",
        "Chetty, Raj and Emmanuel Saez, 2010, Ã\u0083Â¢Dividend and Corporate Taxation in an Agency Model of the FirmÃ\u0083Â¢, American Economic Journal: Economic Policy, 2 (3): 1Ã\u0083Â¢31.",
        "DeRidder, Adri, 2009, Ã\u0083Â¢Share Repurchases and Firm BehaviourÃ\u0083Â¢, International Journal of Theoretical and Applied Finance, 12 (5): 605Ã\u0083Â¢631.",
        "Dittmar, Amy, 2000, Ã\u0083Â¢Why do Firms Repurchase Stock?Ã\u0083Â¢, Journal of Business, 73 (3): 331Ã\u0083Â¢355.",
        "Fama, Eugene F. and Kenneth R. French, 2001, Ã\u0083Â¢Disappearing dividends: changing firm characteristics or lower propensity to pay?Ã\u0083Â¢, Journal of Financial Economics, 60 (1): 3Ã\u0083Â¢43.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce Petersen, 1988, Ã\u0083Â¢Finance Constraints and Corporate InvestmentÃ\u0083Â¢, Brookings Papers on Economic Activity, 1: 141Ã\u0083Â¢195.",
        "Feldstein, Martin S., 1970, Ã\u0083Â¢Corporate Taxation and Dividend BehaviourÃ\u0083Â¢, Review of Economic Studies, 37 (1): 57Ã\u0083Â¢72.",
        "French, Kenneth, and James Poterba, 1991, Ã\u0083Â¢Investor Diversification and International Equity MarketsÃ\u0083Â¢, American Economic Review, 81 (2): 222Ã\u0083Â¢226.",
        "Gordon, Roger and Martin Dietz, 2006, Ã\u0083Â¢Dividends and TaxesÃ\u0083Â¢, NBER Working Paper No.12292, forthcoming in Alan J. Auerbach and Daniel Shaviro, editors, Institutional Foundations of Public Finance: Economic and Legal Perspectives, Harvard University Press, Cambridge, MA.",
        "Guenther, David A., and Richard Sansing, 2006, Ã\u0083Â¢Fundamentals of shareholder tax capitalizationÃ\u0083Â¢, Journal of Accounting and Economics, 42 (3), 371-383.",
        "Harberger, Arnold C., 1962, Ã\u0083Â¢The Incidence of the Corporation Income TaxÃ\u0083Â¢, Journal of Political Economy, 70 (3): 215Ã\u0083Â¢240.",
        "Harberger, Arnold C., 1966, Ã\u0083Â¢Efficiency effects of taxes on income from capital, in: Marian Krzyzaniak, editor, Effects of corporation income tax, Wayne State University Press, Detroit.",
        "Hashimoto, Masanori, 1998, Ã\u0083Â¢Share Repurchases and CancellationÃ\u0083Â¢, Capital Market Trend Report 199817, Capital Market Research Group, Nomura Research Institute.",
        "Jacob, Marcus and Martin Jacob, 2011, Ã\u0083Â¢Taxation, Dividends, and Share Repurchases: Taking Evidence GlobalÃ\u0083Â¢, SSRN Working Paper.",
        "Jensen, Kevin J. and Michael C. Jensen, 1990, Ã\u0083Â¢CEO Incentives: It's Not How Much You Pay, But HowÃ\u0083Â¢, Harvard Business Review, 3 (3): 138Ã\u0083Â¢153.",
        "Jensen, Michael C., and William H. Meckling, 1976, Ã\u0083Â¢Theory of the Firm: Managerial Behavior, Agency Costs and Ownership StructureÃ\u0083Â¢, Journal of Financial Economics, 3 (4):305Ã\u0083Â¢360.",
        "Jensen, Michael C. and Kevin J. Murphy, 1990, Ã\u0083Â¢Performance Pay and Top-Management IncentivesÃ\u0083Â¢, Journal of Political Economy, 98 (2): 225Ã\u0083Â¢264.",
        "Kaplan, Steven N. and Luigi Zingales, 1997, Ã\u0083Â¢Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints?Ã\u0083Â¢, Quarterly Journal of Economics, 112 (1): 169Ã\u0083Â¢215.",
        "King, Mervyn A., 1977, Public Policy and the Corporation. Chapman and Hall, London.",
        "Korinek, Anton and Joseph E. Stiglitz, 2009, Ã\u0083Â¢Dividend Taxation and Intertemporal Tax ArbitrageÃ\u0083Â¢, Journal of Public Economics, 93 (1-2): 142Ã\u0083Â¢159.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 2000, Ã\u0083Â¢Agency Problems and Dividend Policies around the WorldÃ\u0083Â¢, Journal of Finance, 55 (1): 1Ã\u0083Â¢33.",
        "Lamont, Owen, 1997, Ã\u0083Â¢Cash Flow and Investment: Evidence from Internal Capital MarketsÃ\u0083Â¢, Journal of Finance, 52 (1): 83Ã\u0083Â¢109.",
        "Lewellen, Jonathan and Katharina Lewellen, 2006, Ã\u0083Â¢Internal Equity, Taxes, and Capital StructureÃ\u0083Â¢, Working Paper, Dartmouth.",
        "Malmendier, Ulrike and Geoffrey Tate, 2005, Ã\u0083Â¢CEO Overconfidence and Corporate InvestmentÃ\u0083Â¢, Journal of Finance, 60 (6): 2661Ã\u0083Â¢2700.",
        "Mondria, Jordi, and Thomas Wu. 2010, Ã\u0083Â¢The puzzling evolution of the home bias, information processing and financial opennessÃ\u0083Â¢, Journal of Economic Dynamics and Control, 34(5): 875Ã\u0083Â¢896.",
        "Myers, Steward C., 1977, Ã\u0083Â¢Determinants of Corporate BorrowingÃ\u0083Â¢, Journal of Financial Economics, 5 (2): 147Ã\u0083Â¢175.",
        "Perez-Gonzalez, Francisco, 2003, Ã\u0083Â¢Large Shareholders and Dividends: Evidence From U.S. Tax ReformsÃ\u0083Â¢, working paper, Columbia University.",
        "Poterba, James M., 1987, Ã\u0083Â¢Tax Policy and Corporate SavingsÃ\u0083Â¢, Brookings Papers on Economic Policy, 2: 455Ã\u0083Â¢503.",
        "Poterba, James M., 2004, Ã\u0083Â¢Taxation and Corporate Payout PolicyÃ\u0083Â¢, American Economic Review, 94 (2): 171Ã\u0083Â¢175.",
        "Poterba, James M. and Lawrence H. Summers, 1984, Ã\u0083Â¢New Evidence That Taxes Affect the Valuation of DividendsÃ\u0083Â¢, Journal of Finance, 39 (5): 1397Ã\u0083Â¢1415.",
        "Poterba, James M. and Lawrence H. Summers, 1985, Ã\u0083Â¢The Economic Effects of Dividend TaxationÃ\u0083Â¢, In Edward Altman and Marti Subrahmanyam, editors, Recent advances in corporate finance: 227Ã\u0083Â¢284. Dow Jones-Irwin Publishing: Homewood, IL.",
        "Rau, P. Raghavendra and Theo Vermaelen, 2002, Ã\u0083Â¢Regulation, Taxes, and Share Repurchases in the United KingdomÃ\u0083Â¢, Journal of Business, 75 (2): 245Ã\u0083Â¢282.",
        "Rauh, Joshua, 2006, Ã\u0083Â¢Investment and Financing Constraints: Evidence from the Funding of Corporate Pension PlansÃ\u0083Â¢, Journal of Finance, 61 (1): 33Ã\u0083Â¢71.",
        "Rydqvist, Kristian, Joshua Spizman, and Ilya Strebulaev. 2010, Ã\u0083Â¢The Evolution of Aggregate Stock Ownership.Ã\u0083Â¢ Working Paper.",
        "Shleifer, Andrei and Robert W. Vishny, 1986, Ã\u0083Â¢Large Shareholders and Corporate ControlÃ\u0083Â¢, Journal of Political Economy, 94 (3): 461Ã\u0083Â¢88.",
        "Zhou, Xianming, 2001, Ã\u0083Â¢Understanding the determinants of managerial ownership and the link between ownership and performance: CommentÃ\u0083Â¢, Journal of Financial Economics, 62 (3): 559-571.",
        "Zingales, Luigi, 2000, Ã\u0083Â¢In Search of New FoundationsÃ\u0083Â¢, Journal of Finance, 55 (4): 1623Ã\u0083Â¢1653."
    ]
}