{
    "id": 17486,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Brunner, C., C. Fasca, et al. (2005). Linking Data and Learning: The Grow Network Study. Journal of Education for Students Placed At Risk 10(3): 241-267.",
        "Chen, E., M. Heritage, et al. (2005). Identifying and Monitoring Students' Learning Needs with Technology. Journal of Education for Students Placed At Risk 10(3): 309-332.",
        "Crawford, V. M., M. S. Schlager, et al. (2008). Supporting the Art of Teaching in a Data-Rich, High-Performance Learning Environment. Data-Driven School Improvement: Linking Data and Learning. E. B. Mandinach and M. Honey. New York, Teachers College Press: 109-129.",
        "Datnow, A., V. Park, et al. (2007). Achieving with Data: How High-Performing School Systems Use Data to Improve Instruction for Elementary Students. Los Angeles, CA, Center on Educational Governance, University of Southern California.",
        "Feldman, J. and R. Tung (2001). Using Data Based Inquiry and Decision-Making to Improve Instruction. ERS Spectrum 19(3): 10-19.",
        "Ingram, Debra, Karen R. S. Louis, and Roger Schroeder. (2004). Accountability Policies and Teacher Decision Making: Barriers to the Use of Data to Improve Practice. Teachers College Record 106(6): 1258-1287.",
        "Kerr, K. A., J. A. Marsh, et al. (2006). Strategies to Promote Data Use for Instructional Improvement: Actioins, Outcomes, and Lessons from Three Urban Districts. American Journa of Education 112(August): 496-520.",
        "Lachat, M. A. (2002). Data-Driven High School Reform: The Breaking Ranks Model. Providence, RI, Northeast and Islands Regional Educational Laboratory at Brown University.",
        "Marsh, J. A., J. F. Pane, et al. (2006). Making Sense of Data-Driven Decision Making in Education: Evidence from Recent RAND Research. Washington, D.C., RAND Corporation.",
        "Pardini, P. (2000). Data, Well Done. Journal of Staff Development 21(1): 12-18.",
        "Protheroe, N. (2001). Improving Teaching and Learning with Data Based Decisions: Asking the Right Questions and Acting on the Answers. ERS Spectrum 19(3): 4-9.",
        "Stein, M. (2003). Making Sense of the Data: Overview of the K-12 Data Management and Analysis Market. Boston, MA, Eduventures, Inc.",
        "Teachers' Use of Student Data Systems to Improve Instruction: 2005-2007. Washington, D.C. U.S. Department of Education, Office of Planning, Evaluation, and Policy Development (2009).",
        "Implementing Data-Informed Decision Making in Schools--Teacher Access, Supports, and Use. Washington, D.C. Wayman, Jeffrey C., Cho, and Shaw (2009) Wayman, Jeffrey. C. (2005). Guest Editor's Introduction. Journal of Education for Students Placed At Risk 10(3): 235-239.",
        "Wayman, Jeffrey. C., Sam Stringfield, and Mary Yakimowski. (2004). Software Enabling School Improvement Through Analysis of Student Data. Balitomore, MD, Center for Research on the Education of Students Placed At Risk, The Johns Hopkins University."
    ]
}