{
    "id": 17484,
    "cites": 65,
    "cited_by": 0,
    "reference": [
        "Bai, Jushan, and Serena Ng, 2008, Large dimensional factor analysis, Foundations and Trends in Econometrics 3, 89 Ã\u0083Â¢ 168.",
        "Bakshi, G., and F. Chabi-Yo, 2011, Variance bounds on the permanent and transitory components of stochastic discount factors, Journal of Financial Economics, forthcoming.",
        "Bansal, Ravi, Robert F. Dittmar, and Dana Kiku, 2009, Cointegration and consumption risks in asset returns, Review of Financial Studies 22, 1343Ã\u0083Â¢1375.",
        "Bansal, Ravi, Robert F. Dittmar, and Christian Lundblad, 2005, Consumption, dividends, and the cross-section of equity returns, Journal of Finance 60, 1639Ã\u0083Â¢1672.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 1481Ã\u0083Â¢1509.",
        ", and Dana Kiku, 2007, Risks for the long run : Estimation and inference, Working paper.",
        "Beeler, Jason, and John Y. Campbell, 2009, The long-run risks model and aggregate asset prices : An empirical assessment, Working paper, Harvard University.",
        "Bekaert, Geert, and Eric C. Engstrom, 2010, Asset Return Dynamics under Bad EnvironmentGood Environment Fundamentals, SSRN eLibrary.",
        "Bergman, Y.Z., 1985, Time preference and capital asset pricing models, Journal of Financial Economics 14, 145Ã\u0083Â¢159.",
        "Boguth, O., and L.A. Kuehn, 2008, Consumption Volatility Risk, SSRN eLibrary.",
        "Breeden, Douglas, 1979, An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics 7, 265Ã\u0083Â¢296.",
        "Campbell, J.Y., C. Polk, and T. Vuolteenaho, 2009, Growth or glamour? Fundamentals and systematic risk in stock returns, Review of Financial Studies.",
        "Campbell, John Y., 1993, Intertemporal asset pricing without consumption data, American Economic Review 83, 487Ã\u0083Â¢512.",
        ", 1996, Understanding risk and return, Journal of Political Economy 104, 298Ã\u0083Â¢345.",
        ", and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195Ã\u0083Â¢227.",
        "Chen, Xiaohong, Jack Favilukis, and Sydney C. Ludvigson, 2007, An Estimation of Economic Models with Recursive Preferences, FMG Discussion Papers dp603, Financial Markets Group.",
        "Cochrane, John H., 2005, Asset Pricing (Princeton University Press).",
        "Cohen, R.B., C. Polk, and T. Vuolteenaho, 2008, The price is almost right, Journal of Finance 64, 2739Ã\u0083Â¢2782.",
        "Connor, Gregory, and Robert A. Korajczyk, 1986, Performance measurement with the arbitrage pricing theory: A new framework for analysis, Journal of Financial Economics 15, 373Ã\u0083Â¢394.",
        ", 2009, Factor Models of Asset Returns, SSRN eLibrary.",
        "Constantinides, George M., and Anisha Ghosh, 2008, Asset Pricing Tests with Long Run Risks in Consumption Growth, SSRN eLibrary.",
        "Croce, Mariano M., Martin Lettau, and Sydney C. Ludvigson, 2007, Investor information, long-run risk, and the duration of risky cash-Ã\u0083Â¯ows, NBER Working Papers 12912 National Bureau of Economic Research, Inc.",
        "Croushore, Dean, and Tom Stark, 2001, A real-time data set for macroeconomists, Journal of Econometrics 105, 111Ã\u0083Â¢130.",
        "Da, Z., 2009, Cash Ã\u0083Â¯ow, consumption risk, and the cross-section of stock returns, Journal of Finance 64, 923Ã\u0083Â¢956.",
        "Da, Zhi, and Mitch C. Warachka, 2009, CashÃ\u0083Â¯ow risk, systematic earnings revisions, and the cross-section of stock returns, Journal of Financial Economics 94, 448Ã\u0083Â¢468.",
        "Drechsler, I., and A. Yaron, 2011, WhatÃ\u0083Â¢s vol got to do with it, Review of Financial Studies 24, 1Ã\u0083Â¢45.",
        "Epstein, Larry G., and Stanley Zin, 1989, Substitution, risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937Ã\u0083Â¢969.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on bonds and stocks, Journal of Financial Economics 33, 3Ã\u0083Â¢56.",
        ", 1996, Multifactor explanations of asset pricing anomalies, The Journal of Finance 51, 55Ã\u0083Â¢84.",
        "Ferson, Wayne, Suresh Nallareddy, and Biqin Xie, 2009, The Out-of-Sample Performance of Long-Run Risk Models, Working Paper.",
        "Hansen, Lars, John Heaton, and Nan Li, 2008, Consumption strikes back? measuring long run risk, Journal of Political Economy 116, 260Ã\u0083Â¢302.",
        "Hansen, Lars Peter, and Thomas J. Sargent, 2007, Fragile beliefs and the price of model uncertainty., Unpublished manuscript.",
        "Jagannathan, R., S. Marakani, H. Takehara, and Y. Wang, 2011, Calendar Cycles, Infrequent Decisions and the Cross-Section of Stock Returns, Management Science forthcoming.",
        "Jagannathan, R., and Y. Wang, 2007, Lazy investors, discretionary consumption, and the cross-section of stock returns, Journal of Finance 62, 1623Ã\u0083Â¢1661.",
        "Jagannathan, Ravi, and Zhenyu Wang, 1996, The Conditional CAPM and the Cross-Section of Stock Returns, Journal of Finance 51, 3Ã\u0083Â¢53.",
        ", 2002, Empirical evaluation of asset-pricing models: A comparison of the sdf and beta methods, Journal of Finance 57, 2337Ã\u0083Â¢2367.",
        "Kaltenbrunner, G., and L.A. Lochstoer, 2010, Long-run risk through consumption smoothing, Review of Financial Studies 23, 3190.",
        "Kan, R., and C. Robotti, 2008, SpeciÃ\u0083Â¯cation tests of asset pricing models using excess returns, Journal of Empirical Finance 15, 816Ã\u0083Â¢838.",
        "Kan, R., and C. Zhang, 1999, Two-pass tests of asset pricing models with useless factors, Journal of Finance 54, 203Ã\u0083Â¢235.",
        "Kapoor, M., and S. Ravi, 2010, Elasticity of intertemporal substitution in consumption (Ã\u0083Â\u008f): Empirical evidence from a natural experiment, Working paper.",
        "Kleibergen, Frank, 2009, Tests of risk premia in linear factor models, Journal of Econometrics 149, 149Ã\u0083Â¢173.",
        ", 2010, Statistical anomalies in Ã\u0083Â¢supportÃ\u0083Â¢ of factor pricing, Working Paper.",
        "Kreps, D.M., and E.L. Porteus, 1978, Temporal resolution of uncertainty and dynamic choice theory, Econometrica 46, 185Ã\u0083Â¢200.",
        "Lehmann, Bruce N., and David M. Modest, 1988, The empirical foundations of the arbitrage pricing theory, Journal of Financial Economics 21, 213Ã\u0083Â¢254.",
        ", 2005, DiversiÃ\u0083Â¯cation and the optimal construction of basis portfolios, Management Science 51, 581Ã\u0083Â¢598.",
        "Lettau, Martin, and Jessica A. Wachter, 2007, Why is long-horizon equity less risky? a duration-based explanation of the value premium, Journal of Finance 62, 55Ã\u0083Â¢92.",
        "Lucas, Robert E., 1978, Asset prices in an exchange economy, Econometrica 46, 1429Ã\u0083Â¢1445.",
        "Malloy, Christopher, Tobias Moskowitz, and Annette Vissing-JÃ\u0083Æ\u0092rgensen, 2009, Long-run stockholder consumption risk and asset returns, Journal of Finance 64, 2427Ã\u0083Â¢2479.",
        "Marakani, Srikant, 2009, Long run consumption risks : are they there?, Working Paper.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867Ã\u0083Â¢887.",
        "Newey, W. K., and K. D. West, 1994, Automatic lag selection in covariance matrix estimation, Review of Economic Studies 61, 631Ã\u0083Â¢653.",
        "Parker, Jonathan, and Christian Julliard, 2005, Consumption risk and cross-sectional returns, Journal of Political Economy 113, 185Ã\u0083Â¢222.",
        "Roll, Richard, 1977, A critique of the asset pricing theoryÃ\u0083Â¢s tests; part i: On past and potential testability of the theory, Journal of Financial Economics 4, 129Ã\u0083Â¢176.",
        "Roll, R., and S.A. Ross, 1980, An empirical investigation of the arbitrage pricing theory, Journal of Finance pp. 1073Ã\u0083Â¢1103.",
        "Ross, S.A., 1976, The arbitrage theory of capital asset pricing, Journal of economic theory 13, 341Ã\u0083Â¢360.",
        "Rubinstein, M., 1976, The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics 7, 407Ã\u0083Â¢425.",
        "Shanken, Jay, 1992, On the estimation of beta-pricing models, Review of Financial Studies 5, 1Ã\u0083Â¢33.",
        "Shanken, J., and G. Zhou, 2007, Estimating and testing beta pricing models: Alternative methods and their performance in simulations, Journal of Financial Economics 84, 40Ã\u0083Â¢86.",
        "Skiadas, C., 2009, Asset pricing theory (Princeton university press).",
        "Van Binsbergen, J.H., and R.S.J. Koijen, 2010, Predictive regressions: A present-value approach, Discussion paper National Bureau of Economic Research.",
        "Vissing-JÃ\u0083Æ\u0092rgensen, A., and O.P. Attanasio, 2003, Stock-market participation, intertemporal substitution, and risk-aversion, American Economic Review pp. 383Ã\u0083Â¢391.",
        "Weil, P., 1990, Nonexpected utility in macroeconomics, The Quarterly Journal of Economics 105, 29Ã\u0083Â¢42.",
        "Whelan, Karl, 2000, A guide to the use of chain aggregated nipa data, Note.",
        "Yang, W., 2011, Long-run risk in durable consumption, Journal of Financial Economics 102, 45Ã\u0083Â¢61.",
        "Zhou, Guofu, and Yingzi Zhu, 2009, A Long-run Risks Model with Long- and Short-Run Volatilities: Explaining Predictability and Volatility Risk Premium, SSRN eLibrary."
    ]
}