{
    "id": 17485,
    "cites": 24,
    "cited_by": 22,
    "reference": [
        "Becker, G. (1965). A theory of the allocaiton of time. Economic Journal 75(299), 493Ã\u0083Â¢517.",
        "Ben-Porath, Y. (1973). Short-term Ã\u0083Â¯uctuations in fertility and economic activity in isreal. Demography 10(2).",
        "Benjamin, J. D., P. Chinloy, and G. D. Jud (2004). Why do households concentrate their wealth in housing? Journal of Real Estate Research 26(4), 329Ã\u0083Â¢343.",
        "Black, D., N. Koleskinova, S. G. Sanders, and L. J. Taylor (2011). Are children Ã\u0083Â¢normalÃ\u0083Â¢? Research Division Federal Reserve Bank of St. Louis Working Paper 2008-40E.",
        "Blau, F., L. M. Kahn, and J. Waldfogel (2000). Young womenÃ\u0083Â¢s marriage rates in the 1980s: The role of labor and marriage market conditions. Industrial and Labor Relations Review 53(4), 624Ã\u0083Â¢647.",
        "Blau, F., L. M. Kahn, and J. Waldfogel (2004). The impact of welfare beneÃ\u0083Â¯ts on single motherhood and headship of young women:evidence from the census. Journal of Human Resources.",
        "Bostic, R., S. Gabrial, and G. Painter (2009). Housing wealth, Ã\u0083Â¯nancial wealth, and consumption: New evidence from micro data. Regional Science and Urban Economics 39(1), 79Ã\u0083Â¢89.",
        "Bound, J. and H. Holzer (2000). Demand shifts, population adjustments and labor market outcomes during the 1980s. Journal of Labor Economics 18(1).",
        "Bucks, B. K., A. B. Kennickell, T. L. Mach, and K. B. Moore (2009). Changes in u.s. family Ã\u0083Â¯nances from 2004 to 2007: Evidence from the survey of consumer Ã\u0083Â¯nances. Federal Reserve Bulletin.",
        "Case, K. E., J. Quigley, and R. Shiller (2005). Comparing wealth eÃ\u0083Â¯ects: The stock market versus the housing market. In Advances in Macroeconomics: 5(1). The Berkeley Electronic Press.",
        "Cohen, A., R. Dehejia, and D. Romanov (2007). Do Ã\u0083Â¯nancial incentives aÃ\u0083Â¯ect fertility? NBER Working Paper No. W13700.",
        "Dehejia, R. and A. Lleras-Muney (2004). Booms, busts, and babiesÃ\u0083Â¢ health. The Quarterly Journal of Economics 119(3), 1091Ã\u0083Â¢1130.",
        "Galbraith, V. L. . and D. S. Thomas (1941). Birth rates and the interwar business cycles. Journal of the American Statistical Association 26, 465Ã\u0083Â¢476.",
        "Happel, S. K., J. Hill, and S. A. Low (1984). An economic analysis of the timing of childbirth. Population Studies XXXVIII, 299Ã\u0083Â¢311.",
        "Haurin, D. R. and S. S. Rosenthal (2006). House price appreciation, savings, and consumer expenditures. Working Papers.",
        "Hotz, J. V., J. A. Klerman, and R. J. Willis (1997). The economics of fertility in developed countries. In Handbook of Population and Family Economics. North-Holland.",
        "Hurst, E. and F. StaÃ\u0083Â¯ord (2004). Home is where the equity is: Mortgage reÃ\u0083Â¯nancing and household consumption. Journal of Money, Credit, and Banking 36(6), 985Ã\u0083Â¢1014.",
        "Lehnart, A. (2005). Housing, consumption, and credit constraints. Board of Governors of the Federal Reserve Working Paper.",
        "Lindo, J. M. (2010). Are children really inferior goods? evidence from displacement driven income shocks. Journal of Human Resources 45(2), 301Ã\u0083Â¢327.",
        "Lino, M. (2007). Expenditures on children by familiies, 2006. U.S. Department of Agriculture, Center for Nutrition Policy and Promotion Misc Publication No. 1528-2006.",
        "Lovenheim, M. and K. J. Mumford (Mimeo 2011, Mimeo). Do family wealth shocks aÃ\u0083Â¯ect fertility choices? evidence from the housing market boom and bust.",
        "Milligan, K. (2005). Subsidizing the stork: New evidence on tax incentives and fertility. Review of Economics and Statistics 87 (3), 539Ã\u0083Â¢555.",
        "Mincer, J. (1963). Market prices, opportunity costs, and income eÃ\u0083Â¯ects. In Measurement in Economics: Studies in Mathematical Economics and Econometrics in Memory of Yehuda Grunfeld. Stanford University Press.",
        "Silver, M. (1965). Births, marriages, and the business cycles in the united states. Journal of Political Economy 73(3), 237Ã\u0083Â¢255."
    ]
}