{
    "id": 17487,
    "cites": 24,
    "cited_by": 15,
    "reference": [
        "Banerjee, Abhijit and Esther DuÃ\u0083Â¯o. Growth Theory Through the Lens of Development Economics, The Handbook of Economic Growth, Aghion and Durlauf eds., Elsevier, 2005.",
        "Becker, Gary S. and Kevin M. Murphy. The Division of Labor, Coordination Costs, and Knowledge, Quarterly Journal of Economics, November 1992, 107 (4), 1137-1160..",
        "Caselli, Francesco. Accounting for Cross-Country Income DiÃ\u0083Â¯erences, The Handbook of Economic Growth, Aghion and Durlauf eds., Elsevier, 2005.",
        "Caselli, Francesco and Wilbur J. Coleman. The World Technology Frontier, American Economic Review, June 2006, 96 (3), 499-522.",
        "Conley, Timothy G. and Christopher R. Udry. Learning About a New Technology: Pineapple in Ghana, American Economic Review, March 2010, 100 (1), 35-69.",
        "Garicano, Luis. Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, October 2000, 108 (5), 874-904.",
        "Hall, Robert and Charles Jones. Why Do Some Countries Produce So Much More Output Per Worker Than Others?, Quarterly Journal of Economics, February 1999, 114 (1), 83-116.",
        "Heckman, James J., Lochner, Lance J., and Petra E. Todd. Earnings Functions: Rates of Return and Treatment EÃ\u0083Â¯ects: The Mincer Equation and Beyond, IZA Discussion Paper Series No. 1700, August 2005.",
        "Hendricks, Lutz. How Important Is Human Capital for Development? Evidence from Immigrant Earnings, American Economic Review, March 2002, 92 (1), 198-219.",
        "Hsieh, Chang-Tai and Peter J. Klenow. Development Accounting, American Economic Journal: Macroeconomics, January 2010, 2 (1), 207-223.",
        "Jones, Benjamin F. The Burden of Knowledge and the Death of the Renaissance Man: Is Innovation Getting Harder?, Review of Economic Studies, January 2009.",
        "Jones, Benjamin F. The Knowledge Trap: Human Capital and Development Reconsidered , NBER Working Paper #14138, 2010.",
        "Kim, Sunwoong. Labor Specialization and the Extent of the Market, Journal of Political Economy, June 1989, 97 (3), 692-705.",
        "Klenow, Peter J., and Andres Rodriguez-Clare, Ã\u0083Â¢The Neoclassical Revival in Growth Economics: Has It Gone Too Far?Ã\u0083Â¢, in: B.S. Bernanke, and J.J. Rotemberg, eds., NBER Macroeconomics Annual (MIT Press, Cambridge), 1997, 73-103.",
        "Kremer, Michael. The O-Ring Theory of Economic Development, Quarterly Journal of Economics, August 1993, 108 (3), 551-575.",
        "Mankiw, N. Gregory, David Romer and David N. Weil. A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, May 1992, 107 (2), 407-437",
        "Manuelli, Rodolfo and Ananth Seshadri, Human Capital and the Wealth of Nations, mimeo, University of Wisconsin, June 2005.",
        "Mincer, Jacob. Investment in Human Capital and Personal Income Distribution, Journal of Political Economy, August 1958, 66 (4), 281-302.",
        "Mincer, Jacob. Schooling, Experience, and Earnings, New York: Columbia University Press, 1974.",
        "Mokyr, Joel. The Lever of Riches: Technological Creativity and Economic Progress, New York: Oxford University Press, 1990.",
        "Nordhaus, William. Do Real-Output Measures and Real-Wage Measures Capture Reality? The History of Lighting Suggests Not, in The Economics of New Goods (T. Bresnahan and R. Gordon, eds.), University of Chicago Press: Chicago, 1997.",
        "Psacharopoulos, George. Returns to Investment in Education: A Global Update, World Development, 1994, 22 (9), 1325-43.",
        "Rodriguez-Clare, Andres. The Division of Labor and Economic Development, Journal of Development Economics, 1996, 49, 3-32.",
        "Wuchty, Stefan, Benjamin F. Jones and Brian Uzzi. The Increasing Dominance of Teams in the Production of Knowledge, Science, 2007, 318, 1036-39."
    ]
}