{
    "id": 17483,
    "cites": 59,
    "cited_by": 20,
    "reference": [
        "Anderson, L., Mellor, J., 2008. Predicting health behaviors with an experimental measure of risk preference. Journal of Health Economics 27, 1260-1274. Anderson, M., Matsa, D., forthcoming. Are restaurants really supersizing America? American Economic Journal: Applied Economics. Available http://www.aeaweb.org/forthcoming/output/accepted_APP.php.",
        "Baum, C., 2009. The eects of cigarette costs on BMI and obesity. Health Economics 18, 3Ã\u0083Â¢19.",
        "In fact, Bhattacharya and Sood (2011) argue that there are no externalities from obesity, i.e. that the costs of obesity are paid for by the obese person himself or herself through either out-of-pocket medical costs or foregone wages.",
        "Bernheim, B., and Rangel, A., 2009. Beyond Revealed Preference: Choice-Theoretic Foundations for Behavioral Welfare Economics. Quarterly Journal of Economics, vol. 124(1), 51-104.",
        "Bhattacharya, J., Bundorf, M., Pace, N., Sood, N., forthcoming. Does health insurance make you fat? Grossman, M., and Mocan, N., eds., Economic Aspects of Obesity. Bhattacharya, J., and Sood, N., 2011. Who Pays for Obesity? Journal of Economic Perspectives, vol. 25(1), 139-158.",
        "Borghans, L., Golsteyn, B., 2006. Time discounting and the body mass index: Evidence from the Netherlands. Economics and Human Biology 4, 29-61.",
        "Cawley, J., 1999. Rational addiction, the consumption of calories, and body weight. Ph.D. dissertation. University of Chicago, Chicago, IL.",
        "Chabris, C., Laibson, D., Morris, C., Schuldt, J., Taubinsky, D., 2008. Individual laboratorymeasured discount rates predict Ã\u0083Â¢eld behavior. Journal of Risk and Uncertainty 37, 237-269.",
        "Chou, S., Grossman, M., Saer, H., 2004. An economic analysis of adult obesity: results from the behavioral risk factor surveillance system. Journal of Health Economics 23, 565Ã\u0083Â¢587.",
        "Chou, S., Grossman, M., Saer, H., 2006. Reply to Jonathan Gruber and Michael Frakes. Journal of Health Economics 25, 389Ã\u0083Â¢393.",
        "Coller, M. Williams, M., 1999. Eliciting individual discount rates. Experimental Economics 2, 107-127.",
        "Courtemanche, C., 2009a. Rising cigarette prices and rising obesity: coincidence or unintended consequence? Journal of Health Economics 28, 781Ã\u0083Â¢798.",
        "Courtemanche, C., 2009b. Longer hours and larger waistlines? The relationship between work hours and obesity. Forum for Health Economics and Policy 12(2), Article 5.",
        "Courtemanche, C., 2011. A silver lining? The connection between gasoline prices and obesity.  Economic Inquiry 49, 935-957.",
        "Courtemanche, C., Carden., A., 2011. Supersizing supercenters? The impact of Walmart Supercenters on body mass index and obesity. Journal of Urban Economics 69, 165-181.",
        "Currie, J., DellaVigna, S., Moretti, E., Pathania, V., 2010. The eect of fast food restaurants on obesity and weight gain. American Economic Journal: Economic Policy 2, 32Ã\u0083Â¢63.",
        "Cutler, D., Glaeser, E., Shapiro, J., 2003. Why have Americans become more obese? Journal of Economic Perspectives 17, 93Ã\u0083Â¢118.",
        "Dunn, R. 2010. Ã\u0083Â¢Obesity and the availability of fast-food: an analysis by gender, race/ethnicity and residential location. American Journal of Agricultural Economics 92, 1149-1164.",
        "Dunn, R., 2008. Obesity and the availability of fast-food: An instrumental variables approach.  Working Paper, University of Wisconsin-Madison.",
        "Eid, J., Overman, H., Puga, D., Turner, M., 2008. Fat city: questioning the relationship between urban sprawl and obesity. Journal of Urban Economics 63, 385Ã\u0083Â¢404.",
        "Ewing, R., Schmid, T., Killingsworth, R., Zlot, A., Raudenbush, S., 2003. Relationship between urban sprawl and physical activity, obesity, and morbidity. American Journal of Health Promotion 18, 47Ã\u0083Â¢57.",
        "Finkelstein, E., Fiebelkorn, I., Wang, G., 2003. National Medical Spending Attributable to Overweight and Obesity: How Much, and WhoÃ\u0083Â¢s Paying? Health Aairs, Web Exclusives: W219-W226.",
        "Flegal, K., Carroll, M., Kuczmarski, R., Johnson, C., 1998. Overweight and obesity in the United States: prevalence and trends, 1960Ã\u0083Â¢1994. International Journal of Obesity 22, 39Ã\u0083Â¢47.",
        "Flegal, K., Graubard, B., Williamson, D., Gail, M., 2005. Excess deaths associated with underweight, overweight, and obesity. Journal of the American Medical Association 293, 1861Ã\u0083Â¢1867.",
        "Frank, L., Andresen, M., Schmid, T., 2004. Obesity relationships with community design, physical activity, and time spent in cars. American Journal of Preventive Medicine 27, 87Ã\u0083Â¢96.",
        "Goldman, D., Lakdawalla, D., Zheng, Y., 2010. Food prices and the dynamics of body weight. Forthcoming in Grossman, M., and Mocan, N., eds., Economic Aspects of Obesity. Available http://www.nber.org/chapters/c11817.pdf.",
        "Gruber, J., Frakes, M., 2006. Does falling smoking lead to rising obesity? Journal of Health Economics 25, 183Ã\u0083Â¢187.",
        "Gruber, J., and Koszegi, B., 2001. Is Addiction Rational? Theory and Evidence. Quarterly Journal of Economics, vol. 116(4), 1261-1303.",
        "Heutel, G., 2011. Optimal Policy Instruments for Externality-Producing Durable Goods under Time Inconsistency, National Bureau of Economic Research Working Paper 17083.",
        "Ikeda, S., Kang, M., Ohtake, F. 2010. Hyperbolic discounting, the sign eect, and the body mass index. Journal of Health Economics, 29 (2010) 268-284.",
        "Johnson, M.W., & Bickel, W.K. 2002. Within-subject comparison of real and hypothetical money rewards in delay discounting. Journal of the Experimental Analysis of Behavior, 77,129Ã\u0083Â¢146.",
        "Kirby, K., Marakovic, N., 1995. Modeling myopic decisions: Evidence for hyperbolic delaydiscounting within subjects and amounts. Organizational Behavior and Human Decision Processes 64, 22-30.",
        "Komlos, J., Smith, P., Bogin, B., 2004. Obesity and the rate of time preference: Is there a connection? Journal of Biosocial Science 36, 209-219.",
        "Laibson, D., 1997. Ã\u0083Â¢Golden Eggs and Hyperbolic Discounting.Ã\u0083Â¢ The Quarterly Journal of Economics, 112(2): 443-477.",
        "Lakdawalla, D., Philipson, T., 2002. The Growth of Obesity and Technological Change: A Theoretical and Empirical Investigation. National Bureau of Economic Research Working Paper 8965.",
        "Lakdawalla, D., Philipson, T., Bhattacharya, J., 2005. Welfare-enhancing technological change and the growth of obesity. American Economic Review Papers and Proceedings 95, 253Ã\u0083Â¢257.",
        "Loewenstein, G., 1988. Frames of mind in intertemporal choice. Management Science 34, 200-214.",
        "Madden, G.J., Begotka, A.M., Rai, B.R., & Kastern, L.L. 2003. Delay discounting of real and hypothetical rewards. Experimental and Clinical Psychopharmacology, 11, 139Ã\u0083Â¢145.",
        "McAlvanah, P., 2010. Subadditivity, Patience, and Utility: The Eects of Dividing Time Intervals, Journal of Economic Behavior and Organization 76, 2010, 325-337.",
        "Meier, S., Sprenger, C. 2010. Stability of Time Preferences, IZA Working Paper 4756.",
        "Meltzer, D., Chen, Z., forthcoming. The Impact of Minimum Wage Rates on Body Weight in the United States. Grossman, M., and Mocan, N., eds., Economic Aspects of Obesity. National Center of Health Statistics, 2008. Prevalence of Overweight, Obesity and Extreme Obesity among Adults: United States, Trends 1976Ã\u0083Â¢80 Through 2005Ã\u0083Â¢2006. Available http://www.cdc.gov/nchs/data/hestat/overweight/overweight_adult.pdf.",
        "National Institute of Diabetes and Digestive and Kidney Diseases. 2008. Ã\u0083Â¢Longitudinal Assessment of Bariatric Surgery (LABS)Ã\u0083Â¢, NIH publication No. 04-5573, November.",
        "Nonnemaker, J., Finkelstein, E., Engelen, M., Hoerger, T., Farrelly, M., 2009. Have eorts to reduce smoking really contributed to the obesity epidemic? Economic Inquiry 47, 366Ã\u0083Â¢376.",
        "OÃ\u0083Â¢Donoghue, T., and Rabin, M., 2006. Optimal Sin Taxes, Journal of Public Economics, vol. 90(10-11), 1825-1849.",
        "Percoco, M., Nijkamp, P., 2009. Estimating individual rates of discount: a meta-analysis, Applied Economics Letters, vol. 16(12), pages 1235-1239.",
        "Phelps, E. S., and Pollak, R., 1968. Ã\u0083Â¢On Second-Best National Saving and Game-Equilibrium Growth.Ã\u0083Â¢Review of Economic Studies, 35(2): 185-199.",
        "Philipson, T., Posner, R., 2003. The long run growth of obesity as a function of technological change. Perspectives in Biology and Medicine 46, S87Ã\u0083Â¢S108.",
        "Plantinga, A., Bernell, S., 2007. The association between urban sprawl and obesity: is it a two-way street? Journal of Regional Science 47, 857Ã\u0083Â¢879.",
        "Rashad, I., Chou, S., Grossman, M., 2006. The super size of America: an economic estimation of body mass index and obesity in adults. Eastern Economic Journal 32, 133Ã\u0083Â¢148.",
        "Royer, H., Stehr, M., and Snydor, J., 2011. Incentives, Commitments and Habit Formation in Exercise: Evidence from a Field Experiment with Workers at a Fortune-500 Company. Unpublished manuscript.",
        "Ruhm, C., 2000. Are recessions good for your health? Quarterly Journal of Economics 115, 617Ã\u0083Â¢650.",
        "Ruhm, C., 2005. Healthy living in hard times. Journal of Health Economics 24, 341Ã\u0083Â¢363.",
        "Ruhm, C., 2010. Understanding overeating and obesity. National Bureau of Economic Research working paper 16149.",
        "Shelley, M., 1993. Outcome signs, question frames, and discount rates. Management Science 39, 806-815.",
        "Simpson, C., Vuchinich, R., 2000. Reliability of a Measure of Temporal Discounting, Psychological Record, 50(1), 3-16.",
        "Smith, P., Bogin, B., Bishai, D., 2005. Are time preference and body mass index associated? Evidence from the National Longitudinal Survey of Youth. Economics and Human Biology 3, 259-270.",
        "Strum, R., 2002. The eects of obesity, smoking, and drinking on medical problems and costs. Health Aairs 21, 245Ã\u0083Â¢253.",
        "US Department of Health and Human Services, 2001. The Surgeon GeneralÃ\u0083Â¢s Call to Action to Prevent and Decrease Overweight and Obesity. Zhang, L., Rashad, I., 2008. Obesity and time preference: The health consequences of discounting the future. Journal of Biosocial Science 40: 97-113.",
        "Zhao, Z., Kaestner, R., 2010. Eects of Urban Sprawl on Obesity. Journal of Health Economics 29, 779Ã\u0083Â¢787."
    ]
}