{
    "id": 17498,
    "cites": 25,
    "cited_by": 9,
    "reference": [
        "Abrego, L., C. Perroni, J. Whalley and R.M. Wigle (2001), Ã\u0083Â¢Trade and Environment: Bargaining Outcomes from Linked NegotiationsÃ\u0083Â¢, Review of International Economics, 9, 3, 414-428.",
        "Barrett, S. (1994), Ã\u0083Â¢Self-Enforcing International Environmental AgreementsÃ\u0083Â¢, Oxford Economic Papers, 46, 878-894.",
        "Barrett, S. (2011), Ã\u0083Â¢Rethinking Climate Change Governance and Its Relationship to the World Trading SystemÃ\u0083Â¢, Paper presented at the international conference: Ã\u0083Â¢Climate Change Policies and the World Trading System: the Challenges AheadÃ\u0083Â¢, Paris.",
        "Barton, J. H. (2007), Ã\u0083Â¢Intellectual Property and Access to Clean Energy Technologies in Developing CountriesÃ\u0083Â¢, Trade and Sustainable Development Paper Series, 2, International Centre for Trade and Sustainable Development, Geneva.",
        "Bohringer, C., C. Ferris and T.F. Rutherford (1998), Ã\u0083Â¢Alternative CO2 abatement strategies for the European UnionÃ\u0083Â¢, in S. Proost and J. B. Braden (eds.), Climate change, Transport, and Environmental Policy: Empirical Applications in a Federal System, Edward Elgar.",
        "Carson, R. (1962), Silent Spring Boston: Houghton Mifflin.",
        "Coase, R. H. (1960), Ã\u0083Â¢The Problem of Social CostÃ\u0083Â¢, Journal of Law and Economics, 3, 1-44.",
        "Dong, Y. and J. Whalley (2009), Ã\u0083Â¢How Large are the Impacts of Carbon Motivated Border Tax AdjustmentsÃ\u0083Â¢, NBER Working Papers 15613, National Bureau of Economic Research.",
        "General Agreement on Tariffs and Trade (1947), resource document, available online from WTO website: http://www.wto.org/english/docs_e/legal_e/gatt47_01_e.htm (accessed May 3, 2011).",
        "Horn, H. and P.C. Mavroidis (2011), Ã\u0083Â¢To B(TA) or not to B(TA)? On the Legality and Desirability of Border Tax Adjustments from a Trade PerspectiveÃ\u0083Â¢, Paper presented at the international conference: Ã\u0083Â¢Climate Change Policies and the World Trading System: the Challenges AheadÃ\u0083Â¢, Paris.",
        "Houser, T., R. Bradley, B. Childs., J. Werksman and R. Heilmayr (2008), Ã\u0083Â¢Leveling the Carbon Playing FieldÃ\u0083Â¢, Washington: Peterson Institute for International Economics.",
        "International Energy Agency (2008), Ã\u0083Â¢Energy Technology Perspectives 2008: Scenarios and Strategies to 2050Ã\u0083Â¢, IEA.",
        "Lockwood, B. and J. Whalley (2010), Ã\u0083Â¢Carbon-motivated Border Tax Adjustments: Old Wine in Green Bottles?Ã\u0083Â¢, The World Economy, 33, 6, 810-819.",
        "Mattoo, A., A. Subramanian, D. van der Mensbrugghe, and J. He (2011), Ã\u0083Â¢Reconciling Climate Change and Trade PolicyÃ\u0083Â¢, (mimeo, World Bank and Peterson Institute of International Economics) Nanda, N. and N. Srivastava (2009), Ã\u0083Â¢Clean Technology Transfer and Intellectual Property RightsÃ\u0083Â¢, Sustainable Development Law and Policy, 42, 46, 68-69.",
        "Piggott, J., J. Whalley and R. Wigle (1992), Ã\u0083Â¢International Linkages and Carbon Reduction InitiativesÃ\u0083Â¢, Ch. 6 in Anderson, K. and R. Blackhurst (eds.) (1994), The Greening of World Trade Issues, Harvester Wheatsheaf.",
        "Pigou, A. C. (1932), Ã\u0083Â¢The Economics of Welfare (4th edition)Ã\u0083Â¢, Macmillan, London. (Originally published in 1920) Rubinstein, A. (1979), Ã\u0083Â¢Equilibrium in Supergames with the Overtaking CriterionÃ\u0083Â¢, Journal of Economic Theory, 21, 1-9.",
        "Stern, N. (2006), Ã\u0083Â¢Review on the Economics of Climate ChangeÃ\u0083Â¢, H.M. Treasury, UK.",
        "Stern, N. and C. Taylor (2010), Ã\u0083Â¢What do the Appendices to the Copenhagen Accord tell us about global greenhouse gas emissions and the prospects for avoiding a rise in global average temperature of more than 2C?Ã\u0083Â¢, Policy Paper, Grantham Research Institute on Climate Change and the Environment, London School of Economics.",
        "UN (1992), Ã\u0083Â¢United Nations Framework Convention on Climate ChangeÃ\u0083Â¢, online at http://unfccc.int/resource/docs/convkp/conveng.pdf, last accessed 15 April 2011.",
        "UNFCCC (1998), Ã\u0083Â¢Kyoto Protocol to the United Nations Framework Convention on Climate ChangeÃ\u0083Â¢, online at http://unfccc.int/resource/docs/convkp/kpeng.pdf, last accessed 15 April 2011.",
        "UNFCCC (2007), Ã\u0083Â¢Report of the Conference of Parties on its thirteenth session, held in Bali from 3 to 15 December 2007, Part Two: Action taken by the Conference of Parties at its thirteenth sessionÃ\u0083Â¢, online at http://unfccc.int/resource/docs/2007/cop13/eng/06a01.pdf , last accessed 15 April 2011.",
        "UNFCCC (2009a), Ã\u0083Â¢Report of the Conference of the Parties on its fifteenth session, held in Copenhagen from 7 to 19 December 2009. Addendum. Part Two: Action taken by the Conference of the Parties at its fifteenth sessionÃ\u0083Â¢, online at http://unfccc.int/resource/docs/2009/cop15/eng/11a01.pdf, last accessed 15 April 2011.",
        "UNFCCC (2009b), Ã\u0083Â¢Copenhagen AccordÃ\u0083Â¢, online at http://unfccc.int/resource/docs/2009/cop15/eng/l07.pdf, last accessed 15 April 2011.",
        "UNFCCC (2010), Ã\u0083Â¢Report of the Conference of Parties on its sixteenth session, held in Cancun from 29 November to 10 December 2010, Part Two: Action taken by the Conference of Parties at its sixteenth sessionÃ\u0083Â¢, online at http://unfccc.int/resource/docs/2010/cop16/eng/07a01.pdf , last accessed 15 April 2011.",
        "Utterback, M. and D. Liang (26 Oct 2010), Ã\u0083Â¢China Clean Tech at Risk-- Initiation of the Recent Section 301 InvestigationÃ\u0083Â¢, China Law Insight (blog), King and Wood PRC Lawyers, Beijing. Available online: http://www.chinalawinsight.com/2010/10/articles/dispute-resolution/china-clean-tech-atrisk -initiation-of-the-recent-section-301-investigation/ (accessed May 3, 2011)"
    ]
}