{
    "id": 17496,
    "cites": 31,
    "cited_by": 32,
    "reference": [
        "Abowd,  J.,  Kramarz,  F.,  Margolis,  D.  N.  (1999),  Ã\u0083Â¢High  Wage  Workers  and  High  Wage  FirmsÃ\u0083Â¢, Econometrica, 67, 251Ã\u0083Â¢333.",
        "AlbÃ\u0083Æ\u0092k,  K.,  M.  van  Audenrode  and  M.  Browning;  2002,  Ã\u0083Â¢Employment  Protection  and  the Consequences  for  Displaced  WorkersÃ\u0083Â¢,  In  Ã\u0083Â¢Losing  Work,  Moving  On.  International Perspectives  on  Worker  DisplacementÃ\u0083Â¢,  edited  by  P.  J.  Kuhn.  W.  E.  Upjohn  Institute  for Employment Research.",
        "Autor,  David  H.,  Frank  Levy  and  Richard  J.  Murname,  2003.  Ã\u0083Â¢The  Skill  Content  of  Recent Technological Change: An Empirical ExplorationÃ\u0083Â¢, Quarterly Journal of Economics 118(4).",
        "Angrist, Joshua D. and Jorn-Steffen Pischke. 2009. Mostly Harmless Econometrics, Princeton University Press, Princeton and Oxford.",
        "Burstein, Ariel, and Jonathan Vogel. 2011. Ã\u0083Â¢Globalization, Technology, and the Skill Premium: A Quantitative AnalysisÃ\u0083Â¢, NBER working paper 16459.",
        "Bustos,  Paula.  2011.  Ã\u0083Â¢Trade  Liberalization,  Exports,  and  Technology  Upgrading:  Evidence  on  the Impact of MERCOSUR on Argentinian FirmsÃ\u0083Â¢, American Economic Review 101(1), 304Ã\u0083Â¢340 Christensen,  B.  J.,  R.  Lentz,  D.  T.  Mortensen,  G.  R.  Neumann  and  A.  Werwatz;  2005,  Ã\u0083Â¢OnÃ\u0083Â¢theÃ\u0083Â¢Job Search and the Wage DistributionÃ\u0083Â¢, Journal of Labor Economics 23, pp. 31Ã\u0083Â¢58.",
        "Dahl,  C.  M.;  D.  le  Maire;  J.  R.  Munch;  2009.  Ã\u0083Â¢Wage  dispersion  and  decentralization  of  wage bargainingÃ\u0083Â¢, Discussion paper 09Ã\u0083Â¢15, Dept of Economics, University of Copenhagen.",
        "Ebenstein, Avraham, Ann Harrison, Margaret McMillan and Shannon Phillips. 2009. Ã\u0083Â¢Estimating the Impact of Trade and Offshoring on American Workers Using the Current Population SurveysÃ\u0083Â¢. NBER working paper 15107.",
        "Feenstra, Robert C. and Gordon H. Hanson. 1996. Ã\u0083Â¢Foreign Investment, Outsourcing and Relative WagesÃ\u0083Â¢, in R.C. Feenstra, G.M. Grossman and D.A. Irwin, eds., The Political Economy of Trade Policy: Papers in Honor of Jagdish Bhagwati, Cambridge, MA: MIT Press, pp. 89Ã\u0083Â¢227.",
        "Feenstra,  R.C.  and  Gordon  H.  Hanson.  1997.  Foreign  Direct  Investment  and  Wage  Inequality: Evidence from Mexico's Maquiladoras. Journal of International Economics, 42, pp. 371Ã\u0083Â¢93.",
        "Feenstra,  R.C.  and  Gordon  H.  Hanson.  1999.  The  Impact  of  Outsourcing  and  HighÃ\u0083Â¢Technology Capital on Wages: Estimates for the United States. Quarterly Journal of Economics, 114, pp. 907Ã\u0083Â¢40.",
        "Frias, Judith A., David S. Kaplan, and Eric A. Verhoogen, 2009. Ã\u0083Â¢Exports and Wage Premia: Evidence from Mexican EmployerÃ\u0083Â¢Employee DataÃ\u0083Â¢, mimeo, Columbia University.",
        "Goldberg, Pinelopi K., Amit Khandelwal, Nina Pavcnik and Petia Topalova. 2010. Ã\u0083Â¢Imported Intermediate Inputs and Domestic Product Growth: Evidence from IndiaÃ\u0083Â¢. Quarterly Journal of Economics, 125, 17727Ã\u0083Â¢1767.",
        "Goldberg, Pinelopi K., and Nina Pavcnik. 2007. Ã\u0083Â¢Distributional Effects of Globalization in Developing Countries.Ã\u0083Â¢ Journal of Economic Literature 45(1), 39Ã\u0083Â¢82.",
        "Grossman, Gene and Esteban RossiÃ\u0083Â¢Hansberg, 2007. Ã\u0083Â¢The Rise of Offshoring: ItÃ\u0083Â¢s Not Wine for Cloth AnymoreÃ\u0083Â¢, The New Economic Geography: Effects and Policy Implications, Federal Reserve Bank of Kansas City, Jackson Hole Symposium.",
        "Grossman,  Gene  and  Esteban  RossiÃ\u0083Â¢Hansberg,  2008.  Ã\u0083Â¢Trading  Tasks:  A  Simple  Theory  of OffshoringÃ\u0083Â¢, American Economic Review,  98, pp. 1978Ã\u0083Â¢1997.",
        "Hanson, Gordon H. and Ann Harrison. 1999. Ã\u0083Â¢Trade and Wage Inequality in Mexico.Ã\u0083Â¢ Industrial and Labor Relations Review 52(2), 271Ã\u0083Â¢288.",
        "Harrison, Ann, John McLaren and Margaret S. McMillan. 2010. Ã\u0083Â¢Recent Findings on Trade and InequalityÃ\u0083Â¢. NBER working paper 16425.",
        "Helpman, Elhanan, Oleg Itskhoki and Stephen Redding. 2010. Ã\u0083Â¢Inequality and Unemployment in a Global EconomyÃ\u0083Â¢. Econometrica 78(4), 1239Ã\u0083Â¢1283.",
        "Hsieh, C.T. and Woo, K.T. 2005 Ã\u0083Â¢The Impact of Outsourcing to China on Hong KongÃ\u0083Â¢s Labor MarketÃ\u0083Â¢, American Economic Review, 95(5), 1673Ã\u0083Â¢1687.",
        "Hummels, D. (2007), Transportation Costs and International Trade in the Second Era of Globalization, Journal of Economic Perspectives 21, 131Ã\u0083Â¢154.",
        "Hummels, David; Ishii, Jun; Yi, KeiÃ\u0083Â¢Mu; 2001. Ã\u0083Â¢The Nature and Growth of Vertical Specialization in World TradeÃ\u0083Â¢, Journal of International Economics, June 2001, v. 54, iss. 1, pp. 75Ã\u0083Â¢96.",
        "Kasahara,  Hiroyuki  and  Rodrigue,  Joel  2008,  Does  the  Use  of  Imported  Intermediates  Increase Productivity?  PlantÃ\u0083Â¢Level Evidence  Journal of Development Economics 87, pp. 106Ã\u0083Â¢118.",
        "Martins, Pedro S. and Luca D. Opromolla. 2009. Ã\u0083Â¢Exports, Imports and Wages: Evidence from Matched FirmÃ\u0083Â¢WorkerÃ\u0083Â¢Product PanelsÃ\u0083Â¢. IZA discussion paper 4646.",
        "Melitz, M.J.; 2003, Ã\u0083Â¢The Impact of Trade on IntraÃ\u0083Â¢Industry Reallocations and Aggregate Industry ProductivityÃ\u0083Â¢, Econometrica, 71, 1695Ã\u0083Â¢1725.",
        "MenezesÃ\u0083Â¢Filho, Naercio A. and MarcÃ\u0083Â¢Andreas Muendler, 2011. Ã\u0083Â¢Labor Reallocation in Response to Trade ReformÃ\u0083Â¢, NBER Working Paper No. 17372.",
        "Munch, J.R. and J.R. Skaksen. 2008. Ã\u0083Â¢Human Capital and Wages in Exporting Firms.Ã\u0083Â¢ Journal of International Economics 75, 363Ã\u0083Â¢372.",
        "Ottaviano, Gianmarco I.P., Giovanni Peri and Greg C. Wright. 2010. Ã\u0083Â¢Immigration, Offshoring and American JobsÃ\u0083Â¢, mimeo, UC Davis.",
        "Schank, Thorsten, Claus Schnabel and Joachim Wagner. 2007. Ã\u0083Â¢Do Exporters Really Pay Higher Wages? First Evidence from German Linked EmployerÃ\u0083Â¢Employee Data.Ã\u0083Â¢ Journal of International Economics 72, 52Ã\u0083Â¢74.",
        "Verhoogen, Eric. 2008. Ã\u0083Â¢Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector.Ã\u0083Â¢ Quarterly Journal of Economics, 123(2), 489Ã\u0083Â¢530.",
        "Wooldridge, Jeffrey M. 2002. Econometric Analysis of Cross Section and Panel Data. The MIT Press, Cambridge and London. For Online Publication Data Appendix 1. More details about Data Sources For the firm data, the number of employees is from FirmStat and is calculated as the number of fullÃ\u0083Â¢time equivalent  workers  in  a  year.  Capital  stock,  measured  as  the  value  of  land,  buildings,  machines,  equipment  and inventory is from the Accounting Statistics register. Gross output (net of taxes) is from the VAT register. FirmÃ\u0083Â¢level skillÃ\u0083Â¢intensities are computed using the educational attainment records of individual workers in IDA which are then aggregated to the firmÃ\u0083Â¢level using the matched workerÃ\u0083Â¢firm link (FIDA)."
    ]
}