{
    "id": 17494,
    "cites": 86,
    "cited_by": 9,
    "reference": [
        "Aaronson, Daniel, Lisa Barrow, and William Sander (2007). Ã\u0083Â¢Teachers and Student Achievement in the Chicago Public High SchoolsÃ\u0083Â¢, Journal of Labor Economics 25:95-135.",
        "Abadie, Alberto and Guido Imbens (2002), Ã\u0083Â¢Simple and Bias-Corrected Matching Estimators for Average Treatment EffectsÃ\u0083Â¢ Technical working paper No. 283 (NBER, Cambridge, MA).",
        "Abadie, Alberto, David Drukker, Jane Leber Herr, and Guido Imbens (2004), Ã\u0083Â¢Implementing Matching Estimators for Average Treatment Effecst in StataÃ\u0083Â¢, The Stata Journal 1(1): 1-18.",
        "Angrist, Joshua D., Susan M. Dynarski, Thomas J. Kane, Parag A. Pathak, and Christopher R. Walters (2010), Ã\u0083Â¢Who Benefits from KIPP?Ã\u0083Â¢, Working paper no. 15740 (NBER, Cambridge, MA).",
        "Angrist, Joshua D. and Guido Imbens (1994), Ã\u0083Â¢Identification and Estimation of Local Average Treatment EffectsÃ\u0083Â¢, Econometrica 62(2): 467-475.",
        "Angrist, Joshhua D., Parag A. Pathak, Parag A., Christopher R. Walters (2011), Ã\u0083Â¢Explaining Charter School Effectiveness, Working paper no. 17332 (NBER, Cambridge, MA).",
        "Banks, James A. (2001), Ã\u0083Â¢Approaches to Multicultural Curriculum ReformÃ\u0083Â¢, in: James A. Banks and Cherry A.M. Banks, eds.,Multicultural Education: Issues and Perspectives, 4th Edition (John Wiley & Sons, Inc., Boston, MA).",
        "Banks, James A. (2006), Cultural Diversity and Education: Foundations, Curriculum, and Teaching (Pearson Education, Inc., Boston, MA).",
        "Borman, Geoffrey D., Robert E. Slavin, Alan C.K. Cheung, Anne M. Chamberlain, Nancy A. Madden, and Bette Chambers (2007), Ã\u0083Â¢Final Reading Outcomes of the National Randomized Field Trial of Success for AllÃ\u0083Â¢, American Educational Research Journal 44(3): 701-731.",
        "Boyd, Donald, Pamela Grossman, Hamilton Lankford, Susanna Loeb, and James Wyckoff (2008), Ã\u0083Â¢Teacher Preparation and Student AchievementÃ\u0083Â¢, Working paper no. 14314 (NBER, Cambridge, MA).",
        "Campbell, Chrstine, James Harvey, and Paul T. Hill (2000), It Takes a City: Getting Serious about Urban School Reform, Brookings Institution Press.",
        "Campbell, Jay R., Catherine M. Hombo, and John Mazzeo (2000), Ã\u0083Â¢NAEP 1999 Trends in Academic Progress: Three Decades of Student PerformanceÃ\u0083Â¢, U.S. Department of Education, NCES, Washington, DC.",
        "Charity, Anne H., Hollis S. Scarborough, and Darion M. Griffin (2004), Ã\u0083Â¢Familiarity with School English in African American Children and Its Relation to Early Reading Achievement, Child Development, 75(5): 1340-1356.",
        "Chenoweth, Karin (2007), Ã\u0083Â¢ItÃ\u0083Â¢s Being DoneÃ\u0083Â¢: Academic Success in Unexpected Schools (Harvard University Press, Cambridge, MA).",
        "Coleman, James S., Ernest Q. Campbell, Carol J. Hobson, James McPartland, Alexander M. Wood, Frederic D. Weinfeld, and Robert L. York (1966), Ã\u0083Â¢Equality of Educational OpportunityÃ\u0083Â¢, U.S. Department of Health, Education, and Welfare, Office of Education, Washington, DC. 36 Cullen, Julie B., Brian A. Jacob, and Steven D. Levitt (2005) Ã\u0083Â¢The Impact of School Choice on Student Outcomes: An Analysis of the Chicago Public SchoolsÃ\u0083Â¢, Journal of Public Economics 89: 729-760.",
        "Currie, Janet and Duncan Thomas (1995), Ã\u0083Â¢Does Head Start Make a Difference?American Economic Review 85(3): 341-364.",
        "Curto, Vilsa E. and Roland G. Fryer (2011), Ã\u0083Â¢Estimating the Returns to Urban Boarding Schools: Evidence From SEEDÃ\u0083Â¢, Working paper no. 16746 (NBER, Cambridge, MA).",
        "Curto, Vilsa E., Roland G. Fryer, and Meghan L. Howard (2010), Ã\u0083Â¢It May Not Take a Village: Increasing Achievement among the PoorÃ\u0083Â¢, Unpublished paper (Harvard University).",
        "Darling-Hammond, Linda (2006), Powerful Teacher Education: Lessons from Exemplary Programs, Jossey-Bass, San Francisco.",
        "Datnow, Amanda, Vicki Park, and Brianna Kennedy (2008), Ã\u0083Â¢Acting on Data: How Urban High Schools Use Data to Improve InstructionÃ\u0083Â¢, Center on Educational Governance, USC Rossier School of Education, Los Angeles.",
        "Decker, Paul, Daniel Mayer, and Steven Glazerman (2004), Ã\u0083Â¢The Effects of Teach for America on Students: Findings from a National EvaluationÃ\u0083Â¢, Mathematica Policy Research, Inc. Report, Princeton, NJ.",
        "Dobbie, Will and Fryer, Roland G. (2011a), Ã\u0083Â¢Are High Quality Schools Enough to Increase Achievement Among the Poor? Evidence From the Harlem ChildrenÃ\u0083Â¢s ZoneÃ\u0083Â¢, Forthcoming in American Economic Journal: Applied Economics.",
        "Dobbie, Will and Fryer, Roland G. (2011b), Ã\u0083Â¢School Characteristics and Student Achievement: Evidence from NYC Charter SchoolsÃ\u0083Â¢, Unpublished Manuscript (Harvard University).",
        "Domina, Thurston (2005), Ã\u0083Â¢Leveling the Home Advantage: Assessing the Effectiveness of Parental Involvement in Elementary SchoolÃ\u0083Â¢, Sociology of Education 78(3): 233-249.",
        "Easton, John Q., Susan Leigh Flinspach, Carla OÃ\u0083Â¢Connor, Mark Paul, Jesse Qualls, and Susan P. Ryan (1993), Ã\u0083Â¢Local School Council Governance: The Third Year of Chicago School ReformÃ\u0083Â¢, Chicago Panel on Public School Policy and Finance, Chicago, IL.",
        "Edmonds, Ronald (1979), Ã\u0083Â¢Effective Schools for the Urban PoorÃ\u0083Â¢, Educational Leadership 37(1): 5-18,20-24.",
        "Fryer, Roland G. (forthcoming). Financial Incentives and Student Achievement: Evidence from Randomized Trials. Forthcoming in Quarterly Journal of Economics. 37 Fryer, Roland G. (2011) Racial Inequality in the 21st Century: The Declining Significance of Discrimination. Forthcoming in the Handbook of Labor Economics Volume 4.",
        "Fryer, Roland G. and Steven D. Levitt (2004), Ã\u0083Â¢Understanding the Black-White Test Score Gap in the First Two Years of SchoolÃ\u0083Â¢, Review of Economics and Statistics 86(2): 447-464.",
        "Fryer, Roland G. and Steven D. Levitt (2006), Ã\u0083Â¢The Black-White Test Score Gap Through Third Grade, American Law and Economics Review 8(2): 249-281. Fryer, Roland G. and Steven D. Levitt (forthcoming), Ã\u0083Â¢Testing for Racial Differences in the Mental Ability of Young ChildrenÃ\u0083Â¢, American Economic Review.",
        "Gleason, Philip, Melissa Clark, Christina Clark Tuttle, Emily Dwoyer, and Marsha Silverberg (2010) The Evaluation of Charter School Impacts: Final Report. National Center for Education and Evaluation and Regional Assistance, 2010-4029.",
        "Goolsbee, Austan and Jonathan Guryan (2006), Ã\u0083Â¢The Impact of Internet Subsidies in Public SchoolsÃ\u0083Â¢, Review of Economics and Statistics 88(2): 336-347.",
        "Greene, Jay P. and Marcus Winters (2006), Ã\u0083Â¢Getting Ahead by Staying Behind: An Evaluation of FloridaÃ\u0083Â¢s Program to End Social PromotionÃ\u0083Â¢, Education Next 6(2): 65-69.",
        "Guryan, Jonathan (2001), Ã\u0083Â¢Does Money Matter? Regression-Discontinuity Estimates from Education Finance Reform in MassachusettsÃ\u0083Â¢, Working paper no. 8269 (NBER, Cambridge, MA).",
        "Hanushek, Eric A., John Kain, Steven Rivkin, and Gregory Branch (2005), Ã\u0083Â¢Charter School Quality and Parental Decision Making with School ChoiceÃ\u0083Â¢, Working paper no. 11252 (NBER, Cambridge, MA).",
        "Hanushek, Eric and Raymond, M. (2003), Ã\u0083Â¢Improving Educational Quality: How Best to Evaluate our Schools?Ã\u0083Â¢ In Yolanda Kodrzycki (Ed.), Education in the 21st Century: Meeting the Challenges of a Changing World, Federal Reserve Bank of Boston.",
        "Hart, Betty and Todd R. Risley (1995), Meaningful Differences in the Everyday Experience of Young American Children (Brookes, Baltimore, MD).",
        "Heilig, Julian V. and Linda Darling-Hammand (2008), Ã\u0083Â¢Accountability Texas Style: The Progress and Learning of Urban Minority Students in a High-Stakes Testing ContextÃ\u0083Â¢, Educational Evaluation and Policy Analysis, 30(2): 75-110.",
        "Henig, Jeffrey R. and Wilbur C. Rich (2004), Mayors in the Middle: Politics, Race, and Mayoral Control of Urban Schools (Princeton University Press, Princeton, NJ).",
        "Hofkins, Diane (1995) Ã\u0083Â¢Cheating Ã\u0083Â¢rifeÃ\u0083Â¢ in national tests.Ã\u0083Â¢ New York Times Educational Supplement, June 38 Hopkins, Kenneth and Glenn Bracht (1975) Ã\u0083Â¢Ten-Year Stability of Verbal and Nonverbal IQ Scores.Ã\u0083Â¢ American Educational Research Journal, 12(4): 469Ã\u0083Â¢477.",
        "Hoxby, Caroline M. and Sonali Murarka (2009), Ã\u0083Â¢Charter Schools in New York City: Who Enrolls and How They Affect Their StudentsÃ\u0083Â¢ AchievementÃ\u0083Â¢, Working paper no. 14852 (NBER, Cambridge, MA).",
        "Hoxby, Caroline and Jonah Rockoff (2004), Ã\u0083Â¢The Impact of Charter Schools on Student AchievementÃ\u0083Â¢, Unpublished paper (Harvard University).",
        "Jacob, Brian A. (2005), Ã\u0083Â¢Accountability, incentives and behavior: the impact of high-stakes testing in the Chicago Public SchoolsÃ\u0083Â¢, Journal of Public Economics 89: 761-796.",
        "Jacob, Brian A. and Lars Lefgren (2004), Ã\u0083Â¢Remedial Education and Student Achievement: A Regression-Discontinuity AnalysisÃ\u0083Â¢, Review of Economics and Statistics 86(1): 226-244.",
        "Jacob, Brian, and Steven Levitt (2003) Ã\u0083Â¢Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating.Ã\u0083Â¢ Quarterly Journal of Economics 117(3): 843-878.",
        "Jacob, Brian A. and Jens Ludwig (2008), Ã\u0083Â¢Improving Educational Outcomes for Poor Children, Working paper no. 14550 (NBER, Cambridge, MA).",
        "Jencks, Christopher and Meredith Phillips, eds. (1998), The Black-White Test Score Gap (The Brookings Institution Press, Washington, DC).",
        "Kane, Thomas J., Jonah E. Rockoff, and Douglas O. Staiger (2008), Ã\u0083Â¢What Does Certification Tell Us About Teacher Effectiveness? Evidence from New York CityÃ\u0083Â¢, Economics of Education Review 27: 615-631.",
        "Klein, Stephen P., Laura Hamilton, Daniel F. McCaffrey, Brian Stecher (2000), Ã\u0083Â¢What Do Test Scores in Texas Tell Us?Ã\u0083Â¢ Education Policy and Analysis Archives, 8(49): 1-22.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F. Katz (2007), Ã\u0083Â¢Experimental Analysis of Neighborhood EffectsÃ\u0083Â¢, Econometrica 75(1): 83-119.",
        "Kolker, Claudia. 1999. Ã\u0083Â¢Texas Offers Hard Lessons on School Accountability.Ã\u0083Â¢ Los Angeles Times, April 14, 1999.",
        "Koretz, Daniel and Sheila I. Barron (1998), Ã\u0083Â¢The Validity of Gains on the Kentucky Instructional Results Information System (KIRIS)Ã\u0083Â¢ Santa Monica: RAND.",
        "Knight, Jim, ed. (2009), Coaching: Approaches and Perspectives (Corwin Press, Thousand Oaks, CA).",
        "Knudsen, Eric, James Heckman, Judy Cameron, and Jack Shonkoff (2006) Ã\u0083Â¢Economic, 39 neurobiological, and behavioral perspectives on building AmericaÃ\u0083Â¢s future workforce.Ã\u0083Â¢ Proceedings of the National Academy of Sciences, 103(27): 10155Ã\u0083Â¢10162.",
        "Krueger, Alan B. (1999), Ã\u0083Â¢Experimental Estimates of Education Production FunctionsÃ\u0083Â¢, Quarterly Journal of Economics 114(2): 497-532.",
        "Lauer, Patricia A., Motoko Akiba, Stephanie B. Wilkerson, Helen S. Apthorp, David Snow, and Mya L. Martin-Glenn (2006), Ã\u0083Â¢Out-of-School-Time Programs: A Meta-Analysis of Effects for At-Risk StudentsÃ\u0083Â¢, Review of Educational Research 76(2): 275-313.",
        "Linn, Robert L (2000) Ã\u0083Â¢Assessments and AccountabiliityÃ\u0083Â¢, Educational Researcher, 29(2): 4-16.",
        "Loughran, Regina, and Thomas Comiskey. 1999. Ã\u0083Â¢Cheating the Children: Educator Misconduct on Standardized Tests.Ã\u0083Â¢ Report of the City of New York Special Commisioner of Investigation for the New York City School District.",
        "Ludwig, Jens and Deborah A. Phillips (2008) Ã\u0083Â¢Long-Term Effects of Head Start on Low-Income ChildrenÃ\u0083Â¢, Annals of the New York Academy of Sciences, 1136: 257-268.",
        "Marcus, John. 2000. Ã\u0083Â¢Faking the Grade.Ã\u0083Â¢ Boston Magazine, February May, Meredith. 1999. Ã\u0083Â¢State Fears Cheating by Teachers.Ã\u0083Â¢ San Francisco Chronicle, October 4 Marlow, Michael L. (2000), Ã\u0083Â¢Spending, School Structure, and Public Education Quality: Evidence from CaliforniaÃ\u0083Â¢, Economics of Education Review 19(1): 89-106.",
        "Neal, Derek (2005), Ã\u0083Â¢Why Has Black-White Skill Convergence Stopped?Ã\u0083Â¢, Working paper no. 11090 (NBER, Cambridge, MA).",
        "Neal, Derek A. and William R. Johnson (1996), Ã\u0083Â¢The Role of Premarket Factors in Black-White Wage DifferencesÃ\u0083Â¢, Journal of Political Economy 104(5): 869-895.",
        "Nelson, Charles A. (2000), Ã\u0083Â¢The Neurobiological Bases of Early InterventionÃ\u0083Â¢, in: Jack P. Shonkoff and Samuel J. Meisels, eds., Handbook of Early Childhood Intervention (Cambridge University Press, New York).",
        "Newport, Elissa (1990) Ã\u0083Â¢Maturational Constraints on Language Learning.Ã\u0083Â¢ Cognitive Science, 14(1, Special Issue): 11Ã\u0083Â¢28.",
        "Nye, K.E. (1995), Ã\u0083Â¢The Effect of School Size and the Interaction of School Size and Class Type on Selective Student Achievement Measures in Tennessee Elementary SchoolsÃ\u0083Â¢, Unpublished doctoral dissertation (University of Tennessee, Knoxville, TN). 40 O'Neill, June (1990), \\The Role of Human Capital in Earnings Differences Between Black and White Men, Journal of Economic Perspectives 4(4): 25-45.",
        "Phillips, Meredith, Jeanne Brooks-Gunn, Greg J. Duncan, Pamela Klebanov, and Jonathan Crane (1998), Ã\u0083Â¢Family Background, Parenting Practices, and the Black-White Test Score GapÃ\u0083Â¢, in: Christopher Jencks and Meredith Phillips, eds.,The Black-White Test Score Gap (The Brookings Institution Press, Washington, DC).",
        "Pinker, Steven (1994) The Language Instinct: How the Mind Creates Language. New York: W. Morrow and Co.",
        "Podgursky, Michael J. and Matthew G. Springer (2007), Ã\u0083Â¢Teacher Performance Pay: A ReviewÃ\u0083Â¢, Journal of Policy Analysis and Management 26(4): 909-949.",
        "Protheroe, Nancy J. and Kelly J. Barsdate (1991), Ã\u0083Â¢Culturally Sensitive Instruction and Student LearningÃ\u0083Â¢, Educational Research Center, Arlington, VA.",
        "Rickford, John R. (1999) African American Vernacular English. Blackwell, Malden, MA.",
        "Rockoff, Jonah E. (2004), Ã\u0083Â¢The Impact of Individual Teachers on Student Achievement: Evidence from Panel DataÃ\u0083Â¢, American Economic Review 94(2): 247-252.",
        "Rockoff, Jonah E. (2008), Ã\u0083Â¢Does Mentoring Reduce Turnover and Improve Skills of New Employees? Evidence from Teachers in New York CityÃ\u0083Â¢, Working paper no. 13868 (NBER, Cambridge, MA).",
        "Rosenbaum, Paul R. and Donal B. Rubin (1983), Ã\u0083Â¢The Central Role of the Propensity Score in Observational Studies for Causal EffectsÃ\u0083Â¢, Biometrika 70(1): 41-55.",
        "Rothstein, Richard (2010), Ã\u0083Â¢How To Fix Our SchoolsÃ\u0083Â¢, Economic Policy Institute Issue Brief 286.",
        "Rouse, Cecilia E. and Alan B. Krueger (2004), Ã\u0083Â¢Putting Computerized Instruction to the Test: A Randomized Evaluation of a Ã\u0083Â¢Scientifically BasedÃ\u0083Â¢ Reading ProgramÃ\u0083Â¢, Economics of Education Review 23(4): 323-338.",
        "Sanbonmatsu, Lisa, Jeffrey R. Kling, Greg J. Duncan, and Jeanne Brooks-Gunn (2006), Ã\u0083Â¢Neighborhoods and Academic Achievement: Results from the Moving to Opportunity ExperimentÃ\u0083Â¢, The Journal of Human Resources 41(4): 649-691.",
        "Schochet, Peter Z., John Burghardt, and Sheena McConnel (2008), Ã\u0083Â¢Does Job Corps Work? Impact Findings from the National Job Corps StudyÃ\u0083Â¢, American Economic Review 98(5): 18641886. 41 Schultz, T. Paul and John Strauss (2008), Handbook of Development Economics, Volume 4 (North-Holland, Amsterdam and New York).",
        "Shapka, Jennifer D. and Daniel P. Keating (2003), Ã\u0083Â¢Effects of a Girls-Only Curriculum During Adolescence: Performance, Persistence, and Engagement in Mathematics and ScienceÃ\u0083Â¢, American Educational Research Journal 40(4): 929-960.",
        "Snyder, Thomas D., and Sally A. Dillow. 2010. Ã\u0083Â¢Digest of Education Statistics 2009 (NCES 2010-013)Ã\u0083Â¢ National Center for Education Statistics, Institute of Education Sciences, U.S. Department of Education, Washington, DC Thernstrom, Abigail (1992), Ã\u0083Â¢The Drive for Racially Inclusive SchoolsÃ\u0083Â¢, Annals of the American Academy of Political and Social Science 523: 131-143.",
        "Thernstrom, Abigail, and Stephan Thermstrom (2003). No Excuses: Closing the Racial Gap in Learning, (Simon and Schuster, New York, NY).",
        "Tucker, Mark S and Judy B. Codding (2002). The Principal Challenge: Leading and Managing Schools in an Era of Accountability, (Jossey-Bass Education Series).",
        "Tysome, T. 1994. Cheating purge: Inspectors out. Times Higher Education Supplement, p. 1, August 19 Wong, Kenneth L. and Francis X. Shen (2005), Ã\u0083Â¢When Mayors Lead Urban Schools: Assessing the Effects of TakeoverÃ\u0083Â¢, in: William G. Howell, ed., Besieged: School Boards and the Future of Education Politics (The Brookings Institution Press, Washington, DC).",
        "Ã\u0083Â¢UnacceptableÃ\u0083Â¢ schools were defined by the Texas Education Agency as schools that failed to meet the TAKS standards in one or more subjects for the 2008-2009 school year or failed to meet the graduation rate standard. The five Ã\u0083Â¢unacceptableÃ\u0083Â¢ middle schools in HISD were: Crispus Attucks Middle School, Richard Dowling Middle School, Walter Fondren Middle School, Francis Scott Key Middle School, and James Ryan Middle School.33 We will treat Ã\u0083Â¢failingÃ\u0083Â¢ and Ã\u0083Â¢unacceptableÃ\u0083Â¢ schools with the same comprehensive turn-around model.",
        "Economically Disadvantaged 52 We consider a student economically disadvantaged if he is eligible for free or reduced price lunch, or if he satisfies one or more of the following criteria: Ã\u0083Â¢ Family income at or below the official federal poverty line, Ã\u0083Â¢ Eligible for Temporary Assistance to Needy Families (TANF) or other public assistance Ã\u0083Â¢ Received a Pell Grant or comparable state program of need-based financial assistance Ã\u0083Â¢ Eligible for programs assisted under Title II of the Job Training Partnership Act (JTPA) Ã\u0083Â¢ Eligible for benefits under the Food Stamp Act of 1977.",
        "There have been documented cases of cheating in California (May, 1999), Massachusetts (Marcus, 2000), New York (Loughran and Comiskey, 1999), Texas (Kolker, 1999), Great Britain (Hofkins, 1995; Tysome, 1994) and Chicago (Jacob and Levitt, 2003). While these studies generally rely on examination of erasure patterns and the controlled retesting of students, Jacob and Levitt (2003) develop a method for statistically detecting cheating. Their approach is guided by the intuition that teacher cheating, especially if done in an unsophisticated manner, is likely to leave blocks of identical answers, unusual patterns of correlations across student answers within the classroom, or unusual response patterns within a studentÃ\u0083Â¢s exam.",
        "Following Jacob and LevittÃ\u0083Â¢s (2003) algorithm, we use four strategies to investigate the possibility of cheating at treatment schools. First, we search for unusual blocks of consecutive identical answers given by multiple test-takers. Second, we look for unlikely correlation in answer responses within specific within classrooms. Third, we examine whether these correlations exhibit an unusually high variance in certain schools and grades. Finally, we measure whether students achieve a given aggregate score through an unlikely combination of correct answers.36 We should note that there are more subtle ways teachers can cheat, such as by providing subtle feedback during the test or changing answers in a random way, that our algorithm is unlikely to detect. Even when cheating is done naively our approach is not likely to detect every instance of cheating (see Jacob and Levitt (2003) for details and calibration exercises). Our results should be interpreted with these caveats in mind.",
        "Jacob and Levitt (2003) used Chicago Public Schools administrative data to determine the actual room students tested in, and they were able to to construct class-sized groups within which to analyze correlations using this information. Unfortunately, HISD testing procedures do not assign students to specific rooms or record how tests are administered logistically."
    ]
}