{
    "id": 17492,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Alessandrini, Pietro and Michele Fratianni (2009), Ã\u0083Â¢Resurrecting Keynes to Stabilize the International Monetary SystemÃ\u0083Â¢, Open Economies Review, Volume 20, Number 3.",
        "Blondeel, Jean L. (1964), Ã\u0083Â¢A New Form of International Financing: Loans in European Units of Account,Ã\u0083Â¢ Columbia Law Review, Vol. 64, No. 6, Jun.",
        "Bordo, Michael D. and Harold James (2006), Ã\u0083Â¢One World Money, Then and NowÃ\u0083Â¢, International Economics and Economic Policy 3, December, 395-407.",
        "Bordo, Michael D. and Harold James (2010), Ã\u0083Â¢The Past and Future of IMF Reform,Ã\u0083Â¢ in Charles Wyplosz (ede), The New International Monetary System: Essays in Honor of Alexander Swoboda, Routledge International Studies in Money and Banking, London.",
        "Bordo, Michael D., and Anna J. Schwartz (1988), Ã\u0083Â¢The EcuÃ\u0083Â¢An Imaginary or Embryonic Form of Money: What can we learn from History?Ã\u0083Â¢ in Paul DeGrauwe and Theo Peeters (eds.) The Ecu and Monetary Integration, MacMillan, London.",
        "Some interim solutions might include the development of the IMF as a manager of assets in lieu of conventional reserves (Bordo and James 2010).",
        "Bordo, Michael D., D. Simard and E.N. White,( 1995), Ã\u0083Â¢ France and the Bretton woods International Monetary System. 1960 to 1968Ã\u0083Â¢ in Jaime Reis (ed.) The History of International Monetary Arrangements, MacMillan, London.",
        "Boughton (2001), James M., Silent revolution : the International Monetary Fund, 1979-198 , Washington, DC : International Monetary Fund.",
        "de Vries (1976), Margaret Garritsen, The International Monetary Fund, 1966-1971 : the system under stress , Washington, D.C. : IMF.",
        "Eichengreen, Barry (2011) Exorbitant Privilege, the rise and fall of the dollar and the future of the international monetary system, Oxford University Press, New York.",
        "G10 (1965), Group of Ten Study Group on the Creation of Reserve assets, May 31, 1965.",
        "IMF (2010), Reserve Accumulation and International Monetary Stability, April 13, 2010.",
        "James (1996), Harold, International monetary cooperation since Bretton Woods, Washington, D.C. : International Monetary Fund : New York : Oxford Univ. Press, 1996.",
        "Lomax (1987), David, Ã\u0083Â¢New Products and Instruments in Financial Services,Ã\u0083Â¢ in (eds.) Ugur Mildur, Olivier PastrÃ\u0083Æ\u0092, Europe and the Future of Financial Services.",
        "Mourlon-Druol (2010), Emmanuel, Ã\u0083Â¢The Emergence of a European Bloc? A Trans- and Supranational History of European Monetary Cooperation, from the Failure of the Werner Plan to the Creation of the European Monetary System, 1974-1979,Ã\u0083Â¢ EUI PhD thesis.",
        "Mundell (2009), Robert, Ã\u0083Â¢Financial Crises and the International Monetary System.Ã\u0083Â¢ Ortoli (1974), FranÃ\u0083Æ\u0092ois-Xavier, Speech in New York, September 26, 1974: Ã\u0083Â¢The Personality of Europe and Economic and Monetary Union.Ã\u0083Â¢ Peyrefitte (2003), Alain, CÃ\u0083Â¢Ã\u0083Æ\u0092tait de Gaulle, Paris: Galliard .",
        "Roushdy (1987), Juanita, The Role of the SDR in the International Monetary System, Washington D.C.: International Monetary Fund (Occasional Paper, No. 51).",
        "Skidelsky (2000), Robert, John Maynard Keynes : a biography, Vol. III. London : Macmillan, 2000.",
        "United Nations (2009), Report of the Commission of Experts and of the President of the United Nations General Assembly on Reforms of the International Monetary Financial System, September 21, 2009.",
        "Wilson (2006), JÃ\u0083Æ\u0092rÃ\u0083Æ\u0092me, Ã\u0083Â¢De la creation dÃ\u0083Â¢un marchÃ\u0083Æ\u0092 international des capitaux Ã\u0083Æ\u0092 lÃ\u0083Â¢unification monÃ\u0083Æ\u0092taire de lÃ\u0083Â¢Europe: Une initiative belge et privÃ\u0083Æ\u0092e,Ã\u0083Â¢ in (eds.) Eric BussiÃ\u0083Æ\u0092re, Michel Dumoulin, Sylvain Schirmann, Milieux Ã\u0083Æ\u0092conomiques at intÃ\u0083Æ\u0092gration euopÃ\u0083Æ\u0092enne au XXe siÃ\u0083Æ\u0092cle: La crise des annÃ\u0083Æ\u0092es 1970, Brussels: Peter Lang, pp. 69-85.",
        "Xiaochuan (2009), Zhou Governor of the PeopleÃ\u0083Â¢s Bank of China, Ã\u0083Â¢Reform the international monetary system,Ã\u0083Â¢ 23 March 2009, http://www.bis.org/review/r090402c.pdf.",
        "Yongding (2009), Yu, Ã\u0083Â¢Some Thoughts on Current International Financial Crisis and EastAsiaÃ\u0083Â¢s Responses,Ã\u0083Â¢ IWEP, CASS, Jan.20, 2009), http://www.un.org/ga/president/63/commission/roadmap_yongding"
    ]
}