{
    "id": 17497,
    "cites": 37,
    "cited_by": 13,
    "reference": [
        "Aizenman, Joshua, and Jaewoo Lee, 2007, Ã\u0083Â¢International Reserves: Precautionary versus Mercantilist Views: Theory and Evidence,Ã\u0083Â¢ Open Economies Review, Vol. 18, pp. 191-214.",
        "Aizenman, Joshua, Menzie D. Chinn, and Hiro Ito, 2010, Ã\u0083Â¢The Emerging Global Financial Architecture: Tracing and Evaluating the New Patterns of the TrilemmaÃ\u0083Â¢s Configurations,Ã\u0083Â¢ Journal of International Money and Finance, Vol. 29, No. 4, pp. 615-641.",
        "Burger, John D., Francis E. Warnock, and Veronica Cacdac Warnock, 2010, Ã\u0083Â¢Investing in Local Currency Bond Markets,Ã\u0083Â¢ NBER Working Paper No. 16249.",
        "Caballero, Ricardo J., Emmanuel Farhi and Pierre-Olivier Gourinchas, 2008a, Ã\u0083Â¢Financial Crash, Commodity Prices, and Global Imbalances,Ã\u0083Â¢ Brookings Papers on Economic Activity, Fall, pp. 1-55.",
        "Caballero, Ricardo J., Emmanuel Farhi and Pierre-Olivier Gourinchas, 2008b, Ã\u0083Â¢An Equilibrium Model of Ã\u0083Â¢Global ImbalancesÃ\u0083Â¢ and Low Interest Rates,Ã\u0083Â¢ American Economic Review, Vol. 98:1, pp. 358-393.",
        "Cecchetti, Stephen G., M.S. Mohanty, and Fabrizio Zampolli, 2010, Ã\u0083Â¢The Future of Public Debt: Prospects and Implications,Ã\u0083Â¢ BIS Working Paper No. 300.",
        "De Gregorio, Jose, 2011, Ã\u0083Â¢Chile: Policy Responses to the Global Crisis,Ã\u0083Â¢ presentation delivered at the Conference Monetary Policy and Central Banking in the Post Crisis Environment, Central Bank of Chile and Global Interdependence Center, January 17, Santiago, Chile.",
        "De Gregorio, Jose, 2011, Ã\u0083Â¢International Reserve Hoarding in Emerging Economies,Ã\u0083Â¢ Economic Policy Papers Central Bank of Chile, No. 40.",
        "Dominguez, Kathryn, Yuko Hashimoto and Takatoshi Ito, Ã\u0083Â¢International Reserves and the Global Financial Crisis,Ã\u0083Â¢ presented at the NBER Global Financial Crisis Conference, Bretton Woods, NH, June 2011.",
        "Eichengreen, Barry, and Ricardo Hausmann, 1999, Ã\u0083Â¢Exchange Rates and Financial Fragility,Ã\u0083Â¢ in New Challenges for Monetary Policy, Jackson Hole Symposium, Federal Reserve Bank of Kansas City.",
        "Eichengreen, Barry, 2011, Exorbitant Privilege: The Rise and Fall of the Dollar and the Future of the International Monetary System, Oxford University Press.",
        "Forbes, Kristin J. and Francis E. Warnock, 2011, Ã\u0083Â¢Capital Flow Waves: Surges, Stops, Flight and Retrenchment,Ã\u0083Â¢ presented at the NBER Global Financial Crisis Conference, Bretton Woods, NH, June 2011.",
        "Frankel, Jeffrey, and George Saravelos, 2011, Ã\u0083Â¢Can Leading Indicators Assess Country Vulnerability? Evidence from the 2008-09 Global Financial Crisis,Ã\u0083Â¢ Manuscript, Kennedy School of Government, Harvard University.",
        "Gourinchas, Pierre-Olivier, and Olivier Jeanne, 2009, Ã\u0083Â¢Capital Flows to Developing Countries: The Allocation Puzzle,Ã\u0083Â¢ Manuscript, University of California, Berkeley and Johns Hopkins University.",
        "Gourinchas, Pierre-Olivier, and Maurice Obstfeld, 2011, Ã\u0083Â¢Stories of the Twentieth Century for the Twenty-First,Ã\u0083Â¢ Prepared for the American Economic Journal: Macroeconomics session on Financial Crises and Macroeconomics at the American Economic Association annual meeting, Denver, CO, January 8.",
        "Gourinchas, Pierre-Olivier, Helene Rey and Kai Truempler, 2011, Ã\u0083Â¢The Financial Crisis and the Geography of Wealth Transfers,Ã\u0083Â¢ presented at the NBER Global Financial Crisis Conference, Bretton Woods, NH, June 2011.",
        "International Monetary Fund, Ã\u0083Â¢The FundÃ\u0083Â¢s Role Regarding Cross-Border Capital Flows,Ã\u0083Â¢ November 2010.",
        "International Monetary Fund, February 2011, Ã\u0083Â¢Assessing Reserve Adequacy.Ã\u0083Â¢ International Monetary Fund, Fiscal Monitor, April 2011, Ã\u0083Â¢Shifting Gears Tackling Challenges on the Road to Fiscal Adjustment.Ã\u0083Â¢ International Monetary Fund, Fiscal Monitor, June 2011, Ã\u0083Â¢Staying the Course on Fiscal Adjustment.Ã\u0083Â¢ Jeanne, Olivier, 2007, Ã\u0083Â¢International Reserves in Emerging Market Countries: Too Much of a Good Thing?Ã\u0083Â¢ Brookings Papers on Economic Activity 1, W. C. Brainard and G. L. Perry eds., pp. 1-55 (Brookings Institution: Washington, DC).",
        "Kose, M. Ayhan, and Eswar S. Prasad, 2010, Emerging Markets: Resilience and Growth Amid Global Turmoil, Brookings Institution Press.",
        "Kose, M. Ayhan, Eswar S. Prasad and Marco E. Terrones, 2009, Ã\u0083Â¢Does Financial Globalization Promote Risk Sharing?Ã\u0083Â¢ Journal of Development Economics, Vol. 89:2, pp. 258-270.",
        "Krueger, Anne O., and Jungho Yoo, 2002, Ã\u0083Â¢Chaebol Capitalism and the CurrencyFinancial Crisis in Korea,Ã\u0083Â¢ in Sebastian Edwards and Jeffrey Frankel, eds., Preventing Currency Crises in Emerging Markets, Cambridge, MA: National Bureau of Economic Research, pp. 601-662.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti, 2007, Ã\u0083Â¢The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 19702004, Ã\u0083Â¢ Journal of International Economics, Vol. 73:2, pp. 223-250.",
        "Lardy, Nicholas R., 2008, Ã\u0083Â¢Financial Repression in China,Ã\u0083Â¢ Policy Brief 08-8, Peterson Institute for International Economics.",
        "Magud, E. Nicholas, Carmen Reinhart, and Kenneth Rogoff, 2011, Ã\u0083Â¢Capital Controls: Myth and Reality Ã\u0083Â¢ A Portfolio Balance Approach,Ã\u0083Â¢ Peterson Institute for International Economics Working Paper 11-7.",
        "Milesi-Ferretti, Gian-Maria, Francesco Strobbe and Natalia Tamirisa, 2010, Ã\u0083Â¢Bilateral Financial Linkages and Global Imbalances: a View on the Eve of the Financial Crisis,Ã\u0083Â¢ IMF Working Paper 10/257.",
        "Obstfeld, Maurice, 2010, Ã\u0083Â¢Expanding Gross Asset Positions and the International Monetary System,Ã\u0083Â¢ Proceedings of the 2010 Jackson Hole Symposium, Federal Reserve Bank of Kansas City.",
        "Obstfeld, Maurice, 2011, Ã\u0083Â¢The SDR as an International Reserve Asset: What Future?Ã\u0083Â¢ Manuscript, University of California, Berkeley.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2010, Ã\u0083Â¢Global Imbalances and the Financial Crisis: Products of Common Causes,Ã\u0083Â¢ Prepared for the Federal Reserve Bank of San Francisco Asia Economic Policy Conference, Santa Barbara, CA, October 1820, 2009.",
        "Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor, 2010, Ã\u0083Â¢Financial Stability, the Trilemma, and International Reserves,Ã\u0083Â¢ American Economic Journal: Macroeconomics, Vol. 2 No. 2, pp. 57-94.",
        "Prasad, Eswar S., Raghuram G. Rajan and Arvind Subramanian, 2007, Ã\u0083Â¢Foreign Capital and Economic Growth,Ã\u0083Â¢ Brookings Papers on Economic Activity, No. 1, pp. 153230.",
        "Prasad, Eswar S., and Raghuram Rajan, 2008, Ã\u0083Â¢A Pragmatic Approach to Capital Account Liberalization,Ã\u0083Â¢ Journal of Economic Perspectives, Vol. 22:3, pp. 149-172.",
        "Prasad, Eswar S., 2009a, Ã\u0083Â¢Is ChinaÃ\u0083Â¢s Growth Miracle Built to Last?Ã\u0083Â¢ China Economic Review, Vol. 20, pp. 103-123.",
        "Prasad, Eswar S., 2009b, Ã\u0083Â¢The Insurance Solution,Ã\u0083Â¢ The Wall Street Journal Asia, March 11.",
        "Prasad, Eswar S., and Mengjie Ding, 2011, Ã\u0083Â¢Debt Burden in Advanced Economies Now a Global Threat,Ã\u0083Â¢ Financial Times, July 31.",
        "Rajan, Raghuram G., 2010, Fault Lines: How Hidden Fractures Still Threaten the World Economy, Princeton University Press.",
        "Reinhart, Carmen M. and Kenneth Rogoff, 2009, This Time is Different: Eight Centuries of Financial Folly, Princeton University Press.",
        "Ye, Lei, 2011, Ã\u0083Â¢Financial Integration and Wage Inequality,Ã\u0083Â¢ Manuscript in progress, Cornell University."
    ]
}