{
    "id": 17508,
    "cites": 51,
    "cited_by": 8,
    "reference": [
        "Albanesi, S. and C. Olivetti (2009a). Gender roles and medical progress. working paper. Albanesi, S. and C. Olivetti (2009b). Home production, market production and the gender wage gap: Incentives and expectations. Review of Economics Dynamics 12, 80Ã\u0083Â¢107.",
        "Attanasio, O., H. Low, and V. Sanchez-Marcos (2008). Explaining changes in female labor supply in a life-cycle model. The American Economic Review 98(4), 1517Ã\u0083Â¢1552.",
        "Attanasio, O. and G. Weber (1995). Is consumption growth consistent with intertemporal optimization? evidence from the consumer expenditure survey. Journal of political Economy 103(6), 1121Ã\u0083Â¢1157.",
        "Beller, A. H. and J. W. Graham (1988). Child support payments: Evidence from repeated cross sections. American Economic Review: Papers and Proceedings 78(2), 81Ã\u0083Â¢85.",
        "Bernal, R. (2008). The eÃ\u0083Â¯ect of maternal employment and child care on childrenÃ\u0083Â¢s cognitive development.",
        "Bernal, R. and M. P. Keane (2009). Child care choices and childrenÃ\u0083Â¢s cognitive achievement: The case of single mothers. working paper.",
        "Cameron, S. and J. Heckman (1998). Life cycle schooling and dynamic selection bias: models and evidence for Ã\u0083Â¯ve cohorts of american males. Journal of Political Economy 106(2), 262Ã\u0083Â¢333.",
        "Cameron, S. and J. Heckman (2001). The dynamics of educational attainment for black, hispanic, and white males. Journal of Political Economy 109, 455Ã\u0083Â¢499.",
        "Cameron, S. and C. Taber (2004). Borrowing constraints and the returns to schooling,. Journal of Political Economy 112(1), 132Ã\u0083Â¢182.",
        "Caucutt, E. M., N. Guner, and J. Knowles (2002). Why do women wait? matching, wage inequality, and the incentives for fertility delay. Review of Economic Dynamics 5, 815Ã\u0083Â¢855.",
        "Chamberlain, G. (1984). Panel data. In Z. Griliches and M. Intriligator (Eds.), Handbook of Econometrics, Volume 2, Chapter 22. North Holland.",
        "Chiappori, P.-A. (1988). Rational household labor supply. Econometrica 56(1), 63Ã\u0083Â¢90.",
        "Chiappori, P.-A., M. Iyigun, and Y. Weiss (2009). Investment in schooling and the marriage market. American Economic Review 99(5), 1689Ã\u0083Â¢1713.",
        "Costa, D. (2000). From mill town to board room: The rise of womenÃ\u0083Â¢s paid labor. Journal of Economic Perspectives 14(4), 101Ã\u0083Â¢122.",
        "Cubeddu, L. and J.-V. RÃ\u0083â\u0080\u009eos-Rull (2003). Families as shocks. Journal of the European Economic Association 1(2/3).",
        "Del Boca, D. and C. Flinn (1995). Rationalizing child-support decisions. American Economic Review 95(5), 1241Ã\u0083Â¢1262.",
        "Del Boca, D. and C. Flinn (2010). Endogeneous household interaction. working paper.",
        "Eckstein, Z. and O. Lifshitz (2011). Dynamic female labor supply. Econometrica forthcoming.",
        "Eckstein, Z. and K. Wolpin (1999). Why youths drop out of high school: The impact of preferences, opportunities and abilities. Econometrica 67(6), 1295Ã\u0083Â¢1339.",
        "Edlund, L. and R. Pande (2002). Why have women become left-wing: the political gender gap and the decline in marriage. The Quarterly Journal of Economics 117(917-961).",
        "Fernandez, R. (2010). Does culture matter? In A. Bisin, J. Benhabib, and M. Jackson (Eds.), Handbook of Social Economics. Elsevier.",
        "Fernandez, R. (2011). Cultural change as learning: The evolution of female labor force participation over a century. working paper.",
        "Fernandez, R. and A. Fogli (2009). Culture: An empirical inves- tigation of beliefs, work, and fertility. American Economic Journal: Macroeconomics 1, 146Ã\u0083Â¢77.",
        "Gallipoli, G., C. Meghir, and G. L. Violante (2010). Equilibrium eÃ\u0083Â¯ects of education policies: A quantitative evaluation. working paper.",
        "Galor, O. and D. Weil (1996). The gender gap, fertility, and growth. American Economic Review 86(3), 374Ã\u0083Â¢387.",
        "Ge, S. (2011). WomenÃ\u0083Â¢s college decisions: How much does marriage matter? Journal of Labor Economics forthcoming.",
        "Goldin, C. (1990). Understanding the Gender Gap: An Economic History of American Women. New York: Oxford University Press.",
        "Goldin, C. and L. F. Katz (2002). The power of the pill: Oral contraceptives and womenÃ\u0083Â¢s career and marriage decisions. Journal of Political Economy 110(4), 730Ã\u0083Â¢770.",
        "Goldin, C., L. F. Katz, and I. Kuziemko (2006). The homecoming of american college women: The reversal of the college gender gap. Journal of Economic Perspectives 20(4), 133Ã\u0083Â¢156.",
        "Greenwood, J., A. Seshadri, and M. Yorukoglu (2005). Engines of liberation. Review of Economic Studies 72(1), 109Ã\u0083Â¢133.",
        "Guvenen, F. (2007). Learning your earning: Are labor income shocks really very persistent? The American Economic Review 97(3), 687Ã\u0083Â¢712.",
        "Heathcote, J., K. Storesletten, and G. L. Violante (2010). The macroeconomic implications of rising wage inequality in the united states. Journal of Political Economy 118(4), 681Ã\u0083Â¢722.",
        "Jones, L., R. Manuelli, and E. McGrattan (2003). Why are married women working so much? working paper.",
        "Keane, M. P. and K. Wolpin (1997). The career decisions of young men. Journal of Political Economy 105(3), 473Ã\u0083Â¢522.",
        "Keane, M. P. and K. Wolpin (2010). The role of labor and marriage markets, preference heterogeneity and the welfare system in the life cycle decisions of black, hispanic and white women. International Economic Review 51(3), 851Ã\u0083Â¢892.",
        "Kneip, T. and G. Bauer (2009). Did unilateral divorce laws raise divorce rates in western europe? Journal of Marriage and Family 71, 592Ã\u0083Â¢607.",
        "Knowles, J. (2007a). High-powered jobs: Can contraception technology explain trends in womenÃ\u0083Â¢s occupational choice? working paper.",
        "Knowles, J. (2007b). Why are married men working so much? home production, household bargaining and per-capita hours. IZA Discussion Papers 2909, Institute for the Study of Labor (IZA).",
        "Krusell, P. and A. A. Smith (1998). Income and wealth heterogeneity in the macroeconomy. Journal of Political Economy 106(5), 867Ã\u0083Â¢896.",
        "Oldham, J. T. (2008). Changes in the economic consequences of divorces, 1958-2008. Family Law Quarterly 42(3), 419Ã\u0083Â¢448.",
        "Olivetti, C. (2006). Changes in womenÃ\u0083Â¢s hours of work: The role of returns to experience. Review of Economics Dynamics 9(4), 557Ã\u0083Â¢587.",
        "Peters, E. (1986). Marriage and divorce: Informational constraints and private contracting. American Economic Review 76(3), 437Ã\u0083Â¢454.",
        "Peterson, R. R. (1996). A re-evaluation of the economic consequences of divorce. American Sociological Review 61(3), 528Ã\u0083Â¢536.",
        "Potamites, E. (2007). Why do black women work more? a comparison of white and black married womenÃ\u0083Â¢s labor supply. working paper.",
        "Rendall, M. (2010). Brain versus brawn: The realization of womenÃ\u0083Â¢s comparative advantage. working paper.",
        "Stevenson, B. (2008). Divorce law and womenÃ\u0083Â¢s labor supply. Journal of Empirical Legal Studies 5(4).",
        "Stevenson, B. and J. Wolfers (2006). Bargaining in the shadow of the law: Divorce laws and family distress. The Quarterly Journal of Economics 121(1), 267Ã\u0083Â¢288.",
        "Storesletten, K., C. I. Telmer, and A. Yaron (2004). Cyclical dynamics in idiosyncratic labor market risk. Journal of Political Economy 112(3), 695Ã\u0083Â¢717.",
        "Strauss, H. and C. de la Maisonneuve (2009). The wage premium on tertiary education: New estimates for 21 oecd countries. OECD Journal: Economic Studies 2009.",
        "van der Klaauw, W. (1996). Female labour supply and marital status decisions: A life-cycle model. Review of Economic studies 63(2).",
        "Voena, A. (2010). Yours, mine and ours: Do divorce laws aÃ\u0083Â¯ect the intertemporal behavior of married couples? mimeo."
    ]
}