{
    "id": 17509,
    "cites": 42,
    "cited_by": 5,
    "reference": [
        "Adams, RenÃ\u0083Æ\u0092e B., 2003. What do Boards do? Evidence from Board Committee and Director Compensation Data, Working Paper.",
        "Adams, RenÃ\u0083Æ\u0092e B., 2009. Asking Directors about their Dual Roles, Working Paper, University of Queensland.",
        "Adams, RenÃ\u0083Æ\u0092e B. and Daniel Ferreira, 2007. A Theory of Friendly Boards, Journal of Finance 62(1), 217-250.",
        "Adams, RenÃ\u0083Æ\u0092e B., Benjamin E. Hermalin, and Michael S. Weisbach, 2010. The Role of Boards of Directors in Corporate Governance: A Conceptual Framework and Survey, Journal of Economic Literature 48 (1), 58-107.",
        "Agrawal, Anup and Mark A. Chen, 2011. Boardroom Brawls: An Empirical Analysis of Disputes Involving Directors, Working Paper.",
        "Ahern, Kenneth R. and Amy K. Dittmar, 2011. The Changing of the Boards: The impact on Firm Valuation of Mandated Female Board Representation. Working Paper.",
        "Almazan, Andres and Javier Suarez, 2003. Entrenchment and Severance Pay in Optimal Governance Structures, The Journal of Finance 58 (2), 519Ã\u0083Â¢547.",
        "Baranchuk, Nina and Philip H. Dybvig, 2009. Consensus in Diverse Corporate Boards, Review of Financial Studies 22(2), 715-747.",
        "Bar-Hava, Keren and Dan Segal, 2010. Do Outside Directors Tell the Truth, the Whole Truth, and Nothing but the Truth When They Resign? Working Paper.",
        "Brickley, James A., Jeffrey L. Coles, and Rory L. Terry. 1994. Outside Directors and the Adoption of Poison Pills, Journal of Financial Economics 35, 371-390 Chakraborty, Archisman and Bilge Yilmaz, 2010. Authority, Consensus and Governance, Working Paper.",
        "Chemmanur, Thomas J. and Viktar Fedaseyeu, 2011. A Theory of Corporate Boards and Forced CEO Turnover, Unpublished Manuscript, Boston College.",
        "Coles, Jeffrey L., Naveen D. Daniel, and Lalitha Naveen, 2008. Boards: Does One Size Fit All?, Journal of Financial Economics 87(2), 329-356.",
        "Cornelli, Francesca, Zbigniew Kominek, and Alexander Ljungqvist, 2010. Monitoring Managers: Does it Matter, Fondazione Eni Enrico Mattei Working Papers.",
        "Government Companies Authority (Israel), Annual Reports on the Government Companies, 1997-2007.",
        "Graziano, Clara and Annalisa Luporini, 2003. Board Efficiency and Internal Corporate Control Mechanisms, Journal of Economics and Management Strategy 12(4), 495Ã\u0083Â¢530 Harris, Milton and Artur Raviv, 2008. A Theory of Board Control and Size. Review of Financial Studies 21(4), 1797-1832.",
        "Hermalin, Benjamin E., 2005. Trends in Corporate Governance, The Journal of Finance 60 (5), 2351Ã\u0083Â¢ 2384.",
        "Hermalin, Benjamin E. and Michael S. Weisbach, 2003. Boards of Directors as an Endogenously Determined Institution: A Survey of the Economic Literature, Economic Policy Review, Vol. 9, Number 1, 7-26.",
        "Huson, Mark R., Paul H. Malatesta, and Robert Parrino, 2004. Managerial succession and firm performance, Journal of Financial Economics 74, 237Ã\u0083Â¢275.",
        "Israeli Stock Exchange Authority, 2010. Women on Boards (in Hebrew), http://www.isa.gov.il/Download/IsaFile_5625.pdf.",
        "Krippendorff, Klaus, 2004. Content-analysis: An Introduction to Its Methodology, Thousand Oaks, CA: Sage Publications.",
        "Laux, Christian and Volker Laux, 2008. Board Committees, CEO Compensation, and Earnings Management. Working Paper.",
        "Laux, Volker, 2008. Board Independence and CEO Turnover, Journal of Accounting Research 46, 137Ã\u0083Â¢ 171.",
        "Leblanc, Richard and James Gilies, 2005. Inside the Boardroom: How Boards Really Work and the Coming Revolution in Corporate Governance, Toronto: John Wiley and Sons Canada.",
        "Levit, Doron, 2011. Expertise, Structure, and Reputation of Corporate Boards, Working Paper.",
        "Lieblich, Amia, Rivka Tuval-Mashiach, and Tamar Zilber, 1998. Narrative Research: Reading, Analysis, and Interpretation, Thousand Oaks, CA: Sage Publications.",
        "Lipton, Martin and Jay W. Lorsch, 1992. A Modest Proposal for Improved Corporate Governance, Business Lawyer 48, 59- 77.",
        "Lorsch, Jay W. and Elizabeth MacIver, 1989. Pawns or Potentates: The Reality of AmericaÃ\u0083Â¢s Corporate Boards, Boston: Harvard Business School Press.",
        "Mace, Myles L., 1971. Directors: Myth and Reality, Boston: Harvard Business School Press.",
        "Malenko, Nadya, 2011. Communication and Decision-Making in Corporate Boards, Unpublished Manuscript, Boston College.",
        "Marshall, Cassandra D., 2010. Are Dissenting Directors Rewarded?, Working Paper.",
        "Merchant, Keneth and Katherina Pick, 2010. Biases and Other Pathologies in the Boardroom, New York: Business Expert Press.",
        "Patton, Arch and John C. Baker, 1987. Why WonÃ\u0083Â¢t Directors Rock the Boat? Harvard Business Review 65(6), 10-18.",
        "Raheja, Charu G., 2005. Determinants of Board Size and Composition: A Theory of Corporate Boards, Journal of Financial and Quantitative Analysis 40(2), 283-306.",
        "Ruigrok, Winfried, Simon Peck, and Sabina Tacheva, 2007. Nationality and Gender Diversity on Swiss Corporate Boards, Corporate Governance 15(4), 546-557.",
        "Shivdasani, Anil and David Yermack, 1999. CEO Involvement in the Selection of New Board Members: An Empirical Analysis. The Journal of Finance 54, 1829-1853.",
        "Spencer Stuart, 2004. 2004 YTD CEO Turnover, http://content.spencerstuart.com/sswebsite/pdf/lib/CEO_turnover_summary_and_spread_12_31_04.pdf, accessed on July 14th , 2011.",
        "Stemler, Steve, 2001. An Overview of Content Analysis, Practical Assessment, Research and Evaluation, 7(17).",
        "Stiles, Philip and Bernard Taylor, 2001. Boards at Work: How Directors View Their Roles and Responsibilities, Oxford: Oxford University Press.",
        "Stiles, Philip, 2001. The Impact of the Board on Strategy: An Empirical Examination, Journal of Management Studies, 38(5), 627-650.",
        "Taylor, Lucian A., 2010. Why Are CEOs Rarely Fired? Evidence from Structural Estimation, The Journal of Finance 65, 2051-2087.",
        "Warther, Vincent A., 1998. Board Effectiveness and Board Dissent: A Model of the BoardÃ\u0083Â¢s Relationship to Management and Shareholders, Journal of Corporate Finance 4(1), 53Ã\u0083Â¢70.",
        "Yermack, David, 1996. Higher Valuation of Companies with a Small Board of Directors, Journal of Financial Economics 40(2), 185Ã\u0083Â¢212."
    ]
}