{
    "id": 17501,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "[1] Backus, David K., and Gregor W. Smith. 1993. Consumption and real exchange rates in dynamic economies with non-traded goods. Journal of International Economics 35: 297-316.",
        "[2] Baxter, Marianne, and Mario J. Crucini. 1995. Business cycles and the asset structure of foreign trade. International Economic Review 36: 821-54.",
        "[3] Baumol, William J. and William G. Bowen. 1966. Performing Arts: The Economic Dilemma. New York: The Twentieth Century Fund.",
        "[4] Benigno, Gianluca, Christoph Thoenissen. 2006. Consumption and real exchange rates with incomplete markets and non-traded goods. Journal of International Money and Finance 27(6): 926-948.",
        "[5] Brandt, Michael W., John H. Cochrane, and Pedro Santa-Clara. 2006. International risk sharing is better than you think, or exchange rates are too smooth, Journal of Monetary Economics 53: 671-698.",
        "[6] Burstein Ariel, Martin Eichenbaum, and Sergio Rebelo. 2006. The importance of nontradable goodsÃ\u0083Â¢prices in cyclical real exchange rate Ã\u0083Â¢uctuations. Japan and the World Economy, 18(3): 247-253.",
        "[7] Campbell, John Y. and Cochrane, John H. 1999. A consumption-based explanation of aggregate stock market behavior. Journal of Political Economy 107(2): 205-251.",
        "[8] Chari VV, Ellen McGrattan and Patrick. Kehoe. 2002. Can sticky price models generate volatile and persistent real exchange rates?, Review of Economic Studies 69(3): 533-563.",
        "[9] Cole, Harold L., and Maurice Obstfeld. 1991. Commodity trade and international risk sharing: how much do Ã\u0083Â¢nancial markets matter? Journal of Monetary Economics 28: 3-24.",
        "[10] Corsetti, Giancarlo and Luca Dedola. 2005. A macroeconomic model of international price discrimination. Journal of International Economics 67(1): 129-155.",
        "[11] Corsetti Giancarlo, Luca Dedola and Sylvain Leduc. 2008a. Risk Sharing and the International Transmission of Productivity Shocks. Review of Economic Studies 75(2) 443-473.",
        "[12] Corsetti Giancarlo, Luca Dedola and Sylvain Leduc. 2008b. High exchangerate volatility and low pass-through, Journal of Monetary Economics 55(6): 1113-1128.",
        "[13] Corsetti Giancarlo, Luca Dedola and Sylvain Leduc. 2008c. Productivity, External Balance, and Exchange Rates: Evidence on the Transmission Mechanism Among G7 Countries. In Lucrezia Reichlin and Kenneth West (eds), NBER International Seminar on Macroeconomics 2006, Chicago ILL: University of Chicago Press. 117-194.",
        "[14] Corsetti Giancarlo, Luca Dedola and Sylvain Leduc. 2008d. The International Dimension of Productivity and Demand Shocks in the US economy. Center for Economic Policy Research Discussion Paper 7003.",
        "[15] Corsetti Giancarlo, Luca Dedola. and Francesca Viani. 2011. The international risk-sharing puzzle is at business cycle and lower frequency. Center for Economic Policy Research Discussion Paper 8355.",
        "[16] Crucini, Mario J. and Anthony Landry. 2010. Accounting for Real Exchange Rates using Micro-Data, mimeo.",
        "[17] Croux, Christophe, Mario Forni, and Lucrezia Reichlin. 2001. A measure of comovement for economic variables: theory and empirics. Review of Economics and Statistics 83(2): 232-24.",
        "[18] Deokwoo Nam and Jian Wang, 2010. Understanding the eect of productivity changes on international relative prices: the role of news shocks. Globalization and Monetary Policy Institute Working Paper 61, Federal Reserve Bank of Dallas.",
        "[19] Engel, Charles. 1999. Accounting for US real exchange rate changes, Journal of Political Economy 107: 507-538.",
        "[20] Ghironi Fabio and Marc J. Melitz. 2005. International trade and macroeconomic dynamics with heterogeneous Ã\u0083Â¢rms. The Quarterly Journal of Economics, 865-915.",
        "[21] Hamilton James D. 1994. Time Series Analysis. Princeton NJ: Princeton University Press.",
        "[22] Hess, Gregory and Kwanho Shin. 2010. Understanding the Backus-Smith puzzle: ItÃ\u0083Â¢s the (nominal) exchange rate, stupid! Journal of International Money and Finance 29: 169-180.",
        "[23] Kocherlakota, Narayana and Luigi Pistaferri. 2007. Household Heterogeneity and Real Exchange Rates, Economic Journal 117(519): C1-C25.",
        "[24] Kollmann, Robert. 1995. Consumption, real exchange rates and the structure of international asset markets, Journal of International Money and Finance 14(2) 191-211.",
        "[25] Lewis, Karen K.. 1996. What Can Explain the Apparent Lack of International Consumption Risk Sharing? Journal of Political Economy 104 (2): 267-97.",
        "[26] Mandelman F.S., P. Rabanal, J. F. Rubio-RamÃ\u0083Æ\u0092rez and D. VilÃ\u0083Æ\u0092n. 2011. Investment-speciÃ\u0083Â¢c technology shocks and international business cycles: an empirical assessment. Review of Economic Dynamics 14(1): 136-155.",
        "[27] Obstfeld, Maurice, and Kenneth Rogo. 2001. The Six Major Puzzles in International Macroeconomics: Is There a Common Cause?In: Ben Bernanke and Kenneth Rogo (eds.), NBER Macroeconomics Annual 2000, Cambridge, MA: MIT Press.",
        "[28] Opazo, Luis. 2006. The Backus-Smith puzzle: the role of expectations. Central Bank of Chile Working Papers 395.",
        "[29] Rao, Andrea. 2010. Technology shocks: novel implications for international business cycles. International Finance Discussion Papers 992, Board of Governors of the Federal Reserve System.",
        "[30] Rubio-Ramirez, Juan and Pau Rabanal. 2010. Can international macroeconomic models explain low-frequency movements of real exchange rates? Duke University. mimeo.",
        "[31] Stockman, Alan C., and Linda Tesar 1995. Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements, American Economic Review 83: 473-86."
    ]
}