{
    "id": 17505,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Bell, A. (2011). Annuity Sales Keep Rising. LIMRA. May 18. http://www.lifeandhealthinsurancenews.com/News/2011/5/Pages/Annuity-Sales-KeepRising. aspx Benartzi, S., Previtero, A. Thaler, R.H. (2011). Annuitization Puzzles. Journal of Economic Perspectives. (forthcoming).",
        "Blake, D., Burrows, W. (2001). Survivor Bonds: Helping to Hedge Mortality Risk. Journal of Risk and Insurance 69, 339-348.",
        "Brown, J.R., O.S. Mitchell, J.M. Poterba, and M.J. Warshawsky (2001). The Role of Annuity Markets in Financing Retirement, MIT Press, Cambridge, M.A. Cairns, A., Blake, D., Dowd, K. (2006a). Pricing Death: Frameworks for the Valuation and Securitization of Mortality Risk. ASTIN Bulletin 36, 79-120.",
        "Cairns, A., Blake, D., Dowd, K., (2006a). A Two-factor Model for Stochastic Mortality with Parameter Uncertainty: Theory and Calibration. Journal of Risk and Insurance 73, 687-718.",
        "Cairns, A., Blake, D., Dowd, K., Coughlan, G., Epstein, D., Khalaf-Allah, M. (2010). A Framework for Forecasting Mortality Rates with an Application to Six Stochastic Mortality Models. Pension Institute Discussion Paper PI-0801, March 2010.",
        "Carroll, Ch.D. (2011). Solution Methods for Microeconomic Dynamic Stochastic Optimization Problems.",
        "Cocco, J., Gomes, F., Maenhout, P., (2005). Consumption and Portfolio Choice over the Life Cycle. Review of Financial Studies 18, 491-533.",
        "Cowley, A., Cummins, J.D. (2005). Securitization of Life Insurance Assets and Liabilities. The Journal of Risk and Insurance 72(2):193-226 Davidoff, T., Brown, J., Diamond, P. (2005). Annuities and Individual Welfare. American Economic Review 95, 1573Ã\u0083Â¢1590.",
        "Fong, J.H.Y., Mitchell, O.S. Koh, B.S.K (2011). Longevity Risk Management in SingaporeÃ\u0083Â¢s National Pension System. Journal of Risk and Insurance. (forthcoming).",
        "Gale, W., Iwry, J. M., John, D. C., Walker, L. (2008). Increasing Annuitization of 401(k) Plans with Automatic Trial Income. Hamilton Project Discussion Paper. Washington, D.C.: The Retirement Security Project.",
        "Gatzert, N., Wesker, H. (2010). The Impact of Natural Hedging on a Life InsurerÃ\u0083Â¢s Risk Situation. Working Paper University of Erlangen.",
        "Gomes, F.J., Kotlikoff, L.J. , Viceira, L. M. (2008). Optimal Life-Cycle Investing with Flexible Labor Supply: A Welfare Analysis of Life-Cycle Funds. American Economic Review 98(2): 297-303, May.",
        "Horneff, W., Maurer, R. Mitchell, O.S., Dus, I. (2007). Following the Rules: Integrating Asset Allocation and Annuitization in Retirement Portfolios. Insurance: Mathematics and Economics. 42: 396408.",
        "Horneff, W., Maurer, R., Mitchell, O.S., Stamos, M. (2009). Asset Allocation and Location over the Life Cycle with Survival-Contingent Payouts. Journal of Banking and Finance. (33) 9 September: 1688-1699.",
        "Horneff, W., Maurer, R. Mitchell, O.S., Stamos, M. (2010). Variable Payout Annuities and Dynamic Portfolio Choice in Retirement. Journal of Pension Economics and Finance. 9, April: 163-183.",
        "Horneff, W., Maurer, R. Rogalla, R. (2010). Dynamic Portfolio Choice with Deferred Annuities. Journal of Banking and Finance 34: 2652-2664.",
        "Investment Company Institute (ICI). (2011). Retirement Assets Totaled $18 Trillion. ICI News Release. Washington, D.C.: ICI.",
        "Lee, R., Carter, L. (1992). Modeling and Forecasting U.S. Mortality. Journal of the American Statistical Association 87, 659-671.",
        "McCarthy, D., Mitchell, O.S. (2010). International Adverse Selection in Life Insurance and Annuities. In: Tuljapurkar, S., Ogawa, N., Gauthier, A. (Eds.). Riding the Age Wave: Responses to Aging in Advanced Industrial States. New York: Springer, 119-135.",
        "Milevsky, M., Promislow, D. (2001). Mortality derivatives and the option to annuitise. Insurance Mathematics & Economics 29, 299Ã\u0083Â¢318.",
        "Milevsky, M. (2005). Real Longevity Insurance with a Deductible: Introduction to Advanced-life Delayed Annuities (ALDA). North American Actuarial Journal 9, 109Ã\u0083Â¢122.",
        "Piggott, J., Valdez, E., Detzel, B. (2005) The Simple Analytics of a Pooled Annuity Fund. Journal of Risk and Insurance. September 72(3): 497-521.",
        "Pitacco, E., Denuit, M., Haberman, S., Olivieri, A. (2009). Modeling Longevity Dynamics for Pensions and Annuity Business. Oxford: Oxford University Press.",
        "Renshaw, A., Haberman, S. (2003). Lee-Carter Mortality Forecasting with Age-specific Enhancement. Insurance: Mathematics and Economics 33, 255-272.",
        "Schaus, S. L.(2005). Annuities Make a Comeback. Journal of Pension Benefits. 12(4): 34Ã\u0083Â¢38.",
        "Weil, R.L., Fisher, L.. (1974). TIAA/CREF: Who Gets What? An Analysis of Wealth Transfers in a Variable Annuity. Journal of Business 47: 67-87.",
        "Yaari, M. (1965). Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies 32, 137Ã\u0083Â¢150.",
        "Yagi, T., Nishigaki, Y. (1993). The Inefficiency of Private Constant Annuities. Journal of Risk and Insurance 60, 385Ã\u0083Â¢412."
    ]
}