{
    "id": 17503,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Blackburn, David. Ã\u0083Â¢On-line Piracy and Recorded Music Sales.Ã\u0083Â¢ Unpublished Manuscript, Harvard University, December 2004.",
        "Blashil, Pat (coordintator for Zagat Survey). Music Guide: 1000 Top Albums of All Time. 2003. New York: Zagat Survey.",
        "Boldrin, Michele and David K. Levine. Against Intellectual Monopoly. Cambridge University Press. 2008.",
        "Caves, Richard E. Creative Industries: Contracts between Art and Commerce. Harvard University Press: Cambridge, MA. 2000.",
        "Connolly, Marie & Krueger, Alan B., 2006. Ã\u0083Â¢Rockonomics: The Economics of Popular Music,Ã\u0083Â¢ Handbook of the Economics of Art and Culture, Elsevier.",
        "Grein, Paul (May 14, 1989). New Golden Rule: 500,000 Sales Mark for All Singles. Los Angeles Times. http://articles.latimes.com/1989-05-14/business/fi-188_1_singles-riaa-platinum.",
        "Handke, Christian. Ã\u0083Â¢Plain Destruction or Creative Destruction? Copyright Erosion and the Evolution of the Record Industry.Ã\u0083Â¢ Review of Economic Research on Copyright Issues, 2006, vol 3(2): 29-51.",
        "Handke, Christian, Ã\u0083Â¢Digital Copying and the Supply of Sound Recordings.Ã\u0083Â¢ Unpublished Manuscript, 2010, available at http://www.acei2010.com/upload/acei/handke.pdf .",
        "Kalmar, Veronika. Label Launch: A Guide to Record Recording, Promotion, and Distribution. St. MartinÃ\u0083Â¢s Griffin: New York. 2002.",
        "Knopper, Steve . Appetite for Self-Destruction: The Spectacular Crash of the Record Industry in the Digital Age. Free Press: New York. 2009.",
        "Larkin, Colin. Ã\u0083Â¢A Brief History of Pop Music.Ã\u0083Â¢ In The Encyclopedia of Popular Music, 5th edition, edited by Colin Larkin, Omnibus Press/MUZE: London and New York. 2007.",
        "Leeds, Jeff. Ã\u0083Â¢The Net is a Boon for Indie Labels.Ã\u0083Â¢ New York Times. December 27, 2005.",
        "OberholzerÃ\u0083Â¢Gee, Felix and Koleman Strumpf. Ã\u0083Â¢The Effect of File Sharing on Record Sales: An Empirical Analysis.Ã\u0083Â¢ Journal of Political Economy. Volume 115, Issue 1, Page 1Ã\u0083Â¢42, Feb 27 OberholzerÃ\u0083Â¢Gee, Felix and Koleman Strumpf. File-Sharing and Copyright. NBER's Innovation Policy and the Economy series, volume 10. ed. Joshua Lerner and Scott Stern. MIT Press. 2009.",
        "Mortimer, Julie Holland, Chris Nosko, and Alan Sorenson. Ã\u0083Â¢Supply Responses to Digital Distribution: Recorded Music and Live Performances.Ã\u0083Â¢ NBER Working Paper No. 16507. October 2010.",
        "Rob, Rafael and Joel Waldfogel. Ã\u0083Â¢Piracy on the High CÃ\u0083Â¢s: Music Downloading, Sales Displacement, and Social Welfare in a Sample of College Students.Ã\u0083Â¢ Journal of Law & Economics. Volume 49, Issue 1, Page 29-62, Apr 2006.",
        "Rob, Rafael and Joel Waldfogel. Ã\u0083Â¢Piracy on the High CÃ\u0083Â¢s: Music Downloading, Sales Displacement, and Social Welfare in a Sample of College Students.Ã\u0083Â¢ NBER Working Paper 10874, October 2004.",
        "Shapiro, Carl and Hal Varian. Information Rules. Harvard Business School Press. Cambridge, MA. 1999.",
        "Soloveichik, Rachel. Ã\u0083Â¢Music As a Capital Asset.Ã\u0083Â¢ Unpublished Paper. Bureau of Economic Analysis. 2011.",
        "Waldfogel, Joel. Ã\u0083Â¢Bye, Bye, Miss American Pie: The Supply of New Recorded Music since Napster.Ã\u0083Â¢ NBER Working Paper . 2011.",
        "Zentner, Alejandro, Ã\u0083Â¢Measuring the Effect of File Sharing on Music Purchases.Ã\u0083Â¢ The Journal of Law and Economics. Volume 49, Issue 1, Page 63Ã\u0083Â¢90, Apr 2006."
    ]
}