{
    "id": 17504,
    "cites": 18,
    "cited_by": 50,
    "reference": [
        "Acemoglu, Daron, and JÃ\u0083Æ\u0092rn-Steffen Pischke. 1998. Why do firms train? Theory and evidence. Quarterly Journal of Economics 113, no. 1: 79-119.",
        "Acemoglu, Daron, and JÃ\u0083Æ\u0092rn-Steffen Pischke. 1999. Beyond Becker: Training in imperfect labour markets. Economic Journal 109, no. 453: F112-F142.",
        "Arum, Richard, and Yossi Shavit. 1995. Secondary vocational education and the transition from school to work. Sociology of Education 68, no. 3: 187-204.",
        "Becker, Gary S. 1964. Human capital: A theoretical and empirical analysis, with special reference to education. New York, NY: National Bureau of Economic Research.",
        "Fersterer, Josef, JÃ\u0083Æ\u0092rn-Steffen Pischke, and Rudolf Winter-Ebmer. 2008. Returns to apprenticeship training in Austria: Evidence from failed firms. Scandinavian Journal of Economics 110, no. 4: 733-753.",
        "Hanushek, Eric A., and Ludger Woessmann. 2011. The economics of international differences in educational achievement. In Handbook of the Economics of Education, Vol. 3, edited by Eric A. Hanushek, Stephen Machin, and Ludger Woessmann. Amsterdam: North Holland: 89-200.",
        "Hanushek, Eric A., and Lei Zhang. 2009. Quality-consistent estimates of international schooling and skill gradients. Journal of Human Capital 3, no. 2: 107-143.",
        "Heston, Alan, Robert Summers, and Bettina Aten. 2011. Penn World Table Version 7.0. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania. Philadelphia (June 3 update).",
        "Krueger, Dirk, and Krishna B. Kumar. 2004a. Skill-specific rather than general education: A reason for US-Europe growth differences? Journal of Economic Growth 9, no. 2: 167207.",
        "Krueger, Dirk, and Krishna B. Kumar. 2004b. US-Europe differences in technology-driven growth: quantifying the role of education. Journal of Monetary Economics 51, no. 1: 161-190.",
        "Lerman, Robert I. 2009. Training tomorrowÃ\u0083Â¢s workforce: Community college and apprenticeship as collaborative routes to rewarding careers. Washington, DC: Center for American Progress.",
        "Ludwig, Volker, and Friedhelm Pfeiffer. 2006. Abschreibungsraten allgemeiner und beruflicher Ausbildungsinhalte: Empirische Evidenz auf Basis subjektiver EinschÃ\u0083Æ\u0092tzungen (Depreciation rates of general and vocational training capital: Evidence based on subjective ratings). JahrbÃ\u0083Æ\u0092cher fÃ\u0083Æ\u0092r NationalÃ\u0083Æ\u0092konomie und Statistik / Journal of Economics and Statistics 226, no. 3: 260-284.",
        "Malamud, Ofer, and Cristian Pop-Eleches. 2010. General education versus vocational training: Evidence from an economy in transition. Review of Economics and Statistics 92, no. 1: 43-60.",
        "Mansuy, MichÃ\u0083Æ\u0092le, Thomas CouppiÃ\u0083Æ\u0092, Anastasia Fetsi, Carlo Scatoli, Paul Mooney, and Godelieve van den Brande. 2001. The transition from education to working life: Key data on vocational training in the European Union. Cedefop Reference Series. Luxembourg: Office for Official Publications of the European Communities.",
        "Oosterbeek, Hessel, and Dinand Webbink. 2007. Wage effects of an extra year of basic vocational education. Economics of Education Review 26, no. 4: 408-419.",
        "Organisation for Economic Co-operation and Development. 2010. Education at a glance 2010: OECD indicators. Paris: Organisation for Economic Co-operation and Development.",
        "Ryan, Paul. 2001. The School-to-work transition: A cross-national perspective. Journal of Economic Literature 39, no. 1: 34-92.",
        "Wolter, Stefan C., and Paul Ryan. 2011. Aprenticeship. In Handbook of the Economics of Education, Vol. 3, edited by Eric A. Hanushek, Stephen Machin, and Ludger Woessmann. Amsterdam: North Holland: 521-576."
    ]
}