{
    "id": 17507,
    "cites": 38,
    "cited_by": 4,
    "reference": [
        "Abbot-Chapman, J, Denholm, C, and Wyld, C (2008) Ã\u0083Â¢Gender Differences in Adolescent Risk Taking: Are They Diminishing?: An Australian Intergenerational StudyÃ\u0083Â¢, Youth & Society, 40(1), 131-154.",
        "Aizer, A (2004) Home Alone: Supervision after School and Child Behavior, Journal of Public Economics, Vol. 88, pp. 1835 - 1848.",
        "Amato, PR and Rivera, F (1999) Paternal Involvement and Children's Behavior Problems Journal of Marriage and Family, Vol. 61 (2), May, pp. 375 - 384.",
        "Antecol, H and Bedard, K (2007) Does Single Parenthood Increase the Probability of Teenage Promiscuity, Substance Abuse, and Crime? Journal of Population Economics Vol. 20, pp. 55 - 71.",
        "Averett, SL, Argys LM, and Rees, DI (2009) Older Siblings and Adolescent Risky Behavior: Does Parenting Play a Role? Journal of Population Economics DOI 10.1007/s00148-009-0276-1.",
        "Becker, GS (1968) Crime and Punishment: An Economic Approach, Journal of Political Economy, Vol. 76, pp. 169 - 217.",
        "Bronte-Tinkew, J, Moore, KA, Capps, RC, and Zaff, J (2006) The Influence of Father Involvement on Youth Risk Behaviors Among Adolescents: A Comparison of Native-Born and Immigrant Families Social Science Research, Vol. 35, pp. 181 -209.",
        "Bumpass, LL, Raley, RK, and Sweet, JA (1995) The Changing Character of Stepfamilies: Implications of Cohabitation and Nonmarital Childbearing Demography, 32(3), pg. 425 - 436.",
        "Centers for Disease Control (CDC) (2010) Understanding Youth Violence: Fact Sheet, Available www.cdc.gov.",
        "Cesur, R, Sabia, JJ and Tekin, E. (2011) The Psychological Costs of War: Military Combat and Mental Health, NBER Working Paper No.16927, April.",
        "Cooksey, EC and Fondell, MM (1996) Spending Time with His Kids: Effects of Family Structure on Fathers' and Children's Lives, Journal of Marriage and the Family, Vol. 58(3), August, pp. 693 - 707.",
        "Cobb-Clark, DA and Schurer S (2011) Ã\u0083Â¢The Stability of Big-Five Personality Traits,Ã\u0083Â¢ IZA Discussion Paper No. 5943 August.",
        "Dahl, GB and Moretti, E (2004) The Demand for Sons: Evidence from Divorce, Fertility, and Shotgun Marriage NBER working paper, 10281, January.",
        "Del Boca, D and Ribero, R (2003) Visitations and Transfers After Divorce Review of Economics of the Household, Vol. 1, pp. 187 - 204.",
        "Ermisch, J (2008) Child Support and Non-Resident Fathers' Contact with their Children Journal of Population Economics, Vol. 21(4), pp. 827 - 853.",
        "Goodwin, V, and Davis, B (2011) Crime Families: Gender and the Intergenerational Transfer of Criminal Tendencies Trends & Issues in Crime and Criminal Justice, No. 414, May, pg. 1 - 6, available: http://www.aic.gov.au.",
        "Harris, K.M., C.T. Halpern, E. Whitsel, J. Hussey, J. Tabor, P. Entzel, and J.R. Udry. 2009. The National Longitudinal Study of Adolescent Health: Research Design [WWW document]. URL: http://www.cpc.unc.edu/projects/addhealth/design.",
        "Harris, KM, Furstenberg FF, Jr. and Marmer, JK (1998) Paternal Involvement with Adolescents in Intact Families: The Influence of Fathers over the Life Course, Demography, Vol. 35 (2), May, pp. 201 - 216.",
        "Harris, KM and Marmer, JK (1996) Poverty, Paternal Involvement, and Adolescent Wellbeing  Journal of Family Issues, Vol. 17 (5), September, pp. 614 - 640.",
        "Hofferth, SL (2006) Residential Father Family Type and Child Well-Being: Investment Versus Selection Demography, Vol. 43 (1), February, pp. 53 - 77.",
        "Kalil, A, Mogstad, M, Rege, M, and Votruba, M (2010) Divorced Fathers' Proximity and Children's Long Run Outcomes: Evidence from Norwegian Registry Data Institute for the Study of Labor (IZA) discussion paper no. 4715, January.",
        "King, V (2006) The Antecedents and Consequences of Adolescents' Relationships with Stepfathers and Nonresident Fathers Journal of Marriage and Family, Vol. 68(4), November, pp. 910 - 928.",
        "Lundberg, S (2005) Sons, Daughters, and Parental Behaviour Oxford Review of Economic Policy, Vol. 21(3), pp. 340 - 356.",
        "Michael, K, and Ben-Zur, H (2007) Ã\u0083Â¢Risk-taking Among Adolescents: Associations with Social & Affective FactorsÃ\u0083Â¢, Journal of Adolescence, 30, 17-31.",
        "Mocan, HN and Rees D (2005) Ã\u0083Â¢Economic Conditions, Deterrence and Juvenile Crime: Evidence from Micro Data.Ã\u0083Â¢ American Law and Economics Review, Vol. 7, No. 2, pp. 319-349.",
        "Mocan, HN, and Tekin E (2005) Ã\u0083Â¢Drugs and Juvenile Crime: Evidence from a Panel of Siblings and Twins,Ã\u0083Â¢ in Substance Use: Individual Behavior, Social Interactions, Markets, and Politics, Bjorn Lindgren and Michael Grossman (eds.), Amsterdam: Elsevier, 2005; pp. 91-120.",
        "Mocan, HN, and Tekin E (2006) Ã\u0083Â¢Guns and Juvenile Crime,Ã\u0083Â¢ Journal of Law and Economics, 49:2, pp. 507-532, October 33 Painter, G and Levine, DI (2004) Daddies, Devotion, and Dollars: How do They Matter for Youth? The American Journal of Economics and Sociology, Vol. 63 (4), October, pp. 813 - 850.",
        "Okumura T and Usui E (2010) Ã\u0083Â¢Do ParentsÃ\u0083Â¢ Social Skills Influence Their ChildrenÃ\u0083Â¢s Sociability?Ã\u0083Â¢ IZA Discussion Paper No. 5324, November.",
        "Rees, D, and Sabia, J (2011). Forced Intercourse, Mental Health and Human Capital Working Paper, Department of Economics, University of Colorado Ã\u0083Â¢ Denver.",
        "Ruhm, CJ (2004) Parental Employment and Child Cognitive Development, Journal Human Resources, Vol. 39(1), pp. 155Ã\u0083Â¢192.",
        "U.S. Census Bureau (2010) Current Population Survey 2009, Annual Social and Economic Supplement, Release date January 2010, Available www.census.gov.",
        "U.S. Department of Justice, (2009) Juvenile Arrests 2008, Juvenile Justice Bulletin, Office of Juvenile Justice and Delinquency Prevention, December, Available www.ojjdp.usdoj.gov.",
        "Ventura, SJ (2009) Changing Patterns of Nonmarital Childbearing in the United States NCHS Data Brief No. 18, May, Available www.ndc.gov.",
        "Walker, I and Zhu, Y (2007) Do Dads Matter? Or is it Just their Money that Matters? Unpicking the Effects of Separation on Educational Outcomes UCD Geary Institute Discussion Paper Series, June 2007.",
        "Wilder, EI and Watt (2002) Risky Parental Behavior and Adolescent Sexual Activity at First Coitus, Milbank Quarterly, Vol. 80(3), pp. 481 - 524.",
        "White, L and Gilbreth, JG (2001) When Children Have Two Fathers: Effects of Relationships with Stepfathers and Noncustodial Fathers on Adolescent Outcomes Journal of Marriage and Family, Vol. 63(1), February, pp. 155 - 167.",
        "Wooldridge, JM (2003) Introductory Econometrics: A Modern Approach, 2nd Edition, 2003. Thomson Southwestern: Mason, Ohio.",
        "Yuan, AS Vogt, and Hamilton, HA (2006) Stepfather Involvement and Adolescent WellBeing: Do Mothers and Nonresidential Fathers Matter? Journal of Family Issues, Vol. 27, pp. 1191 - 1213."
    ]
}