{
    "id": 17517,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Aguerrevere, Felipe, 2009, Real Options, Product Market Competition and Asset Returns, Journal of Finance 64:2, 957 Ã\u0083Â¢ 983.",
        "Bauer Rob, Robin Braun, and Michael Viehs, 2010, Industry Competition, Ownership Structure and Shareholder Activism, 2010, Working paper, Maastricht University.",
        "Becht, Marco, Julian Franks, Colin Mayer, and Stefano Rossi, 2009, Returns to shareholder activism: Evidence from a clinical study of the Hermes UK Focus Fund, Review of Financial Studies 22:8, 3093Ã\u0083Â¢3129.",
        "Bertrand, Marianne and Sendhil Mullainathan, 2003, Enjoying the Quiet Life? Corporate Governance and Managerial Preferences, Journal of Political Economy 111, 1043-1075.",
        "Boyson, Nicole and Robert M. Mooradian, 2007, Hedge funds as shareholder activists from 1994Ã\u0083Â¢2005. Working Paper, Northeastern University.",
        "Brav, Alon, Wei Jiang, Frank Partnoy, and Randall Thomas, 2008a, Hedge fund activism, corporate governance, and firm performance, Journal of Finance 63:4, 1729-1775.",
        "Brav, Alon, Wei Jiang, Frank Partnoy, and Randall Thomas, 2008b, The returns to hedge fund activism, Financial Analyst Journal 64, 45Ã\u0083Â¢61.",
        "Brav, Alon, Wei Jiang, and Hyunseob Kim, 2010, Hedge Fund Activism: A Review, Foundations and Trends in Finance, 4:3, 185-24.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2004, Ã\u0083Â¢Corporate Investment, growth options, and security returns,Ã\u0083Â¢ Journal of Finance 54, 1153-1607.",
        "Domowitz, Ian, R. Glenn Hubbard, Bruce C. Petersen, 1986, Business Cycles and the Relationship between Concentration and Price-Cost Margins, RAND Journal of Economics 17, 1-17.",
        "Fos, Vyecheslav, 2011, The Disciplinary Effects of Proxy Contests, Working paper, University of Illinois.",
        "Gantchev, Nickolay, 2011, The Cost of Shareholder Activism: Evidence from a Sequential Decision Model, Working paper, University of North Carolina.",
        "Giroud, Xavier, 2011, Soft Information and Investment: Evidence from Plant-level Data, Working paper, MIT Sloan School of Management.",
        "Giroud Xavier, and Holger Mueller, 2010, Does Corporate Governance Matter in Competitive Industries, Journal of Financial Economics 95, 312-331.",
        "Giroud Xavier, and Holger Mueller, 2011, Corporate Governance, Product Market Competition, and Equity Prices, Journal of Finance 65, 563-660 Gompers, Paul, Joy Ishii, and Andrew Metrick, 2003, Corporate governance and equity prices, Quarterly Journal of Economics 118, 107Ã\u0083Â¢155.",
        "Greenwood, Robin and Michael Schor, 2009, Hedge fund investor activism and takeovers, Journal of Financial Economics 92:3, 362-375.",
        "Hart, Oliver D., 1983, The market mechanism as an incentive scheme, Bell Journal of Economics 14, 366Ã\u0083Â¢382.",
        "Imrohoroglu, Ayse and Selale Tuzel, 2011, Firm Level Productivity, Risk, and Return, Working paper, University of Southern California.",
        "Klein, April and Emanuel Zur, 2009, Entrepreneurial shareholder activism: Hedge funds and other private investors, Journal of Finance 64:1, 187-229.",
        "Kovenock, Dan and Gordon Phillips, 1997, Capital Structure and Product Market Behavior: An Examination of Plan Exit and Investment Decisions, Review of Financial Studies 10, 767-803.",
        "Li, Xiaoyang, 2011, Productivity, Restructuring, and the Gains from Takeovers, Working paper, Ross School of Business.",
        "Li, Yinghua, and Jin Xu, 2010, Hedge fund activism and bank loan contracting, Working paper, Purdue University.",
        "Lichtenberg, Frank R., 1992, Corporate Takeovers and Productivity, MIT Press, Cambridge, MA.",
        "Lichtenberg, Frank R. and Donald Siegel, 1990, The effects of leveraged buyouts on productivity and related aspects of firm behavior, Journal of Financial Economics 27, 165-194.",
        "Maksimovic, Vojislav, Gordon M. Phillips, and Liu Yang, 2010, Private and Public Merger Waves, Working paper, University of Maryland.",
        "Nickell, Stephen J., 1996, Competition and corporate performance, Journal of Political Economy 104, 724-746.",
        "Novy-Marx, Robert, 2011, Operating leverage, Review of Finance 15, 103-134.",
        "Raith, Michael, 2003, Competition, risk, and managerial incentives, American Economic Review 93, 1425-1436.",
        "Schmidt, Klaus M., 1997, Managerial incentives and product market competition, Review of Economic Studies 64, 191Ã\u0083Â¢213.",
        "Schoar, Antoinette, 2002, The effect of diversification on firm productivity, Journal of Finance 62:6, 2379-2403.",
        "Shumway, Tyler, 1997, The delisting bias in CRSP data, Journal of Finance 52:1, 327-340.",
        "Tirole, Jean, 1994, The Theory of Industrial Organization, MIT Press, Cambridge, MA.",
        "Zhang, Lu, 2005, The value premium, Journal of Finance 60:1, 67-103."
    ]
}