{
    "id": 17512,
    "cites": 41,
    "cited_by": 13,
    "reference": [
        "Acemoglu, D., 2009. Introduction to Modern Growth Theory. Princeton: Princeton University Press.",
        "Aghion, P. and P. Howitt, 1997. Endogenous Growth Theory. Cambridge: MIT Press.",
        "Alvarez, F., F. Buera and R.E. Lucas, 2011. Models of Idea Flows. NBER Working Paper 14135.",
        "Aruoba, S.B., G. Rocheteau, and C.J. Waller, 2007. Bargaining and the value of money. Journal of Monetary Economics 54, 2636-55.",
        "Berentsen, A., G. Camera and C.J. Waller. 2007. Money, credit and banking. Journal of Economic Theory 135, 171-195",
        "Berentsen, A., M. Rojas Breu, and S. Shi, 2009. Liquidity, innovation and growth. Mimeo, University of Toronto.",
        "Caballero, R., 2006. On the Macroeconomics of Asset Shortages. NBER Working Paper 12753..",
        "Chatterjee, S. and E. Rossi-Hansberg, 2010. Spin-oÃ\u0083Â¯s and the market for ideas. International Economic Review, in press.",
        "Chiu, J. and C. Meh, 2011. Financial intermediation, liquidity and inÃ\u0083Â¯ation. Macroeconomic Dynamics 15, 83-118.",
        "Coase, R., 1937. The nature of the Ã\u0083Â¯rm. Economica 16, 386-405.",
        "DemirgÃ\u0083Æ\u0092Ã\u0083Æ\u0092-Kunt, A. and R. Levine, 1999. Bank-based and Market-based Financial Systems: A CrossCountry Comparison. World Bank Working Paper.",
        "Diamond, D. and P. Dybvig, 1983. Bank runs, deposit insurance, and liquidity. Journal of Political Economy 91, 401-419.",
        "Djankov, S., C. McLiesh, and A. Shleifer, 2007. Private credit in 129 countries. Journal of Financial Economics 84, 299Ã\u0083Â¢329.",
        "Geromichalos, A., J. Licari and J. Lledo, 2007. Asset prices and monetary policy. Review of Economic Dynamics 10, 761-779.",
        "Gertler, M. and N. Kiyotaki, 2010. Financial intermediation and credit policy in business cycle analysis. In B. Friedman and M. Woodford (eds), Handbook of Monetary Economics.",
        "Goldsmith, R.W., 1969. Financial Structure and Development. New Haven: Yale University Press.",
        "Gompers, P.A. and J. Lerner, 1999. The Venture Capital Cycle. Cambridge: MIT Press.",
        "Gorodnichenko, Y. and M. Schnizter, 2010. Financial Constraints and Innovation: Why Poor Countries DonÃ\u0083Â¢t Catch Up? NBER Working Paper 15792.",
        "Greenwood, J., J.M. Sanchez and C. Wang, 2008. Financing development: The role of information costs. American Economic Review, in press.",
        "Greenwood, J., J.M. Sanchez and C. Wang, 2010. Quantifying the impact of Ã\u0083Â¯nancial development on economic development. Mimeo, University of Pennsylvania.",
        "Holmes, T. and J. Schimtz, 1990. A theory of entrepreneurship and its application to the study of business transfers. Journal of Political Economics 98, 265-294.",
        "Holmes, T. and J. Schimtz, 1995. On the turnover of business Ã\u0083Â¯rms and business managers. Journal of Political Economy 103, 1005 - 1038.",
        "Holmstrom, B. and J. Tirole, (2010). Wicksell Lectures: Inside and Outside Liquidity.",
        "Hosios, A., 1990. On the eÃ\u0083Â¯ciency of matching and related models of search and unemployment. Review of Economic Studies 57, 279-298.",
        "Katz, M., C. Shapiro, 1986. How to license intangible property. Quarterly Journal of Economics 91, 240-259.",
        "Kiyotaki, N. and J. Moore, 1997. Credit cycles. Journal of Political Economy 105, 211Ã\u0083Â¢248.",
        "Lagos, R. and R. Wright, 2005. A uniÃ\u0083Â¯ed framework for monetary theory and policy analysis. Journal of Political Economy 113, 463-484.",
        "Lagos, R. and G. Rocheteau, 2008. Money and capital as competing media of exchange. Journal of Economic Theory 142, 247-258.",
        "Lamoreaux, N.R. and K.L. SokoloÃ\u0083Â¯, 1999. Inventive Activity and the Market for Technology in the United States, 1840-1920. NBER Working Paper 7107.",
        "Lester, B., A. Postlewaite and R. Wright, 2011. Information, liquidity, asset prices and monetary policy. Review of Economic Studies, in press.",
        "Li, Y. and G. Rocheteau, 2009. Liquidity Constraints. Mimeo.",
        "Lucas, R.E., 1978. Asset prices in an exchange economy. Econometrica 46, 1426-1445.",
        "Lucas, R.E. and B. Moll, 2011. Knowledge Growth and the Allocation of Time. Mimeo.",
        "Pissarides, C., 2000. Equilibrium Unemployment, 2nd ed. Cambridge: MIT Press.",
        "Montalvo, J. and Y. Yafeh, 1994. A microeconometric analysis of technology transfer: The case of licensing agreements of Japanese Ã\u0083Â¯rms. International Journal of Industrial Organization 12, 227-244.",
        "Mortensen, D.T. and R. Wright, 2002. Competitive pricing and eÃ\u0083Â¯ciency in search equilibrium. International Economic Review 43, 1-20.",
        "Rocheteau, G., 2009. A Monetary Approach to Asset Liquidity. Mimeo, Univerisity of California.",
        "Sakakibara, M., 2009. An Empirical Analysis of Pricing Patent Licensing Contracts. Mimeo, Univerisity of California.",
        "Silviera, R. and R. Wright, 2010. Search and the market for ideas. Journal of Economic Theory 145, 1550-1573.",
        "Waller, C.J., 2010. Random matching and money in the neoclassical growth model: Some analytical results. Macroeconomic Dynamics, in press.",
        "Williamson, S. and R. Wright, 2010. New Monetarist Economics: Models. In B. Friedman and M. Woodford (eds), Handbook of Monetary Economics."
    ]
}