{
    "id": 1751,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Bishop, C. E. (1980), Nursing Home Cost Studies and Reimbursement Issues, Health Care Financing Review, Vol. 2, pp. 47-64.",
        "Frech, H. E., and P. B. Ginsburg (1980), The Cost of Nursing Home Care in the United States: Government Financing, Ownership, and Efficiency, in Health, Economics, and Health Economics, edited by J. Van der Gaag and H. Perlman, North Holland, Amsterdam, pp. 67-81.",
        "Gertler, P. J. (1985a), Regulated Price Discrimination and Quality: The Implications of Medicaid Reimbursement Policy for the Nursing Home Industry, Working Paper No. 267, Department of Economics, State University of New York at Stony Brook.",
        "Gertler, P. .3. (1985b), Subsidies, Quality, and Regulation in the Nursing Home Industry, Working Paper No. 268, Department of Economics, State University of New York at Stony Brook.",
        "Gibsnn, R. M., D. P. Waldo, K. R. Levit, and H. Lazenby, (1984) National Health Care Expenditures, Health Care Financing Review, Vol. 6, No. 1, pp. 1 - 38.",
        "Hansmann, H. (1981), Non-Profit Enterprises in the Performing Arts, Bell Journal of Economics, Vol. 12, pp. 341-361.",
        "Harrington, C. and .3. Swan (1984), MedicaId Nursing Home Reimbursement Policies, Rates, and Expenditures, Health Care Financing Review, Vol 6.",
        "No.1, pp. 39 - 49. Leffler, K. D. (1982), Ambiguous Changes in Product Quality, American Economic Review, Vol. 72, pp. 956-967.",
        "Vogel and H. C. Palmer, Health Care Financing Administration, U.S. Department of Health and Human Services. Pauly, M., and M, Redlsch (1973), The Not for Profit Hospital as a Physicans Cooperative, American Economic Review, Vol. 63, pp. 87-100.",
        "Scanlon, W. .3, (1980), The Market for Nursing Home Care: A Case of an Equilibrium with Excess Demand as a Result of Public Policy, unpublished Pt-.d dissertation, Department of Economics, University of Wisconsin at Madison.",
        "Scherer, F. H. (1980), industrIal Market Structure and Economic Performance, Rand-McNally.",
        "Sheshlnski, E. (1976), Price, Quality, and Quantity Regulation in Monopoly Situations, Economica, Vol. 43, pp. 417-429.",
        "Spence, M. (1975), Monopoly, Quality, and Regulation, Bell Journal of Economics, Vol. 6, pp. 417-429.",
        "White H. (1980), UsIng Least Squares to Approximate Unkown Regression Functions, International Economic Review, Vol. 21, No. 1, pp. 149-170."
    ]
}