{
    "id": 17515,
    "cites": 17,
    "cited_by": 16,
    "reference": [
        "Acemoglu, D., and Johnson, S. (2005), Unbundling Institutions, Journal of Political Economy, 113(5), 949Ã\u0083Â¢95.",
        "Borjas, George J. (1987), Self-Selection and the Earnings of Immigrants , American Economic Review, 77(4), 531-553.",
        "Borjas, George J. (1999), Immigration and Welfare Magnets, Journal of Labor Economics 17(4), 607-37.",
        "Brueckner, Jan K. (2000), Welfare Reform and the Race to the Bottom: Theory and Evidence, Southern Economic Journal, 66(3), 505.",
        "Cohen, Alon, and Assaf Razin, (2009), Skill Composition of Migration and Welfare State Generosity: Comparing Free and Policy-Controlled Migration Regimes, NBER Working Papers 14738.",
        "Coulombe, S. and J-F. Tremblay (2007), Migration and Skill Disparities across the Canadian Provinces, Regional Studies 43 (1), 5-18.",
        "De Giorgi, Giacomo and Michele Pellizzari (2006), Welfare Migration in Europe and the Cost of a Harmonized Social Assistance, IZA Discussion Paper No. 2094.",
        "Docquier, Frederic and Abdeslam Marfouk (2006), International Migration by Educational Attainment 1990-2000, in Caglar Ozden and Maurice SchiÃ\u0083Â¯ (eds.), International Migration, Remittances ad the Brain Drain, McMillan and Palgrave: New York.",
        "Docquier, F. , S. Salomone and H. Rapoport (2011), Remittances, Migrants Ã\u0083Â¢ Education and Immigration Policy: Theory and Evidence from Bilateral Data, mimeo, UC Louvain.",
        "Enchautegui, Maria E. (1997), Welfare Payments and Other Determinants of Female Migration, Journal of Labor Economics, 15, 529.",
        "Gelbach, Jonah B. (2004), The Life-cycle Welfare Migration Hypothesis: Evidence from the 1980 and 1990 Censuses, Journal of Political Economy 112, no. 5, 1091-1130.",
        "Grogger, J. and G. Hanson (2011), Income maximization and the selection and sorting of international migrants, Journal of Development Economics, 95, 1: 42-57.",
        "Hanushek, Eric and Ludger Woessmann (2009), Ã\u0083Â¢Do Better Schools Lead to More Growth? Cognitive Skills, Economic Outcomes, and CausationÃ\u0083Â¢ NBER Working Papers 14738, 14633.",
        "Khoudour-CastÃ\u0083Æ\u0092ras, David (2008), The Impact of BismarckÃ\u0083Â¢s Social Legislation on German Emigration Before World War I, Journal of Economic History 68, 221-243..",
        "Levine, Phillip B. and David J. Zimmerman (1999), An Empirical Analysis of the Welfare Magnet Debate Using the NLSY, Journal of Population Economics, 12(3), 391.",
        "McKinnish, Terra (2007), Ã\u0083Â¢Welfare-Induced Migration at State Borders: New Evidence from Micro-DataÃ\u0083Â¢ Journal of Public Economics, 91, 437..",
        "Razin, Assaf, Efraim Sadka and Benjarong Suwankiri (2011), Migration and the Welfare State: Political Economy Policy Formation, the MIT Press."
    ]
}