{
    "id": 17516,
    "cites": 51,
    "cited_by": 19,
    "reference": [
        "Amromin, Gene, Jennifer Huang, Clemens Sialm, and Edward Zhong, 2011, Ã\u0083Â¢Complex Mortgages, Ã\u0083Â¢ Working Paper, Federal Reserve Bank of Chicago and University of Texas at Austin.",
        "Bajari, Patrick, Chenghuan Sean Chu, and Minjung Park, 2008, Ã\u0083Â¢An Empirical Model of Subprime Mortgage Default From 2000 to 2007,Ã\u0083Â¢ NBER Working Paper No. 14625.",
        "Bhutta, Neil, Jane Dokko, and Hui Shan, 2010, Ã\u0083Â¢The Depth of Negative Equity and Mortgage Default Decisions,Ã\u0083Â¢ Finance and Economics Discussion Series No. 2010-35, Federal Reserve Board.",
        "Brueckner, Jan K., 1994, Ã\u0083Â¢Borrower Mobility, Adverse Selection, and Mortgage Points,Ã\u0083Â¢Journal of Financial Intermediation, 3, 416-441.",
        "Campbell, John Y., Stefano Giglio, and Parag Pathak, 2011, Ã\u0083Â¢Forced Sales and House PricesÃ\u0083Â¢, American Economic Review 101, 2108Ã\u0083Â¢2131.",
        "Campbell, Sean D., Morris A. Davis, Joshua Gallin, and Robert M. Martin, 2009, Ã\u0083Â¢What Moves Housing Markets: A Variance Decomposition of the Rent-Price Ratio,Ã\u0083Â¢ Journal of Urban Economics, 66, 90Ã\u0083Â¢102.",
        "Campbell, Tim S., and J. Kimball Dietrich, 1983, Ã\u0083Â¢The Determinants of Default on Insured Conventional Residential Mortgage Loans,Ã\u0083Â¢ The Journal of Finance, 37, 5.",
        "Carroll, Christopher D., 1997, Ã\u0083Â¢BuÃ\u0083Â¯er-Stock Saving and the Life-Cycle/Permanent Income Hypothesis,Ã\u0083Â¢ Quarterly Journal of Economics 114, 433Ã\u0083Â¢495.",
        "Chatterjee, Satyajit, and Burcu Eyigungor, 2009, Ã\u0083Â¢Foreclosures and House Price Dynamics: A Quantitative Analysis of the Mortgage Crisis and The Foreclosure Prevention Policy,Ã\u0083Â¢ Working Paper, Federal Reserve Bank of Philadelphia.",
        "Chen, Hui, Michael Michaux and Nikolai Roussanov, 2011, Ã\u0083Â¢Houses as ATMs? Mortgage ReÃ\u0083Â¯nancing and Macroeconomic Uncertainty,Ã\u0083Â¢ Working Paper, MIT Sloan, USC and Wharton.",
        "Cocco, Joao, 2011, Ã\u0083Â¢Understanding the Trade-oÃ\u0083Â¯s of Alternative Mortgage Products,Ã\u0083Â¢ Working Paper, London Business School.",
        "Corbae, Dean, and Erwan Quintin, 2010, Ã\u0083Â¢Mortgage Innovation and the Foreclosure Boom,Ã\u0083Â¢ Working Paper, University of Texas and University of Wisconsin.",
        "Curcuru, Stephanie, John Heaton, Deborah Lucas, and Damien Moore, 2010, Ã\u0083Â¢Heterogeneity and Portfolio Choice: Theory and Evidence,Ã\u0083Â¢ The Handbook of Financial Econometrics, volume 1, 337Ã\u0083Â¢382.",
        "Das, Sanjiv R., 2011, Ã\u0083Â¢The Principal Principle: Optimal ModiÃ\u0083Â¯cation of Distressed Home Loans,Ã\u0083Â¢ Working Paper, Santa Clara University.",
        "Deaton, Angus S., 1991, Ã\u0083Â¢Savings and Liquidity Constraints,Ã\u0083Â¢ Econometrica 59, 1221Ã\u0083Â¢1248.",
        "Demyanyk, Yuliya, Ralph S.J. Koijen, and Otto Vam Hemert, 2010, Ã\u0083Â¢Determinants and Consequences of Mortgage Default,Ã\u0083Â¢ Working Paper, Fedreal Reserve Bank of Cleveland and University of Chicago.",
        "Deng, Yongheng, John M. Quigley, and Robert Van Order, 2000, Ã\u0083Â¢Mortgage Terminations, Heterogeneity and the Exercise of Mortgage Options,Ã\u0083Â¢ Econometrica, Vol. 68, No. 2, 275-307.",
        "Diaz, Antonia and Maria-Jose Luengo-Prado, 2008, Ã\u0083Â¢On the User Cost and Homeownership,Ã\u0083Â¢ Review of Economic Dynamics 11, 584Ã\u0083Â¢613.",
        "Doviak, Erik, and Sean MacDonald, 2009, Ã\u0083Â¢Who Defaults? Who goes into Foreclosure?,Ã\u0083Â¢Working paper, City University of New York.",
        "Elul, Ronen, Nicholas Souleles, Souphala Chomsisengphet, Dennis Glennon, and Robert Hunt, 2010,Ã\u0083Â¢What Ã\u0083Â¢TriggersÃ\u0083Â¢ Mortgage Default?,Ã\u0083Â¢ American Economic Review Papers and Proceedings, 100, 490 Ã\u0083Â¢ 494.",
        "Financial Services Authority, 2009, Ã\u0083Â¢Mortgage Market Review,Ã\u0083Â¢ Discussion Paper 09/3.",
        "Foote, Christopher, Kristopher Gerardi, and Paul Willen, 2008, Ã\u0083Â¢Negative Equity and Foreclosure: Theory and Evidence,Ã\u0083Â¢ Journal of Urban Economics, 6 (2), 234 Ã\u0083Â¢ 245.",
        "Foote, Christopher, Kristopher Gerardi, Lorenz Goette, and Paul Willen, 2009, Ã\u0083Â¢Reducing Foreclosures,Ã\u0083Â¢ Discussion Papers, Federal Reserve Bank of Boston.",
        "Friedman, Milton, 1957, A Theory of the Consumption Function, Princeton University Press.",
        "Garriga, Carlos, and Don E. Schlagenhauf, 2009, Ã\u0083Â¢Home Equity, Foreclosures, and Bail-outs,Ã\u0083Â¢ Working paper, Federal Reserve Bank of St. Louis and Florida State University.",
        "Gerardi, Kristopher, Harvey S. Rosen and Paul Willen, 2009, Ã\u0083Â¢The Impact of Deregulation and Financial Innovation on Consumers: The Case of The Mortgage Market,Ã\u0083Â¢ Journal of Finance, forthcoming.",
        "Ghent, A. and M. Kudlyak, 2011, Ã\u0083Â¢Recourse and Residential Mortgage Default: Evidence from U.S. States,Ã\u0083Â¢ Review of Financial Studies 24, 3139Ã\u0083Â¢3186.",
        "Ghent, A., 2011, Ã\u0083Â¢Subprime Mortgages, Mortgage Choice, and Hyperbolic Discounting,Ã\u0083Â¢ Working Paper, Zicklin School of Business.",
        "Glaeser, Edward L. and Jesse M. Shapiro, 2003, Ã\u0083Â¢The BeneÃ\u0083Â¯ts of the Home Mortgage Interest Deduction,Ã\u0083Â¢ Tax Policy and the Economy, 17.",
        "Guiso, Luigi, Paola Sapienza and Luigi Zingales, 2009, Ã\u0083Â¢Moral and Social Constraints to Strategic Default on Mortgages,Ã\u0083Â¢ NBER Working Paper 15145.",
        "Haughwout, Andrew, Ebiere Okah and Joseph Tracy, 2010, Ã\u0083Â¢Second Chances: Subprime Mortgage ModiÃ\u0083Â¯cation and Re-Default,Ã\u0083Â¢ Working Paper, Federal Reserve Bank of New York.",
        "Himmelberg, Charles, Christopher Mayer and Todd Sinai, 2005, Ã\u0083Â¢Assessing High House Prices: Bubbles, Fundamentals and Misperceptions,Ã\u0083Â¢ Journal of Economic Perspectives, 19, 6792.",
        "Krainer, John, Stephen Leroy, and O Munpyung, 2009, Ã\u0083Â¢Mortgage Default and Mortgage Valuation,Ã\u0083Â¢ Working Paper, Federal Reserve Bank of San Francisco and University of California Santa Barbara.",
        "Li, Wenli, Michelle J. White, and Ning Zhu, 2010, Ã\u0083Â¢Did Bankruptcy Reform Cause Mortgage Default to Rise?,Ã\u0083Â¢ NBER Working Paper, 15968.",
        "Lusardi, Annamaria and Olivia Mitchell, 2007, Ã\u0083Â¢Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth,Ã\u0083Â¢ Journal of Monetary Economics, 54, 205-224.",
        "Mayer, Christopher, Karen Pence and Shane Sherlund, 2009, Ã\u0083Â¢The Rise in Mortgage Defaults,Ã\u0083Â¢ Journal of Economic Perspectives, 23, Number 1, 27-50.",
        "Mian, Atif and Amir SuÃ\u0083Â¯, 2009, Ã\u0083Â¢The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis,Ã\u0083Â¢ Quarterly Journal of Economics, 124, 4.",
        "Miles, David, 2004, The UK Mortgage Market: Taking a Longer-term View, HM Treasury.",
        "Mitman, Kurt, 2011, Ã\u0083Â¢The Macroeconomic EÃ\u0083Â¯ects of Bankruptcy and Foreclosure Policies,Ã\u0083Â¢ Working Paper, Penn Institute For Economic Research.",
        "Narita, Machiko, 2011, Ã\u0083Â¢Understanding the Housing Bust: Disentangling Credit Crunch and Severe Recession,Ã\u0083Â¢ Working Paper, University of Minnesota and Federal Reserve Bank of Minneapolis.",
        "Piazzesi, Monika, Martin Schneider and Selale Tuzel, 2007, Ã\u0083Â¢Housing, Consumption, and Asset Pricing,Ã\u0083Â¢ Journal of Financial Economics, 83, 531-569.",
        "Piazzesi, Monika, and Martin Schneider, 2010, Ã\u0083Â¢InÃ\u0083Â¯ation and the Price of Real Assets,Ã\u0083Â¢ Working Paper, Stanford University.",
        "Piskorski, Tomasz and Alexei Tchistyi, 2011, Ã\u0083Â¢Stochastic House Appreciation and Optimal Subprime Lending,Ã\u0083Â¢ Review of Financial Studies 24, 1407Ã\u0083Â¢1446.",
        "Poterba, James M., 1984, Ã\u0083Â¢Tax Subsidies to Owner-Occupied Housing: An Asset-Market Approach,Ã\u0083Â¢ The Quarterly Journal of Economics, 99, 729Ã\u0083Â¢752.",
        "Poterba, James M., and Todd Sinai 2011, Ã\u0083Â¢Revenue Costs and Incentive EÃ\u0083Â¯ects of Mortgage Interest Deduction For Owner-Occupied Housing,Ã\u0083Â¢ The National Tax Journal, 64, 531Ã\u0083Â¢ 564.",
        "Schwartz, Eduardo S. and Walter N. Torous, 2003, Ã\u0083Â¢Mortgage Prepayment and Default Decisions: A Poisson Regression Approach,Ã\u0083Â¢ Real Estate Economics, 21, 4, 431-449.",
        "Sinai, Todd and Nicholas Souleles, 2005, Ã\u0083Â¢Owner-Occupied Housing as a Hedge Against Rent Risk,Ã\u0083Â¢ Quarterly Journal of Economics, 120, 2, 763-789.",
        "Stanton, Richard and Nancy Wallace, 1998, Ã\u0083Â¢Mortgage Choice: WhatÃ\u0083Â¢s the Point?,Ã\u0083Â¢ Real Estate Economics, 26, 173-205.",
        "Stanton, Richard and Nancy Wallace, 1999, Ã\u0083Â¢Anatomy of an ARM: The Interest Rate-Risk of Adjustable-Rate Mortgages,Ã\u0083Â¢ Journal of Real Estate and Finance and Economics, 19, 49-67.",
        "Vandell, Kerry D., 1978, Ã\u0083Â¢Default Risk Under Alternative Mortgage Instruments,Ã\u0083Â¢ The Journal of Finance, 33, 5, 1279-1296.",
        "Zeldes, Stephen, 1989, Ã\u0083Â¢Optimal Consumption with Stochastic Income: Deviations from Certainty EquivalenceÃ\u0083Â¢, Quarterly Journal of Economics 104, 275Ã\u0083Â¢298."
    ]
}