{
    "id": 17518,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Alessandri, Piergiorgio and Andrew Haldane (2009) Ã\u0083Â¢Banking on the State,Ã\u0083Â¢ BIS Review, 139, Nov.11, Bank for International Settlements. (http://www.bis.org/review/r091111e.pdf) Bae, Kee-Hong, Jun-Koo Kang, and Jin-Mo Kim (2002) Tunneling or Value Added? Evidence from Mergers by Korean Business Groups, Journal of Finance, 57(6), 2695-2740.",
        "Baek, Jae-Sung, Jun-Joo Kang, and Kyung Suh Park (2004) Corporate Governance and Firm Value: Evidence from the Korean Financial Crisis, Journal of Financial Economics, Vol. 71 (2), February, 265-313.",
        "Beck, Thorsten, Asli DemirgÃ\u0083Æ\u0092Ã\u0083Æ\u0092-Kunt, and Ross Levine (2003) Law, Endowments, and Finance, Journal of Financial Economics, 70(2), 137-181.",
        "Beck, Thorsten and Ross Levine (2002) Industry Growth and Capital Allocation: Does Having a Market- or Bank-based System Matter? Journal of Financial Economics, 64(2), 147-180.",
        "Black, Bernard S., Hasung Jang and Woochan Kim (2006), Does Corporate Governance Predict Firms' Market Values? Evidence form Korea, Journal of Law, Economics and Organization, 22(2), October, 366-413.",
        "Borensztein, Eduardo and Jong-Wha Lee (2002) Financial Crisis and Credit Crunch in Korea: Evidence from Firm-Level Data, Journal of Monetary Economics, 49(4), 853-875.",
        "Claessens, Stijn, Simeon Djankov, and Larry H. P. Lang (2000) The Separation of Ownership and Control in East Asian Corporations, Journal of Financial Economics, 58(1), 81-112.",
        "Joh, Sung Wook (2003), Corporate Governance and Firm Profitability: Evidence from Korea before the Economic Crisis, Journal of Financial Economics, Volume 68, No. 2, May, 287322.",
        "Johnson, Simon, Peter Boone, Alasdair Breach, and Eric Friedman (2000) Corporate Governance in the Asian Financial Crisis, Journal of Financial Economics, Vol. 58 (1-2), October/November, 141-186.",
        "Johnson, Simon and James Kwak (2010) 13 Bankers: The Wall Street Takeover and the Next Financial Meltdown, Pantheon Books, New York.",
        "Johnson, Simon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer (2000) Ã\u0083Â¢Tunneling,Ã\u0083Â¢American Economic Review (Papers and Proceedings), Vol.90, no.2, pp.22-27, May.",
        "Krueger, Anne O. and Jungho Yoo (2002) Falling Profitability, Higher Borrowing Costs, and Chaebol Finances during the Korean Crisis, Chapter 5 in Korean Crisis and Recovery, edited by David T. Coe and Se-Jik Kim, International Monetary Fund, Washington DC, and Korea Institute for International Economic Policy, Seoul, South Korea.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny (1997) Legal Determinants of External Finance, Journal of Finance, 52 (3), 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny (1998) Law and Finance, Journal of Political Economy, 106 (6), 1113-1155.",
        "Lemmon, Michael L. and Karl V. Lins (2003) Ownership Structure, Corporate Governance, and Firm Value: Evidence from the East Asian Financial Crisis, Journal of Finance, Vol. 58 (4), 1445-68.",
        "MacKie-Mason, Jeffrey K. (1990) Ã\u0083Â¢Do Taxes Affect Corporate Financing Decisions?Ã\u0083Â¢ Journal of Finance, 45(5), pp. 1471-93.",
        "Mitton, Todd (2002) A Cross-Firm Analysis of the Impact of Corporate Governance on the East Asian Financial Crisis, Journal of Financial Economics, 64 (2), February, 215-241.",
        "Morck, Randall, Daniel Wolfenzon, and Bernard Yeung (2005) Corporate Governance, Economic Entrenchment, and Growth, Journal of Economic Literature, 43(3), 655-720.",
        "Oh, Gyutaeg and Changyong Rhee (2002) The Role of Corporate Bond Markets in Korean Financial Restructuring Process, Chapter 7 in Korean Crisis and Recovery, edited by David T. Coe and Se-Jik Kim, International Monetary Fund, Washington DC, and Korea Institute for International Economic Policy, Seoul, South Korea.",
        "Sorkin, Andrew Ross (2009) Too Big To Fail: The Inside Story of How Wall Street and Washington Fought to Save the Financial System Ã\u0083Â¢ and Themselves, Viking Adult, New York.",
        "Stern, Gary H. and Ron J. Feldman (2004) Too Big To Fail: The Hazards of Bank Bailouts, Brookings Institution Press, Washington DC.",
        "Summers, Larry (2000) Ã\u0083Â¢International Financial Crises: Causes, Prevention, and Cures,Ã\u0083Â¢ American Economic Review (Papers and Proceedings), 90(2), May, 1-16. (Ely Lecture to the American Economic Association annual meeting in January 2000.) -30000 -15000 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 BillionWon Bonds Equity Financial Intermediaries"
    ]
}