{
    "id": 17519,
    "cites": 48,
    "cited_by": 9,
    "reference": [
        "Ackerberg, D. A. and Devereux, P. J. (2009). Improved Jive estimators for overidentiÃ\u0083Â¯ed linear models with and without heteroskedasticity. Review of Economics and Statistics, 91 (2), 351Ã\u0083Â¢362.",
        "Aizer, A. and Doyle, Jr., J. J. (2011). EÃ\u0083Â¯ects of Juvenile Incarceration: Evidence from Randomly-Assigned Judges, unpublished manuscript.",
        "Anatolyev, S. (2011). Instrumental variables estimation and inference in the presence of many exogenous regressors, unpublished manuscript.",
        "Anderson, T. W., Kunitomo, N. and Matsushita, Y. (2010). On the asymptotic optimality of the LIML estimator with possibly many instruments. Journal of Econometrics, 157 (2), 191Ã\u0083Â¢204.",
        "Ã\u0083Â¢ and Rubin, H. (1949). Estimation of the Parameters of a Single Equation in a Complete System of Stochastic Equations. The Annals of Mathematical Statistics, 20 (1), 46Ã\u0083Â¢63.",
        "Andrews, D. W. K., Moreira, M. J. and Stock, J. H. (2006). Optimal Two-Sided Invariant Similar Tests for Instrumental Variables Regression. Econometrica, 74 (3), 715Ã\u0083Â¢752.",
        "Angrist, J. D., Imbens, G. W. and Krueger, A. B. (1999). Jackknife instrumental variables estimation. Journal of Applied Econometrics, 14 (1), 57Ã\u0083Â¢67.",
        "Ã\u0083Â¢ and Krueger, A. B. (1991). Does compulsory school attendance aÃ\u0083Â¯ect schooling and earnings? The Quarterly Journal of Economics, 106 (4), 979Ã\u0083Â¢1014.",
        "Ã\u0083Â¢ and Pischke, J.-S. (2009). Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢s Companion. Princeton: Princeton University Press.",
        "Ashley, R. (2009). Assessing the credibility of instrumental variables inference with imperfect instruments via sensitivity analysis. Journal of Applied Econometrics, 24 (2), 325Ã\u0083Â¢337.",
        "Basmann, R. L. (1957). A generalized classical method of linear estimation of coeÃ\u0083Â¯cients in a structural equation. Econometrica, 25 (1), 77Ã\u0083Â¢83.",
        "Bekker, P. A. (1994). Alternative Approximations to the Distributions of Instrumental Variable Estimators. Econometrica, 62 (3), 657Ã\u0083Â¢681.",
        "Ã\u0083Â¢ and van der Ploeg, J. (2005). Instrumental variable estimation based on grouped data.",
        "Statistica Neerlandica, 59 (3), 239Ã\u0083Â¢267. [38] Belloni, A., Chen, D., Chernozhukov, V. and Hansen, C. B. (2011). Sparse models and methods for optimal instruments with an application to eminent domain, unpublished manuscript.",
        "Berkowitz, D., Caner, M. and Fang, Y. (2008). Are Ã\u0083Â¢Nearly Exogenous InstrumentsÃ\u0083Â¢ reliable? Economics Letters, 101 (1), 20Ã\u0083Â¢23.",
        "Caner, M. (2007). Near Exogeneity and Weak IdentiÃ\u0083Â¯cation in Generalized Empirical Likelihood Estimators: Many Moment Asymptotics, unpublished manuscript.",
        "Chamberlain, G. and Imbens, G. W. (2004). Random EÃ\u0083Â¯ects Estimators with Many Instrumental Variables. Econometrica, 72 (1), 295Ã\u0083Â¢306.",
        "Chao, J. C. and Swanson, N. R. (2005). Consistent estimation with a large number of weak instruments. Econometrica, 73 (5), 1673Ã\u0083Â¢1692.",
        "Ã\u0083Â¢, Ã\u0083Â¢, Hausman, J. A., Newey, W. K. and Woutersen, T. (2010). Asymptotic Distribution of JIVE in a Heteroskedastic IV Regression with Many Instruments. Econometric Theory, (forthcoming).",
        "Chetty, R., Friedman, J. N., Hilger, N., Saez, E., Schanzenbach, D. W. and Yagan, D. (2011). How does your kindergarten classroom aÃ\u0083Â¯ect your earnings? Quarterly Journal of Economics, (forthcoming).",
        "Chioda, L. and Jansson, M. (2009). Optimal Invariant Inference When the Number of Instruments Is Large. Econometric Theory, 25 (3), 793Ã\u0083Â¢805.",
        "Davidson, R. and MacKinnon, J. G. (1993). Estimation and Inference in Econometrics. Oxford: Oxford University Press.",
        "Fisher, F. M. (1961). On the cost of approximate speciÃ\u0083Â¯cation in simultaneous equation estimation. Econometrica, 29 (2), 139Ã\u0083Â¢170.",
        "Ã\u0083Â¢ (1966). The relative sensitivity to speciÃ\u0083Â¯cation error of diÃ\u0083Â¯erent k-class estimators. Journal of the American Statistical Association, 61 (314), 345Ã\u0083Â¢356. [39] Ã\u0083Â¢ (1967). Approximate SpeciÃ\u0083Â¯cation and the Choice of a k-Class Estimator. Journal of the American Statistical Association, 62 (320), 1265Ã\u0083Â¢1276.",
        "Flores, C. A. and Flores-Lagunes, A. (2010). Partial IdentiÃ\u0083Â¯cation of Local Average Treatment EÃ\u0083Â¯ects with an Invalid Instrument, unpublished manuscript.",
        "Fryer, R. G. (2011). Financial Incentives and Student Achievement: Evidence from Randomized Trials. Quarterly Journal of Economics, (forthcoming).",
        "Gautier, E. and Tsybakov, A. B. (2011). High-dimensional instrumental variables regression and conÃ\u0083Â¯dence sets, unpublished manuscript.",
        "Guggenberger, P. (2010). On the Asymptotic Size Distortion of Tests When Instruments Locally Violate the Exogeneity Assumption, unpublished manuscript.",
        "Hahn, J. (2002). Optimal inference with many instruments. Econometric Theory, 18 (1), 140Ã\u0083Â¢168.",
        "Ã\u0083Â¢ and Hausman, J. A. (2005). IV Estimation with Valid and Invalid Instruments. Annales dÃ\u0083Â¢Economie et de Statistique, (79/80), 25Ã\u0083Â¢57.",
        "Hansen, C. B., Hausman, J. A. and Newey, W. K. (2008). Estimation With Many Instrumental Variables. Journal of Business and Economic Statistics, 26 (4), 398Ã\u0083Â¢422.",
        "Hausman, J. A., Newey, W. K., Woutersen, T., Chao, J. C. and Swanson, N. R. (2009). Instrumental Variable Estimation with Heteroskedasticity and Many Instruments, unpublished manuscript.",
        "Kraay, A. (2008). Instrumental Variables Regressions with Honestly Uncertain Exclusion Restrictions, unpublished manuscript.",
        "Kunitomo, N. (1980). Asymptotic expansions of the distributions of estimators in a linear functional relationship and simultaneous equations. Journal of the American Statistical Association, 75 (371), 693Ã\u0083Â¢700.",
        "Levitt, S. D., List, J. A., Neckermann, S. and Sadoff, S. (2011). The Impact of Short-term Incentives on Student Performance, unpublished manuscript.",
        "Mariano, R. S. (1973). Approximations to the Distribution Functions of TheilÃ\u0083Â¢s k-Class Estimators. Econometrica, 41 (4), 715Ã\u0083Â¢721.",
        "Morimune, K. (1983). Approximate distributions of k-class estimators when the degree of overidenti Ã\u0083Â¯ability is large compared with the sample size. Econometrica, 51 (3), 821Ã\u0083Â¢841. [40] Nagar, A. L. (1959). The bias and moment matrix of the general k-class estimators of the parameters in simultaneous equations. Econometrica, 27 (4), 575Ã\u0083Â¢595.",
        "Nagin, D. and Snodgrass, M. G. (2011). The EÃ\u0083Â¯ect of Incarceration on OÃ\u0083Â¯ending: Evidence from a Natural Experiment in Pennsylvania, unpublished manuscript.",
        "Nevo, A. and Rosen, A. M. (2010). IdentiÃ\u0083Â¯cation with Imperfect Instruments. Review of Economics and Statistics, (forthcoming).",
        "Newey, W. K. and McFadden, D. L. (1994). Large sample estimation and hypothesis testing. In R. F. Engle and D. L. McFadden (eds.), Handbook of Econometrics, vol. 4, Chapter 36, Elsevier, pp. 2111Ã\u0083Â¢2245.",
        "Phillips, G. D. A. and Hale, C. (1977). The Bias of Instrumental Variable Estimators of Simultaneous Equation Systems. International Economic Review, 18 (1), 219Ã\u0083Â¢228.",
        "Reinhold, S. and Woutersen, T. (2011). Endogeneity and Imperfect Instruments in Applied Work : Deriving Bounds in a Semiparametric Model, unpublished manuscript.",
        "Rothenberg, T. J. (1984). Approximating the distributions of econometric estimators and test statistics. In Z. Griliches and M. D. Intriligator (eds.), Handbook of econometrics, vol. 2, Chapter 15, Elsevier, pp. 881Ã\u0083Â¢935.",
        "Staiger, D. and Stock, J. H. (1997). Instrumental Variables Regression with Weak Instruments. Econometrica, 65 (3), 557Ã\u0083Â¢586.",
        "Theil, H. (1961). Economic Forecasts and Policy. Amsterdam: Horth-Holland, 2nd edn.",
        "Ã\u0083Â¢ (1971). Principles of Econometrics. New York: John Wiley & Sons.",
        "van Hasselt, M. (2010). Many Instruments Asymptotic Approximations Under Nonnormal Error Distributions. Econometric Theory, 26 (02), 633Ã\u0083Â¢645.",
        "Wooldridge, J. M. (2002). Econometric Analysis of Cross Section and Panel Data. Cambridge, MA: MIT Press. [41]"
    ]
}