{
    "id": 17522,
    "cites": 56,
    "cited_by": 2,
    "reference": [
        "Airaksinen, T., and T. Kallinen, 1987, Yhteisoomistus ja ristiinomistus suomalaisissa suuryrityksissa, working paper, Research Institute of the Finnish Economy.",
        "Allen, Franklin, and Douglas Gale, 1994, Financial Innovation and Risk Sharing. (MIT Press, Cambridge, Massachusetts).",
        "Allen, Franklin, and Douglas Gale, 2000, Comparing Financial Systems. (MIT Press, Cambridge, Massachusetts).",
        "Allen, Franklin, and Anthony M. Santomero, 1998, The Theory of Financial Intermediation, Journal of Banking and Finance 21, 1461Ã\u0083Â¢1485.",
        "Auerbach, Alan J., and Mervyn A. King, 1983, Taxation, Portfolio Choice, and Debt-Equity Ratios: A General Equilbrium Model, Quarterly Journal of Economics 98, 587Ã\u0083Â¢610.",
        "Bailey, Martin J., 1969, Capital Gains and Income Taxation, in Arnold C. Harberger and Martin J. Bailey, eds.: The Taxation of Income from Capital (The Brookings Institution, Washington D.C.). Bell, Leonie, and Tim Jenkinson, 2002, New Evidence on the Impact of Dividend Taxation and on the Identity of the Marginal Investor, Journal of Finance 57, 1321Ã\u0083Â¢1346.",
        "Bergstresser, Daniel, and James M. Poterba, 2004, Asset Allocation and Location Decisions: Evidence from the Survey of Consumer Finances, JPubE 88, 1893Ã\u0083Â¢1915.",
        "Black, Fisher, and Myron Scholes, 1974, The EÃ\u0083Â¯ects of Dividend Yield and Dividend Policy on Common Stock Prices and Returns, Journal of Financial Economics 1, 1Ã\u0083Â¢22.",
        "Blackburn, Robin, 2002, Banking on DeathÃ\u0083Â¢Or, Investing in Life: The History and Future of Pensions. (Biddles Ltd, Guildford and KingÃ\u0083Â¢s Lynn, United Kingdom).",
        "Booth, Laurence D., and David J. Johnston, 1984, The Ex-Dividend Day Behavior of Canadian Stock Prices: Tax Changes and Clientele EÃ\u0083Â¯ects, Journal of Finance 39, 457Ã\u0083Â¢476.",
        "Borsch-Supan, Axel, 1994, Savings in GermanyÃ\u0083Â¢Part I: Incentives, in James M. Poterba, ed.: Public Policies and Household Saving (University of Chicago Press).",
        "Brav, Alon, John R. Graham, Campbell R. Harvey, and Roni Michaely, 2008, Managerial Response to the May 2003 Dividend Tax Cut, Financial Management pp. 611Ã\u0083Â¢624.",
        "Brennan, Michael J., 1970, Taxes, Market Valuation and Corporate Financial Policy, National Tax Journal 23, 417Ã\u0083Â¢427.",
        "Chay, J.B., Dosoung Choi, and JeÃ\u0083Â¯rey PontiÃ\u0083Â¯, 2006, Market Valuation of Tax-Timing Options: Evidence from Capital Gains Distributions, Journal of Finance 61, 837Ã\u0083Â¢866.",
        "Chetty, Raj, and Emmanuel Saez, 2005, Dividend Taxes and Corporate Behavior: Evidence from the 2003 Dividend Tax Cut, Quarterly Journal of Economics 120, 791Ã\u0083Â¢833.",
        "CoÃ\u0083Â¯ee, John C., 1991, Liquidity versus Control: The Institutional Investor as Corporate Monitor, Columbia Law Review 91, 1277Ã\u0083Â¢1368.",
        "Corneo, Giacomo, 2005, The Rise and Likely Fall of the German Income Tax, 1958-2005, CESifo Economic Studies 51, 159Ã\u0083Â¢186.",
        "Dahlquist, Magnus, Goran Robertsson, and Kristian Rydqvist, 2009, Direct Evidence of Dividend Tax Clienteles, SSRN working paper.",
        "Dammon, Robert M., Chester S. Spatt, and Harold H. Zhang, 2004, Optimal Asset Location and Allocation with Taxable and Tax-deferred Investing, Journal of Finance 59, 999Ã\u0083Â¢1038.",
        "Elton, Edwin J., and Martin J. Gruber, 1970, Marginal Stockholders Tax Rates and the Clientele EÃ\u0083Â¯ect, Review of Economics and Statistics 52, 68Ã\u0083Â¢74.",
        "Fama, Eugene F., and Kenneth R. French, 2002, The Equity Premium, Journal of Finance 57, 637Ã\u0083Â¢660.",
        "Ferreira, Miguel A., and Pedro Matos, 2008, The Colors of InvestorsÃ\u0083Â¢ Money: The Role of Institutional Investors Around the World, Journal of Financial Economics 88, 499Ã\u0083Â¢533.",
        "FESE, 2007, Share Ownership Structure in Europe, Federation of European Securities Exchanges.",
        "Foug`ere, Denis, 1994, Public Policies and Household Saving in France, in J. Poterba, ed.: Public Policies and Household Saving (University of Chicago Press).",
        "French, Kenneth R., 2008, Presidential Address: The Cost of Active Investing, Journal of Finance 63, 1537Ã\u0083Â¢1573.",
        "Grandell, Axel, 1959, Aktiesparande, working paper, Swedish School of Economics (Ã\u0083â\u0080¹Abo Akademi).",
        "Green, Richard C., and Burton HolliÃ\u0083Â¯eld, 2003, The Personal-Tax Advantages of Equity, Journal of Financial Economics 67, 175Ã\u0083Â¢216.",
        "Howell, David, 2008, The analysis of missing data, In William Outhwaite and S. Turner (eds.), Handbook of Social Science Methodology, London: Sage.",
        "Huang, Jennifer, 2008, Taxable and Tax-Deferred Investing: A Tax-Arbitrage Approach, Review of Financial Studies 21, 2173Ã\u0083Â¢2207.",
        "International Monetary Fund, 2009, International Financial Statistics (IFS). (Washington, D.C.). Ippolito, Richard A., 1986, Pensions, Economics, and Public Policy. (Dow Jones-Irwin Homewood Illinois).",
        "Ishi, Hiromitsu, 2001, The Japanese Tax System. (Oxford University Press).",
        "Julio, Brandon, and David Ikenberry, 2004, Reappearing Dividends, Journal of Applied Corporate Finance 16, 89Ã\u0083Â¢100.",
        "Karhunen, Jussi, and Matti Keloharju, 2001, Shareownership in Finland 2000, Finnish Journal of Business Economics 50, 188Ã\u0083Â¢226.",
        "King, Mervyn A., 1977, Public Policy and the Corporation. (John Wiley & Sons New York).",
        "Kukkonen, Matti, 2000, Capital Gains Taxation and Realization Behaviour: Evidence from Finish Panel Data, Dissertaion Helsinki School of Economics and Business Administration.",
        "Laakso, J., 1979, Osake, obligaatio ja porssi, working paper Helsinki School of Economics.",
        "Lakonishok, Joseph, and Theo Vermaelen, 1983, Tax Reform and Ex-Dividend Day Behavior, Journal of Finance 38, 1157Ã\u0083Â¢1179.",
        "Litzenberger, Robert H., and Krishna Ramaswamy, 1979, The EÃ\u0083Â¯ects of Personal Taxes and Dividends on Capital Asset Prices: Theory and Empirical Evidence, Journal of Financial Economics 7, 163Ã\u0083Â¢195.",
        "Lucas, Robert E., 1978, Asset Prices in an Exchange Economy, Econometrica 46, 1429Ã\u0083Â¢1445.",
        "Mehra, Rajnish, and Edward C. Prescott, 1985, The Equity Premium: A Puzzle, 15, 145Ã\u0083Â¢161.",
        "Miller, Merton H., 1977, Debt and Taxes, Journal of Finance 32, 261Ã\u0083Â¢275.",
        "Moyle, John, 1971, The Pattern of Ordinary Share Ownership. (Cambridge University Press).",
        "OECD, 2002, Forty YearsÃ\u0083Â¢ Experience with the OECD Code of Liberalisation of Capital Movements. (OECD, Paris).",
        "Orhnial, A. J. H., and L. P. Foldes, 1975, Estimates of Marginal Tax Rates for Dividends and Bond Interest in the United Kingdom, Economica 42, 79Ã\u0083Â¢91.",
        "Parks, Richard, 1967, EÃ\u0083Â¯cient Estimation of a System of Regression Equations When Disturbances Are Both Serially and Contemporaneously Correlated, Journal of the American Statistical Association 62, 500Ã\u0083Â¢509.",
        "Perry, J. Harvey, 1989, A Fiscal History of CanadaÃ\u0083Â¢The Postwar Years. (Canadian Tax Foundation Toronto).",
        "Perry, J. Harvey, 1990, Taxation in Canada. (Canadian Tax Foundation Toronto).",
        "Piketty, Thomas, 2001, Les hauts revenue en France au XXe si`ecleÃ\u0083Â¢Inegalite et redistributions 1901-1998. (Paris: Grasset).",
        "Poterba, James M., and Andrew A. Samwick, 2003, Taxation and Household Portfolio Composition: US Evidence from the 1980s and the 1990s, Journal of Public Economics 87, 5Ã\u0083Â¢38.",
        "Protopapadakis, Aris, 1983, Some Indirect Evidence on EÃ\u0083Â¯ective Capital Gains Tax Rates, Journal of Business 56, 127Ã\u0083Â¢138.",
        "Revell, Jack, and John Moyle, 1966, The Owners of Quoted SharesÃ\u0083Â¢A Survey for 1963. (Chapman and Hall Ltd London). Revenue Canada, 1950Ã\u0083Â¢2006, Taxation Statistics. (Ottawa, Canada).",
        "Rydqvist, Kristian, Steven T. Schwartz, and Joshua D. Spizman, 2010, The Tax BeneÃ\u0083Â¯t of Income Smoothing, working paper Binghamton University.",
        "Sagoo, Sumeet, 2005, Facts and Figures on Government Finance 38th Edition. (Tax Foundation Washington, DC).",
        "Sialm, Clemens, 2009, Tax Changes and Asset Pricing, American Economic Review 99, 1356Ã\u0083Â¢1383.",
        "Sialm, Clemens, and Laura Starks, 2010, Mutual Fund Tax Clienteles, SSRN working paper.",
        "Soderberg, Hans, 1996, Inkomstskattens utveckling under 1900-talet. En vagvisare for skatteber akningar Ã\u0083â\u0080¹aren 1921-1996. (Skattebetalarnas forening Stockholm)."
    ]
}