{
    "id": 17526,
    "cites": 50,
    "cited_by": 1,
    "reference": [
        "Agricultural Adjustment Administration. Agricultural Adjustment, 1933-1935: A Report of the Administration of the Agricultural Adjustment Act May 12, 1933 to December 31, 1935.",
        "A76.401:33-40. Washington, D.C.: Government Printing Office, 1936.",
        "Barreca, Alan. 2010. The Long-Term Economic Impact of In Utero and Postnatal Exposure to Malaria. Journal of Human Resources, 45(10): 865-892.",
        "Bleakley, Hoyt. 2003. Disease and Development: Evidence from the American South. Journal of European Economic Association, 1(2-3): 376-386.",
        "__________. 2007. Disease and Development: Evidence from Hookworm Eradication in the American South. Quarterly Journal of Economics, 122(1): 73-117.",
        "__________. 2010. Malaria in the Americas: A Retrospective Analysis of Childhood Exposure. American Economic Journal: Applied Economics 2(2): 1-45.",
        "Boustan, Leah Platt, Price V. Fishback, and Shawn E. Kantor. 2010. Ã\u0083Â¢The Effect of Internal Migration on Local Labor Markets: American Cities During the Great Depression.Ã\u0083Â¢ Journal of Labor Economics 28(4): 719-746.",
        "Burlando, Alfredo. 2009. Does Malaria Reduce Education? Findings from the Ethiopian Highlands. Boston University mimeo.",
        "Boyd, Mark F. 1941. Ã\u0083Â¢An Historical Sketch of the Prevalence of Malaria in North America.Ã\u0083Â¢ American Journal of Tropical Medicine s1-21(2): 223-244.",
        "Caldas de Castro, Marcia, and Roberto L. Monte-Mor, Diana O. Sawyer, Burton H. Singer. 2006. Ã\u0083Â¢Malaria Risk on the Amazon Frontier.Ã\u0083Â¢ Proceeding of the National Academy of Sciences of the United States of America 103(7): 2452-2457.",
        "Coen, Robert M. 1973. Labor Force and Unemployment in the 1920's and 1930's: A ReExamination Based on Postwar Experience. The Review of Economics and Statistics, 55(1): 46-55.",
        "Conley, Timothy G., and Francesca Molinari. 2007. Ã\u0083Â¢Spatial correlation robust inference with errors in location or distance.Ã\u0083Â¢ Journal of Econometrics 140: 76-96.",
        "Craig, M.H., R.W. Snow, and D. le Sueur. 1999. A Climate-based Distribution Model of Malaria Transmission in Sub-Saharan Africa. Parasitology Today, 15(3): 105-111.",
        "Cutler, David and Grant Miller. 2005. Ã\u0083Â¢The Role of Public Health Improvement in Health Advances: The Twentieth-Century United States.Ã\u0083Â¢ Demography 42(1): 1-22.",
        "Depew, Brigham. 2010. Ã\u0083Â¢The Impact of the AAA on the Displacement of Share Tenants and the Modernization of the Agriculture Labor Structure.Ã\u0083Â¢ Unpublished working Paper. University of Arizona.",
        "Faust, Ernest Carroll. 1932. The 1930 Status of Malaria in the Southern United States, as Determined by Mortality Data. Southern Medical Journal, 25(5): 544-549.",
        "__________. 1945. Clinical and Public Health Aspects of Malaria in the United States from a Historical Perspective. American Journal of Tropical Medicine, 25: 185-201.",
        "Faust, Ernest Carroll, and Lois De Bakey. 1941. Malaria Mortality in the Southern United States for the Year 1940, with Supplementary Data on Malaria in Other States. National Malaria Society Journal, 1: 125-131.",
        "Fishback, Price V., Michael R. Haines, and Shawn Kantor. 2007. Births, Deaths, and New Deal Relief During the Great Depression. The Review of Economics and Statistics 89(1): 1-14.",
        "Fishback, Price, William Horrace and Shawn Kantor. 2006. Ã\u0083Â¢The Impact of New Deal Expenditures on Mobility During the Great Depression.Ã\u0083Â¢ Explorations in Economic History 43(2): 179-222.",
        "Fishback, Price V., and Melissa A. Thomasson . 2006. Ã\u0083Â¢ Public assistance and federal work programs Ã\u0083Â¢ recipients, assistance, persons employed, and earnings: 1933Ã\u0083Â¢1943 .Ã\u0083Â¢ Table Bf663-678 in Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, edited by Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press.",
        "Fishback, Price V., Shawn Kantor, and John Joseph Wallis. 2003. Can the New Deal's Three R's Be Rehabilitated? A Program-by-Program County-by-County Analysis. Explorations in Economic History (40): 278-307.",
        "Fox, Jonathan. 2011. Ã\u0083Â¢Public Health Movements, Local Poor Relief, and Child Mortality in American Cities: 1923-1932.Ã\u0083Â¢ Working paper. Max Plank Institute.",
        "Historical, Demographic, Economic, and Social Data: The United States, 1790-2000. Interuniversity Consortium for Political and Social Research, Ann Arbor, MI: Inter-university Consortium for Political and Social Research.",
        "Hoffman, Fredrick. 1932. Malaria in Florida, Georgia, and Alabama. Newark, NJ: Prudential Press.",
        "Hong, Sok Chul. 2007. The Burden of Early Exposure to Malaria in the United States, 18501860: Malnutrition and Immune Disorders. The Journal of Economic History, 67(4): 100135.",
        "__________. 1998. Water won't run uphill: the New Deal and malaria control in the American South, 1933-1940. Parassitologia, 40: 183-191.",
        "__________. 2001. Malaria: Poverty, Race, and Public Health in the United States. Baltimore, MD: The John Hopkins University Press.",
        "Ijumba J. N. and S. W. Lindsay. 2001. Ã\u0083Â¢Impact of irrigation on malaria in Africa: paddies paradox.Ã\u0083Â¢ Medical and Veterinary Entomology 15: 1-11.",
        "Keeling, M.J. and Rohani, P. 2007. Modeling Infectious Diseases in Humans and Animals. Princeton NJ: Princeton University Press.",
        "Kitchens, Carl. 2011. Ã\u0083Â¢A Dam Reduction in Malaria: TVAÃ\u0083Â¢s Fight Against Malaria, 1926-1951.Ã\u0083Â¢ Working Paper at the University of Arizona.",
        "Lucas, Adrienne M. 2010. Malaria Eradication and Educational Attainment: Evidence from Paraguay and Sri Lanka.Ã\u0083Â¢ American Economic Journal: Applied Economics, 2(2): 46-71.",
        "Martens, Pim, and Lisbeth Hall. 2000. Ã\u0083Â¢Malaria on the Move: Human Population Movement and Malaria Transmission.Ã\u0083Â¢ Emerging Infectious Diseases 6(2): 103-109.",
        "Maxcy, K.F. 1923. The Distribution of Malaria in the United States as Indicated by Mortality. Public Health Reports, 38(21): 1125-1138.",
        "Musoke, Moses S. 1981. Ã\u0083Â¢Mechanizing Cotton Production in the American South: The Tractor, 1915-l960.Ã\u0083Â¢ Explorations in Economic History 18: 347-375.",
        "National Center for Health Statistics (NCHS). 1902-1943. Vital Statistics of the United States. Washington D.C.: Government Printing Office.",
        "National Climatic Data Center (NCDC). 2006. Climate Research Data. Available online at: http://www.ncdc.noaa.gov/oa/climate/research/ushcn/daily.html.",
        "OÃ\u0083Â¢Malley. 1992. Ã\u0083Â¢The Biology of Anopheles Quadrimaculatus Say.Ã\u0083Â¢ Proceedings of the SeventyNinth Annual Meeting of the New Jersey Mosquito Control Association, Inc. pp.136-144.",
        "The Newberry Library. 2010. Ã\u0083Â¢Atlas of Historical County Boundaries.Ã\u0083Â¢ Downloaded July 2010 from http://publications.newberry.org/ahcbp/.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2004. Integrated Public Use Microdata Series: Version 3.0. Minneapolis, MN: Minnesota Population Center.",
        "Sumner, Daniel A. 2006. Ã\u0083Â¢Acreage idled under cropland acreage reduction programs: 1933Ã\u0083Â¢ 1999.Ã\u0083Â¢ Table Da1453-1456 in Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, edited by Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press.",
        "Tennessee Valley Authority (TVA). 2010. TVA Reservoirs and Power Plants. Downloaded from: http://tva.gov/river/lakeinfo/index.htm in February, 2010.",
        "Troesken, Werner. 2004. Water, Race, and Disease. Cambridge, MA: The MIT Press. U.S. Department of Commerce, Bureau of Foreign and Domestic Commerce. Various years. Tax Return Information. Washington, D.C.: Government Printing Office.",
        "U.S. Office of Government Reports, Statistical Section, 1940. Report No. 10, Volume 1, Ã\u0083Â¢County reports of estimated federal expenditures, March 4, 1933 - June 30, 1939Ã\u0083Â¢. Mimeo.",
        "Warrell, David A., and Herbert M. Gilles (eds). 2002. Essential Malariology. New York, NY: Oxford University Press.",
        "White, Michael, and David Lindstrom. 2005. Ã\u0083Â¢Internal Migration.Ã\u0083Â¢ In the Handbook of Population (Springer US) Part II: 311-346.",
        "Works Progress Administration. 1937. Analysis of projects placed in operation through June 30, 1937. Washington, D.D.: Government Printing Office.",
        "World Health Organization (WHO). 2004. Death and DALY estimates for 2002 by cause for WHO Member States. Available online at: http://www.who.int/entity/healthinfo/statistics/bodgbddeathdalyestimates.xls.",
        "__________. 2008. Ã\u0083Â¢Global Malaria Action Plan.Ã\u0083Â¢ World Health Organization. Available online at: http://www.rbm.who.int/keyfacts.html. Downloaded January 2011.",
        "Worrall, Eve, Suprotik Basu, and Kara Hanson. 2005. Ã\u0083Â¢Is malaria a disease of poverty? A review of the literature.Ã\u0083Â¢ Tropical Medicine and International Health 10(10): 1047-1059."
    ]
}