{
    "id": 17524,
    "cites": 40,
    "cited_by": 6,
    "reference": [
        "Ahn, JaeBin, Amit K. Khandelwal and Shang-Jin Wei (2011). The Role of Intermediaries in Facilitating Trade, Journal of International Economics, 84(1), 73-85.",
        "Alfaro, Laura, Andrew Charlton, and F. Kanczuk (2008). Firm-Size Distribution and Cross-Country Income Dierences, NBER Working paper 14060.",
        "Anderson, James (1985). The Relative Ineciency of Quotas: The Cheese Case, American Economic Review, 75(1), 178-90.",
        "Arkolakis, Costas, Arnaud Costinot and Andres Rodriguez-Clare (2010). New Trade Models, Same Old Gains?, NBER Working Paper 15628.",
        "Aw, Bee Yan and Mark J. Roberts (1986). Measuring Quality Change in Quota-Constrained Import Markets: The Case of U.S. Footwear, Journal of International Economics 21, 45-60.",
        "Banerjee, Abhijit V. and Esther Duo (2004). Do Firms Want to Borrow More: Testing Credit Constraints Using a Targeted Lending, mimeo, MIT.",
        "Bhagwati, Jagdish (1982). Directly Unproductive, Prot-Seeking (DUP) Activities, Journal of Political Economy, 90(5), 988-1002.",
        "Bernhofen, Daniel, Richard Upward and Zheng Wang (2011). Quota as a Sorting Machine: Quantity Restrictions and Price Adjustments of Chinese Textile Exports to the U.S., mimeo, Nottingham University.",
        "Bloom, Nicholas and John Van Reenan (2007). Measuring and Explaining Management Practices Across Firms and Countries, Quarterly Journal of Economics, 72(4), 1351-1408.",
        "Brambilla, Irene, A. K. Khandelwal, and P. K. Schott (2010). China's Experience Under the Multiber Arrangement (MFA) and the Agreement on Textiles and Clothing (ATC), in China's Growing Role in World Trade, Ed. by R. Feenstra and S.-J. Wei, Chicago: University of Chicago Press.",
        "Brandt, Loren, Johannes Van Biesebroeck, and Yifan Hang (2009). Creative Accounting or Creative Destruction: Firm-Level Productivity Growth in Chinese Manufacturing, NBER Working Paper 15152.",
        "Brandt, Loren and Xiaodong Zhu (2010). Accounting for China's Growth, mimeo, Toronto University.",
        "Broda, Christian, Joshua Greeneld and David Weinstein (2006). From Groundnuts to Globalization: A Structural Estimate of Trade and Growth, NBER Working Paper 12512.",
        "Broda, Christian and David Weinstein (2010). Exporting Deation? Chinese Exports and Japan, in China's Growing Role in World Trade, Ed. by R. Feenstra and S.-J. Wei, Chicago: University of Chicago Press.",
        "Boorstein, R. and R. Feenstra (1991). Quality Upgrading and Its Welfare Costs in U.S. Steel Imports, 1969-1974, in E. Helpman and A. Razzin, eds. International Trade and Trade Policy. Cambridge: MIT Press, 1991, 157-186.",
        "Chaney, Thomas (2008). Distorted Gravity: The Intensive and Extensive Margins of International Trade, American Economic Review, 98(4), 17071721.",
        "China Economic Census (2004). National Bureau of Statistics of China",
        "Demidova, Svetlana, Hiau Looi Kee and Kala Krishna (2009). Do Trade Policy Dierences Induce Sorting? Theory and Evidence from Bangladeshi Apparel Exporters, mimeo Pennsylvania State University.",
        "Dollar, David, and Shang-Jin Wei (2007). Das (Wasted) Kapital: Firm Ownership and Investment Eciency in China, NBER Working Paper 13103.",
        "Feenstra, Robert C. (1988). Quality Change under Trade Restraints in Japanese Autos, Quarterly Journal of Economics, 103(1), 131-146.",
        "Feenstra, Robert C. (1992). How Costly is Protectionism?, Journal of Economic Perspectives, 6(3), 159-178.",
        "Feenstra, Robert C. (2004). Advanced International Trade: Theory and Evidence. Princeton: Princeton University Press.",
        "Feenstra, Robert C. and John Romalis (2011). International Prices and Endogenous Quality, mimeo, University of California, Davis.",
        "Feyrer, James (2009). Trade and Income: Exploiting Time Series in Geography , NBER Working Paper 14910.",
        "Griliches, Zvi and Haim Regev (1995). Firm Productivity in Israeli Industry: 19791988, Journal of Econometrics, 65(1), 175203.",
        "Hallak, Juan C. and Peter Schott (2011). Estimating Cross-Country Dierences in Product Quality, forthcoming Quarterly Journal of Economics.",
        "Harrigan, James and Georey Barrows (2009). Testing the theory of trade policy: Evidence from the Abrupt End of the Multiber Arrangement, Review of Economics and Statistics, 91(2), 282-294.",
        "Hummels, David and Peter Klenow (2005). The Variety and Quality of a Nation's Exports, American Economic Review, 95, 704-723.",
        "Hsieh, Chang-Tai and Peter J. Klenow (2009). Misallocation and Manufacturing TFP in China and India, Quarterly Journal of Economics, CXXIV(4), 1403-1448.",
        "Irarrazabal, Alfonso, Andreas Moxnes and Luca David Opromolla (2010), The Tip of the Iceberg: Modeling Trade Costs and Implications for IntraIndustry Reallocation, mimeo, Dartmouth College.",
        "Johnson, Robert (2010). Trade and Prices with Heterogeneous Firms, mimeo, Dartmouth College.",
        "Khandelwal, Amit K. (2010). The Long and Short of Quality Ladders, Review of Economic Studies, 77(4), 1450-1476.",
        "Melitz, Marc J. (2003). The Impact of Trade on Intra-Industry Reallocation and Aggregate Industry Productivity, Econometrica, 71(6), 1695-1724.",
        "Ministry of Foreign Trade and Economic Cooperation (2001). http://www. gov.cn/gongbao/content/2002/content_61747.htm",
        "Moore, T. G. (2002). China in the World Market: Chinese Industry and International Sources of Reform in the Post-Mao Era. Cambridge: Cambridge University Press.",
        "Restuccia, D. and R. Rogerson (2008). Policy Distortions and Aggregate Productivity with Heterogeneous Plants, Review of Economic Dynamics, 11(4), 707720.",
        "Pavcnik, Nina (2002). Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants, Review of Economic Studies, 69(1), 245-276.",
        "Schott, Peter K. (2004). Across-Product Versus Within-Product Specialization in International Trade, Quarterly Journal of Economics, 119(2), 647678.",
        "Syverson, Chad (2011). What Determines Productivity, Journal of Economic Literature, 49(2), 326-365.",
        "Tang, Man-Keung and Shang-Jin Wei (2009). The Value of Making Commitments Externally: Evidence from WTO Accessions, Journal of International Economics, 2009, 78(2), 216-229."
    ]
}