{
    "id": 17536,
    "cites": 44,
    "cited_by": 5,
    "reference": [
        "Adams, Peter, Michael Hurd, Daniel McFadden, Angela Merrill, and Tiago Ribeiro. 2003. Health, Wealthy, and Wise? Tests for Direct Causal Paths Between Health and Socioeconomic Status. Journal of Econometrics 112, 3-56.",
        "Agnew, Julie, Lisa Anderson, Jeffrey Gerlach, and Lisa Szykman. 2008. The Annuity Puzzle and Negative Framing. Center for Retirement Research Working Paper 8-10, Boston College. Ameriks, John, Andrew Caplin, Steven Laufer and Stijn Van Nieuwerburgh. Forthcoming. The Joy of Giving or Assisted Living? Strategic Surveys and the Bequest Motive, Journal of Finance.",
        "Ameriks, John, Andrew Caplin, Steven Laufer and Stijn Van Nieuwerburgh. 2008. Annuity Valuation, Long-term Care, and Bequest Motives, in J. Ameriks and O. Mitchell (ed.), Recalibrating Retirement Spending and Saving. Oxford University Press.",
        "Board of Trustees, Federal Old-Age and Survivors Insurance and Federal Disability Insurance Trust Funds. 2008. 2008 Annual Report. U.S. Congress, House Document 110-104.",
        "Brown, Charles. 2010. Post Retirement Adjustments in Defined Benefit Pensions. Working Paper 2010-242, Michigan Retirement Research Center working paper 2010-242.",
        "Brown, Jeffrey R.. 2008. Understanding the Role of Annuities in Retirement Planning. In A. Lusardi, ed., Overcoming the Savings Slump: How to Increase the Effectiveness of Financial Education and Saving Programs. Chicago: University of Chicago Press, 178206.",
        "Brown, Jeffrey R., and Amy Finkelstein. 2011. Long Term CareInsurance and Long Term Care Policy: A Primer. Journal of Economic Perspectives.",
        "Brown, Jeffrey R., Jeffrey R. Kling, Sendhil Mullainathan, and Marian V. Wrobel. 2008. Why Don't People Insure Late-Life Consumption? A Framing Explanation for the UnderAnnuitization Puzzle, American Economic Review: Papers and Proceedings 98:2, 304309.",
        "BÃ\u0083Æ\u0092tler, Monika and Stefan Staubli. 2010. Payouts in Switzerland: Explaining Developments in Annuitization. Pension Research Council Working Paper WP2010-23, University of Pennsylvania.",
        "Butrica, Barbara and Gordon Mermin. 2006. Annuitized Wealth and Consumption at Older Ages. Urban Institute Retirement Project, Working Paper 06-06.",
        "Chalmers, John and Jonathan Reuter. 2009. How Do Retirees Value Life Annuities? Evidence from Public Employees. NBER Working Paper #15608.",
        "Coile, Courtney, Peter Diamond, Jonathan Gruber, and Alain Jousten. 2002. Delays in Claiming Social Security Benefits. Journal of Public Economics 84, 357-385.",
        "Coile, Courtney, and Kevin Milligan. 2009. How Household Portfolios Evolve After Retirement: The Effect of Aging and Health Shocks. Review of Income and Wealth 55, 226-248.",
        "Davidoff, Thomas. 2009. Housing, Health, and Annuities. Journal of Risk and Insurance, 76, 31-52.",
        "Davidoff, Thomas, Jeffrey Brown and Peter Diamond. 2005. Annuities and Individual Welfare. American Economic Review, 95, 1573-1590.",
        "DeNardi, Mariacristina, Eric French, and John Jones. 2010. Why do the Elderly Save? The Role of Medical Expenses. Journal of Political Economy 116, 39-75.",
        "Fitzpatrick, Maria D. 2011. How Much Do Public School Teachers Value Their Retirement Benefits? mimeo, Stanford Institute for Economic Policy Research.",
        "Frederick, Shane, George Loewenstein, and Ted O'Donoghue. 2002. Time Discounting and Time Preferences: A Critical Review. Journal of Economic Literature 40, 351-401.",
        "Greenhalgh-Stanley, Nadia. 2010. Medicaid and the Housing and Asset Decisions of the Elderly: Evidence from Estate Recovery Programs. Mimeo, Kent State University Department of Economics.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen Zeldes. 1995. Precautionary Saving and Social Insurance, Journal of Political Economy, 103, 360-399.",
        "Hurd, Michael and Susann Rohwedder. 2009. Ã\u0083Â¢The Level and Risk of Out-of-Pocket Health Care Spending. Michigan Retirement Research Center Working Paper No. 2009-218.",
        "Hurd, Michael and Susann Rohwedder. 2010. The Effect of the Risk of Out-of-Pocket Spending for Health Care on Economic Preparation for Retirement. University of Michigan: Michigan Retirement Research Center Working Paper 2010-232.",
        "Johnson, Richard, Leonard Burman, and Deborah Kobes. 2004. Annuitized Wealth at Older Ages: Evidence from the Health and Retirement Survey. Washington, DC: Urban Institute.",
        "Love, David A., Michael G. Palumbo, and Paul A. Smith. 2008. The Trajectory of Wealth in Retirement. Boston College: Center for Retirement Research Working Paper 2008-7.",
        "Marshall, Samuel, Kathleen McGarry and Jonathan Skinner. 2010. The Risk of Out-of-Pocket Health Care Expenditure at the End of Life. NBER Working Paper #16170.",
        "Michaud, Pierre-Carl and Arthur van Soest. 2008. Health and Wealth of Elderly Couples: Causality Tests Uisng Dynamic Panel Data Models. Journal of Health Economics 27, 1312-1325.",
        "Mottola, Gary R. and Stephen P. Utkus. 2007, Lump Sum or Annuity? An Analysis of Choice in DB Pension Payouts. Vanguard: Vanguard Retirement Research Center, Volume 30.",
        "Nakajima, Makoto and Irina Telyukova. 2010. Home Equity Withdrawal in Retirement, working paper, University of California-San Diego.",
        "Palumbo, Michael. 1999. Uncertain Medical Expenditures and Precautionary Saving Near the End of the Life Cycle. Review of Economic Studies 66, 395-421.",
        "Peijnenburg, Kim, Theo Nijman, and Bas J.M. Werker. 2010. Health Cost Risk and Optimal Retirement Provision: A Simple Rule for Annuity Demand, Pension Research Council Working Paper No. WPS 2010-08.",
        "Poterba, James, Steven F. Venti and David A. Wise. 2010. Ã\u0083Â¢The Asset Cost of Poor Health.Ã\u0083Â¢ NBER Working Paper 16389.",
        "Poterba, James, Steven F. Venti and David A. Wise. 2011. Ã\u0083Â¢The Drawdown of Personal Retirement Assets.Ã\u0083Â¢ NBER Working Paper 16675.",
        "Rohwedder, Susann, Steven Haider, and Michael Hurd. 2006. Increases in Wealth Among the Elderly in the Early 1990s: How Much is Due to Survey Design? Review of Income and Wealth 52, 509-524.",
        "Sinclair, Sven H. and Kent A. Smetters. 2004. Health Shocks and the Demand for Annuities. U.S. Congress, Congressional Budget Office, Technical Paper Series.",
        "Smeeding, Timothy, Barbara Boyle Torrey, Jonathan Fisher, David S. Johnson, and Joseph Marchand. 2006. No Place Like Home: Older Adults and Their Housing. Boston College: Center for Retirement Research Working Paper 2006-16.",
        "Smith, James P. 1999. Healthy Bodies and Thick Wallets: The Dual Relation Between Health and Economic Status. Journal of Economic Perspectives 13, 145-166.",
        "Smith, James P. 2004. Unraveling the SES-Health Connection. Population and Development Review Supplement: Aging, Health, and Public Policy 30, 108-132.",
        "Smith, Karen, Mauricio Soto, and Rudolph G. Penner. 2009. How Seniors Change Their Asset Holdings During Retirement. Boston College: Center for Retirement Research Working Paper 2009-31.",
        "Society of Actuaries. 2010. 2009 Risks and Process of Retirement Survey: Report of Findings. Society of Actuaries: Schaumberg, IL.",
        "Turra, Cassio and Olivia Mitchell. 2004. The Impact of Health Status and Out-of-Pocket Health Expenditures on Annuity Valuation. Population Aging Research Paper 04-02.",
        "U.S. Bureau of Labor Statistics. 2005. National Compensation Survey: Employee Benefits in Private Industry in the U.S., 2005. Bulletin 2589. U.S. Bureau of Labor Statistics: Washington, D.C. Venti, Steven F. and David A. Wise. 2004. Ã\u0083Â¢Aging and Housing Equity: Another Look,Ã\u0083Â¢ in D.A. Wise, (ed.), Perspectives on the Economics of Aging, University of Chicago Press. Venti, Steven F. Forthcoming. Ã\u0083Â¢Economic Measurement in the Health and Retirement Study,Ã\u0083Â¢ Forum for Health Economics & Policy.",
        "Warner, John T. and Saul Pleeter. 2001. The Personal Discount Rate: Evidence from Military Downsizing Programs. American Economic Review 91, 33-53.",
        "Wu, Stepehn. 2003. The Effects of Health Status Events on the Economic Status of Married Couples. Journal of Human Resources 38, 219-230.",
        "Yaari, Menahem. 1965. Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies, 32, 157-150."
    ]
}