{
    "id": 17538,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Allen, S., Clark, R., & Ghent, L. (2004). Phasing into retirement. Industrial and Labor Relations Review, 58(1), 112-127.",
        "Angrist, J. D., & Lavy, V. (2009). The Effects of High Stakes High School Achievement Awards: Evidence from a Randomized Trial. American Economic Review, 99(4), 1384-1414.",
        "Ashenfelter, O., & Card, D. (2002). Did the elimination of mandatory retirement affect faculty retirement? American Economic Review, 92(4), 957Ã\u0083Â¢980. JSTOR.",
        "Bell, R. M., & McCaffrey, D. (2002). Bias reduction in standard errors for linear regression with multi-stage samples. Survey Methodology.",
        "Bound, J., Schoenbaum, M., Stinebrickner, T. R., & Waidmann, T. (1999). The dynamic effects of health on the labor force transitions of older workers. Labour Economics, 6(2), 179-202.",
        "Brown, C. (2000). Early Retirement Windows. In O. S. Mitchell, P. B. Hammond, & A. M. Rappaport (Eds.), Forecasting retirement needs and retirement wealth. Philadelphia: University of Pennsylvania Press.",
        "Dwyer, D., & Hu, J. (2000). Retirement expectations and realizations: The role of health shocks and economic factors. In O.S. Mitchell, P.B. Hammond, & A.M. Rappaport (Eds.), Forecasting retirement needs and retirement wealth (pp. 274-287). Philadelphia: University of Philadelphia Press.",
        "Kim, S. (2003). The impact of research productivity on early retirement of university professors. Industrial Relations: A Journal of Economy and Society, 42(1), 106-125.",
        "Liang, K., & Zeger, S. (1986). Longitudinal data analysis using generalized linear models. Biometrics, 42, 121-130.",
        "Murphy, K. M., & Topel, R. H. (2002). Estimation and Inference in Two-Step Econometric Models. Journal of Business and Economic Statistics, 20(1), 88-97.",
        "Pencavel, J. (2001). The Response of Employees to Severance Incentives: The University of California s Faculty, 1991-94. The Journal of Human Resources, 36(1), 58.",
        "Samwick, a. (1998). New evidence on pensions, social security, and the timing of retirement. Journal of Public Economics, 70(2), 207-236.",
        "Stock, J. H., & Wise, D. (1990). Pensions, the option value of work, and retirement. Econometrica: Journal of the Econometric Society, 58(5), 1151Ã\u0083Â¢1180. JSTOR. F Tablesandfigures"
    ]
}