{
    "id": 17533,
    "cites": 24,
    "cited_by": 36,
    "reference": [
        "Abdulkadiroglu, Atila, Joshua Angrist, Susan Dynarski, Thomas Kane, and Parag Pathak, Ã\u0083Â¢Accountability and Flexibility in Public Schools: Evidence from BostonÃ\u0083Â¢s Charters and Pilots,Ã\u0083Â¢ Quarterly Journal of Economics, 2011, 126 (2), 699Ã\u0083Â¢748.",
        "Achilles, Charles M., LetÃ\u0083Â¢s Put Kids First, Finally: Getting Class Size Right, Thousand Oaks, CA: Corwin Press, 1999.",
        "Anderson, Michael L., Ã\u0083Â¢Multiple Inference and Gender DiÃ\u0083Â¯erences in the EÃ\u0083Â¯ects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects,Ã\u0083Â¢ Journal of the American Statistical Association, 2008, 103 (484), 1481Ã\u0083Â¢1495.",
        "Angrist, Joshua D. and Alan B. Krueger, Ã\u0083Â¢Does Compulsory School Attendance AÃ\u0083Â¯ect Schooling and Earnings?,Ã\u0083Â¢ Quarterly Journal of Economics, 1991, 106 (4), 979Ã\u0083Â¢1014.",
        "Angrist, Joshua, Susan Dynarski, Thomas Kane, Parag Pathak, and Christopher R. Walters, Ã\u0083Â¢Who BeneÃ\u0083Â¯ts from KIPP,Ã\u0083Â¢ NBER Working Paper 15740, National Bureau of Economic Research, Cambridge, MA February 2010.",
        "Arcidiacono, Peter, Ã\u0083Â¢Ability Sorting and the Returns to College Major,Ã\u0083Â¢ Journal of Econometrics, 2004, 121, 343Ã\u0083Â¢375.",
        "Bailey, Martha J. and Susan M. Dynarski, Ã\u0083Â¢Gains and Gaps: A Historical Perspective on Inequality in College Entry and Completion,Ã\u0083Â¢ in Greg Duncan and Richard Murnane, eds., Social Inequality and Educational Disadvantage, Russel Sage, 2011.",
        "Barrow, Lisa, Thomas Brock, Lashawn Richburg-Hayes, and Cecilia Elena Rouse, Ã\u0083Â¢Paying for Performance: The Education Impacts of a Community College Scholarship Program for Low-income Adults,Ã\u0083Â¢ Working Paper 2009-13, Federal Reserve of Chicago, Chicago 2009.",
        "Bettinger, Eric P., Bridget Terry Long, Philip Oreopoulos, and Lisa Sanbonmatsu, Ã\u0083Â¢The Role of SimpliÃ\u0083Â¯cation and Information in College Decisions: Results From the H&R Block FAFSA Experiment,Ã\u0083Â¢ NBER Working Paper 15361, National Bureau of Economic Research, Cambridge, MA September 2009.",
        "Bound, John, Michael Lovenheim, and Sarah E. Turner, Ã\u0083Â¢Why Have College Completion Rates Declined? An Analysis of Changing Student Preparation and Collegiate Resources,Ã\u0083Â¢ NBER Working Paper 15566, National Bureau of Economic Research, Cambridge, MA December 2009.",
        "Bowen, William G., Matthew M. Chingos, and Michael S. McPherson, Crossing the Finish Line: Completing College at AmericaÃ\u0083Â¢s Public Universities, Princeton, N.J.: Princeton University Press, 2009.",
        "Carneiro, Pedro and James Heckman, Ã\u0083Â¢Human Capital Policy,Ã\u0083Â¢ in James Heckman and Alan Krueger, eds., Inequality in America: What Role for Human Capital Policies?, MIT Press, 2003.",
        "Cascio, Elizabeth U. and Douglas Staiger, Ã\u0083Â¢Skill, Standardized Tests, and Fadeout in Educational Interventions,Ã\u0083Â¢ Working Paper 2011.",
        "Chetty, Raj, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan, Ã\u0083Â¢How Does Your Kindergarten Classroom AÃ\u0083Â¯ect Your Earnings? Evidence From Project Star,Ã\u0083Â¢ NBER Working Paper 16381, National Bureau of Economic Research, Cambridge, MA September 2011.",
        "Dee, Thomas S., Ã\u0083Â¢Are There Civic Returns to Education?,Ã\u0083Â¢ Journal of Public Economics, 2004, 88, 1697Ã\u0083Â¢1720.",
        "Deming, David, Ã\u0083Â¢Early Childhood Intervention and Life-Cycle Skill Development: Evidence from Head Start,Ã\u0083Â¢ American Economic Journal: Applied Economics, 2009, 1 (3), 111Ã\u0083Â¢134.",
        ", Justine Hastings, Thomas Kane, and Douglas Staiger, Ã\u0083Â¢School Choice, School Quality and Postsecondary Attainment,Ã\u0083Â¢ NBER Working Paper 17438, National Bureau of Economic Research, Cambridge, MA September 2011.",
        "Dobbie, Will and Roland G. Fryer, Ã\u0083Â¢Are High Quality Schools Enough to Increase Achievement Among the Poor? Evidence from the Harlem ChildrenÃ\u0083Â¢s Zone,Ã\u0083Â¢ American Economic Journal: Applied Economics, July 2011, 3 (3), 158Ã\u0083Â¢187.",
        "Dynarski, Susan M., Ã\u0083Â¢Does Aid Matter? Measuring the EÃ\u0083Â¯ect of Student Aid on College Attendance and Completion,Ã\u0083Â¢ The American Economic Review, March 2003, 93 (1), pp. 279Ã\u0083Â¢288.",
        "Finn, J. D. and C. M. Achilles, Ã\u0083Â¢Answers and Questions about Class Size: A Statewide Experiment,Ã\u0083Â¢ American Educational Research Journal, 1990, 27, 557Ã\u0083Â¢577.",
        "Folger, J. and C. Breda, Ã\u0083Â¢Evidence from Project STAR about Class Size and Student Achievement,Ã\u0083Â¢ Peabody Journal of Education, 1989, 67, 17Ã\u0083Â¢33.",
        "Hamermesh, Daniel S. and Stephen G. Donald, Ã\u0083Â¢The EÃ\u0083Â¯ect of College Curriculum on Earnings: An AÃ\u0083Â¯nity IdentiÃ\u0083Â¯er for Non-Ignorable Non-Response Bias,Ã\u0083Â¢ Journal of Econometrics, 2008, 144, 479Ã\u0083Â¢491.",
        "Hoxby, Caroline M. and Sonali Murarka, Ã\u0083Â¢Charter Schools in New York City: Who Enrolls and How They AÃ\u0083Â¯ect Student Achievement,Ã\u0083Â¢ NBER Working Paper 14852, National Bureau of Economic Research, Cambridge, MA April 2009.",
        "Krueger, Alan B., Ã\u0083Â¢Experimental Estimates of Education Production Functions,Ã\u0083Â¢ Quarterly Journal of Economics, 1999, 114, 497Ã\u0083Â¢532."
    ]
}