{
    "id": 17534,
    "cites": 37,
    "cited_by": 147,
    "reference": [
        "Aaronson, Daniel, Bhashkar Mazumder, and Shani Schechter, Ã\u0083Â¢What is behind the rise in long-term unemployment?,Ã\u0083Â¢ Economic Perspectives (Federal Reserve Bank of Chicago), 2nd Quarter 2010, 34 (2).",
        "Abowd, John M. and Arnold Zellner, Ã\u0083Â¢Estimating gross labor-force Ã\u0083Â¯ows,Ã\u0083Â¢ Journal of Business & Economic Statistics, 1985, 3 (3), 254Ã\u0083Â¢283.",
        "Anderson, Patricia M. and Bruce D. Meyer, Ã\u0083Â¢Unemployment Insurance takeup rates and the after-tax value of beneÃ\u0083Â¯ts,Ã\u0083Â¢ Quarterly Journal of Economics, 1997, 112 (3), 913Ã\u0083Â¢ 937.",
        "Bailar, Barbara A., Ã\u0083Â¢The eÃ\u0083Â¯ects of rotation group bias on estimates from panel surveys,Ã\u0083Â¢ Journal of the American Statistical Association, 1975, 70 (349), 23Ã\u0083Â¢30.",
        "Barro, Robert, Ã\u0083Â¢The folly of subsidizing unemployment,Ã\u0083Â¢ Wall Street Journal, August 30 2010, August 30. In principle, estimates identiÃ\u0083Â¯ed from across-state-month comparisons should capture these externalities. However, because my samples for these estimates exclude large fractions of job seekers, only a portion of the externality is captured.",
        "Card, David and Philip B. Levine, Ã\u0083Â¢Extended beneÃ\u0083Â¯ts and the duration of UI spells: Evidence from the New Jersey extended beneÃ\u0083Â¯t program,Ã\u0083Â¢ Journal of Public Economics, 2000, 78 (1-2), 107Ã\u0083Â¢138.",
        ", Raj Chetty, and Andrea Weber, Ã\u0083Â¢Cash-on-hand and competing models of intertemporal behavior: New evidence from the labor market,Ã\u0083Â¢ Quarterly Journal of Economics, 2007, 122 (4), 1511Ã\u0083Â¢1560.",
        ", , and , Ã\u0083Â¢The spike at beneÃ\u0083Â¯t exhaustion: Leaving the unemployment system or starting a new job?,Ã\u0083Â¢ The American Economic Review, 2007, 97 (2), 113Ã\u0083Â¢118.",
        "Chetty, Raj, Ã\u0083Â¢Moral hazard vs. liquidity and optimal unemployment insurance,Ã\u0083Â¢ Journal of Political Economy, 2008, 116 (2), 173Ã\u0083Â¢234.",
        "Congressional Budget OÃ\u0083Â¯ce, Ã\u0083Â¢Policies for increasing economic growth and employment in 2010 and 2011,Ã\u0083Â¢ Publication 4077 January 2010.",
        "Daly, Mary, Bart Hobijn, and Rob Valetta, Ã\u0083Â¢The Recent Evolution of the Natural Rate of Unemployment,Ã\u0083Â¢ Working paper 2011-05, Federal Reserve Bank of San Francisco January 2011.",
        "Duggan, Mark and Scott Imberman, Ã\u0083Â¢Why are the DI rolls skyrocketing? The contribution of population characteristics, program changes, and economic conditions,Ã\u0083Â¢ in David Cutler and David Wise, eds., Health at Older Ages, Chicago, IL: University of Chicago Press, 2009.",
        "Elsby, Michael W, Bart Hobijn, and Aysegul Sahin, Ã\u0083Â¢The labor market in the Great Recession,Ã\u0083Â¢ Brookings Papers on Economic Activity, 2010, Spring.",
        "Farber, Henry S. and Robert Valletta, Ã\u0083Â¢Extended unemployment insurance and unemployment duration in the Great Recession: The U.S. experience,Ã\u0083Â¢ manuscript June 24 2011.",
        "Federal-State Extended Unemployment Compensation Act of 1970, http: //workforcesecurity.doleta.gov/unemploy/EB_law_for_web.pdf. Accessed June 28, 2011. Undated.",
        "Frazis, Harley J., Edwin L. Robison, Thomas D. Evans, and Martha A. DuÃ\u0083Â¯, Ã\u0083Â¢Estimating gross Ã\u0083Â¯ows consistent with stocks in the CPS,Ã\u0083Â¢ Monthly Labor Review, September 2005, 128 (9), 3Ã\u0083Â¢9.",
        "Frey, William H., Ã\u0083Â¢The great American migration slowdown: Regional and metropolitan dimensions,Ã\u0083Â¢ Technical Report, The Brookings Institution December 2009.",
        "Fujita, Shigeru, Ã\u0083Â¢Economic eÃ\u0083Â¯ects of the unemployment insurance beneÃ\u0083Â¯t,Ã\u0083Â¢ Business Review (Federal Reserve Bank of Philadelphia), Fourth Quarter 2010.",
        ", Ã\u0083Â¢EÃ\u0083Â¯ects of extended unemployment insurance beneÃ\u0083Â¯ts: Evidence from the monthly CPS,Ã\u0083Â¢ Working paper 10-35/R, Federal Reserve Bank of Philadelphia January 2011.",
        "Grubb, David, Ã\u0083Â¢Assessing the impact of recent unemployment insurance extensions in the United States,Ã\u0083Â¢ Working paper, OECD May 25 2011.",
        "Gruber, Jonathan, Ã\u0083Â¢The consumption smoothing beneÃ\u0083Â¯ts of unemployment insurance,Ã\u0083Â¢ American Economic Review, March 1997, 87 (1), 192Ã\u0083Â¢205.",
        "Howell, David R. and Bert M. Azizoglu, Ã\u0083Â¢Unemployment beneÃ\u0083Â¯ts and work incentives: The U.S. labor market in the Great Recession,Ã\u0083Â¢ Working Paper 257, Political Economy Research Institute, University of Massachusetts Amherst May 2011.",
        "Joint Economic Committee, Ã\u0083Â¢Extending unemployment insurance beneÃ\u0083Â¯ts: The cost of inaction for disabled workers,Ã\u0083Â¢ Report May 2010.",
        "Kaplan, Greg and Sam Schulhofer-Wohl, Ã\u0083Â¢Interstate migration has fallen less than you think: Consequences of hot deck imputation in the Current Population Survey,Ã\u0083Â¢ StaÃ\u0083Â¯ Report 458, Federal Reserve Bank of Minneapolis June 2011.",
        "Katz, Lawrence, Ã\u0083Â¢LayoÃ\u0083Â¯s, recall, and the duration of unemployment,Ã\u0083Â¢ Working paper 1825, National Bureau of Economic Research January 1986.",
        "Katz, Lawrence F. and Bruce D. Meyer, Ã\u0083Â¢The impact of the potential duration of unemployment beneÃ\u0083Â¯ts on the duration of unemployment,Ã\u0083Â¢ Journal of Public Economics, 1990, 41 (1), 45Ã\u0083Â¢72.",
        "Kroft, Kory and Matthew J. Notowidigdo, Ã\u0083Â¢Should unemployment insurance vary with the unemployment rate? Theory and evidence,Ã\u0083Â¢ working paper 17173, National Bureau of Economic Research June 2011.",
        "Landais, Camille, Pascal Michaillat, and Emmanuel Saez, Ã\u0083Â¢Optimal unemployment insurance over the business cycle,Ã\u0083Â¢ working paper 16526, National Bureau of Economic Research November 2010.",
        "Mazumder, Bhashkar, Ã\u0083Â¢How did unemployment insurance extensions aÃ\u0083Â¯ect the unemployment rate in 2008-10?,Ã\u0083Â¢ Chicago Fed Letter, April 2011, 285.",
        "National Employment Law Project, Ã\u0083Â¢Q&A: The basics of the Extended BeneÃ\u0083Â¯ts program, Ã\u0083Â¢ Fact Sheet February 3 2011.",
        "Poterba, James M. and Lawrence H. Summers, Ã\u0083Â¢Response variation in the CPS: Caveats for the unemployment analyst,Ã\u0083Â¢ Monthly Labor Review, 1984, 107 (3), 37Ã\u0083Â¢43.",
        "Schmieder, Johannes F., Till von Wachter, and Stefan Bender, Ã\u0083Â¢The eÃ\u0083Â¯ects of extended unemployment insurance over the business cycle: Evidence from regression discontinuity estimates over twenty years,Ã\u0083Â¢ Working paper March 2011.",
        "Shockey, James W., Ã\u0083Â¢Adjusting for response error in panel surveys,Ã\u0083Â¢ Sociological Methods & Research, 1988, 17 (1), 65.",
        "Sider, Hal, Ã\u0083Â¢Unemployment duration and incidence: 1968-82,Ã\u0083Â¢ The American Economic Review, June 1985, 75 (3), 461Ã\u0083Â¢472.",
        "Solon, Gary, Ã\u0083Â¢Labor Supply EÃ\u0083Â¯ects of Extended Unemployment BeneÃ\u0083Â¯ts,Ã\u0083Â¢ The Journal of Human Resources, Spring 1979, 14 (2), 247Ã\u0083Â¢255.",
        ", Ã\u0083Â¢EÃ\u0083Â¯ets of rotation group bias on estimation of unemployment,Ã\u0083Â¢ Journal of Business and Economic Statistics, January 1986, 4, 105Ã\u0083Â¢109.",
        "Valetta, Rob and Katherine Kuang, Ã\u0083Â¢Extended unemployment and UI beneÃ\u0083Â¯ts,Ã\u0083Â¢ FRBSF Economic Letter, April 2010, 2010 (12)."
    ]
}