{
    "id": 17530,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Aizenman, J. and B. Pinto (2011), Ã\u0083Â¢Managing Financial Integration and Capital Mobility: Policy Lessons from the Past Two DecadesÃ\u0083Â¢, Policy Research Working Paper WPS5786, The World Bank.",
        "Aizenman, J. and V. Sushko (2011a) Ã\u0083Â¢Capital Flow Types, External Financing Needs, and Industrial Growth: 99 countries, 1991-2007,Ã\u0083Â¢ NBER Working Paper No. 17228.",
        "Aizenman, J. and V. Sushko (2011b) Ã\u0083Â¢Capital flows: Catalyst or Hindrance to economic takeoffs?,Ã\u0083Â¢ NBER Working Paper No. 17258.",
        "Aiznman J. and J. Lee (2007) Ã\u0083Â¢International Reserves: Precautionary versus Mercantilist Views, Theory and Evidence.Ã\u0083Â¢ Open Economies Review 18 (2), pp. 191-214.",
        "Breedon, Francis (2001) Ã\u0083Â¢Market Liquidity under Stress: Observations in the FX Market,Ã\u0083Â¢ Lehman Brothers working paper, presented at the BIS workshop on market liquidity http://www.bis.org/publ/bispap02g.pdf Calvo, G., and C. M. Reinhart (2000) Ã\u0083Â¢When Capital Inflows Suddenly Stop: Consequences and Policy OptionsÃ\u0083Â¢ in Reforming the International Monetary and Financial System, ed. By Peter B. Kenen and Alexander K. Swoboda (Washington:International Monetary Fund), pp. 175Ã\u0083Â¢201.",
        "Calvo, G.A., A. Izquierdo and L-F.MejÃ\u0083Æ\u0092a (2004) On the Empirics of Sudden Stops: The Relevance of Balance Sheet Effect, NBER Working Paper No. 10520 Cardarelli, R., S. Elekdag and S. Lall (2011) Financial stress and economic contractions, Journal of Financial Stability, Vol. 7(2), pp. 78-97.",
        "Clemente, J., A. MontaÃ\u0083Æ\u0092Ã\u0083Æ\u0092s and M. Reyes (1998) Testing for a unit root in variables with a double change in the mean, Economics Letters, Vol. 59(2), pp. 175-182.",
        "DÃ\u0083Æ\u0092az-Alejandro, Carlos F., (1985) Goodbye Financial Repression, Hello Financial Crash, Journal of Development Economics, September/October 1985, 19, 1-24 Do, Q.-T., and A. A. Levchenko (2007) Ã\u0083Â¢Comparative Advantage, Demand for External Finance, and Financial Development,Ã\u0083Â¢ Journal of Financial Economics, 86, 796Ã\u0083Â¢834.",
        "French, Kenneth, Martin Baily, John Campbell, John Cochrane, Douglas Diamond, Darrell Duffie, Anil Kashyap, Frederic Mishkin, Raghuram Rajan, David Scharfstein, Robert Shiller, Hyun Song Shin, Matthew Slaughter, Jeremy Stein, Rene Stulz (2010) The Squam Lake Report: Fixing the Financial System. Princeton University Press.",
        "Hassan M. K., B. Sanchez and J.-S. Yu (2011) Financial development and economic growth: New evidence from panel data, The Quarterly Review of Economics and Finance, Vol. 51(1), pp. 88-104.",
        "Heston, A., Summers, R. and Aten, B. (2009) Penn World Table Version 6.3, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "Hutchison, M. M., and I. Noy (2006) Sudden stops and the Mexican wave: Currency crises, capital flow reversals and output loss in emerging markets Journal of Development Economics Vol. 79, pp. 225Ã\u0083Â¢ 23 Kaufmann, D., Kraay, A. and Mastruzzi, M. (2009) Ã\u0083Â¢Governance Matters VIII: Aggregate and Individual Governance Indicators for 1996Ã\u0083Â¢2008Ã\u0083Â¢. World Bank Policy Research Paper No. 4978. http://ssrn.com/abstract=1424591 Lane, P.R. and G. M. Milesi-Ferretti (2007) The External Wealth of Nations Mark II, Journal of International Economics Vol. 73, pp. 223-250.",
        "McMillan M.S. and D. Rodrik (2011)Globalization, Structural Change and Productivity Growth, NBER Working Paper No. 17143.",
        "Mendoza, E. (2001) Ã\u0083Â¢Credit, Prices, and Crashes: Business Cycles with a Sudden Stop,Ã\u0083Â¢ NBERWorking Paper No. 8338 Obstfeld, M., Shambaugh, J. C. and Taylor, A. M. 2010. Ã\u0083Â¢Financial Stability, the Trilemma, and International Reserves.Ã\u0083Â¢ American Economic Journal: Macroeconomics, 2: 57-94.",
        "T. Philippon (2008), Ã\u0083Â¢The Evolution of the US Financial Industry from 1860 to 2007: Theory and Evidence,Ã\u0083Â¢ NYU Stern Working Paper.",
        "Raghuram G. Rajan (2006) Has Financial Development Made the World Riskier? European Financial Management, Vol.12(4), pp. 499-533.",
        "Rajan, R., and L. Zingales (1998) Ã\u0083Â¢Financial Dependence and Growth,Ã\u0083Â¢ American Economic Review, 88:559Ã\u0083Â¢86.",
        "Stock J. H. and M. W. Watson (2002). Has the Business Cycle Changed and Why? NBER Macroeconomics Annual Vol. 17, pp. 159-218.",
        "Timmer, M. P. and G. J. de Vries (2007), A Cross-Country Database For Sectoral Employment And Productivity In Asia And Latin America, 1950-2005, Groningen Growth and Development Centre Research Memorandum GD-98, Groningen: University of Groningen.",
        "Timmer, M. P. and G. J. de Vries (2009), Structural Change and Growth Accelerations in Asia and Latin America: A New Sectoral Data Set Cliometrica, Vol. 3(2), pp. 165-190.",
        "Tong, H., and S. Wei. (2011), Ã\u0083Â¢The Composition Matters: Capital Inflows and Liquidity Crunch During a Global Economic Crisis,Ã\u0083Â¢ Review of Financial Studies 24 (6): 2023-205."
    ]
}