{
    "id": 17541,
    "cites": 37,
    "cited_by": 14,
    "reference": [
        "Baron-Cohen, Simon. 2003. The Essential Difference. Men, Women, and the Extreme Male Brain. London: Allan Lane.",
        "Beaman, R., Wheldal, K. and Kemp, C. 2006. Ã\u0083Â¢Differential teacher attention to boys and girls in the classroom.Ã\u0083Â¢ Educational Review. 58(3): 339-366.",
        "Becker, Gary S., Hubbard, William H.J. and Murphy, Kevin M. 2010. Ã\u0083Â¢The Market for College Graduates and the Worldwide Boom in Higher Education of Women.Ã\u0083Â¢ American Economic Review. 100(2): 229-33.",
        "Dahl, Gordon B. and Enrico Moretti. 2008. Ã\u0083Â¢The Demand for Sons.Ã\u0083Â¢ Review of Economic Studies. 75(4): 1085-1120.",
        "Dee, Thomas S. 2006. Ã\u0083Â¢The Why Chromosome: How a TeacherÃ\u0083Â¢s Gender Affects Boys and Girls.Ã\u0083Â¢ Education Next. 6(4): 68-75. Demaray, Michelle, Stacey Ruffalo, John Carlson, R. T. Busse, Amy Olson, Susan McManus and Amy Levanthal. Ã\u0083Â¢Social Skills Assessment: A Comparative Evaluation of Six Published Rating Scales.Ã\u0083Â¢ School Psychology Review 24: 648-671.",
        "Duckworth, A.L., & Seligman, M.E.P. (2005). Self-discipline outdoes IQ in predicting academic performance of adolescents. Psychological Science. 16, pp. 939-944.",
        "Elder, Todd and Lubotsky, Darren. 2009. Ã\u0083Â¢Kindergarten Entrance Age and ChildrenÃ\u0083Â¢s Achievement: Impacts of State Policies, Family Background, and Peers.Ã\u0083Â¢ Journal of Human Resources. 44(3): 641-683.",
        "Elliott, Stephen, Frank Gresham, Terry Freeman, and George McCloskey. 1988. Ã\u0083Â¢Teacher and Observed Rating of ChildrenÃ\u0083Â¢s Social Skills: Validation of the Social Skills Rating Scales.Ã\u0083Â¢ Journal of Psychoeducation Assessment. 6: 152Ã\u0083Â¢161.",
        "Else-Quest, N.M., Shilbey Hyde, J., Hill Goldsmith, H., Van Hulle, C.A. 2006. Ã\u0083Â¢Gender Differences in Temperament: A Meta-Analysis.Ã\u0083Â¢ Psychological Bulletin. 132(1): 33-72.",
        "Entwisle, D. R., Alexander, K. L., & Olson, L. S.2007. Ã\u0083Â¢Early schooling: The handicap of being poor and male.Ã\u0083Â¢ Sociology of Education. 80:114 Ã\u0083Â¢138.",
        "Flossman, Anton L., Remi Piatek and Laura Wichert. 2006. Ã\u0083Â¢Going Beyond Returns to Education: The Role of Noncognitive Skills on Wages in Germany.Ã\u0083Â¢ Working Paper, University of Konstanz, ZEW.",
        "Fortin, Nicole M., Philip Oreopoulos and Shelley Phipps. 2011. Ã\u0083Â¢Leaving Boys Behind: Gender Disparities in High Academic Achievement.Ã\u0083Â¢ Working Paper, Department of Economics, UBC.",
        "Fryer, Roland G. and Steven D. Levitt. 2010. Ã\u0083Â¢An Empirical Analysis of the Gender Gap in Mathematics.Ã\u0083Â¢ American Economic Journal: Applied Economics, 2(2): 210-40.",
        "Geary DC. 1998. Ã\u0083Â¢Male, Female: The Evolution of Human Sex Differences.Ã\u0083Â¢ Washington, DC: American Psychological Association.",
        "Geary DC. 2002. Ã\u0083Â¢Sexual selection and human life history. In Advances in Child Development and Behavior.Ã\u0083Â¢ ed. RV Kail, 30:41Ã\u0083Â¢100. San Diego, CA: Academic.",
        "Gilliam, W. S. 2005. Ã\u0083Â¢Prekindergartners left behind: Expulsion rates in state prekindergarten programs.Ã\u0083Â¢ Policy Brief Series No. 3, New Haven, CT: Yale University Foundation for Child Development.",
        "Goldin, Claudia, Katz, Lawrence F. and Kuziemko, Ilyana. 2006. Ã\u0083Â¢The Homecoming of American College Women: The Reversal of the College Gender Gap.Ã\u0083Â¢ Journal of Economic Perspectives. 20(4): 133-156.",
        "Guryan, Jonathan, Erik Hurst and Melissa S. Kearney. 2008. Ã\u0083Â¢Parental Education and Parental Time with Children.Ã\u0083Â¢ Journal of Economic Perspectives. 22(3): 23-46.",
        "Heckman, James J., Malofeeva, Lena, Pinto, Rodrigo R. and Savelyev, Peter. 2009. Ã\u0083Â¢Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes.Ã\u0083Â¢Ã\u0083Â¢ Working Paper, University of Chicago.",
        "Heckman, James J., Rubinstein, Yona. 2001. Ã\u0083Â¢The Importance of Noncognitive skills: Lessons from the GED testing program.Ã\u0083Â¢ American Economic Review. 91(2): 145-149.",
        "Jacob, Brian A. 2002. Ã\u0083Â¢Where the Boys ArenÃ\u0083Â¢t: Non-cognitive Skills, Returns to School and the Gender Gap in Higher Education.Ã\u0083Â¢ Economics of Education Review. 21(6):589Ã\u0083Â¢98.",
        "Keenan K, Shaw D. 1997. Ã\u0083Â¢Developmental and social influences on young girlsÃ\u0083Â¢ early problem behavior.Ã\u0083Â¢ Psychol. Bull. 121:95Ã\u0083Â¢113.",
        "Kenney-Benson, G.A., Pomerantz, E.M., Ryan, A.M., Patrick, H. (2006) Ã\u0083Â¢Sex Differences in Math Performance: The Role of ChildrenÃ\u0083Â¢s Approach to Schoolwork.Ã\u0083Â¢ Developmental Psychology. Vol. 42, No.1, 11-26.",
        "Knickmeyer R, Baron-Cohen AR, Raggatt P, Taylor K. 2005a. Ã\u0083Â¢Fetal testosterone, social relationships, and restricted interests in children.Ã\u0083Â¢ J. Child Psychol. Psychiatry 462:198Ã\u0083Â¢210.",
        "Knickmeyer R, Baron-Cohen S, Raggatt P, Taylor K, Hackett G. 2005b. Ã\u0083Â¢Fetal testosterone  and empathy.Ã\u0083Â¢ Horm. Behav. 49:282Ã\u0083Â¢92.",
        "Lundberg, Shelly, Pabilonia, Sabrina Wulff and Ward-Batts, Jennifer. 2007. Ã\u0083Â¢Time Allocation of Parents and Investments in Sons and Daughters.Ã\u0083Â¢ Working Paper, University of Washington.",
        "Maccoby EE. 1998. Ã\u0083Â¢The Two Sexes: Growing Up Apart, Coming Together.Ã\u0083Â¢ Cambridge, MA: Harvard Univ. Press.",
        "McClure EB. 2000. Ã\u0083Â¢A meta-analytic review of sex differences in facial expression processing and their development in infants, children and adolescents.Ã\u0083Â¢ Psychol. Bull. 126:424Ã\u0083Â¢53.",
        "Neidell, Matthew and Waldfogel, Jane. 2010. Ã\u0083Â¢Cognitive and Non-Cognitive Peer Effects in Early Education.Ã\u0083Â¢ Review of Economics and Statistics. 92(3): 562-576.",
        "Ready, D. D., LoGerfo, L. F., Burkam, D. T., & Lee, V. E. (2005). Explaining girlsÃ\u0083Â¢ advantage in kindergarten literacy learning: Do classroom behaviors make a difference? Elementary School Journal. 106: 21Ã\u0083Â¢38.",
        "Sax, Leonard. 2007. Boys Adrift: The Five Factors Driving the Growing Epidemic of Unmotivated Boys and Underachieving Young Men. New York: Basic Books.",
        "Segal, Carmit. 2008. Ã\u0083Â¢Classroom Behavior.Ã\u0083Â¢ Journal of Human Resources. 43(4): 783-814.",
        "Segal, Carmit. 2011. Ã\u0083Â¢Misbehavior, Education and Labor Market Outcomes.Ã\u0083Â¢ The Journal of the European Economic Association, Forthcoming.",
        "Silverman, Irwin W. 2003. Ã\u0083Â¢Gender Differences in Delay of Gratification: A Meta-Analysis.Ã\u0083Â¢ Sex Roles. 49 (9 Ã\u0083Â¢10): 451Ã\u0083Â¢63.",
        "Szatmari, Peter, Offord, David R., Boyle, Michael H. 1989. Ã\u0083Â¢Ontario Child Health Study: Prevalence of attention deficit disorder with hyperactivity.Ã\u0083Â¢ Journal of Child Psychology and Psychiatry. 30(2): 219-230.",
        "Notes: Panel A (NELS 1988) - The sample includes students who were 8th graders in 1988. HS Graduate is a dummy variable indicating whether the student received a high school diploma (excl. GED), Attend College indicates that the highest grade attended includes 1 or more years of college. College Graduate is a dummy variable that indicates that the student received a Bachelor's degree. The sample sizes are not identical in each of the columns due to non-response on the question required to infer their education status. Coefficients are similar if we restrict the sample to individuals who responded to all three questions. Additional covariates include a female dummy, race dummies and dummies for year of birth. Observations are weighted using panel weights in the 4th follow-up survey (2000). Robust standard errors in parentheses.",
        "Female Male Diff (Female-Male) Female Male Diff (Female-Male) 0.086 0.157-0.071*** 0.115 0.188-0.074*** [0.005] [0.008] Female Male Diff (Female-Male) Female Male Diff (Female-Male) 0.127 0.207-0.079*** 0.110 0.244-0.133*** [0.007] [0.008] Table 3: Trends over Time in the Gender Gap in School Suspension Ever Suspended by the time child was in: HSB (1980), 10th Grade NELS (1990), 10th Grade ELS (2002), 10th Grade ECLS (2006), 8th Grade Sources: High School and Beyond (HSB) 1980 Sophomore Cohort; National Educational Longitudinal Survey (NELS) 1988; Educational Longitudinal Survey (ELS) 2002; Early Childhood Longitudinal Survey (ECLS) Kindergarten Cohort 1998/1999."
    ]
}