{
    "id": 17547,
    "cites": 29,
    "cited_by": 4,
    "reference": [
        "Bricker, Jesse, Brian K. Bucks, Arthur Kennickell, Traci L. Mach and Kevin Moore. 2011. Drowning or Weathering the Storm? Changes in Family Finances from 2007 to 2009. NBER Working Paper 16985.",
        "Bosworth, Barry P. and Gary Burtless. 2010. Recessions, Wealth Destruction and the Timing of Retirement. Center for Retirement Research at Boston College. Working Paper 201022.",
        "Butrica, Barbara A., Richard W. Johnson and Karen E. Smith. 2011. The Potential Impact of the Great Recesson on Future Retirement Incomes. Center for Retirement Research at Boston College. Working Paper 2011-9.",
        "Household Debt and Saving During the 2007 Recession. NBER Working Paper 16999.",
        "Chan, Sewin and Ann H. Stevens. 2004 Ã\u0083Â¢How Does Job Loss Affect the Timing of Retirement?Ã\u0083Â¢ Contributions to Economic Analysis and Policy 3(1), article 5. http://www.bepress.com/bejeap/contributions/ Coile, Courtney and Phillip B. Levine. 2009. Ã\u0083Â¢The Market Crash and Mass Layoffs: How the Current Economic Crisis May Affect RetirementÃ\u0083Â¢. NBER Working Paper 15395.",
        "Copeland, Craig. 2011. Labor-Force Participation Rates of the Population Age 55 and Older: What Did the Recession Do to the Trends? Employee Benefit Research Institute Notes 32(3).",
        "Farber, Henry S. 2011. Job Loss in the Great Recession: Historical Perspective from the Displaced Workers Survey, 1984-2010.",
        "_________. 2011. Recessions, Retirement and Social Security. American Economic Review Papers and Proceedings 101(3): 23-28.",
        "Gustman, Alan L. and Thomas L. Steinmeier. 2002. Retirement and the Stock Market Bubble. National Bureau of Economic Research. Working Paper 9404.",
        "_________. 2009a. How Changes in Social Security Affect Recent Retirement Trends. Research on Aging 31(2): 261-290.",
        "_________. 2009b. Integrating Retirement Models. NBER Working Paper 15607.",
        "Gustman, Alan L., Thomas L. Steinmeier and Nahid Tabatabai. 2010a. Pensions in the Health and Retirement Study. Harvard University Press.",
        "_________. 2010b. Ã\u0083Â¢What the Stock Market Decline Means for the Financial Security and Retirement Choices of the Near-Retirement PopulationÃ\u0083Â¢. Journal of Economic Perspectives (Winter).",
        "Helman, Ruth, Craig Copeland and Jack VanDerhei. 2011. The 2011 Retirement Confidence Survey: Confidence Drops to Record Lows, Reflecting the New Normal. Issue Brief No. 355.",
        "Helppie McFall, Brooke. 2011. Crash and Wait? The Impact of the Great Recession on the Retirement Plans of Older Americans. American Economic Review Papers and Proceedings 101(3): 40-44.",
        "Hurd, Michael D., Monika Reti and Susann Rohwedder. 2009. The Effect of Large Capital Gains or Losses on Retirement In Developments in the Economics of Aging. David A. Wise, editor. Chicago, University of Chicago Press: 127-163.",
        "Hurd, Michael D. and Susann Rohwedder. 2010. Effects of the Financial Crisis and Great Recession on American Households. NBER Working Paper 16407.",
        "Johnson, Richard W. and Corina Mommaerts. 2011. Age Differences in Job Displacement, Job Search and Reemployment. Center for Retirement Research at Boston College. Working Paper Number 2011-3.",
        "Johnson, Richard W. and Janice S. Park. 2011. Can Unemployed Older Workers Find Work? Urban Institute Brief Number 25, January.",
        "Munnell, Alicia H., Dan Muldoon and Steven A. Sass. 2009. Recessions and Older Workers. Center for Retirement Research at Boston College. Working Paper Number 9-2.",
        "National Research Council. 2010. Assessing the Impact of Severe Economic Recession on the Elderly: Summary of a Workshop.",
        "Rix, Sara E. 2011. Recovering from the Great Recession: Long Struggle Ahead for Older Americans. AARP Policy Institute.",
        "Rohwedder, Susann. 2009. Ã\u0083Â¢American Life Survey: Evidence on How the Financial Crisis Has Affected American HouseholdsÃ\u0083Â¢. Paper presented at Michigan Retirement Research Center Research Workshop, April 3 and 4, 2009. No URL available.",
        "Sass, Steven A., Courtney Monk and Kelly Haverstick. 2010. Workers' Response to the Market Crash: Save More, Work More? Center for Retirement Research at Boston College.",
        "Stevens, Ann Huff. 2008. Retirement Wealth Across Cohrots: The Role of Earnings Inequality and Pension Changes. University of Michigan Retirement Research Center, Working Paper 2008-186.",
        "Stevens, Ann Huff and Sewin Chan. 2001. Job Loss and Employment Patterns of Older Workers. Journal of Labor Economics 19(2): 484-521.",
        "The Conference Board. 2011. U.S. Workers Delaying Retirement: What Businesses Can Learn from the Trends of Who, Where and Why. By Gad Levanon, Ben Cheng and Jeremy Goldman. May.",
        "Venti, Steven F. and David A. Wise. 2004. Aging and Housing Equity: Another Look. In Perspectives on the Economics of Aging, ed. David A. Wise. Chicago: University of Chicago Press for NBER: 127-175.",
        "Wolff, Edward N. 2011. Pensions in the 2000s: the Lost Decade? NBER Working Paper No. 16991."
    ]
}