{
    "id": 17542,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Acharya, Viral V., Itamar Drechsler and Philipp Schnabl, 2010, A Pyrrhic Victory? Ã\u0083Â¢ Bank Bailouts and Sovereign Credit Risk, Working Paper, NYU Stern.",
        "Acharya, Viral V., Stijn van Nieuwerburgh, Matthew Richardson and Lawrence White, 2011, Guaranteed to Fail: Fannie Mae, Freddie Mac and the Debacle of Mortgage Finance, Princeton University Press. Aguiar, Mark and Manuel Amador, Growth in the Shadow of Expropriation, NBER Working Papers 15194, National Bureau of Economic Research.",
        "Arellano, Cristina, 2008, Default risk and income fluctuations in emerging economies, American Economic Review 98, 690-712.",
        "Basu, Suman, 2009, Sovereign debt and domestic economic fragility, mimeo, MIT.",
        "Bolton, Patrick, and Olivier Jeanne, 2011, Sovereign default and bank fragility in financially integrated economies, NBER working paper 16899.",
        "Broner, Fernando, Alberto Martin and Jaume Ventura, 2010, Sovereign risk and secondary markets, American Economic Review 100, 1523-1555.",
        "Bulow, Jeremy, and Kenneth Rogoff. 1989b. Ã\u0083Â¢Sovereign Debt: Is to Forgive to Forget?Ã\u0083Â¢ American Economic Review, 79(1): 43Ã\u0083Â¢50.",
        "Cole, H. and P. Kehoe (1998), Ã\u0083Â¢Models of Sovereign Debt: Partial vs. General ReputationsÃ\u0083Â¢, International Economic Review, 39, 55Ã\u0083Â¢70.",
        "Rogoff (eds.), Handbook of International Economics III, Elsevier, North-Holland. Eaton, Jonathan and Mark Gersovitz, 1981, Debt with potential repudiation: Theoretical and empirical analysis, Review of Economic Studies 48, 284-309.",
        "Eichengreen, B. (1987), Ã\u0083Â¢Til Debt do us Part: The U.S. Capital Market and Foreign Lending, 1920-1955Ã\u0083Â¢ (NBER Working Paper No. 2394).",
        "FernÃ\u0083Æ\u0092ndez, Raquel, and Robert W. Rosenthal. 1990. Ã\u0083Â¢Strategic Models of SovereignDebt Renegotiations.Ã\u0083Â¢ Review of Economic Studies, 57(3): 331Ã\u0083Â¢49.",
        "Flandreau, Marc, and Frederic Zumer, 2004, The Making of Global Finance 1880-1913, Paris: OECD.",
        "Gennaioli, Nicola, Alberto Martin, and Stefano Rossi. 2011. Ã\u0083Â¢Sovereign Defaults, Domestic Banks, and Financial Institutions.Ã\u0083Â¢ http://crei.cat/people/gennaioli.",
        "Guembel, Alexander, and Oren Sussman, 2009, Sovereign debt without default penalties, Review of Economic Studies 76, 1297-3120.",
        "HolmstrÃ\u0083Æ\u0092m, Bengt, 1999, Ã\u0083Â¢Managerial Incentive Problems: A Dynamic PerspectiveÃ\u0083Â¢ The Review of Economic Studies Vol. 66, No. 1, Special Issue: Contracts (Jan., 1999), pp. 169-182 Kletzer, K. M. and B. D. Wright (2000), Ã\u0083Â¢Sovereign Debt as Intertemporal BarterÃ\u0083Â¢, American Economic Review, 90, 621Ã\u0083Â¢639.",
        "Levy-Yeyati, Eduardo and Ugo Panizza, 2006, The Elusive Costs of Sovereign Defaults (Inter-American Development Bank Research Department Working Paper #581, November 2006); Ozler, Sule, (1993), Ã\u0083Â¢Have Commercial Banks Ignored History?Ã\u0083Â¢, American Economic Review 83, no 3, 608-620.",
        "Prasad, Eswar, Raghuram Rajan and Arvind Subramanian, Ã\u0083Â¢Foreign Capital and Economic GrowthÃ\u0083Â¢, Brookings Papers on Economic Activity, 2007 (1), 153-230.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff, 2009a, This Time Is Different: Eight Centuries of Financial Folly, Princeton University Press.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff, 2009b, Ã\u0083Â¢Growth in a Time of Debt, American Economic Review Papers and Proceedings, forthcoming.",
        "Sandleris, Guido, 2009, Sovereign defaults, domestic credit market institutions and credit to the private sector, UTDT mimeo.",
        "Sandleris, Guido, Gaston Gelos, and Ratna Sahay. 2004. Ã\u0083Â¢Sovereign Borrowing by Developing Countries: What Determines Market Access?Ã\u0083Â¢ International Monetary Fund Working Paper 04/221.",
        "Sturzenegger, Federico and Jeromin Zettelmeyer, Haircuts: Estimating Investor Losses in Sovereign Debt Restructurings, 1998-2005 (International Monetary Fund Working Paper, July 2005); Tomz, Michael. 2007. Reputation and International Cooperation: Sovereign Debt across Three Centuries. Princeton, NJ: Princeton University Press."
    ]
}