{
    "id": 17540,
    "cites": 32,
    "cited_by": 41,
    "reference": [
        "[Note that this is not intended to be a complete list of references on the subject. For a more complete list, see Tol 2008.] Anthoff, David, Cameron Hepburn, and Richard S.J. Tol. 2009. Ã\u0083Â¢Equity Weighting and the Marginal Damage Costs of Climate Change.Ã\u0083Â¢ Ecological Economics, 68(3): 836-849.",
        "Anthoff, David and Richard S.J. Tol. 2010. Ã\u0083Â¢On international equity weights and national decision making on climate change.Ã\u0083Â¢ Journal of Environmental Economics and Management, 60(1): 14Ã\u0083Â¢20.",
        "Arrow, K.J. et al. 1995. Ã\u0083Â¢Intertemporal equity, discounting, and economic efficiency.Ã\u0083Â¢ in Climate Change 1995: Economic and Social Dimensions of Climate Change, Contribution of Working Group III to the Second Assessment Report of the Intergovernmental Panel on Climate Change, eds., Bruce J., Lee H., Haites E. Cambridge, UK: Cambridge University Press, 125Ã\u0083Â¢44.",
        "Clarkson, R. and K. Deyes. 2002. Estimating the Social Cost of Carbon Emissions, The Public Enquiry Unit - HM Treasury, London, Working Paper 140.",
        "Fankhauser, S., R.S.J. Tol and D.W. Pearce. 1997. Ã\u0083Â¢The aggregation of climate change damages: a welfareÃ\u0083Â¢theoretic approach.Ã\u0083Â¢ Environmental and Resource Economics, 10(3): 249Ã\u0083Â¢266.",
        "Fankhauser, Samuel, Richard S.J. Tol, and David W. Pearce. 1998. Ã\u0083Â¢Extensions and alternatives to climate change impact valuation: on the critique of IPCC Working Group IIIÃ\u0083Â¢s impact estimates.Ã\u0083Â¢ Environment and Development Economics, 3(1): 59Ã\u0083Â¢81.",
        "Fournier, Jay C., Robert J. DeRubeis, Steven D. Hollon, Sona Dimidjian, Jay D. Amsterdam, Richard C. Shelton, and Jan Fawcett. 2010. Ã\u0083Â¢Antidepressant Drug Effects and Depression Severity A Patient-Level Meta-analysis.Ã\u0083Â¢ Journal of the American Medical Association, 303(1): 47-53.",
        "Greenstone, Michael, Elizabeth Kopits, and Ann Wolverton. 2011. Ã\u0083Â¢Estimating the social cost of carbon for use in U.S. federal rulemakings: A summary and interpretation.Ã\u0083Â¢ NBER Working Paper 16913.",
        "IPCC. 1995. James P. Bruce, Hoe-song Yi, Erik F. Haites, ed., Climate change 1995: economic and social dimensions of climate change. Cambridge, UK: Cambridge University Press.",
        "IPCC Fourth Assessment, Impacts. 2007. Intergovernmental Panel On Climate Change, Climate Change 2007: Impacts, Adaptation and Vulnerability, Working Group II Contribution to the Intergovernmental Panel on Climate Change, available online at http://www.ipcc.ch/.",
        "IPCC Fourth Assessment, Science. 2007. Intergovernmental Panel on Climate Change, Climate Change 2007: The Physical Science Basis, Contribution of Working Group I to the Fourth Assessment Report of the IPCC, available online at http://ipccwg1. ucar.edu/wg1/wg1-report.html.",
        "Hope, Chris and Philip Maul. 1996. Ã\u0083Â¢Valuing the impact of CO2 emissions.Ã\u0083Â¢ Energy Policy, 24(3): 211Ã\u0083Â¢219.",
        "Koopmans, Tjalling C. 1965. Ã\u0083Â¢On the Concept of Optimal Economic Growth.Ã\u0083Â¢ Academiae Scientiarum Scripta Varia 28(1): 1-75 (available for download at http://cowles.econ.yale.edu/P/au/p_koopmans.htm).",
        "Mehra, Rajnish. 2008. The Handbook of the Equity Risk Premium, ed. Amsterdam, Netherlands: Elsevier.",
        "Mirrlees, James A. 1978. Ã\u0083Â¢Social Benefit-Cost Analysis and the Distribution of Income.Ã\u0083Â¢ World Development, 6(2): 131-138, quote from p. 134.",
        "National Research Council, Committee on Abrupt Climate Change. 2002. Abrupt Climate Change: Inevitable Surprises. Washington, D.C.: National Academy Press.",
        "Nordhaus, William D. 1994. Managing the Global Commons: The Economics of Climate Change. Cambridge, MA: MIT Press.",
        "Nordhaus, William D. 2007. Alternative measures of output in global economicenvironmental models: Purchasing power parity or market exchange rates? Energy Economics, 29(3): 349-372.",
        "Nordhaus, William D. 2007a. Ã\u0083Â¢A Review of the Stern Review on the Economics of Climate Change.Ã\u0083Â¢ Journal of Economic Literature, 45(3): 686Ã\u0083Â¢702 Nordhaus, William D. 2008. A Question of Balance: Weighing the Options on Global Warming Policies, New Haven, USA: Yale University Press, Nordhaus, William D. 2010. Economic aspects of global warming in a post-Copenhagen environment. Proceedings of the U.S. National Academy of Sciences, 107(26): 11721-11726.",
        "OECD. 2006. Cost-Benefit Analysis and the Environment: Recent Developments, OECD: Paris: 230-233.",
        "Oppenheimer, Michael. 1998. Ã\u0083Â¢Global Warming and the Stability of the West Antarctic Ice Sheet.Ã\u0083Â¢ Nature, 393((28 May): 325Ã\u0083Â¢332.",
        "Oppenheimer, Michael and Richard B. Alley. 2004. Ã\u0083Â¢The West Antarctic Ice Sheet and Long Term Climate Policy.Ã\u0083Â¢ Climatic Change, 64: 1Ã\u0083Â¢10.",
        "Pearce, David. 2003. The Social Cost of Carbon and its Policy Implications, Oxford Review of Economic Policy, 19(3): 362-384.",
        "Ramsey Frank P. 1928. A mathematical theory of saving. Economic Journal, 38: 543Ã\u0083Â¢559.",
        "Stern Review. 2007. The Economics of Climate Change: The Stern Review, Cambridge University Press: Cambridge, UK and available on the web at http://www.hmtreasury. gov.uk/independent_reviews/stern_review_economics_climate_change/ sternreview_index.cfm.",
        "Tol, R.S.J. 2005. The Marginal Damage Costs of Carbon Dioxide Emissions: An Assessment of the Uncertainties, Energy Policy, 33(16): 2064-2074.",
        "Tol, R.S.J. 2008. The Social Cost of Carbon: Trends, Outliers and Catastrophes, Economics: The Open-Access, Open-Assessment E-Journal. 2(25): 1-22.",
        "Tol, R.S.J. 2008a. Ã\u0083Â¢The Economic Effects of Climate Change.Ã\u0083Â¢ Journal of Economic Perspectives,23(2): 29Ã\u0083Â¢51.",
        "United Nations. 2009. Ã\u0083Â¢Copenhagen Accord.Ã\u0083Â¢ Available at http://unfccc.int/resource/docs/2009/cop15/eng/l07.pdf. Accessed February 19, 2010.",
        "US Regulatory Impact Analysis. 2010. Ã\u0083Â¢Appendix 15a. Social cost of carbon for regulatory impact analysis under executive order 12866,Ã\u0083Â¢ available at http://www2.eere.energy.gov/buildings/appliance_standards/commercial/pdfs/sem _finalrule_appendix15a.pdf.",
        "US Working Group. 2010. Interagency Working Group on Social Cost of Carbon, United States Government, Technical Support Document: Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866, available at http://www.epa.gov/oms/climate/regulations/scc-tsd.pdf.",
        "Weitzman, Martin L. 2009. Ã\u0083Â¢On modeling and interpreting the economics of catastrophic climate change.Ã\u0083Â¢ The Review of Economics and Statistics, (91)1: 1Ã\u0083Â¢19."
    ]
}