{
    "id": 17551,
    "cites": 26,
    "cited_by": 12,
    "reference": [
        "Aguiar, M. and G. Gopinath. 2006. Ã\u0083Â¢Defaultable debt, interest rates and the current account.Ã\u0083Â¢ Journal of International Economics 69: 64-83.",
        "Alfaro, L. and F. Kanczuk. 2005. Sovereign debt as a contingent claim: a quantitative approach. Journal of International Economics 65(2): 297-314.",
        "Arellano, C. 2008. Ã\u0083Â¢Default risk and income Ã\u0083Â¯uctuations in emerging markets.Ã\u0083Â¢ American Economic Review 98(3): 690-712.",
        "Arellano, C. and A. Ramanarayanan. 2010. Default and the maturity structure in sovereign bonds. University of Minnesota Department of Economics working paper, mimeo.",
        "Chatterjee, S. and B. Eyigungor. 2010. Maturity, indebtedness, and default risk. Federal Reserve Bank of Philadelphia Working Paper No. 10-12.",
        "Dias, D., C. Richmond, and M.L.J. Wright (2011). Ã\u0083Â¢Valuing the Stock of external Sovereign Debt.Ã\u0083Â¢ Working paper, University of California, Los Angeles.",
        "Dikhanov, Y. (2006). Historical Present Values of Debt in Developing Countries, 19802002.  World Bank Working Paper.",
        "Easterly, W., (2001a) Growth implosions, debt explosions, and my Aunt Marilyn: Do growth slowdowns cause public debt crises? World Bank Policy Research Working Paper 2531.",
        "Easterly, W., When Is Fiscal Adjustment an Illusion? Economic Policy, 1999. 14(28): p. 55-86.",
        "Eurostat, DeÃ\u0083Â¯cit and Debt: Eurostat Rules on Accounting Issues. Eurostat Press Release, 1997. 97(10).",
        "Eurostat, Accounting Rules: Complementary Decisions of Eurostat on DeÃ\u0083Â¯cit and Debt. Eurostat Press Release, 1997. 97(24).",
        "Eurostat, Manual on Government DeÃ\u0083Â¯cit and Debt: Implementation of ESA 95. 2010, Luxembourg: Eurostat.",
        "Grossman, H. I. and J. B. Van Huyck. 1988. Sovereign debt as a contingent claim: excusable default, repudiation, and reputation. American Economic Review 78(5): 10881097.",
        "Hall, G. J. and T. J. Sargent. 2007. Ã\u0083Â¢Accounting Properly for the GovernmentÃ\u0083Â¢s Interest Costs.Ã\u0083Â¢ Federal Reserve Bank of Chicago Economic Perspectives, vol. 21, no. 4, 18-28.",
        "Hatchondo, J. C. and L. Martinez. 2009. Ã\u0083Â¢Long-duration bonds and sovereign defaults.Ã\u0083Â¢ Journal of International Economics 79: 117-125.",
        "International Monetary Fund Independent Evaluation OÃ\u0083Â¯ce, Report on the Evaluation of the Role of the IMF in Argentina, 1991Ã\u0083Â¢2001, in Independent Evaluation OÃ\u0083Â¯ce Evaluation Report. 2004, International Monetary Fund.",
        "International Monetary Fund. 1991. Argentina - Request for Stand-By Arrangement -Letter of Intent. EBS/91/107, June 28, 1991.",
        "International Monetary Fund. 1996. Argentina - Request for Stand-By Arrangement. EBS/96/45, March 15, 1996.",
        "Kletzer, K. 2005. Sovereign debt, volatility, and insurance. Federal Reserve Bank of San Franscisco Working Paper 2006-05.",
        "Koen, V. and P. van den Noord, Fiscal Gimmickry in Europe. OECD Working Paper, 2005(417).",
        "Milesi-Ferretti, G.M., 1997. Ã\u0083Â¢Good, bad or ugly? On the eÃ\u0083Â¯ects of Ã\u0083Â¯scal rules with creative accounting.Ã\u0083Â¢ Journal of Public Economics, 88(1-2): p. 377-394.",
        "Piga, G., Do Governments Use Financial Derivatives Appropriately? Evidence from Sovereign Borrowers in Developed Economies. International Finance, 2001. 4(2): p. 189219.",
        "Reinhart, C. M. and K. S. RogoÃ\u0083Â¯. 2008. The forgotten history of domestic debt. NBER Working Paper No. 13946.",
        "Reinhart, C.M. and K.S. RogoÃ\u0083Â¯. 2010. Ã\u0083Â¢Growth in a Time of Debt.Ã\u0083Â¢ American Economic Review Papers and Proceedings, 00(2): p. 573-578.",
        "World Bank (2000). Debtor Reporting System Manual. World Bank Washington D.C.",
        "Yue, V. Z. 2010. Ã\u0083Â¢Sovereign default and debt renegotiation.Ã\u0083Â¢ Journal of International Economics 80(2): 176-187."
    ]
}