{
    "id": 17555,
    "cites": 13,
    "cited_by": 381,
    "reference": [
        "Bernanke, Ben S., Vincent R. Reinhart, and Brian P. Sack, 2004, Ã\u0083Â¢Monetary Policy Alternatives at the Zero Bound: An Empirical AssessmentÃ\u0083Â¢, Brookings Papers on Economic Activity, (2), pp. 1-78 Clouse, James, Dale Henderson, Athanasios Orphanides, David Small, and Peter Tinsley, 2000, Ã\u0083Â¢Monetary Policy when the Nominal Short-Term Interest Rate is Zero,Ã\u0083Â¢ Topics in Macroeconomics, 3(1), article 12.",
        "D'Amico, Stefania, and Thomas B. King, 2010, Flow and Stock Effects of Large-Scale Treasury Purchases, Finance and Economics Discussion Series 2010-52. Washington: Board of Governors of the Federal Reserve System, September.",
        "Fleckenstein, Matthias, Francis A. Longstaff, and Hanno Lustig, 2010, Why does the Treasury Issue TIPS? The TIPS-Treasury Bond Puzzle, working paper, UCLA.",
        "Fuster, Andreas and Paul S. Willen, 2010, $1.25 Trillion is Still Real Money: Some Facts About the Effects of the Federal Reserve's Mortgage Market Investments, working paper, Federal Reserve Bank of Boston.",
        "Gabaix, Xavier, Arvind Krishnamurthy and Olivier Vigneron, 2007, Limits of Arbitrage: Theory and Evidence from the Mortgage-Backed Securities Market, Journal of Finance, 62(2), pages 557-595, 04. Gagnon, Joseph, Matthew Raskin, Julie Remache, and Brian Sack, Large-Scale Asset Purchases by the Federal Reserve: Did They Work? Federal Reserve Bank of New York Staff Report no.",
        "Greenwood, Robin and Dimitri Vayanos, 2010, Ã\u0083Â¢Bond Supply and Excess Bond Return,Ã\u0083Â¢ working paper, LSE.",
        "Hamilton, James D., and Jing Wu, 2010, The Effectiveness of Alternative Monetary Policy Tools in a Zero Lower Bound Environment, working paper. San Diego: University of California, San Diego.",
        "He, Zhiguo and Arvind Krishnamurthy, 2009, Ã\u0083Â¢Intermediary Asset Pricing,Ã\u0083Â¢ working paper, Northwestern University.",
        "Krishnamurthy, Arvind and Annette Vissing-Jorgensen, 2010, Ã\u0083Â¢The Aggregate Demand for Treasury Debt,Ã\u0083Â¢ working paper, Northwestern University.",
        "Longstaff, Francis A., Sanjay Mithal and Eric Neis, 2005, Corporate Yields Spreads: Default Risk or Liquidity? New Evidence from the Credit-Default Swap Market, Journal of Finance, 60(5), pages 2213-2254.",
        "Swanson, Eric, 2011,Ã\u0083Â¢LetÃ\u0083Â¢s Twist Again: A High-Frequency Event-Study Analysis of Operation Twist and Its Implications for QE2,Ã\u0083Â¢ forthcoming, Brookings Papers on Economic Activity.",
        "Vayanos, Dimitri and Jean-Luc Vila, 2009, Ã\u0083Â¢A Preferred Habitat Model of the Term Structure of Interest Rates,Ã\u0083Â¢ working paper, LSE Financial Markets Group.",
        "Wright, Jonathan, 2011, What does Monetary Policy do to Long-Term Interest Rates at the Zero Lower Bound? working paper, Johns Hopkins University."
    ]
}