{
    "id": 17565,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Alexandre,F., Bacao, P., Cerejeira, J. and Portela,M., 2010, Employment ,Exchange rate and Labor Market Rigidity, IZA Discussion Paper No. 4891.",
        "Arellano, M. and Bover,O., 1995, Another Look at the Instrumental Variable Estimation of Error-Components Models. Journal of Econometrics, 68, 29-51.",
        "Blundell,R. and Bond, S., 1998, Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Journal of Econometrics, 87, 115Ã\u0083Â¢143.",
        "Branson, W. and Love, J., 1988, United States Manufacturing and the Real Exchange Rate. In: Marston, R.(Ed.), Misalignment of Exchange Rates: Effects on Trade and Industry. University of Chicago Press,Chicago, Illinois.",
        "Campa, J. and Goldberg, L., 2001, Employment Versus Wage Adjustment and the U.S. Dollar. Review of Economics and Statistics, 83 (3), 477Ã\u0083Â¢489.",
        "Dekle,R.,1998, The Yen and Japanese Manufacturing Employment, Journal of International Money and Finance,17,785-801.",
        "Goldberg, L., 2004, Industry Specific Real Exchange Rate for the United States, Economic Policy Review,10(1), 1-16.",
        "Goldberg, L . and Tracy, j., 2001, Exchange Rates and Wages, NBER working paper w8137.",
        "Hale, G. and Long, C., 2008, Did Foreign Direct Investment Put an Upward Pressure on Wages in China, Federal Reserve Bank of San Francisco Working Paper Series 2006-25 Klein, M.W., Schuh,S. and Triest, R.K., 2003, Job creation, Job destruction and the Real Exchange Rate, Journal of International Economics, 59, 239-265.",
        "McKinnon, R., 2005, Exchange Rate or Wage Changes in International Adjustment? Japan and China versus United States. ZEW-Centre for European Economic Research Discussion Paper No.05-064.",
        "McKinnon,R. and Schnabl, G., 2006, ChinaÃ\u0083Â¢s Exchange Rate and International Adjustment in Wages, Prices and Interest Rates: Japan DeÃ\u0083Â¢ja` Vu? CESifo Economic Studies, Vol.52,2/2006,267-303.",
        "Nucci, F. and Pozzolo, Alberto F., 2010, The Exchange Rate, Employment and Hours: What Firm Level Data Say? Journal of International Economics, 82, 112-123 Ping, Hua, 2007, Real Exchange Rate and Manufacturing Employment in China, China Economic Review,18, 335-353.",
        "Revenga, A., 1992, Exporting jobs? The Impact of Import Competition on Employment and Wages in U.S. Manufacturing, Quarterly Journal of Economics 107 (1), 255Ã\u0083Â¢284."
    ]
}