{
    "id": 17575,
    "cites": 26,
    "cited_by": 26,
    "reference": [
        "Bansal, Ravi, Robert F. Dittmar, and Christian T. Lundblad, 2002, Interpreting risk premia across size, value, and industry portfolios, Duke University.",
        ", 2005, Consumption, dividends, and the cross section of equity returns, The Journal of Finance 60, 1639Ã\u0083Â¢1672.",
        "Bansal, Ravi, Dana Kiku, and Amir Yaron, 2007, Risks for the long run: Estimation and inference, Manuscript, Department of Economics, Duke University, Durham NC.",
        "Bansal, Ravi, and Marcelo Ochoa, 2009, Temperature, growth, and asset prices, Working Paper.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, The Journal of Finance 59, 1481Ã\u0083Â¢1509.",
        "Bhamra, Harjoat S., Lars A. Kuehn, and Ilya A. Strebulaev, 2009, The levered equity risk premium and credit spreads: A uniÃ\u0083Â¯ed framework, Review of Financial Studies.",
        "Crocker, Thomas D., and Robert L. Horst, 1981, Hours of work, labor productivity, and environmental conditions: A case study, The Review of Economics and Statistics 63, 361Ã\u0083Â¢368.",
        "Curriero, F.C., K.S. Heiner, J.M. Samet, S.L. Zeger, L. Strug, and J.A. Patz, 2002, Temperature and mortality in 11 cities of the eastern united states, American Journal of Epidemiology 155, 80.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken, 2009a, Climate shocks and economic growth: Evidence from the last half century, NBER Working Paper 14132.",
        ", 2009b, Temperature and income: Reconciling new cross-sectional and panel estimates, American Economic Review 99, 198Ã\u0083Â¢204.",
        "Drechsler, Itamar, and Amir. Yaron, 2009, WhatÃ\u0083Â¢s vol got to do with it, Working Paper.",
        "Epstein, Larry G., and Stanley E. Zin, 1989, Substitution, risk aversion, and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica pp. 937Ã\u0083Â¢969.",
        "Fama, Eugene, and Kenneth French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3Ã\u0083Â¢27.",
        "Gallup, J.L., and J.D. Sachs, 2001, The economic burden of malaria, American Journal of Tropical Medicine and Hygiene 64, 85Ã\u0083Â¢96.",
        "Hall, Robert E., and Charles I. Jones, 1999, Why do some countries produce so much more output per worker than others?, The Quarterly Journal of Economics.",
        "Hansen, L.P., J.C. Heaton, and N. Li, 2008, Consumption strikes back? measuring long-run risk, Journal of Political Economy 116, 260Ã\u0083Â¢302.",
        "Heston, Alan, Robert Summers, and Bettina Aten, 2009, Penn world table version 6.3, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "Huntington, E., 1915, Civilization and climate (Yale University Press).",
        "IPCC, 2007, Synthesis Report - Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (Cambridge).",
        "Jacob, B., L. Lefgren, and E. Moretti, 2007, The dynamics of criminal behavior: Evidence from weather shocks, Journal of Human Resources 42, 489.",
        "Matsuura, Kenji, and Cort J. Willmott, 2009, Terrestrial precipitation: 1900-2008 gridded monthly time series, Center for Climatic Research Department of Geography Center for Climatic Research, University of Delaware.",
        "Meese, G., R. Kok, M. Lewis, and D. Wyon, 1982, EÃ\u0083Â¯ects of moderate cold and heat stress on factory workers in southern africa, South Africa Journal of Science 78, 189Ã\u0083Â¢197.",
        "Nordhaus, William, 2008, A Question of Balance: Economic Modeling of Global Warming (Yale University Press).",
        "Piazzesi, Monika, and Martin Schneider, 2007, Equilibrium yield curves, in Daron Acemoglu, Kenneth RogoÃ\u0083Â¯, and Michael Woodford, (eds.) NBER Macroeconomics Annual 2006.",
        "Stern, Nicholas, 2007, The Economics of Climate Change (Cambridge University Press, Cambridge, UK).",
        "Weil, Philippe, 1990, Nonexpected utility in macroeconomics, The Quarterly Journal of Economics 105, 29Ã\u0083Â¢42."
    ]
}