{
    "id": 17572,
    "cites": 71,
    "cited_by": 22,
    "reference": [
        "Acemoglu, D., M. Bautista, P. Querubin, and J. Robinson (2008). Economic and political inequality in development: the case of Cundinamarca, Colombia. In E. Helpman (Ed.), Institutions and Economic Performance. Harvard University Press. Acemoglu, D., D. Cantoni, S. Johnson, and J. Robinson (forthcoming). The consequences of radical reform: the French revolution. American Economic Review.",
        "Adams, R., H. Almeida, and D. Ferreira (2009). Understanding the relationship between founderCEOs and Ã\u0083Â¯rm performance. Journal of Empirical Finance 16(1), 136Ã\u0083Â¢150.",
        "Alesina, A. F., S. Danninger., and M. Rostagno (2001). Redistribution through public employment: the case of italy. IMF Staff Papers 48(3), 447Ã\u0083Â¢473.",
        "Alesina, A. F. and P. Giuliano (2007). The power of the family. NBER Working Paper 13051.",
        "Alesina, A. F. and P. Giuliano (2009). Family ties and political participation. NBER Working Paper 15415.",
        "Alesina, A. F. and E. La Ferrara (2002). Who trusts others? Journal of Public Economics 85(2), 207Ã\u0083Â¢234.",
        "Algan, Y. and P. Cahuc (2010). Inherited trust and growth. American Economic Review 100(5), 2060Ã\u0083Â¢2092.",
        "Allesina, S. (2011). Measuring nepotism through shared last names: the case of Italian academia. PLoS one 6(8), e21160.",
        "Anderson, R. and D. Reeb (2003). Founding-family ownership and Ã\u0083Â¯rm performance: evidence from the S&P 500. The Journal of Finance 58(3), 1301Ã\u0083Â¢1328.",
        "Angelucci, M., G. De Giorgi, M. Rangel, and I. Rasul (2010). Family networks and school enrollment: evidence from a randomized social experiment. Journal of Public Economics 94(3-4), 197Ã\u0083Â¢221.",
        "Angrist, J. and J. Pischke (2008). Mostly harmless econometrics: an empiricistÃ\u0083Â¢s companion. Princeton University Press.",
        "BanÃ\u0083Â¯eld, E. and L. BanÃ\u0083Â¯eld (1958). The Moral Basis of a Backward Society. Free Press.",
        "Barontini, R. and L. Caprio (2005). The effect of ownership structure and family control on Ã\u0083Â¯rm value and performance: Evidence from continental europe. ECGI-Ã\u0083Â¯nance working paper.",
        "Bertrand, M., S. Johnson, K. Samphantharak, and A. Schoar (2008). Mixing family with business: a study of thai business groups and the families behind them. Journal of Financial Economics 88(3), 466Ã\u0083Â¢498.",
        "Besley, T. and R. Burgess (2004). Can labor regulation hinder economic performance? evidence from india. Quarterly Journal of Economics 119(1), 91Ã\u0083Â¢134.",
        "BjÃ\u0083Æ\u0092rnskov, C. (2007). Determinants of Generalized Trust: a Cross-Country Comparison. Public Choice 130(1), 1Ã\u0083Â¢21.",
        "Boisjoly, J., G. Duncan, and S. Hofferth (1995). Access to social capital. Journal of Family Issues 16(5), 609.",
        "Brenner, D. and Y. Rubinstein (2009). Pride and prejudice: Evidence from the Ã\u0083Â¢promised landÃ\u0083Â¢. Brown University Dapartment of Economics Working Paper.",
        "Buonanno, P., D. Montolio, and P. Vanin (2009). Does social capital reduce crime? Journal of Law and Economics 52(1), 145Ã\u0083Â¢170.",
        "Cameron, A. C., J. B. Gelbach, and D. L. Miller (2006). Robust inference with multi-way clustering. NBER Working Paper 0327.",
        "Cartocci, R. (2007). Mappe del tesoro: atlante del capitale sociale in Italia. Il mulino.",
        "Caselli, F. and N. Gennaioli (2003). Dynastic management. NBER Working Paper 9442.",
        "Checchi, D. (1999, September). Tenure. an appraisal of a national selection process for associate professorship. Giornale degli Economisti 58(2), 137Ã\u0083Â¢181.",
        "Dal Bo, E., P. Dal Bo, and J. Snyder (2009, 01). Political dynasties. Review of Economic Studies 76(1), 115Ã\u0083Â¢142.",
        "Dohmen, T. J., A. Falk, D. Huffman, and U. Sunde (2008). The intergenerational transmission of risk and trust attitudes. CEPR Discussion Paper 6844.",
        "Durante, R., G. Labartino, R. Perotti, and G. Tabellini (2009). Academic dynasties. Bocconi University Working Paper.",
        "Ermisch, J. and D. Gambetta (2010). Do strong family ties inhibit trust? Journal of Economic Behavior & Organization 75(3), 365Ã\u0083Â¢376.",
        "Faguet, J. (2004). Does decentralization increase government responsiveness to local needs? Evidence from Bolivia. Journal of public economics 88(3-4), 867Ã\u0083Â¢893.",
        "Fahlenbrach, R. (2009). Founders, investment decisions, and stock market performance. Journal of Financial and Quantitative Analysis 44(02), 439Ã\u0083Â¢466.",
        "Ferraz, C. and F. Finan (2010). Persistence of political power and economic development: Evidence from BrazilÃ\u0083Â¢s regime transitions. PUC-Rio working paper.",
        "Fisman, R. and R. Gatti (2002). Decentralization and corruption: evidence across countries. Journal of Public Economics 83(3), 325Ã\u0083Â¢345.",
        "Fryer, R. and G. Loury (2007). Valuing identity: The simple economics of afÃ\u0083Â¯rmative action policies. Working paper.",
        "Fukuyama, F. (1996). Trust: the social virtues and the creation of prosperity. Free Press.",
        "Gagliarducci, S., A. Ichino, G. Peri, and R. Perotti (2005). Lo splendido isolamento dellÃ\u0083Â¢universitÃ\u0083Æ\u0092 italiana. In Oltre il Declino. Il Mulino.",
        "Gambetta, D. (1988). Trust: making and breaking cooperative relations. Blackwell.",
        "Guell, M., J. V. R. Mora, and C. Telmer (2007). Intergenerational mobility and the informative content of surnames. CEPR Discussion Paper 6316.",
        "Guiso, L., P. Sapienza, and L. Zingales (2004). The role of social capital in Ã\u0083Â¯nancial development. American economic review 94(3), 526Ã\u0083Â¢556.",
        "Guiso, L., P. Sapienza, and L. Zingales (2006). Does culture affect economic outcomes? The Journal of Economic Perspectives 20(2), 23Ã\u0083Â¢48.",
        "Guiso, L., P. Sapienza, and L. Zingales (2007). Social capital as good culture. NBER Working Paper 13712.",
        "Guiso, L., P. Sapienza, and L. Zingales (2008). Long term persistence. NBER Working Paper 14278.",
        "Guiso, L., P. Sapienza, and L. Zingales (2009). Cultural biases in economic exchange? Quarterly Journal of Economics 124(3), 1095Ã\u0083Â¢1131.",
        "Helliwell, J. F. and R. Putnam (1995, Summer). Economic growth and social capital in italy. Eastern Economic Journal 21(3), 295Ã\u0083Â¢307.",
        "Holderness, C. and D. Sheehan (1988). The role of majority shareholders in publicly held corporations: an exploratory analysis. Journal of Financial Economics 20, 317Ã\u0083Â¢346.",
        "Katz, H. and J. Rotter (1969). Interpersonal trust scores of college students and their parents. Child Development, 657Ã\u0083Â¢661.",
        "Kirkland, E. (1962). The gospel of wealth, and other timely essays. Belknap Press of Harvard University Press.",
        "Knack, S. (2002). Social capital and the quality of government: Evidence from the States. American Journal of Political Science, 772Ã\u0083Â¢785.",
        "Knack, S. and P. Keefer (1997). Does social capital have an economic payoff? A cross-country investigation. Quarterly Journal of Economics 112(4), 1251Ã\u0083Â¢1288.",
        "Knack, S. and P. Zak (2003). Building trust: public policy, interpersonal trust, and economic development. Supreme Court Economic Review, 91Ã\u0083Â¢107.",
        "Kramarz, F. and O. Skans (2011). When strong ties are strong: networks and youth labor market entry. Working Paper.",
        "Morck, R. K., D. A. Stangeland, and B. Yeung (1998). Inherited wealth, corporate control and economic growth: the Canadian disease. NBER Working Paper 6814.",
        "Nannicini, T., A. Stella, G. Tabellini, and U. Troiano (2010). Social capital and political accountability. CEPR Discussion Paper 7782. Nunn, N. and L. Wantchekon (Forthcoming). The slave trade and the origins of mistrust in africa. American Economic Review.",
        "Pellizzari, M. (2010, April). Do friends and relatives really help in getting a good job? Industrial and Labor Relations Review 63(3), 494Ã\u0083Â¢510.",
        "PÃ\u0083Æ\u0092rez-GonzÃ\u0083Æ\u0092lez, F. (2006). Inherited control and Ã\u0083Â¯rm performance. American Economic Review 96(5), 1559Ã\u0083Â¢1588.",
        "Perotti, R. (2002). The Italian University System: Rules vs. Incentives. In Ã\u0083Â¯rst conference on Monitoring Italy, ISAE, Rome.",
        "Perotti, R. (2008). LÃ\u0083Â¢universitÃ\u0083Æ\u0092 truccata: gli scandali del malcostume accademico, le ricette per rilanciare lÃ\u0083Â¢universitÃ\u0083Æ\u0092. Einaudi.",
        "PrudÃ\u0083Â¢homme, R. (1995). The dangers of decentralization. The World Bank Research Observer 10(2), 201Ã\u0083Â¢220.",
        "Putnam, R., R. Leonardi, and R. Nanetti (1993). Making democracy work: civic traditions in modern Italy. Princeton University Press.",
        "Sapienza, P., A. Toldra, and L. Zingales (2007). Understanding trust. NBER Working Paper 13387.",
        "Shimbori, M., T. Ishida, Y. Tomoda, and K. Sanuki (1964). Comparative study of career patterns of college professors. International Review of Education 10(3), 284Ã\u0083Â¢296.",
        "Smith, B. and B. Amoako-Adu (1999). Management succession and Ã\u0083Â¯nancial performance of family controlled Ã\u0083Â¯rms. Journal of Corporate Finance 5(4), 341Ã\u0083Â¢368.",
        "Sraer, D. and D. Thesmar (2007). Performance and behavior of family Ã\u0083Â¯rms: evidence from the French stock market. Journal of the European Economic Association 5(4), 709Ã\u0083Â¢751.",
        "Sylos Labini, M. (2004). Social networks and wages: itÃ\u0083Â¢s all about connections! LEM Papers Series 2004/10.",
        "Tabellini, G. (2007). Institutions and culture. IGIER Working Paper 330.",
        "Tabellini, G. (2008). The Scope of cooperation: norms and incentives. Quarterly Journal of Economics 123(3), 905Ã\u0083Â¢950.",
        "Tabellini, G. (2010). Culture and institutions: economic development in the regions of Europe. Journal of the European Economic Association 8(4), 677Ã\u0083Â¢716.",
        "Thompson, S. (2010). Simple formulas for standard errors that cluster by both Ã\u0083Â¯rm and time. Journal of Financial Economics 99.",
        "Uslaner, E. (2002). The moral foundations of trust. Cambridge University Press.",
        "Van Reenen, J. and N. Bloom (2007). Measuring and explaining management practices across Ã\u0083Â¯rms and countries. Quarterly Journal of Economics 122(4), 1351Ã\u0083Â¢1408.",
        "Villalonga, B. and R. Amit (2006). How do family ownership, control and management affect Ã\u0083Â¯rm value? Journal of Financial Economics 80(2), 385Ã\u0083Â¢417.",
        "Wallis, J. and W. Oates (1988). Decentralization in the Public Sector: An Empirical Study of State and Local Government. Fiscal federalism: Quantitative studies, 5.",
        "Zak, P. and S. Knack (2001). Trust and growth. Economic Journal 111(470), 295Ã\u0083Â¢321."
    ]
}