{
    "id": 17570,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron, and Joshua Angrist (2000). How large are human capital externalities? Evidence from compulsory schooling laws. NBER Macroeconomic Annual 15.",
        "Altonji, Joseph G. and David Card, (1989). The EÃ\u0083Â¯ects of Immigration on the Labor Market Outcomes of Natives, NBER Working Papers 3123, National Bureau of Economic Research, Cambridge, Ma.",
        "Altonji, Joseph G. and Card, David (1991). The EÃ\u0083Â¯ects of Immigration on the Labor Market Outcomes of Less-skilled Natives, NBER Chapters, in: Immigration, Trade and the Labor Market, pages 201-234. National Bureau of Economic Research, Inc.",
        "Angrist, Joshua (1995). The Economic Returns to Schooling in the West Bank and Gaza Strip. American Economic Review 85 (5): 1065-1087.",
        "Borjas, George (2003). Ã\u0083Â¢ The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor MarketÃ\u0083Â¢ Quarterly Journal of Economics, 118, 1335-1374.",
        "Borjas, George, Richard Freeman, and Larry Katz (1997). Ã\u0083Â¢ How Much Do Immigration and Trade AÃ\u0083Â¯ect Labor Market Outcomes?Ã\u0083Â¢ Brookings Papers on Economic Activity 1997 (1), 1-90.",
        "Borjas, George, and Lawrence Katz (2007). The Evolution of the Mexican-Born Workforce in the United States. In: Borjas, George (Ed), Mexican Immigration to the United States National Bureau of Economic Research Conference Report, Cambridge, MA.",
        "Borjas, George, JeÃ\u0083Â¯rey Grogger, and Gordon Hanson (2008). Imperfect Substitution between Immigrants and Natives: A Reappraisal. National Bureau of Economic Research, Working Paper # 13887, Cambridge, MA.",
        "Card, David (2009). Immigration and inequality. American Economic Review 99 (2): 1-21.",
        "Card, David, and Thomas Lemieux (2001). Can Falling Supply Explain the Rising Returns to College for Younger Men? A Cohort Based Analysis. Quarterly Journal of Economics 116 (2): 705-746.",
        "Ciccone Antonio and Giovanni Peri (2005). Long-Run Substitutability between More and Less Educated Workers: Evidence from U.S. States 1950-1990 (with Antonio Ciccone) Review of Economics and Statistics, Vol. 87, Issue 4, pages 652-663.",
        "Docquier Frederic, Caglar Ozden and Giovanni Peri (2010).Ã\u0083Â¢ The Wage eÃ\u0083Â¯ect of Immigration and EmigrationÃ\u0083Â¢ , NBER WP #16646, December 2010.",
        "Goldin, Claudia and Larry Katz (2008). Ã\u0083Â¢ The Race Between Education and Technology.Ã\u0083Â¢ , Harvard University Press, Cambridge, MA, 2008.",
        "Iranzo, Susana, and Giovanni Peri (2009). Migration and Trade: Theory with an Application to the Eastern-Western European Integration. CReAM Discussion Paper Series 0905.",
        "Johnson, George E. (1970). The Demand for Labor by Educational Category. Southern Economic Journal, 37: 190-203.",
        "Katz, Larry, and Kevin Murphy (1992). Changes in Relative Wages 1963-1987: Supply and Demand Factors. Quarterly Journal of Economics 107 (1): 35-78.",
        "Moretti, Enrico (2004a). Estimating the Social Return to Higher Education: Evidence from Longitudinal and Repeated Cross-Sectional Data. Journal of Econometrics 121 (1), 175-212.",
        "Moretti, Enrico (2004b). WorkersÃ\u0083Â¢ Education, Spillovers and Productivity: Evidence from Plant-Level Production Functions. American Economic Review 94 (3), 656-690.",
        "Raphael Steven and Eugene Smolensky (2008). Immigration and Poverty in the United States UC Berkeley Working Paper, April 2008.",
        "Ramsey, Frank (1928). A Mathematical Theory of Saving. Economic Journal 38 (152): 543559.",
        "Solow, Robert (1956). A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics 70 (1): 65-94."
    ]
}