{
    "id": 1757,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "Acton, John P. Nonemonetary Factor8 in the Demand for Medical Services: Some Empirical Evidence. Journal of Political Economy, 83, No. 2 (June 1975).",
        "Bakketeig, Leiv et al. Perinatal Mortality. in Perinatal Epidemiology, edited by Michael Bracken. New York: Oxford University Press, 1984.",
        "Bauman, K., et al. Legal abortions, Sub8idized Family Planning Services, and the U.S. `birth dearth. Social Biology, 24 (1977).",
        "Beck, Gerald J., and van der Berg, Sea J. The Relationship of the Rate of Intrauterine Growth of Low-Birth Weight Infants to Later Growth. Journal of Pedlatr~cs, 86 (AprIl 1975).",
        "Becker, Gary S., and Lewis, H. Gregg. On the Interaction between the Quantity and Quality of Children. In New g~~e1c 2!c~~ ~2 Fertility, edited by T.W. Schultz. Proceedings of a conference sponsored by the National Bureau of Economic Research and the Population Council. Journal 9~ ~2!~~c!~ gc2B2!y, 81, No. 2, Part II (March/April 1973).",
        "Bracken, Michael, ed. Perinatal Epidemiology. New York: Oxford University Press, 1984.",
        "Brann, Edward A. A Multivariate Analysis of Interstate Variation In Fertility of Teenage Girls. American ~ Public Health, 69, No. 7 (July 1979).",
        "Chamie, N., et al.Factors Affecting Adolescent Use of Family Planning Clinics. Family Planning Perspectives, 14, No. 3 (May/June) 1982.",
        "Corman, Hope, and Grossman, Michael. Determinants of Neonatal Mortality Rates in the U.S.: A Reduced Form Model. g~ !!!B!t~I~ Economi , 4, No 3 (December 1985).",
        "Corman Hope; Joyce, Theodore J.; and Grossman, Michael. Birth Outcome Production Functions in the U.S. Presented at the annual meetings of the Population Association of America, Economic Demography Workahip, Boston, Massachusetts, March 1985.",
        "Elster, A. The Effects of Maternal Age, Parity and Prenatal Care on Perinatal Outcomes in Adolescent Mothers. American Journal of ~ ~4 qyÃ\u0082Â»=!s2!29!* 149, No. 8 (August 15, 1984).",
        "Forrest, J.., et al.The Impact of Family Planning Clinic Programs on Adolescent Pregnancy. Family B~1~g R-1 13, No. 3 (May/June 1981).",
        "Glass, Leonard, et ml. Effects of Legalized Abortion on Neonatal Mortality and Obstetrical Morbidity at Harlem Hospital Center, American Journal 2~ ~ ~ 64, No. 7 (July 1974).",
        "Grossman, Michael. The Demand for Health: A Theoretical !!~ ~ investigation. New York: Columbia University Press for the National Bureau of Economic Research, 1972.",
        "Grossman, Michael, and Jacobowitz, Steven. Variations in Infant Mortality Rates Among Counties of the United States: The Roles of Public Policies and Programs. ~emography, 18, No. 4 (November 1981).",
        "Harris, Jeffrey E. Prcnatal Medical Care and Infant Mortality. In ~c2~2!~.c ~.!p!ct~ g~ Health, edited by Victor R. Fuchs. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1982.",
        "Hechman, James J. Sample Selection Bias as Specification Error. Econometrics, 47, No. 1 (January 1979).",
        "Institute of Medicine. Preventing Low Birthweight. Washington, D.C.: National Academy Press, 1985.",
        "Lanman, J.I., et al. Changes in Pregnancy Outcomes after Liberalization of New York State Abortion Laws. American ~ 2~ Q~1~ ~ ~Y~!c2!22Y~ 18, No. 4 (February 15, 1974).",
        "Lave, Lester, and Seskin, Eugene. An Analysis of the Association Between U.S. Mortality and Air Pollution. Journal of the ~1~c!1 ~ 921!t42!! 68, No. 342 (June 1973).",
        "Lee, Kwang-Sun, et al. Neonatal Mortality: An Analysis of the Recent Improvement in the United States. American Journal ~~llc !~!!!~!Ã\u0082Â»=. 70, No. 1 (January 1980).",
        "Lewit, Eugene. The Demand for Prenatal Care and the Production of Healthy Infants. In Volume III of the ~r~t~al ~rles 2~ ~ ~ ~!!~22!!!~ edited by Ismail Sirageldin, David Salkever, and Alan Sorkin. Greenwich, Connecticut: JAI Press, Inc., 1983.",
        "Lewit, Eugene. The Interstate Market for Smuggled Cigarettes. R-2 Presented at the annual meetings of the American Economic Association Session on Issues in Government Finance, New York, December, 1982.",
        "Lewit, Eugene, and Coate, Douglas. The Potential for Using Excise Taxes to Reduce Smoking. Journal 2~ ~ 2!!2!~.2~ 1, No. 2 (August 1982).",
        "Meyer, M.B., et al. Perinatal Events Associated with Maternal Smoking During Pregnancy. American Journal of gp!~!!~g~2gx, 103, No. 5 (1976).",
        "Mundlak, Yair, and Hoch, Irving. Consequences of Alternative Specifications in Estimation of Cobb-Douglas Production Functions. Econometrics, 33, No. 4 (October 1965).",
        "Nakamura, A., and Nakamura, N. On the Relationship Among Several Specification Error Tests Presented by Durbin, Wu and Hausman. Econometrics, 49, No. 6 (November 1981).",
        "Paneth, Nigel, et al. Newborn Intensive Care and Neonatal Mortality in Low-Birth Weight Infants. New England ~2~~!! 2~ Medicine, 307, No. 3 (July 13, 1982).",
        "Pakter, J., et al.Two Years Experience in New York City with Liberalized Abortion Law -- Programs and Problems. Am~~ig~r~ Journal of Public Health, 63 (1973).",
        "Quick, Jonathan D. Liberalized Abortion in Oregon: Effects on Fertility, Prematurity, Fetal Death and Inf ant Death. American Journal of Public Health, 68, No. 10 (October 1978).",
        "Ro8enzweig, Mark R., and Schultz, 1. Paul. The Behavior of Mothers as Inputs to Child Health: The Determinants of Birth Weight, Gestation, and Rate of Fetal Growth. In ~!2!c~ 2~ Health, edited by Victor R. Fuchs. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1982.",
        "Rosenzweig, Mark R., and Schultz, T. Paul. Consumer Demand and Household Production: The Relationship Between Fertility and Child Mortality. American Economic Review, 73, No. 2 (May 1983a).",
        "Shelton, James D. Very Young Adolescent Women in Georgia: Has Abortion or Contraception Lowered Their Fertility? Ican Journal of Public Health, 67, No.7 (July 1977).",
        "Showstack, J.A. et ml. Factors Associated with Birthwelght: An Exploration of the Roles of Prenatal Care and Length of Gestation. American Journal of Public Health. 74, No. 9 (September 1984).",
        "Sklar, J., and Berkov, B. The Effects of Legal Abortion and Legitmate and Illegitimate Birth Rates: The California Experience. Sta In Family Planning, 4, (1973).",
        "U.S. Bureau of the Census. Statistical Abstract of the United States: 1984. (104 edition) Washington, D.C. 1983 Ventura, Stephanie S. Trends in Teenage Childbearing: United States 1970-1981. Vital !!~ !!~ ~ Series 21, No. 41 Hyattsville, Maryland: U.S. Department of Health and Human Services, September 1984.",
        "Wu, D. Alternative Teats of Independence Between Stochastic Regresora and Disturbances. EconometrIcs, 41, No 4 (July 1973)."
    ]
}