{
    "id": 17574,
    "cites": 42,
    "cited_by": 22,
    "reference": [
        "Bansal, Ravi, 2007, Long-Run Risks and Risk Compensation in Equity Markets, in Rajnish Mehra (ed.) Handbook of the Equity Risk Premium Elsevier Science.",
        "Bansal, Ravi, Robert F. Dittmar, and Christian Lundblad, 2005, Consumption, dividends, and the cross-section of equity returns, Journal of Finance 60, 1639Ã\u0083Â¢1672.",
        "Bansal, Ravi, Ron Gallant, and George Tauchen, 2007, Rational Pessimism, Rational Exuberance, and Asset Pricing Models, Review of Economic Studies 74, 1005Ã\u0083Â¢1033.",
        "Bansal, Ravi, Dana Kiku, and Amir Yaron, 2007, A Note on the Economics and Statistics of Predictability: A Long Run Risks Perspective, Working paper.",
        "Bansal, Ravi, and Marcelo Ochoa, 2011, Temperature, Aggregate Risk, and Expected Returns, Working Paper, Duke University.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 1481Ã\u0083Â¢1509.",
        "Barlevy, Gadi, 2004, The Cost of Business Cycles and the BeneÃ\u0083Â¯ts of Stabilization: A Survey, NBER Working Paper 10926.",
        "Barro, Robert, 2006, Rare Disasters and Assets Markets in the Twenttieth Century, The Quarterly Journal of Economics 121, 823Ã\u0083Â¢866.",
        "Bhamra, Harjoat S., Lars-Alexander Kuehn, and Ilya A. Strebulaev, 2009, The Levered Equity Risk Premium and Credit Spreads: A UniÃ\u0083Â¯ed Framework. The Review of Financial Studies, forthcoming.",
        "Jacob, Brian, Lars Lefgren and Enrico Moretti, 2007, The Dynamics of Criminal Behavior: Evidence from Weather Shocks, Journal of Human Resources 42, 489Ã\u0083Â¢527.",
        "Crocker, Thomas D. and Robert L. Horst, Jr., 1981, Hours of Work, Labor Productivity, and Environmental Conditions: A Case Study. The Review of Economics and Statistics 63, 361Ã\u0083Â¢368.",
        "Curriero, Frank C., Karlyn Heiner, Jonathan Samet, Scott Zeger, Lisa Strug, Jonathan A. Patz, 2002, Temperature and Mortality in 11 Cities of the Eastern United States. American Journal of Epidemiology 155, 80Ã\u0083Â¢87.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken, 2009a, Climate Shocks and Economics Growth: Evidence from the Last Half Century, NBER Working Paper #14132.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken, 2009b, Temperature and Income: Reconciling New Cross-Sectional and Panel Estimates, American Economic Review Papers & Proceedings 99(2) 198Ã\u0083Â¢204.",
        "Drechsler, Itamar, and Amir Yaron, 2009, WhatÃ\u0083Â¢s Vol Got to Do With It, Working paper.",
        "Eraker, BjÃ\u0083Æ\u0092rn, and Ivan Shaliastovich, 2008, An Equilibrium Guide to Designing AÃ\u0083Â¯ne Pricing Models, Mathematical Finance 18, 519Ã\u0083Â¢543.",
        "Epstein, Larry G., and Stanley E. Zin, 1989, Substitution, risk aversion, and the intertemporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937Ã\u0083Â¢969.",
        "Field, Simon, 1992, The EÃ\u0083Â¯ect of Temperature on Crime, The British Journal of Criminology 32, 340Ã\u0083Â¢351.",
        "Gallup, John L. and JeÃ\u0083Â¯rey D. Sachs, 2001, The economic burden of malaria, The American Journal of Tropical Medicine and Hygiene 64, 85Ã\u0083Â¢96.",
        "Hansen, Lars, John Heaton, and Nan Li, 2008, Consumption strikes back?, Journal of Political Economy 116, 260Ã\u0083Â¢302.",
        "Hansen, Lars Peter and Ravi Jagannathan, 1991, Implications of security market data for models of dynamic economies, Journal of Political Economy 99, 225Ã\u0083Â¢262.",
        "Horowitz, John K., 2009, The Income-Temperature Relationship in a Cross-Section of Countries and its Implications for Predicting the EÃ\u0083Â¯ects of Global Warming, Environmental Resource Economics forthcoming.",
        "Huntington, Ellsworth, 2009, Civilization and Climate, CT: Yale University Press.",
        "IPCC, 2007, Synthesis Report - Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge University Press, Cambridge.",
        "Karl, Thomas, Jerry M. Melillo and Thomas C. Peterson, 2009, Global Climate Change Impacts in the United States. Cambridge University Press.",
        "Lucas, Robert, 1987, Models of Business Cycles. Oxford: Basil Blackwell.",
        "Lustig, Hanno, Stijn Van Neiuwerburgh and Adrien Verdelhan, 2009, The WealthConsumption Ratio. Working paper.",
        "Meese, G., R. Kok, M. Lewis, and D. Wyon, 1982, EÃ\u0083Â¯ects of Moderate Cold and Heat Stress on Factory Workers in Southern Africa. South Africa Journal of Science, 78, 189Ã\u0083Â¢197.",
        "Mehra, Rajnish, and Edward C. Prescott, 1985, The equity premium: A puzzle, Journal of Monetary Economics 15, 145Ã\u0083Â¢162.",
        "Munich Re Group, 2009, Topics Geo Natural catastrophes 2008: Analyses, assessments, positions. Knowledge series, Munich Re Group.",
        "Nordhaus, William, 2008, A Question of Balance: Economic Modeling of Global Warming, Yale Press.",
        "Nordhaus, William, 2007, A Review of the Stern Review on the Economics of Climate Change. Journal of Economic Literature, 45, 686Ã\u0083Â¢702.",
        "Nordhaus, William, 1994, Climate and Economic Development: Climates Past and Climate Change Future. Proceedings of the World Bank Annual Conference on Development Economics 1993.",
        "Piazzesi, Monika, and Martin Schneider, 2007, Equilibrium Yield Curves. in Daron Acemoglu, Kenneth RogoÃ\u0083Â¯, and Michael Woodford, (eds.) NBER Macroeconomics Annual 2006 Cambridge MA: MIT press.",
        "Pindyck, Robert, 2011, Uncertain Outcomes and Climate Change Policy, NBER Working Paper, March 2011.",
        "Rasmussen, Tobias N., 2004, Macroeconomic Implications of Natural Disasters in the Caribbean. IMF Working Papers 04/224, International Monetary Fund.",
        "Scott, P. A., J. Kettleborough and M. R. Allen, 2004, Human contribution to the European heatwave of 2003 Nature, 432, 610-613.",
        "Shiller, Robert, 1989, Data Series. Chapter 26 in R. Shiller Market volatility, The MIT Press, Cambridge, Massachusetts.",
        "Stern, Nicholas, 2007, The Economics of Climate Change, Cambridge University Press, Cambridge, UK.",
        "Webster, P.J., G.J. Holland, J.A. Curry and H.R. Chang, 2005, Changes in tropical cyclone number, duration, and intensity in a warming environment. Science 309, 1844Ã\u0083Â¢1846.",
        "Weil, Philippe, 1990, Non-expected Utility in Macroeconomics. The Quarterly Journal of Economics, 105(1), 29Ã\u0083Â¢42.",
        "Weitzman, Martin L., 2009, On Modeling and Interpreting the Economics of Catastrophic Climate Change. The Review of Economics and Statistics, 91(1), 1Ã\u0083Â¢19."
    ]
}