{
    "id": 17577,
    "cites": 72,
    "cited_by": 17,
    "reference": [
        "Aghion, Philippe, Alberto Alesina, and Francesco Trebbi, Endogenous Political Institutions, Quarterly Journal of Economics 119 (2004), 565611.",
        "Alesina, Alberto, and Howard Rosenthal, Partisan Politics Divided Government and the Economy (New York: Cambridge University Press, 1995).",
        "Ansolabehere, Stephen, John de Figueiredo, and James Snyder, Why Is There so Little Money in U.S. Politics? Journal of Economic Perspectives 17 (2003), 105-130.",
        "Arellano, Manuel, and Steven Bond, Some Tests of SpeciÃ\u0083Â¢cation for Panel Data: Monte Carlo Evidence and an Application to Employment Equations,  Review of Economic Studies 58 (1991), 277Ã\u0083Â¢297.",
        "Baldwin, Richard, and Paul Krugman, Persistent Trade Eects of Large Exchange Rate Shocks, Quarterly Journal of Economics 104 (1989), 635654.",
        "Bernard, Andrew, and J. Bradford Jensen, Why Some Plants Export, Review of Economics and Statistics 86 (2004), 561-569.",
        "Bertrand, Marianne, Matilde Bombardini, and Francesco Trebbi, Is It Whom You Know or What You Know? An Empirical Assessment of the Lobbying Process, University of British Columbia Working Paper (2011).",
        "Bertrand, Marianne, Francis Kramarz, Antoinette Schoar, and David Thesmar, Politicians, Firms and the Political Business Cycle: Evidence from France, University of Chicago Working Paper (2011).",
        "Blanes i Vidal, Jordi, Mirko Dracaz, and Christian Fons-Rosen, Revolving Door Lobbyists, London School of Economics Working Paper (2011).",
        "Blundell, Richard, and Steven Bond, Initial Conditions and Moment Restrictions in Dynamic Panel Data Models, Journal of Econometrics 87 (1998), 115-143.",
        "Bombardini, Matilde, Firm Heterogeneity and Lobby Participation, Journal of International Economics 75 (2008), 329-348.",
        "Bombardini, Matilde, and Francesco Trebbi, Competition and Political Organization: Together or Alone in Lobbying for Trade Policy, University of British Columbia Working Paper (2011).",
        "Borjas, George, Immigration in High-Skill Labor Markets: The Impact of Foreign Students on the Earnings of Doctorates, NBER Working Paper 12085 (2006).",
        "Borjas, George, and Kirk Doran, The Collapse of the Soviet Union and the Productivity of American Mathematicians, Working Paper (2011).",
        "Bronars, Stephen, and John Lott Jr., Do Campaign Donations Alter How a Politician Votes? Or, Do Donors Support Candidates Who Value the Same Things That They Do? Journal of Law and Economics 40 (1997), 317-350.",
        "Chellaraj, Gnanaraj, Keith Maskus, and Aaditya Mattoo, The Contribution of Skilled Immigrations and International Graduate Students to U.S. Innovation, Review of International Economics 16:3 (2008), 444-462.",
        "Chen, Hui, David Parsley, and Ya-Wen Yang, Corporate Lobbying and Financial Performance, University of Colorado Boulder Working Paper (2010).",
        "Cooper, Michael, Huseyin Gulen, and Alexei Ovtchinnikov, Corporate Political Contributions and Stock Returns, Journal of Finance 65 (2010), 687-724.",
        "Das, Sanghamitra, Mark Roberts, and James Tybout, Market Entry Costs, Producer Heterogeneity, and Export Dynamics, Econometrica 75 (2007), 837-873.",
        "Deardor, Alan, and Richard Hall, Lobbying as Legislative Subsidy, American Political Science Review 100 (2006), 69-84.",
        "Dixit, Avinash, Entry and Exit Decisions under Uncertainty, Journal of Political Economy 97 (1989), 620-638.",
        "Facchini, Giovanni, Anna Maria Mayda, and Prachi Mishra, Do Interest Groups Aect U.S. Immigration Policy? Journal of International Economics 85 (2011), 114-128.",
        "Faccio, Mara, Politically Connected Firms, American Economic Review 96 (2006), 369-386.",
        "Faccio, Mara, John McConnell, and Ronald Masulis, Political Connections and Corporate Bailouts, Journal of Finance 61 (2006), 2597-2635.",
        "Fisman, Raymond, Estimating the Value of Political Connections, American Economic Review 91 (2001), 1095-1102.",
        "Fisman, Raymond, David Fisman, Julia Galef, and Rakesh Khurana, Estimating the Value of Connections to Vice-President Cheney, Columbia Business School Working Paper (2006).",
        "Foley, C. Fritz, and William Kerr, Ethnic Innovation and U.S. Multinational Firm Activity, NBER Working Paper 17336 (2011).",
        "Freeman, Richard, The Market for College-Trained Manpower: A Study in the Economics of Career Choice (Cambridge, MA: Harvard University Press, 1971).",
        "Gabaix, Xavier, The Granular Origins of Aggregate Fluctuations, Econometrica 79 (2011), 733-772.",
        "Gawande, Kishore, and Usree Bandyopadhyay, Is Protection for Sale? Evidence on the Grossman-Helpman Theory of Endogenous Protection, Review of Economics and Statistics 82 (2000), 139-152.",
        "Goldberg, Pinelopi, and Giovanni Maggi, Protection for Sale: An Empirical Investigation, American Economic Review 89 (1999), 1135-1155.",
        "Grenzke, Janet, PACS and the Congressional Supermarket: The Currency is Complex, American Journal of Political Science 33 (1989), 1-24.",
        "Grier, Kevin, Michael Munger, and Brian Roberts, The Determinants of Industry Political Activity, 1978 Ã\u0083Â¢1986, American Political Science Review 88 (1994), 911-926.",
        "Grossman, Gene, and Elhanan Helpman, Protection for Sale, American Economic Review 84 (1994), 833-850.",
        "Grossman, Gene, and Elhanan Helpman, Special Interest Politics (Cambridge: MIT Press, 2001).",
        "Hansen, Wendy, and Neil Mitchell, Disaggregating and Explaining Corporate Political Activity: Domestic and Foreign Corporations in National Politics, American Political Science Review 94 (2000), 891-903.",
        "Hanson, Gordon, The Economic Consequences of International Migration,  Annual Review of Economics 1 (2009), 179-208.",
        "Hanson, Gordon, Kenneth Scheve, and Matthew Slaughter, Individual Preferences over High-Skilled Immigration in the United States, in Jagdish Bhagwati and Gordon Hanson (Eds.), Skilled Immigration Today: Problems, Prospects, and Policies (New York: Oxford University Press, 2009), 207-246.",
        "Hunt, Jennifer, and Marjolaine Gauthier-Loiselle, How Much Does Immigration Boost Innovation? American Economic Journal: Macroeconomics 2 (2010), 31-56.",
        "Hunt, Jennifer, Which Immigrants Are Most Innovative and Entrepreneurial ? Distinctions by Entry Visa, Journal of Labor Economics 29 (2011), 417-457.",
        "Igan, Deniz, and Prachi Mishra, ThreeÃ\u0083Â¢s Company: Wall Street, Capitol Hill, and K Street, IMF Working Paper forthcoming (2011).",
        "Igan, Deniz, Prachi Mishra, and Thierry Tressel, A Fistful of Dollars: Lobbying and the Financial Crisis, NBER Macro Annual 26 (2011).",
        "Jayachandran, Seema, The Jeords Eect, Journal of Law and Economics 49 (2006), 397-425.",
        "Kato, Takao, and Chad Sparber, Quotas and Quality: The Eect of H1B Visa Restrictions on the Pool of Prospective Undergraduate Students from Abroad, Review of Economics and Statistics forthcoming (2011).",
        "Kerr, William, The Ethnic Composition of U.S. Inventors, HBS Working Paper 08-006 (2007).",
        "Kerr, William, Ethnic ScientiÃ\u0083Â¢c Communities and International Technology Diusion, Review of Economics and Statistics 90 (2008), 518-537.",
        "Kerr, William, and William Lincoln, The Supply Side of Innovation: H1B Visa Reforms and U.S. Ethnic Invention, Journal of Labor Economics 28 (2010), 473-508.",
        "Kirkegaard, Jacob, Outsourcing and Skill Imports: Foreign High-Skilled Workers on H-1B and L-1 Visas in the United States, Peterson Institute for International Economics Working Paper 05-15 (2005).",
        "Lincoln, William, and Andrew McCallum, Entry Costs and Increasing Trade, University of Michigan Working Paper (2011).",
        "Lowell, B. Lindsay, H-1B Temporary Workers: Estimating the Population,  The Center for Comparative Immigration Studies Working Paper 12 (2000).",
        "Lowell, B. Lindsay, Skilled Temporary and Permanent Immigrants in the United States, Population Research and Policy Review 20 (2001), 33-58.",
        "Lowell, B. Lindsay, and Bryan Christian, The Characteristics of Employers of H-1Bs, Institute for the Study of International Migration Working Paper (2000).",
        "Ludema, Rodney, Anna Maria Mayda, and Prachi Mishra, Protection for Free: An Analysis of U.S. Tari Exemptions, IMF Working Paper 10/211 (2010).",
        "Magee, Christopher, Endogenous Trade Policy and Lobby Formation: An Application to the Free-Rider Problem, Journal of International Economics 57 (2002), 449-471.",
        "Matlo, Norman, On the Need for Reform of the H-1B Non-Immigrant Work Visa in Computer-Related Occupations, University of Michigan Journal of Law Reform (2003).",
        "Miano, John, The Bottom of the Pay Scale: Wages for H-1B Computer Programmers, CIS Backgrounder (2005).",
        "Mithas, Sunil, and Henry Lucas, Are Foreign IT Workers Cheaper? U.S. Visa Policies and Compensation of Information Technology Professionals, Management Science 56:5 (2010), 745-765.",
        "Mitra, Devashish, Endogenous Lobby Formation and Endogenous Protection: A Long-Run Model of Trade Policy Determination, American Economic Review 89 (1999), 1116-1134.",
        "Nickell, Stephen, Biases in Dynamic Models with Fixed Eects, Econometrica 49 (1981), 1417-1425.",
        "Peri, Giovanni, The Eect of Immigration on Productivity: Evidence from U.S. States, Review of Economics and Statistics forthcoming (2011).",
        "Reksulak, Michael, William Shughart, and Gokhan Karahan, Barrier to Entry: The Political Economy of H-1B Visas, University of Mississippi Working Paper (2006).",
        "Roberts, Mark, and James Tybout, The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review 87 (1997), 545-564.",
        "Romer, Christina, and David Romer, The Macroeconomic Eects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, American Economic Review 100 (2010), 763-801.",
        "Romer, Thomas, and James Snyder, An Empirical Investigation of the Dynamics of PAC Contributions, American Journal of Political Science 38 (1994), 745-769.",
        "Roodman, David, How to do xtabond2: An Introduction to Dierence and System GMM in Stata, Center for Global Development Working Paper 103 (2006).",
        "Ryoo, Jaewoo, and Sherwin Rosen, The Engineering Labor Market, Journal of Political Economy 112:2 (2004), S110-S140.",
        "Snyder, James, Campaign Contributions as Investments: The House of Representatives, 1980Ã\u0083Â¢1986, Journal of Political Economy 98 (1990), 1195-1227.",
        "Snyder, James, Long-Term Investing in Politicians, or Give Early, Give Often, Journal of Law and Economics 35 (1992), 15-43.",
        "Stephan, Paula, and Sharon Levin, Exceptional Contributions to US Science by the Foreign-Born and Foreign-Educated, Population Research and Policy Review 20:1 (2001), 59-79.",
        "Tambe, Prassana, and Lorin Hitt, H-1B Visas, Oshoring, and the Wage of US Information Technology Workers, Working Paper (2009).",
        "Tripathi, Micky, Stephen Ansolabehere, and James Snyder Jr., Are PAC Contributions and Lobbying Linked? New Evidence from the 1995 Lobby Disclosure Act, Business and Politics 4 (2002), 131-155.",
        "Zavodny, Madeline, The H-1B Program and its Eects on Information Technology Workers, Federal Reserve Bank of Atlanta Economic Review (2003)."
    ]
}