{
    "id": 17583,
    "cites": 49,
    "cited_by": 147,
    "reference": [
        "Aiyagari, Rao, 1994, Ã\u0083Â¢Uninsured Idiosyncratic Risk and Aggregate Saving,Ã\u0083Â¢ Quarterly Journal of Economics, 109 (3), 659-84.",
        "Aiyagari, Rao and Ellen R. McGrattan, 1998. Ã\u0083Â¢The optimum quantity of debt,Ã\u0083Â¢Journal of Monetary Economics, 42(3), 447-469.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1999. Ã\u0083Â¢The Ã\u0083Â¯nancial accelerator in a quantitative business cycle framework,Ã\u0083Â¢Handbook of Macroeconomics, ed. by J. B. Taylor and M. Woodford (ed.), vol. 1, chap. 21, 1341-1393.",
        "Bewley, T., 1977, Ã\u0083Â¢The Permanent Income Hypothesis: A Theoetical Formulation,Ã\u0083Â¢ Journal of Economics Theory, 16(2), 252-92.",
        "Buera, F. and B. Moll, 2011, Ã\u0083Â¢Aggregate Implications of a Credit Crunch,Ã\u0083Â¢ mimeo, Princeton University.",
        "Brunnermeier, Markus and Yuliy Sannikov, 2010, Ã\u0083Â¢A Macroeconomic Model of the Financial Sector,Ã\u0083Â¢ mimeo, Princeton University.",
        "Caballero, Ricardo, 1990. Ã\u0083Â¢Expenditure on Durable Goods: A Case for Slow Adjustment, Ã\u0083Â¢ Quarterly Journal of Economics, 422(3), 727-744.",
        "Cagetti, M., M. De Nardi, and M. Bassetto, 2011. Ã\u0083Â¢Credit Crunches and Credit Allocation in a Model of Entrepreneurship,Ã\u0083Â¢mimeo, Federal Reserve Bank of Chicago.",
        "Carroll, Christopher D., 1997, Ã\u0083Â¢Buffer-Stock Saving and the Life Cycle/Permanent Income Hypothesis,Ã\u0083Â¢ Quarterly Journal of Economics, 112(1), 1-55.",
        "Carroll, Christopher D., 2006, Ã\u0083Â¢The Method of Endogenous Gridpoints for Solving Dynamic Stochastic Optimization Problems,Ã\u0083Â¢ Economics Letters 91 (3), 312-320.",
        "Carroll, Christopher D. and Wendy E. Dunn, 1997, Ã\u0083Â¢Unemployment Expectations, Jumping (S,s) Triggers, and Household Balance Sheets,Ã\u0083Â¢ NBER Macroeconomics Annual, 12, 165-217",
        "Challe, Edouard and Xavier Ragot, 2010. Ã\u0083Â¢Precautionary Savings in the Business Cycle,Ã\u0083Â¢ mimeo, Paris School of Economics.",
        "Chamley, Christopher, 2010. Ã\u0083Â¢Self-fulÃ\u0083Â¯lling Liquidity Traps with Money as a Medium of Exchange,Ã\u0083Â¢ mimeo, Boston University.",
        "Christiano, Lawrence, Martin Eichenbaum and Sergio Rebelo, 2009. Ã\u0083Â¢When is the Government Spending Multiplier Large?,Ã\u0083Â¢ NBER WP 15394.",
        "Curdia, Vasco and Michael Woodford, 2010. Ã\u0083Â¢Credit Spreads and Monetary Policy,Ã\u0083Â¢ Journal of Money, Credit and Banking, 42(s1), 3-35.",
        "Deaton, A., 1991. Ã\u0083Â¢Saving and Liquidity Constraints.Ã\u0083Â¢ Econometrica 59(5):122148.",
        "Del Negro, Marco, Gauti Eggertsson, Andrea Ferrero, and Nobuhiro Kiyotaki, 2011, Ã\u0083Â¢The Great Escape? A Quantitative Evaluation of the FedÃ\u0083Â¢s Non-Standard Policies,Ã\u0083Â¢ mimeo, Federal Reserve Bank of New York.",
        "Eggertsson, Gauti B. and Michael Woodford, 2003, Ã\u0083Â¢The Zero Interest-Rate Bound and Optimal Monetary Policy,Ã\u0083Â¢ Brookings Papers on Economic Activity, 1, 139-211.",
        "Eggertsson, Gauti B., and Paul Krugman, 2011, Ã\u0083Â¢Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo approach, Ã\u0083Â¢ mimeo, Federal Reserve Bank of New York.",
        "Floden, Martin and Jesper Linde, 2001, Ã\u0083Â¢Idiosyncratic Risk in the U.S. and Sweden: Is there a Role for Government Insurance?,Ã\u0083Â¢ Review of Economic Dynamics, 4 (2), 406-437.",
        "Geanakoplos, John, and Prandeep Dubey, 2006, Ã\u0083Â¢Money and Production, and Liquidity Trap,Ã\u0083Â¢ International Journal of Economic Theory, 2 (3/4), 295-317.",
        "Gertler, Mark and Peter Karadi, 2010, Ã\u0083Â¢A Model of Unconventional Monetary Policy, Ã\u0083Â¢ mimeo, New York University.",
        "Gertler, Mark and Nobuhiro Kiyotaki, 2010, Ã\u0083Â¢Financial Intermediation and Credit Policy in Business Cycle Analysis,Ã\u0083Â¢ mimeo, New York University.",
        "Goldberg, Jonathan, 2011, Ã\u0083Â¢A Model of Deleveraging,Ã\u0083Â¢ mimeo, MIT.",
        "Grossman, Sanford J. and Guy Laroque, 1990. Ã\u0083Â¢Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods,Ã\u0083Â¢Econometrica, vol. 58(1), 25-51.",
        "Gruber, Joseph and Robert Martin, 2003. Ã\u0083Â¢Precautionary Savings and the Wealth Distribution with Illiquid Durables,Ã\u0083Â¢International Finance Discussion Papers 773, Board of Governors of the Federal Reserve System.",
        "Guerrieri, Veronica, and Guido Lorenzoni, 2009. Ã\u0083Â¢Liquidity and Trading Dynamics, Ã\u0083Â¢ Econometrica, 77 (6), 1751-1790.",
        "Hall, Robert, 2011a. Ã\u0083Â¢The High Sensitivity of Economic Activity to Financial Frictions, Ã\u0083Â¢ Economic Journal, 121, 351-378.",
        "Hall, Robert, 2011b. Ã\u0083Â¢The Long Slump,Ã\u0083Â¢ American Economic Review, 101(2), 431-469.",
        "Hall, Robert, 2011c. Ã\u0083Â¢Clashing Theories of Unemployment,Ã\u0083Â¢ mimeo, Stanford University.",
        "Heathcote J., K. Storesletten, and G. Violante, 2008. Ã\u0083Â¢Insurance and Opportunities: a Welfare Analysis of Labor Market Risk.Ã\u0083Â¢ Journal of Monetary Economics, 55(3), 50125.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Gianluca Violante, 2009. Ã\u0083Â¢Quantitative Macroeconomics with Heterogeneous Households,Ã\u0083Â¢ Annual Review of Economics, 1, 319-354.",
        "Hintermaier, Thomas and Koeniger, Winfried, 2010. Ã\u0083Â¢The Method of Endogenous Gridpoints with Occasionally Binding Constraints among Endogenous Variables,Ã\u0083Â¢ Journal of Economic Dynamics and Control, 34(10), 2074-2088.",
        "Huggett, Mark, 1993. Ã\u0083Â¢The Risk-Free Rate in Heterogeneous-Agent IncompleteInsurance Economies,Ã\u0083Â¢ Journal of Economic Dynamics and Control, 17 (5-6), 953-69.",
        "Iacoviello, Matteo, 2005. Ã\u0083Â¢House Prices, Borrowing Constraints, and Monetary Policy in the Business Cycle,Ã\u0083Â¢American Economic Review 95 (3): 739764.",
        "Jermann, Urban and Vincenzo Quadrini, 2009, Ã\u0083Â¢Macroeconomic Effects of Financial Shocks,Ã\u0083Â¢ NBER Working Paper no. 15338.",
        "Khan, Aubhik and Julia K. Thomas, 2010. Ã\u0083Â¢Credit Shocks and Aggregate Fluctuations in an Economy with Production HeterogeneityÃ\u0083Â¢, mimeo, The Ohio State University.",
        "Kaplan, Greg and Gianluca Violante, 2011. Ã\u0083Â¢A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢ mimeo, New York University.",
        "Krueger, Dirk and Jesus Ferndandez-Villaverde, 2011. Ã\u0083Â¢Consumption and Saving over the Life Cycle: How Important are Consumer Durables?Ã\u0083Â¢Macroeconomic Dynamics, forthcoming.",
        "Krugman, Paul R., 1998, Ã\u0083Â¢ItÃ\u0083Â¢s Baaack: JapanÃ\u0083Â¢s Slump and the Return of the Liquidity Trap,Ã\u0083Â¢ Brookings Papers on Economic Activity, 2, 137-187.",
        "Krusell, Per, Toshihiko Mukoyama, and Aysegul Sahin, 2010, Ã\u0083Â¢Labor-Market Matching with Precautionary Savings and Aggregate Fluctuations,Ã\u0083Â¢ Review of Economic Studies, 77(4), 1477-1507.",
        "Leahy, John and Joseph Zeira, 2005. Ã\u0083Â¢The Timing of Purchases and Aggregate Fluctuations, Ã\u0083Â¢ Review of Economic Studies, December 2005, 1127-1151.",
        "Mian, A. and A. SuÃ\u0083Â¯, 2011a. Ã\u0083Â¢House Prices, Home Equity-Based Borrowing, and the U.S. Household Leverage Crisis,Ã\u0083Â¢ American Economic Review, forthcoming.",
        "Mian, A. and A. SuÃ\u0083Â¯, 2011b. Ã\u0083Â¢What Explains High Unemployment? The DeleveragingAggregate Demand Hypothesis,Ã\u0083Â¢ mimeo, University of Chicago Booth School of Business.",
        "Midrigan, Virgiliu and Thomas Philippon, 2011, Ã\u0083Â¢Household Leverage and the Recession, Ã\u0083Â¢ mimeo, New York University",
        "Nekarda, Christopher J. and Valerie A. Ramey, 2010, Ã\u0083Â¢The Cyclical Behavior of the Price-Cost Markup,Ã\u0083Â¢ mimeo, UCSD.",
        "Ogaki, Masao and Carmen M. Reinhart, 1998, Ã\u0083Â¢Measuring Intertemporal Substitution: The Role of Durable Goods,Ã\u0083Â¢ Journal of Political Economy, 106 (5), 1078-1098.",
        "Shimer, Robert, 2005. Ã\u0083Â¢The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢ American Economic Review, 95 (1), 25-49.",
        "Tauchen, G., 1986, Ã\u0083Â¢Finite State Markov-chain Approximations to Univariate and Vector Autoregressions.Ã\u0083Â¢ Economics Letters 20, 177Ã\u0083Â¢181."
    ]
}