{
    "id": 17580,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Arunatilake N. An Economic Analysis of Tobacco Demand in Sri Lanka. Sri Lanka Economic Journal 2002; 3: 96-120.",
        "Bonu S, Rani M, Peters DH, Jha P, Nguyen SN. Does use of tobacco or alcohol contribute to impoverishment from hospitalization costs in India? Health Policy Plan 2005; 20: 41-9. doi: 10.1093/heapol/czi005 Chaloupka FJ, Warner KE. The Economics of Smoking. In AJ Culyer and JP Newhouse eds. Handbook of Health Economics. Amsterdam: Elsevier Science, North-Holland, 2000, pp 1539-627.",
        "Chowdhury AN, Ramakrishna J, Chakraborty AK, Weiss MG. Cultural context and impact of alcohol use in the Sundarban Delta, West Bengal, India. Social Science & Medicine 2006; 63: 722-31. doi: 10.1016/j.socscimed.2006.02.006 Cox TL, Wohlgenant MK. Prices and Quality Effects in Cross-Sectional Demand Analysis. American Journal of Agricultural Economics 1986; 68: 908-19.",
        "Deaton A. Household Survey Data and Pricing Policies in Developing Countries. World Bank Economic Review 1989; 3: 183Ã\u0083Â¢210.",
        "Deaton A. Price elasticities from survey data: extensions and Indonesian results. Journal of Econometrics 1990; 44: 281-309. Deaton A. The Analysis of Household Surveys: A Microeconometric Approach to Development Policy.",
        "Baltimore: The Johns Hopkins University Press, 1997.",
        "Deaton A, Tarozzi A. Prices and poverty in India. Princeton: Princeton University, Woodrow Wilson School of Public and International Affairs, 2000.",
        "Gajalakshmi V, Peto R, Kanaka TS, Jha P. Smoking and mortality from tuberculosis and other diseases in India: retrospective study of 43000 adult male deaths and 35000 controls. Lancet 2003; 362: 507-15. doi: 10.1016/S0140-6736(03)14109-8 Gibson J, Rozelle S. Prices and unit values in poverty measurement and tax reform analysis. The World Bank Economic Review 2005; 19: 69-97.",
        "Government of India. Concepts and Definitions Used in NSS. New Delhi: National Sample Survey Organisation, Ministry of Statistics & Programme Implementation, Government of India, 2001.",
        "Government of India. Global Adult Tobacco Survey India (GATS India), 2009-2010. Mumbai: International Institute for Population Sciences (IIPS) and Ministry of Health and Family Welfare, 2010.",
        "Guindon GE, Perucic A-M, Boisclair D. Higher tobacco prices and Taxes in South-East Asia: an effective tool to reduce tobacco use, save lives and increase government revenue. HNP Discussion Paper Economics of Tobacco Control Paper No 11. Washington: The World Bank, 2003.",
        "Gupta PC, Saxena S, Pednekar MS, Maulik PK. Alcohol consumption among middle-aged and elderly men: a community study from western India. Alcohol and Alcoholism 2003; 38: 327-31. doi: 10.1093/alcalc/agg077 International Agency for Research on Cancer. IARC Handbooks of Cancer Prevention: Tobacco Control.",
        "Volume 14. Effectiveness of Price and Tax Policies for Control of Tobacco. Lyon: International Agency for Research on Cancer, 2011.",
        "International Monetary Fund. World Economic Outlook Database. September 2011 Edition. International Monetary Fund, 2011. Jha P, Chaloupka FJ. Curbing the epidemic: governments and the economics of tobacco control.",
        "Washington: The World Bank, 1999.",
        "Jha P, Guindon E, Joseph RA, Nandi A, John RM, Rao K, Chaloupka FJ, Kaur J, Gupta PC, Rao MG. A rational taxation system of bidis and cigarettes to reduce smoking deaths in India. EPW Economic & Political Weekly 2011; XLVI: 44-51.",
        "Jha P, Jacob B, Gajalakshmi V, Gupta PC, Dhingra N, Kumar R, Sinha DN, Dikshit RP, Parida DK, Kamadod R, Boreham J, Peto R. A nationally representative case-control study of smoking and death in India. N Engl J Med 2008; 358: 1137-47. doi: 10.1056/NEJMsa0707719 John RM. Price Elasticity Estimates for Tobacco and Other Addictive Goods in India. Working Paper Series No. WP-2005-003. Mumbai: Indira Gandhi Institute of Development Research, 2005.",
        "John RM. Price elasticity estimates for tobacco products in India. Health Policy Plan 2008a; 23: 200-9. doi: 10.1093/heapol/czn007 John RM, Sung HY, Max W. Economic cost of tobacco use in India, 2004. Tob Control 2009; 18: 13843. doi: 10.1136/tc.2008.027466 John S. History and Culture of Bidis in India: Production, Employment, Marketing and Regulations. In PC Gupta and S Asma eds. Bidi Smoking and Public Health and Public Health. New Delhi: Ministry of Health and Family Welfare, Government of India, 2008b, pp 1-12.",
        "Joseph RA, Gupta PC, Kaur J, Ram F, Sinha DN, Dixit R, Palipudi K, Pezzack B, Asma S, Jha P. Smoking in India: Trend Analysis from 1998-2010. Working Paper. Toronto: Centre for Global Health Research, St. MichaelÃ\u0083Â¢s Hospital, University of Toronto, 2011.",
        "Karki YB, Pant KD, Pande BR. A Study on the Economics of Tobacco in Nepal. HNP Discussion Paper Series. Economics of Tobacco Control Paper No. 13. Washington: The World Bank, 2003.",
        "Mushtaq N, Mushtaq S, Beebe LA. Economics of tobacco control in Pakistan: estimating elasticities of cigarette demand. Tob Control 2011. doi: 10.1136/tc.2010.040048 Nargis N, Ruthbah UH, Fong GT. Taxation of Tobacco Products in Bangladesh: Findings from the 2009 ITC Bangladesh Survey. ITC Project Working Paper Series. Waterloo: University of Waterloo, 2010.",
        "Niimi Y. An Analysis of Household Responses to Price Shocks in Vietnam: Can Unit Values Substitute for Market Prices? Sussex: Poverty Research Unit at Sussex, University of Sussex, 2005.",
        "Prais SJ, Houthakker HS. The Analysis of Family Budgets. Cambridge: Cambridge University Press, 1955.",
        "Rani M, Bonu S, Jha P, Nguyen SN, Jamjoum L. Tobacco use in India: prevalence and predictors of smoking and chewing in a national cross sectional household survey. Tob Control 2003; 12: e4.",
        "Warner KE. The economics of tobacco: myths and realities. Tob Control 2000; 9: 78-89."
    ]
}