{
    "id": 17586,
    "cites": 60,
    "cited_by": 37,
    "reference": [
        "J. Ammer, F. Cai, Sovereign CDS and Bond Pricing Dynamics in Emerging Markets,: Does the Cheapest-to- Deliver Option Matter?, Journal of International Financial Markets, Institutions and Money, vol. 21, issue 3, July 2011.",
        "O. Arce, S. Mayordomo, and J. I. Pena, Do sovereign CDS and Bond Markets Share the Same Information to Price Credit Risk? An Empirical Application to the European Monetary Union Case, Working Paper, 2011.",
        "N. Arora, P. Gandhi, F. A. LongstaÃ\u0083Â¯, Counterparty Credit Risk and the Credit Deafult Swap Market, Working Paper, University of California, Los Angeles, CA, 2010.",
        "J. AttÃ\u0083Â¯eld, Structural Breaks and Convergence in Output Growth in the EU, Discussion Paper N03/544 University of Bristol, 2003.",
        "M. G. Attinasi, C. Checherita, C. Nickel, What Explains the Surge in Eurozone Sovereign Spreads during the Financial Crisis 2007-2009?, ECB Working Paper n 11312009.",
        "R. Auer and S.WehrmÃ\u0083Æ\u0092ller1, $ 60 Billion and Counting: Carry Trade-Related Losses and their EÃ\u0083Â¯ect on CDS Spreads in Central and Eastern Europe, Swiss National Bank, April 2009.",
        "D. Aunon-Nerin, D. Cossin, T. Hricko, Z. Huang, Exploring for the Determinants of Credit Risk in Credit Default Swap Transaction Data: is Fixed Income MarketsÃ\u0083Â¢ Information SuÃ\u0083Â¯cient to Evaluate Credit Risk?, FAME Research Paper 65, 2002.",
        "J. Batterman, H. Nordqvist, Running the Basis: a Brief Overview of Cash Market and CDS Spreads, FitchRatings Credit Policy Special Report, September 2005.",
        "J. Batterman, R. Merritt, I. Rasmussen, A. Sewell, 2005 CDS Market Roundup: a Tale of Uneven Growth?, FitchRatings Credit Policy Special Report, April 2006.",
        "A. Beber, N. Kasabov, L. Erzegovesi, M. Fedrizzi, and D. Deng, Hybrid Intelligent Decision Support Systems and Applications for Risk Analysis and Discovery of Evolving Economic Clusters in Europe, in Future Directions for Intelligent Systems and Information Sciences, Chapter 17, 2000.",
        "BIS Quarterly Review, International Banking and Financial Market Developments, December 2003.",
        "BIS (2007): Triennial Central Bank Survey, Foreign Exchange and Derivatives Market Activity in 2007.",
        "BIS (2008): Regular OTC Derivatives Market Statistics.",
        "R. Blanco, S. Brennan, I. W. Marsh, An Empirical Analysis of the Dynamic Relation between Investment-Grade Bonds and Credit Default Swaps, Journal of Finance, vol. LX, n5, October 2005.",
        "D. Bongaerts, F. De Jong, and J. Driessen, Derivative Pricing with Liquidity Risk: Theory and Evidence from the Credit Default Swap Market, Journal of Finance, volume 66, issue 1, February 2011.",
        "M. Brunnermeier, A. Crockett, C. Goodhart, A.D. Persaud and H. Shin, The Fundamental Principles of Financial Regulation, Geneva Reports on the World Econom, International Center for Monetary and Banking Studies, January 2009.",
        "M. Brunnermeier, Deciphering the Liquidity and Credit Crunch 2007-08, Princeton University, Department of Economics, December 17, 2008.",
        "J.P. Calamaro, K. Thakkar, Trading the CDS-Bond Basis, Deutsche Bank Global Markets Research - Quantitative Credit Strategy, August 2004.",
        "M. Choudhry, Fixed-Income and Derivatives Handbook, Blomberg press, 2005.",
        "M. Choudhry, The Credit Default Swaps Basis, Bloomberg press, 2006.",
        "L. Codogno, C. Favero, A. Missale, R. Portes, M.Thum, Yield Spreads on EMU Government Bonds, Economic Policy, 2003.",
        "P. Collin-Dufresne, R.S. Goldstein, J.S. Martin (2001), The Determinants of Credit Spread Changes, Journal of Finance 56, 6, 2001.",
        "J. De Wit, Exploring the CDS-Bond Basis, 2006, National Bank of Belgium, Working paper research n104.",
        "D. DuÃ\u0083Â¯e, Credit Swap Valuation, Financial Analysts Journal 55(1), 1999.",
        "D. DuÃ\u0083Â¯e, K. Sigleton, Modelling Term Structures of Defaultable Bonds, Review of Financial Studies n 12, 687-720, 1999.",
        "P. Dunne, M. Moore, and R. Portes, Benchmark Status in Fixed-income Asset Markets, Journal of Business Finance and Accounting 34, 1615-1634, 2007.",
        "A. Ebner, An Empirical Analysis on the Determinants of CEE Governments Bond Spreads, Emerging Market Review n 10, 97-121, 2009.",
        "R. Engle, C. Granger, Cointegration and Error Correction: Representation, Estimation and Testing, Econometrica 55, 1987.",
        "J. Ericsson, K. Jacobs, R. Oviedo-Helfenberger, The Determinants of CDS Premia, The Journal of Fixed Income, 1059-8596, 2004.",
        "P. Fage, Directionality in the Credit Default Swap - Bond basis, Credit Suisse First Boston Fixed Income Research, January 2003.",
        "C. Favero, F. Giavazzi, Should the Euro Area be Run as a Closed Economy?, American Economic Review, 2008.",
        "A. Fontana, M. Scheicher, An Analysis of Euro Area Sovereign CDS and Their Relation with Government Bonds, ECB working paper series n 1271, December 2010.",
        "A. Fostel and J. Geanakoplos, Tranching, CDS and Asset Prices: How Financial Innovation can Cause Bubbles and Crashes, Working Paper, 2011.",
        "C. W. J. Granger, Investigating Causal Relations by Econometric Models and Cross Spectral Methods, Econometrica, n 37, 1969.",
        "A.W. Gregory, J. M. Nason, and D. G. Watt, Testing for Structural Breaks in Cointegrated Relationships, Journal of Econometrics, 1994.",
        "A.W. Gregory, B. E. Hansen, Residual-based Tests for Cointegration in Models with Regime Shifts, Journal of Econometrics, 1996.",
        "S. Hogan, R. Jarrow, M. Teo, and M. Warachka, Testing Market EÃ\u0083Â¯ciency using Statistical Arbitrage with Applications to Momentum and Value Trading Strategies, Journal of Financial economics, 73, 525-565, 2004.",
        "P. Houweling, J. Hoek, F. Kleibergen, The Joint Estimation of Term Structures and Credit Spreads, Journal of Empirical Finance, 2001.",
        "A. A. Huang, Tests for Cointegration. A Monte Carlo Comparison, Journal of Econometrics, 1996.",
        "J. Hull, Options, Futures and Other Derivatives, Pearson Prentice Hall, 2006.",
        "J. Hull, M. Predescu, and A. White, The Relationship Between Credit Default Swap Spreads, Bond Yields, and Credit Rating Announcements, Journal of Banking and Finance, 2004.",
        "F. In, B.U. Kang, S.T. Kim, Sovereign Credit Default Swaps, Sovereign Debt and Volatility Transmission across Emerging Markets, Korea Advanced Institute of Science and Technology Working Paper Series, 2007.",
        "S. Johansen, Statistical Analysis of Cointegration Vectors, Journal of Economic Dynamics and Control, Elsevier, vol. 12(2-3), pages 231-254, 1988.",
        "S. J. Leybourne, P.Newbold, Behaviour of Dickey-Fuller t-Tests When There is a Break Under the Alternative Hypothesis, Econometric Theory, 16, 2000.",
        "N. Li, The Price Discovery Process in Credit Derivative Markets: Evidence from Sovereign CDS Market, MPRA Paper n 12294, December 2008.",
        "F.A. LongstaÃ\u0083Â¯, S. Mithal, E. Neiss, Corporate Yield Spreads: Default Risk or Liquidity? New Evidence from the Credit Default Swap Market, Journal of Finance, vol. LX, n5, October 2005.",
        "J. MacKinnon, Critical Values for Cointegration Tests, University of California at San Diego, Economics Working Paper Series 90-4, Department of Economics, UC San Diego, 1991.",
        "L. Mahadeva and P. Robinson, Unit Root Testing to Help Model Building, Centre for Central Banking Studies, Bank of England, 2004.",
        "F. Packer, C. Suthiphongchai, Sovereign Credit Default Swaps, BIS Quarterly Review, December 2003.",
        "M. Pagano, E. L. Von Thadden, The European Bond Markets under EMU, Oxford Review of Economic, Oxford University Press, 2004.",
        "P. Perron, Dealing with Structural Breaks, Boston University - Department of Economics -Working Papers Series WP2005-017, Boston University - Department of Economics, 2005.",
        "R. Portes, Ban Naked CDS, Eurointelligence, March 2010.",
        "E. M. Remolona, M. Scatigna, E. Wu, Interpreting Sovereign Spreads, BIS Quarterly Review, March 2007.",
        "Report on Sovereign CDS (2010) http://ft.com/CDSreport.",
        "D. Tang and H. Yan, Does the Tail Wag the Dog? The Price Impact of CDS Trading, Mimeo, 2010.",
        "D. L. Thornton, D.S. Batten, Lag-length Selection and Tests of Granger Causality between Money and Income, Journal of Money, Credit and Banking, 1985.",
        "H. Y. Toda, P.C.B. Phillips, Vector Autoregressions and Causality, Econometrica, 1993.",
        "L. Varga, The Information Content of Hungarian Sovereign CDS Spreads, Central Bank of Hungary, Occasional Papers n 78, 2009.",
        "P. H. Verdier, Credit Derivatives and the Sovereign Debt Restructuring Process, LL.M. Paper International Finance Seminar Professors H.S. Scott and H.E. Jackson, , Harvard Law School, April 27, 2004.",
        "H. Zhu, An Empirical Comparison of Credit Spreads between the Bond Market and the Credit Default Swap Market, Journal of Financial Services Research, Vol. 29 (3), 2006."
    ]
}