{
    "id": 17596,
    "cites": 34,
    "cited_by": 9,
    "reference": [
        "Aghion, Philippe, Robin Burgess, Stephen Redding, and Fabrizio Zilibotti, Ã\u0083Â¢The Unequal Effects of Liberalization: Evidence from Dismantling the License Raj in IndiaÃ\u0083Â¢, American Economic Review 98 (2008), 1397-1412.",
        "Aghion, Philippe, Ufuk Akcigit, Julia Cage, and William Kerr, Ã\u0083Â¢Taxation, Corruption, and GrowthÃ\u0083Â¢, Working Paper (2011).",
        "Ahsan, Ahmed, and Carmen Pages, Ã\u0083Â¢Are All Labor Regulations Equal? Assessing The Effects Of Job Security, Labor Dispute And Contract Labor Laws In IndiaÃ\u0083Â¢, World Bank Policy Research Working Paper 4259 (2007).",
        "Alcacer, Juan, and Wilburg Chung, Ã\u0083Â¢Location Strategies for Agglomeration EconomiesÃ\u0083Â¢, HBS Working Paper (2010).",
        "Amin, Mohammad, Ã\u0083Â¢Gender and InformalityÃ\u0083Â¢, World Bank Enterprise Note 16 (2010).",
        "Amin, Mohammad, and Aaditya Mattoo, Ã\u0083Â¢Human Capital and the Changing Structure of the Indian EconomyÃ\u0083Â¢, World Bank Policy Research Working Paper 4576 (2008).",
        "Ardagna, Silvia, and Annamaria Lusardi, Ã\u0083Â¢Explaining International Differences in Entrepreneurship: The Role of Individual Characteristics and Regulatory ConstraintsÃ\u0083Â¢, Working Paper (2008).",
        "Bandiera, Oriana, and Imran Raul, Ã\u0083Â¢Social Networks and Technology Adoption in Northern MozambiqueÃ\u0083Â¢, Economic Journal 116:514 (2006), 869-902.",
        "Besley, Timothy, and Robin Burgess, Ã\u0083Â¢Can Labor Regulation Hinder Economic Performance? Evidence from IndiaÃ\u0083Â¢, Quarterly Journal of Economics (2004), 91-134.",
        "Bruhn, Miriam, Ã\u0083Â¢Female-Owned Firms in Latin America: Characteristics, Performance, and Obstacles to GrowthÃ\u0083Â¢, Working Paper (2009).",
        "Chari, A.V., Ã\u0083Â¢The Aggregate Productivity Effects of Entry and Output Restrictions: An Analysis of License Reform in IndiaÃ\u0083Â¢, Working Paper (2008).",
        "Chinitz, Benjamin, Ã\u0083Â¢Contrasts in Agglomeration: New York and PittsburghÃ\u0083Â¢, American Economic Review 51:2 (1961), 279-289.",
        "Ciccone, Antonio, and Robert Hall, Ã\u0083Â¢Productivity and the Density of Economic ActivityÃ\u0083Â¢, American Economic Review 86:1 (1996), 54-70.",
        "Combes, Pierre-Philippe, and Gilles Duranton, Ã\u0083Â¢Labour Pooling, Labour Poaching, and Spatial ClusteringÃ\u0083Â¢, Regional Science and Urban Economics 36 (2006), 1-28.",
        "Conley, Timothy, and Christopher Udry, Ã\u0083Â¢Learning about a New Technology: Pineapple in GhanaÃ\u0083Â¢, American Economic Review 100:1 (2010), 35-69.",
        "Dahl, Michael, and Olav Sorenson, Ã\u0083Â¢Home Sweet Home: Social Capital and Location ChoiceÃ\u0083Â¢, Working Paper (2007).",
        "Dauth, Wolfgang, Ã\u0083Â¢The Mysteries of the Trade: Interindustry Spillovers in CitiesÃ\u0083Â¢, Working Paper (2011).",
        "Deichmann, Uwe, Somik Lall, Stephen Redding, and Anthony Venables, Ã\u0083Â¢Industrial Location in Developing CountriesÃ\u0083Â¢, World Bank Research Observer 23:2 (2008), 219-246.",
        "Delgado, Mercedes, Michael Porter, and Scott Stern, Ã\u0083Â¢Clusters and EntrepreneurshipÃ\u0083Â¢, Journal of Economic Geography 10:4 (2010), 495-518.",
        "Desmet, Klaus, Ejaz Ghani, Stephen OÃ\u0083Â¢Connell, and Esteban Rossi-Hansberg, Ã\u0083Â¢The Spatial Development of IndiaÃ\u0083Â¢, Working Paper (2011).",
        "Dhaliwal, Spinder, Ã\u0083Â¢Asian Female Entrepreneurs and Women in BusinessÃ\u0083Â¢an Exploratory StudyÃ\u0083Â¢, Enterprise and Innovation Management Studies 1:2 (2000), 207-216.",
        "Diamond, Charles, and Chris Simon, Ã\u0083Â¢Industrial Specialization and the Returns to LaborÃ\u0083Â¢, Journal of Labor Economics 8 (1990), 175-201.",
        "Doms, Mark, Ethan Lewis, and Alicia Robb, Ã\u0083Â¢Local Labor Force Education, New Business Characteristics, and Firm PerformanceÃ\u0083Â¢, Journal of Urban Economics 67:1 (2010).",
        "Drucker, Joshua, and Edward Feser, Ã\u0083Â¢Regional Industrial Dominance, Agglomeration Economies, and Manufacturing Plant ProductivityÃ\u0083Â¢, CES Working Paper 07-31 (2007).",
        "Duflo, Esther, Ã\u0083Â¢Gender Equality in DevelopmentÃ\u0083Â¢, MIT Working Paper (2005).",
        "Dunlop, John, and Victoria Velkoff, Ã\u0083Â¢Women and the Economy in IndiaÃ\u0083Â¢, U.S. Department of Commerce Report WID/98-2 (1999).",
        "Duranton, Gilles, and Diego Puga, Ã\u0083Â¢Micro-Foundations of Urban Agglomeration EconomiesÃ\u0083Â¢, in Vernon Henderson and Jacques FranÃ\u0083Æ\u0092ois Thisse (eds.) Handbook of Regional and Urban Economics, Volume 4 (Amsterdam: North-Holland, 2004), 2063Ã\u0083Â¢2117.",
        "Ellison, Glenn, and Edward Glaeser, Ã\u0083Â¢The Geographic Concentration of Industry: Does Natural Advantage Explain Agglomeration?Ã\u0083Â¢, American Economic Review Papers and Proceedings 89 (1999), 311-316.",
        "Ellison, Glenn, Edward Glaeser, and William Kerr, Ã\u0083Â¢What Causes Industry Agglomeration? Evidence from Coagglomeration PatternsÃ\u0083Â¢, American Economic Review 100 (2010), 1195-1213.",
        "Estrin, Saul, and Tomasz Mickiewicz, Ã\u0083Â¢Do Institutions Have Greater Effects on Female Entrepreneurs?Ã\u0083Â¢, IZA Working Paper 4577 (2009).",
        "Evans, David, and Linda Leighton, Ã\u0083Â¢Some Empirical Aspects of EntrepreneurshipÃ\u0083Â¢, American Economic Review 79 (1989), 519-535.",
        "Fernandes, Ana, and Ariel Pakes, Ã\u0083Â¢Factor Utilization in Indian Manufacturing: A Look at the World Bank Investment Climate Survey DataÃ\u0083Â¢, Working Paper (2010).",
        "Fernandes, Ana, and Gunjan Sharma, Ã\u0083Â¢Together We Stand? Agglomeration in Indian ManufacturingÃ\u0083Â¢, Working Paper (2011).",
        "Field, Erica, Seema Jayachandran, and Rohini Pande, Ã\u0083Â¢Do Traditional Institutions Constrain Female Entrepreneurship? A Field Experiment on Business Training in IndiaÃ\u0083Â¢, American Economic Review Papers and Proceedings 100 (2010)."
    ]
}