{
    "id": 17599,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Bebchuk, L. A., and J. M. Fried (1996): Ã\u0083Â¢The Uneasy Case for the Priority of Secured Claims in Bankruptcy,Ã\u0083Â¢ The Yale Law Journal, 105(4), pp. 857Ã\u0083Â¢934.",
        "Biais, B., F. Heider, and M. Hoerova (2010): Ã\u0083Â¢Risk-Sharing or Risk-Taking? Financial Innovation, Margin Requirements and Incentives,Ã\u0083Â¢ Working Paper, Toulouse School of Economics.",
        "Bliss, R. R., and G. G. Kaufman (2006): Ã\u0083Â¢Derivatives and Systematic Risk: Netting, Collateral and Closeout,Ã\u0083Â¢ Journal of Financial Stability, 2, 55Ã\u0083Â¢70.",
        "Bolton, P., and D. S. Scharfstein (1990): Ã\u0083Â¢A Theory of Predation Based on Agency Problems in Financial Contracting,Ã\u0083Â¢ American Economic Review, 80(1), 93Ã\u0083Â¢106.",
        "(1996): Ã\u0083Â¢Optimal Debt Structure and the Number of Creditors,Ã\u0083Â¢ Journal of Political Economy, 104(1), 1Ã\u0083Â¢25.",
        "Brennan, M. J., and E. S. Schwartz (1978): Ã\u0083Â¢Corporate Income Taxes, Valuation, and the Problem of Optimal Capital Structure,Ã\u0083Â¢ Journal of Business, 51(1), pp. 103Ã\u0083Â¢114.",
        "Desai, M. A., A. Dyck, and L. Zingales (2007): Ã\u0083Â¢Theft and taxes,Ã\u0083Â¢ Journal of Financial Economics, 84(3), 591 Ã\u0083Â¢ 623.",
        "Edwards, F. R., and E. R. Morrison (2005): Ã\u0083Â¢Derivatives and the Bankruptcy Code: Why the Special Treatment?,Ã\u0083Â¢ Yale Journal on Regulation, 22, 91Ã\u0083Â¢122.",
        "Fama, E. F., and M. H. Miller (1972): The Theory of Finance. Holt, Rinehart and Winston.",
        "Froot, K. A., D. S. Scharfstein, and J. C. Stein (1993): Ã\u0083Â¢Risk Management: Coordinating Corporate Investment and Financing Policies,Ã\u0083Â¢ Journal of Finance, 48(5), 1629Ã\u0083Â¢ 1658.",
        "GÃ\u0083Æ\u0092rleanu, N., L. H. Pedersen, and A. M. Poteshman (2009): Ã\u0083Â¢Demand-Based Option Pricing,Ã\u0083Â¢ Review of Financial Studies, forthcoming.",
        "Hart, O., and J. Moore (1994): Ã\u0083Â¢A Theory of Debt Based on the Inalienability of Human Capital,Ã\u0083Â¢ Quarterly Journal of Economics, 109(4), 841Ã\u0083Â¢879.",
        "(1998): Ã\u0083Â¢Default and Renegotiation: A Dynamic Model of Debt,Ã\u0083Â¢ Quarterly Journal of Economics, 113(1), 1Ã\u0083Â¢41.",
        "Hellwig, M. (2011): Ã\u0083Â¢The Problem of Bank Resolution Remains Unsolved: A Critique of the German Bank Restructuring Law,Ã\u0083Â¢ Working Paper, Planck Institute for Research on Collective Goods.",
        "Hirshleifer, D. (1990): Ã\u0083Â¢Hedging Pressure and Futures Price Movements in a General Equilibrium Model,Ã\u0083Â¢ Econometrica, 58(2), pp. 411Ã\u0083Â¢428.",
        "Jensen, M. C., and W. H. Meckling (1976): Ã\u0083Â¢Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure,Ã\u0083Â¢ Journal of Financial Economics, 3(4), 305Ã\u0083Â¢360.",
        "Roe, M. J. (2010): Ã\u0083Â¢The Derivatives PlayersÃ\u0083Â¢ Payment Priorities as Financial Crisis Accelerator, Ã\u0083Â¢ Working Paper, Harvard Law School.",
        "Skeel, D. A., and T. Jackson (2011): Ã\u0083Â¢Transaction Consistency and the New Finance in Bankruptcy,Ã\u0083Â¢ Columbia Law Review, 112, (forthcoming).",
        "Smith, C. W., and R. M. Stulz (1985): Ã\u0083Â¢The Determinants of FirmsÃ\u0083Â¢ Hedging Policies,Ã\u0083Â¢ The Journal of Financial and Quantitative Analysis, 20(4), 391Ã\u0083Â¢405.",
        "Summe, K. A. (2010): Ã\u0083Â¢Lessons Learned from the Lehman Bankruptcy,Ã\u0083Â¢ in Ending Government Bailouts as We Know Them, ed. by K. E. Scott, G. P. Shultz, and J. B. Taylor. Hoover Press.",
        "Thompson, J. R. (2010): Ã\u0083Â¢Counterparty Risk in Financial Contracts: Should the Insured Worry about the Insurer?,Ã\u0083Â¢ Quarterly Journal of Economics, 125(3), 1195Ã\u0083Â¢1252."
    ]
}