{
    "id": 17593,
    "cites": 30,
    "cited_by": 3,
    "reference": [
        "Ahmed, Shaghil, 2009, Are Chinese Exports Sensitive to Changes in the Exchange Rate? International Finance Discussion Paper 987, Board of Governors of the Federal Reserve System.",
        "Bartov, Eli and Gordon Bodnar, 1994, Firm Valuation, Earnings Expectations, and the Exchange Rate Exposure Effect, Journal of Finance 49, 1755Ã\u0083Â¢ 1785.",
        "Bernanke, Ben S., 2005, The Global Saving Glut and the U.S. Current Account Deficit, www.federalreserve.gov/boarddocs/speeches/2005/200503102/default.htm.",
        "Bernanke, Ben S., Bertaut, Carol, DeMarco, Laurie Pounder and Kamin, Steven, 2011, International Capital Flows and the Returns to Safe Assets in the United States, 2003-2007, International Finance Discussion Paper 1014, Board of Governors of the Federal Reserve System.",
        "Blanchard, Olivier and Gian Maria Milesi-Ferretti, 2011, (Why) Should Current Account Balances Be Reduced? IMF Staff Discussion Note 11/03.",
        "Bartram, SÃ\u0083Æ\u0092hnke M., Gregory W. Brown, and Bernadette A. Minton, 2010, Resolving the Exposure Puzzle: The Many Facets of Exchange Rate Exposure, Journal of Financial Economics 95, 148-173.",
        "Cheung, Yin-Wong, Menzie D. Chinn, and Eiji Fujii, 2010, China's Current Account and Exchange Rate, in Robert Feenstra and Shang-Jin Wei, eds.: China's Growing Role in World Trade (University of Chicago Press).",
        "Dominguez, Kathryn and Linda Tesar, 2006, Exchange Rate Exposure, Journal of International Economics 68, 188-218.",
        "Dooley, Michael, David Folkerts-Landau and Peter Garber, 2009, Bretton Woods II Still Defines The International Monetary System, Pacific Economic Review 14, 297-311.",
        "Eichengreen, Barry, 2007, ChinaÃ\u0083Â¢s Exchange Rate Regime: The Long and Short of It, in Charles Calomiris, ed.: ChinaÃ\u0083Â¢s Financial Transition at a Crossroads (Columbia University Press).",
        "Engel, Charles, 2009, Exchange Rate Policies, Federal Reserve Bank of Dallas Staff Paper.",
        "Evenett, Simon and Joseph Francois, 2010, Will Chinese Revaluation Create American Jobs? VoxEU (April).",
        "Feenstra, Robert and Gordon Hanson, 2005, Ownership and Control in Outsourcing to China: Estimating the Property-Rights Theory of the Firm, Quarterly Journal of Economics 120, 729762.",
        "Forbes, Kristin, 2004, The Asian Flu and the Russian Virus: The International Transmission of Crises in Firm-Level Data, Journal of International Economics 63, 59-92.",
        "Francois, Joseph, 2010, Deconstructing Sino-US Codependence: Revaluation, Tariffs, Exports and Jobs, in Simon Evenett, ed.: The US-Sino Currency Dispute: New Insights from Economics Politics and Law (London, CEPR and VoxEU).",
        "Garcia-Herrero, Alicia and Tuuli Koivu, 2009, ChinaÃ\u0083Â¢s Exchange Rate Policy and Asian Trade, Economie Internationale 116, 53-92.",
        "Griffin, John M., 2002, Are the Fama and French Factors Global or Country Specific? Review of Financial Studies 15, 783Ã\u0083Â¢803.",
        "Griffin, John M and Stulz, Rene M, 2001, International Competition and Exchange Rate Shocks: A Cross-Country Industry Analysis of Stock Returns, Review of Financial Studies 14, 215-41.",
        "Hanson, Gordon and Raymond Robertson, 2010, China and the Manufacturing Exports of Other Developing Countries, in Robert Feenstra and Shang Jin Wei, eds.: ChinaÃ\u0083Â¢s Growing Role in World Trade (University of Chicago Press).",
        "He, Jia and Lilian Ng, 1998, The Foreign Exchange Exposure of Japanese Multinational Corporations, Journal of Finance 53, 733Ã\u0083Â¢753.",
        "Koopman, Robert, Zhi Wang, and Shang-jin Wei, 2008, How Much of Chinese Exports Is Really Made in China? Assessing Foreign and Domestic Value-Added in Gross Exports, United States International Trade Commission Working Paper No. 2008-03-B.",
        "Koopman, Robert, William Powers, Zhi Wang, Shang-Jin Wei, 2010, Give Credit Where Credit Is Due: Tracing Value Added in Global Production Chains, NBER Working Paper No. 16426.",
        "Lane, Philip and Milesi-Ferretti, Gian Maria, 2007, The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970-2004, Journal of International Economics 73, 223Ã\u0083Â¢50.",
        "Mackinlay, Craig, 1997, Event Studies in Economics and Finance, Journal of Economic Literature 35, 13-39.",
        "Marquez, Jaime and John Schindler, 2006, Exchange-Rate Effects on China's Trade: An Interim Report, International Finance Discussion Paper 861, Board of Governors of the Federal Reserve System.",
        "Parsley, David and Helen Popper, 2006, Exchange Rate Pegs and Exchange Rate Exposures in East Asia, Journal of International Money and Finance 25, 992Ã\u0083Â¢1009.",
        "Phylaktis, Kate and Fabiola Ravazzolo, 2005, Stock Prices and Exchange Rate Dynamics, Journal of International Money and Finance 24, 1031-1053.",
        "Scott, Robert E., 2010, Unfair China Trade Costs Local Jobs, Economic Policy Institute Policy Brief No. 260.",
        "Tong, Hui and Shang-Jin Wei, 2011, The Composition Matters: Capital Inflows and Liquidity Crunch during a Global Economic Crisis, Review of Financial Studies 24, 2023-52.",
        "Williamson, Rohan, 2001, Exchange Rate Exposure and Competition: Evidence from the World Automotive Industry, Journal of Financial Economics 59, 441Ã\u0083Â¢ 475."
    ]
}