{
    "id": 17590,
    "cites": 26,
    "cited_by": 29,
    "reference": [
        "Bennedsen, Morten, Kasper Meisner Nielsen, Francisco Perez-Gonzalez and Daniel Wolfenzon, Ã\u0083Â¢Inside the Family Firm: The Role of Families in Succession Decisions and Performance,Ã\u0083Â¢ Quarterly Journal of Economics, 122 (2007), 647-691.",
        "Bertrand, Marianne and Antoinette Schoar, Ã\u0083Â¢Managing with Style: The Effect of Managers on Firm Policies,Ã\u0083Â¢ Quarterly Journal of Economics, 118 (2003), 1169-1208.",
        "Coles, Jeffrey L., Naveen D. Daniel and Lalitha Naveen, Ã\u0083Â¢Managerial Incentives and RiskTaking, Ã\u0083Â¢ Journal of Financial Economics, 79 (2006), 431-468.",
        "Dechow, Patricia M. and Ilia D. Dichev, Ã\u0083Â¢The Quality of Accruals and Earnings: The Role of Accrual Estimation Errors,Ã\u0083Â¢ The Accounting Review, 77 (2002), 35-59.",
        "Dyreng, Scott D., Michelle Hanlon and Edward L. Maydew, Ã\u0083Â¢The Effects of Executives on Corporate Tax Avoidance,Ã\u0083Â¢ The Accounting Review, 85 (2010), 1163-1189.",
        "Elder, Glen H., Ã\u0083Â¢Military Times and Turning Points in MenÃ\u0083Â¢s Lives,Ã\u0083Â¢ Developmental Psychology, 22 (1986), 233-45.",
        "Elder, Glen H., Children of the Great Depression, 25th Anniversary Edition, (Boulder, CO: Westview Press, 1998).",
        "Elder, Glen H. and Elisabeth Clipp, Ã\u0083Â¢Combat Experience and Emotional Health: Impairment and Resilience in Later Life,Ã\u0083Â¢ Journal of Personality, 57 (1989), 311-341.",
        "Elder, Glen H., Cynthia Gimbel and Rachel Ivie, Ã\u0083Â¢Turning Points in Life: The Case of Military Service and War,Ã\u0083Â¢ Military Psychology, 3 (1991), 215-231.",
        "Fligstein, Neil, The Transformation of Corporate Control (Cambridge, MA: Harvard University Press, 1990).",
        "Frydman, Carola and Raven Saks, Ã\u0083Â¢Executive Compensation: A New View from a Long-Term Perspective, 1936Ã\u0083Â¢2005,Ã\u0083Â¢ Review of Financial Studies, 23 (2010), 2099-2138.",
        "Graham, John R., Campbell R. Harvey and Manju Puri, Ã\u0083Â¢Managerial Attitudes and Corporate Actions,Ã\u0083Â¢ Working Paper (2010).",
        "Graham, John R., Sonali Hazarika and Krishnamoorthy Narasimhan, Ã\u0083Â¢Financial Distress in the Great Depression,Ã\u0083Â¢ Financial Management, forthcoming (2011a).",
        "Graham, John R., Sonali Hazarika and Krishnamoorthy Narasimhan, Ã\u0083Â¢Corporate Governance, Debt, and Investment Policy during the Great Depression,Ã\u0083Â¢ Management Science, forthcoming (2011b).",
        "Graham, John R. and Krishna Narasimhan, Ã\u0083Â¢Corporate Survival and Managerial Experiences during the Great Depression,Ã\u0083Â¢ Working Paper (2004).",
        "Hambrick, Donald C. and Phyllis A. Mason, Ã\u0083Â¢Upper Echelons: The Organization as a Reflection of its Top Managers,Ã\u0083Â¢ Academy of Management Review, 9 (1984), 193-206.",
        "Hunton, James E., Rani Hoitash and Jay C. Thibodeau, Ã\u0083Â¢The Relationship between Perceived Tone at the Top and Earnings Quality,Ã\u0083Â¢ Contemporary Accounting Research, forthcoming (2011).",
        "Kaplan, Steven N., Mark M. Klebanov and Morten Sorensen, Ã\u0083Â¢Which CEO Characteristics and Abilities Matter?,Ã\u0083Â¢ Working Paper (2008).",
        "Khurana, Rakesh, Ã\u0083Â¢Searching for a Corporate Savior: The Irrational Quest for Charismatic CEOs,Ã\u0083Â¢ Princeton University Press (2002) Malmendier, Ulrike and Stefan Nagel, Ã\u0083Â¢Depression Babies: Do Macroeconomic Experiences Affect Risk-Taking?,Ã\u0083Â¢ Quarterly Journal of Economics, 126 (2011), 373-416.",
        "Malmendier, Ulrike and Geoffrey Tate, Ã\u0083Â¢Who Makes Acquisitions? CEO Overconfidence and the MarketÃ\u0083Â¢s Reaction,Ã\u0083Â¢ Journal of Financial Economics, 89 (2008), 20-43.",
        "Malmendier, Ulrike, Geoffrey Tate and Jonathan Yan, Ã\u0083Â¢Overconfidence and Early-Life Experiences: The Effect of Managerial Traits on Corporate Financial Policies,Ã\u0083Â¢ Journal of Finance, forthcoming (2011).",
        "Murphy, Kevin J. and Jan Zabojnik, Ã\u0083Â¢Managerial Capital and the Market for CEOs,Ã\u0083Â¢ Working Paper (2007).",
        "Parrino, Robert, Ã\u0083Â¢CEO Turnover and Outside Succession: A Cross-Sectional Analysis,Ã\u0083Â¢ Journal of Financial Economics, 46 (1997), 165-197.",
        "Perez-Gonzalez, Francisco, Ã\u0083Â¢Inherited Control and Firm Performance,Ã\u0083Â¢ American Economic Review, 96 (2006), 1559-1588.",
        "Warner, Jerold B., Ross L. Watts and Karen Wruck, Ã\u0083Â¢Stock Prices and Top Management Changes,Ã\u0083Â¢ Journal of Financial Economics, 20 (1989), 461-492.",
        "Weisbach, Michael S., Ã\u0083Â¢CEO Turnover and the FirmÃ\u0083Â¢s Investment Decisions,Ã\u0083Â¢ Journal of Financial Economics, 37 (1995), 159-188."
    ]
}