{
    "id": 17592,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "AÃ\u0083â\u0080\u009et-Sahalia, Y., Fan, J., and Xiu, D. (2010), Ã\u0083Â¢High-Frequency Covariance Estimates with Noisy and Asynchronous Data,Ã\u0083Â¢ Journal of the American Statistical Association, 105, 1504Ã\u0083Â¢1517.",
        "AÃ\u0083â\u0080\u009et-Sahalia, Y. and Kimmel, R. (2010), Ã\u0083Â¢Estimating AÃ\u0083Â¯ne Multifactor Term Structure Models Using Closed-Form Likelihood Expansions,Ã\u0083Â¢ Journal of Financial Economics, 98, 113Ã\u0083Â¢144.",
        "AÃ\u0083â\u0080\u009et-Sahalia, Y., Mykland, P. A., and Zhang, L. (2005), Ã\u0083Â¢How Often to Sample a ContinuousTime Process in the Presence of Market Microstructure Noise,Ã\u0083Â¢ Review of Financial Studies, 18, 351Ã\u0083Â¢416.",
        "Ã\u0083Â¢ (2011), Ã\u0083Â¢Ultra High Frequency Volatility Estimation with Dependent Microstructure Noise,Ã\u0083Â¢ Journal of Econometrics, 160, 190Ã\u0083Â¢203.",
        "Bandi, F. M. and Russell, J. R. (2006), Ã\u0083Â¢Separating microstructure noise from volatility,Ã\u0083Â¢ Journal of Financial Economics, 79, 655Ã\u0083Â¢692.",
        "BarndorÃ\u0083Â¯-Nielsen, O. E., Hansen, P. R., Lunde, A., and Shephard, N. (2008a), Ã\u0083Â¢Designing realized kernels to measure ex-post variation of equity prices in the presence of noise,Ã\u0083Â¢ Econometrica, 76, 1481Ã\u0083Â¢1536.",
        "Ã\u0083Â¢ (2008b), Ã\u0083Â¢Multivariate Realised Kernels: Consistent Positive Semi-DeÃ\u0083Â¯nite Estimators of the Covariation of Equity Prices with Noise and Non-Synchronous Trading,Ã\u0083Â¢ Tech. rep., Department of Mathematical Sciences, University of Aarhus.",
        "Bekaert, G. and Wu, G. (2000), Ã\u0083Â¢Asymmetric Volatility and Risk in Equity Markets,Ã\u0083Â¢ Review of Financial Studies, 13, 1Ã\u0083Â¢42.",
        "Black, F. (1976), Ã\u0083Â¢Studies of Stock Price Volatility Changes,Ã\u0083Â¢ in Proceedings of the 1976 Meetings of the American Statistical Association, pp. 171Ã\u0083Â¢181.",
        "Bollerslev, T., Litvinova, J., and Tauchen, G. (2006), Ã\u0083Â¢Leverage and Volatility Feedback EÃ\u0083Â¯ects in High-Frequency Data,Ã\u0083Â¢ Journal of Financial Econometrics, 4, 353Ã\u0083Â¢384.",
        "Bollerslev, T., Sizova, N., and Tauchen, G. T. (2011), Ã\u0083Â¢Volatility in Equilibrium: Asymmetries and Dynamic Dependencies,Ã\u0083Â¢ Review of Finance, forthcoming.",
        "Campbell, J. Y. and Hentschel, L. (1992), Ã\u0083Â¢No News is Good News: An Asymmetric Model of Changing Volatility in Stock Returns,Ã\u0083Â¢ Journal of Financial Economics, 31, 281Ã\u0083Â¢318.",
        "Christie, A. A. (1982), Ã\u0083Â¢The Stochastic Behavior of Common Stock Variances: Value, Leverage and Interest Rate EÃ\u0083Â¯ects,Ã\u0083Â¢ Journal of Financial Economics, 10, 407Ã\u0083Â¢432.",
        "Delattre, S. and Jacod, J. (1997), Ã\u0083Â¢A Central Limit Theorem for Normalized Functions of the Increments of a DiÃ\u0083Â¯usion Process, in the Presence of Round-OÃ\u0083Â¯ Errors,Ã\u0083Â¢ Bernoulli, 3, 1Ã\u0083Â¢28.",
        "DuÃ\u0083Â¯ee, G. R. (1995), Ã\u0083Â¢Stock Returns and Volatility: A Firm-level Analysis,Ã\u0083Â¢ Journal of Financial Economics, 37, 399Ã\u0083Â¢420.",
        "Engle, R. F. and Ng, V. K. (1993), Ã\u0083Â¢Measuring and Testing the Impact of News on Volatility,Ã\u0083Â¢ The Journal of Finance, 48, 1749Ã\u0083Â¢1778.",
        "Epps, T. W. (1979), Ã\u0083Â¢Comovements in Stock Prices in the Very Short Run,Ã\u0083Â¢ Journal of the American Statistical Association, 74, 291Ã\u0083Â¢296.",
        "Fan, J. and Wang, Y. (2007), Ã\u0083Â¢Multi-Scale Jump and Volatility Analysis for High-Frequency Financial Data,Ã\u0083Â¢ Journal of the American Statistical Association, 102, 1349Ã\u0083Â¢1362."
    ]
}