{
    "id": 17609,
    "cites": 22,
    "cited_by": 7,
    "reference": [
        "Berman, Eli, Kevin Lang, and Erez Siniver. Language-Skill Complementarity: Returns to Immigrant Language Acquisition. Labour Economics 10(3): June 2003, pp. 265-290. Bleakley, and Aimee Chin. Language Skills and Earnings: Evidence from Childhood Immigrants.",
        "The Review of Economics and Statistics 86(2): May 2004, p. 481 496.",
        "Borjas, George J. The Economics of Immigration. Journal of Economic Literature 32(4): December 1994, p 1667-1717.",
        "----. Labor Outflows and Labor Inflows in Puerto Rico. Journal of Human Capital 2(1): Spring 2008, pp. 32-68.",
        "Card, David. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration, Journal of Labor Economics 19(1), January 2001, pp. 22-64.",
        "Card, David, and John DiNardo, Do Immigrant Inflows Lead to Native Outflows? The American Economic Review 90(2), May 2000, pp. 360-367.",
        "Card, David, and Ethan Lewis. The Diffusion of Mexican Immigrants During the 1990s: Explanations and Impacts. In George J. Borjas, ed., Mexican Immigration to the United States. Chicago: University of Chicago Press, 2007.",
        "Carliner, Geoffrey. The Wages and Language Skills of U.S. Immigrants. NBER Working Paper 5763, September 1996.",
        "Castillo, Federico, J. Keith Gilless, and Steven Raphael. Comparing the Domestic Labor Market Impacts of a South-North and South-South Migration: The Cases of Costa Rica and the United States. Mimeo, UC Berkeley, September 2009.",
        "Chiswick, Barry R. and Paul W. Miller. The Endogeneity between Language and Earnings: International Analyses. Journal of Labor Economics 13(2): April 1995, pp. 246-288.",
        "----. Occupational Language Requirements and the Value of English in the U.S. Labor Market. IZA DP No. 2664, March 2007. Cutler, David M., Edward L. Glaeser, and Jacob L. Vigdor. When Are Ghettos Bad? Lessons from Immigrant Segregation in the United States. Journal of Urban Economics 63(3): 759-74.",
        "Dustmann, Christian and Arthur van Soest. Language Fluency and Earnings: Estimation with Misclassified Language Indicators. Review of Economics and Statistics 83: 2001, 663-674.",
        "Dustmann Christian, and Francesca Fabbri. Language Proficiency and Labour market Performance of Immigrants in the UK. The Economic Journal 113(489): July 2003, pp. 695-717. Ferrer, Ana, David A. Green and Craig W. Riddell. The Effect of Literacy on Immigrant Earnings.",
        "Friedberg, Rachel and Jennifer Hunt. The Impact of Immigrants on Host Country Wages, Employment and Growth. Journal of Economic Perspectives 9(2): Spring 1995, p. 23-44.",
        "Goldin, Claudia and and Lawrence Katz. The Race Between Education and Technology, Cambridge, MA: Harvard University Press, 2008 Lang, Kevin. A Language Theory of Discrimination. The Quarterly Journal of Economics 101(2): May 1986, pp. 363-382.",
        "Lewis, Ethan, How Do Local Labor Markets in the U.S. Adjust to Immigration? Federal Reserve Bank of Philadelphia, Mimeo, November 2004.",
        "Ottaviano, Gianmarco I.P., and Giovanni Peri, Rethinking the Effect of Immigration on Wages, Mimeo, UC Davis, March 2010. Also forthcoming JEEA.",
        "Peri, Giovanni, and Chad Sparber, Task Specialization, Comparative Advantages, and the Effects of Immigration on Wages, American Economic Journal: Applied Economics 1(3), July 2009, pp. 135-69.",
        "Raphael, Steven and Eugene Smolensky. Immigration and Poverty in the United States. Institute for Research on Poverty Discussion Paper no 1347-08, University of Wisconsin-Madison, September 2008.",
        "----. Immigration and Poverty in the United States. The American Economic Review 99(2), May 2009, pp. 41-44.",
        "Ruggles, Steven, J. Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek. Integrated Public Use Microdata Series: Version 5.0 [Machine-readable database]. Minneapolis: University of Minnesota, 2010.",
        "Singer, Audrey. The Rise of New Immigrant Gateways. Brookings Institution Center on Urban and Metropolitan Policy, February 2004. .2.4.6.81 0-9 10-19 20-29 30-39 40-49 50-59 Age at Arrival in U.S. Only, Very Well, or Well Only or Very Well A. Age at Arrival .2.4.6.81 0-4 5-9 10-1415-1920-2425-2930-40 40+ Years in U.S. B. Years in U.S. Data Source: Combined 2007, 2008, and 2009 American Community Surveys (Ruggles et al., 2010). Sample limited to working age foreign-born living in 136 large metropolitan areas and not in group quarters. All Education Levels"
    ]
}