{
    "id": 17604,
    "cites": 31,
    "cited_by": 18,
    "reference": [
        "Acemoglu, D. (2002). Directed technical change. Review of Economic Studies 69(4), 781Ã\u0083Â¢809. Acemoglu, D. (2003). Patterns of skill premia. Review of Economic Studies 70(2), 199Ã\u0083Â¢230.",
        "Autor, D., L. Katz, and M. Kearney (2008). Trends in US wage inequality: Revising the revisionists. The Review of Economics and Statistics 90(2), 300Ã\u0083Â¢323.",
        "Autor, D., F. Levy, and R. Murnane (2003). The skill content of recent technological change: An empirical exploration. Quarterly journal of economics 118(4), 1279Ã\u0083Â¢1333.",
        "Autor, D. H. and L. F. Katz (1999). Changes in the wage structure and earnings inequality. In J. B. Taylor and M. Woodford (Eds.), Handbook of Labor Economics, Volume 3A. Elsevier Science, North Holland.",
        "Baldwin, R. (2005). Heterogeneous Ã\u0083Â¢rms and trade: Testable and untestable properties of the melitz model. Working Paper 11471, National Bureau of Economic Research.",
        "Baldwin, R. and J. Harrigan (2011). Zeros, quality, and space: Trade theory and trade evidence. American Economic Journal: Microeconomics 3(2), 60Ã\u0083Â¢88.",
        "Bernard, A. and J. Jensen (1997). Exporters, skill upgrading, and the wage gap. Journal of International Economics 42(1-2), 3Ã\u0083Â¢31.",
        "Bernard, A. and J. Jensen (1999). Exceptional exporter performance: cause, eect, or both? Journal of international economics 47(1), 1Ã\u0083Â¢25.",
        "Bernard, A., J. Jensen, S. Redding, and P. Schott (2007). Firms in international trade. The Journal of Economic Perspectives, 105Ã\u0083Â¢130.",
        "Bernard, A., S. Redding, and P. Schott (2007). Comparative advantage and heterogeneous Ã\u0083Â¢rms. Review of Economic Studies 74(1), 31Ã\u0083Â¢66.",
        "Burstein, A. and J. Vogel (2010). Globalization, technology, and the skill premium: A quantitative analysis. Working Paper 16459, National Bureau of Economic Research.",
        "Bustos, P. (2011). The impact of trade on technology and skill upgrading evidence from argentina. Working Papers, Universitat Pompeu Fabra. Departamento de EconomÃ\u0083Æ\u0092a y Empresa (1189).",
        "Cameron, A. and P. Trivedi (2005). Microeconometrics: methods and applications. Cambridge Univ Pr.",
        "Davis, D. and J. Harrigan (2011). Good jobs, bad jobs, and trade liberalization. Journal of International Economics.",
        "Dornbusch, R., S. Fischer, and P. Samuelson (1980). Heckscher-Ohlin trade theory with a continuum of goods. The Quarterly Journal of Economics 95(2), 203Ã\u0083Â¢224.",
        "Feenstra, R. C. and G. S. Hanson (1985). Foreign investment, outsourcing, and relative wages. In R. C. Feenstra, G. M. Grossman, and D. A. Irwin (Eds.), The Political Economy of Trade Policy: Essays in honor of Jagdish Bhagwati, pp. 89Ã\u0083Â¢128. Cambridge: MIT Press.",
        "Goldberg, P. and N. Pavcnik (2007). Distributional eects of globalization in developing countries. Journal of Economic Literature 45(1), 39Ã\u0083Â¢82.",
        "Goldin, C. and L. F. Katz (2008). The Race Between Education and Technology. Cambridge: Belknap Harvard University Press.",
        "Helpman, E. and P. R. Krugman (1985). Market structure and foreign trade. MIT press Cambridge, MA.",
        "Kugler, M. and E. Verhoogen (2010). Prices, Plant Size, and Product Quality. Review of Economic Studies, forthcoming.",
        "Melitz, M. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica 71(6), 1695Ã\u0083Â¢1725.",
        "Nelsen, R. (2006). An introduction to copulas. Springer Us.",
        "Pavcnik, N. (2002). Trade liberalization, exit, and productivity improvements: Evidence from Chilean plants. Review of Economic Studies 69(1), 245Ã\u0083Â¢276.",
        "Romalis, J. (2004). Factor proportions and the structure of commodity trade. American Economic Review 94(1), 67Ã\u0083Â¢97.",
        "Stern, S. (1997). Simulation-based estimation. Journal of Economic Literature 35(4), 2006Ã\u0083Â¢2039.",
        "TreÃ\u0083Â¢er, D. (2004). The long and short of the canada-us free trade agreement. The American Economic Review 94(4), 870Ã\u0083Â¢895.",
        "Vannoorenberghe, G. (2011). Trade between symmetric countries, heterogeneous Ã\u0083Â¢rms, and the skill premium. Canadian Journal of Economics/Revue canadienne dÃ\u0083Â¢Ã\u0083Æ\u0092conomique 44(1), 148Ã\u0083Â¢170.",
        "Verhoogen, E. (2008). Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector*. Quarterly Journal of Economics 123(2), 489Ã\u0083Â¢530.",
        "Xiang, C. (2005). New goods and the relative demand for skilled labor. Review of Economics and Statistics 87(2), 285Ã\u0083Â¢298.",
        "Yeaple, S. (2005). A simple model of Ã\u0083Â¢rm heterogeneity, international trade, and wages. Journal of international Economics 65(1), 1Ã\u0083Â¢20.",
        "Zhu, S. and D. TreÃ\u0083Â¢er (2005). Trade and inequality in developing countries: a general equilibrium analysis. Journal of International Economics 65(1), 21Ã\u0083Â¢48."
    ]
}