{
    "id": 17618,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Alesina, A., R. Baqir, et al.. Public Goods And Ethnic Divisions, The Quarterly Journal of Economics 114(4) (1999), 1243-1284.",
        "Alesina, A., R. Baqir, et al., Redistributive Public Employment, Journal of Urban Economics 48(2) (2000), 219-241.",
        "Alesina, A., E. Glaeser, et al., Why Doesn't the United States Have a European-Style Welfare State? Brookings Papers on Economic Activity 2001(2) (2001), 187-254.",
        "Alesina, A. and E. La Ferrara, Participation in Heterogeneous Communities, Quarterly Journal of Economics 115(3) (2000), 847-904.",
        "--- ---, Who trusts others? Journal of Public Economics 85(2) (2002): 207-234.",
        "--- ---, Ethnic Diversity and Economic Performance, Journal of Economic Literature 43(3) (2005), 762-800.",
        "Andreoni, J., Ã\u0083Â¢Philanthropy,Ã\u0083Â¢ in Handbook on the Economics of Giving, Reciprocity and Altruism, S. Kolm and J. M. Ythier, eds. (Amsterdam: Elsevier, 2006) Collier, P. and J. W. Gunning, Explaining African Economic Performance, Journal of Economic Literature 37(1) (1999), 64-111.",
        "Cutler, D. M., D. W. Elmendorf, et al., Demographic Characteristics and the Public Bundle, Public Finance 48(Supplement) (1993), 178-198.",
        "Easterly, W. and R. Levine, Africa's Growth Tragedy: Policies and Ethnic Divisions, The Quarterly Journal of Economics 112(4) (1997), 1203-1250.",
        "Fershtman, C. and U. Gneezy, Discrimination in a Segmented Society: An Experimental Approach, The Quarterly Journal of Economics 116(1) (2001), 351-377.",
        "Fong, C. M. and E. F. P. Luttmer, Do Race and Fairness Matter in Generosity? Evidence from a Nationally Representative Charity Experiment? Journal of Public Economics 95(5-6) (2011), 372-394.",
        "Fong, C. M. and E. F. P. Luttmer, What Determines Giving to Hurricane Katrina Victims? Experimental Evidence on Racial Group Loyalty, American Economic Journal: Applied Economics 1(2) (2009), 64-87.",
        "Giving USA Foundation, Ã\u0083Â¢Giving USA 2011: The Annual Report on Philanthropy for the Year 2010,Ã\u0083Â¢ (Chicago: Giving USA Foundation, 2011).",
        "Glaeser, E. L., J. Scheinkman, et al., Economic growth in a cross-section of cities, Journal of Monetary Economics 36(1) (1995), 117-143.",
        "Goldin, C. and L. F. Katz, Human Capital and Social Capital: The Rise of Secondary Schooling in America, 1910 to 1940, Journal of Interdisciplinary History 29(4) (1999), 683-723.",
        "Habyarimana, J., M. Humphreys, et al., Why Does Ethnic Diversity Undermine Public Goods Provision, American Political Science Review 101(4) (2007), 709-725.",
        "Hungerman, D. M., Race And Charitable Church Activity, Economic Inquiry 46(3) (2008), 380-400.",
        "Hungerman, D. M., Crowd Out and Diversity, Journal of Public Economics 93 (2009), 729-740.",
        "Jackson, Ken, Ã\u0083Â¢Public Good Provision, Diversity, and Distribution,Ã\u0083Â¢ Wilfrid Laurier University Mimeo, 2010.",
        "La Ferrara, E. and A. Mele, Ã\u0083Â¢Racial Segregation and Public School Expenditure,Ã\u0083Â¢ C.E.P.R. Discussion Papers, 2006.",
        "La Porta, R., F. Lopez-de-Silanes, et al., The Quality of Government, Journal of Law, Economics and Organization 15(1) (1999), 222-279.",
        "Miguel, E. and M. K. Gugerty, Ethnic Diversity, Social Sanctions, and Public Goods in Kenya, Journal of Public Economics 89(11-12) (2005), 2325-2368.",
        "Montalvo, J. G. and M. Reynal-Querol, Ã\u0083Â¢Why Ethnic Fractionalization? Polarization, Ethnic Conflict and Growth,Ã\u0083Â¢ Universitat Pompeu Fabra, Mimeo, 2002.",
        "Okten, C. and U. O. Osili, Contributions in Heterogeneous Communities: Evidence from Indonesia, Journal of Population Economics 17(4) (2004), 603-626.",
        "Poterba, J. M., Demographic Structure and the Political Economy of Public Education, Journal of Public Policy Analysis and Management 16(1) (1997), 48-66.",
        "Soroka, S. N., R. Johnston, et al., Ã\u0083Â¢Ethnicity, Trust, and the Welfare State,Ã\u0083Â¢ in Cultural Diversity versus Economic Solidarity, P. V. Parijs, ed., (Brussels: De Boeck, 2003).",
        "Statistics Canada, Ã\u0083Â¢Financial and Charitable Donors Databank of the Income Statistics Division User Guide,Ã\u0083Â¢ Statistics Canada: Income and Statistics Division, 2010.",
        "Stichnoth, H. and K. V. d. Straeten, Ã\u0083Â¢Ethnic diversity and attitudes towards redistribution: a review of the literature,Ã\u0083Â¢ ZEW - Zentrum fÃ\u0083Æ\u0092r EuropÃ\u0083Æ\u0092ische Wirtschaftsforschung / Center for European Economic Research, 2009.",
        "Vigdor, J. L., Interpreting Ethnic Fragmenation Effects, Economics Letters 75(2) (2002), 271-276.",
        "--- ---., Community Composition and Collective Action: Analyzing Initial Mail Response to the 2000 Census, The Review of Economics and Statistics 86(1) (2004), 303-312."
    ]
}