{
    "id": 17619,
    "cites": 35,
    "cited_by": 41,
    "reference": [
        "[1] Acemoglu, Daron, Simon Johnson, and James A. Robinson, 2001, Ã\u0083Â¢The colonial origins of comparative development: An empirical investigation,Ã\u0083Â¢ American Economic Review, Vol. 91, No. 5, pp. 1369-1401.",
        "[2] Alesina, Alberto, Filipe Campante, and Guido Tabellini, 2008, Ã\u0083Â¢Why is Ã\u0083Â¢scal policy often procyclical ?Ã\u0083Â¢Journal of the European Economic Association, Vol. 6, No. 5, pp. 1006-1036.",
        "[3] Alesina, Alberto, and Roberto Perotti, 1996, Ã\u0083Â¢Fiscal discipline and the budget process,Ã\u0083Â¢American Economic Review, Vol. 86, No. 2, pp. 401-407.",
        "[4] Buchanan, James. M., 1967, Public Finance in Democratic Process. Chapel Hill: University of North Carolina Press.",
        "[5] Caballero, Ricardo, and Arvind Krishnamurthy, 2004, Ã\u0083Â¢Fiscal policy and Ã\u0083Â¢nancial depth,Ã\u0083Â¢NBER Working Paper No. 10532.",
        "[6] CalderÃ\u0083Æ\u0092n, CÃ\u0083Æ\u0092sar, and Klaus Schmidt-Hebbel, 2008, Ã\u0083Â¢Business cycles and Ã\u0083Â¢scal policies: The role of institutions and Ã\u0083Â¢nancial markets,Ã\u0083Â¢Central Bank of Chile Working Paper No. 481.",
        "[7] Didier, Tatiana, Constantino Hevia, and Sergio Schmukler, 2011, Ã\u0083Â¢How resilient were emerging economies to the global crisis?Ã\u0083Â¢World Bank Policy Research Working Paper No. 5637.",
        "[8] Easterly, William, and Ross Levine, 2003, Ã\u0083Â¢Tropics, germs, and crops: how endowments inÃ\u0083Â¢uence economic development,Ã\u0083Â¢Journal of Monetary Economics, Vol. 50, No. 1, pp. 3-39.",
        "[9] Eichengreen, Barry, and Ricardo Hausmann, 1999, Ã\u0083Â¢Exchange rates and Ã\u0083Â¢nancial fragility,Ã\u0083Â¢NBER Working Paper No. 7418.",
        "[10] Frankel, Jerey, 2011a, Ã\u0083Â¢A solution to Ã\u0083Â¢scal procyclicality: The structural budget institutions pioneered by Chile,Ã\u0083Â¢forthcoming, Fiscal Policy and Macroeconomic Performance, edited by Luis Felipe CÃ\u0083Æ\u0092spedes and Jordi GalÃ\u0083Æ\u0092 (Central Bank of Chile). NBER Working Paper No.16945.",
        "[11] Frankel, Jerey, 2011b, Ã\u0083Â¢Over-optimism in Forecasts by O cial Budget Agencies and Its Implications, Ã\u0083Â¢forthcoming, Oxford Review of Economic Policy, Vol. 27, No. 4. NBER Working Paper No.17239.",
        "[12] Gavin, Michael, Ricardo Hausmann, Roberto Perotti, and Ernesto Talvi, 1996, Ã\u0083Â¢GestiÃ\u0083Æ\u0092n de la polÃ\u0083Æ\u0092tica Ã\u0083Â¢scal en AmÃ\u0083Æ\u0092rica Latina y el Caribe: volatilidad, propensiÃ\u0083Æ\u0092n a los ciclos y solvencia limitada,Ã\u0083Â¢Inter-American Development Bank Working Paper No. 4033.",
        "[13] Gavin, Michael, and Roberto Perotti, 1997, Ã\u0083Â¢Fiscal policy in Latin America,Ã\u0083Â¢NBER Macroeconomics Annual, Vol.12, pp. 11-61.",
        "[14] Glaeser, Edward L., Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2004, Ã\u0083Â¢Do institutions cause growth?Ã\u0083Â¢Journal of Economic Growth, Vol. 9, No. 3, pp. 271-303.",
        "[15] von Hagen, JÃ\u0083Æ\u0092rgen, and Ian Harden, 1995, Ã\u0083Â¢Budget processes and commitment to Ã\u0083Â¢scal discipline,Ã\u0083Â¢ European Economic Review, Vol. 39, pp. 771-779.",
        "[16] Ilzetzki, Ethan, and Carlos A. VÃ\u0083Æ\u0092gh, 2008, Ã\u0083Â¢Procyclical Ã\u0083Â¢scal policy in developing countries: Truth or Ã\u0083Â¢ction?Ã\u0083Â¢NBER Working Paper No. 14191.",
        "[17] Kaminsky, Graciela, Carmen Reinhart, and Carlos A. VÃ\u0083Æ\u0092gh, 2004, When it rains, it pours: Procyclical capital Ã\u0083Â¢ows and macroeconomic policies,Ã\u0083Â¢NBER Macroeconomics Annual, Vol. 19, pp. 11-82.",
        "[18] Lane, Philip R., and Gian Maria Milesi-Ferretti, 2007, Ã\u0083Â¢The external wealth of nations mark II: Revised and extended estimates of foreign assets and liabilities, 1970Ã\u0083Â¢2004,Ã\u0083Â¢Journal of International Economics, Vol. 73, pp. 223-250.",
        "[19] Lane, Philip R., 2003, Ã\u0083Â¢The cyclical behaviour of Ã\u0083Â¢scal policy: evidence from the OECD,Ã\u0083Â¢Journal of Public Economics, Vol. 87, pp. 2661-2675.",
        "[20] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1997, Ã\u0083Â¢Legal determinants of external Ã\u0083Â¢nance,Ã\u0083Â¢Journal of Finance, Vol. 52, No. 3, pp. 1131-1150.",
        "[21] La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2008, Ã\u0083Â¢The economic consequences of legal origins,Ã\u0083Â¢Journal of Economic Literature, Vol. 46, No. 2, pp. 285-332.",
        "[22] Levine, Ross, Norman Loayza, and Thorsten Beck, 2000, Ã\u0083Â¢Financial intermediation and growth: Causality and causes,Ã\u0083Â¢Journal of Monetary Economics, Vol. 46, pp. 31-77.",
        "[23] Levine, Ross, Thorsten Beck, and Asli Demirguc-Kunt, 2010, Ã\u0083Â¢Financial institutions and markets across countries and over time: The updated Ã\u0083Â¢nancial development and structure database,Ã\u0083Â¢ World Bank Economic Review, Vol. 10, No. 4, pp. 77-92.",
        "[24] Loayza, Norman, and Romain Ranciere, 2006, Ã\u0083Â¢Financial development, Ã\u0083Â¢nancial fragility, and growth,Ã\u0083Â¢Journal of Money, Credit and Banking, Vol. 38, pp. 1051-1076.",
        "[25] Mendoza, Enrique, and Marcelo Oviedo, 2006, Ã\u0083Â¢Fiscal policy and macroeconomic uncertainty in developing countries: The tale of the tormented insurer,Ã\u0083Â¢NBER Working Paper No. 12586.",
        "[26] Persson, Torsten, and Guido Tabellini, 2004, Ã\u0083Â¢Constitutional rules and Ã\u0083Â¢scal policy outcomes,Ã\u0083Â¢ American Economic Review, Vol. 94, No. 1, pp. 25-45.",
        "[27] Poterba, James, and JÃ\u0083Æ\u0092rgen von Hagen, 1999, Fiscal Institutions and Fiscal Performance. Chicago: University of Chicago Press.",
        "[28] Reinhart, Carmen M., Kenneth Rogo, and Rong Qiang, 2010, Ã\u0083Â¢On graduation from default, inÃ\u0083Â¢ation and banking crises: Elusive or illusion?,Ã\u0083Â¢NBER Working Paper No. 16168.",
        "[29] Riascos, Alvaro and Carlos A. VÃ\u0083Æ\u0092gh, 2003, Ã\u0083Â¢Procyclical government spending in developing countries: The role of capital market imperfections.Ã\u0083Â¢(mimeo, UCLA and Banco Republica, Colombia).",
        "[30] Rodrik, Dani, Francesco Trebbi, and Arvind Subramanian, 2002, Ã\u0083Â¢Institutions rule: The primacy of institutions over integration and geography in economic development,Ã\u0083Â¢ IMF Working Paper No. 02/189.",
        "[31] Talvi, Ernesto, and Carlos A. VÃ\u0083Æ\u0092gh, 2005, Ã\u0083Â¢Tax base variability and procyclicality of Ã\u0083Â¢scal policy,Ã\u0083Â¢ Journal of Development Economics, Vol. 78, No. 1, pp. 156-190.",
        "[32] Tornell, Aaron, and Philip R. Lane, 1999, Ã\u0083Â¢The voracity eect,Ã\u0083Â¢American Economic Review, Vol. 89, No. 1, pp. 22-46.",
        "[33] VÃ\u0083Æ\u0092gh, Carlos A., and Guillermo Vuletin, 2011, Ã\u0083Â¢How is tax policy conducted over the business cycle?,Ã\u0083Â¢(mimeo, University of Maryland and Colby College).",
        "[34] Velasco, AndrÃ\u0083Æ\u0092s, 1997, Ã\u0083Â¢A model of endogenous Ã\u0083Â¢scal deÃ\u0083Â¢cits and delayed Ã\u0083Â¢scal reforms,Ã\u0083Â¢NBER working paper N 6336.",
        "IQ(initial) refers to earliest IQ value available for each country; in most cases it correspond to 1984's IQ value. Ã\u0083Â¢IQÃ\u0083Â¢IQ-IQ(initial). Estimations are performed using country-fixed-effects. t-statistics are in square brackets. R2 corresponds to within- R2 . Constant, IQ, IQ(initial), and Ã\u0083Â¢IQ terms are not reported. Ã\u0083â\u0080¹, *, ** and *** indicate statistically significant at the 15%, 10%, 5% and 1% levels, respectively."
    ]
}