{
    "id": 1761,
    "cites": 62,
    "cited_by": 4,
    "reference": [
        "Beck, John H. An Analysis of the Supply-side Effects of Tax Cuts in an IS-LM Model, The National Tax Journal 32 (December 1982): 439-99.",
        "Bishop, Yvonne M., Feinberg, S., and Holland, P. Discrete MultivariateAnaly~is~yÃ\u0083Â§~j~. Cambridge: MIT Press, 1975.",
        "Blinder, Alan S. Thoughts on the Laffer Curve. In The SuppiySideEffectso~c9~!f2~cY. Edited by Laurence H. Meyer. St. Louis: Center for the Study of American Business, 1981.",
        "Boskin, Michael J. The Economics of the Labor Supply. In Income Main~~42l_~p21y. Edited by Glen G. Cain and Harold W. Watts. Chicago: Rand McNally, 1973.",
        "Boskin, Michael J. Taxation, Saving and the Rate of Interest, Journal_of Political conomy 86 (April 1978): S23-S27.",
        "Browning, E.K. and Johnson, W.R. The Distributlo Tax Burden. Washington, D.C.: American Enterprise Institute for Public Policy Research, 1979.",
        "Browning, Edgar K. and Johnson, William R. The Trade-off Between Equality and Efficiency. Journal~2~c~L Economy 92 (April 1984): 175-203.",
        "Buchanan, James M. and Lee, Dwight R. Politics, Time and the Laffer Curve. Journal of Politica cno!!iy 90 (August 1982): 816-819.",
        "Budd, Edward C. The Creation of a Microdata File for Estimating the Size Distribution of Income. Review of Income and Wealth 17 (December 1971): 317-33.",
        "Burtless, Gary, and Hausman, Jerry A. The Effect of Taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experiment, Journal of_Political_Economy 86 (December 1978): 1103-30.",
        "Canto, Victor A.; Joines, Douglas H.; and Laffer, Arthur B. Tax Rates, Factor Employment, and Market Production, The_Supp~y_~4eEffectsof~nom~poli~. St. Louis: Center for the Study of American Business. Canto, Victor A.; Joines, Douglas H.; and Webb, Robert I. Empirical Evidence on the Effects of Tax Rates on Economic Activity. Proceedings of the Business and Economics Section, A~ Statistical Association. Washington, D.C.: 1979.",
        "Canto, Victor A.; Joines, Douglas H.; and Laffer, Arthur B. An Income Expenditure Version of the Wedge Model. University of Southern California, 1978. (Mimeographed).",
        "Clotfelter, Charles T. Equity, Efficiency, and the Tax Treatment of In-kind Compensation, National Tax Journal 32 (March 1979): 51-60.",
        "Clotfelter, Charles T. Tax-Induced Distortions and the Business-Pleasure Borderline, The American Economic Review 73 (December 1983): 1053-65.",
        "Individual Returns. Review of Economics arid Statistics 65 (August 1983): 363-373.",
        "Contributions, In How Taxes_Affect Economic Behavior. Edited by Henry J. Aaron and Joseph A. Pechman. Washington, D.C.: The Brookings Institution, 1981.",
        "Congressional Budget Office. Forecasting_Individual_Income Tax Revenues: A Technical Analy~is. Washington, D.C.: U.S. Government Printing Office, August 1983.",
        "Deming, W. Edward and Stephen, F. F. On a Least Squares Adjustment of a Sampled Frequency Table When the Expected Marginal Totals are Known. Annals of Mathematical Statistics 11, 1940: 427-44.",
        "Due, John F. Personal Deductions. In Comprehensive_Income Taxation, pp. - . Edited by Joseph Pechman. Washington, D.C.: The Brookings Institution, 1977.",
        "Washington, D.C.: U.S. Government Printing Office, 1985.",
        "Feenberg, Daniel and Rosen, Harvey S. Alternative Tax Treatment of the Family: Simulation Methodology and Results. In Simulation Methods In Tax PoliÃ\u0083Â§y Analysis, pp. 7-41. Edited by Martin Feldstein. Chicago: The University of Chicago Press, 1982.",
        "Feldstein, Martin. The Rate of Return, Taxation, and Personal Savings, The Economic Journal 88 (September 1978): 482-87.",
        "Feldstein, Martin and Clotfelter, Charles. Tax Incentives for Charitable Contributions in the United States, ~~_of_Public Economics 5, 1976, pp. 1-26.",
        "Feldstein, Martin; Slemrod, Joel; and Yitzhaki, Shlomo. The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains: Reply. _Q~terly Journal of Economics 94 (June 1980) 777-91.",
        "Feldstein, Martin and Slemrod, Joel. The Lock-In Effect of the Capital Gains Tax: Some Time Series Analysis. Tax Notes, August 7, 1978.",
        "Feldstein, Martin; Slemrod, Joel; and Yitzhaki, Shlomo. The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains, ~uarter~y ~ 94 (June 1980) 777-91.",
        "Fries, A., Hutton, J.P., and Lambert, P.J. The Elasticity of the U.S. Individual Income Tax: Its Calculation, Determinants and Behavior, Review of Economics and_ Statistics 64, 1982.",
        "Fullerton, Don. On the Possibility of an Inverse Relationship Between Tax Rates and Government Revenues, Journ of Public Economics 19 (October 1982) : 3-22.",
        "Fullerton, Don, and Gordon, Roger H. A Reexamination of Tax Distortions in General Equilibrium Models. In Simulation Methods in Tax Policy AnalysIs, pp. 369 -420. Edited by Martin Feldstein. Chicago: The University of Chicago Press, 1982.",
        "Fullerton, Don; King, A. Thomas; Shoven, John B.; and Whalley, John. Corporate Tax Integration in the United States: A General Equilibrium Approach, American Economic Review 71 (September 1981): 677-91.",
        "Fullerton, Don; Shoven, John B.; and Whalley, John. General Equilibrium Analysis of U.S. Taxation Policy. In l978_Q pdofTaxResearch, pp. 23-58. Washington, D.C.: U.S. Government Printing Office, 1978.",
        "Galper, Harvey and Hammerman, Dennis, Preferential Taxation and Portfolio Choice: Some Empirical Evidence. National Tax Journal 30 (December 1977): 387-397.",
        "Goode, Richard. The Individual Income Tax. Washington, D.C.: The Brookings Institution, 1964.",
        "Green, Gordon. Tax Simulation with Non-Tax Data COnfcDa~dsforEffecU~,eT~pol icy. Washington, D.C.: The Brookings Institution, November 1964.",
        "Greytak, David and McHugh, P. Inflation and The Individual Income Tax. Southern Economic Journal 45, 1978.",
        "Grieson, Ronald E. Theoretical Analysis and Empirical Measurements of the Effects of the Philadelphia Income Tax, ~ 8 (July 1980): 123-37.",
        "Gwartney, James, and Long, James. Income Tax Avoidance and ~fl_~~l~1on_ofthLaffer Curve. Florida State University, mimeo, July 1984.",
        "Gwartney, James, and Stroup, Richard. Tax Cuts: Who Shoulders the Burden? Economic Revenue of the Federal Reserve Bank of Atlanta, March 1982, 19-27.",
        "Hausman, Jerry A. Exact Consumers Surplus and Deadweight Loss, The American Economic Review 71 (September 1981): 662-76.",
        "Hausman, Jerry A. Labor Supply. In How Taxes Affect Economic Behavior, pp. 29-48. Washington, D.C.: The Brookings Institution, 1981.",
        "Herriot, Roger A., and Miller, Herman P. The Taxes We Pay. Conference Board Record 8 (May 1971): 31-40.",
        "Kinsley, Michael. Alms for the Rich, The New Republic, August 1978, pp. 19-26.",
        "Laffer, Arthur B. An Equilibrium Rational Macroeconomic Framework. In Economic Issues of the Eighties, pp. - . Edited by Nake M. Kamrani and Richard Day. Baltimore: Johns Hopkins University Press, 1980.",
        "Lindsey, Lawrence B. Is the Maximum Tax on Earned Income Effective? National Tax Journal (June 1981): 249-55.",
        "Earned Income. In Behavioral Simulation Methods in Tax Pol~y Analy~is, Edited by Martin Feldstein. Chicago: University of Chicago Press, 1983.",
        "Variable Elasticity Models, NBER Working Paper No. 1592. Cambridge, Mass.: National Bureau of Economic Research, April 1985.",
        "Long, James E. Income Tax and Self Employment. National Tax Journal 43 (March 1982): 43.",
        "Mankiw, Gregory and Summers, Lawrence. Are Tax Cuts_ Really Expansionary?, NBER Working Paper No. 1443, Cambridge, Mass.: National Bureau of Economic Research, October 1984.",
        "Metcalf, C. The Size Distribution of Personal Income During the Business Cycle. American Economic Review 59, 1969.",
        "Minarik, Joseph. The Size Distribution of Income During Inflation. The Review of lncome_~~_Wealth 4, 1979.",
        "Microeconomic Simulation Models for Publi~j~y Analysis. New York: Academic Press, 1980.",
        "Economic Behavior, pp. 242-67. Edited by Henry J. Aaron and Joseph A. Pechman. Washington, D.C.: The Brookings Institution, 1981.",
        "Comments. The Quarterly Journal of Economics 99 (February, 1984): 93-110 ________________ The Tax Shares Boomlet. Tax Notes, June 11, 1984.",
        "Musgrave, Richard. The Theory of Public Finance. New York: McGraw Hill, 1959.",
        "Musgrave, Richard A.; Case, Karl E.; and Leonard, Herman. The Distribution of Fiscal Burdens and Benefits. Public Finance Quarterly 2 (July 1974): 259-311.",
        "Pechman, Joseph. A New Tax Model for Revenue Estimating. In ~ ~_~j~pce_and Economic Devel2pment, Organization for Economic Cooperation and Development, 1965.",
        "Pechman, Joseph. Federal_~~_~l~y. Washington, D.C.: The Brookings Institution, 1971.",
        "Pechman, Joseph. Anatomy of the U.S. Individual Income Tax. In Comparative Tax Studies: Ess~y~ in Honor of Richard Goode, ed. S. Cnossen. New York: North Holland, 1983.",
        "Pechman, Joseph and Okner, Benjamin A. Individual Income Tax Erosion by Income Classes in ~ Federal Subsidy_Prog~m~ Part I. Washington: Joint Economic Committee, 1972.",
        "Pechman, Joseph and Okner, Benjamin A. Who Bears the T~_ Burden? Washington, D.C.: The Brookings Institution, 1974.",
        "Radner, Daniel B., and Muller, Jans J. Alternative Types of Record Matching: Costs and Benefits. ~roce~4~g~_ ~ of the American Statistical Association~ Social Statistics Sect ion, (1978): 756-61.",
        "Rosen, Harvey. Taxes in a Labor Supply Model with Joint Wages-Hours Determination, Econometrica (May 1976) :485-587."
    ]
}