{
    "id": 17616,
    "cites": 48,
    "cited_by": 45,
    "reference": [
        "Alvaredo, Facundo, Anthony Atkinson, Thomas Piketty, and Emmanuel Saez. 2011. The World Top Incomes Database, online at http://g-mond.parisschoolofeconomics.eu/topincomes/ Andreoni, James. 2006. Philanthropy. in Handbook on the Economics of Giving, Reciprocity and Altruism vol. 1. Elsevier. Chapter 18, 1201-1269.",
        "Aronsson, Thomas, and Tomas Sjogren. 2004. Is the Optimal Labor Income Tax Progressive in a Unionized Economy?, Scandinavian Journal of Economics, 106(4), 661-675. Atkinson, Anthony, and Thomas Piketty. 2007. Top Incomes over the Twentieth Century. Oxford: Oxford University Press: 585 pp.",
        "Atkinson, Anthony, and Thomas Piketty. 2010. Top Incomes: A Global Perspective. Oxford: Oxford University Press.",
        "Atkinson, Anthony, Thomas Piketty, and Emmanuel Saez. 2011. Top Incomes in the Long-Run of History, Journal of Economic Literature 3-71.",
        "Auerbach, Alan. 1988. Capital Gains Taxation in the United States. Brookings Papers on Economic Activity, 2: 595-631.",
        "Bartels, Larry M. 2008. Unequal Democracy: The Political Economy of the New Gilded Age, Princeton University Press: Princeton.",
        "Bebchuk, Lucian, and Jesse Fried. 2004. Pay without Performance: The Unfulfilled Promise of Executive Compensation, Harvard University Press: Cambridge. Bebchuk, Lucian, Grinstein, Yaniv, and Urs Peyer. 2010. Lucky CEOs and Lucky Directors, Journal of Finance, 65(6), 2363-2401 Bertrand, Marianne, and Sendhil Mullainathan. 2001. Are CEOs Rewarded for Luck? The Ones without Principals Are, Quarterly Journal of Economics, 116(3), 901-932 Bertrand, Marianne, and Sendhil Mullainathan. 1998. Executive Compensation and Incentives: The Impact of Takeover Legislation, NBER Working Paper No. 6830. Boone, Jan, and Lans Bovenberg. 2002. Optimal Labor Taxation and Search, Journal of Public Economics, 85, 53-97.",
        "Brownlee, Eliott W. 2004. Federal Taxation in America: A Short History, Cambridge University Press: Cambridge, MA.",
        "Chhaochharia, Vidhi, and Yaniv Grinstein. 2009. CEO Compensation and Board Oversight, Journal of Finance 64(1), 231-261.",
        "Diamond, Peter. 1998. Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates, American Economic Review 88, 83-95. Diamond, Peter, and Emmanuel Saez. 2011. The Case for a Progressive Tax: From Basic Research to Policy Recommendations, CESifo Working Paper No. 3548, August 2011, forthcoming Journal of Economic Perspectives.",
        "Fack, Gabrielle, and Camille Landais. 2010. Charitable Giving and Tax Policy in the Presence of Tax Cheating: Theory and Evidence from the US and France, SIEPR Working Paper.",
        "Feldstein, Martin. 1995. The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act. Journal of Political Economy, 103(3): 551-572. Feldstein, Martin. 1999. Tax Avoidance and the Deadweight Loss of the Income Tax. Review of Economics and Statistics, 81(4): 674-680.",
        "Frydman, Carola, and Dirk Jenter. 2010. CEO Compensation, Annual Review of Financial Economics 2, 75-102.",
        "Frydman, Carola, and Raven Saks. 2010. Executive Compensation: A new View from a Long-Term Perspective, 1936-2005, Review of Financial Studies 23, 2099-2138. Fuest, Clemens, and, Bernd Huber. 1997. Wage Bargaining, Labor-tax Progression, and Welfare, Journal of Economics 66, 127-150.",
        "Gabaix, Xavier, and Augustin Landier. 2008. Why has CEO Pay Increased So Much?, Quarterly Journal of Ecoonomics 123, 49-100.",
        "Garvey, Gerald, and Todd T. Milbourn. 2006. Asymmetric Benchmarking in Compensation: Executives are Rewarded for Good Luck but not Penalized for Bad, Journal of Financial Economics 82(1), 197-225.",
        "Goolsbee, Austan. 2000. What Happens When You Tax the Rich? Evidence from Executive Compensation. Journal of Political Economy, 108(2): 352-378.",
        "Gordon, Roger, and Joel Slemrod. 2000. Are &apos;Real&apos; Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases? In Does Atlas Shrug? The Economic Consequences of Taxing the Rich, ed. Joel Slemrod, 240-288. New York: Russell Sage Foundation and Harvard University Press.",
        "Grinstein, Yaniv, David Weinbaum, and Nir Yehuda. 2008. Perks and Excess: Evidence from the New Executive Compensation Disclosure Rules. Working paper, Cornell University, Johnson Graduate School of Management, Cornell University Hacker, Jacob, and Paul Pierson. 2010. Winner-Take-All Politics: How Washington Made the Rich Richer-and Turned Its Back on the Middle Class, Simon and Schuster. Hall, Robert E. 2005. Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, 95 (1), 50-65.",
        "Hall, Brian, and Kevin J. Murphy. 2003. The Trouble with Stock Options, Journal of Economic Perspectives, 17 (3), 49-70.",
        "Heron Randall A., and Erik Lie. 2007. Does Backdating Explain the Stock Price Pattern around Executive Stock Option Grants? Journal of Financial Economics, 83(2), 271-295. Heron Randall A., and Erik Lie. 2009. What Fraction of the Stock Option Grants to Top Executives Have Been Backdated or Manipulated?Management Science, 55(4), 513-525. Hungerbuhler, Mathias, Lehmann, Etienne, Parmentier, Alexis, and Van Der Linden, Bruno. 2006. Optimal Redistributive Taxation in a Search Equilibrium Model, Review of Economic Studies, 73, 743-767. International Labor Office Labor Statistics Database. http://laborsta.ilo.org/ Japan National Tax Administation Data.",
        "http://www.soumu.go.jp/main_sosiki/jichi_zeisei/czaisei/czaisei_seido/ichiran06_h17.html Katz, Lawrence F., and David H. Autor. 1999. Changes in the Wage Structure and Earnings Inequality, in O. Ashenfelter and D. Card (eds.) Handbook of Labor Economics, volume 3A. Amsterdam: North-Holland.",
        "Kleven, Henrik, Claus Kreiner, and Emmanuel Saez. 2009. Why Can Modern Governments Tax So Much? An Agency Model of Firms as Fiscal Intermediaries, NBER Working Paper No. 15218.",
        "Kopczuk, Wojciech. 2005. Tax Bases, Tax Rates and the Elasticity of Reported Income. Journal of Public Economics, 89(11-12): 2093-2119.",
        "Kuhnen, Camelia, and Jeffrey Zwiebel. 2008. Executive Pay, Hidden Compensation and Managerial Entrenchment. Working Paper, Northwestern University Koskela, Erkki, and Ronnie Schob. 2007. Tax Progression Under Collective Wage Bargaining and Individual Effort Determination, CESifo Working Paper No. 2024, forthcoming International Relations: A Journal of Economy and Society Lie, Erik. 2005. On the Timing of CEO Stock Option Awards. Management Science, 51(5): 802-812.",
        "Lindsey, Lawrence. 1987. Individual Taxpayer Response to Tax Cuts: 1982-1984, with Implications for the Revenue Maximizing Tax Rate. Journal of Public Economics, 33(2): 173206.",
        "Mirrlees, James. 1971. An Exploration in the Theory of Optimal Income Taxation. Review of Economic Studies, 38: 175-208.",
        "Moen, Espen R. 1997. Competitive Search Equilibrium Journal of Political Economy 105(2), 385-411.",
        "Moffitt, Robert, and Mark Wilhelm. 2000. Taxation and the Labor Supply Decisions of the Affluent. In Does Atlas Shrug? The Economic Consequences of Taxing the Rich, ed. Joel Slemrod, 193-234. New York: Russell Sage Foundation and Harvard University Press. Moriguchi, Chiaki, and Emmanuel Saez. 2008. The Evolution of Income Concentration in Japan, 1885-2005: Evidence from Income Tax Statistics, Review of Economics and Statistics 90(4), 713-734.",
        "Murphy, Kevin J. 1999. Executive Compensation, in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Vol. 3b, Elsevier Science North Holland, Chapter 38, 2485-2563.",
        "Murphy, Kevin J. 2011. The Politics of Pay: A Legislative History of Executive Compensation, USC Marshall School of Business Working Paper FBE 01.11.",
        "Narayanan, M.P., and Seyhun H. Nejat. 2008. The Dating Game: Do Managers Designate Option Grant Dates to Increase their Compensation?, Review of Financial Studies 21(5), 1907-1945. OECD Statistics. http://stats.oecd.org OECD. (annual). Taxing wages, OECD, Paris. OECD. (annual). Consumption Tax Trends, OECD, Paris.",
        "OECD. (1986). Personal income tax systems, OECD, Paris.",
        "Piketty, Thomas. 2001. Les Hauts Revenus en France au 20eme sicle, Paris: Grasset. Piketty, Thomas, and Emmanuel Saez. 2003. Income Inequality in the United States, 1913-1998, Quarterly Journal of Economics 118(1), 1-39, series updated to 2008 in July 2010. Piketty, Thomas, and Emmanuel Saez. 2011. A Theory of Optimal Capital Taxation, PSE Working Paper.",
        "Pissarides, Christopher A. 2000. Equilibrium Unemployment Theory, 2nd ed., Cambridge, MA: MIT Press.",
        "Roine, Jesper, Jonas Vlachos, Daniel Waldenstrom. 2009. The Long-Run Determinants of Inequality: What Can We Learn from Top Income Data? Journal of Public Economics, 93(7-8): 974-988.",
        "Rosen, Sherwin. 1981. The Economics of Superstars, American Economic Review 71(5), 845-858.",
        "Rothschild, Casey, and Florian Scheuer. 2011. Optimal Taxation with Rent-Seeking NBER working paper No. 17035.",
        "Saez, Emmanuel. 2001. Using Elasticities to Derive Optimal Income Tax Rates, Review of Economic Studies 68, 205-229.",
        "Saez, Emmanuel. 2004. Reported Incomes and Marginal Tax Rates, 1960-2000: Evidence and Policy Implications. in James Poterba, ed., Tax Policy and the Economy, 18: 117-174. Saez, Emmanuel, Joel Slemrod, and Seth Giertz. 2011. The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review, forthcoming Journal of Economic Literature.",
        "Saez, Emmanuel, and Michael Veall. 2005. The Evolution of High Incomes in Northern America: Lessons from Canadian Evidence, American Economic Review, 95(3), 831-849. Saez, Emmanuel, and Michael Veall. 2007. The Evolution of High Incomes in Canada, 1920-2000, Chapter 6 in A. B. Atkinson and T. Piketty, eds. Top Incomes over the Twentieth Century: A Contrast Between European and English Speaking Countries, Oxford: Oxford University Press, 226-308 Slemrod, Joel. 1996. High Income Families and the Tax Changes of the 1980s: The Anatomy of Behavioral Response. In Empirical Foundations of Household Taxation, eds. Martin Feldstein and James Poterba, University of Chicago.",
        "Slemrod, Joel, and Wojciech Kopczuk. 2002. The Optimal Elasticity of Taxable Income. Journal of Public Economics, 84(1): 91-112.",
        "Slemrod, Joel, and Shlomo Yitzhaki. 2002. Tax Avoidance, Evasion and Administration. in Alan Auerbach and Martin Feldstein, ed., Handbook of Public Economics, v3, North-Holland: 1423-1470.",
        "Sorensen, Peter B. 1999. Optimal Tax Progressivity in Imperfect Labour Markets, Labour Economics 6, 435-452.",
        "Stantcheva, Stefanie. 2011. Optimal Taxation with Adverse Selection in the Labor market, MIT Working Paper.",
        "U.S. Treasury Department, Internal Revenue Service. 2009. Statistics of Income: Individual Statistical Tables by Tax Rate and Income Percentile, Table 1 available online at http://www.irs.gov/taxstats/indtaxstats/article/0,,id=133521,00.html Vickrey, William. 1947. Agenda for Progressive Taxation. Ronald Press Company: New York.",
        "Yermack, David. 1997. Good Timing: CEO Stock Option Awards and Company News Announcements, Journal of Finance 52(2), 449-476.",
        "Yermack, David. 2006. Flights of Fancy: Corporate Jets, CEO Perquisites, and Inferior Shareholder Returns, Journal of Financial Economics 80, 211-242."
    ]
}