{
    "id": 17627,
    "cites": 136,
    "cited_by": 40,
    "reference": [
        "Abowd JM, Creecy RH, Kramarz F. 2002. Computing Person and Firm Eects Using Linked Longitudinal Employer-Employee Data. (Cornell University, Unpublished).",
        "Ahn JB, Khandelwal A, Wei SJ. 2011. The Role of Intermediaries in Facilitating Trade. Journal of International Economics. Forthcoming.",
        "Akerman A. 2010. A Theory on the Role of Wholesalers in International Trade Based on Economies of Scope. (Stockholm University, Unpublished).",
        "Akhmetova Z. 2011. Firm Experimentation in New Markets. (University of New South Wales, Unpublished).",
        "Allanson P, Montagna C. 2005. Multi-product Firms and Market Structure: An Explorative Application to the Product Lifecycle. International Journal of Industrial Organization. 23: 587-97.",
        "Alvarez R, LÃ\u0083Æ\u0092pez RA. 2005. Exporting and Performance: Evidence from Chilean Plants. Canadian Journal of Economics. 38(4): 1384-400.",
        "Amiti M, Cameron L. 2011. Trade Liberalization and the Wage Skill Premium: Evidence from Indonesia. New York Federal Reserve Bank, mimeograph.",
        "Amiti M, Davis DR. 2011. Trade, Firms, and Wages: Theory and Evidence. Review of Economic Studies. Forthcoming.",
        "Amiti M, Konings J. 2007. Trade Liberalization, Intermediate Inputs, and Productivity. American Economic Review. 97(5): 1611-38.",
        "AntrÃ\u0083Æ\u0092s P. 2003. Firms, Contracts, and Trade Structure. Quarterly Journal of Economics. 118(4): 1375-1418.",
        "AntrÃ\u0083Æ\u0092s P, Helpman E. 2004. Global Sourcing. Journal of Political Economy. 112(3): 552-80.",
        "AntrÃ\u0083Æ\u0092s P, Helpman E. 2008. Contractual Frictions and Global Sourcing. In The Organization of Firms in a Global Economy, ed. E Helpman, D Marin, T Verdier. Cambridge MA: Harvard University Press.",
        "AntrÃ\u0083Æ\u0092s P, Costinot A. 2011. Intermediated Trade. Quarterly Journal of Economics. 126: 1319-1374.",
        "Arkolakis C. 2010. Market Penetration Costs and the New Consumers Margin in International Trade. Journal of Political Economy. 118(6): 1151-99.",
        "Arkolakis C. 2011. A Unied Theory of Firm Selection and Growth. (Yale University, Unpublished).",
        "Arkolakis C, Klenow P, Demidova S, Rodriguez-Clare A. 2008. Endogenous Variety and The Gains from Trade. American Economic Review. Papers and Proceedings. 98(2): 444-50.",
        "Arkolakis C, Costinot A, Rodriguez-Clare A. 2011a. New Trade Models, Same Old Gains? American Economic Review. Forthcoming.",
        "Arkolakis C, Ramondo N, Rodriguez-Clare A, Yeaple S. 2011b. Proximity Versus Comparative Advantage: A Quantitative Theory of Trade and Multinational Production. (Yale University, Unpublished).",
        "Arkolakis C, Muendler M. 2010. The Extensive Margin of Exporting Products: A Firm-level Analysis. NBER Working Paper. 16641.",
        "Atkeson A, Burstein A. 2010. Innovation, Firm dynamics, and International Trade. Journal of Political Economy. 118(3): 433-84.",
        "Baldwin J, Gu W. 2009. The Impact of Trade on Plant Scale, Production-Run Length and Diversication. In Producer Dynamics: New Evidence from Micro Data, ed. T Dunne, JB Jensen, MJ Roberts. Chicago: University of Chicago Press.",
        "Baldwin R, Harrigan J. 2011. Zeros, Quality, and Space: Trade Theory and Trade Evidence. American Economic Journal: Microeconomics. 3: 6088.",
        "Bastos P., Silva J. 2008. The Quality of a Firm's Exports: Where you Export to Matters. GEP Research Paper 2008/18. University of Nottingham.",
        "Bernard AB, Jensen JB. 1995. Exporters, Jobs, and Wages in US Manufacturing: 1976-87. Brookings Papers on Economic Activity: Microeconomics. 67-112.",
        "Bernard AB, Jensen JB. 1997. Exporters, Skill Upgrading and the Wage Gap. Journal of International Economics. 42: 3-31.",
        "Bernard AB, Jensen JB. 1999. Exceptional Exporter Performance: Cause, Eect, or Both? Journal of International Economics. 47(1): 1-25.",
        "Bernard AB, Eaton J, Jensen JB, Kortum SS. 2003. Plants and Productivity in International Trade. American Economic Review. 93(4): 1268-90.",
        "Bernard AB, Jensen JB. 2004. Why Some Firms Export. Review of Economics and Statistics. 86(2): 561-69.",
        "Bernard AB, Jensen JB, Schott PK. 2006a. Trade Costs, Firms and Productivity. Journal of Monetary Economics. 53(5).",
        "Bernard AB, Jensen JB and Schott PK. 2006b. Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of US Manufacturing Plants. Journal of International Economics. 68: 219-37.",
        "Bernard AB, Redding SJ, Schott PK. 2007a. Comparative Advantage and Heterogeneous Firms. Review of Economic Studies, 74(1): 31-66.",
        "Bernard AB, Jensen JB, Schott PK. 2009a. Importers, Exporters and Multinationals: A Portrait of Firms in the U.S. that Trade Goods. In Producer Dynamics: New Evidence from Micro Data, ed. T Dunne, JB Jensen, MJ Roberts. Chicago: University of Chicago Press.",
        "Bernard AB, Redding SJ, Schott PK. 2009c. Products and Productivity. Scandinavian Journal of Economics. 111(4): 681-709.",
        "Bernard AB, Redding SJ, Schott PK. 2010a. Multi-product Firms and Product Switching. American Economic Review. 100(1): 70-97.",
        "Bernard AB, Jensen JB, Redding SJ, Schott PK. 2010b. Intra-rm Trade and Product Contractibility. American Economic Review. Papers and Proceedings. 100(2): 444-48.",
        "Bernard AB, Jensen JB, Redding SJ, Schott PK. 2010c. Wholesalers and Retailers in U.S. Trade. American Economic Review. Papers and Proceedings. 100(2): 408-13.",
        "Bernard AB, Grazzi M, Tomasi C. 2010d. Intermediaries in International Trade: Direct versus Indirect Modes of Export. National Bank of Belgium Working Paper. 199.",
        "Bernard AB, Van Beveren I, Vandenbussche H. 2010e. Multi-Product Exporters, Carry-Along Trade and the Margins of Trade. National Bank of Belgium Working Paper. 203.",
        "Bernard AB, Redding SJ, Schott PK. 2011. Multi-product Firms and Trade Liberalization. Quarterly Journal of Economics. 126: 1271-1318.",
        "Blum BS, Claroz S, Horstmann IJ. 2011. Intermediation and the Nature of Trade Costs: Theory and Evidence. (University of Toronto, Unpublished).",
        "Broda C, Weinstein D. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics, 121(2): 541-85.",
        "Burstein A, Eichenbaum M, Rebelo S. 2005. Large Devaluations and the Real Exchange Rate. Journal of Political Economy. 113(4): 742-784.",
        "Burstein A, Melitz MJ. 2011. Trade Liberalization and Firm Dynamics. In Advances in Economics and Econometrics, ed. D Acemoglu, M Arellano, E Deckel. Cambridge: Cambridge University Press.",
        "Burstein A, Vogel J. 2010. Globalization, Technology, and the Skill Premium: A Quantitative Analysis. (Columbia University, Unpublished).",
        "Bustos P. 2007. The Impact of Trade Liberalization on Skill Upgrading: Evidence from Argentina. (CREI, Unpublished).",
        "Bustos P. 2011. Trade Liberalization, Exports and Technology Upgrading: Evidence on the impact of MERCOSUR on Argentinian Firms. American Economic Review. 101(1): 304-40.",
        "Caliendo L, Rossi-Hansberg E. 2011. The Impact of Trade on Organization and Productivity. (Princeton University, Unpublished).",
        "Chaney T. 2005. Liquidity Constrained Exporters. (University of Chicago, Unpublished).",
        "Chaney T. 2008. Distorted Gravity: The Intensive and Extensive Margins of International Trade. American Economic Review. 98(4): 1707-21.",
        "Cherkashin I, Demidova S, Kee HL, Krishna K. 2010. Firm Heterogeneity and Costly Trade: A New Estimation Strategy and Policy Experiments. (Penn State University, Unpublished).",
        "Clerides S, Lach S, Tybout J. 1998. Is Learning by Exporting Important? Micro-dynamic Evidence from Columbia, Mexico and Morocco. Quarterly Journal of Economics. 113: 903-47.",
        "Constantini J, Melitz MJ. 2008. The Dynamics of Firm-Level Adjustment to Trade Liberalization. In The Organization of Firms in a Global Economy, ed. E Helpman, D Marin, T Verdier, 4:107-41. Cambridge MA: Harvard University Press. 356 pp.",
        "Corcos G, Del Gatto M, Mion G and Ottaviano GIP. 2010. Productivity and Firm Selection: Quantifying the New Gains from Trade. (London School of Economics, Unpublished).",
        "CoÃ\u0083Æ\u0092sar AK, Guner N, Tybout J. 2011. Firm Dynamics, Job Turnover, and Wage Distributions in an Open Economy. (Penn State University, Unpublished).",
        "CuÃ\u0083Æ\u0092at A, Melitz MJ. 2011. Volatility, Labor Market Flexibility and Comparative Advantage. Journal of the European Economics Association. Forthcoming.",
        "Das M, Roberts MJ, Tybout J. 2007. Market Entry Costs, Producer Heterogeneity and Export Dynamics. Econometrica. 75(3): 837-73.",
        "Davidson C, Matusz S, Shevchenko A. 2008. Globalization and Firm-level Adjustment with Imperfect Labor Markets. Journal of International Economics. 75: 295-309.",
        "Davis DR, Harrigan J. 2011. Good Jobs, Bad Jobs, and Trade Liberalization. Journal of International Economics. Forthcoming.",
        "De Loecker, J. 2007. Do Exports Generate Higher Productivity? Evidence from Slovenia. Journal of International Economics. 73: 69-98.",
        "De Loecker J. 2011. Product Dierentiation, Multi-Product Firms and Estimating the Impact of Trade Liberalization on Productivity. Econometrica. Forthcoming.",
        "Defever F, Toubal F. 2010. Productivity and the Sourcing Modes of Multinational Firms: Evidence from French Firm-Level Data. (University of Nottingham, Unpublished).",
        "Dhingra S. 2010. Trading Away Wide Brands for Cheap Brands. (London School of Economics, Unpublished).",
        "Dixit A, Grossman GM. 1982. Trade and Protection with Multi-Stage Production. Review of Economic Studies. 49(4): 583-94.",
        "Eaton J, Kortum SS, Kramarz F. 2004. Dissecting Trade: Firms, Industries, and Export Destinations. American Economic Review. Papers and Proceedings. 94: 150-54.",
        "Eaton J, Eslava M, Kugler M, Tybout JR. 2008. Export Dynamics in Colombia: Firm-level Evidence. In The Organization of Firms in a Global Economy, ed. E Helpman, D Marin, T Verdier, 8:231-72. Cambridge MA: Harvard University Press. 356 pp.",
        "Eaton J, Kortum SS, Kramarz F. 2011a. An Anatomy of International Trade: Evidence from French Firms. Econometrica, forthcoming.",
        "Eaton J, Eslava M, Krizan CJ, Kugler M, Tybout J. 2011c. A Search and Learning Model of Export Dynamics. (Penn State University, Unpublished).",
        "Eckel C, Neary JP. 2010. Multi-product Firms and Flexible Manufacturing in the Global Economy. Review of Economic Studies. 77(1): 188-217.",
        "Economist. 2011. Broken links: The disruption to manufacturers worldwide from Japan's disasters will force a rethink of how they manage production. 31 March 2011. http://www.economist.com/node/18486015.",
        "Egger H, Kreickemeier U. 2009. Firm Heterogeneity and the Labour Market Eects of Trade Liberalization. International Economic Review. 50(1): 187-216.",
        "Ethier WJ. 1982. National and International Returns to Scale in the Modem Theory of International Trade. American Economic Review. 72: 389-405.",
        "Feenstra R, Ma H. 2008. Optimal Choice of Product Scope for Multiproduct Firms. In The Organization of Firms in a Global Economy, ed. E Helpman, D Marin, T Verdier. Cambridge MA: Harvard University Press.",
        "Felbermayr G, Jung B. 2008. Trade Intermediaries, Incomplete Contracts, and the Choice of Export Modes. (University of Hohenheim, Unpublished).",
        "Felbermayr G, Prat J, Schmerer HJ. 2011. Globalization and Labor Market Outcomes: Wage Bargaining, Search Frictions, and Firm Heterogeneity. Journal of Economic Theory. 146(1): 39-73.",
        "FrÃ\u0083Æ\u0092as J, Kaplan D, Verhoogen E. 2009. Exports and Wage Premia: Evidence from Mexican EmployerEmployee Data. (Unpublished, Columbia University).",
        "Gervais, A. 2011. Product Quality, Firm Heterogeneity and International Trade. (Unpublished, University of Notre Dame).",
        "Goldberg PK, Khandelwal AK, Pavcnik N, Topalova P. 2010. Imported Intermediate Inputs and Domestic Product Growth: Evidence from India. Quarterly Journal of Economics. 125(4): 1727-67.",
        "Grossman GM, Rossi-Hansberg E. 2008. Trading Tasks: A Simple Theory of Oshoring. American Economic Review. 98(5): 1978-97.",
        "Hallak JC. 2006. Product Quality and the Direction of Trade. Journal of International Economics. 68(1): 238-65.",
        "Hallak JC, Schott PK. 2011. Estimating Cross-Country Dierences in Product Quality. Quarterly Journal of Economics, 126(1): 417-74.",
        "Harrigan J, Reshe A. 2011. Skill-biased Heterogeneous Firms: Trade Liberalization and the Skill Premium Redux. (University of Virginia, Unpublished).",
        "Helpman E. 1981. International Trade in the Presence of Product Dierentiation, Economies of Scale, and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin model. Journal of International Economics. 11: 305-40.",
        "Helpman E. 1999. The Structure of Foreign Trade. Journal of Economic Perspectives. 13(2): 121-44.",
        "Helpman E. 2006. Trade, FDI and the Organization of Firms. Journal of Economic Literature. XLIV: 589-630.",
        "Helpman E, Itskhoki O. 2010. Labor Market Rigidities, Trade and Unemployment. Review of Economic Studies. 77(3): 1100-37.",
        "Helpman E, Itskhoki O, Redding S. 2010. Inequality and Unemployment in a Global Economy. Econometrica. 78(4): 1239-83.",
        "Helpman E, Itskhoki O, Muendler M, Redding S. 2011. Wage Inequality and Trade: Evidence from Brazil. (Princeton University, Unpublished).",
        "Helpman E, P Krugman. 1985. Market Structure and Foreign Trade. Cambridge MA: MIT Press.",
        "Helpman E, Melitz MJ, Yeaple SR. 2004. Export Versus FDI with Heterogeneous Firms. American Economic Review. 94(1): 300-16.",
        "Helpman E, Melitz MJ, Rubinstein Y. 2008. Estimating Trade Flows: Trading Partners and Trading Volumes. Quarterly Journal of Economics. 123(2): 441-87.",
        "Hsieh C, Ossa R. 2010. A Global View of Productivity Growth in China and India. (University of Chicago, Unpublished).",
        "Hummels D, Klenow P. 2005. The Variety and Quality of a Nation's Exports. American Economic Review. 95: 704-23.",
        "Hummels D, Ishii J, Yi K. 2001. The Nature and Growth of Vertical Specialization in World Trade. Journal of International Economics. 54: 75-96.",
        "Irarrazabal A, Moxnes A, Opromolla LD. 2010. The Margins of Multinational Production and the Role of Intrarm Trade. (Dartmouth College, Unpublished).",
        "Javorcik B, Neary JP, Eckel C, Iacovone L. 2010. Multi-Product Firms at Home and Away: Cost- Versus Quality-Based Competence. (University of Oxford, Unpublished).",
        "Johnson R. 2010. Trade and Prices with Heterogeneous Firms. (Dartmouth College, Unpublished).",
        "Keller W, Yeaple S. 2011. Gravity in the Weightless Economy. (Penn State University, Unpublished).",
        "Khandelwal, A. 2011. The Long and Short (of) Quality Ladders. Review of Economic Studies. 77(4): 1450-76.",
        "Kohler WK, Smolka M. 2011. Sourcing Premia with Incomplete Contracts: Theory and Evidence. B.E. Journal of Economic Analysis & Policy. 11: 1-37.",
        "Krishna P, Poole JP, Senses MZ. 2010. Trade Liberalization, Firm Heterogeneity and Wages: New Evidence from Matched Employer-Employee Data. (Johns Hopkins University, Unpublished).",
        "Krugman P. 1980. Scale Economies, Product Dierentiation, and the Pattern of Trade. American Economic Review. 70: 950-59.",
        "Kugler M, Verhoogen E. 2011. Prices, Plant Size, and Product Quality. Review of Economic Studies. Forthcoming.",
        "Li N, Gopinath G, Gourinchas P, Hsieh C. 2011. International Prices, Costs and Markup Dierences. American Economic Review. Forthcoming.",
        "Lileeva A, Treer D. 2010. Improved Access to Foreign Markets Raises Plant-Level Productivity . . . for Some Plants. Quarterly Journal of Economics. 125(3): 1051-99.",
        "Manova K. 2011. Credit Constraints, Heterogeneous Firms, and International Trade. (Stanford University, Unpublished).",
        "Manova K, Zhang Z. 2011. Export Prices across Firms and Destinations. Quarterly Journal of Economics. Forthcoming.",
        "Mayer T, Melitz MJ, Ottaviano G. 2011. Market Size, Competition, and the Product Mix of Exporters. NBER Working Paper. 16959.",
        "Matsuyama, K. 2007. Beyond Icebergs: Towards a Theory of Biased Globalization. Review of Economic Studies. 74: 237-253.",
        "Mayer T, Ottaviano GIP. 2007. The Happy Few: New Facts on the Internationalisation of European Firms. Bruegel  CEPR EFIM Report. Bruegel Blueprint Series.",
        "Melitz MJ. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica. 71: 1695-725.",
        "Melitz, MJ, Ottaviano GIP. 2008. Market Size, Trade, and Productivity. Review of Economic Studies. 75: 295-316.",
        "Nocke V, Yeaple SR. 2006. Globalization and Endogenous Firm Scope. NBER Working Paper. 12322.",
        "Nunn N. 2007. Relationship-Specicity, Incomplete Contracts and the Pattern of Trade. Quarterly Journal of Economics. 122(2): 569-600.",
        "Nunn N, Treer D. 2008. The Boundaries of the Multinational Firm: An Empirical Analysis. In The Organization of Firms in a Global Economy, ed. E Helpman, D Marin, T Verdier, 55-83. Cambridge MA: Harvard University Press.",
        "Oi WY, Idson TL. 1999. Firm Size and Wages. In Handbook of Labor Economics, ed. O Ashenfelter, D Card, 3, 33, 2165-214, Amsterdam: Elsevier.",
        "Ottaviano GIP, Thisse J. 1999. Monopolistic Competition, Multiproduct Firms and Optimum Product Diversity.",
        "Pavcnik N. 2002. Trade Liberalization, Exit, and Productivity Improvement: Evidence from Chilean Plants. Review of Economic Studies. 69(1): 245-76.",
        "Petropoulou D. 2007. Information Costs, Networks and Intermediation in International Trade. Discussion Paper. 370. Department of Economics. University of Oxford.",
        "Ramondo N, Rodriguez-Clare A. 2010. Trade, Multinational Production, and the Gains from Openness. (Penn State University, Unpublished).",
        "Redding SJ. 2011. Theories of Heterogeneous Firms and Trade. Annual Review of Economics. Forthcoming.",
        "Roberts MJ, Tybout J. 1997. The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs. American Economic Review. 87(4): 545-64.",
        "Ruhl KJ, Willis JL. 2008. New Exporter Dynamics. (NYU Stern School of Business, Unpublished).",
        "Sampson, T. 2011. Selection into Trade and Wage Inequality. (London School of Economics, Unpublished).",
        "Santos Silva JMC, Tenreyro S. 2006. The Log of Gravity. Review of Economics and Statistics. 88(4): 641-58.",
        "Schank T, Schanbel C, Wagner J. 2007. Do Exporters Really Pay Higher Wages? First Evidence from German Linked Employer-Employee Data. Journal of International Economics. 72: 52-74.",
        "Schott PK. 2004. Across-Product versus Within-Product Specialization in International Trade. Quarterly Journal of Economics. 119(2): 647-78.",
        "Segura-Cayuela, R, Vilarrubia, JM. 2008. Uncertainty and Entry into Export Markets. Banco De EspaÃ\u0083Æ\u0092a Working Paper. 0811.",
        "Treer D. 2004. The Long and Short of the Canada-U.S. Free Trade Agreement. American Economic Review. 94: 870-95.",
        "Tybout J. 2003. Plant- and Firm-Level Evidence on the `New' Trade Theories. In Handbook of International Trade, ed. EK Choi and J Harrigan, 13. Oxford: Basil Blackwell.",
        "Van Biesebroeck J. 2005. Exporting Raises Productivity in Sub-Saharan African Manufacturing Firms. Journal of International Economics. 67(2): 373-91.",
        "Verhoogen E. 2008. Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector. Quarterly Journal of Economics. 123(2): 489-530.",
        "World Trade Organization. 2008. World Trade Report: Trade in a Globalizing World. Geneva: World Trade Organization.",
        "Yeaple SR. 2005. A Simple Model of Firm Heterogeneity, International Trade, and Wages. Journal of International Economics. 65: 120.",
        "Yeaple SR. 2006. Oshoring, Foreign Direct Investment, and the Structure of U.S. Trade. Journal of the European Economic Association. 4: 60211.",
        "Yeaple SR. 2009. Firm Heterogeneity and the Structure of U.S. Multinational Activity: An Empirical Analysis. Journal of International Economics. 78(2): 206-15.",
        "Yi K. 2003. Can Vertical Specialization Explain the Growth of World Trade? Journal of Political Economy. 111(1): 52-102."
    ]
}