{
    "id": 17626,
    "cites": 57,
    "cited_by": 70,
    "reference": [
        "Banca dÃ\u0083Â¢Italia (2011), Supplements to the Statistical Bulletin, Vol. XXI, 6 October. Beise, M. (2011), Die Wahrheit Ã\u0083Æ\u0092ber den Euro, SÃ\u0083Æ\u0092ddeutsche Zeitung, 9 April, p. 23.",
        "Brendel, M. and C. Pauly (2011), Auf schmalem Grat, Der Spiegel, 23 May, p. 60.",
        "Chailloux, A., S. Gray, and R. McCaughrin (2008), Central Bank Collateral Frameworks: Principles and Policies, IMF Working Paper No. 222.",
        "Deutsche Bundesbank (2011a), TARGET2-Salden der Bundesbank, Press release of 22 February 2011.",
        "----- (2011b), Annual Report 2010, Frankfurt.",
        "----- (2011c), The Dynamics of the Bundesbank's TARGET2 Balance, Monthly Report, March, p. 34-35.",
        "----- (2011d), Balance of Payments Statistics, September 2011.",
        "European Central Bank (2010), The Payment System Ã\u0083Â¢ Payments, Securities and Derivatives, and the Role of the Eurosystem, Frankfurt.",
        "----- (2011a), Target Annual Report 2010, Frankfurt.",
        "----- (2011b), TARGET2 Balances of National Central Banks in the Euro Area, Monthly Bulletin, October, p. 35-40.",
        "European Economic Advisory Group (2011), A New Crisis Mechanism for the Euro Area, in: European Economic Advisory Group (ed.), The EEAG Report on the European Economy, Munich, p. 71-96.",
        "Feldstein, M. (1997), The Political Economy of the European Economic and Monetary Union: Political Sources of an Economic Liability, The Journal of Economic Perspectives 11, p. 23-42.",
        "Fischer, M (2011), GroÃ\u0083Æ\u0092e Summen, Wirtschaftswoche, 28 February, p. 26.",
        "Friedman, M. (1962), Capitalism and Freedom, Chicago.",
        "----- (1997a), Why Europe Can't Afford the Euro - The Danger of a Common Currency, The Times, 19 November.",
        "----- (1997b), Ich sage, der Euro wird bald wieder auseinanderbrechen, Die Presse, 12 December, p. 23.",
        "----- (2001), Auf Kosten Dritter, Capital, 11 July, p. 18.",
        "Fuest, C. (2011), Die EZB ist zu weit gegangen, Handelsblatt, 15 June, p. 56.",
        "Garber, P. M. (1989), Notes on the Role of Target in a Stage III Crisis, NBER Working Paper 6619.",
        "----- (2010), The Mechanics of Intra Euro Capital Flight, Deutsche Bank Economics Special Report.",
        "Gurley, J.G. and E.S. Shaw (1960), Money in a Theory of Finance, Washington, D.C. Handschuch, K. (2011), Versteckte Krisenhilfe, Wirtschaftswoche, 21 February, p. 8.",
        "Hawkins, J. (2003), Central Bank Balance Sheets and Fiscal Operations, in: Bank for International Settlements (ed.), Fiscal Issues and Central Banking in Emerging Economies, Basle, p. 71-83.",
        "Homburg, S. (2011), Anmerkungen zum Target2-Streit, ifo Schnelldienst 64, No. 16, 31 August, p. 46-50.",
        "ifo Institut (2011), Die europÃ\u0083Æ\u0092ische Zahlungsbilanzkrise, ifo Schnelldienst 64, No. 16, 31 August, p. 3-94, with contributions of H.-W. Sinn, H. Schlesinger, W. Kohler, C.",
        "B. Blankart, M. J. M. Neumann, P. Bernholz, T. Mayer and J. MÃ\u0083Æ\u0092bert and C. Weistroffer, G. Milbradt, S. Homburg, F. L. Sell and B. Sauer, I. Sauer, J. Ulbrich and A. Lipponer, C. Fahrholz and A. Freytag, U. Bindseil and P. Cour-Thimann and P. KÃ\u0083Æ\u0092nig, F.-C. Zeitler, K. Reeh, http://www.cesifogroup. de/portal/pls/portal/docs/1/1209833.PDF Klepsch, C. and T. WollmershÃ\u0083Æ\u0092user (2011), Yield Spreads on EMU Government Bonds -How the Financial Crisis Has Helped Investors to Rediscover Risk, Intereconomics / Review of European Economic Policy, No. 46, p. 169-176.",
        "Kohler, W. (2011), Zahlungsbilanzkrisen im Eurosystem: Griechenland in der Rolle des ReservewÃ\u0083Æ\u0092hrungslandes?, ifo Schnelldienst 64, No. 16, 31 August, p. 12-19, http://www.cesifo-group.de/portal/pls/portal/docs/1/1209726.PDF.",
        "Krugman, P. (2010), The Euro Trap, New York Times, 29 April. http://www.nytimes.com/2010/04/30/opinion/30krugman.html?ref=paulkrugman.",
        "----- (2011), The Euro Living Dangerously, NY Times Blog, 1 June. http://krugman.blogs.nytimes.com/2011/06/01/the-euro-living-dangerously/.",
        "Krumrey, H. (2011), Am Bundestag vorbei, Wirtschaftswoche, 28 February, p. 26.",
        "Mayer, T. (2011), Euroland's Hidden Balance-of-payments Crisis, Deutsche Bank Research, 26 October 2011.",
        "Reeh, K. (1999), Zahlungsbilanzausgleich in der WÃ\u0083Æ\u0092hrungsunion. Viele Frage, aber noch keine Antworten, in: H.-J. Stagermann and O. Steiger (eds.), Herausforderung der Geldwirtschaft, Marburg, p. 295-328.",
        "----- (2001), Das Eurosystem: Von einem BehÃ\u0083Æ\u0092rden- zu einem Bankensystem?, in: H. Schmidt, E. Ketzel, and S. Prigge (eds.), Wolfgang StÃ\u0083Æ\u0092tzel Ã\u0083Â¢ moderne Konzepte fÃ\u0083Æ\u0092r FinanzmÃ\u0083Æ\u0092rkte, BeschÃ\u0083Æ\u0092ftigung und Wirtschaftsverfassung, TÃ\u0083Æ\u0092bingen, p. 333349.",
        "Ruckriegel, K and F. Seitz (2002), The Eurosystem and the Federal Reserve System Compared: Facts and Challenges, ZEI Working Paper No. B02.",
        "Ruhkamp, S. (2011), Misstrauen lÃ\u0083Æ\u0092hmt den Geldverkehr, Frankfurter Allgemeine Zeitung, 19 April, p. 11.",
        "Seitz, F. (1995), Der DM-Umlauf im Ausland, Deutsche Bundesbank Diskussionspapier 1/95.",
        "Schlesinger, H. (2011), Die Zahlungsbilanz sagt es uns, ifo Schnelldienst 64, No. 16, 31 August, p. 9-11.",
        "Sinn, H.-W. (2010a), Casino Capitalism. How the Financial Crisis Came about and What Needs to Be Done Now, Oxford University Press, Oxford.",
        "----- (2010b), Nachweisbare Wirkung, Wirtschaftswoche, 7 June, p. 39.",
        "----- (2010c), Reallocation of Savings in Europe, ifo Viewpoint, 115, 22 June, http://www.cesifo-group.de/portal/page/portal/ifoHome/Bpolitik /05stp/_stp?item_link=stp115.htm.",
        "----- (2010d), Rescuing Europe, CESifo Forum, Special Issue, August. http://www.cesifogroup. de/DocCIDL/Forum-Sonderheft-Aug-2010.pdf.",
        "----- (2011a), Neue AbgrÃ\u0083Æ\u0092nde, Wirtschaftswoche, 21 February, p. 35. http://www.cesifogroup. de/link/_echomitarb/ifostimme-wiwo-21-02-11.htm.",
        "----- (2011b), Deep Chasms, ifo Viewpoint, 122, 29 March, http://www.cesifogroup. de/portal/page/portal/ifoHome/B-politik/05stp/_stp?item_link=stp122.htm.",
        "----- (2011c), Tickende Zeitbombe, SÃ\u0083Æ\u0092ddeutsche Zeitung, 2 April, p. 24. http://www.cesifogroup. de/link/_echomitarb/ifostimme-sz-2011-04-03.htm.",
        "----- (2011d), The ECB's Secret Bailout Strategy, Project Syndicate, 29 April, http://www.project-syndicate.org/commentary/sinn37/English.",
        "----- (2011e), Die riskante Kreditersatzpolitik der EZB, Frankfurter Allgemeine Zeitung, 4 May, p. 10. http://www.cesifo-group.de/link/_echomitarb/ifostimme-faz-04-0511. htm.",
        "----- (2011f), Die heimlichen Kredite, Handelsblatt, 6 May, p. 72. http://www.cesifogroup. de/link/_echomitarb/ifostimme-hdbl-06-05-11.htm.",
        "----- (2011g), Target-Salden, AuÃ\u0083Æ\u0092enhandel und GeldschÃ\u0083Æ\u0092pfung, ifo Schnelldienst 64, No. 09, 13 May, p. 23-25, .",
        "----- (2011h), The ECB's Stealth Bailout, VOX, 1 June. http://www.voxeu.org.index.php?q=node/6599.",
        "----- (2011i), Das unsichtbare Bail-out der EZB, Ã\u0083Æ\u0092konomenstimme, 11 June, http://www.oekonomenstimme.org/artikel/2011/06/das-unsichtbare-bail-out-derezb /. ----- (2011j), Eine Einladung zur Selbstbedienung, Handelsblatt, 14 June, p. 9. http://www.cesifo-group.de/link/_echomitarb/ifostimme-hdbl-14-06-11.htm.",
        "----- (2011k), On and off Target, VOX, 14 June. http://www.voxeu.org/index.php?q=node/6644.",
        "----- (2011l), How to Rescue the Euro: Ten commandments, VOX, 3 October. http://www.voxeu.org/index.php?q=node/7059 Sinn, H.-W., T. Buchen, and T. WollmershÃ\u0083Æ\u0092user (2011), Trade Imbalances - Causes, Consequences and Policy Measures: Ifo's Statement for the Camdessus Commission, CESifo Forum 12, No. 1, Spring, p. 47-58, http://www.cesifogroup. de/portal/pls/portal/docs/1/1201880.PDF.",
        "Sinn, H.-W. and H. Feist (1997), Eurowinners and Eurolosers: The Distribution of Seignorage Wealth in EMU, European Journal of Political Economy 13, p. 665689.",
        "Sinn, H.-W. and T. WollmershÃ\u0083Æ\u0092user (2011), Target Loans, Current Account Balances and Capital Flows: The ECB's Rescue Facility, CESifo Working Paper No. 3500, 21 June, http://www.ifo.de/portal/pls/portal/docs/1/1212000.PDF.",
        "Tornell, A. and F. Westermann (2011), Ã\u0083Â¢Greece: The sudden stop that wasnÃ\u0083Â¢tÃ\u0083Â¢, VOX, 28 September. http://www.voxeu.org/index.php?q=node/7033.",
        "United States Treasury Department (2003), The Use and Counterfeiting of United States Currency Abroad, Part 2, Washington.",
        "Whittaker, J. (2011), Intra-eurosystem Debts, Lancaster University Management School, 30 March, http://www.lancs.ac.uk/staff/whittaj1/eurosystem.pdf Woelfel, C. J. (2002), Encyclopedia of Banking and Finance, London.",
        "Wolf, M. (2011), Intolerable Choices for the Eurozone, Financial Times, 1 June, p. 9."
    ]
}