{
    "id": 17621,
    "cites": 47,
    "cited_by": 43,
    "reference": [
        "Abiad, Abdul, Giovanni DellÃ\u0083Â¢Ariccia, and Bin Li. 2011. Creditless Recoveries. CEPR Discussion Paper 8301.",
        "Alvarez, Javier, and Manuel Arellano. 2003. The Time-Series and Cross-Section Asymptotics of Dynamic Panel Data Estimators. Econometrica 71(4): 1121Ã\u0083Â¢1159.",
        "Arellano, Manuel, and Stephen Bond. 1991. Some Tests of SpeciÃ\u0083Â¯cation for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. The Review of Economic Studies 58(2): 277Ã\u0083Â¢297.",
        "Backus, David, and Patrick Kehoe. 1992. International Evidence on the Historical Properties of Business Cycles. American Economic Review 82: 864Ã\u0083Â¢888.",
        "Barro, Robert J., and Jose F. Ursua. 2008. Macroeconomic Crises since 1870. Brookings Papers on Economic Activity 1: 255Ã\u0083Â¢335.",
        "Basu, Susanto, and Alan M. Taylor. 1999. Business Cycles in International Historical Perspective. Journal of Economic Perspectives 13(2): 45Ã\u0083Â¢68.",
        "Bernanke, Ben. 1983. Nonmonetary EÃ\u0083Â¯ects of the Financial Crisis in Propagation of the Great Depression. American Economic Review 73(3): 257Ã\u0083Â¢76.",
        "Bernanke, Ben, and Kevin Carey. 1996. Nominal Wage Stickiness and Aggregate Supply in the Great Depression. Quarterly Journal of Economics. 111: 853Ã\u0083Â¢83 Bernanke, Ben and Mark Gertler. 1990. Financial Fragility and Economic Performance. Quarterly Journal of Economics 105: 87Ã\u0083Â¢114.",
        "Bernanke, Ben, and Harold James, 1991. The Gold Standard, DeÃ\u0083Â¯ation, and Financial Crisis in the Great Depression: An International Comparison. In Financial Markets and Financial Crises, edited by R. Glenn Hubbard. Chicago: University of Chicago Press, pp. 33Ã\u0083Â¢68.",
        "Bordo, Michael D., and Joseph G. Haubrich. 2010. Credit Crises, Money and Contractions: An Historical View. Journal of Monetary Economics 57: 1Ã\u0083Â¢18.",
        "Bry, Gerhard, and Charlotte Boschan. 1971. Cyclical Analysis of Time Series: Selected Procedures and Computer Programs. New York: NBER.",
        "Cerra, Valerie, and Sweta C. Saxena. 2008. Growth Dynamics: The Myth of Economic Recovery. American Economic Review 98(1): 439Ã\u0083Â¢457.",
        "Claessens, Stijn, M. Ayhan Kose, and Marco E. Terrones. 2011. Financial Cycles: What? How? When? in NBER International Seminar on Macroeconomics 2010 edited by Richard Clarida and Francesco Giavazzi. Chicago: University of Chicago Press, pp. 303Ã\u0083Â¢343.",
        "Economic Report of the President, January 2009. 2009. Washington, D.C.: U.S. Government Printing OÃ\u0083Â¯ce.",
        "Eggertsson, Gauti, and Paul Krugman. 2010. Debt, Deleveraging, and the Liquidity Trap. Federal Reserve Bank of New York and Princeton University. Unpublished.",
        "Eichengreen, Barry, and JeÃ\u0083Â¯rey Sachs, 1985. Exchange Rates and Economic Recovery in the 1930s. Journal of Economic History 45(4): 925Ã\u0083Â¢946.",
        "Fisher, Irving. 1933. A Debt-DeÃ\u0083Â¯ation Theory of Great Depressions. Econometrica 1:337Ã\u0083Â¢357.",
        "Friedman, Milton, and Anna J. Schwartz. 1963. A Monetary History of the United States: 1867Ã\u0083Â¢1960. Princeton, N.J.: Princeton University Press.",
        "Howard, Greg, Robert Marting, and Beth Anne Wilson. 2011. Are Recoveries from Banking and Financial Crises Really So DiÃ\u0083Â¯erent? Submitted to the January 24Ã\u0083Â¢25, 2012 FOMC special session on Ã\u0083Â¯nancial factors and economic recovery.",
        "Hume, Michael, and Andrew Sentance. 2009. The Global Credit Boom: Challenges for Macroeconomics and Policy. Journal of International Money and Finance 28(8): 1426Ã\u0083Â¢1461.",
        "Jones, Matthew T., and Maurice Obstfeld. 1997. Saving, Investment, and Gold: A Reassessment of Historical Current Account Data. NBER Working Paper 6103.",
        "Jord`a, `Oscar. 2005. Estimation and Inference of Impulse Responses by Local Projections. American Economic Review 95(1): 161Ã\u0083Â¢182.",
        "Jord`a, `Oscar. 2009. Simultaneous ConÃ\u0083Â¯dence Regions for Impulse Responses. Review of Economics and Statistics 91(3): 629Ã\u0083Â¢647.",
        "Jord`a, `Oscar, Moritz Schularick, and Alan M. Taylor. 2011. Financial Crises, Credit Booms and External Imbalances: 140 Years of Lessons. IMF Economic Review 59: 340Ã\u0083Â¢378.",
        "IMF. 2010. International Financial Statistics. http://www.imf.org/external/data.htm Koo, Richard C. 2009. The Holy Grail of Macroeconomics. Lessons of JapanÃ\u0083Â¢s Great Recession. John Wiley & Sons: Singapore.",
        "Kroszner, Randall S. 2010. Implications of the Financial Crisis for the Grand Challenge Questions for the NSF/SBE. Submitted to the National Science Foundation, October 2010. http://www.nsf.gov/sbe/ sbe 2020/2020 pdfs/Kroszner Randall 304.pdf.",
        "Kroszner, Randall S., Luc Laeven, and Daniela Klingebiel. 2007. Banking Crises, Financial Dependence and Growth. Journal of Financial Economics 84: 187Ã\u0083Â¢228.",
        "Laeven, Luc, and Fabian V. Valencia. 2008. Systemic Banking Crises: A New Database. IMF Working Paper 08/224.",
        "Mendoza, Enrique G., and Marco Terrones. 2008. An Anatomy of Credit Booms: Evidence From Macro Aggregates and Micro Data. IMF Working Paper 08/226.",
        "Mian, Atif, and Amir SuÃ\u0083Â¯. 2011. Consumers and the Economy, Part II: Household Debt and the Weak U.S. Recovery. Economic Letter, Federal Reserve Bank of San Francisco, January 18, 2011 Minsky, Hyman. 1986. Stabilizing an Unstable Economy. New Haven, Conn.: Yale University Press.",
        "Mitchell, Brian R. 2007a. International Historical Statistics: Africa, Asia, and Oceania, 1750Ã\u0083Â¢2005. London: Palgrave MacMillan.",
        "Mitchell, Brian R. 2007b. International Historical Statistics: Europe, 1750Ã\u0083Â¢2005. London: Palgrave MacMillan.",
        "Mitchell, Brian R. 2007c. International Historical Statistics: The Americas, 1750Ã\u0083Â¢2005. London: Palgrave MacMillan.",
        "Nickell, Stephen. 1981. Biases in Dynamic Models with Fixed EÃ\u0083Â¯ects. Econometrica 49(6): 1417Ã\u0083Â¢1426.",
        "Obstfeld, Maurice, and Alan M. Taylor. 2004. Global Capital Markets: Integration, Crisis, and Growth. Cambridge: Cambridge University Press.",
        "Pozsar, Zoltan, Tobias Adrian, Adam Ashcraft, and Hayley Boesky. 2010. Shadow Banking. Federal Reserve Bank of New York StaÃ\u0083Â¯ Reports 458.",
        "Reinhart, Carmen M., and Vincent R. Reinhart. 2010. After the Fall. NBER Working Paper 16334.",
        "Reinhart, Carmen M., and Kennth S. RogoÃ\u0083Â¯. 2009a. The Aftermath of Financial Crises. NBER Working Paper 14656.",
        "Reinhart, Carmen M., and Kenneth S. RogoÃ\u0083Â¯. 2009b. This Time is DiÃ\u0083Â¯erent: Eight Centuries of Financial Folly. Princeton, N.J.: Princeton University Press.",
        "Romer, Christina D. 1986. Is the Stabilization of the Postwar Economy a Figment of the Data. American Economic Review 76: 314Ã\u0083Â¢334.",
        "Romer, Christina D., and David Romer. 1989. Does Monetary Policy Matter? A Test in the Spirit of Friedman and Schwartz. In NBER Macroeconomics Annual 1989 edited by Olivier Jean Blanchard and Stanley Fischer. Cambridge: MIT Press, pp. 121Ã\u0083Â¢184. Schularick, Moritz, and Alan M. Taylor. Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870Ã\u0083Â¢2008. NBER Working Paper 15512. Forthcoming in American Economic Review.",
        "SheÃ\u0083Â¯rin, Steven M. 1988. Have Economic Fluctuations Been Dampened? A Look at Evidence Outside the United States. Journal of Monetary Economics, 21:73Ã\u0083Â¢83.",
        "Taylor, Alan M. 2002. A Century of Current Account Dynamics. Journal of International Money and Finance 21(6): 725Ã\u0083Â¢748.",
        "Terrones, Marco E., Alasdair Scott, and Prakash Kannan. 2009. From Recession to Recovery: How Soon and How Strong? In International Monetary Fund, World Economic Outlook, April, Chapter 3.",
        "Teulings, Coen N., and Nick Zubanov. 2010. Is Economic Recovery a Myth? Robust Estimation of Impulse Responses. Tinbergen Institute Discussion Paper 040/3.",
        "Tobin, James. 1989. Review of Stabilizing an Unstable Economy by Hyman P. Minsky. Journal of Economic Literature 27(1): 105Ã\u0083Â¢108.",
        "Turner, Adair. 2010. What Do Banks Do, What Should They Do, and What Public Policies Are Needed to Ensure Best Results for the Real Economy? Speech at Cass Business School, March 17."
    ]
}