{
    "id": 17639,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Baik, K.H. 1994. EÃ\u0083Â¯ort Levels in Contests with Two Asymmetric Players. Southern Economic Journal, 61(2): 3-14.",
        "Ederer, Florian. 2010. Feedback and Motivation in Dynamic Tournaments. Journal of Economics and Management Strategy, 19(3): 733-769.",
        "Fama, E.F. 1970. EÃ\u0083Â¯cient capital markets: a review of theory and empirical work. Journal of Finance, 25: 383-417.",
        "Forrest, David, and Ian McHale. 2007. Anyone for Tennis (Betting)? European Journal of Finance. 13(8): 751-768.",
        "Gilsdorf, Keith F., and Vasant Sukhatme. 2008a. Testing RosenÃ\u0083Â¢s Sequential Elimination Tournament Model : Incentives and Player Performance in Professional, Journal of Sports Economics, 9(3): 287-303.",
        "Gilsdorf, Keith F., and Vasant Sukhatme. 2008b. Tournament incentives and match outcomes in womenÃ\u0083Â¢s professional tennis. Applied Economics, 40(18): 2405-2412.",
        "Gonzalez-Diaz, Julio, Olivier Gossner, and Brian W. Rogers. 2010. Performing Best When It Matters Most: Evidence From Professional Tennis. Working paper.",
        "Groh, C., B. Moldovanu, A. Sela, and U. Sunde. 2008. Optimal seedings in elimination tournaments. Economic Theory. DOI: 10.1007/s00199-008-0356-6",
        "Harbaugh, Rick, and Tilman Klumpp. 2005. Early Round Upsets and Championship Blowouts. Economic Inquiry, 43(2): 316-329.",
        "Klaassen, Franc J. G. M.and Jan R. Magnus. 2003. Forecasting the winner of a tennis match. European Journal of Operational Research, 148(2) (July): 257-267.",
        "Knoeber, C.R. and W.N. Thurman. 1994. Testing the Theory of Tournaments: An Empirical Analysis of Broiler Production. Journal of Labor Economics, 12(2): 155-179.",
        "Konrad, Kai A. 2009. Strategy and Dynamics in Contests. Oxford University Press.",
        "Lazear, Edward P. 1986. Salaries and Piece Rates. Journal of Business, 59(3): 405-431.",
        "Lazear, Edward P. and Sherwin Rosen. 1981. Rank-Order Tournaments as Optimum Labor Contracts. Journal of Political Economy, 89(5) (Oct.): 841-864.",
        "Lemieux, Thomas, W. Bentley MacLeod, and Daniel Parent. 2009. Performance Pay and Wage Inequality. Quarterly Journal of Economics, 124(1) (Feb.): 1-49.",
        "Malueg, David A., and Andrew J Yates. 2010. Testing Contest Theory: Evidence from Best-of-Three Tennis Matches. Review of Economics and Statistics, 92(3) (Aug.): 689692.",
        "Minor, Dylan B. 2011. Increasing EÃ\u0083Â¯ort Through Softening Incentives. Working Paper.",
        "Rosen, Sherwin. 1986. Prizes and Incentives in Elimination Tournaments. The American Economic Review. 76(4) (Sept): 701-715.",
        "Rosenbaum, James E. 1979. Tournament Mobility: Career Patterns in a Corporation. Administrative Science Quarterly, 24(2) (Jun.): 220-241.",
        "Ryvkin, Dmitry. 2009. Tournaments of Weakly Heterogeneous Players. Journal of Public Economic Theory 11(5): 819-855.",
        "Searls, Donald T. 1963. On the Probability of Winning with DiÃ\u0083Â¯erent Tournament Procedures. Journal of the American Statistical Association, 58(304) (Dec.): 1064-1081.",
        "Sela, Aner, and Eyal Erez. 2011. Dynamic Contests with Resource Constraints. Working Paper.",
        "Spann, Martin, and Bernd Skiera. 2003. Internet-based virtual stock markets for business forecasting. Management Science, 49: 1310Ã\u0083Â¢1326.",
        "Spann, Martin, and Bernd Skiera. 2008. Sports Forecasting: A Comparison of the Forecast Accuracy of Prediction Markets, Betting Odds and Tipsters. Journal of Forecasting, 28: 55-72.",
        "Stracke, Rudi. 2011. Multi-Stage Pairwise Elimination Contests with Heterogeneous Agents. Working Paper.",
        "Sunde, Uwe. 2009. Heterogeneity and Performance in Tournaments: A Test for Incentive EÃ\u0083Â¯ects Using Professional Tennis Data. Applied Economics, 41(25): 3199-3208.",
        "Vaughan Williams, Leighton. 1999. Information EÃ\u0083Â¯ciency in Betting Markets: a Survey. Bulletin of Economic Research, 51(1) (Jan.): 1-39.",
        "Walker, Mark, and John Wooders. 2001. Minimax Play at Wimbledon. The American Economic Review, 91(5) (Dec.): 1521-1538.",
        "Woodland, B., and L. Woodland, L. 1999. Expected utility, skewness and the baseball betting market. Applied Economics, 31: 337-345."
    ]
}