{
    "id": 17638,
    "cites": 71,
    "cited_by": 50,
    "reference": [
        "Akerlof, George A. and Janet L. Yellen, 1990. Ã\u0083Â¢The Fair Wage-Effort Hypothesis and Unemployment,Ã\u0083Â¢ Quarterly Journal of Economics, 105, no. 2, 255-283.",
        "Autor, David H. and Lawrence F. Katz, 1999. Ã\u0083Â¢Changes in the Wage Structure and Earnings Inequality,Ã\u0083Â¢ in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, vol. 3A, North-Holland, 1463-1555.",
        "Bartlesman, Eric J. and Mark Doms, 2000. Ã\u0083Â¢Understanding Productivity: Lessons from Longitudinal Microdata,Ã\u0083Â¢ Journal of Economic Literature, 38 (September), 569-594.",
        "Becker, Gary S., 1992. Ã\u0083Â¢Investment in Human Capital: A Theoretical Analysis,Ã\u0083Â¢ Journal of Political Economy, 70, no. 5, Part 2, 9-49.",
        "Binmore, Ken, Ariel Rubinstein and Asher Wolinsky, 1986. Ã\u0083Â¢The Nash Bargaining Solution in Economic Modelling,Ã\u0083Â¢ RAND Journal of Economics, 17, no. 2, 176-188.",
        "Blanchard, Olivier J. and Peter Diamond, 1989. Ã\u0083Â¢The Beveridge Curve,Ã\u0083Â¢ Brookings Papers on Economic Activity,Ã\u0083Â¢ 2, 1-60.",
        "Browning, Martin and T.F. Crossley. 2001. Ã\u0083Â¢Unemployment Insurance Levels and Consumption Changes.Ã\u0083Â¢ Journal of Public Economics, 80(1): 1-23.",
        "Bulow, Jeremy I. and Lawrence H. Summers, 1986. Ã\u0083Â¢A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination, and Keynesian Unemployment.Ã\u0083Â¢ Journal of Labor Economics, 4, no. 3, part 1 (July), 376-414.",
        "Burdett, Kenneth and Dale T. Mortensen, 1998. Ã\u0083Â¢Wage Differentials, Employer Size, and Unemployment,Ã\u0083Â¢ International Economic Review, 39, no. 2.",
        "Bureau of Labor Statistics (2010). Ã\u0083Â¢Worker Displacement: 2007-2009.Ã\u0083Â¢ News Release. USDL10 -1174. Available at www.bls.gov/news.release/disp.nr0.htm.",
        "Burgard, Sarah A., Brand, Jennie E., and House James S. 2007. Ã\u0083Â¢Toward a Better Estimation of the Effect of Job Loss on Health.Ã\u0083Â¢ Journal of Health and Social Behavior, 48(4): 369Ã\u0083Â¢ Burgess, Simon and HÃ\u0083Æ\u0092lÃ\u0083Æ\u0092ne Turon, 2010. Ã\u0083Â¢Worker Flows, Job Flows and Unemployment in a Matching Model,Ã\u0083Â¢ European Economic Review, 54, no. 3 (April), 393-408.",
        "Caballero, Ricardo J. and Mohamad L. Hammour, 2005. Ã\u0083Â¢The Costs of Recessions Revisited: A Reverse-Liquidationist View,Ã\u0083Â¢ Review of Economic Studies, 72, no. 2 (April), 313-341.",
        "Charles, Kerwin Kofi and Melvin Stephens. 2004. Ã\u0083Â¢Disability, Job Displacement and Divorce. Journal of Labor Economics, 22(2): 489-522.",
        "Congressional Budget Office. 2004. Family Income of Unemployment Insurance Recipients (March).",
        "Costain, J. and M. Reiter, 2008, Ã\u0083Â¢Business Cycles, Unemployment Insurance, and the Calibration of matching Models,Ã\u0083Â¢ Journal of Economic Dynamics and Control, 32(4), 1120-1155.",
        "Davis, Steven J., 2005. Comment on Ã\u0083Â¢Job Loss, Job Finding and Unemployment in the U.S. Economy over the Past Fifty YearsÃ\u0083Â¢ by Robert Hall, NBER Macroeconomics Annual.",
        "Davis, Steven J., R. Jason Faberman and John Haltiwanger, 2006. Ã\u0083Â¢The Flow Approach to Labor Markets: New Data Sources and Micro-Macro Linkages,Ã\u0083Â¢ Journal of Economic Perspectives.",
        "Davis, Steven J., R. Jason Faberman, and John C. Haltiwanger, 2011. Ã\u0083Â¢Labor Market Flows in the Cross Section and Over Time.Ã\u0083Â¢ NBER Working Paper 17294. Forthcoming, Journal of Monetary Economics, 59, no. 1 (January 2012).",
        "Davis, S.J., Faberman, R.J., Haltiwanger, J.C., Rucker, I., 2010. Adjusted estimates of worker flows and job openings in JOLTS. In: Abraham, K. , Harper, M., Spletzer, J.R. (Eds.), Labor in the New Economy, University of Chicago Press, 187-216.",
        "Davis, Steven J. and John Haltiwanger, 1990. Ã\u0083Â¢Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications,Ã\u0083Â¢ NBER Macroeconomics Annual, 5, pages 123-168.",
        "Den Haan, Wouter, Garey Ramey and Joel Watson (2000) Ã\u0083Â¢Job Destruction and the Experiences of Displaced Workers,Ã\u0083Â¢ Carnegie-Rochester Conference Series on Public Policy, 52, 87128 Eliason, M., and D. Storrie. (2009). Ã\u0083Â¢Does Job Loss Shorten Life?Ã\u0083Â¢ Journal of Human Resources, 44 (2), 277Elsby, Michael, Ryan Michaels and Gary Solon. 2009. Ã\u0083Â¢The Ins and Out of Cyclical Unemployment,Ã\u0083Â¢ American Economic Journal: Macroeconomics, 1(1), 84-110.",
        "Eyigungor, Burcu, 2010. Ã\u0083Â¢Specific Capital and Vintage Effects on the Dynamics of Unemployment and Vacancies,Ã\u0083Â¢ American Economic Review, 100, no. 3, 1214-1237.",
        "Farber, Henry, 1999. Ã\u0083Â¢Alternative and Part-Time Employment Arrangements as a Response to Job LossÃ\u0083Â¢, Journal of Labor Economics, 17, no. 4, part 2 (October): S142-S16.",
        "Foster, Lucia, John Haltiwanger and C.J. Krizan (2001). Ã\u0083Â¢Aggregate Productivity Growth: Lessons from Microeconomic Evidence,Ã\u0083Â¢ in New Directions in Productivity Analysis, edited by Edward Dean, Michael Harper and Charles Hulten, University of Chicago Press.",
        "Frey, Bruno S. and Alois Stutzer, 2002. Ã\u0083Â¢What Can Economists Learn from Happiness Research?Ã\u0083Â¢ Journal of Economic Literature, 40, no 2 (June), 402-435.",
        "Gertler, Mark and Antonella Trigari. 2009. Ã\u0083Â¢Unemployment Fluctuations with Staggered Nash Wage Bargaining.Ã\u0083Â¢ Journal of Political Economy 117(1), 38-86.",
        "Grout, Paul A., 1984. Ã\u0083Â¢Investment and Wages in the Absence of Binding Contracts,Ã\u0083Â¢ Econometrica, 52 (March), 449-460.",
        "Gruber, Jonathan. 1997. Ã\u0083Â¢The Consumption Smoothing Benefits of Unemployment Insurance.Ã\u0083Â¢ The American Economic Review, 87(1): 192Ã\u0083Â¢205.",
        "Hagedorn, Marcus and Iourii Manovskii. 2008. Ã\u0083Â¢The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited.Ã\u0083Â¢ American Economic Review, 98(4), 16921706.",
        "Hall, Robert E., 1995. Ã\u0083Â¢Lost Jobs,Ã\u0083Â¢ Brookings Papers on Economic Activity, 1: 221-273.",
        "Hall, Robert E., 2005, Ã\u0083Â¢Employment Fluctuations with Equilibrium Wage Stickiness,Ã\u0083Â¢ American Economic Review, 95(1), 50-65.",
        "Hertweck, Matthias S., 2010. Ã\u0083Â¢Endogenous On-the-Job Search and Frictional Wage Dispersion,Ã\u0083Â¢ WWZ Discussion Paper 2010/02.",
        "Hornstein, Andreas, Per Krusell and Giovanni L. Violante, 2010. Ã\u0083Â¢Frictional Wage Dispersion in Search Models: A Quantitative Assessment,Ã\u0083Â¢ 10 August.",
        "Jacobson, Louis, Robert LaLonde and Daniel Sullivan. 1993. Ã\u0083Â¢Earnings Losses of Displaced Workers.Ã\u0083Â¢ American Economic Review, 83(4): 685-709 Jovanovic, Boyan, 1979. Ã\u0083Â¢Job Matching and the Theory of Turnover,Ã\u0083Â¢ Journal of Political Economy, 87, no. 5, 972-990.",
        "Kahn, Lisa, 2010. Ã\u0083Â¢The Long-Term labor Market Consequence of Graduating College in a Bad Economy,Ã\u0083Â¢ Labor Economics 17, no. 2, 303-316.",
        "Kennan, John, 2009. Ã\u0083Â¢Private Information, Wage Bargaining and Employment Fluctuations,Ã\u0083Â¢ Review of Economic Studies, 77, no. 2, 633-664.",
        "Kletzer, Lori. 1989. Ã\u0083Â¢Returns to Seniority After Permanent Job Loss.Ã\u0083Â¢ American Economic Review 79(3): 536-543.",
        "Kodrzycki, Yolanda K. 2007. Ã\u0083Â¢Using Unexpected Recalls to Examine the Long-Term Earnings Effects of Job Displacement.Ã\u0083Â¢ Federal Reserve Bank Working Paper, W07-2.",
        "Kilponen, Juha and Juuso Vanhala, 2011, Ã\u0083Â¢The Sensitivity of Job Destruction to Vintage and Tenure Effects,Ã\u0083Â¢ Bank of Finland Discussion Paper No. 1080, revised.",
        "Ljungqvist, Lars and Thomas J. Sargent, 1998. Ã\u0083Â¢The European Unemployment Dilemma,Ã\u0083Â¢ Journal of Political Economy, 106, no. 3 (June), 514-550.",
        "Meyer, Bruce D., Wallace K.C. Mok and James X. Sullivan, 2010, Ã\u0083Â¢The Under-Reporting of Transfers in Household Surveys: Its Nature and Consequences,Ã\u0083Â¢ NBER Working Paper No. 15181.",
        "Mortensen, Dale and Eva Nagypal, 2007. Ã\u0083Â¢More on Unemployment and Vacancy Fluctuations,Ã\u0083Â¢ Review of Economic Dynamics, 10(3): 327-347.",
        "Mortensen, Dale and Christopher Pissarides, 1994. Ã\u0083Â¢Job Creation and Job Destruction in the Theory of Unemployment,Ã\u0083Â¢ Review of Economic Studies, 61 (July), 397-415.",
        "Neal, Derek. 1995. Ã\u0083Â¢Industry-Specific Human Capital: Evidence From Displaced Workers.Ã\u0083Â¢ Journal of Labor Economics, 13(4): 653-77.",
        "Oreopoulos, Philip, Andrew Heisz and Till von Wachter, 2010. Ã\u0083Â¢Short- and Long-Term Career Effects of Graduating in a Recession,Ã\u0083Â¢ forthcoming in American Economic Journal: Applied Economics.",
        "Oreopoulos, Philip, Marianne Page and Ann Huff Stevens. 2008. The Intergenerational Effects of Worker Displacement. Journal of Labor Economics, 26(3): 455-483.",
        "Pissarides, Christopher, 2009. Ã\u0083Â¢The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer?Ã\u0083Â¢ Econometrica, 77, no. 5, 1339-1369.",
        "Poletaev, Maxim and Chris Robinson. 2008. Ã\u0083Â¢Human Capital Specificity: Evidence from the Dictionary of Occupational Titles and Displaced Worker Surveys, 1984Ã\u0083Â¢2000.Ã\u0083Â¢ Journal of Labor Economics, 26(3): 387Ã\u0083Â¢420.",
        "Polivka, Anne E. and Stephen M. Miller, 1998, Ã\u0083Â¢The CPS after the Redesign: Refocusing the Economic Lens,Ã\u0083Â¢ in John Haltiwanger, Marilyn E. Manser and Robert Topel, editors. The University of Chicago Press for the National Bureau of Economic Research.",
        "Postel-Vinay, Fabien and Jean-Marc Robin, 2002. Ã\u0083Â¢Equilibrium Wage Dispersoin with Worker and Employer Heterogeneity,Ã\u0083Â¢ Econometrica, 70, no. 6 (November), 2295-2350.",
        "Ramey, Garey, 2008. Ã\u0083Â¢Exogenous vs. Endogenous Separations,Ã\u0083Â¢ working paper, October.",
        "Rege, Mari, Kjetil Telle and Mark Votruba.(2009). Ã\u0083Â¢The Effect of Plant Downsizing on Disability Pension Utilization.Ã\u0083Â¢ Journal of European Economic Association, 7(4): 754785.",
        "Robin, Jean-Marc, 2011. Ã\u0083Â¢On the Dynamics of Unemployment and Wage Distributions,Ã\u0083Â¢ Econometrica, 79, no. 5 (September), 1327-1355.",
        "Ruhm, Christopher. 1991. Ã\u0083Â¢Are Workers Permanently Scarred by Job Displacements.Ã\u0083Â¢ American Economic Review, 81: 319-323.",
        "Rupp, Kalman and David Stapleton. 1995. Ã\u0083Â¢Determinants of the Growth in the Social Security AdministrationÃ\u0083Â¢s Disability Programs: An Overview.Ã\u0083Â¢ Social Security Bulletin, 58(4): 4370.",
        "Schmieder, Johannes and Till von Wachter. 2010. Ã\u0083Â¢Does Wage Persistence Matter for Employment Fluctuations? Evidence from Displaced WorkersÃ\u0083Â¢ American Economic Journal: Applied Economics 2 (3): 1-21 Schmieder, Johannes, Till von Wachter and Stefan Bender. 2009. Ã\u0083Â¢The Effects of Unemployment Insurance on Labor Supply and Search Outcomes: Regression Discontinuity Estimates from Germany.Ã\u0083Â¢ Columbia University, Department of Economics Discussion Paper Series DP0910-08.",
        "Schoeni, Robert and Michael Dardia. 2003. Estimates of Earnings Losses of Displaced Workers Using California Administrative Data. PSC Research Report No. 03-543.",
        "Shimer, Robert, 2004. Ã\u0083Â¢The Consequences of Rigid Wages in Search Models,Ã\u0083Â¢ Journal of the European Economic Association, 2 (2-3), 469-479.",
        "Shimer, Robert, 2005. Ã\u0083Â¢The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢ American Economic Review 95(1): 25-49.",
        "Shimer, Robert, 2007. Ã\u0083Â¢Reassessing the Ins and Outs of Unemployment.Ã\u0083Â¢ NBER Working Paper 13421.",
        "Shimer, Robert, 2010. Labor Markets and Business Cycles. Princeton, NJ: Princeton University Press.",
        "Silva, Jose Ignacio and Manuel Toledo, 2009. Ã\u0083Â¢Labor Turnover Costs and the Behavior of Vacancies and Unemployment,Ã\u0083Â¢ Macroeconomic Dynamics, 13, S1, 76-96.",
        "Stephens, Melvin Jr., 2004. Ã\u0083Â¢Job Loss Expectations, Realizations, and Household Consumption Behavior,Ã\u0083Â¢ Review of Economics and Statistics, 86, no.1 (February), 253-269.",
        "Stevens, Ann Huff. 1997. Ã\u0083Â¢Persistent Effects of Job Displacement: The Importance of Multiple Job Losses.Ã\u0083Â¢ Journal of Labor Economics, 15(1, Part 1): 165-188 Stevens, Ann and Jesamyn Schaller. 2009. Ã\u0083Â¢Short-run Effects of Parental Job Loss on ChildrenÃ\u0083Â¢s Academic Achievement.Ã\u0083Â¢ NBER Working Paper 15480.",
        "Sullivan, Daniel and Till von Wachter. 2009. Ã\u0083Â¢Job Displacement and Mortality: An Analysis using Administrative Data.Ã\u0083Â¢ Quarterly Journal of Economics Vol.124 (3): 1265-1306.",
        "Topel, Robert. 1990. Ã\u0083Â¢Specific Capital and Unemployment: Measuring the Costs of Worker Displacement.Ã\u0083Â¢ Carnegie-Rochester Series on Public Policy. Autumn 1990, 33, 181-214.",
        "von Wachter, Till (2010). Ã\u0083Â¢Long-Term Unemployment: Causes, Consequences and Solutions,Ã\u0083Â¢ Testimony before the Joint Economic Committee of the U.S. Congress, 29 April.",
        "von Wachter, Till and Elizabeth Weber Handwerker. 2009. Ã\u0083Â¢Variation in the Cost of Job Loss by Worker Skill: Evidence Using Matched Data from California, 1991-2000.Ã\u0083Â¢ Mimeo, Columbia University.",
        "von Wachter, Till, Elizabeth Weber Handwerker and Andrew Hildreth. 2008. Ã\u0083Â¢Estimating the 'True' Cost of Job Loss: Evidence Using Matched Data from California 1991-2000.Ã\u0083Â¢ Center for Economic Studies Working Paper 09-14.",
        "von Wachter, Till, Jae Song and Joyce Manchester. 2011. Ã\u0083Â¢Long-Term Earnings Losses due to Mass-Layoffs During the 1982 Recession: An Analysis Using Longitudinal Administrative Data from 1974 to 2008.Ã\u0083Â¢ Mimeo, Columbia University.",
        "Wightman, Patrick, 2009. The Effect of Parental Job Loss on Children. Ph.D. Dissertation, University of Chicago, Irving B. Harris Graduate School of Public Policy Studies. Supplemental   Material   for   Online   Appendix A.      Additional   Empirical   Results"
    ]
}