{
    "id": 17631,
    "cites": 44,
    "cited_by": 3,
    "reference": [
        "Aggarwal, Reena, Isil Erel, Rene Stulz, and Rohan Williamson (2009), Ã\u0083Â¢Differences in Governance Practice between U.S. and Foreign Firms: Measurement, Causes, and Consequences,Ã\u0083Â¢ Review of Financial Studies, 22(8):3131-3169.",
        "Alti, Aydogan, 2003, Ã\u0083Â¢How Sensitive Is Investment to Cash Flow When Financing Is Frictionless?Ã\u0083Â¢ Journal of Finance, 58(2): 707-722.",
        "Bailey, Warren, Haitao Li, Connie Mao and Rui Zhong, 2003, Ã\u0083Â¢Regulation Fair Disclosure and Earnings Information: Market, Analyst and Corporate Responses,Ã\u0083Â¢ Journal of Finance, 58: 2487 - 2514.",
        "Board, Oliver, 2009, Ã\u0083Â¢Competition and Disclosure,Ã\u0083Â¢ Journal of Industrial Economics 57: 197-213.",
        "Bruno, Valentina, and Stijn Claessens, 2007, Ã\u0083Â¢Corporate Governance and Regulation: Can There Be Too Much of a Good Thing?,Ã\u0083Â¢ mimeo, World Bank.",
        "Bushman, R. M., Piotroski, J. D. and Smith, A. J. 2004, Ã\u0083Â¢What Determines Corporate Transparency?Ã\u0083Â¢ Journal of Accounting Research, 42: 207Ã\u0083Â¢252.",
        "Cahan, Steven, Asheq Rahman and Hector Perera, 2005, Ã\u0083Â¢Global Diversification and Corporate Disclosure,Ã\u0083Â¢ Journal of International Accounting Research, 4 (1): 73-93.",
        "Carlin, Bruce, Shaun Davies and Andrew Iannaccone, 2010, Ã\u0083Â¢Competing for Attention in Financial MarketsÃ\u0083Â¢, NBER Working Paper 16085.",
        "Chinn, Menzie D., and Hiro Ito, 2006, Ã\u0083Â¢What Matters for Financial Development? Capital Controls, Institutions, and Interactions,Ã\u0083Â¢ Journal of Development Economics, 81(1): 163192.",
        "Claessens, Stijn and Schmukler, Sergio L., 2007, Ã\u0083Â¢International financial integration through equity markets: Which firms from which countries go global?,Ã\u0083Â¢ Journal of International Money and Finance 26(5), pp. 788-813.",
        "Clinch, G., and R.E. Verrecchia, 1997, Ã\u0083Â¢Competitive Disadvantage and Discretionary Disclosure in Industries,Ã\u0083Â¢ Australian Journal of Management 22:125-138.",
        "Darrough, Masako N., and Neal M. Stoughton, 1990, Ã\u0083Â¢Financial Disclosure Policy in an Entry Game,Ã\u0083Â¢ Journal of Accounting and Economics 12: 219-243.",
        "De Nicolo, Gianni, Luc Laeven, and Kenichi Ueda, 2008, Ã\u0083Â¢Corporate Governance Quality: Trends and Real Effects,Ã\u0083Â¢ Journal of Financial Intermediation 17(2), 198-228.",
        "Demsetz, Harold, 1973, Ã\u0083Â¢Industry Structure, Market Rivalry, and Public Policy,Ã\u0083Â¢ Journal of Law and Economics, 14(1): 36-39.",
        "Durnev, Art and E. Han Kim, 2005, Ã\u0083Â¢To Steal or Not to Steal: Firm Attributes, Legal Environment, and Valuation,Ã\u0083Â¢ Journal of Finance, 60 (3): 1461-1493.",
        "Duru, Augustine, and David Reeb, 2002, Ã\u0083Â¢International Diversification and Analysts' Forecast Accuracy and Bias,Ã\u0083Â¢ Accounting Review 77 (2): 415-433.",
        "Dye, Ronald A., and Sri S. Sridhar, 1995, Ã\u0083Â¢Industry-wide Disclosure Dynamics,Ã\u0083Â¢ Journal of Accounting Research 33: 157-174.",
        "Erickson, Timothy, and Toni Whited, 2000, Ã\u0083Â¢Measurement Error and the Relationship between Investment and Q,Ã\u0083Â¢ Journal of Political Economy 108: 1027-1057.",
        "Feltham, G.A., and J.Z. Xie, 1992, Ã\u0083Â¢Voluntary Financial Disclosure in an Entry Game with Continua of Types,Ã\u0083Â¢ Contemporary Accounting Research 9: 46-80.",
        "Francis, Jennifer, Dhananjay Nanda, Per Olsson, 2008, Ã\u0083Â¢Voluntary disclosure, earnings quality, and cost of capital,Ã\u0083Â¢ Journal of Accounting Research 46(1): 53-99.",
        "Francis, Jere, Inder Khurana and Raynolde Pereira, 2005, Ã\u0083Â¢Disclosure Incentives and Effects on Cost of Capital around the World,Ã\u0083Â¢ Accounting Review 80(4): 1125-1162.",
        "Gebhardt, William, Charles Lee and Swaminathan, B., 2001, Ã\u0083Â¢Toward an Implied Cost of Capital,Ã\u0083Â¢ Journal of Accounting Research 39, 135-176.",
        "Gompers, Paul, Joy Ishii, and Andrew Metrick, 2003, Ã\u0083Â¢Corporate Governance and Equity Prices,Ã\u0083Â¢ Quarterly Journal of Economics 118, 107-155.",
        "Goldberg, Stephen, and Frank Heflin, 1995, Ã\u0083Â¢The Association between the Level of International Diversification and Risk,Ã\u0083Â¢ Journal of International Financial Management & Accounting 6: 1Ã\u0083Â¢25.",
        "Guadalupe, Maria, and Francisco Perez-Gonzales, 2011, Ã\u0083Â¢Competition and Private Benefits of Control,Ã\u0083Â¢ Columbia University and Stanford University.",
        "Heflin, Frank, K.R. Subramanyam and Yuan Zhang, 2003, Ã\u0083Â¢Regulation FD and the Financial Information Environment: Early Evidence,Ã\u0083Â¢ Accounting Review 78: 1-37.",
        "Henry, Peter Blair, 2000, Ã\u0083Â¢Stock Market Liberalization, Economic Reform, and Emerging Market Equity PricesÃ\u0083Â¢ Journal of Finance 55, 529-564.",
        "Immordino, Giovanni, and Marco Pagano, 2008, Ã\u0083Â¢Legal Standards, Enforcement and Corrumption,Ã\u0083Â¢ CEPR Discussion Paper No. 7071.",
        "Khanna, Tarun, Krishna Palepu, and Suraj Srinivasan, 2004, Ã\u0083Â¢Disclosure Practices of Foreign Companies Interacting with U.S. Markets,Ã\u0083Â¢ Journal of Accounting Research 42 (2): 475Ã\u0083Â¢508.",
        "Khanna, Tarun, Joe Kogan and Krishna Palepu, 2006, Ã\u0083Â¢Globalization and Similarities in Corporate Governance: A Cross-Country Analysis,Ã\u0083Â¢ Review of Economics and Statistics, 88(1), pp. 69-90.",
        "Khurana, Inder, Raynolde Pereira, and Xiumin Martin, 2006, Ã\u0083Â¢Firm Growth and Disclosure: An Empirical Analysis,Ã\u0083Â¢ Journal of Financial and Quantitative Analysis 41 (2): 357-380.",
        "Kothari, S.P., Susan Shu, and Peter Wysocki, 2005, Ã\u0083Â¢Do Managers Withhold Bad News?Ã\u0083Â¢ MIT working paper.",
        "Land, Judy, and Mark H. Lang, 2002, Ã\u0083Â¢Empirical Evidence on the Evolution of International Earnings,Ã\u0083Â¢ Accounting Review 77: 115-133.",
        "Lang, Mark, Karl Lins and Darius P. Miller, 2003, Ã\u0083Â¢ADRs, Analysts, and Accuracy: Does Cross Listing in the United States Improve a Firm's Information Environment and Increase Market Value?,Ã\u0083Â¢ Journal of Accounting Research 41(2), pp. 317-345.",
        "Lang, Mark and Russell Lundholm, 1993, Ã\u0083Â¢Cross-Sectional Determinants of Analyst Ratings of Corporate DisclosuresÃ\u0083Â¢, Journal of Accounting Research 31: 246-271.",
        "Lang, Mark, and Russell Lundholm, 1996, Ã\u0083Â¢Corporate Disclosure Policy and Analyst Behavior,Ã\u0083Â¢ Accounting Review 71: 467-492.",
        "Lang, Mark, and Mark Maffett, 2011, Ã\u0083Â¢Transparency and Liquidity Uncertainty in Crisis PeriodsÃ\u0083Â¢, University of North Carolina at Chapel Hill working paper.",
        "Lang, Mark, Jana Smith Raedy and Wendy Wilson, 2006, Ã\u0083Â¢Earnings Management and Cross Listing: Are Reconciled Earnings Comparable to US Earnings?Ã\u0083Â¢ Journal of Accounting and Economics 42: 255-283.",
        "Lee, Jong-Wha and Phillip Swagel, 1997, Ã\u0083Â¢Trade Barriers and Trade Flows across Countries and Industries,Ã\u0083Â¢ Review of Economics and Statistics, 79 (3): 372-82.",
        "Leuz, Christian, Dhananjay Nanda, and Peter Wysocki, 2003, Ã\u0083Â¢Earnings Management and Investor Protection: An International Comparison,Ã\u0083Â¢ Journal of Financial Economics 69: 505Ã\u0083Â¢27.",
        "Sachs, Jeffrey, and Andrew Warner, 1995, Ã\u0083Â¢Economic Reform and the Process of Global Integration,Ã\u0083Â¢ Brookings Papers on Economic Activity, Vol. 1, 1-113.",
        "Tong, Hui, 2007. Ã\u0083Â¢Disclosure standards and market efficiency: Evidence from analysts' forecasts,Ã\u0083Â¢ Journal of International Economics 72: 222-241.",
        "Verrecchia, Robert E., 1983, Ã\u0083Â¢Discretionary Disclosure,Ã\u0083Â¢ Journal of Accounting and Economics 5, 1983, pp. 179-194.",
        "Wagenhofer, Alfred, 1990, Ã\u0083Â¢Voluntary Disclosure with a Strategic Opponent,Ã\u0083Â¢ Journal of Accounting and Economics 12: 341-363."
    ]
}