{
    "id": 1763,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Berndt, E.R., and M. Fuss (1985), Productivity Measurement with Adjustments for Variations in Capacity Utilization and Other Forms of Temporary Equilibria, Manuscript, July, forthcoming in the Journal of Econometrics. Berndt, Ernst R., and David 0. Wood (1984), Energy Price Changes and the Induced Revaluation of Durable Capital in U.S. Manufacturing During the OPEC Decade, Manuscript, MIT Center for Energy Policy Research, January.",
        "Christainsen, G.B., and R.H. Haveman (1981), The Contribution of Environmental Regulations to the Slowdown in Productivity Growth, in the Journal of Environmental Economics and Management, 8, pp. 381-390.",
        "Conrad, Klaus (1985), An Incentive Scheme for Optimal Pricing and Environmental Protection, Paper presented at the Fifth World Congress of the Econometric Society, Aug. 17-24, 1985, Cambridge, Massachusetts.",
        "Crandal1, R.W., (1981), Pollution Controls and Productivity Growth in Basic Industries, in T.G. Cowing and R.E. Stevenson (eds.) Productivity Measurement in Regulated Industries, Academic Press, pp. 347-368.",
        "Dasgupta, Partha (1982), The Control of Resources, Harvard University Press: Cambridge, Massachusetts.",
        "Denison, Edward F. (1979), Accounting for Slower Economic Growth:_The United States in the 1970&apos;s, Washington D.C.: The Brookings Institution.",
        "Gollop, F.M., and Mark J. Roberts (1983), Environmental Regulations and Productivity Growth: The Case of Fossil-fueled Electric Power Generation Journal of Political Economy, Vol. 91, No. 4, pp. 654-673.",
        "Kappler, Frederick G. and Gary L. Rutledge [1982], Stock of Plant and Equipment for Air and Water Pollution Abatement in the United States, 1960-81, Survey of Current Business. November 1982.",
        "Lau, Lawrence J. (1978), Applications of Profit Functions, in Production Economics:__A Dual Approach to Theory and Applications. M.A. Fuss and D. McFadden, eds., North-Holland.",
        "Meyers, J.G., and L. Nakamura (1980), Energy and Pollution Effects on Productivity: A Putty-Clay Approach, New Developments in Productivity Measurement and Analysis, Kendrick (ed.), National Bureau of Economic Research 44, The University of Chicago Press.",
        "Norsworthy, J.R., M.J. Harper and K. Kunze (1979), The Slowdown in Productivity Growth: Analysis of Some Contributing Factors, Brookings Papers on Economic Activity. 2, pp. 337-421.",
        "Statistics Canada (1978!, Water and Air Pollution Abatement Expenditures 1970 75, Business Finance Divison, Financial, Taxation and General Research Section, August.",
        "Statistisches Bundesamt, Fachserie 19, Reihe 3, Investitionen fur Umweltschutz im Produzieren den Gewerbe, different issues since 1975.",
        "Umweltbundesamt, Berichte 9/83, Struktur and Entwicklung der Umweltschutzindustrie in der Bundesrepublik Deutschland, Berlin 1983.",
        "Unger, Rolg (1985), Theorie und Messung der totalen Faktorproduktivitat, 1960 1981, Ph.D. Thesis, University of Mannheim.",
        "Watkins, G.C. (1985), The Relationship Between Energy and Other Production Inputs in Canadian Manufacturing Revisited, Prepared for Energy, Mines an Resources, Canada, by DataMetrics Ltd., March."
    ]
}