{
    "id": 17648,
    "cites": 29,
    "cited_by": 37,
    "reference": [
        "Andreoni, J. (2006). Philanthropy. In Kolm, S. and Ythier, J., editors, Handbook on the Economics of Giving, Reciprocity and Altruism, pages 1201Ã\u0083Â¢1269. Elsevier.",
        "Andreoni, J. and Bernheim, B. (2009). Social image and the 50Ã\u0083Â¢50 norm: A theoretical and experimental analysis of audience eÃ\u0083Â¯ects. Econometrica, 77(5):1607Ã\u0083Â¢1636.",
        "Andreoni, J. and Rao, J. M. (2011). The Power of the Ask: How Communication AÃ\u0083Â¯ects SelÃ\u0083Â¯shness, Empathy and Altruism. Journal of Public Economics, 95:513Ã\u0083Â¢520.",
        "Ariely, D., Bracha, A., and Meier, S. (2009). Doing good or doing well? image motivation and monetary incentives in behaving prosocially. American Economic Review, 99(1):544Ã\u0083Â¢555.",
        "Bardsley, N. (2008). Dictator game giving: altruism or artefact? Experimental Economics, 11(2):122Ã\u0083Â¢133.",
        "Batson, C. (1991). The altruism question: Toward a social psychological answer. Lawrence Erlbaum Assoc Inc.",
        "Bernheim, B. and Rangel, A. (2004). Addiction and cue-triggered decision processes. American Economic Review, pages 1558Ã\u0083Â¢1590.",
        "Bohnet, I. and Frey, B. (1999). The sound of silence in prisonerÃ\u0083Â¢s dilemma and dictator games. Journal of Economic Behavior and Organization, 38(1):43Ã\u0083Â¢57.",
        "Bolton, G. and Ockenfels, A. (2000). ERC: A theory of equity, reciprocity, and competition. The American Economic Review, 90(1):166Ã\u0083Â¢193.",
        "Boyd, R. and Richerson, P. (1992). Punishment allows the evolution of cooperation (or anything else) in sizable groups. Ethology and Sociobiology, 13(3):171Ã\u0083Â¢195.",
        "Dana, J., Cain, D., and Dawes, R. (2006). What you donÃ\u0083Â¢t know wonÃ\u0083Â¢t hurt me: Costly (but quiet) exit in dictator games. Organizational Behavior and Human Decision Processes, 100(2):193Ã\u0083Â¢ 201.",
        "De Vignemont, F. and Singer, T. (2006). The empathic brain: How, when and why? Trends in Cognitive Sciences, 10(10):435Ã\u0083Â¢441.",
        "DellaVigna, S., List, J., and Malmendier, U. (2011). Testing for altruism and social pressure in charitable giving. Quarterly Journal of Economics, Forthcoming.",
        "Fehr, E. and Schmidt, K. (1999). A theory of fairness, competition, and cooperation. Quarterly Journal of Economics, 114(3):817Ã\u0083Â¢868.",
        "Forsythe, R., Horowitz, J., Savin, N., and Sefton, M. (1994). Fairness in simple bargaining experiments. Games and Economic Behavior, 6(3):347Ã\u0083Â¢369.",
        "Frey, B. and Meier, S. (2004). Social comparisons and pro-social behavior: Testing conditional cooperation in a Ã\u0083Â¯eld experiment. The American Economic Review, 94(5):1717Ã\u0083Â¢1722.",
        "Grice, H. (1957). Meaning. The Philosophical Review, pages 377Ã\u0083Â¢388.",
        "Grossman, Z. (2010). Strategic ignorance and the robustness of social preferences. UCSB Working Paper.",
        "Hamilton, W. (1964). The genetical evolution of social behaviour. Journal of Theoretical Biology, 7(1):1.",
        "Hare, T., Camerer, C., KnoepÃ\u0083Â¯e, D., OÃ\u0083Â¢Doherty, J., and Rangel, A. (2010). Vale computations in ventral medial prefrontal cortex during charitable decision making incorporate input from regions involved in social cognition. The Journal of Neuroscience, 30(2):583Ã\u0083Â¢590.",
        "HoÃ\u0083Â¯man, E., McCabe, K., and Smith, V. L. (1996). Social distance and other regarding behavior in dictator games. American Economic Review, 86(3):653Ã\u0083Â¢660.",
        "Lazear, E., Malmendier, U., and Weber, R. (2006). Sorting in experiments. NBER working paper, 12041.",
        "Levitt, S. and List, J. (2007). What do laboratory experiments measuring social preferences reveal about the real world? The Journal of Economic Perspectives, 21(2):153Ã\u0083Â¢174.",
        "List, J. (2007). On the interpretation of giving in dictator games. Journal of Political Economy, 115(3):482Ã\u0083Â¢493.",
        "Mischel, W., Shoda, Y., and Rodriguez, M. (1989). Delay of gratiÃ\u0083Â¯cation in children. Science, 244(4907):933.",
        "Ozdenoren, E., Salant, S., and Silverman, D. (2011). Willpower and the optimal control of visceral urges. Forthcoming European Economic Review.",
        "Roth, A. (1995). Bargaining Experiments. In Kagel, J. H. and Roth, A., editors, Handbook of Experimental Economics. Princeton, NJ: Princeton University Press.",
        "Trivers, R. (1971). The evolution of reciprocal altruism. The Quarterly Review of Biology, 46(1):35.",
        "Xiao, E. and Houser, D. (2005). Emotion expression in human punishment behavior. Proceedings of the National Academy of Sciences, 102(20):7398Ã\u0083Â¢7401."
    ]
}