{
    "id": 17641,
    "cites": 47,
    "cited_by": 4,
    "reference": [
        "Aizenman, Joshua and Yi Sun. Ã\u0083Â¢The Financial Crisis and Sizable International Reserves Depletion: From Ã\u0083Â¢Fear of FloatingÃ\u0083Â¢ to the Ã\u0083Â¢Fear of Losing International ReservesÃ\u0083Â¢?Ã\u0083Â¢ Working Paper 15308, National Bureau of Economic Research (October 2009).",
        "Borio, Claudio and Piti Disyatat (2010). Ã\u0083Â¢Global Imbalances and the Financial Crisis: Link or No Link?Ã\u0083Â¢ BIS Working Papers No. 346, Bank for International Settlements (May 2011).",
        "Boughton, James M. Silent Revolution: The International Monetary Fund, 1979-1989 (Washington, D.C.: International Monetary Fund, 2001).",
        "Boughton, James M. Ã\u0083Â¢Jacques J. Polak and the Evolution of the International Monetary System.Ã\u0083Â¢ IMF Economic Review 59 (June 2011): 379-399.",
        "Calvo, Guillermo A. and Carmen M. Reinhart. Ã\u0083Â¢Fear of Floating.Ã\u0083Â¢ Quarterly Journal of Economics 107 (May 2002): 397-408.",
        "Canzoneri, Matthew, Robert Cumby, Behzad Diba, and David LÃ\u0083Æ\u0092pez-Salido, Ã\u0083Â¢Key Currency Status: An Exorbitant Privilege and an Extraordinary Risk.Ã\u0083Â¢ Typescript, Georgetown University, November 2010. Caves, Richard E. Ã\u0083Â¢Ã\u0083Â¢Vent for SurplusÃ\u0083Â¢ Models of Trade and Growth.Ã\u0083Â¢ In Richard E.",
        "Caves, Harry G. Johnson, and Peter B. Kenen, eds., Trade, Growth, and the Balance of Payments: Essays in Honor of Gottfried Haberler (Chicago: Rand McNally & Company, 1965).",
        "Cooper, Richard N. Ã\u0083Â¢Postscript: Updating International Money.Ã\u0083Â¢ In Fred Hirsch, Money International (Harmondsworth, UK: Penguin Books, 1969).",
        "Cumby, Robert E. Ã\u0083Â¢Special Drawing Rights and Plans for Reform of the International Monetary System.Ã\u0083Â¢ In George M. von Furstenberg, ed., International Money and Credit: The Policy Roles (Washington, D.C.: International Monetary Fund, 1983).",
        "Dominguez, Kathryn M. E., Yuko Hashimoto, and Takatoshi Ito. Ã\u0083Â¢International Reserves and the Global Financial Crisis.Ã\u0083Â¢ National Bureau of Economic Research Working Paper 17362, August 2011.",
        "Dooley, Michael, David Folkerts-Landau, and Peter Garber. Asia, Interest Rates, and the Dollar, 2nd edition (New York: Deutsche Bank Securities, 2008).",
        "Dooley, Michael, David Folkerts-Landau, and Peter Garber. Ã\u0083Â¢Bretton Woods II Still Defines the International Monetary System.Ã\u0083Â¢ Pacific Economic Review 14 (2009): 297311.",
        "Eichengreen, Barry. Exorbitant Privilege: The Rise and Fall of the Dollar and the Future of the International Monetary System (New York: Oxford University Press, 2011).",
        "Farhi, Emmanuel, Pierre-Olivier Gourinchas, and HÃ\u0083Æ\u0092lÃ\u0083Æ\u0092ne Rey. Reforming the International Monetary System. London: Centre for Economic Policy Research, September 2011. Available at: http://www.cepr.org/pubs/books/P226.asp Fischer, Stanley. Ã\u0083Â¢On the Need for an International Lender of Last Resort.Ã\u0083Â¢ Journal of Economic Perspectives 13 (Fall 1999): 85-104 Giavazzi, Francesco and Luigi Spaventa. Ã\u0083Â¢Why the Current Account May Matter in a Monetary Union: Lessons from the Financial Crisis in the Euro Area,Ã\u0083Â¢ Discussion Paper 8008, Centre for Economic Policy Research (September 2010).",
        "Goldberg, Linda S., Craig Kennedy, and Jason Miu. Ã\u0083Â¢Central Bank Dollar Swap Lines and Overseas Dollar Funding Costs.Ã\u0083Â¢ Working Paper 15763, National Bureau of Economic Research (February 2010).",
        "Goodhart, Charles A. E. Ã\u0083Â¢Myths about the Lender of Last Resort.Ã\u0083Â¢ International Finance 2 (November 1999): 339-360.",
        "Greenspan, Alan. The Age of Turbulence (New York: Penguin Press, 2007).",
        "Gourinchas, Pierre-Olivier, HÃ\u0083Æ\u0092lÃ\u0083Æ\u0092ne Rey, and Nicolas Govillot. Ã\u0083Â¢Exorbitant Privilege and Exorbitant Duty.Ã\u0083Â¢ Typescript, UC Berkeley, London Business School, and Ã\u0083Æ\u0092cole des Mines (May 2010).",
        "Hall, Stephen G. and George S. Tavlas. Ã\u0083Â¢The Debate about the Revived Bretton Woods Regime: A Survey and Extension of the Literature.Ã\u0083Â¢ Typescript, Bank of Greece (August 2011).",
        "Henning, C. Randall. Currencies and Politics in the United States, Germany, and Japan (Washington, D.C.: Institute for International Economics, 1994).",
        "International Monetary Fund. Ã\u0083Â¢The FundÃ\u0083Â¢s Mandate Ã\u0083Â¢ The Future Financing Role: Reform Proposals.Ã\u0083Â¢ Finance, Legal, and Strategy, Policy, and Review Departments, International Monetary Fund (June 2010).",
        "Ishi, Kotaro, Mark Stone, and Etienne B. Yehoue. Ã\u0083Â¢Unconventional Central Bank Measures for Emerging Economies.Ã\u0083Â¢ IMF Working Paper WP/09/226 (October 2009).",
        "Jeanne, Olivier and Charles Wyplosz. Ã\u0083Â¢The International Lender of Last Resort: How Big Is Big Enough?Ã\u0083Â¢ In Michael P. Dooley and Jeffrey A. Frankel, eds., Managing Currency Crises in Emerging Markets (Chicago: University of Chicago Press, 2003).",
        "Kemp, Murray C. Ã\u0083Â¢Foreign Investment and the National Advantage.Ã\u0083Â¢ Economic Record 38 (March 1962): 56-62.",
        "Kenen, Peter. Ã\u0083Â¢An SDR Based Reserve System.Ã\u0083Â¢ Journal of Globalization and Development 1(2, 2010), Article 13. Available at: http://www.bepress.com/jgd/vol1/iss2/art13 Keynes, J. M. Ã\u0083Â¢Foreign Investment and National Advantage.Ã\u0083Â¢ The Nation and Athenaeum 35 (August 1924): 584-587.",
        "Kindleberger, Charles P. EuropeÃ\u0083Â¢s Postwar Growth: The Role of Labor Supply (Cambridge, MA: Harvard University Press, 1967).",
        "Korinek, Anton. Ã\u0083Â¢The New Economics of Prudential Capital Controls.Ã\u0083Â¢ IMF Economic Review 59 (August 2011): 523-561.",
        "Krugman, Paul R. and Maurice Obstfeld. International Economics: Theory and Policy (Boston: Little, Brown, 1988).",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti. Ã\u0083Â¢The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970-2004.Ã\u0083Â¢ Journal of International Economics 73 (November 2007): 223-250.",
        "McGuire, Patrick and GÃ\u0083Æ\u0092tz von Peter. Ã\u0083Â¢The US Dollar Shortage in Global Banking and the International Policy Response.Ã\u0083Â¢ BIS Working Papers No. 291, Bank for International Settlements (October 2009).",
        "Maggiori, Matteo. Ã\u0083Â¢Financial Intermediation, International Risk Sharing, and Reserve Currencies.Ã\u0083Â¢ Typescript, University of California, Berkeley, November 2011.",
        "Magud , NicolÃ\u0083Æ\u0092s E., Carmen M. Reinhart, and Kenneth S. Rogoff. Ã\u0083Â¢Capital Controls: Myth and Reality Ã\u0083Â¢ A Portfolio Balance Approach.Ã\u0083Â¢ Working Paper 16805, National Bureau of Economic Research, February 2011.",
        "Metzler, Lloyd A., Robert Triffin, and Gottfried Haberler. International Monetary Policies. Postwar Economic Studies No. 7 (Washington, D.C.: Board of Governors of the Federal Reserve System, 1947).",
        "Obstfeld, Maurice. Ã\u0083Â¢Lenders of Last Resort in a Globalized World.Ã\u0083Â¢ Monetary and Economic Studies (Bank of Japan) 27 (November 2009): 35-52. Available at: http://www.imes.boj.or.jp/english/publication/mes/fmes.html Obstfeld, Maurice. Ã\u0083Â¢International Liquidity: The Fiscal Dimension.Ã\u0083Â¢ Monetary and Economic Studies (Bank of Japan) 29 (November 2011): 33-48. Available at: http://www.imes.boj.or.jp/research/abstracts/english/me29-3.html Obstfeld, Maurice and Kenneth Rogoff. Ã\u0083Â¢The Unsustainable U.S. Current Account Position Revisited.Ã\u0083Â¢ In Richard H. Clarida, ed., G7 Current Account Imbalances (Chicago: University of Chicago Press, 2007).",
        "Obstfeld, Maurice and Alan M. Taylor. Global Capital Markets: Integration, Crisis, and Growth (Cambridge, UK: Cambridge University Press, 2004).",
        "Ogawa, Eiji and Takatoshi Ito. Ã\u0083Â¢On the Desirability of a Regional Basket Currency Arrangement.Ã\u0083Â¢ Journal of the Japanese and International Economies 16 (September 2002): 317-334.",
        "Ostry, Jonathan D. and others. Ã\u0083Â¢Capital Inflows: The Role of Controls.Ã\u0083Â¢ IMF Staff Position Note SPN/10/04 (February 2010).",
        "Ostry, Jonathan D. and others. Ã\u0083Â¢Managing Capital Inflows: What Tools to Use?Ã\u0083Â¢ IMF Staff Discussion Note SDN/11/06 (April 2011).",
        "Prasad, Eswar S. Ã\u0083Â¢Role Reversal in Global Finance.Ã\u0083Â¢ Paper presented at the 2011 Economic Policy Symposium of the Federal Reserve Bank of Kansas City (August 2011). Available at: http://www.kansascityfed.org/publications/research/escp/escp-2011.cfm Rose, Andrew K. and Mark. M. Spiegel. Ã\u0083Â¢Dollar Illiquidity and Central Bank Swap Arrangements during the Global Financial Crisis.Ã\u0083Â¢ Typescript, UC Berkeley and Federal Reserve Bank of San Francisco (August 2011).",
        "Roubini, Nouriel. Ã\u0083Â¢The BW2 Regime: An Unstable Equilibrium Bound to Unravel.Ã\u0083Â¢ International Economics and Economic Policy 3 (December 2006): 303-332. Solomon, Robert. Ã\u0083Â¢Creation and Evolution of the SDR.Ã\u0083Â¢ In Michael Mussa, James M.",
        "Boughton, and Peter Isard, eds., The Future of the SDR in Light of Changes in the International Financial System (Washington, D.C.: International Monetary Fund, 1996).",
        "Stone, Mark R., W. Christopher Walker, and Yosuke Yasui. Ã\u0083Â¢From Lombard Street to Avenida Paulista: Foreign Exchange Liquidity Easing in Brazil in Response to the Global Shock of 2008-09.Ã\u0083Â¢ IMF Working Paper WP/09/259 (November 2009).",
        "Triffin, Robert. Gold and the Dollar Crisis (New Haven: Yale University Press, 1960).",
        "Truman, Edwin M. Ã\u0083Â¢On What Terms Is the IMF Worth Funding?Ã\u0083Â¢ Working Paper Series WP 08-11, Peterson Institute for International Economics, December 2008.",
        "Truman, Edwin M. Ã\u0083Â¢The IMF as an International Lender of Last Resort.Ã\u0083Â¢ Real Time Economic Issues Watch, Peterson Institute for International Economics, October 12, 2010. Available at: http://www.piie.com/realtime/?p=1767 Wolf, Martin. Fixing Global Finance (Baltimore, MD: Johns Hopkins University Press, 2008).",
        "Yeager, Leland B. International Monetary Relations: Theory, History, and Policy, 2nd edition (New York: Harper & Row, 1976).",
        "Zhou, Xiaochuan. Ã\u0083Â¢Reform the International Monetary System.Ã\u0083Â¢ Typescript (March 2009). Available at: http://www.pbc.gov.cn/publish/english/956/2009/20091229104425550619706/20091229104425550619706 _.html"
    ]
}