{
    "id": 17649,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Mark Aguiar and Erik Hurst, Ã\u0083Â¢Measuring Trends in Leisure: The Allocation of Time over Five Decades,Ã\u0083Â¢ Quarterly Journal of Economics, 122 (Aug. 2007): 969-1006.",
        "----------------, ------------- and Loukas Karabarbounis, Ã\u0083Â¢Time Use During Recessions,Ã\u0083Â¢ NBER Working Paper No. 17259, July 2011.",
        "Michael Burda and Daniel Hamermesh, Ã\u0083Â¢Unemployment, Market Work and Household Production,Ã\u0083Â¢ Economics Letters, 107 (Jan. 2010): 131Ã\u0083Â¢33.",
        "Bruno CrÃ\u0083Æ\u0092pon and Francis Kramarz, Ã\u0083Â¢Employed 40 Hours or Not Employed 39: Lessons from the 1982 Mandatory Reduction of the Workweek,Ã\u0083Â¢ Journal of Political Economy, 110 (Dec. 2002): 1355-89.",
        "Richard Freeman and Ronald Schettkat, Ã\u0083Â¢Jobs and Home Work: Time-Use Evidence,Ã\u0083Â¢ Economic Policy (Jan. 2005): 5-50.",
        "JosÃ\u0083Æ\u0092 Gimenez-Nadal and Almudena Sevilla-Sanz, Ã\u0083Â¢Trends in Time Allocation: A Cross-Country Analysis,Ã\u0083Â¢ University of Oxford, Department of Economics, Discussion Paper No. 547, 2011.",
        "Dominique Goux, Eric Maurin and Barbara Petrongolo, Ã\u0083Â¢Worktime Regulations and Spousal Labour Supply,Ã\u0083Â¢ IZA Discussion Paper No. 5639, 2011.",
        "Jeremy Greenwood, Ananth Seshadri and Mehmet Yorukoglu, Ã\u0083Â¢Engines of Liberation,Ã\u0083Â¢ Review of Economic Studies, 72 (Jan. 2005): 109-33.",
        "Keiichiro Hamaguchi, Rodo Ho Seisaku (Policies on Labor Acts). Kyoto: Mineruva Shobo, 2004 (in Japanese).",
        "Daniel Hamermesh, Ã\u0083Â¢Timing, Togetherness and Time Windfalls,Ã\u0083Â¢ Journal of Population Economics, 15 (Nov. 2002): 601-23.",
        "--------------------------, Harley Frazis and Jay Stewart, Ã\u0083Â¢Data Watch: The American Time Use Survey,Ã\u0083Â¢ Journal of Economic Perspectives, 19 (2005): 221-232.",
        "Michael Huberman and Chris Minns, Ã\u0083Â¢The Times They Are Not ChanginÃ\u0083Â¢: Days and Hours of Work in Old and New Worlds, 1870-2000,Ã\u0083Â¢ Explorations in Economic History, 44 (Oct. 2007): 538-67.",
        "Jennifer Hunt, Ã\u0083Â¢Has Work-Sharing Worked in Germany?Ã\u0083Â¢ Quarterly Journal of Economics, 114 (Feb. 1999): 117-48.",
        "Daiji Kawaguchi, Hisahiro Naito and Izumi Yokoyama, Ã\u0083Â¢Labor Market Responses to Legal Work Hour Reduction: Evidence from Japan,Ã\u0083Â¢ ESRI Discussion Paper No. 202, Tokyo, Cabinet Office, ESRI, December 2008.",
        "John Maynard Keynes, Ã\u0083Â¢Economic Possibilities for Our Grandchildren,Ã\u0083Â¢ 1930, reprinted in Essays in Persuasion. New York: Norton, 1963.",
        "Sung-teak Kim and Wonshik Kim, Workhour Reduction and Policy Issues, Seoul: Korea Labor Institute, 2004.",
        "Thomas Kniesner, Ã\u0083Â¢The Full-Time Workweek in the United States, 1900-1970,Ã\u0083Â¢ Industrial and Labor Relations Review, 30 (Oct. 1976): 3-15.",
        "Sachiko Kuroda, Ã\u0083Â¢Do Japanese Work Shorter Hours than Before? Measuring Trends in Market Work and Leisure Using the 1976Ã\u0083Â¢2006 Japanese Time-use Survey,Ã\u0083Â¢ Journal of the Japanese and International Economies, 24 (Dec. 2010): 481-502.",
        "Margaret Reid, Economics of Household Production. London: Chapman and Hall, 1934.",
        "Elena Stancanelli and Arthur van Soest, Ã\u0083Â¢Retirement and Time Use in Couples: A Regression Discontinuity Approach,Ã\u0083Â¢ Unpublished paper, UniversitÃ\u0083Æ\u0092 de Cergy-Pointoise, 2011.",
        "Kazuo Sugeno, Japanese Employment and Labor Law. Durham, NC: Carolina Academic Press, 2002.",
        "Osamu Umezaki, Ã\u0083Â¢Rodokijunho No 1987 Nen Kaisei Wo Meguru Seisaku KateiÃ\u0083Â¢ (Ã\u0083Â¢The Policy Process in the 1987 Revision of the Labour Standards Law: An Attempt to Analyze by the Oral History MethodÃ\u0083Â¢), Japanese Journal of Labour Studies, 579 (Oct. 2008): 66-76, (in Japanese). a. Japan b. Korea"
    ]
}