{
    "id": 17640,
    "cites": 118,
    "cited_by": 37,
    "reference": [
        "Abu-Lughod, J. L. (1989). Before European Hegemony: The World System A.D. 1250-1350, Oxford University Press, New York, NY.",
        "Acemoglu, D., Johnson, S. and Robinson, J. A. (2005b). The Rise of Europe: Atlantic Trade, Institutional Change, and Economic Growth, American Economic Review 95(3): 546Ã\u0083Â¢579.",
        "Alesina, A., Algan, Y., Cahuc, P. and Giuliano, P. (2010). Family Values and the Regulation of Labor. NBER Working Paper No. 15747.",
        "Alesina, A. and Giuliano, P. (2010). The Power of the Family, Journal of Economic Growth 15(2): 93Ã\u0083Â¢ 125.",
        "Alesina, A., Giuliano, P. and Nunn, N. (2011). On the Origins of Gender Roles: Women and the Plough. NBER Working Paper No. 17098.",
        "Alesina, A. and La Ferrara, E. (2005). Ethnic Diversity and Economic Performance, Journal of Economic Literature 43(3): 762Ã\u0083Â¢800.",
        "Andersen, T. B., Bentzen, J., Dalgaard, C.-J. and Sharp, P. (2011). Religious Orders and Growth through Cultural Change in Pre-Industrial England. University of Copenhagen Discussion Paper No. 11-07.",
        "Andersen, T. B. and Dalgaard, C.-J. (2011). Flows of People, Flows of Ideas, and the Inequality of Nations, Journal of Economic Growth 16(1): 1Ã\u0083Â¢32.",
        "Arieti, S. (1976). Creativity: The Magic Synthesis, Basic Books, New York, NY.",
        "Ashraf, Q. and Galor, O. (2011b). The Out-of-Africa Hypothesis, Human Genetic Diversity, and Comparative Economic Development. NBER Working Paper No. 17216.",
        "Ashtor, E. (1973). The Jews of Moslem Spain, Vol. 1, Translated by A. Klein and J. M. Klein. Jewish Publication Society of America, Philadelphia, PA.",
        "Banerjee, A. and Iyer, L. (2005). History, Institutions, and Economic Performance: The Legacy of Colonial Land Tenure Systems in India, American Economic Review 95(4): 1190Ã\u0083Â¢1213.",
        "Becker, S. O., Cinnirella, F. and Woessman, L. (2010). The Trade-O Between Fertility and Education: Evidence from Before the Demographic Transition, Journal of Economic Growth 15(3): 177Ã\u0083Â¢204.",
        "Becker, S. O. and Woessman, L. (2009). Was Weber Wrong? A Human Capital Theory of Protestant Economic History, Quarterly Journal of Economics 124(2): 531Ã\u0083Â¢596.",
        "Berliant, M. and Fujita, M. (2008). Knowledge Creation as a Square Dance on the Hilbert Cube, International Economic Review 49(4): 1251Ã\u0083Â¢1295.",
        "Bertocchi, G. and Canova, F. (2002). Did Colonization Matter for Growth? An Empirical Exploration into the Historical Causes of AfricaÃ\u0083Â¢s Underdevelopment, European Economic Review 46(10): 1851Ã\u0083Â¢ 1871.",
        "Bisin, A. and Verdier, T. (2000). Beyond the Melting Pot: Cultural Transmission, Marriage, and the Evolution of Ethnic and Religious Traits, Quarterly Journal of Economics 115(3): 955Ã\u0083Â¢988.",
        "Bisin, A. and Verdier, T. (2001). The Economics of Cultural Transmission and the Dynamics of Preferences, Journal of Economic Theory 97(2): 298Ã\u0083Â¢319.",
        "Boserup, E. (1965). The Conditions of Agricultural Growth: The Economics of Agrarian Change under Population Pressure, Aldine Publishing Co., Chicago, IL.",
        "Botticini, M. and Eckstein, Z. (2007). From Farmers to Merchants, Conversions and Diaspora: Human Capital and Jewish History, Journal of the European Economic Association 5(5): 885Ã\u0083Â¢926.",
        "Bowles, S. (1998). Endogenous Preferences: The Cultural Consequences of Markets and Other Economic Institutions, Journal of Economic Literature 36(1): 75Ã\u0083Â¢111.",
        "Boyd, R. and Richerson, P. J. (1985). Culture and the Evolutionary Process, University of Chicago Press, Chicago, IL.",
        "Cavalli-Sforza, L. L. and Feldman, M. W. (1981). Cultural Transmission and Evolution: A Quantitative Approach, Princeton University Press, Princeton, NJ.",
        "Chandler, T. (1987). Four Thousand Years of Urban Growth: An Historical Census, The Edwin Mellen Press, Lewiston, NY.",
        "Chaudhuri, K. N. (1990). Asia before Europe: Economy and Civilization of the Indian Ocean from the Rise of Islam to 1750, Cambridge University Press, Cambridge, UK.",
        "ChÃ\u0083Â¢en, K. K. S. (1964). Buddhism in China: A Historical Survey, Princeton University Press, Princeton, NJ.",
        "Chow, K. (1994). The Rise of Confucian Ritualism in Late Imperial China: Ethics, Classics, and Lineage Discourse, Stanford University Press, Stanford, CA.",
        "Collier, P. (2000). Ethnicity, Politics and Economic Performance, Economics and Politics 12(3): 225Ã\u0083Â¢ 245.",
        "Cressey, G. B. (1934). ChinaÃ\u0083Â¢s Geographic Foundations: A Survey of the Land and Its People, McGraw-Hill Book Co., New York, NY.",
        "Deng, G. (1993). Development Versus Stagnation: Technological Continuity and Agricultural Progress in Pre-modern China, Greenwood Press, Westport, CT.",
        "Diamond, J. (1997). Guns, Germs and Steel: The Fates of Human Societies, W. W. Norton & Co., New York, NY.",
        "Doepke, M. and Zilibotti, F. (2008). Occupational Choice and the Spirit of Capitalism, Quarterly Journal of Economics 123(2): 747Ã\u0083Â¢793.",
        "Easterly, W. and Levine, R. (1997). AfricaÃ\u0083Â¢s Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics 112(4): 1203Ã\u0083Â¢1250.",
        "Easterly, W. and Levine, R. (2003). Tropics, Germs and Crops: How Endowments InÃ\u0083Â¢uence Economic Development, Journal of Monetary Economics 50(1): 3Ã\u0083Â¢39.",
        "Elman, B. A. (2000). A Cultural History of Civil Examinations in Late Imperial China, University of California Press, Berkeley, CA.",
        "Elvin, M. (1973). The Pattern of the Chinese Past, Stanford University Press, Stanford, CA.",
        "Engerman, S. L. and Sokolo, K. L. (2000). History Lessons: Institutions, Factor Endowments, and Paths of Development in the New World, Journal of Economic Perspectives 14(3): 217Ã\u0083Â¢232.",
        "Fairbank, J. K. (1992). China: A New History, Bellknap Press of Harvard University Press, Cambridge, MA.",
        "FernÃ\u0083Æ\u0092ndez, R. (2011). Does Culture Matter?, in J. Benhabib, A. Bisin and M. O. Jackson (eds), Handbook of Social Economics, Vol. IA, Elsevier North-Holland, Amsterdam, The Netherlands, pp. 481Ã\u0083Â¢510.",
        "FernÃ\u0083Æ\u0092ndez, R. and Fogli, A. (2009). Culture: An Empirical Investigation of Beliefs, Work, and Fertility, American Economic Journal: Macroeconomics 1(1): 146Ã\u0083Â¢177.",
        "FernÃ\u0083Æ\u0092ndez, R., Fogli, A. and Olivetti, C. (2004). Mothers and Sons: Preference Formation and Female Labor Force Dynamics, Quarterly Journal of Economics 119(4): 1249Ã\u0083Â¢1299.",
        "Frank, A. G. (1998). Re-Orient: Global Economy in the Asian Age, University of California Press, Berkeley, CA.",
        "Fukuyama, F. (1995). Trust: The Social Virtues and The Creation of Prosperity, Free Press, New York, NY.",
        "Galor, O. (2007). Discrete Dynamical Systems, Springer, Berlin, Germany.",
        "Galor, O. (2011). UniÃ\u0083Â¢ed Growth Theory, Princeton University Press, Princeton, NJ.",
        "Galor, O. and Michalopoulos, S. (2011). Evolution and the Growth Process: Natural Selection of Entrepreneurial Traits. Journal of Economic Theory, forthcoming.",
        "Galor, O. and Moav, O. (2002). Natural Selection and the Origin of Economic growth, Quarterly Journal of Economics 117(4): 1133Ã\u0083Â¢1191.",
        "Galor, O., Moav, O. and Vollrath, D. (2009). Inequality in Land Ownership, the Emergence of Human Capital Promoting Institutions, and the Great Divergence, Review of Economic Studies 76(1): 143Ã\u0083Â¢179.",
        "Galor, O. and Weil, D. N. (2000). Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond, American Economic Review 90(4): 806Ã\u0083Â¢828.",
        "Gernet, J. (1982). A History of Chinese Civilization, Translated by J. R. Foster. Cambridge University Press, New York, NY.",
        "Giuliano, P. (2007). Living Arrangements in Western Europe: Does Cultural Origin Matter?, Journal of the European Economic Association 5(5): 927Ã\u0083Â¢952.",
        "Glaeser, E. L., La Porta, R., Lopez-de-Silanes, F. and Shleifer, A. (2004). Do Institutions Cause Growth?, Journal of Economic Growth 9(3): 271Ã\u0083Â¢303.",
        "Goody, J. (1996). The East in the West, Cambridge University Press, Cambridge, UK.",
        "Greif, A. (1993). Contract Enforceability and Economic Institutions in Early Trade: The Maghribi TradersÃ\u0083Â¢Coalition, American Economic Review 83(3): 525Ã\u0083Â¢548.",
        "Greif, A. (1994). Cultural Beliefs and the Organization of Society: A Historical and Theoretical ReÃ\u0083Â¢ection on Collectivist and Individualist Societies, Journal of Political Economy 102(5): 912Ã\u0083Â¢ 950.",
        "Hall, J. A. (1986). Powers and Liberties: The Causes and Consequences of the Rise of the West, University of California Press, Berkeley, CA.",
        "Harrington, Jr., J. E. (1998). The Social Selection of Flexible and Rigid Agents, American Economic Review 88(1): 63Ã\u0083Â¢82.",
        "Hayes, T. R. (1996). Dismounted Infantry Movement Rate Study, Technical report, U.S. Army Research Institute of Environmental Medicine.",
        "Heiner, R. A. (1983). The Origin of Predictable Behavior, American Economic Review 73(4): 560Ã\u0083Â¢ 595.",
        "Ho, P. (1967). The SigniÃ\u0083Â¢cance of the ChÃ\u0083Â¢ing Period in Chinese History, Journal of Asian Studies 26(2): 189Ã\u0083Â¢195.",
        "Hobson, J. M. (2004). The Eastern Origins of Western Civilization, Cambridge University Press, Cambridge, UK.",
        "Hong, L. and Page, S. E. (2001). Problem Solving by Heterogeneous Agents, Journal of Economic Theory 97(1): 123Ã\u0083Â¢163.",
        "Inglehart, R. and Baker, W. E. (2000). Modernization, Cultural Change, and the Persistence of Traditional Values, American Sociological Review 65(1): 19Ã\u0083Â¢51.",
        "Jones, E. L. (1981). The European Miracle: Environments, Economies and Geopolitics in the History of Europe and Asia, Cambridge University Press, Cambridge, UK.",
        "Jovanovic, B. and Rob, R. (1989). The Growth and Diusion of Knowledge, Review of Economic Studies 56(4): 569Ã\u0083Â¢582.",
        "Kandori, M. (1992). Social Norms and Community Enforcement, Review of Economic Studies 59(1): 63Ã\u0083Â¢80.",
        "Kiszewski, A., Mellinger, A., Spielman, A., Malaney, P., Sachs, S. E. and Sachs, J. (2004). A Global Index Representing the Stability of Malaria, American Journal of Tropical Medicine and Hygiene 70(5): 486Ã\u0083Â¢498.",
        "Knack, S. and Keefer, P. (1997). Does Social Capital Have an Economic Payo? A Cross-Country Investigation, Quarterly Journal of Economics 112(4): 1251Ã\u0083Â¢1288.",
        "Kremer, M. (1993). Population Growth and Technological Change: One Million B.C. to 1990, Quarterly Journal of Economics 108(3): 681Ã\u0083Â¢716.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A. and Vishny, R. W. (1999). The Quality of Government, Journal of Law, Economics, and Organization 15(1): 222Ã\u0083Â¢279.",
        "LagerlÃ\u0083Æ\u0092f, N.-P. (2006). The Galor-Weil Model Revisited: A Quantitative Exercise, Review of Economic Dynamics 9(1): 116Ã\u0083Â¢142.",
        "Lal, D. (1998). Unintended Consequences: The Impact of Factor Endowments, Culture and Politics on Long-Run Economic Performance, The MIT Press, Cambridge, MA.",
        "Landes, D. S. (1998). The Wealth and Poverty of Nations: Why Some Are So Rich and Some So Poor, W. W. Norton & Co., New York, NY.",
        "Landes, D. S. (2006). Why Europe and the West? Why Not China?, Journal of Economic Perspectives 20(2): 3Ã\u0083Â¢22.",
        "Lazear, E. P. (1999a). Culture and Language, Journal of Political Economy 107(6-2): S95Ã\u0083Â¢S126.",
        "Lazear, E. P. (1999b). Globalisation and the Market for Team-Mates, Economic Journal 109(454): C15Ã\u0083Â¢C40.",
        "Lian, B. and Oneal, J. R. (1997). Cultural Diversity and Economic Development: A Cross-National Study of 98 Countries, 1960-1985, Economic Development and Cultural Change 46(1): 61Ã\u0083Â¢77.",
        "Maddison, A. (2001). The World Economy: A Millennial Perspective, OECD, Paris.",
        "Maddison, A. (2003). The World Economy: Historical Statistics, OECD, Paris.",
        "McEvedy, C. and Jones, R. (1978). Atlas of World Population History, Penguin Books Ltd., New York, NY.",
        "McNeill, W. H. (1963). The Rise of the West: A History of the Human Community, University of Chicago Press, Chicago, IL.",
        "Michalopoulos, S. (2011). The Origins of Ethnolinguistic Diversity. American Economic Review, forthcoming.",
        "Michalopoulos, S. and Papaioannou, E. (2011a). Divide and Rule or the Rule of the Divided? Evidence from Africa. NBER Working Paper No. 17184.",
        "Michalopoulos, S. and Papaioannou, E. (2011b). The Long-Run Eects of the Scramble for Africa. NBER Working Paper No. 17620.",
        "Modelski, G. (2003). World Cities: -3000 to 2000, FAROS 2000, Washington, DC.",
        "Mokyr, J. (2002). The Gifts of Athena: Historical Origins of the Knowledge Economy, Princeton University Press, Princeton, NJ.",
        "Montalvo, J. G. and Reynal-Querol, M. (2005). Ethnic Diversity and Economic Development, Journal of Development Economics 76(2): 293Ã\u0083Â¢323.",
        "Morrisson, C. and Murtin, F. (2009). The Century of Education, Journal of Human Capital 3(1): 1Ã\u0083Â¢ 42.",
        "Nasr, S. H. (1968). Science and Civilization in Islam, Harvard University Press, Cambridge, MA.",
        "Needham, J. (1956). Science and Civilisation in China, Vol. II, Cambridge University Press, New York, NY.",
        "Needham, J. and Bray, F. (1984). Science and Civilisation in China, Vol. VI:2, Cambridge University Press, New York, NY.",
        "Needham, J. and Tsuen-Hsuin, T. (1985). Science and Civilisation in China, Vol. V:1, Cambridge University Press, New York, NY.",
        "Nordhaus, W. D. (2006). Geography and Macroeconomics: New Data and New Findings, Proceedings of the National Academy of Sciences 103(10): 3510Ã\u0083Â¢3517.",
        "North, D. C. (1981). Structure and Change in Economic History, W. W. Norton & Co., New York, NY.",
        "North, D. C. and Thomas, R. P. (1973). The Rise of the Western World: A New Economic History, Cambridge University Press, Cambridge, UK.",
        "Nunn, N. (2008). The Long-Term Eects of AfricaÃ\u0083Â¢s Slave Trades, Quarterly Journal of Economics 123(1): 139Ã\u0083Â¢176.",
        "Nunn, N. and Wantchekon, L. (2010). The Slave Trade and the Origins of Mistrust in Africa. American Economic Review, forthcoming.",
        "Olsson, O. and Hibbs, Jr., D. A. (2005). Biogeography and Long-Run Economic Development, European Economic Review 49(4): 909Ã\u0083Â¢938.",
        "Ottaviano, G. I. P. and Peri, G. (2005). Cities and Cultures, Journal of Urban Economics 58(2): 304Ã\u0083Â¢ 337.",
        "Ã\u0083Æ\u0092zak, Ã\u0083Æ\u0092. (2010). The Voyage of Homo-Economicus: Some Economic Measures of Distance. Mimeo, Brown University.",
        "Pomeranz, K. (2000). The Great Divergence: Europe, China and the Making of the Modern World Economy, Princeton University Press, Princeton, NJ.",
        "Putterman, L. (2008). Agriculture, Diusion, and Development: Ripple Eects of the Neolithic Revolution, Economica 75(300): 729Ã\u0083Â¢748.",
        "Putterman, L. and Weil, D. N. (2010). Post-1500 Population Flows and the Long-Run Determinants of Economic Growth and Inequality, Quarterly Journal of Economics 125(4): 1627Ã\u0083Â¢1682.",
        "Ramankutty, N., Foley, J. A., Norman, J. and McSweeney, K. (2002). The Global Distribution of Cultivable Lands: Current Patterns and Sensitivity to Possible Climate Change, Global Ecology and Biogeography 11(5): 377Ã\u0083Â¢392.",
        "Rodrik, D., Subramanian, A. and Trebbi, F. (2004). Institutions Rule: The Primacy of Institutions Over Geography and Integration in Economic Development, Journal of Economic Growth 9(2): 131Ã\u0083Â¢165.",
        "Sarton, G. (1927). Introduction to the History of Science, Vol. I: From Homer to Omar Khayyam, Williams & Wilkins Co., Baltimore, MD.",
        "Sarton, G. (1931). Introduction to the History of Science, Vol. II: From Rabbi Ben Ezra to Roger Bacon, Williams & Wilkins Co., Baltimore, MD.",
        "Scoville, W. C. (1951). Spread of Techniques: Minority Migrations and the Diusion of Technology, Journal of Economic History 11(4): 347Ã\u0083Â¢360.",
        "Simonton, D. K. (1997). Foreign InÃ\u0083Â¢uence and National Achievement: The Impact of Open Milieus on Japanese Civilization, Journal of Personality and Social Psychology 72(1): 86Ã\u0083Â¢94.",
        "Sorokin, P. A. (1947). Society, Culture, and Personality: Their Structure and Dynamics, Harper & Brothers, New York, NY.",
        "Spolaore, E. and Wacziarg, R. (2009). The Diusion of Development, Quarterly Journal of Economics 124(2): 469Ã\u0083Â¢529.",
        "Spolaore, E. and Wacziarg, R. (2011). Long Term Barriers to the International Diusion of Innovations. NBER Working Paper No. 17271.",
        "Tabellini, G. (2008). Presidential Address: Institutions and Culture, Journal of the European Economic Association 6(2-3): 255Ã\u0083Â¢294.",
        "Temple, J. and Johnson, P. A. (1998). Social Capability and Economic Growth, Quarterly Journal of Economics 113(3): 965Ã\u0083Â¢990.",
        "Toynbee, A. J. (1957). A Study of History, Abridgement of Vols. VII-X by D. C. Somervell. Oxford University Press, Oxford, UK.",
        "Weber, M. (1905). The Protestant Ethic and the Spirit of Capitalism, Translated by T. Parsons, and A. Giddens, 1930. Allen & Unwin, London, UK.",
        "Weber, M. (1922). The Religion of China: Confucianism and Taoism, Translated and edited by H.",
        "Wong, R. B. (1997). China Transformed: Historical Change and the Limits of European Experience, Cornell University Press, Ithaca, NY."
    ]
}