{
    "id": 17642,
    "cites": 30,
    "cited_by": 15,
    "reference": [
        "Acemoglu, Daron, Mikhail Golosov, and Aleh Tsyvinski. 2008. Ã\u0083Â¢Markets versus governments.Ã\u0083Â¢ Journal of Monetary Economics 55 (1):159Ã\u0083Â¢189.",
        "Albanesi, Stefania and Christopher Sleet. 2006. Ã\u0083Â¢Dynamic optimal taxation with private information.Ã\u0083Â¢ Review of Economic Studies 73 (1):1Ã\u0083Â¢30.",
        "Ales, Laurence and Pricila Maziero. 2007. Ã\u0083Â¢Accounting for private information. Ã\u0083Â¢ working paper .",
        "Atkinson, Anthony and Joseph E. Stiglitz. 1976. Ã\u0083Â¢The design of tax structure: direct versus indirect taxation.Ã\u0083Â¢Journal of Public Economics 6 (1-2):55Ã\u0083Â¢75.",
        "Battaglini, Marco and Stephen Coate. 2008. Ã\u0083Â¢Pareto e cient income taxation with stochastic abilities.Ã\u0083Â¢ Journal of Public Economics 92 (3-4):844Ã\u0083Â¢868.",
        "Conesa, Juan Carlos, Sagiri Kitao, and Dirk Krueger. 2009. Ã\u0083Â¢Taxing capital? Not a bad idea after all!Ã\u0083Â¢ American Economic Review 99 (1):25Ã\u0083Â¢48.",
        "Diamond, Peter. 1998. Ã\u0083Â¢Optimal Income Taxation: An Example with a UShaped Pattern of Optimal Marginal Tax Rates.Ã\u0083Â¢ American Economic Review 88 (1):83Ã\u0083Â¢95.",
        "Farhi, Emmanuel and IvÃ\u0083Æ\u0092n Werning. 2009. Ã\u0083Â¢Capital Taxation: Quantitative Explorations of the Inverse Euler Equation.Ã\u0083Â¢ working paper .",
        "Ã\u0083Â¢ Ã\u0083Â¢ Ã\u0083Â¢ . 2010. Ã\u0083Â¢Insurance and Taxation over the Life Cycle.Ã\u0083Â¢ working paper .",
        "Fernandes, Ana and Christopher Phelan. 2000. Ã\u0083Â¢A recursive formulation for repeated agency with history dependence.Ã\u0083Â¢ Journal of Economic Theory 91 (2):223Ã\u0083Â¢247.",
        "Fukushima, Kenichi. 2010. Ã\u0083Â¢Quantifying the welfare gains from Ã\u0083Â¢exible dynamic income tax systems.Ã\u0083Â¢ mimeo .",
        "Golosov, Mikhail and Aleh Tsyvinski. 2006. Ã\u0083Â¢Designing optimal disability insurance: A case for asset testing.Ã\u0083Â¢Journal of Political Economy 114 (2):257Ã\u0083Â¢ 279.",
        "Golosov, Mikhail, Aleh Tsyvinski, and IvÃ\u0083Æ\u0092n Werning. 2006. Ã\u0083Â¢New dynamic public Ã\u0083Â¢nance: A userÃ\u0083Â¢s guide.Ã\u0083Â¢ NBER Macroeconomics Annual 21:317Ã\u0083Â¢ 363.",
        "Guvenen, Fatih. 2009. Ã\u0083Â¢An empirical investigation of labor income processes.Ã\u0083Â¢ Review of Economic Dynamics 12:58Ã\u0083Â¢79.",
        "Heaton, John and Deborah J. Lucas. 1996. Ã\u0083Â¢Evaluating the Eects of Incomplete Markets on Risk Sharing and Asset Pricing.Ã\u0083Â¢ Journal of Political Economy 104:443Ã\u0083Â¢487.",
        "Judd, Kenneth L. 1996. Ã\u0083Â¢Approximation, perturbation, and projection methods in economic analysis.Ã\u0083Â¢ Handbook of Computational Economics 1:509Ã\u0083Â¢ 585.",
        "Ã\u0083Â¢ Ã\u0083Â¢ Ã\u0083Â¢ . 1998. Numerical methods in economics. The MIT Press.",
        "Kapicka, Marek. 2010. Ã\u0083Â¢E cient allocations in dynamic private information economies with persistent shocks: A Ã\u0083Â¢rst order approach.Ã\u0083Â¢ working paper .",
        "Kaplow, Louis. 2008. The Theory of Taxation and Public Economics. Princeton University Press.",
        "Kocherlakota, Narayana. 2010. The New Dynamic Public Finance. Princeton University Press, USA. Forthcomming.",
        "Kocherlakota, Narayana and Luigi Pistaferri. 2007. Ã\u0083Â¢Household Heterogeneity and Real Exchange Rates.Ã\u0083Â¢ The Economic Journal 117 (512):C1Ã\u0083Â¢C25.",
        "Ã\u0083Â¢ Ã\u0083Â¢ Ã\u0083Â¢ . 2009. Ã\u0083Â¢Asset pricing implications of Pareto optimality with private information.Ã\u0083Â¢ Journal of Political Economy 117 (3):555Ã\u0083Â¢590.",
        "Mirrlees, James. 1971. Ã\u0083Â¢An Exploration in the Theory of Optimum Income Taxation.Ã\u0083Â¢ Review of Economic Studies 38 (2):175Ã\u0083Â¢208.",
        "Ã\u0083Â¢ Ã\u0083Â¢ Ã\u0083Â¢ . 1976. Ã\u0083Â¢Optimal tax theory: A synthesis.Ã\u0083Â¢Journal of Public Economics 6 (4):327Ã\u0083Â¢358.",
        "Ã\u0083Â¢ Ã\u0083Â¢ Ã\u0083Â¢ . 1986. Ã\u0083Â¢The theory of optimal taxation.Ã\u0083Â¢ Handbook of mathematical economics 3:1197Ã\u0083Â¢1249.",
        "Pavan, Alessandro, Ilya Segal, and Juuso Toikka. 2010. Ã\u0083Â¢Dynamic mechanism design: Incentive compatibility, proÃ\u0083Â¢t maximization and information disclosure.Ã\u0083Â¢ working paper .",
        "Saez, Emmanuel. 2001. Ã\u0083Â¢Using Elasticities to Derive Optimal Income Tax Rates.Ã\u0083Â¢ Review of Economic Studies 68 (1):205Ã\u0083Â¢229.",
        "Storesletten, Kjetil, Christopher I. Telmer, and Amir Yaron. 2004. Ã\u0083Â¢Consumption and risksharing over the life cycle.Ã\u0083Â¢ Journal of Monetary Economics 51:609Ã\u0083Â¢633.",
        "Tuomala, Matti. 1990. Optimal income tax and redistribution. Oxford University Press, USA.",
        "Weinzierl, Matthew. 2011. Ã\u0083Â¢The Surprising Power of Age-Dependent Taxes.Ã\u0083Â¢ Review of Economic Studies 78 (4):1490Ã\u0083Â¢1518. A Appendix For Online Publication A.1 Proof of Lemma 1"
    ]
}