{
    "id": 17646,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Barry, Barnett, Diana Montgomery, Rachel Curtis, Mindy Hernandez, Judy Wurtzel, and Jon Snyder. 2008. Ã\u0083Â¢Creating and Sustaining Urban Teacher Residencies: A New Way to Recruit, Prepare, and Retain Effective Teachers in High-Needs Districts.Ã\u0083Â¢ The Aspen Institute and Center for Teaching Quality.",
        "Boyd, Donald J., Pamela L. Grossman, Hamilton Lankford, Susanna Loeb, and James Wyckoff. 2006. Ã\u0083Â¢How Changes in Entry Requirements Alter the Teacher Workforce and Affect Student Achievement.Ã\u0083Â¢ Education Finance and Policy 1(2): 176-216.",
        "Boyd, Donald J., Pamela L. Grossman, Hamilton Lankford, Susanna Loeb, and James Wyckoff. 2009. Ã\u0083Â¢Teacher Preparation and Student Achievement.Ã\u0083Â¢ Education Evaluation and Policy Analysis 31(4): 416-440.",
        "Goldhaber, Dan, and Dominic Brewer. 2000. Ã\u0083Â¢Does Teacher Certification Matter? High School Teacher Certification Status and Student Achievement.Ã\u0083Â¢ Educational Evaluation and Policy Analysis 22(2): 129Ã\u0083Â¢145.",
        "Goldhaber, Dan, Betheny Gross, and Daniel Player. 2010. Ã\u0083Â¢Teacher Career Paths, Teacher Quality, and Persistence in the Classroom: Are Public Schools Keeping their Best?Ã\u0083Â¢ Journal of Policy Analysis and Management, 30(1): 57Ã\u0083Â¢87.",
        "Hanushek, Eric A, John F. Kain, Daniel M. OÃ\u0083Â¢Brien, and Steven G. Rivkin. 2005. Ã\u0083Â¢The Market for Teacher Quality.Ã\u0083Â¢ NBER Working Paper No. 11154. Cambridge, Mass: National Bureau of Economic Research.",
        "Hill, Carolyn J., Howard S. Bloom, Alison Reback Black, and Mark W. Lipsey. 2008. Ã\u0083Â¢Empirical Benchmarks for Interpreting Effect Sizes in Research.Ã\u0083Â¢ Child Development Perspectives 2(3): 172-177.",
        "Ingersoll, Richard. 2001. Ã\u0083Â¢Teacher turnover and teacher shortages: An organizational analysis.Ã\u0083Â¢ American Educational Research Journal 38(3): 499-534.",
        "Jacob, Brian A. 2007. Ã\u0083Â¢The Challenges of Staffing Urban Schools with Effective Teachers.Ã\u0083Â¢ Future of Children 17(1): 129-153.",
        "Kane, Thomas J. and Douglas O. Staiger. 2008. Ã\u0083Â¢Estimating Teacher Impacts on Student Achievement: An Experimental Evaluation.Ã\u0083Â¢ NBER Working Paper No. 14607. Cambridge, Mass: National Bureau of Economic Research.",
        "Kane, Thomas J., Jonah E. Rockoff, and Douglas O. Staiger. 2008. Ã\u0083Â¢What Does Certification Tell Us About Teacher Effectiveness? Evidence from New York City.Ã\u0083Â¢ Economics of Education Review 27(6): 615-631.",
        "National Academy of Education. 2008. Ã\u0083Â¢Teacher Quality.Ã\u0083Â¢ Education Policy White Paper. Washington, DC: Author.",
        "National Commission on Teaching and AmericaÃ\u0083Â¢s Future. 1996. What Matters Most: Teaching for AmericaÃ\u0083Â¢s Future. Woodbridge, VA: Author.",
        "National Council for Accreditation of Teacher Education. 2010. Ã\u0083Â¢Transforming Teacher Education Through Clinical Practice: A National Strategy to Prepare Effective Teachers.Ã\u0083Â¢ National Council on Teacher Quality. 2010. Human Capital in Boston Public Schools: Rethinking How to Attract, Develop, and Retain Effective Teachers. Washington, DC: Author.",
        "Rockoff, Jonah E. 2004. Ã\u0083Â¢The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data.Ã\u0083Â¢ American Economic Review 94(2): 247-52.",
        "Ronfeldt, Matthew, Hamp Lankford, Susannah Loeb, and Jim Wyckoff. 2011. Ã\u0083Â¢How Teacher Turnover Harms Student Achievement.Ã\u0083Â¢ Unpublished manuscript.",
        "Rothstein, Jesse. 2010. Ã\u0083Â¢Teacher Quality in Educational Production: Tracking, Decay, and Student Achievement.Ã\u0083Â¢ Quarterly Journal of Economics 94(2): 247Ã\u0083Â¢252.",
        "Sawchuk, Stephen. 2011. Ã\u0083Â¢Teacher Residencies Make Strides, Encounter Obstacles,Ã\u0083Â¢ Education Week 30(36, July 13): 12-13.",
        "Solomon, Jesse. 2009. Ã\u0083Â¢The Boston Teacher Residency: District-Based Teacher Education.Ã\u0083Â¢ Journal of Teacher Education 60(5): 478-488.",
        "West, Martin R. and Matthew M. Chingos. 2009. Ã\u0083Â¢Teacher Effectiveness, Mobility, and Attrition in Florida,Ã\u0083Â¢ in Matthew G. Springer, ed., Performance Incentives: Their Growing Impact on American K-12 Education. Washington DC: Brookings Institution Press, pp. 251Ã\u0083Â¢271.",
        "Xu, Zeyu, Jane Hannaway, and Colin Taylor. 2011. Ã\u0083Â¢Making a Difference? The Effects of Teach For America in High School.Ã\u0083Â¢ Journal of Policy Analysis and Management 30(3): 447-469."
    ]
}