{
    "id": 17656,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Angrist, Joshua, 1995. The Economic Returns to Schooling in the West Bank and Gaza Strip. American Economic Review, 85, pp. 10651087: Autor, David, and Lawrence Katz, 1999. Changes in the Wage Structure and Earnings Inequality. In Orley Ashenfelter and David Card, Handbook of Labor Economics, Amsterdam: Elsevier.",
        "Autor, David H., Lawrence F. Katz and Melissa S. Kearney, 2006. Ã\u0083Â¢The Polarization of the U.S. Labor Market,Ã\u0083Â¢American Economic Review Papers and Proceedings, 96(2), pp. 189-194.",
        "Barro, Robert and Lee, Jong-Wha, 2010. A New Data Set of Educational Attainment in the World, 1950-2010. National Bureau of Economic Research Working Paper #15902, Cambridge, MA. Data downloadable at: http://www.barrolee.com/ Bils, Mark and Pete Klenow, 2000. Ã\u0083Â¢Does Schooling Cause Growth?Ã\u0083Â¢ American Economic Review, 90(2), pp. 1160-1183.",
        "Card, David, 1999. The Causal Eect of Education on Earnings. In Orley Ashenfelter and David Card, Handbook of Labor Economics, Amsterdam: Elsevier.",
        "Caselli, Francesco and Coleman, John Wilbur II, 2006. The World Technology Frontier. American Economic Review, 96(3), pp. 499-522.",
        "Caselli, Francesco, and James Feyrer, 2007. The Marginal Product of Capital. Quarterly Journal of Economics, 122(2), pp. 535-568.",
        "Caselli, Francesco, 2010. Dierences in Technology across Time and Space. 2010 CREI Lectures, Powerpoint Presentation.",
        "Ciccone, Antonio, and Giovanni Peri, 2005. Long-Run Substitutability Between More and Less Educated Workers: Evidence from US States 1950-1990.Review of Economics and Statistics, 87(4), pp. 652-663.",
        "Duy, John, Chris Papageorgiou, and Fidel Perez-Sebastian, 2004. Capital-Skill Complementarity? Evidence from a Panel of Countries. Review of Economics and Statistics, 86(1), pp. 327-344.",
        "Fallon, Peter R., and Richard G. Layard, 1971. Capital-Skill Complementarity, Income Distribution, and Output Accounting. Journal of Political Economy, 83(2), pp. 279-302.",
        "Goldin, Caudia, and Lawrence Katz, 1998. The Origins of TechnologySkill Complementarity. Quarterly Journal of Economics, 113(3), pp. 693-732.",
        "Gollin, Douglas, 2002. Getting Income Shares Right. Journal of Political Economy, 110(2), pp. 458-474.",
        "Goos, Maarten, and Alan Manning, 2007. Lousy and Lovely Jobs: The Rising Polarization of Work in Britain. Review of Economics and Statistics, 89, pp. 118-133.",
        "Griliches, Zvi, 1969. Capital-Skill Complementarity. Review of Economics and Statistics, 51(1), pp. 465-468.",
        "Hall, Robert and Charles Jones, 1999. Why Do Some Countries Produce So Much More Output Per Worker Than Others? Quarterly Journal of Economics, 114(1), pp. 83-116.",
        "Hendricks, Lutz, 2002. How Important is Human Capital for Development ? Evidence from Immigrant Earnings. American Economic Review 92(3), pp. 198-219.",
        "Katz, Lawrence, and Kevin Murphy, 1992. Changes in Relative Wages 1963Ã\u0083Â¢1987: Supply and Demand Factors. Quarterly Journal of Economics, 107(2), pp. 35-78.",
        "Klenow, Peter, and Andres Rodriguez-Claire, 1997. The Neoclassical Revival in Growth Economics: Has It Gone Too Far?. In NBER Macroeconomic Annual. Cambridge MA: MIT Press.",
        "Krusell, Per, Lee Ohanian, Victor Rios-Rull, and Gianluca Violante, 2002. Capital-Skill Complementarity and Inequality: A Macroeco18 nomic Analysis. Econometrica 68(4), pp. 1029-1053.",
        "McFadden, Daniel, Peter Diamond, and Miguel Rodriguez, 1978. Measurement of the Elasticity of Factor Substitution and the Bias of Technical Change. In Melvyn Fuss and Daniel McFadden, Production Economics: A Dual Approach to Theory and Applications, Amsterdam: Elsevier.",
        "Minnesota Population Center. Integrated Public Use Microdata Series, International (IPUMS), 2011. Version 6.1 [Machine-Readable Database. ]. Minneapolis: University of Minnesota. Data downloadable at: http://www.international.ipums.org"
    ]
}