{
    "id": 17652,
    "cites": 5,
    "cited_by": 7,
    "reference": [
        "Acemoglu, D. (1998). Why do new technologies complement skills? directed technical change and wage inequality. The Quarterly Journal of Economics, 113(4):1055Ã\u0083Â¢1089. 8 Amihud, Y., Lauterbach, B., and Mendelson, H. (2003). The Value of Trading Consolidation : Evidence from the Exercise of Warrants. Journal of Financial and Quantitative Analysis, 38(4):829 Ã\u0083Â¢846. 8, 35 Amihud, Y. and Mendelson, H. (1986). Asset pricing and the bid-ask spread. Journal of Financial Economics, 17(2):223Ã\u0083Â¢249. 8 Angel, J., Harris, L., and Spatt, C. S. (2010). Equity Trading in the 21st Century. 43 Biais, B. (1993). Price Formation and Equilibrium Liquidity in Fragmented and Centralized Markets. Journal of Finance, 48(1):157Ã\u0083Â¢185. 7 DuÃ\u0083Â¯e, D., Garleanu, N., and Pedersen, L. H. (2005). Over-the-counter Markets. Econometrica, 73(6):1815Ã\u0083Â¢1847. 8, 10 DuÃ\u0083Â¯e, D., Garleanu, N., and Pedersen, L. H. (2007). Valuation in Over-the-Counter Markets.",
        "Review of Financial Studies, 20(6):1865Ã\u0083Â¢1900. 5 Economides, N. (1996). The economics of networks. International Journal of Industrial Organization, 14(6):673Ã\u0083Â¢699. 37 Foucault, T. and Parlour, C. A. (2004). Competition for Listings. Rand Journal of Economics, 35(2):329Ã\u0083Â¢355. 8 Gabszewicz, J. and Thisse, J.-F. (1979). Price Competition, Quality and Income Disparities.",
        "Journal of Economic Theory, 20:340Ã\u0083Â¢359. 8 Glosten, L. R. (1994). Is the electronic open limit order book inevitable? Journal of Finance, 49(4):1127Ã\u0083Â¢1161. 7 Hendershott, T. and Mendelson, H. (2000). Crossing Networks and Dealer Markets: Competition and Performance. Journal of Finance, 55(5):2071Ã\u0083Â¢2115. 7 Huang, J. and Wang, J. (2010). Market liquidity, asset prices, and welfare. Journal of Financial Economics, 95(1):107Ã\u0083Â¢127. 8 Jarrow, R. A. and Protter, P. (2011). A Dysfunctional Role of High Frequency Trading in Electronic Markets. 8 Jovanovic, B. and Menkveld, A. J. (2010). Middlemen in Electronic Markets. 46 Lagos, R. and Rocheteau, G. (2009). Liquidity in Asset Markets With Search Frictions. Econometrica, 77(2):403Ã\u0083Â¢426. 8, 10, 11, 12 Madhavan, A. (1995). Consolidation, Fragmentation and the Disclosure of Trading Information.",
        "Review of Financial Studies. 7 Mendelson, H. (1987). Consolidation, fragmentation, and market performance. Journal of Financial and Quantitative Analysis, 22:187Ã\u0083Â¢207. 7 Menkveld, A. J. (2011). Electronic Trading and Market Structure. In UK Government Driver Review, DR16. 4 OÃ\u0083Â¢Hara, M. and Ye, M. (2011). Is market fragmentation harming market quality? Journal of Financial Economics. 8 Pagano, M. (1989). Trading volume and Asset Liquidity. Quarterly Journal of Economics. 6, 7 Parlour, C. A. and Seppi, D. J. (2003). Liquidity-based competition for order Ã\u0083Â¯ow. Review of Financial Studies, 16(2):329Ã\u0083Â¢355. 7 Santos, T. and Scheinkman, J. A. (2001). Competition Among Exchanges. Quarterly Journal of Economics, 116(3):225Ã\u0083Â¢1061. 8 Shaked, A. and Sutton, J. (1982). Relaxing Price Competition Through Product DiÃ\u0083Â¯erentiation.",
        "Review of Economic Studies, 49(1):3Ã\u0083Â¢13. 8 Shaked, A. and Sutton, J. (1983). Natural Oligopolies. Econometrica, 51(5):1469Ã\u0083Â¢1483. 8 Vayanos, D. and Wang, T. (2007). Search and endogenous concentration of liquidity in asset markets. Journal of Economic Theory, 136(1):66Ã\u0083Â¢104. 8 Weill, P.-O. (2007). Leaning Against the Wind. Review of Economic Studies, 74(October 1987):1329Ã\u0083Â¢1354. 8"
    ]
}