{
    "id": 17653,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Admati, Anat R., and Paul PÃ\u0083Â¯eiderer, 1988, A Theory of Intraday Patterns: Volume and Price Variability, Review of Financial Studies 1, 3Ã\u0083Â¢40.",
        "Adrian, Tobias, Erkko Etula, and Tyler Muir, 2011, Financial Intermediaries and the Cross-Section of Asset Returns. Working paper, Northwestern University and Federal Reserve Bank of New York.",
        "Adrian, Tobias, and Hyun Song Shin, 2010, Liquidity and Leverage, Journal of Financial Intermediation 19, 418Ã\u0083Â¢437.",
        "Amihud, Yakov, 2002, Illiquidity and Stock Returns: Cross-Section and Time-Series Effects, Journal of Financial Markets 5, 31Ã\u0083Â¢56.",
        "Ang, Andrew, Sergiy Gorovyy, and Gregory B. van Inwegen, 2011, Hedge Fund Leverage, Journal of Financial Economics 102.",
        "Avramov, Doron, Tarun Chordia, and Amit Goyal, 2006, Liquidity and Autocorrelations in Individual Stock Returns, Journal of Finance 61, 2365Ã\u0083Â¢2394.",
        "Bao, Jack, Jun Pan, and Jiang Wang, 2011, The Illiquidity of Corporate Bonds, Journal of Finance 66, 911Ã\u0083Â¢946.",
        "Ben-David, Itzhak, Francesco Franzoni, and Rabih Moussawi, 2011, Hedge Fund Stock Trading in the Financial Crisis of 2007-2008, Review of Financial Studies. forthcoming.",
        "Bessembinder, Hendrik, 2003, Trade Execution Costs and Market Quality after Decimalization, Journal of Financial and Quantitative Analysis 38, 747Ã\u0083Â¢777.",
        "Bollerslev, Tim, Michael Gibson, and Hao Zhou, 2011, Dynamic Estimation of Volatility Risk Premia and Investor Risk Aversion from Option-Implied and Realized Volatilities, Journal of Econometrics, 102Ã\u0083Â¢118.",
        "Brunnermeier, Markus K., 2009, Deciphering the Liquidity and Credit Crunch 2007-2008, Journal of Economic Perspectives 23, 77Ã\u0083Â¢100.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse Pedersen, 2008, Carry Trades and Currency Crashes, in Daron Acemoglu, Kenneth RogoÃ\u0083Â¯, and Michael Woodford, eds.: NBER Macroeconomics Annual 2008.",
        "Brunnermeier, Markus K., and Lasse H. Pedersen, 2009, Market Liquidity and Funding Liquidity, Review of Financial Studies 22, 2201Ã\u0083Â¢2238.",
        "Chernov, Mikhail, 2007, On the Role of Risk Premia in Volatility Forecasting, Journal of Business and Economic Statistics 25, 411Ã\u0083Â¢426.",
        "Chordia, Tarun, Asani Sarkar, and Avanidhar Subrahmanyam, 2005, An Empirical Analysis of Stock and Bond Market Liquidity, Review of Financial Studies 18, 85Ã\u0083Â¢129.",
        "Comerton-Forde, Carole, Terrence Hendershott, Charles M. Jones, Pamela C. Moulton, and Mark S. Seasholes, 2010, Time Variation in Liquidity: The Role of Market Maker Inventories and Revenues, Journal of Finance 65, 295Ã\u0083Â¢331.",
        "Deuskar, Prachi, 2008, Extrapolative Expectations: Implications for Volatility and Liquidity, working paper,. University of Illinois Urbana/Champaign.",
        "GÃ\u0083â\u0080¹arleanu, Nicolae, and Lasse Heje Pedersen, 2011, Margin-Based Asset Pricing and Deviations from the Law of One Price, Review of Financial Studies 24, 1980Ã\u0083Â¢2022.",
        "GÃ\u0083â\u0080¹arleanu, Nicolae, Lasse Heje Pedersen, and Allen M. Poteshman, 2009, Demand-Based Option Pricing, Review of Financial Studies 22, 4259Ã\u0083Â¢4299.",
        "Glosten, Lawrence R., and Paul R. Milgrom, 1985, Bid, Ask and Transaction Prices in a Specialist Market with Heterogeneously Informed Traders, Journal of Financial Economics 14, 71Ã\u0083Â¢100.",
        "Gorton, Gary, and Andrew Metrick, 2010, Haircuts, Federal Reserve Bank of St. Louis Review 92, 507Ã\u0083Â¢519.",
        "Gromb, Denis, and Dimitri Vayanos, 2002, Equilibrium and welfare in markets with Ã\u0083Â¯nancially constrained arbitrageurs, Journal of Financial Economics 66, 361Ã\u0083Â¢407.",
        "Hameed, Allaudeen, Wenjin Kang, and S. Viswanathan, 2010, Stock Market Declines and Liquidity, Journal of Finance 65, 257Ã\u0083Â¢293.",
        "Hansch, Oliver, Narayan Y. Naik, and S. Viswanathan, 1998, Do Inventories Matter in Dealership Markets? Evidence from the London Stock Exchange, Journal of Finance 53, 1623Ã\u0083Â¢1656.",
        "Hasbrouck, Joel, 1991, The Summary Informativeness of Stock Trades: An Econometric Analysis, Review of Financial Studies 4, 571Ã\u0083Â¢595.",
        "Hendershott, Terrence, Charles M. Jones, and Albert J. Menkveld, 2011, Does Algorithmic Trading Improve Liquidity?, Journal of Finance 66, 1Ã\u0083Â¢33.",
        "Hendershott, Terrence, and Albert J. Menkveld, 2010, Price Pressures, working paper, UC Berkeley.",
        "Hendershott, Terrence, and Mark S. Seasholes, 2007, Market Maker Inventories and Stock Prices, American Economic Review Papers and Proceedings 97, 210Ã\u0083Â¢214.",
        "Ho, Thomas, and Hans R. Stoll, 1981, Optimal Dealer Pricing Under Transactions and Return Uncertainty, Journal of Financial Economics 9, 47Ã\u0083Â¢73.",
        "Kaniel, Ron, Gideon Saar, and Sheridan Titman, 2008, Individual Investor Trading and Stock Returns, Journal of Finance 63, 273Ã\u0083Â¢310.",
        "Khandani, Amir E., and Andrew W. Lo, 2007, What Happened to the Quants in August 2007?, Journal of Investment Management 5, 5Ã\u0083Â¢54.",
        "Llorente, Guillermo, Roni Michaely, Gideon Saar, and Jiang Wang, 2002, Dynamic VolumeReturn Relation of Individual Stocks, Review of Financial Studies 15, 1005Ã\u0083Â¢1047.",
        "Lo, Andrew W., and A. Craig MacKinlay, 1990, When are Contrarian ProÃ\u0083Â¯ts Due to Stock Market Overreaction?, Review of Financial Studies 2, 175Ã\u0083Â¢205.",
        "Naik, Narayan Y., and Pradeep K. Yadav, 2003, Do dealer Ã\u0083Â¯rms manage inventory on a stock-by-stock or a portfolio basis?, Journal of Financial Economics 69, 325Ã\u0083Â¢353.",
        "Pastor, Ã\u0083â\u0080¹LuboÃ\u0083â\u0080¹s, and Robert F. Stambaugh, 2003, Liquidity Risk and Expeced Stock Returns, Journal of Political Economy 111, 642Ã\u0083Â¢685.",
        "Stambaugh, Robert F., 1999, Predictive Regressions, Journal of Financial Economics 54, 375Ã\u0083Â¢421.",
        "Wang, Jiang, 1994, A Model of Competitive Stock Trading Volume, Journal of Political Economy 102, 127Ã\u0083Â¢168."
    ]
}