{
    "id": 1765,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Aaron, Henry, Some Further Thoughts on Recapture of Excess Depreciation. Mimeo, July 1985.",
        "Atkinson, Anthony B. and Joseph Stiglitz, The Design of Tax Structure: Direct versus Indirect Taxation. Journal of Public Economics 6 (July-August 1976), pp. 55-75.",
        "Ballard, Charles, John B. Shoven, and John Whalley, The Welfare Cost of Distortions in the United States Tax System: A General Equilibrium Approach. American Economic Review 75 (March 1985), pp. 128-138.",
        "Boskin, Michael, Taxation, Saving, and the Rate of Interest. Journal of Political Economy 86 (April 1978, Part 2), pp. S3-S27.",
        "Browning, Edgar, A Critical Appraisal of Hausmans Welfare Cost Estimates. Mimeo, 1985.",
        "Clotfelter, Charles, Tax Evasion and Tax Rates: An Analysis of Individual Returns. Review of Economics and Statistics 65 (August 1983), pp. 363-373.",
        "Congressional Budget Office, Analysis of the Long-Term Revenue Impacts of the Presidents Tax Reform Plan. June 1985.",
        "Deaton, Angus, Econometric Issues for Tax Design in Developing Countries. Mimeo, January 1984.",
        "Diamond, Peter and James Mirrlees, Optimal Taxation and Public Production, I: Production and II: Tax Rules. American Economic Review 61 (March and June 1971), pp. 8-27 and 261-278.",
        "Downs, Anthony, Impacts of the Presidents Proposed Tax Reforms Upon Real Estate. Mimeo, June 21, 1985.",
        "Feldstein, Martin and Daniel R. Feenberg, Alternative Tax Rules and Personal Saving Incentives: Microeconomic Data and Behavioral Simulation. In Martin Feldstein (ed.) Behavioral Simulation Methods in Tax Policy Analysis (Chicago: The University of Chicago Press, 1983).",
        "Fullerton, Don, The Indexation of Interest, Depreciation, and Capital Gains: A Model of Investment Incentives. NBER Working Paper No. 1655, June 1985.",
        "Gordon, Roger and Joel Slemrod, A General Equilibrium Simulation Study of Subsidies to Municipal Expenditures. Journal of Finance 38 (May 1983), pp. 585-594.",
        "Gravelle, Jane, Effects of Business Tax Provisions in the Administrations Proposals: Updated Tables. Congressional Research Service Report No. 85-783E, June 6, 1985.",
        "Hall, Robert E. and Alvin Rabushka, The Flat Tax (Stanford, Ca.: Hoover Institution Press, 1985).",
        "Hamilton, Bruce, Capitalization of Intrajurisdictional Differences in Local Tax Prices. American Economic Review 66 (December 1976), pp. 743-753.",
        "Hausman, Jerry, Labor Supply. In Henry Aaron and Joseph Pechman (eds.) How Taxes Affect Economic Behavior (Washington, D.C.: The Brookings Institution, 1981).",
        "Heckman, James, Coment on Hausrnan. In Martin Feldstein (ed.) Behavioral Simulation Methods in Tax Policy Analysis (Chicago: University of Chicago Press, 1983).",
        "Hendershott, Patric, Tax Reform, Interest Rates, and Capital Allocation. Mimeo, July 1985.",
        "Hendershott, Patr~c and Joel Slemrod, Taxes and the User Cost of Capital for ~~ner-Occupied Housing. American Real Estate and Urban Economics Association Journal 10 (Winter 1983), pp. 375-393.",
        "King, Mervyn, Savings and Taxation. In G.A. Hughes and G.M. Heal (eds.), Public Policy and the Tax System (London: Allen and Unwin, 1980).",
        "Mason, Robert and Lyle D. Calvin, Public Confidence and Admitted Tax Evasion. National Tax Journal 37 (December 1984), pp. 489-496.",
        "Sandmo, Agnar, Progressive Taxation, Redistribution, and Labor Supply. Scandinavian Journal of Economics 85 (July 1983), pp. 311-323.",
        "Skinner, Jonathan and Joel Slemrod, An Economic Perspective on Tax Evasion. National Tax Journal 38 (September 1985), forthcoming.",
        "Slemrod, Joel, Do We Know How Progressive the Income Tax System Should Be? National Tax Journal 36 (September 1983), pp. 361-370.",
        "Slemrod, Joel, The Return to Tax Simplification: An Econometric Analysis. Mimeo, August 1984.",
        "Slemrod, Joel and Nikki Sorum, The Compliance Cost of the U.S. Individual Income Tax System. National Tax Journal 37 (December 1984), pp. 461-474.",
        "Stretch, C. Clinton and Emil Sunley, Recapture of Excess Depreciation: What Are the Issues? Tax Notes, June 24, 1985.",
        "Stuart, Charles, Welfare Costs Per Dollar of Additional Tax Revenue in the United States. American Economic Review 74 (June 1984), pp. 352-362.",
        "Tiebout, Charles, A Pure Theory of Local Expenditures. Journal of Political Economy 64 (October 1956), pp. 416-424.",
        "U.S. President, The Presidents Tax Proposals to the Con~ress for Fairness, Growth, and Yitzhaki, Shiomo, A Note on `Income Tax Evasion: A Theoretical Analysis. Journal of Public Economics 3 (May 1974), pp. 201-202."
    ]
}