{
    "id": 17657,
    "cites": 14,
    "cited_by": 44,
    "reference": [
        "Evans, William N. and John D. Graham, Traffic Safety and the Business Cycle, Alcohol, Drugs, and Driving, January-March 1988, 4(1), 31-38.",
        "Goodman, William C. (2006) Ã\u0083Â¢Employment in Hospitals: Unconventional Patterns over Time.Ã\u0083Â¢ Monthly Labor Review 129 (6):3-14.",
        "Miller, Douglas L., Marianne E. Page, Ann Huff Stevens, and Mateusz Filipski 2009. Ã\u0083Â¢Why are recessions good for your health?Ã\u0083Â¢ American Economic Review: Papers & Proceedings, 99:2, 122127.",
        "Miller, Douglas L., and Christina Paxson 2006. Ã\u0083Â¢Relative Income, Race, and Mortality.Ã\u0083Â¢ Journal of Health Economics, 25: 979-1003.",
        "Murtaugh, Chrisopher, Peter Kember, and Brenda Spillman, 1990. Ã\u0083Â¢The Risk of Nursing-Home use in Later Life.Ã\u0083Â¢ Medical Care, October 28(10): 952-962.",
        "Ruhm, Christopher J., 2000. Ã\u0083Â¢Are Recessions Good for Your Health?Ã\u0083Â¢ Quarterly Journal of Economics, May 115(2):617-650.",
        "Ruhm, Christopher J., 2003. Ã\u0083Â¢Good Times Make You Sick.Ã\u0083Â¢ Journal of Health Economics, 22(4):637658.",
        "Ruhm, Christopher J., 2005a. Ã\u0083Â¢Mortality Increases During Economic Upturns.Ã\u0083Â¢ International Journal of Epidemiology, 34(6): 1206-1211.",
        "Ruhm, Christopher J., 2005b. Ã\u0083Â¢Healthy living in hard times.Ã\u0083Â¢ Journal of Health Economics, 24, 341-363.",
        "Ruhm, Christopher J., 2007. Ã\u0083Â¢A Healthy Economy Can Break Your Heart.Ã\u0083Â¢ Demography, November 44(4):829-848.",
        "Ruhm, Christopher J., 2008. Ã\u0083Â¢Macroeconomic Conditions, Health, and Government Policy.Ã\u0083Â¢ In Making Americans Healthier: Social and Economic Policy as Health Policy. Robert F. Schoeni, James S.",
        "House, George A. Kaplan, and Harold Pollack, Editors. New York: Russell Sage Foundation. Sullivan, Daniel, and Till von Wachter, 2009. Ã\u0083Â¢Job Displacement and Mortality: An Analysis using Administrative Data. Quarterly Journal of Economics August 2009, 1265-1306.",
        "United States General Accounting Office, 2001. Ã\u0083Â¢Nursing Workforce: Recruitment and Retention of Nurses and Nurse Aides Is a Growing Concern.Ã\u0083Â¢ Testimony before the Committee on Health, Education, Labor and Pensions, U.S. Senate.",
        "Yamada, Yoshiko, 2002. Ã\u0083Â¢Profile of Home Care Aides, Nursing Home Aides, and Hospital Aides Historical Changes and Data Recommendations.Ã\u0083Â¢ The Gerontologist 42(2):199-206."
    ]
}