{
    "id": 17658,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Bansak C, Raphael S. The Effects of State Policy Design Features on Take-up and Crowdout Rates for the State ChildrenÃ\u0083Â¢s Health Insurance Program. J Pol Anal Manage. 2006;26(1):149-75.",
        "Bissell, MK, Allen M, Healthy Ties: ensuring health coverage for children raised by grandparents and other relatives, ChildrenÃ\u0083Â¢s Defense Fund Report 2001, http://cdf.childrensdefense.org/site/DocServer/healthyties_fullreport.pdf?docID=638, accessed November 15, 2010. Cohen RD, Horn A, Rudowitz R, Marks C. Determining Income Eligibility in ChildrenÃ\u0083Â¢s Health Coverage Programs: How States Use Disregards in ChildrenÃ\u0083Â¢s Medicaid and SCHIP.",
        "Kaiser Family Foundation Commission on Medicaid and the Uninsured. Report No. 7776, May 2008.",
        "Congressional Budget Office, State ChildrenÃ\u0083Â¢s Health Insurance Program; 2007 May.",
        "Cutler DM, Gruber J. Does public insurance crowd out private insurance? Quart J Econ. 1996;111(2):391-430.",
        "Davern M, Jonese A, Lepkowski J, Davidson G, Blewett LA. Estimating Regression Standard Errors with Data from the Current Population SurveyÃ\u0083Â¢s Public Use File. Inquiry. 2007;44(2):211-224 Davidson G, LA BLewett, KT Call, Public program crowd out of private coverage: What are the issues? RWJ Research Synthesis Report No 5, June 2004, http://www.shadac.org/files/CrowdOut_Report_Jun04.pdf Gruber J, Simon K. Crowd-Out 10 Years Later: Have Recent Public Insurance Expansions Crowded Out Private Health Insurance? J Health Econ. 2008;27:201-17.",
        "Ham JC, Shore-Sheppard L. The effect of Medicaid Expansions for Low Income Children on Medicaid Participation and Private Insurance Coverage: Evidence from the SIPP. J Public Econ. 2005;89:57-83 Hudson J, Selden T, Banthin J. The Impact of SCHIP on Insurance Coverage of Children. Inquiry. 2005;42(3):232-54.",
        "Kaiser Commission on Medicaid and the Uninsured, Enrolling Children and Families in Health Coverage: The Promise of Doing More,; 2002 Jun 12. Publication 4046.",
        "Kaiser Commission on Medicaid and the Uninsured. A Foundation for Health Reform: Findings of a 50 State Survey of Eligibility, Enrollment and Renewal Procedures, and CostSharing Practices in Medicaid and CHIP for Children and Parents During 2009; 2009 Dec 8. Publication 8028.",
        "Kaiser Commission on Medicaid and the Uninsured. Beneath the Surface: Barriers Threaten to Slow Progress on Expanding Health Coverage of Children and Families; 2004 Oct 4. Publication 7191.",
        "Kaiser Commission on Medicaid and the Uninsured. Challenges of Providing Health Coverage for Children and Parents in a Recession: A 50 State Update on Eligibility Rules, Enrollment and Renewal Procedures, and Cost-Sharing Practices in Medicaid and SCHIP in 2009; 2009 Jan 23. Publication 7855.",
        "Kaiser Commission on Medicaid and the Uninsured. Health Coverage for Children and Families in Medicaid and SCHIP: State Efforts Face New Hurdles; 2008 Jan 28. Publication 7740.",
        "Kaiser Commission on Medicaid and the Uninsured. In a Time of Growing Need: State Choices Influence Health Coverage Access for Children and Families; 2005 Oct 18. Publication 7393.",
        "Kaiser Commission on Medicaid and the Uninsured. Making It Simple: Medicaid for Children and CHIP Income Eligibility Guidelines and Enrollment Procedures; 2006 Oct 13. Publication 2166.",
        "Kaiser Commission on Medicaid and the Uninsured. Preserving Recent Progress for Health Coverage of Children and Parents: New Tensions Emerge; 2003 Jul 29. Publication 4125.",
        "Kaiser Commission on Medicaid and the Uninsured. Resuming the Path to Health Coverage for Children and Parents: A 50-State Update on Eligibility Rules, Enrollment and Renewal Procedures, and Cost-Sharing Practices in Medicaid and SCHIP in 2006; 2007 Jan 9. Publication 7608.",
        "Lo Sasso AT, Buchmueller TC. The Effect of the State ChildrenÃ\u0083Â¢s Health Insurance Program on Health Insurance Coverage. J Health Econ. 2004;23:1059-82.",
        "Smith D. (Center for Medicaid and State Operations). Letter to: State Health Official (Department of Health & Human Services, Baltimore, MD). 2007 Aug 17. Available from: http://www.cms.hhs.gov/smdl/downloads/SHO081707.pdf.",
        "Sommers A, Zuckerman S, Dubay L, Kenney G. Substitution of SCHIP for Private Coverage: Results from a 2002 Evaluation in Ten States. Health Affairs. 2007;26(2):529-37.",
        "State Health Access Data Assistance Center (SHADAC). Comprehensive Coverage for Children [Policy Summary]; August, 2009.",
        "Swartz K. Interpreting the estimates from four national surveys on the number of people without health insurance. J Econ Soc Meas. 1986;14(3):233-42. TRIM3 project website, trim3.urban.org."
    ]
}