{
    "id": 17665,
    "cites": 50,
    "cited_by": 3,
    "reference": [
        "Ahamed, Liaquat (2009), Lords of Finance: The Bankers Who Broke the World, New York: Penguin.",
        "Bayoumi, Tamim and Barry Eichengreen (1997), Ã\u0083Â¢The Stability of the Gold Standard and the Evolution of the International Monetary Sytem,Ã\u0083Â¢ in Tamim Bayoumi, Barry Eichengreen and Mark Taylor (eds), Economic Perspectives on the Classical Gold Standard, Cambridge: Cambridge University Press, pp.165-188.",
        "Bennett, Lynne, S. E. Ragland, and Peter Yolles (1998), Ã\u0083Â¢Facilitating Agreements Through an Interconnected Game Approach Ã\u0083Â¢ the Case of River Basins,Ã\u0083Â¢ in Richard Just and Sinaia Netanyahu (eds), Conflict and Cooperation on Transborder Water Resources: Boston: Kluwer.",
        "Bronfenbrenner, Martin (1980), Ã\u0083Â¢On the Locomotive Theory in International Macroeconomics,Ã\u0083Â¢ Weltwirtschaftsliches Archiv 115, pp.38-50.",
        "Calvo, Guillermo and Enrique Mendoza (1996), Ã\u0083Â¢MexicoÃ\u0083Â¢s Balance-of-Payments Crisis: A Chronicle of a Death Foretold,Ã\u0083Â¢ Journal of International Economics 41, pp.235-264.",
        "Camdessus, Michel (1995), Ã\u0083Â¢Drawing Lessons from the Mexican Financial Crisis: Preventing and Resolving Financial Crises: The Role of the IMF,Ã\u0083Â¢ www.imf.org (22 May).",
        "Clarke, Stephen V.O. (1967), Central Bank Cooperation, 1924-1931, New York: Federal Reserve Bank of New York.",
        "Cooper, Richard (1989), Ã\u0083Â¢International Cooperation in Public Health as a Prologue to Macroeconomic Cooperation,Ã\u0083Â¢ in Richard Cooper, Barry Eichengreen, Gerald Holtham, Robert Putnam, and Randall Henning, Can Nations Agree? Washington, D.C.: The Brookings Institution, pp.178-254.",
        "Cooper, Richard (2004), Ã\u0083Â¢U.S. Deficit: It is Not Only Sustainable, It is Logical,Ã\u0083Â¢ Financial Times (31 October).",
        "Cooper, Richard (2006), Ã\u0083Â¢Almost a Century of Central Bank Cooperation,Ã\u0083Â¢ BIS Working Paper no. 198 (February).",
        "Corbett, Jenny and Takatoshi Ito (2010), Ã\u0083Â¢What the U.S. and China Should Learn from Past U..S.-Japan Conflict,Ã\u0083Â¢ VoxEU (30 April), www.voxeu.org.",
        "Cox, Gary and Matthew McCubbins (2001), Ã\u0083Â¢The Institutional Determinants of Economic Policy,Ã\u0083Â¢ in Stephan Haggard and Matthew McCubbins (eds), Presidents, Parliaments and Policy, Cambridge: Cambridge University Press, pp.21-63.",
        "Dell, Sidney (1981), Ã\u0083Â¢On Being Grandmotherly: The Evolution of IMF Conditionality,Ã\u0083Â¢ Essays in International Finance, International Finance Section, Department of Economics, Princeton University.",
        "Diamond, Douglas and Philip Dybvig (1983), Ã\u0083Â¢Bank Runs, Deposit Insurance and Liquidity,Ã\u0083Â¢ Journal of Political Economy 91, pp.401-419.",
        "Eichengreen, Barry (1992), Golden Fetters: The Gold Standard and the Great Depression, 19191939, New York: Oxford University Press.",
        "Eichengreen, Barry (1994), Reconstructing EuropeÃ\u0083Â¢s Trade and Payments: The European Payments Union, Manchester and Ann Arbor: Manchester University Press and University of Michigan Press.",
        "Eichengreen, Barry (2011b), Ã\u0083Â¢Mr. Bernanke Goes to War,Ã\u0083Â¢ The National Interest 111, pp.6-15.",
        "Eichengreen, Barry and Richard Portes (1994), Crisis, What Crisis? Orderly Workouts for Sovereign Debtors, London: CEPR.",
        "Eichengreen, Barry and Marc Uzan (1992), Ã\u0083Â¢The 1933 World Economic Conference as an Instance of Failed International Cooperation,Ã\u0083Â¢ in Peter Evans, Harold Jacobson and Robert Putnam (eds), Double-Edged Diplomacy: The Logic of Two-Level Games, Berkeley: University of California Press, pp.171-206.",
        "Eichengreen, Barry and Charles Wyplosz (1993), Ã\u0083Â¢The Unstable EMS,Ã\u0083Â¢ Brookings Papers on Economic Activity 1, pp.51-144.",
        "Endres, Anthony and Grant Fleming (2002), International Organizations and the Analysis of Economic Policy, 1919-1950, New York: Cambridge University Press.",
        "Estevadordal, Antoni, Brian Franz and Alan Taylor (2002), Ã\u0083Â¢The Rise and Fall of World Trade, 18701939, Ã\u0083Â¢ NBER Working Paper no.9318 (November).",
        "Feldstein, Martin (1988), Ã\u0083Â¢Thinking about International Economic Coordination,Ã\u0083Â¢ Journal of Economic Perspectives 2, pp.3-13.",
        "Flandreau, Marc (1997), Ã\u0083Â¢Central Bank Cooperation in Historical Perspective: A Skeptical View,Ã\u0083Â¢ Economic History Review 50, pp.735-763.",
        "Frankel, Jeffrey (1994), Ã\u0083Â¢Exchange Rate Policy,Ã\u0083Â¢ in Martin Feldstein (ed.), American Economic Policy in the 1980s, Chicago: University of Chicago Press, pp.293-366.",
        "Gallarotti, Giulio (1995), The Anatomy of an International Monetary Regime: The Classical Gold Standard, 1880-1913, New York: Oxford University Press.",
        "Haas, Peter, ed. (1992), Knowledge, Power and International Policy Coordination, Columbia: University of South Carolina Press.",
        "Hill, Martin (1946), The Economic and Financial Organization of the League of Nations: A Survey of Twenty-Five YearsÃ\u0083Â¢ Experience, Washington, D.C.: Carnegie Endowment for International Peace.",
        "James, Harold (1996), International Monetary Cooperation since Bretton Woods, New York: Oxford University Press.",
        "Kapstein, Ethan (1989), Ã\u0083Â¢Resolving the RegulatorÃ\u0083Â¢s Dilemma: International Coordination of Banking Regulations,Ã\u0083Â¢ International Organization 43, pp.323-347.",
        "Kenen, Peter B. (1990), Ã\u0083Â¢The International Coordination of Policies,Ã\u0083Â¢ in William Branson, Jacob Frenkel and Morris Goldstein (eds), International Policy Coordination and Exchange Rate Fluctuations, Chicago: University of Chicago Press, pp.63-108.",
        "Krasner, Stephen, ed. (1983), International Regimes, Ithaca: Cornell University Press.",
        "Lipscy, Philip (2003), Ã\u0083Â¢JapanÃ\u0083Â¢s Asian Monetary Fund Proposal,Ã\u0083Â¢ Stanford Journal of East Asian Affairs 3, pp.93-104.",
        "Lopez-Cordoba, Ernesto and Christopher Meissner (2003), Ã\u0083Â¢Exchange Rate Regimes and International Trade: Evidence from the International Gold Standard, 1870-1913,Ã\u0083Â¢ American Economic Review 93, pp.344-353.",
        "Meissner, Christopher (2005), Ã\u0083Â¢A New World Order: Explaining the International Diffusion of the Gold Standard, 1870-1913,Ã\u0083Â¢ Journal of Economic History 66, 385-406.",
        "Meltzer, Allan (2003), A History of the Federal Reserve, Volume 1, 1913-1949, Chicago: University of Chicago Press.",
        "Nurkse, Ragnar (1946), The Course and Control of Inflation, Geneva: League of Nations.",
        "Olsen, Mancur (1965), The Logic of Collective Action, New Haven: Yale University Press.",
        "Pauly, Louis (1992), Ã\u0083Â¢From Monetary Manager to Crisis Manager: Systemic Change and the International Monetary Fund,Ã\u0083Â¢ in Roger Morgan, Stefano Guzzini and and Anna Leander (eds), A New Diplomacy in the Post-Cold War World, New York: Macmillan/St. Martins, pp.122-130.",
        "Persson, Torsten and Guido Tabellini (1995), Ã\u0083Â¢Double Edged Incentives: Institutions and International Coordination,Ã\u0083Â¢ Handbook of International Economics, Amsterdam: Elsevier, vol. 3, pp.1973-2030.",
        "Peters, Guy (1999), Institutional Theory in Political Science, London: Continuum.",
        "Reti, Steven (1998), Silver and Gold: The Political Economy of International Monetary Conferences, 1867-1892, Westport: Greenwood Press.",
        "Rogoff, Kenneth (1985), Ã\u0083Â¢Can International Monetary Policy Coordination Be Counterproductive?Ã\u0083Â¢ Journal of International Economics 18, p.199-217.",
        "Roubini, Nouriel and Brad Setser (2005), Ã\u0083Â¢Will the Bretton Woods 2 Regime Unravel Soon? The Risk of a Hard Landing in 2005-6,Ã\u0083Â¢ unpublished manuscript, Stern School of Business (June).",
        "Sachs, Jeffrey (1985), Ã\u0083Â¢The Dollar and the Policy Mix,Ã\u0083Â¢ Brookings Papers on Economic Activity 1, pp.117-197.",
        "Smith, Michael (2004), Ã\u0083Â¢Institutionalization, Policy Adaptation, and European Foreign Policy Cooperation,Ã\u0083Â¢ European Journal of International Relations 10, pp.95-136.",
        "Strange, Susan (1980), Ã\u0083Â¢Germany and the World Monetary System,Ã\u0083Â¢ in Wilfrid Kohl and Giorgio Basevi (eds), West Germany: A European and Global Power, Lexington and Toronto: Lexington Books, pp.45-62.",
        "Toniolo, Gianni (2005), Central Bank Cooperation at the Bank for International Settlements 1930-1973, Cambridge: Cambridge University Press.",
        "Wolf, Nikolaus (2910), Ã\u0083Â¢EuropeÃ\u0083Â¢s Great Depression: Coordination Failure after the First World War,Ã\u0083Â¢ CESifo Working Paper no.3164 (September).",
        "World Bank (1993), The Asian Miracle, Washington, D.C.: The World Bank."
    ]
}