{
    "id": 17662,
    "cites": 25,
    "cited_by": 27,
    "reference": [
        "Adao, B., I. Correia, and P. Teles (2009): On the relevance of exchange rate regimes for stabilization policy, Journal of Economic Theory, 144(4), 14681488.",
        "Andrade, P., M. CarrÃ\u0083Æ\u0092, and A. BÃ\u0083Æ\u0092nassy-QuÃ\u0083Æ\u0092rÃ\u0083Æ\u0092 (2010): Competition and pass-through on international markets: Firm-level evidence from VAT shocks, CEPII.",
        "Berglas, E. (1974): Devaluation, Monetary Policy, and Border Tax Adjustment, Canadian Journal of Economics, 7(1), 111.",
        "Boscam, J. E., A. Diaz, R. Domenech, J. Ferri, E. Perez, and L. Puch (2011): REMS: A Rational Expectations Model for Simulation and Policy Evaluation of the Spanish Economy, in The Spanish Economy: A General Equilibrium Perspective, ed. by J. Bosca, R. Domenech, J. Ferri, and J. Varela. Palgrave Macmillan.",
        "Calmfors, L. (1998): Macroeconomic Policy, Wage Setting and Employment-What dierence does the EMU make?, Oxford Review of Economic Policy, 14(3), 125151.",
        "Campa, J. M., L. S. Goldberg, and J. M. GonzÃ\u0083Æ\u0092lez-MÃ\u0083Æ\u0092nguez (2005): Exchange-Rate Pass-Through to Import Prices in the Euro Area, NBER Working Papers No. 11632.",
        "Carare, A., and S. Danninger (2008): Ination Smoothing and the Modest Eect of VAT in Germany, IMF Working Papers No. 08/175.",
        "Carbonnier, C. (2007): Who pays sales taxes? Evidence from French VAT reforms, 1987 1999, Journal of Public Economics, 91(56), 12191229.",
        "Correia, I., E. Farhi, J. P. Nicolini, and P. Teles (2011): Unconventional Fiscal Policy at the Zero Bound, NBER Working Papers No. 16758.",
        "Correia, I., J. P. Nicolini, and P. Teles (2008): Optimal Fiscal and Monetary Policy: Equivalence Results, Journal of Political Economy, 116(1), 141170.",
        "Corsetti, G. (2008): New Open Economy Macroeconomics, in The New Palgrave Dictionary of Economics, ed. by S. N. Durlauf, and L. E. Blume. Palgrave Macmillan, Basingstoke.",
        "Devereux, M. B., and C. Engel (2007): Expenditure switching versus real exchange rate stabilization: Competing objectives for exchange rate policy, Journal of Monetary Economics, 54(8), 23462374.",
        "Devereux, M. B., and A. Sutherland (2008): Country Portfolios in Open Economy Macro Models, NBER Working Papers No. 14372.",
        "Feldstein, M. S., and P. R. Krugman (1990): International Trade Eects of Value-Added Taxation, in Taxation in the Global Economy, NBER Chapters, pp. 263282. National Bureau of Economic Research, Inc.",
        "Franco, F. (2011): Improving competitiveness through scal devaluation, the case of Portugal,  Universidade Nova de Lisboa.",
        "GalÃ\u0083Æ\u0092, J. (2008): Monetary Policy, Ination and the Business Cycle: An Introduction to the New Keynesian Framework. Princeton University Press.",
        "Gourinchas, P.-O., and H. Rey (2007): From World Banker to World Venture Capitalist: U.S. External Adjustment and the Exorbitant Privilege, in G7 Current Account Imbalances: Sustainability and Adjustment, NBER Chapters, pp. 1166. National Bureau of Economic Research, Inc.",
        "Grossman, G. M. (1980): Border tax adjustments: Do they distort trade?, Journal of International Economics, 10(1), 117128.",
        "Hevia, C., and J. P. Nicolini (2011): Optimal Devaluations, Federal Reserve Bank of Minneapolis.",
        "IMF Staff (2011): Fiscal Monitor: Addressing Fiscal Challenges to Reduce Economic Risks. International Monetary Fund.",
        "Lane, P. R. (2001): The new open economy macroeconomics: a survey, Journal of International Economics, 54(2), 235266.",
        "Lipiska, A., and L. von Thadden (2009): Monetart and Fiscal Policy Aspects of Indirect Tax Changes in a Monetaty Union, ECB Working Papers No. 1097.",
        "Obstfeld, M., and K. Rogoff (2000): New Directions for Stochastic Open Economy Models,  Journal of International Economics, 50, 117153.",
        "Staiger, R. W., and A. O. Sykes (2010):  `Currency manipulation' and world trade, World Trade Review, 9(4), 583627.",
        "Woodford, M. (2003): Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press."
    ]
}