{
    "id": 17669,
    "cites": 47,
    "cited_by": 2,
    "reference": [
        "Aldy, Joseph, Scott Barrett, and Robert Stavins, 2003, Ã\u0083Â¢Thirteen Plus One: A Comparison of Global Climate Architectures,Ã\u0083Â¢ Climate Policy, 3, no. 4, 373-97.",
        "--- and Jeffrey Frankel, 2004, Ã\u0083Â¢Designing a Regime of Emission Commitments for Developing Countries that is Cost-Effective and Equitable,Ã\u0083Â¢ G20 Leaders and Climate Change, Council on Foreign Relations.",
        "--- , Peter Orszag, and Joseph Stiglitz, 2001, Climate Change: An Agenda for Global Collective Action. The Pew Center Workshop on the Timing of Climate Change Policies. October.",
        "Baer, Paul, Tom Athanasiou, Sivan Kartha and Eric Kemp-Benedict, 2008, The Greenhouse Development Rights Framework: The Right to Development in a Climate Constrained World (Hendrich Boll Stiftung, Stockholm, 2nd edition).",
        "Barrett, Scott, 2006, Ã\u0083Â¢Climate Treaties and Ã\u0083Â¢BreakthroughÃ\u0083Â¢ Technologies,Ã\u0083Â¢ American Economic Review, vol. 96, no. 2, May, 22-25.",
        "Bierman, Frank, Philipp Pattberg, and Fariborz Zelli, 2010, editors, Global Climate Governance Beyond 2012: Architecture, Agency and Adaptation (Cambridge Univ. Press, Cambridge UK).",
        "Birdsall, Nancy, Dan Hammer, Arvind Subramanian and Kevin Ummel, 2009, Ã\u0083Â¢Energy Needs and Efficiency, Not Emissions: Re-framing the Climate Change Narrative,Ã\u0083Â¢ Center for Global Development Working Paper 187 (Washington DC).",
        "Bosetti, V., C. Carraro, M. Galeotti, E. Massetti and M. Tavoni, 2006, Ã\u0083Â¢WITCH: A World Induced Technical Change Hybrid Model.Ã\u0083Â¢ The Energy Journal, pp. 13-38.",
        "---, C. Carraro, A. Sgobbi, and M. Tavoni, 2009, Ã\u0083Â¢Modelling Economic Impacts of Alternative International Climate Policy Architectures: A Quantitative and Comparative Assessment of Architectures for Agreement,Ã\u0083Â¢ in Joseph Aldy and Robert Stavins, eds., Post-Kyoto International Climate Policy. (Cambridge, UK: Cambridge University Press).",
        "--- and J. Frankel, 2012, Ã\u0083Â¢Politically Feasible Emission Target Formulas to Attain 460 ppm CO2 Concentrations,Ã\u0083Â¢ forthcoming, Review of Environmental Economics and Policy, winter. HKS RWP 11-016. Revised from Ã\u0083Â¢Global Climate Policy Architecture and Political Feasibility: Specific Formulas and Emission Targets to Attain 460PPM CO2 Concentrations, NBER WP 15516; HPICA Discussion Paper No.09-30; FEEM WP 92, 2009; EMCCC RP 73, 2009.",
        "Cao, Jing, 2009, Reconciling Human Development and Climate Protection: Perspectives from Developing Countries on Post-2012 International Climate Change Policy, in Post-Kyoto International Climate Policy, edited by Joe Aldy and Rob Stavins (Cambridge University Press: Cambridge, UK).",
        "Chakravarty, Shoibal; Ananth Chikkatur, Heleen de Coninck, Stephen Pacala, Robert Socolow and Massimo Tavoni, 2009, Ã\u0083Â¢Sharing Global CO2 Emission Reductions Among One Billion High Emitters,Ã\u0083Â¢ Proceedings of the National Academy of Sciences, early edition.",
        "Clarke, Leon, Jae Edmonds, Volker Krey, Richard Richels, Steven Rose, Massimo Tavoni, 2009, Ã\u0083Â¢International climate policy architectures: Overview of the EMF 22 International Scenarios,Ã\u0083Â¢ Energy Economics 31, S64Ã\u0083Â¢S81.",
        "Edmonds, J.A., H.M. Pitcher, D. Barns, R. Baron, and M.A. Wise, 1992, Ã\u0083Â¢Modeling Future Greenhouse Gas Emissions: The Second Generation Model,Ã\u0083Â¢ in Modeling Global Climate Change, Lawrence Klein and Fu-chen Lo, editors (United Nations University Press: Tokyo), pp. 295-340.",
        "--- S.H. Kim, C.N.McCracken, R.D. Sands, and M.A. Wise, 1997, Ã\u0083Â¢Return to 1990: The Cost of Mitigating United States Carbon Emission in the Post-2000 Period,Ã\u0083Â¢ October ( Pacific Northwest National Laboratory).",
        "Ellerman, Denny, and Barbara Buchner, 2008, Over-Allocation or Abatement? A Prelminary Analysis of the EU ETS Based on the 2005-06 Emissions Data, Environmental and Resource Economics 41, no. 2, October, pp. 267-287.",
        "Frankel, Jeffrey, 1999, Ã\u0083Â¢Greenhouse Gas Emissions,Ã\u0083Â¢ Policy Brief no.52, Brookings Institution, Washington, DC.",
        "--- 2005, Ã\u0083Â¢YouÃ\u0083Â¢re Getting Warmer: The Most Feasible Path for Addressing Global Climate Change Does Run Through Kyoto,Ã\u0083Â¢ Trade and Environment: Theory and Policy in the Context of EU Enlargement and Transition Economies, J.Maxwell and R.Reuveny, eds.(Edward Elgar, UK).",
        "--- 2007, Ã\u0083Â¢Formulas for Quantitative Emission Targets,Ã\u0083Â¢ in Architectures for Agreement: Addressing Global Climate Change in the Post Kyoto World, J.Aldy and R. Stavins, eds. (Cambridge University Press).",
        "--- , 2009, Ã\u0083Â¢An Elaborated Proposal For Global Climate Policy Architecture: Specific Formulas and Emission Targets for All Countries in All Decades,Ã\u0083Â¢ in Post-Kyoto International Climate Policy, edited by Joe Aldy and Rob Stavins (Cambridge University Press). NBER WP 18476.",
        "German Advisory Council on Global Change, 2009, SOlvign the Climate Dilemma: The Budget Approach,Ã\u0083Â¢ (WBGU: Berlin).",
        "Hammett, James, 1999, Ã\u0083Â¢Evaluation Endpoints and Climate Policy: Atmospheric Stabilization, Benefit-Cost Analysis, and Near-Term Greenhouse Gas Emissions,Ã\u0083Â¢Climatic Change 41: 447-68.",
        "Llavador, Humberto, John Roemer and Joaquim Silvestre, 2011, Ã\u0083Â¢Sustainability in the Presence of Global Warming: Theory and Empirics,Ã\u0083Â¢ prepared for the United Nations Development Program.",
        "Lutter, Randy, 2000, Ã\u0083Â¢Developing CountriesÃ\u0083Â¢ Greenhouse Emissions: Uncertainty and Implications for Participation in the Kyoto Protocol,Ã\u0083Â¢ Energy Journal 21(4): 93-120.",
        "Manne, Alan, Robert Mendelsohn, Richard Richels, 1995, MERGE: A Model for Evaluating Regional and Global Effects of GHG Reduction Policies, Energy Policy 23:17.",
        "--- and Richard Richels, 1997, Ã\u0083Â¢On Stabilizing CO2 Concentrations Ã\u0083Â¢ Cost-Effective Emission Reduction Strategies,Ã\u0083Â¢ Stanford University and Electric Power Research Institute, April.",
        "McKibbin, Warwick, and Peter Wilcoxen, 2007, Ã\u0083Â¢A Credible Foundation for Long Term International Cooperation on Climate Change,Ã\u0083Â¢ in Architectures for Agreement: Addressing Global Climate Change in the Post-Kyoto World, edited by Joseph Aldy and Robert Stavins, (Cambridge University Press).",
        "Mendelsohn, R.O., W.N. Morrison, M.E. Schlesinger and N.G. Andronova (1998), Ã\u0083Â¢CountrySpecific Market Impacts of Climate Change,Ã\u0083Â¢ Climatic Change, Vol.45, Nos.3-4.",
        "Nordhaus, William D., 1994, Managing the Global Commons: The Economics of Climate Change (MIT Press: Cambridge).",
        "--- 2006, Ã\u0083Â¢Life After Kyoto: Alternative Approaches Global Warming Policies,Ã\u0083Â¢ American Economic Review, Papers and Proceedings, vol. 96, no. 2, May: 31-34.",
        "--- 2008, A Question of Balance: Weighing the Options on Global Warming Policies (Yale University Press).",
        "---. and J.G. Boyer, 2000, Ã\u0083Â¢Warming the World: the Economics of the Greenhouse EffectÃ\u0083Â¢, MIT Press, Cambridge, Massachusetts.",
        "Olmstead, Sheila, and Robert Stavins, 2006, Ã\u0083Â¢An International Policy Architecture for the PostKyoto Era,Ã\u0083Â¢ American Economic Review, Papers and Proceedings, vol. 96, no. 2, May: 35-38.",
        "Pizer, William, 2006, Ã\u0083Â¢The Evolution of a Global Climate Change Agreement,Ã\u0083Â¢ American Economic Review, Papers and Proceedings, vol.96, no.2, May, 26-30.",
        "Seidman, Laurence, and Kenneth Lewis, 2009, Ã\u0083Â¢Compensations and Contributions under an International Carbon Treaty,Ã\u0083Â¢ Journal of Policy Modeling, 31: 341-350.",
        "Stern, Nicholas, 2007, The Economics of Climate Change: The Stern Review, Cambridge University Press, Cambridge.",
        "---, 2011, Ã\u0083Â¢Key Elements of a Global Deal on Climate Change,Ã\u0083Â¢ London School of Economics.",
        "Stewart, Richard, and Jonathan Weiner, 2003, Reconstructing Climate Policy: Beyond Kyoto (American Enterprise Institute Press, Washington DC).",
        "Tavoni, Massimo, and Richard Tol, 2010, Ã\u0083Â¢Counting Only the Hits: The Risk of Underestimating the Costs of Stringent Climate Policies,Ã\u0083Â¢ Climatic Change 100:769-778.",
        "Tol, Richard S.J., 2002, Ã\u0083Â¢Estimates of the Damage Costs of Climate Change Ã\u0083Â¢ Part I: Benchmark EstimatesÃ\u0083Â¢, Environmental and Resource Economics, Vol. 21.",
        "---., 2002a, Ã\u0083Â¢Estimates of the Damage Costs of Climate Change Ã\u0083Â¢ Part II: Dynamic Estimates,Ã\u0083Â¢ Environmental and Resource Economics, Vol. 21.",
        "---, 2005, Ã\u0083Â¢The Marginal Damage Costs of Carbon Dioxide Emissions: An Assessment of UncertaintiesÃ\u0083Â¢, Energy Policy, No. 33.",
        "Victor, David, 2004, Climate Change: Debating AmericaÃ\u0083Â¢s Policy Options (Council on Foreign Relations, New York).",
        "Wagner, Gernot, James Wang, Stanislas de Margerie and Daniel Dudek, 2008, Ã\u0083Â¢The CLEAR Path: How to Ensure that if Developing Nations Adopt Carbon Limits, Their Early Actions Will be Rewarded,Ã\u0083Â¢ Environmental Defense Fund Working Paper, October 30.",
        "Weyant, John, 2001, Economic Models: How They Work & Why Their Results Differ. In Climate Change: Science, Strategies, & Solutions. Eileen Claussen, Vicki Arroyo Cochran, and Debra Davis, editors (Brill Academic Press, Leiden), pp. 193-208.",
        "Wigley, Tom, Rich Richels and Jae Edmonds, 2007, Ã\u0083Â¢Overshoot Pathways to CO2 Stabilization in Multi-Gas Context,Ã\u0083Â¢ in Human-induced climate change: An interdisciplinary assessment edited by M.E. Schlesinger (Cambridge University Press), pp. 387-401.",
        "Zhang, Yongsheng, 2008, Ã\u0083Â¢An Analytical Framework and Proposal to Succeed Kyoto Protocol: A Chinese Perspective,Ã\u0083Â¢ Development Research Center of the State Council, China, Dec."
    ]
}