{
    "id": 17666,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Adelino, Manuel, Kristopher Gerardi, and Paul S. Willen. 2009. Ã\u0083Â¢Why DonÃ\u0083Â¢t Lenders Renegotiate More Home Mortgages? Redefaults, Self-Cures, and Securitization.Ã\u0083Â¢ NBER Working Paper 15159. Cambridge, MA: National Bureau of Economic Research.",
        "Collins, J. Michael, Ken Lam, and Christopher E. Herbert. 2011. Ã\u0083Â¢State Mortgage Foreclosure Policies and Lender Interventions: Impacts on Borrower Behavior in Default.Ã\u0083Â¢ Journal of Policy Analysis and Management 30(2): 216Ã\u0083Â¢232.",
        "Cordell, Larry, and Vidya Shenoy. 2011. Ã\u0083Â¢The Cost of Delay.Ã\u0083Â¢ Manuscript. Philadelphia, PA: Federal Reserve Bank of Philadelphia.",
        "Foote, Christopher, Kristopher Gerardi, Lorenz Goette, and Paul Willen. 2010. Ã\u0083Â¢Reducing Foreclosures: No Easy Answers.Ã\u0083Â¢ In NBER Macroeconomics Annual 2009, eds. Daron Acemoglu, Kenneth RogoÃ\u0083Â¯, and Michael Woodford, vol. 24, chap. 2, 89Ã\u0083Â¢138. Chicago, IL: University of Chicago Press.",
        "Mian, Atif, Amir SuÃ\u0083Â¯, and Francesco Trebbi. 2011. Ã\u0083Â¢Foreclosures, House Prices, and the Real Economy.Ã\u0083Â¢ NBER Working Paper 16685. Cambridge, MA: National Bureau of Economic Research.",
        "National Consumer Law Center. 2010. Foreclosures. The Consumer Credit and Sales Legal Practice Series, third edition. National Consumer Law Center.",
        "Nelson, Grant S., and Dale A. Whitman. 1985. Real Estate Finance Law. Hornbook Series, Student Edition, second edition. St. Paul, MN: West Publishing.",
        "Nelson, Grant S., and Dale A. Whitman. 2007. Real Estate Finance Law. Hornbook Series, Student Edition, Ã\u0083Â¯fth edition. St. Paul, MN: Thomson/West.",
        "Osborne, George E. 1951. Handbook on the Law of Mortgages. Hornbook Series. St. Paul, MN: West Publishing.",
        "Pennington-Cross, Anthony. 2010. Ã\u0083Â¢The Duration of Foreclosures in the Subprime Mortgage Market: A Competing Risks Model with Mixing.Ã\u0083Â¢ Journal of Real Estate Finance and Economics 40(2): 109Ã\u0083Â¢129.",
        "Phillips, Richard A., and Eric M. Rosenblatt. 1997. Ã\u0083Â¢The Legal Environment and the Choice of Default Resolution Alternatives: An Empirical Analysis.Ã\u0083Â¢ Journal of Real Estate Research 13(2): 145Ã\u0083Â¢154.",
        "Phillips, Richard A., and James H. VanderHoÃ\u0083Â¯. 2004. Ã\u0083Â¢The Conditional Probability of Foreclosure: An Empirical Analysis of Conventional Mortgage Loan Defaults.Ã\u0083Â¢ Real Estate Economics 32(4): 571Ã\u0083Â¢587.",
        "Rao, John, and GeoÃ\u0083Â¯ Walsh. 2009. Ã\u0083Â¢Foreclosing a Dream: State Laws Deprive Homeowners of Basic Protections.Ã\u0083Â¢ Technical Report. Boston, MA: National Consumer Law Center. Available at http://www.nclc.org/images/pdf/foreclosure_mortgage/state_laws/ foreclosing-dream-report.pdf."
    ]
}