{
    "id": 17663,
    "cites": 57,
    "cited_by": 7,
    "reference": [
        "Agrawal, Anup, and Ralph Walkling, 1994, Executive careers and compensation surrounding takeover bids, Journal of Finance 49, 985-1014.",
        "Ahern, Kenneth, 2010, Bargaining power and industry dependence in mergers. Journal of Financial Economics, forthcoming.",
        "Ai, Chunrong, and Edward C. Norton, 2003. Interaction terms in logit and probit models, Economics Letters 80, 123Ã\u0083Â¢129.",
        "Ambrose, Brent W., and William L. Megginson, 1992. The role of asset structure, ownership structure, and takeover defenses in determining acquisition likelihood, Journal of Financial and Quantitative Analysis 27, 575-589.",
        "Barclay, Michael J., and Clifford G. Holderness, 1989, Private benefits from control of public corporations, Journal of Financial Economics 25, 371-395.",
        "Barclay, Michael J., and Clifford G. Holderness, 1991. Negotiated block trades and corporate control, Journal of Finance 46, 861Ã\u0083Â¢878.",
        "Bargeron, Leonce L., Frederik P. Schlingemann, RenÃ\u0083Æ\u0092 M. Stulz, and Chad J. Zutter, 2010, Are acquisition premiums lower because of target CEOsÃ\u0083Â¢ conflicts of interest? Working paper, University of Pittsburgh, The Ohio State University, NBER and ECGI.",
        "Bebchuk, Lucian, Alma Cohen, and Charles C. Y. Wang, 2010, Golden parachutes and the wealth of shareholders, Working paper, Harvard Law School and NBER, Tel-Aviv University, and Stanford University.",
        "Betton, Sandra, Espen B. Eckbo, and Karin S. Thorburn, 2008, Markup pricing revisited, Working paper, Concordia University, Quebec and Tuck School of Business.",
        "Blau, David M., 1994, Labor force dynamics of older men. Econometrica 62, 117-156.",
        "Bradley Michael, Anand Desai, and E. Han Kim, 1988, Synergistic gains from corporate acquisitions and their division between the stockholders of target and acquiring firms, Journal of Financial Economics 21, 3-40.",
        "Burtless, Gary, 1986, Social security, unanticipated benefit increases, and the timing of retirement, Review of Economic Studies 53, 781-805.",
        "Cai, Jie, and Anand M. Vijh, 2007, Incentive effects of stock and options holdings of target and acquirer CEOs, Journal of Finance 62, 1891-1933.",
        "Cotter, James, and Marc Zenner, 1994, How managerial wealth affects the tender offer process, Journal of Financial Economics, 35, 63-97.",
        "Dechow, Patricia M., and Richard D. Sloan, 1991, Executive incentives and the horizon problem: an empirical investigation, Journal of Accounting and Economics 14, 51-89.",
        "Datta, Sudip, Mai Iskandar-Datta, and Kartik Raman, 2001, Executive compensation and corporate diversification decisions, Journal of Finance 56, 2299Ã\u0083Â¢2336.",
        "Denis, David J., Diane K. Denis, and Atulya Sarin, 1997, Agency problems, equity ownership, and corporate diversification, Journal of Finance 52, 135Ã\u0083Â¢160.",
        "Eisfeldt, Andrea L., and Adriano A. Rampini, 2008, Managerial incentives, capital reallocation, and the business cycle, Journal of Financial Economics 87, 177-199.",
        "Fich, Eliezer M., Anh L. Tran, and Ralph A. Walkling, 2010, On the importance of golden parachutes, Working paper, Drexel University.",
        "Fich, Eliezer M., Jie Cai, and Anh L. Tran, 2011, Stock option grants to target CEOs during private merger negotiations, Journal of Financial Economics 101, 413-430.",
        "Gibbons and Murphy, 1992, Optimal incentive contracts in the presence of career concerns: theory and evidence, Journal of Political Economy 100, 468-505.",
        "Greenwood, Robin, and Michael Schor, 2009, Investor activism and takeovers, Journal of Financial Economics 92, 362-375.",
        "Grinstein, Yaniv, and Paul Hribar, 2004, CEO compensation and incentives Ã\u0083Â¢ Evidence from M&A bonuses, Journal of Financial Economics 73, 119-143.",
        "Harford, Jarrad, 2003, Takeover bids and target directorsÃ\u0083Â¢ incentives: The impact of a bid on directorsÃ\u0083Â¢ wealth and board seats, Journal of Financial Economics 69, 51-83.",
        "Harford, Jarrad, Dirk Jenter, and Kai Li, 2011, Institutional cross-holdings and their effects on acquisition decisions, Journal of Financial Economics 99, 27-39.",
        "Harris, Ellie G., 1990, Antitakeover measures, golden parachutes, and target firm shareholder welfare, Rand Journal of Economics 21, 614-625.",
        "Hartzell, Jay, Eli Ofek, and David Yermack, 2004, WhatÃ\u0083Â¢s in it for me? CEOs whose firms are acquired, Review of Financial Studies 17, 37-61.",
        "Hausman, Jerry A., and David A. Wise, 1985, Social Security, Health Status, and Retirement, in D. Wise (ed.) Pensions, Labor, and Individual Choice. Chicago: University of Chicago Press, pp. 159-191.",
        "Heitzman, Shane, 2011, Equity grants to target CEOs during deal negotiations, Journal of Financial Economics 102, 251-271.",
        "HolmstrÃ\u0083Æ\u0092m Bengt, 1982, Managerial incentive schemesÃ\u0083Â¯a dynamic perspective, in Essays in economics and management in honour of Lars Wahlbeck, Helsinki: Swenska HandelshÃ\u0083Æ\u0092gkolan.",
        "Hurd, Michael and Michael Boskin, 1981, The effect of social security on retirement in the early 1970s, Quarterly Journal of Economics 46, 767-790.",
        "Jensen, Michael C., 1986. Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-329.",
        "Jensen, Michael C., 1993, The modern industrial revolution, exit, and the failure of internal control systems, Journal of Finance 48, 831 Ã\u0083Â¢ 880.",
        "Knoeber, Charles R., 1986, Parachutes, shark repellents, and hostile tender offers, American Economic Review 76, 155-167.",
        "Lewellen, Wilbur, Claudio Loderer, and Ahron Rosenfeld, 1985, Merger decisions and executive stock ownership in acquiring firms, Journal of Accounting and Economics 7, 209-231.",
        "Li, Kai, and Jarrad Harford, 2007, Decoupling CEO wealth and firm performance: The case of acquiring CEOs, Journal of Finance, 62, 917-949 Lumsdaine, Robin L., James H. Stock, and David A. Wise, 1990, Efficient windows and labor force reduction, Journal of Public Economics 43, 131-159.",
        "Lumsdaine, Robin L., James H. Stock, and David A. Wise, 1996, Why are retirement rates so high at age 65? in Advances in Economics of Aging (NBER) edited by David A. Wise.",
        "Martin, Kenneth, and John McConnell, 1991, Corporate performance, corporate takeovers, and management turnover, Journal of Finance 46, 671-687.",
        "Mikkelson, Waine H., and Megan M. Partch, 1989, Managers' voting rights and corporate control, Journal of Financial Economics 25, 263-290.",
        "Moeller, Thomas, 2005, LetÃ\u0083Â¢s make a deal! How shareholder control impacts merger payoffs, Journal of Financial Economics 76, 167-190.",
        "Morck, Randall M., Andrei Shleifer, and Robert W. Vishny. 1988, Characteristics of targets of hostile and friendly takeovers, in: Alan J. Auerbach, Corporate takeovers: Causes and consequences, University of Chicago Press, Chicago, IL.",
        "Murphy, Kevin J., and Jerold L. Zimmerman, 1993, Financial performance surrounding CEO turnover, Journal of Accounting and Economics 16, 273-315.",
        "North, David S., 2001, The role of managerial incentives in corporate acquisitions: the 1990s evidence, Journal of Corporate Finance 7, 125-149.",
        "Phelan, Christopher and John P. Rust, 1997, How Social Security and Medicare affect retirement behavior in a world of incomplete markets, Econometrica 65, 781-831.",
        "Randall Morck, Andrei Shleifer and Robert W. Vishny, 1990, Do managerial objectives drive bad acquisitions? Journal of Finance 55, 31-48 Schwert, William G., 1996, Markup pricing in mergers and acquisitions, Journal of Financial Economics 41, 153-192.",
        "Shivdasani, Anil, 1993, Board composition, ownership structure, and hostile takeovers, Journal of Accounting and Economics 16, 167-198.",
        "Song, Moon H., and Ralph A. Walkling, 1993. The impact of managerial ownership on acquisition attempts and target shareholder wealth, Journal of Financial and Quantitative Analysis 28, 439-457.",
        "Stock, James H. and David A. Wise, 1990a, Pensions, the option value of work, and retirement, Econometrica, 58, 1151-1180.",
        "Stock, James H. and David A. Wise, 1990b. The Pension inducement to retire: an option value analysis, in D. Wise (ed.) Issues in the Economics of Aging. Chicago: University of Chicago Press, 205-224.",
        "Stulz, RenÃ\u0083Æ\u0092, 1988, Managerial control of voting rights: Financing policies and the market for corporate control, Journal of Financial Economics 20, 25-54.",
        "Stulz, RenÃ\u0083Æ\u0092 M., Ralph A. Walkling, and Moon H. Song, 1990. The distribution of target ownership and the division of gains in successful takeovers, Journal of Finance 45, 817-833.",
        "Vancil, Richard, 1987, Passing the baton: Managing the process of CEO succession, Harvard Business School Press, Boston, MA.",
        "Walkling, Ralph, and Michael Long, 1984, Agency theory, managerial welfare, and takeover bid resistance, Rand Journal of Economics 15, 54-68.",
        "Weisbach, Michael S., 1995, CEO turnover and the firmÃ\u0083Â¢s investment decisions, Journal of Financial Economics 37, 159-188.",
        "Wulf, Julie, 2004, Do CEOs in mergers trade power for premium? Evidence from Ã\u0083Â¢mergers of equals,Ã\u0083Â¢ The Journal of Law, Economics, and Organization 20, 60-101.",
        "Wulf, Julie, and Harbir Singh, 2010, How do acquirers retain successful target CEOs? The role of governance, Management Science, forthcoming.",
        "Yim, Soojin, 2010, The acquisitiveness of youth: CEO age and acquisition behavior, Working Paper, Goizueta Business School, Emory University."
    ]
}