{
    "id": 1767,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "Bagehot, Walter. Lombard Street. London: Henry S. King, 1873. Baily, Martin N. Stabilization Policy and Private Economic Behavior. Brookings Papers on Economic Activity, 1978: 1.",
        "Bernanke, Ben S. Bankruptcy, Liquidity, and Recession. American Economic Review 71 (May 1981): 155-159.",
        "Bernanke, Ben S. Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review 73 (June 1983): 257-276.",
        "Blinder, Alan S. Credit Rationing and Effective Supply Failures. Working Paper No. 1619, National Bureau of Economic Research, May 1985.",
        "Brown, Harry C. Commercial Banking and the Rate of Interest. Quarterly Journal of Economics 24 (August 1910): 743-749.",
        "Burns, Arthur. Progress Toward Economic Stability. American Economic Review 50 (March 1960).",
        "Cagan, Phillip. Determinants and Effects of Changes in the Stock of Money. New York: Columbia University Press, 1965.",
        "Canton, Dennis W. Contracts, Price Rigidity, and Market Equilibrium. Journal of Political Economy 87 (November 1979): 1034-1062.",
        "DeLong, J. Bradford and Summers, Lawrence H. The Changing Cyclical Variability of Economic Activity in the United States. Working Paper No. 1450, National Bureau of Economic Research, September 1984; forthcoming in Robert J. Gordon (ed.), The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press.",
        "Fama, Eugene F. Banking in the Theory of Finance.~ Journal of Monetary Economics 6 (January 1q80): 39-57. - 34 - Fischer, Stanley. Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule. Journal of Political Economy 85 (February 1977): 191-205.",
        "Fisher, Irving. The Debt-Deflation Theory of Great Depressions. Econometrica 1 (October 1933): 337-357.",
        "Friedman, Benjamin M. The Relative Stability of Money and Credit `Velocities in the United States: Evidence and Some Speculations. Working Paper No. 645, National Bureau of Economic Research, November 1981.",
        "Friedman, Milton and Schwartz, Anna. A Monetary History of the United States. Princeton: Princeton University Press, 1963.",
        "Gorton, Gary. Banking Panics and Business Cycles. Mimeograph, Wharton School, University of Pennsylvania, August 1984.",
        "Greenbaum, Stuart I., ~anatas, George, and Sudhakar D. Deshmukh. Credit Rationing and Small Business Financing. In Problems in Financing Small Businesses, edited by Paul M. Horvitz and R. Richardson Pettit. Greenwich, Connecticut: JAI Press Inc., 1984.",
        "Hubbard, R. Glenn and Weiner, Robert J. Nominal Contracting and Price Flexibility in Product Markets. Mimeograph, Northwestern University, 1984.",
        "James, John A. Money and Capital Markets in Postbellum ~America. Princeton: Princeton University Press, 1978.",
        "James, John A. Shifts in the Nineteenth-Century Phillips Curve Relationship. Working Paper No. 1587, National Bureau of Economic Research, March 1985.",
        "Keynes, John Maynard. The General Theory of Employment, Interest, and Money. London: Macmillan, 1936.",
        "Kindleberger, Charles P. Manias, Panics, and Crashes: A History of Financial Crises. New York: Basic Books, 1978.",
        "Lebergott, Stanley. Comment on Romer and Weir Papers. Annual Meeting of the Economic History Association, September 1985.",
        "Lucas, Robert E. Some International Evidence on Output-Inflation Tradeoffs. American Economic Review 63 (June 1973): 326-334.",
        "Mills, Frederick C. The Behavior of Prices. New York: National Bureau of Economic Research, 1927.",
        "Minsky, Hyrnan P. John Maynard Keynes. New York: Columbia University Press, 1975.",
        "Minsky; Hyman P. A Theory of Systemic Fragility. In E. J. Altman and A. W. Sametz (eds.). Financial Crises: Institutions and Market in a Fragile Environment. New York: Wiley, 1977.",
        "Mitchell, Wesley C. Business Cycles. Berkeley: University of California Press, 1913.",
        "Myers, Margaret G. The New York Money Market, Volume I: Origins and Development. New York: Columbia University Press, 1931.",
        "Nussbaum, Arthur. Money in the Law. Chicago: The Foundation Press, 1939.",
        "Okun, Arthur M. Prices and Quantities: A Macroeconomic Analysis. Washington, D.C.: Brookings Institution, 1981.",
        "Persons, Warren M. A Nontechnical Explanation of the Index of General Business Conditions, Review of Economics and Statistics 3 (1920): 39-55.",
        "Persons., Warren M. Forecasting Business Cycles. New York: Wiley, 1931.",
        "Phelps, Edmund (ed.). Microeconomic Foundations of Employment and Inflation Theory. New York: W. W. Norton, 1970.",
        "Standard Statistics Company. Base Book of the Standard Statistical Bulletin. New York: January 1932.",
        "Stevens, Albert C. Analysis of the Phenomena of the Panic in the U.S. in 1893. Quarterly Journal of Economics 9 (January 1894): 117145. Stiglitz, Joseph E. and Weiss, Andrew. Credit Rationing in Markets with Imperfect Information. American Economic Review 71 (June 1981): 393-410.",
        "Taylor, John B. Staggered Wage Setting in a Macro Model. American Economic Review 69 (May 1979): 108-113.",
        "Taylor, John B. Improvements in Macroeconomic Stability: The Role of Wages and Prices. Working Paper No. 1491, National Bureau of Economic Research, November 1984.",
        "Temin, Peter. Did Monetary Forces Cause the Great Depression? New York: W. W. Norton, 1976.",
        "Weir, David R.. Okuns Law and the Curious Stability of Historical TTnemployment Estimates. Annual Meeting of the Economic History Association, September 1985.",
        "Zarnowitz, Victor. Recent Work on Business Cycles in Historical Perspective~ Review of Theories and Evidence. Journal of Economic Literature 23 (June 1985): 523-580."
    ]
}