{
    "id": 17674,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "Alchian, Armen. 1963. Ã\u0083Â¢Reliability of Progress Curves in Airframe Production,Ã\u0083Â¢ Econometrica 31, 679-694.",
        "Benkard, C. Lanier. 2000. Ã\u0083Â¢Learning and Forgetting: The Dynamics of Aircraft Production,Ã\u0083Â¢ American Economic Review 90, 1034-1054.",
        "Cardis, Elisabeth, et al. 2006. Ã\u0083Â¢Estimates of the Cancer Burden in Europe from Radioactive Fallout from the Chernobyl Accident,Ã\u0083Â¢ International Journal of Cancer 119, 1224-1235.",
        "Cox, A.J. and R. J. Gilbert. 1991. Ã\u0083Â¢An Economic Evaluation of the Costs and Benefits of Diablo Canyon.Ã\u0083Â¢ In Regulatory Choices: A Perspective on Developments in Energy Policy, ed. Richard J. Gilvert, 260-289. Berkeley: University of California Press.",
        "Davis, Lucas W. and Catherine Wolfram. 2011. Ã\u0083Â¢Deregulation, Consolidation, and Efficiency: Evidence from U.S. Nuclear Power,Ã\u0083Â¢ Energy Institute at Haas Working Paper #217.",
        "Du, Yangbo and John E. Parsons. 2009. Ã\u0083Â¢Update on the Cost of Nuclear Power.Ã\u0083Â¢ MIT Center for Energy and Environmental Policy Research Working Paper 09-004.",
        "Federal Interagency Working Group, Appendix 15A: Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866, 2010.",
        "Grubler, Arnulf. 2010. Ã\u0083Â¢The Costs of the French Nuclear Scale-Up: A Case of Negative Learning By Doing.Ã\u0083Â¢ Energy Policy 38, 5174-5188.",
        "Hippel, Frank N. von. 2011. Ã\u0083Â¢The Radiological and Psychological Consequences of the Fukushima Daiichi Accident.Ã\u0083Â¢ Bulletin of the Atomic Scientists, 67(5), 27-36.",
        "International Atomic Energy Agency. 2011. Ã\u0083Â¢Nuclear Power Reactors in the World, 2011 Edition Ã\u0083Â¢, Vienna, June 2011.",
        "Irwin, Douglas A. and Peter J. Klenow. 1994. Ã\u0083Â¢Learning-by-Doing Spillovers in the Semiconductor Industry,Ã\u0083Â¢ Journal of Political Economy 102, 1200-1227.",
        "Ives, Nathan, Steve McCabe and Gary Gilmartin. 2010 Ã\u0083Â¢Nuclear Renaissance and the Global Supply Chain: Avoiding Pitfalls, Realizing Benefits.Ã\u0083Â¢ Public Utilities Fortnightly, December.",
        "Joskow, Paul L. 1974. Ã\u0083Â¢Inflation and Environmental Concern: Structural Change in the Process of Public Utility Price Regulation.Ã\u0083Â¢ Journal and Law and Economics 17(2), 291-327.",
        "Joskow, Paul L. 1982. Ã\u0083Â¢Problems and Prospects for Nuclear Energy in the United States.Ã\u0083Â¢ In Energy, Economics and the Environment, ed. Gregory A. Daneke, 231-254. Lexington: D.C. Heath and Company.",
        "Joskow, Paul L. 2006. Ã\u0083Â¢The Future of Nuclear Power in the United States: Economic and Regulatory Challenges.Ã\u0083Â¢ MIT CEEPR Working Paper 06-019.",
        "Joskow, Paul L. and Nancy L. Rose. 1985. Ã\u0083Â¢The Effects of Technological Change, Experience, and Environmental Regulation on the Construction Cost of Coal-Burning Generating Units.Ã\u0083Â¢ RAND Journal of Economics 16(1), 1-17.",
        "Joskow, Paul L. and Joel Yellin. 1980. Ã\u0083Â¢Siting Nuclear Power Plants.Ã\u0083Â¢ Virginia Journal of Natural Resource Law, summer 1980.",
        "Kanter, James. 2009. Ã\u0083Â¢In Finland, Nuclear Renaissance Runs Into Trouble.Ã\u0083Â¢ New York Times, May 28. <http://www.nytimes.com/2009/05/29/business/energyenvironment /29nuke.html?pagewanted=all> Kellogg, Ryan. forthcoming. Ã\u0083Â¢Learning by Drilling: Inter-Firm Learning and Relationship Persistence in the Texas Oilpatch,Ã\u0083Â¢ Quarterly Journal of Economics.",
        "Komanoff, Charles. 1981. Power Plant Escalation: Nuclear and Coal Capital Costs, Regulation, and Economics, Van Nostrand Reinhold Company, New York.",
        "Koomey, Jonathan and Nathan E. Hultman. 2007. Ã\u0083Â¢A Reactor-Level Analysis of Busbar Costs for U.S. Nuclear Plants 1970-2005.Ã\u0083Â¢ Energy Policy 35, 5630-5642.",
        "McCabe, Mark J. 1996. Ã\u0083Â¢Principals, Agents, and the Learning Curve: The Case of Steam-Electric Power Plant Design and Construction.Ã\u0083Â¢ Journal of Industrial Economics 44(4), 357- 375.",
        "McCallion, Kenneth. 1995. Shoreham and the Rise and Fall of the Nuclear Power Industry, Praeger, Westport.",
        "MIT. 2003. Ã\u0083Â¢The Future of Nuclear Power: An Interdisciplinary MIT Study.Ã\u0083Â¢ MIT Energy Initiative.",
        "MIT. 2009. Ã\u0083Â¢Update of the MIT 2003 Future of Nuclear Power.Ã\u0083Â¢ MIT Energy Initiative.",
        "MIT. 2010. Ã\u0083Â¢The Future of the Nuclear Fuel Cycle: An Interdisciplinary MIT Study.Ã\u0083Â¢ MIT Energy Initiative.",
        "Mooz, William E. 1978. Cost Analysis of Light Water Reactor Power Plants, R2304-DOE.",
        "Muller, Nicholas Z., Robert Mendelsohn, and William Nordhaus. 2011. Ã\u0083Â¢Environmental Accounting for Pollution in the United States Economy.Ã\u0083Â¢ American Economic Review 101(5), 1649-1675.",
        "Nuclear Energy Institute, Marvin S. Fertel, President and Chief Executive Officer, March 2004. Ã\u0083Â¢Testimony before the Senate Energy and Natural Resources Committee, U.S. SenateÃ\u0083Â¢.",
        "OECD Nuclear Energy Agency and International Atomic Energy Agency, Uranium 2009: Resources, Production, and Demand (Ã\u0083Â¢The Red BookÃ\u0083Â¢), 2009.",
        "Pindyck, Robert S. 1993. Ã\u0083Â¢Investment of Uncertain Cost.Ã\u0083Â¢ Journal of Financial Economics 34, 53-76.",
        "Schmalensee, Richard. 1980. Ã\u0083Â¢Appropriate Government Policy Toward Commercialization of New Energy Supply Technologies.Ã\u0083Â¢ Energy Journal 1(2), 1-40.",
        "Thornton, Rebecca A. and Peter Thompson. 2001. Ã\u0083Â¢Learning from Experience and Learning from Others: An Exploration of Learning and Spillovers in Wartime Shipbuilding,Ã\u0083Â¢ American Economic Review, 91, 1350-1368.",
        "U.S. Atomic Energy Commission, Office of Planning and Analysis. 1974. Ã\u0083Â¢Nuclear Power Growth, 1974-2000.Ã\u0083Â¢ WASH-1139(74).",
        "U.S. Department of Energy, Energy Information Administration. 1986. Ã\u0083Â¢An Analysis of Nuclear Power Plant Construction Costs.Ã\u0083Â¢ DOE/EIA-0485.",
        "U.S. Department of Energy, Energy Information Administration. 1997. Ã\u0083Â¢Nuclear Power Generation and Fuel Cycle Report 1997.Ã\u0083Â¢ DOE/EIA-0436(97).",
        "U.S. Department of Energy, Energy Information Administration. 2010. Ã\u0083Â¢Updated Capital Cost Estimates for Electricity Generation PlantsÃ\u0083Â¢, released November 2010.",
        "U.S. Department of Energy, Energy Information Administration. 2011a. Ã\u0083Â¢Annual Energy Review 2010Ã\u0083Â¢, DOE/EIA-0384, released October 2011.",
        "U.S. Department of Energy, Energy Information Administration. 2011b. Ã\u0083Â¢Annual Energy Outlook 2011Ã\u0083Â¢, DOE/EIA-0383, April 2011.",
        "U.S. Nuclear Regulatory Commission. 2011. Ã\u0083Â¢Information Digest 2011-2012Ã\u0083Â¢ NUREG-1350, Volume 23, Published August 2011.",
        "Wald, Matthew L. 2010. Ã\u0083Â¢Giant Holes in the Ground.Ã\u0083Â¢ MIT Technology Review, 60-65.",
        "Zimmerman, Martin B. 1982. Ã\u0083Â¢Learning Effects and the Commercialization of New Energy Technologies: The Case of Nuclear Power.Ã\u0083Â¢ Bell Journal of Economics 13(2), 297-310."
    ]
}