{
    "id": 17679,
    "cites": 48,
    "cited_by": 14,
    "reference": [
        "Adsera, Alicia, Carles Boix and Mark Payne. 2000. Ã\u0083Â¢Are You Being Served?: Political Accountability and Quality of GovernmentÃ\u0083Â¢. Research Department Working papers series 438. Inter-American Development Bank.",
        "Aldrich, John H. 1993. Ã\u0083Â¢Rational Choice and Turnout.Ã\u0083Â¢ American Journal of Political Science 37 (1) (February 1): 246-278.",
        "Anderson, Christopher J., and Yuliya V. Tverdova. 2003. Ã\u0083Â¢Corruption, Political Allegiances, and Attitudes toward Government in Contemporary Democracies.Ã\u0083Â¢ American Journal of Political Science 47 (1) (January 1): 91-109.",
        "Azari, Julia and Ebonya Washington. 2006. Ã\u0083Â¢Results from a 2004 LeaÃ\u0083Â¯eting Field Experiment in Miami-Dade and Duval Counties, FloridaÃ\u0083Â¢. Unpublished Manuscript. Institution for Social and Policy Studies, Yale University.",
        "Banerjee, Abhijit, Banerji, Rukmini, DuÃ\u0083Â¯o, Esther, Glennerster, Rachel, Khemani, Stuti. 2008. Ã\u0083Â¢Pitfalls of Participatory Programs: Evidence from a Randomized Evaluation in Education in IndiaÃ\u0083Â¢. CEPR Discussion Papers 6781.",
        "Banerjee, Abhijit, Selvan Kumar, Rohini Pande and Feliz Su. 2010. Ã\u0083Â¢Do Informed Voters Make Better Choices? Experimental Evidence from Urban IndiaÃ\u0083Â¢. Unpublished manuscript. http://www.povertyactionlab.org/node/2764",
        "Bowler, Shaun, and JeÃ\u0083Â¯rey A. Karp. 2004. Ã\u0083Â¢Politicians, Scandals, and Trust in Government.Ã\u0083Â¢ Political Behavior 26 (3): 271-287.",
        "Bauhr, Monika and Marcia Grimes. 2011. Ã\u0083Â¢Seeing the State: The Implications of Transparency for Societal AccountabilityÃ\u0083Â¢. Paper presented at the Midwest Political Science Association Conference.",
        "Besley, Timothy and Robin Burgess. 2002. Ã\u0083Â¢The Political Economy of Government Responsiveness: Theory and Evidence from IndiaÃ\u0083Â¢. The Quarterly Journal of Economics, November, 117(4), 1415-1452.",
        "Besley, Timothy, Rohini Pande and Vijayendra. 2005. Ã\u0083Â¢Political Selection and the Quality of Government: Evidence from South IndiaÃ\u0083Â¢. Economic Growth Center Discussion Paper Series no. 921.",
        "Bjorkman, M. and J. Svensson. 2006. Ã\u0083Â¢Power to the People: Evidence from a Randomized Experiment of a Community Based Monitoring Project in UgandaÃ\u0083Â¢. Mimeo. IIES: Stockholm University.",
        "Caillier, J. 2010. Ã\u0083Â¢Citizen Trust, Political Corruption, and Voting Behavior: Connecting the Dots.Ã\u0083Â¢ Politics and Policy 38 (5): 1015-1035.",
        "Chang, Eric C.C. and Miriam A. Golden. 2004. Ã\u0083Â¢Does Corruption Pary? The survivial of politicians charged with malfeasance in the postwar Italian chamber of deputiesÃ\u0083Â¢ Unpublished manuscript. Presented at a meeting on political accountability, Waseda University, October 29-30.",
        "Cho, W. and Kirwin, M. F., 2007, Ã\u0083Â¢A Vicious Circle of Corruption and Mistrust in Institutions in sub-Saharan Africa: A Micro-Level AnalysisÃ\u0083Â¢, Working Paper, no. 71, Afrobarometer, Cape Town.",
        "Choi, E., and J. Woo. 2010. Ã\u0083Â¢Political corruption, economic performance, and electoral outcomes: A cross-national analysis.Ã\u0083Â¢ Contemporary Politics 16 (3): 249-262.",
        "Clausen, Bianca, Aart Kraay, and Zsolt Nyiri. 2009. Ã\u0083Â¢Corruption and ConÃ\u0083Â¯-dence in Public Institutions: Evidence from a Global Survey.Ã\u0083Â¢ SSRN eLibrary (December 1).",
        "Cleary, Matthew R. 2007. Ã\u0083Â¢Electoral Competition, Participation, and Government Responsiveness in MexicoÃ\u0083Â¢. American Journal of Political Science 51 (2): 283-299.",
        "Davis, C.L., R.A. Camp, and K.M. Coleman. 2004. The inÃ\u0083Â¯uence of party systems on citizens perceptions of corruption and electoral response in Latin America. Comparative Political Studies 37 (6): 677-703.",
        "della Porta, Donatella. 2000. Ã\u0083Â¢Social Capital, Beliefs in Government, and Political Corruption.Ã\u0083Â¢ In DisaÃ\u0083Â¯ected Democracies: WhatÃ\u0083Â¢s Troubling the Trilateral Countries?, eds. Susan Pharr and Robert Putnam. Princeton: Princeton University Press.",
        "Diaz-Cayeros, Alberto. 2005. Ã\u0083Â¢Accountability and Municipal Reelection in Mexico Ã\u0083Â¢. Unpublished manuscript. Stanford University.",
        "Eek Daniel and Bo Rothstein. 2006. Ã\u0083Â¢Political Corruption and Social Trust: An Experimental ApproachÃ\u0083Â¢ The Quality of Government Working Paper Series.",
        "Feddersen and Pesendirfer. 1999. Ã\u0083Â¢Abstention in Elections with Asymmetric Information and Diverse PreferencesÃ\u0083Â¢. American Political Science Review 93(2):381-98.",
        "Ferraz and Finan. 2008. Ã\u0083Â¢Exposing Corrupt Politicians: The EÃ\u0083Â¯ects of BrazilÃ\u0083Â¢s Publicly Released Audits on Electoral OutcomesÃ\u0083Â¢, The Quarterly Journal of Economics 123(2): 703-745.",
        "Gerber, Alan S. and Donal P. Green. 2000. Ã\u0083Â¢The EÃ\u0083Â¯ect of a Nonpartisan GetOut -the-Vote Drive: An Experimental Study of LeaÃ\u0083Â¯ettingÃ\u0083Â¢ Journal of Politics. Vol. 62, No. 3 (Aug., 2000), pp. 846-857.",
        "Gingerich, D.W. 2009. Ã\u0083Â¢Corruption and political decay: Evidence from Bolivia.Ã\u0083Â¢ Quarterly Journal of Political Science 4 (1): 1-34.",
        "Hiskey, J.T., and S. Bowler. 2005. Ã\u0083Â¢Local context and democratization in mexico. Ã\u0083Â¢ American Journal of Political Science49 (1): 57-71.",
        "Humphreys, Macartan and Jeremy Weinstein. 2010. Ã\u0083Â¢Policing Politicians: Citizen Empowerment and Political Accountability in UgandaÃ\u0083Â¢. Paper presented at the annual meeting of the American Political Science Association, Chicago, 2007.",
        "Johnson, Joseph M. and Mark Crain. 2004. Ã\u0083Â¢EÃ\u0083Â¯ects of Term Limits on Fiscal Performance: Evidence From Democratic NationsÃ\u0083Â¢.Public Choice119: 73-90.",
        "Keefer, Philip. 2007. Ã\u0083Â¢Seeing and Believing: Political Obstacles to Better Service DeliveryÃ\u0083Â¢. In Devarajan, Shantayanan and Ingrid Widlund (eds), The Politics of Service Delivery in Democracies. Better Access for the Poor, EGDI Secretariat Edita, Stockholm.",
        "Khemani, Stuti. 2007. Ã\u0083Â¢Can Information Campaigns Overcome Political Obstacles to Serving the Poor?Ã\u0083Â¢ In Devarajan, Shantayanan and Ingrid Widlund (eds), The Politics of Service Delivery in Democracies. Better Access for the Poor. EGDI Secretariat Edita, Stockholm.",
        "Klesner, J.L. 2009. Ã\u0083Â¢Who participates? Determinants of political action in Mexico. Ã\u0083Â¢ Latin American Politics and Society 51 (2): 59-90.",
        "Krishna, Anirudh. 2006. Ã\u0083Â¢Poverty and Democratic Participation Reconsidered: Evidence from the Local Level In IndiaÃ\u0083Â¢. Comparative Politics 38 (4): 439-458.",
        "Kostadinova, Tatiana. 2009. Ã\u0083Â¢Abstain or Rebel: Corruption Perceptions and Voting in East European Elections.Ã\u0083Â¢ Politics & Policy 37 (4) (August 1): 691714.",
        "McCann, James A, and Jorge I DomÃ\u0083â\u0080\u009enguez. 1998. Ã\u0083Â¢Mexicans react to electoral fraud and political corruption: an assessment of public opinion and voting behavior. Ã\u0083Â¢ Electoral Studies 17 (4) (December): 483-503.",
        "Morris, S.D., and J.L. Klesner. 2010. Ã\u0083Â¢Corruption and trust: Theoretical considerations and evidence from Mexico.Ã\u0083Â¢ Comparative Political Studies 43 (10): 1258-1285.",
        "Nickerson, David W., Ryan D. Friedrichs and David C. King. 2006. Ã\u0083Â¢Partisan Mobilization Campaigns in the Field: Results from a Statewide Turnout Experiment in Michigan.Ã\u0083Â¢ Political Research Quarterly, Vol. 59 (1): pp. 85-97",
        "Pharr, Susan. 2000. Ã\u0083Â¢Corruption and Public Trust: Perspectives on Japan and East AsiaÃ\u0083Â¢, East-West Center Working Papers.",
        "Peters, John G and Susan Welch. 1980. Ã\u0083Â¢The EÃ\u0083Â¯ects of Charges of Corruption on Voting Behavior in Congressional ElectionsÃ\u0083Â¢. American Political Science Review 74(3): 697-708.",
        "Powers, Timothy J. and J. Timmons Roberts. 1995. Ã\u0083Â¢Compulsory Voting, Invalid Ballots, and Abstention in BrazilÃ\u0083Â¢. Political Research Quarterly 48(4): 795-826.",
        "Power, T.J., and G.D. Jamison. 2005. Political mistrust in Latin America. Comparative Sociology 4 (1-2): 55-80.",
        "Reinikka, Ritva and Jakob Svensson. 2005. Ã\u0083Â¢Fighting Corruption to Improve Schooling: Evidence from a Newspaper Campaign in UgandaÃ\u0083Â¢. Journal of the European Economic Association 3(2/3)",
        "Richey, S. 2010. Ã\u0083Â¢The impact of corruption on social trust.Ã\u0083Â¢ American Politics Research 38 (4): 676-690.",
        "Rothstein, B. 2009. Ã\u0083Â¢Creating political legitimacy: Electoral democracy versus quality of government.Ã\u0083Â¢ American Behavioral Scientist 53 (3): 311-330.",
        "Schedler, A. 1999. Ã\u0083Â¢Civil society and political elections: A culture of distrust?Ã\u0083Â¢ Annals of the American Academy of Political and Social Science 565 (565): 126141.",
        "Simpser, Alberto. 2004. Ã\u0083Â¢Making Votes Not Count: Expectations and Electoral CorruptionÃ\u0083Â¢, presented at the American Political Science Association Meeting, Chicago, IL.",
        "Seligson, Mitchell A. 2002. Ã\u0083Â¢The Impact of Corruption on Regime Legitimacy: A Comparative Study of Four Latin American Countries.Ã\u0083Â¢ The Journal of Politics64 (02): 408-433.",
        "Snyder, James M. Jr and David Stromberg. 2010. Ã\u0083Â¢Press Coverage and Political AccountabilityÃ\u0083Â¢. The Journal of Political Economy 118(2): 355-408.",
        "World Bank. 2003. Ã\u0083Â¢Making Services Work for Poor PeopleÃ\u0083Â¢. World Development Report: Washington, D. C."
    ]
}