{
    "id": 17673,
    "cites": 45,
    "cited_by": 0,
    "reference": [
        "Addonizio, Elizabeth. 2004. Ã\u0083Â¢Reducing Inequality in Political Participation: An Experiment to Measure the Effects of Voting Instruction on Youth Voter Turnout.Ã\u0083Â¢ Presented at the Annual Meeting of the American Political Science Association, Chicago.",
        "Alvarez, R. Michael, and Thad E. Hall. 2010. Electronic Elections: The Perils and Promises of Digital Democracy. Princeton, NJ: Princeton University Press.",
        "Ansolabehere, Stephen, and Shanto Iyengar. 1995. Going Negative: How Political Advertisements Shrink and Polarize the Electorate. New York: Free Press.",
        "Benson, Lawrence E. 1941. Ã\u0083Â¢Studies in Secret-Ballot Technique.Ã\u0083Â¢ Public Opinion Quarterly 5: 79-82.",
        "Bensel, Richard F. 2004. The American Ballot Box in the Mid-nineteenth Century. New York: Cambridge University Press.",
        "Bishop, Cortlandt F. 1893. History of Elections in the American Colonies. New York: Columbia College.",
        "Blumenthal, Marsha, Charles Christian, and Joel Slemrod. 2001. Ã\u0083Â¢Do Normative Appeals Affect Tax Compliance? Evidence from a Controlled Experiment in Minnesota.Ã\u0083Â¢ National Tax Journal 54: 125-138.",
        "Brady, Henry E., and John E. McNulty. 2011. Ã\u0083Â¢Turning Out to Vote: The Costs of Finding and Getting to the Polling Place.Ã\u0083Â¢ American Political Science Review 105: 115-134.",
        "Burnhan, Walter. 1970. Critical Elections and the Mainsprings of American Politics. New York: W.W. Norton.",
        "Davenport, Tiffany C. 2010. Ã\u0083Â¢Public Accountability and Political Participation: Effects of a Face-to-Face Feedback Intervention on Voter Turnout of Public Housing Voting Behavior.Ã\u0083Â¢ Political Behavior 32: 337-368.",
        "Davenport, Tiffany C., Alan S. Gerber, Donald P. Green, Christopher W. Larimer, Christopher B. Mann, and Costas Panagopoulos. 2010. Ã\u0083Â¢The Enduring Effects of Social Pressure: Tracking Campaign Experiments Over a Series of Elections.Ã\u0083Â¢ Political Behavior 32: 423-430.",
        "Dowling, Conor M. 2008. Ã\u0083Â¢The Costs of Running for Office: How Electoral Campaign Laws Structure Candidate Entry in U.S. Elections.Ã\u0083Â¢ Ph.D. diss. Binghamton University (SUNY).",
        "Evans, Eldon C. 1917. A History of the Australian Ballot System in the United States. Chicago: The University of Chicago Press.",
        "Finkel, Steven, and John Geer. 1998. Ã\u0083Â¢A Spot Check: Casting Doubt on the Demobilizing Effect of Attack Advertising.Ã\u0083Â¢ American Journal of Political Science 42: 573-595.",
        "Fowler, James H., Laura A. Baker, and Christopher T. Dawes. 2008. Ã\u0083Â¢Genetic Variation in Political Participation.Ã\u0083Â¢ American Political Science Review 102: 233-248.",
        "Franck, Thomas M. 1992. Ã\u0083Â¢The Emerging Right to Democratic Governance.Ã\u0083Â¢ American Journal of International Law 86: 46-91.",
        "Fredman, Lionel E. 1968. The Australian Ballot: The Story of an American Reform. East Lansing, MI: Michigan State University Press.",
        "Gaventa, John. 1982. Power and Powerlessness: Quiescence and Rebellion in an Appalachian Valley. Urbana, IL: University of Illinois Press.",
        "Gerber, Alan S. 1994. Ã\u0083Â¢The Adoption of the Secret Ballot.Ã\u0083Â¢ Ph.D. diss. Massachusetts Institute of Technology.",
        "Gerber, Alan S., Donald P. Green, and Christopher W. Larimer. 2008. Ã\u0083Â¢Social Pressure and Voter Turnout: Evidence from a Large-Scale Field Experiment.Ã\u0083Â¢ American Political Science Review 102: 33-48.",
        "Gerber, Alan S., Donald P. Green, and Christopher W. Larimer. 2010. Ã\u0083Â¢An Experiment Testing the Relative Effectiveness of Encouraging Voter Participation by Inducing Feelings of Pride or Shame.Ã\u0083Â¢ Political Behavior 32: 409-422.",
        "Gerber, Alan S., Donald P. Green, and Ron Shachar. 2003. Ã\u0083Â¢Voting May Be Habit-Forming: Evidence from a Randomized Field Experiment.Ã\u0083Â¢ American Journal of Political Science 47: 540-550.",
        "Gerber, Alan S., Gregory A. Huber, David Doherty, and Conor M. Dowling. 2011a. Ã\u0083Â¢Is There a Secret Ballot? Ballot Secrecy Perceptions and Their Implications for Voting Behavior.Ã\u0083Â¢ Typescript, Yale University.",
        "Gerber, Alan S., Gregory A. Huber, David Doherty, and Conor M. Dowling. 2011b. Ã\u0083Â¢The Social Consequences of Voting and Choosing a Partisan Identity.Ã\u0083Â¢ Typescript, Yale University.",
        "Gerber, Alan S., Gregory A. Huber, David Doherty, Conor M. Dowling, Connor Raso, and Shang E. Ha. 2011. Ã\u0083Â¢Personality Traits and Participation in Political Processes.Ã\u0083Â¢ Journal of Politics 73: 692706.",
        "Green, Donald P., and Alan S. Gerber. 2008. Get Out the Vote! How to Increase Voter Turnout. 2nd ed. Washington, DC: Brookings Institution Press.",
        "Grose, Christian R., and Carrie A. Russell. 2008. Ã\u0083Â¢Avoiding the Vote: A Theory and Field Experiment of the Social Costs of Public Political Participation.Ã\u0083Â¢ (December 3). Available at SSRN: http://ssrn.com/abstract=1310868.",
        "Heckelman, Jac C. 1995. Ã\u0083Â¢The Effect of the Secret Ballot on Voter Turnout Rates.Ã\u0083Â¢ Public Choice 82: 107-124.",
        "Heckelman, Jac C. 2000. Ã\u0083Â¢Revisiting the Relationship between Secret Ballots and Turnout: A New Test of Two Legal-Institutional Theories.Ã\u0083Â¢ American Politics Quarterly 28: 194-215.",
        "Heckelman, Jac C. 2004. Ã\u0083Â¢The Secret Ballot Protects the Incumbency Advantage.Ã\u0083Â¢ The Independent Review 8: 419-425.",
        "Heckelman, Jac C., and Andrew J. Yates. 2002. Ã\u0083Â¢Incumbency Preservation through Electoral Legislation: The Case of the Secret Ballot.Ã\u0083Â¢ Economics of Governance 3: 47-57.",
        "Jackman, Robert W. 1987. Ã\u0083Â¢Political Institutions and Voter Turnout in the Industrial Democracies.Ã\u0083Â¢ American Political Science Review 81: 405-423.",
        "Kousser, Morgan. 1974. The Shaping of Southern Politics: Suffrage Restrictions and the Establishment of the One-Party South, 1880-1910. New Haven, CT: Yale University Press.",
        "Mann, Christopher B. 2010. Ã\u0083Â¢Is there Backlash to Social Pressure? A Large-scale Field Experiment on Voter Mobilization.Ã\u0083Â¢ Political Behavior 32: 387-408.",
        "Milbrath, Lester W. and Madan Lal Goel. 1977. Political participation: How and Why Do People Get Involved in Politics? Chicago: Rand McNally College Pub. Co.",
        "Panagopoulos, Costas. 2010. Ã\u0083Â¢Affect, Social Pressure and Prosocial Motivation: Field Experimental Evidence of the Mobilizing Effects of Pride, Shame and Publicizing Voting Behavior.Ã\u0083Â¢ Political Behavior 32: 369-386.",
        "Plutzer, Eric. 2002. Ã\u0083Â¢Becoming a Habitual Voter: Inertia, Resources, and Growth in Young Adulthood.Ã\u0083Â¢ American Political Science Review 96: 41-56 Powell, G. Bingham, Jr. 1986. Ã\u0083Â¢American Voter Turnout in Comparative Perspective.Ã\u0083Â¢ American Political Science Review 80: 17-43.",
        "Rosenstone, Steven J., and John Mark Hansen. 1993. Mobilization, Participation, and Democracy in America. New York, NY: MacMillan.",
        "Rusk, Jerrold G. 1970. Ã\u0083Â¢The Effect of the Australian Ballot Reform on Split Ticket Voting: 1876-1908.Ã\u0083Â¢ American Political Science Review 64:1220-1238.",
        "Schaffer, Frederic C. 1998. Democracy in Translation: Understanding Politics in an Unfamiliar Culture. Ithaca: Cornell University Press.",
        "Slemrod, Joel, Marsha Blumenthal, and Charles Christian. 2001. Ã\u0083Â¢Taxpayer Response to an Increased Probability of Audit: Evidence from a Controlled Experiment in Minnesota.Ã\u0083Â¢ Journal of Public Economics 79: 455-483.",
        "Stokes, Susan C. 2005. Ã\u0083Â¢Perverse Accountability: A Formal Model of Machine Politics with Evidence from Argentina.Ã\u0083Â¢ American Political Science Review 99: 315-325.",
        "Timpone, Richard J. 1998. Ã\u0083Â¢Structure, Behavior, and Voter Turnout in the United States.Ã\u0083Â¢ American Political Science Review 92: 145-158.",
        "Wigmore, John H. 1889. The Australian Ballot System as Embodied in the Legislation of Various Countries. Boston, MA: C.C. Soule.",
        "Wolfinger, Raymond E., and Steven J. Rosenstone. 1980. Who Votes?. New Haven, CT: Yale University Press."
    ]
}