{
    "id": 17671,
    "cites": 26,
    "cited_by": 35,
    "reference": [
        "Alesina, Alberto. 1988. Ã\u0083Â¢Credibility and Policy Convergence in a Two-Party System with Rational Voters,Ã\u0083Â¢ American Economic Review, 78, pp.796-806.",
        "Anzia, Sarah, and Christopher Berry. 2011. Ã\u0083Â¢The Jackie (and Jill) Robinson Effect: Why Do Congresswomen Outperform Congressmen?Ã\u0083Â¢ American Journal of Political Science. 55(3), pp. 478-93 Baqir, Reza. 2002. Ã\u0083Â¢Districting and Government Overspending,Ã\u0083Â¢ Journal of Political Economy, 1, pp.1318Ã\u0083Â¢1354.",
        "Beaman, Lori, Chattopadhyay, Raghabendra, Esther Duflo, Rohini Pande, and Petia B. Topalova. 2009. Ã\u0083Â¢Powerful Women: Does Exposure Reduce Bias?,Ã\u0083Â¢ Quarterly Journal of Economics, vol. 124(4), p. 1497-1540.",
        "Besley, Timothy, and Anne Case. 2003. Ã\u0083Â¢Political Institutions and Policy Choices: Evidence from the United States,Ã\u0083Â¢ Journal of Economic Literature, 41, pp.7Ã\u0083Â¢73.",
        "Besley, Timothy, and Stephen Coate. 1997. Ã\u0083Â¢An Economic Model of Representative Democracy,Ã\u0083Â¢ The Quarterly Journal of Economics, 112, pp.85Ã\u0083Â¢114.",
        "Blau, Francine, Janet Currie, Rachel Croson, and Donna Ginther, 2010. Ã\u0083Â¢Can Mentoring Help Female Assistant Professors? Interim Results from a Randomized Trial,Ã\u0083Â¢ American Economic Review: Papers & Proceedings 100: 348-352.",
        "Cavalcanti, T. V., and J. Tavares. 2011. Ã\u0083Â¢Women Prefer Larger Governments: Growth, Structural Transformation, and Government Size,Ã\u0083Â¢ Economic Inquiry, 1, pp. 155-71..",
        "Cellini, Stephanie, Fernando Ferreira, and Jesse Rothstein. 2010. Ã\u0083Â¢The Value of School Facility Investments: Evidence from a Dynamic Regression Discontinuity Design,Ã\u0083Â¢ The Quarterly Journal of Economics,125(1), pp. 215-61..",
        "Chattopadhyay, Raghabendra, and Esther Duflo. 2004. Ã\u0083Â¢Women as policy makers: Evidence from a randomized policy experiment in India,Ã\u0083Â¢ Econometrica, 72(5), pp.1409Ã\u0083Â¢1443.",
        "Clots-Figueras, Irma. 2009. Ã\u0083Â¢Are Female Leaders Good for education? Evidence from India,Ã\u0083Â¢ R&R AEJ: Applied Economics.",
        "Downs, Anthony. 1957. An Economic Theory of Democracy (Boston, MA: Addison-Wesley).",
        "Edlund, Lena and Rohini Pande. 2002. Ã\u0083Â¢Why Have Women Become Left-Wing: The Political Gender Gap and the Decline in Marriage,Ã\u0083Â¢ The Quarterly Journal of Economics, 117, pp. 917-961.",
        "Ferreira, Fernando, and Joseph Gyourko. 2009. 'Do Political Parties Matter? Evidence from U.S. Cities,' The Quarterly Journal of Economics, 124(1), p. 349-397 Funk, P. and C. Gathmann. 2008. Ã\u0083Â¢What Women Want: Women Suffrage, Gender Gaps in Voter Preferences and Government Expenditures,Ã\u0083Â¢ Mimeo, Stanford University.",
        "Gagliarducci, Stefano, and M. Daniele Paserman. 2011. Ã\u0083Â¢Gender Interactions within Hierarchies: Evidence from the Political Arena,Ã\u0083Â¢ Review of Economics Studies forthcoming.",
        "Glaeser, Edward, Giacomo Ponzetto and Jesse Shapiro. Ã\u0083Â¢Strategic Extremism: Why Republicans and Democrats Divide on Religious ValuesÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 120, no 4 (2005): 1283-1330.",
        "Hotelling, Harold. 1929. Ã\u0083Â¢Stability in Competition,Ã\u0083Â¢ Economic Journal, 39, pp.41Ã\u0083Â¢57.",
        "Imbens, Guido and Lemieux, Tomas. 2008. Ã\u0083Â¢Regression Discontinuity Designs: A Guide to Practice,Ã\u0083Â¢ Journal of Econometrics, 142, pp.615-635.",
        "Lee, David and Lemieux, Thomas. 2010. Ã\u0083Â¢Regression Discontinuity Designs in Economics,Ã\u0083Â¢Journal of Economic Literature, 48(2), pp. 281-355.",
        "Lee, David. 2008. Ã\u0083Â¢Randomized Experiments from Non-random Selection in U.S. House Elections,Ã\u0083Â¢ Journal of Econometrics, 142, pp.675Ã\u0083Â¢697.",
        "Lee, David. 2001. Ã\u0083Â¢The Electoral Advantage to Incumbency and VotersÃ\u0083Â¢ Valuation of PoliticiansÃ\u0083Â¢ Experience: A Regression Discontinuity Analysis of Elections to the U.S. House,Ã\u0083Â¢ NBER Working Paper No. 8441.",
        "Lee, David, Enrico Moretti, and Matthew Butler. 2004. Ã\u0083Â¢Do Voters Affect or Elect Policies? Evidence from the U.S. House,Ã\u0083Â¢ Quarterly Journal of Economics, 119, pp.807Ã\u0083Â¢859.",
        "Lott, J.R. and L.W. Kenny. 1999. Ã\u0083Â¢Did Women.s Surage Change the Size and Scope of Government?Ã\u0083Â¢ Journal of Political Economy, 107, pp.1163-98.",
        "Miller, G. 2008. Ã\u0083Â¢WomenÃ\u0083Â¢s Suffrage, Political Responsiveness, and Child Survival in American History,Ã\u0083Â¢ Quarterly Journal of Economics, 123. pp.1287-1327.",
        "Rehavi, M. Marit. 2007. Ã\u0083Â¢Sex and Politics: Do Female Legislators Affect State Spending?Ã\u0083Â¢ Mimeo, University of California, Berkeley.",
        "Wolbrecht, Christina and David E. Campbell. 2007. Ã\u0083Â¢A Gender Gap in Policy Representation in the U.S. Congress?,Ã\u0083Â¢ American Journal of Political Science, 51. pp. 921-39.",
        "Wolfers, Justin. 2006. Ã\u0083Â¢Diagnosing Discrimination: Stock Returns and CEO Gender,Ã\u0083Â¢ Journal of the European Economic Association, 4, pp.531-541."
    ]
}