{
    "id": 17676,
    "cites": 51,
    "cited_by": 4,
    "reference": [
        "Almond, Douglas. 2006. Ã\u0083Â¢Is the 1918 Influenza Pandemic Over? Long-Term Effects of In utero Influenza Exposure in the Post-1940 U.S. Population.Ã\u0083Â¢ Journal of Political Economy, 114: 672712.",
        "Almond, Douglas and Kenneth Y. Chay. 2006. Ã\u0083Â¢The Long-Run and Intergenerational Impact of Poor Infant Health: Evidence from Cohorts Born During the Civil Rights Era.Ã\u0083Â¢ Department of Economics, Columbia University Working Paper.",
        "Almond, Douglas and Janet Currie. 2011a. Ã\u0083Â¢Human Capital Development Before Age Five,Ã\u0083Â¢ in Orley Ashenfleter and David Card (Eds.), The Handbook of Labor Economics, 4b. Amsterdam: Elsevier Science B.V. Almond, Douglas and Janet Currie. 2011b. Ã\u0083Â¢Killing Me Softly: The Fetal Origins Hypothesis.Ã\u0083Â¢ Forthcoming in the Journal of Economics Perspectives.",
        "Almond, Douglas, Hilary W. Hoynes, and Diane Whitmore Schanzenbach. 2011. Ã\u0083Â¢Inside the War on Poverty: The Impact of Food Stamps on Birth Outcomes.Ã\u0083Â¢ Review of Economics and Statistics, 93(2): 387-403.",
        "Angrist, Joshua D. and Jorn Steffen Pischke. 2009. Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢s Companion. Princeton University Press, Princeton NJ.",
        "Barker, David J.P. 1998. Mothers, Babies and Health in Later Life. 2d ed. Edinburgh, UK: Churchill Livingston.",
        "Behrman, Jere R. and Mark Rosenzweig. 2004. Ã\u0083Â¢Returns to Birth weight.Ã\u0083Â¢ The Review of Economics and Statistics, 86(2): 586-601.",
        "Bennish, Michael, Paul Arnow, Marc Beem, Sandra Doveikis. Ã\u0083Â¢Epidemic Measles in Chicago in 1983,Ã\u0083Â¢ American Journal of Diseases of Childhood, 140, April 1986: 341-344.",
        "Bhalotra, Sonia and Samantha Rawlings. 2011a. Ã\u0083Â¢Intergenerational Persistence in Health in Developing Countries: The Penalty of Gender Inequality.Ã\u0083Â¢ Journal of Public Economics, 95(4): 286-299.",
        "Bhalotra, Sonia and Atheendar Venkataramani. 2011. Ã\u0083Â¢Is the Captain of the Men of Death Still At Play? Long-Run Impacts of Early Life Pneumonia Exposure and the Sulfa Drug Revolution.Ã\u0083Â¢ Working Paper. Presentation at NBER ChildrenÃ\u0083Â¢s Meeting, May 6, 2011.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes. 2007. Ã\u0083Â¢From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes.Ã\u0083Â¢ Quarterly Journal of Economics, 122(1): 409-439.",
        "Bleakley, Hoyt. 2007. Ã\u0083Â¢Disease and Development: Evidence from the Hookworm Eradication in the American South.Ã\u0083Â¢ Quarterly Journal of Economics, 122(1): 73-117.",
        "Bleakley, Hoyt. 2010. Ã\u0083Â¢Malaria Eradication in the Americas: A Retrospective Analysis of Childhood Exposure.Ã\u0083Â¢ American Economic Journal, 2(2): 1-45.",
        "Bozzoli, Carlos, Angus Deaton, and Climent Quintana-Domeque. 2009. Ã\u0083Â¢Adult Height and Childhood Disease.Ã\u0083Â¢ Demography, 46(4): 647-669.",
        "Case, Anne and Christina Paxson. 2008. Stature and Status: Height, Ability, and Labor Market Outcomes. Journal of Political Economy, 116(3): 499-532.",
        "Case, Anne and Christina Paxson, 2009. Ã\u0083Â¢Health and Wealth: Early Life Health and Cognitive Function in Old Age.Ã\u0083Â¢ American Economic Review: Papers & Proceedings 99(2): 104Ã\u0083Â¢109.",
        "Case, Anne and Christina Paxson. 2010. Ã\u0083Â¢Causes and Consequences of Early Life Health.Ã\u0083Â¢ National Bureau of Economic Research Working Paper No. 15637, http://www.nber.org/papers/w15637 (accessed November 2010).",
        "Chay, Kennth Y., Jonathan Guryan, Bhashkar Mazumder. 2009. Ã\u0083Â¢Birth Cohort and the BlackWhite Achievement Gap: The Roles of Access and Health Soon After Birth.Ã\u0083Â¢ NBER Working Paper No. 15078.",
        "Chetty, Raj, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schazenbach, and Danny Yagan. 2010. Ã\u0083Â¢How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project STAR.Ã\u0083Â¢ National Bureau of Economic Research Working Paper No. 16381. Conti, Gabriella, James J. Heckman, Hedibert Lopes, and Remi Piatek. Ã\u0083Â¢Constructing Economically Justified Aggregates: An Application of the Early Origins of Health.Ã\u0083Â¢ Journal of Econometrics, forthcoming.",
        "Costa, Dora L. 1998. Ã\u0083Â¢Unequal at Birth: A Long-Term Comparison of Income and Birth Weight.Ã\u0083Â¢ The Journal of Economic History, 58(4): 987-1009.",
        "Crimmons, Eileen and Caleb Finch. 2006. Ã\u0083Â¢Infection, inflammation, height, and longevity.Ã\u0083Â¢ Proceedings of the National Academy of Science, 103(2): 498-503.",
        "Cunha, Flavio and James J. Heckman. 2008. Ã\u0083Â¢Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation.Ã\u0083Â¢ Journal of Human Resources, 43(4): 738-782.",
        "Cunha, Flavio, James J. Heckman, and Susanne M. Schennach. 2010. Ã\u0083Â¢Estimating the Technology of Cognitive and Noncognitive Skill Formation.Ã\u0083Â¢ Econometrica, 78(3): 883-931.",
        "Currie, Janet. 2011. Ã\u0083Â¢Inequality at Birth: Some Causes and Consequences.Ã\u0083Â¢ American Economic Review, May.",
        "Currie, Janet and Enrico Moretti. 2003. Ã\u0083Â¢MotherÃ\u0083Â¢s Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings.Ã\u0083Â¢ Quarterly Journal of Economics, 118(4): 1495-1532.",
        "Currie, Janet and Enrico Moretti. 2007. Biology as Destiny? Short- and Long-Run Determinants of Intergenerational Transmission of Birth Weight. Journal of Labor Economics, 25(2): 231264.",
        "Currie, Janet, Matthew Neidell, and Johannes F. Schmeider. 2009. Ã\u0083Â¢Air Pollution and Infant Health: Lessons from New Jersey.Ã\u0083Â¢ Journal of Health Economics, 28(3): 688-703.",
        "Currie, Janet and Johannes F. Schmeider. 2009. Ã\u0083Â¢Fetal Exposures to Toxic Releases and Infant Health.Ã\u0083Â¢ American Economic Review: Papers and Proceedings of the Annual Meeting of the American Economic Association, 99(2): 177-183.",
        "Currie, Janet and Duncan Thomas. 2001. Early Test Scores, School Quality and SES: Long Run Effects on Wage and Employment Outcomes. Research in Labor Economics: Worker Wellbeing in a Changing Labor Market, 20: 103-132.",
        "Cutler, David, Winnie Fung, Michael Kremer, Monica Singhal, and Tom Vogl. 2010. Ã\u0083Â¢EarlyLife Malaria Exposure and Adult Outcomes: Evidence from Malaria Eradication in India.Ã\u0083Â¢ American Economic Journal: Applied Economics 2(2): 72-94.",
        "William Dobbie and Roland G. Fryer. 2011. Ã\u0083Â¢Are high quality schools enough to increase achievement among the poor? Evidence from the Harlem children's zone,Ã\u0083Â¢ American Economic Journal: Applied Economics, vol. 3, no. 3, pp. 158-187.",
        "Elo, Irma and Samuel Preston. Ã\u0083Â¢Effects of Early-Life Conditions on Adult Mortality: A Review,Ã\u0083Â¢ Population Index, 58 #2, Summer 1992, 186-212.",
        "Evans, William N. and Jeanne S. Ringel. 1999. Ã\u0083Â¢Tobacco Taxes and Public Policy to Discourage Smoking,Ã\u0083Â¢Tax Policy and the Economy, 13, 1-55 Fertig, Angela R. and Tara Watson. 2009. Ã\u0083Â¢Minimum Drinking Age Laws and Infant Health Outcomes.Ã\u0083Â¢ Journal of Health Economics, 28(3): 737-747.",
        "Glezen, W. Paul, Michael Decker, Sheldon Joseph, and Raymond Mercready. Ã\u0083Â¢Acute Respiratory Disease Associated with Influenza Epidemics in Houston, 1981-1983,Ã\u0083Â¢ The Journal of Infectious Diseases,Ã\u0083Â¢ 155 #6, June 1987: 1119-1204.",
        "Hoynes, Hilary W., Marianne E. Page, and Ann Huff Stevens. 2009. Ã\u0083Â¢Is a WIC Start a Better Start? Evaluating WICÃ\u0083Â¢s Impact on Infant Health Using Program Introduction.Ã\u0083Â¢ National Bureau of Economic Research Working Paper No. 15589, http://www.nber.org/papers/w15589 (accessed November 2010).",
        "Hoynes, Hoynes, Douglas Miller, and David Simon. 2011. Ã\u0083Â¢Income, the Earned Income Tax Credit, and Infant Health.Ã\u0083Â¢ Working paper presented at NBER ChildrenÃ\u0083Â¢s Session, July 28, 2011.",
        "Kelly, Elaine. 2011. Ã\u0083Â¢The Scourge of Asian Flu: In utero Exposure to Pandemic Influenza and the Development of a Cohort of British Children.Ã\u0083Â¢ Journal of Human Resources,46(4): 669-694.",
        "Lin, Ming-Jen. 2011. Ã\u0083Â¢Does In utero Exposure to Illness Matter? The 1918 Influenza Epidemic in Taiwan as a Natural Experiment.Ã\u0083Â¢ Working Paper.",
        "Ludwig, David S. and Janet Currie. 2010. Ã\u0083Â¢The Association Between Pregnancy Weight Gain and Birthweight: A Within-Family Comparison.Ã\u0083Â¢ The Lancet, 376(9745): 984-990.",
        "Lumey, L.H., Aryeh D. Stein, and Ezra Susser. 2011. Ã\u0083Â¢Prenatal Famine and Adult Health.Ã\u0083Â¢ Annual Review of Public Health, 32: 237-262.",
        "Maccini, Sharon and Dean Yang. 2009. Ã\u0083Â¢Under the Weather: Health, Schooling, and Economic Consequences of Early-Life Rainfall.Ã\u0083Â¢ American Economic Review, 99(3): 1006-26.",
        "Maluccio, John A., John F. Hoddinott, Jere R Behrman, Reynaldo Martorell, and Agnes R Qiusumbing. 2006. Ã\u0083Â¢The Impact of Nutrition during Early Childhood on Education among Guatemalan Adults.Ã\u0083Â¢ Population Studies Center Working Paper Series 06-04, University of Pennsylvania.",
        "Manski, Charles. 2011. Ã\u0083Â¢Genes, Eyeglasses, and Social Policy.Ã\u0083Â¢ Journal of Economic Perspectives, 25(4): 83-94. McCrary, Justin, and Heather Royer. The Effect of Female Education on Fertility and Infant Health: Evidence from School Entry Policies Using Exact Date of Birth.Ã\u0083Â¢ American Economic Review, forthcoming.",
        "Miller, Mark, Cecile Viboud, Marta Balinska, Lone Simonsen. Ã\u0083Â¢The Signature Features of Influenza Pandemics: Implications for Policy,Ã\u0083Â¢ New England Journal of Medicine, 360 #25, June 18, 2009: 2597-2598.",
        "Neelson, Sven and Thomas Stratmann. 2010a. Ã\u0083Â¢Long Term Effects of Prenatal Influenza Exposure: Evidence from Switzerland.Ã\u0083Â¢ Working Paper.",
        "Nelson, Richard E. 2010. Ã\u0083Â¢Testing the Fetal Origins Hypothesis in a Developing Country: Evidence from the 1918 Influenza Pandemic.Ã\u0083Â¢ Health Economics, 19(10): 1181-1192.",
        "Schick, Andreas and Richard H. Steckel. 2010. Ã\u0083Â¢Height as a Proxy for Cognitive and NonCognitive Ability.Ã\u0083Â¢ NBER Working Paper No. 16570.",
        "Singh, Gopal and Peter Dyck. Ã\u0083Â¢Infant Mortality in the United States: 1935-2007: Over Seven Decades of Progress and Disparities,Ã\u0083Â¢ Health Research Service Administration, Maternal and Child Health Bureau, Washington D.C., U.S. Dept. of Health and Human Services, 2010.",
        "Smith, James P. Ã\u0083Â¢The Impact of Childhood Health on Adult Labor Market Outcomes,Ã\u0083Â¢ The Review of Economics and Statistics, 2009. 91 #3, 478-489.",
        "Strauss, John and Duncan Thomas. 1998. Ã\u0083Â¢Health, Nutrition, and Economic Development.Ã\u0083Â¢ Journal of Economic Literature, 36(2): 766-817. UNICEF: Child Health Epidemiology Reference Group.",
        "Wood, David and Philip Brunell. Ã\u0083Â¢Measles Control in the United States: Problems of the Past and Challenges for the Future,Ã\u0083Â¢ Clinical Microbiology Reviews, Apr. 1995, 8 #2: 260-267."
    ]
}