{
    "id": 17672,
    "cites": 97,
    "cited_by": 2,
    "reference": [
        "Abrams, Burton A., and Russell F. Settle. 1999. Ã\u0083Â¢WomenÃ\u0083Â¢s Suffrage and the Growth of the Welfare State.Ã\u0083Â¢ Public Choice 100 (3Ã\u0083Â¢4): 289Ã\u0083Â¢300 (September).",
        "Aidt, T.S., and B. Dallal. 2008. Ã\u0083Â¢Female Voting Power: The Contribution of Women Ã\u0083Â¢s Suffrage to the Growth of Social Spending in Western Europe (1869Ã\u0083Â¢ 1960).Ã\u0083Â¢ Public Choice 134 (3): 391Ã\u0083Â¢417.",
        "Akerlof, George A., Janet L. Yellen, and Michael L. Katz. 1996. Ã\u0083Â¢An Analysis of Out-of-Wedlock Childbearing in the United States.Ã\u0083Â¢ Quarterly Journal of Economics 111 (2): 277Ã\u0083Â¢317.",
        "Alesina, Alberto F., Paola Giuliano, and Nathan Nunn. 2011a. Ã\u0083Â¢Fertility and the Plough.Ã\u0083Â¢ American Economic Review Papers and Proceedings 101 (3): 499Ã\u0083Â¢503 (May).",
        ". 2011b, May. Ã\u0083Â¢On the Origins of Gender Roles: Women and the Plough.Ã\u0083Â¢ Working paper 17098, National Bureau of Economic Research.",
        "Allendorf, Keera. 2007. Ã\u0083Â¢Do WomenÃ\u0083Â¢s Land Rights Promote Empowerment and Child Health in Nepal?Ã\u0083Â¢ World Development 35 (11): 1975Ã\u0083Â¢88 (November).",
        "American Bar Association. 1977-2005. Ã\u0083Â¢Family Law in the Fifty States: an Overview.Ã\u0083Â¢ Family Law Quarterly.",
        "Anderson, Siwand, and Debraj Ray. 2010. Ã\u0083Â¢Missing Women: Age and Disease.Ã\u0083Â¢ The Review of Economic Studies 77:1262Ã\u0083Â¢1300.",
        "Antecol, Heather. 2000. Ã\u0083Â¢An Examination of Cross-Country Differences in the Gender Gap in Labor Force Participation Rates.Ã\u0083Â¢ Labour Economics 7 (4): 409 Ã\u0083Â¢ 426.",
        "Ashraf, N., E. Field, and J. Lee. 2010. Ã\u0083Â¢Household Bargaining and Excess Fertility: An Experimental Study in Zambia.Ã\u0083Â¢ BREAD Working Paper No. 282.",
        "Bailey, M.J. 2006. Ã\u0083Â¢More Power to the Pill: The Impact of Contraceptive Freedom on WomenÃ\u0083Â¢s Life Cycle Labor Supply.Ã\u0083Â¢ Quarterly Journal of Economics 121 (1): 289Ã\u0083Â¢320.",
        "Beaman, L., R. Chattopadhyay, E. DuÃ\u0083Â¯o, R. Pande, and P. Topalova. 2008. Ã\u0083Â¢Powerful Women: Does Exposure Reduce Prejudice?Ã\u0083Â¢ Quarterly Journal of Economics 124 (4): 1497Ã\u0083Â¢1540 (November).",
        "Becker, Gary S. 1981 (Enlarged ed. 1991). A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Berman, David R. 1987. Ã\u0083Â¢Male Support for Woman Suffrage: An Analysis of Voting Patterns in the Mountain West.Ã\u0083Â¢ Social Science History 11 (3): 281Ã\u0083Â¢294 (Autumn).",
        "Bertocchi, G. 2011. Ã\u0083Â¢The Enfranchisement of Women and the Welfare State.Ã\u0083Â¢ European Economic Review 55:535 Ã\u0083Â¢ 553.",
        "Besley, Timothy. 1995. Ã\u0083Â¢Property Rights and Investment Incentives: Theory and Evidence from Ghana.Ã\u0083Â¢ Journal of Political Economy 103 (5): 903Ã\u0083Â¢37.",
        "Boserup, Ester. 1970 (Reprinted 1997). WomanÃ\u0083Â¢s Role in Economic Development. London: Earthscan.",
        "Bossen, Laurel, Wang Xurui, Melissa J. Brown, and Hill Gates. 2011. Ã\u0083Â¢Feet and Fabrication: Footbinding and Early Twentieth-Century Rural WomenÃ\u0083Â¢s Labor in Shaanxi.Ã\u0083Â¢ Modern China 37 (4): 347Ã\u0083Â¢383.",
        "Chattopadhyay, Raghabendra, and Esther DuÃ\u0083Â¯o. 2004. Ã\u0083Â¢Women as Policy Makers: Evidence from a Randomized Policy Experiment in India.Ã\u0083Â¢ Econometrica 72 (5): 1409Ã\u0083Â¢1443 (September).",
        "Cheung, Steven N. S. 1972. Ã\u0083Â¢The Enforcement of Property Rights in Children, and the Marriage Contract.Ã\u0083Â¢ The Economic Journal 82 (326): pp. 641Ã\u0083Â¢657.",
        "Chiappori, P.A., B. Fortin, and G. Lacroix. 2002. Ã\u0083Â¢Marriage Market, Divorce Legislation, and Household Labor Supply.Ã\u0083Â¢ Journal of Political Economy 110:37Ã\u0083Â¢ 72.",
        "Chiappori, Pierre-Andre, and Sonia OrefÃ\u0083Â¯ce. 2008. Ã\u0083Â¢Birth Control and Female Empowerment: An Equilibrium Analysis.Ã\u0083Â¢ Journal of Political Economy 116:113Ã\u0083Â¢140.",
        "Chong, A., S. Duryea, and E. La Ferrara. 2008. Ã\u0083Â¢Soap Operas and Fertility: Evidence from Brazil.Ã\u0083Â¢ CEPR Discussion Papers, vol. 6785.",
        "Clots-Figueras, Irma. 2007. Are Female Leaders Good for Education?: Evidence from India. Unpublished manuscript, UC3M Working papers Universidad Carlos III de Madrid.",
        ". 2011. Ã\u0083Â¢Women in Politics: Evidence from the Indian States.Ã\u0083Â¢ Journal of Public Economics 95 (7-8): 664Ã\u0083Â¢690.",
        "Combs, Mary Beth. 2005. Ã\u0083Â¢A Measure of Legal Independence: The 1870 Married WomenÃ\u0083Â¢s Property Act and the Portfolio Allocations of British Wives.Ã\u0083Â¢ Journal of Economic History 65 (4): 1028Ã\u0083Â¢57.",
        "Conley, D., and E. Rauscher. 2010. The Effect of Daughters on Partisanship.",
        "Das Gupta, Monica, Jiang Zhenghua, Li Bohua, Xie Zhenming, Woojin Chung, and Bae Hwa-Ok. 2003. Ã\u0083Â¢Why is Son preference so persistent in East and South Asia? A cross-country study of China, India and the Republic of Korea. Ã\u0083Â¢ The Journal of Development Studies 40 (2): 153Ã\u0083Â¢187.",
        "Doepke, Matthias, and Michele Tertilt. 2009. Ã\u0083Â¢WomenÃ\u0083Â¢s Liberation: WhatÃ\u0083Â¢s in It for Men?Ã\u0083Â¢ Quarterly Journal of Economics 124(4):1541Ã\u0083Â¢1591.",
        ". 2011. Ã\u0083Â¢Does Female Empowerment Promote Economic Development?Ã\u0083Â¢ CEPR Discussion Paper 8441.",
        "DuÃ\u0083Â¯o, Esther. 2005. Gender Equality in Development. BREAD Policy Paper No. 011.",
        "Edlund, Lena, Laila Haider, and Rohini Pande. 2005. Ã\u0083Â¢Unmarried Parenthood and Redistributive Politics.Ã\u0083Â¢ European Economic Association 3 (1): 95Ã\u0083Â¢119 (March).",
        "Edlund, Lena, and Nils-Petter Lagerlof. 2006. Ã\u0083Â¢Individual vs. Parental Consent in Marriage: Implications for Intra-household Resource Allocation and Growth.Ã\u0083Â¢ American Economic Review 96 (2): 304Ã\u0083Â¢307 (May). Papers and Proceedings.",
        "Edlund, Lena, and Chulhee Lee. 2009. Ã\u0083Â¢Son Preference, Sex Selection and Economic Development: Theory and Evidence from South Korea.Ã\u0083Â¢ Columbia University Discussion Paper.",
        "Edlund, Lena, and Rohini Pande. 2002. Ã\u0083Â¢Why have Women Become Left-Wing? The Political Gender Gap and the Decline in Marriage.Ã\u0083Â¢ Quarterly Journal of Economics 117 (3): 917Ã\u0083Â¢961 (August).",
        "Eswaran, Mukesh, and Nisha Malhotra. 2011. Ã\u0083Â¢Domestic Violence and WomenÃ\u0083Â¢s Autonomy: Evidence from India.Ã\u0083Â¢ Canadian Journal of Economics, forthcoming.",
        "Fernandez, Raquel. 2007. Ã\u0083Â¢Culture as Learning: The Evolution of Female Labour Force Participation Over a Century.Ã\u0083Â¢ CEPR Discussion Paper, no. DP6451 (September).",
        ". 2009. Ã\u0083Â¢WomenÃ\u0083Â¢s Rights and Development.Ã\u0083Â¢ NBER Working Paper Series, no. 15355.",
        "Fernandez, Raquel, and Alessandra Fogli. 2009. Ã\u0083Â¢Culture: An Empirical Investigation of Beliefs, Work and Fertility.Ã\u0083Â¢ American Economic Journal: Macroeconomics 1 (1): 146Ã\u0083Â¢177.",
        "Fernandez, Raquel, Alessandra Fogli, and Claudia Olivetti. 2004. Ã\u0083Â¢Mothers and Sons: Preference Formation and Female Labor Force Dynamics.Ã\u0083Â¢ Quarterly Journal of Economics 119 (4): 1249Ã\u0083Â¢1299.",
        "Ferreira, F., and J. Gyourko. 2010. Does Gender Matter for Political Leadership? The Case of US Mayors. Unpublished manuscript, The Wharton School, University of Pennsylvania.",
        "Field, Erica. 2003. Fertility Responses to Urban Land Titling Programs: The Roles of Ownership Security and the Distribution of Household Assets. Unpublished manuscript.",
        "Fogli, Alessandra, and Laura Veldkamp. 2011. Ã\u0083Â¢Nature or Nurture? Learning and the Geography of Female Labor Force Participation.Ã\u0083Â¢ Econometrica 79 (4): 1103Ã\u0083Â¢1138 (July).",
        "Fortman, Louise, Camille Antinori, and Nontokozo Nobane. 1997. Ã\u0083Â¢Fruits of their Labor: Gender, Property Rights, and Tree Planting in Two Zimbabwe Villages.Ã\u0083Â¢ Rural Sociology 62 (3): 295Ã\u0083Â¢314.",
        "Friedman, W., M. Kremer, E. Miguel, and R. Thornton. 2011. Ã\u0083Â¢Education as Liberation?Ã\u0083Â¢ NBER Working Paper No. 16939.",
        "Funk, Patricia, and Christina Gathmann. 2008. Gender Gaps in Policy Making: Evidence from Direct Democracy in Switzerland. unpublished manuscript, University of Mannheim.",
        "Geddes, Rick, and Dean Lueck. 2002. Ã\u0083Â¢The Gains From Self-Ownership and the Expansion of WomenÃ\u0083Â¢s Rights.Ã\u0083Â¢ American Economic Review 92 (4): 1079Ã\u0083Â¢1092 (September).",
        "Geddes, Rick, Dean Lueck, and Sharon Tennyson. 2009. Ã\u0083Â¢Human Capital Accumulation and the Expansion of WomenÃ\u0083Â¢s Economic Rights.Ã\u0083Â¢ unpublished manuscript, Cornell University.",
        "Givati, Y., and U. Troiano. 2011. Ã\u0083Â¢Law, Economics and Culture: Theory and Evidence from Maternity Leave Laws.Ã\u0083Â¢ Harvard Law and Economics Working Paper.",
        "Golden, Lawrence J. 1983. Equitable Distribution of Property. ShepardÃ\u0083Â¢s/McGrawHill.",
        "Goldin, C., and L. Katz. 2002. Ã\u0083Â¢The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢s Career and Marriage Decisions.Ã\u0083Â¢ Journal of Political Economy 110 (4): 730Ã\u0083Â¢770.",
        "Goldin, Claudia. 1990. Understanding the Gender Gap: An Economic History of American Women. Oxford: Oxford University Press.",
        "Goldstein, Markus, and Christopher Udry. 2008. Ã\u0083Â¢The ProÃ\u0083Â¯ts of Power: Land Rights and Agricultural Investment in Ghana.Ã\u0083Â¢ Journal of Political Economy 116 (6): 981Ã\u0083Â¢1022 (December).",
        "Gray, J.S. 1998. Ã\u0083Â¢Divorce-Law Changes, Household Bargaining, and Married WomenÃ\u0083Â¢s Labor Supply.Ã\u0083Â¢ American Economic Review 88:628Ã\u0083Â¢642.",
        "Greenwood, Jeremy, and Nezih Guner. 2009. Ã\u0083Â¢Marriage and Divorce Since World War II: Analyzing the Role of Technological Progress on the Formation of Households.Ã\u0083Â¢ NBER Macroeconomics Annual 2008 23:231Ã\u0083Â¢276.",
        ". 2010. Ã\u0083Â¢Social Change: The Sexual Revolution.Ã\u0083Â¢ International Economic Review 51 (4): 893Ã\u0083Â¢923.",
        "Griswold, Robert L. 1986. Ã\u0083Â¢Law, Sex, Cruelty, and Divorce in Victorian America, 1840-1900.Ã\u0083Â¢ American Quarterly 38 (5): 721Ã\u0083Â¢45.",
        "Hamilton, Gillian. 1999. Ã\u0083Â¢Property Rights and Transaction Costs in Marriage: Evidence from Prenuptial Contracts.Ã\u0083Â¢ The Journal of Economic History 59 (1): 68Ã\u0083Â¢103.",
        "Hecker, Eugene A. 1971. A Short History of WomenÃ\u0083Â¢s Rights. Westport: Greenwood Press.",
        "Holcombe, Lee. 1983. Wives and Property: Reform of the Married WomenÃ\u0083Â¢s Property Law in Nineteenth Century England. Toronto: University of Toronto Press.",
        "Huber, Joan. 1976. Ã\u0083Â¢Towards a Sociotechnological Theory of the WomenÃ\u0083Â¢s Movement. Ã\u0083Â¢ Social Problems 23 (4): 371Ã\u0083Â¢88.",
        "Iyigun, M., and R.P. Walsh. 2007. Ã\u0083Â¢Endogenous Gender Power, Household Labor Supply and the Demographic Transition.Ã\u0083Â¢ Journal of Development Economics 82 (1): 138Ã\u0083Â¢155.",
        "Joireman, S. F. 2008. Ã\u0083Â¢The Mystery of Capital Formation in Sub-Saharan Africa: Women, Property Rights and Customary Law.Ã\u0083Â¢ World Development 36 (7): 1233Ã\u0083Â¢46 (July).",
        "Jones, Ethel B. 1991. Ã\u0083Â¢The Economics of Women Suffrage.Ã\u0083Â¢ Journal of Legal Studies 20 (2): 423Ã\u0083Â¢37.",
        "Kertzer, David, and Marzio Barbagli. 2001. Family Life in the Long Nineteenth Century 1789-1913. New Haven: Yale University Press.",
        "Keyssar, Alexander. 2000. The Right to Vote: The Contested History of Demogracy in the United States. New York: Basic Books.",
        "Khan, B.Z. 1996. Ã\u0083Â¢Married WomenÃ\u0083Â¢s Property Laws and Female Commercial Activity: Evidence from United States Patent Records, 1790Ã\u0083Â¢1895.Ã\u0083Â¢ The Journal of Economic History 56 (02): 356Ã\u0083Â¢388.",
        "Kristof, Nicholas D., and Sheryl WuDunn. 2009. Half the Sky: Turning Oppression into Opportunity for Women Worldwide. Alfred A. Knopf.",
        "Lang, Jack. 1998. EnquÃ\u0083â\u0080¹ete sur la Situation des Femmes dans le Monde. Paris: Assembl ee Nationale.",
        "Leclerc-Madlala, Suzanne. 2002. Ã\u0083Â¢On the Virgin Cleansing Myth: Gendered Bodies, AIDS and Ethnomedicine.Ã\u0083Â¢ African Journal of AIDS Research 1:87Ã\u0083Â¢95.",
        "Lott, John R., and Lawrence W. Kenny. 1999. Ã\u0083Â¢Did WomenÃ\u0083Â¢s Suffrage Change the Size and Scope of Government?Ã\u0083Â¢ Journal of Political Economy 107:1163Ã\u0083Â¢ 1198.",
        "Mason, Mary Ann. 1994. From FatherÃ\u0083Â¢s Property to ChildrenÃ\u0083Â¢s Rights: The History of Child Custody in the United States. New York: Columbia University Press.",
        "Miguel, Edward. 2005. Ã\u0083Â¢Poverty and Witch Killing.Ã\u0083Â¢ Review of Economic Studies 72:1153Ã\u0083Â¢1172.",
        "Miller, Grant. 2008. Ã\u0083Â¢WomenÃ\u0083Â¢s Suffrage, Political Responsiveness, and Child Survival in American History.Ã\u0083Â¢ Quarterly Journal of Economics 123 (3): 1287Ã\u0083Â¢ 1327 (August).",
        "Neelakantan, Urvi, and Mich`ele Tertilt. 2008. Ã\u0083Â¢A Note on Marriage Market Clearing.Ã\u0083Â¢ Economic Letters 101:103Ã\u0083Â¢105.",
        "OECD, Development Centre. 2006. Ã\u0083Â¢Gender, Institutions and Development.Ã\u0083Â¢ Oster, Emily. 2004. Ã\u0083Â¢Witchcraft, Weather and Economic Growth in Renaissance Europe.Ã\u0083Â¢ Journal of Economic Perspectives 18 (1): 215Ã\u0083Â¢228.",
        "Oster, Emily, and Robert Jensen. 2009. Ã\u0083Â¢The Power of TV: Cable Television and WomenÃ\u0083Â¢s Status in India.Ã\u0083Â¢ Quarterly Journal of Economics 124 (3): 1057Ã\u0083Â¢1094.",
        "Oswald, Andrew J., and Nattavudh Powdthavee. 2010. Ã\u0083Â¢Daughters and LeftWing Voting.Ã\u0083Â¢ Review of Economics and Statistics 92 (2): 213Ã\u0083Â¢227.",
        "Pande, Rohini, and Deanna Ford. 2011. Gender Quotas and Female Leadership: A Review. Background Paper for the World Development Report on Gender.",
        "Pezzini, S. 2005. Ã\u0083Â¢The Effect of WomenÃ\u0083Â¢s Rights on WomenÃ\u0083Â¢s Welfare: Evidence from a Natural Experiment.Ã\u0083Â¢ The Economic Journal 115 (502): C208Ã\u0083Â¢C227.",
        "Rehavi, Marit. 2007. Sex and Politics: Do Female Legislators Affect State Spending ? Unpublished manuscript, University of Michigan.",
        "Roberts, Evan. 2006. Ã\u0083Â¢WomenÃ\u0083Â¢s Rights and WomenÃ\u0083Â¢s Labor: Married WomenÃ\u0083Â¢s Property Laws and Labor Force Participation, 1860Ã\u0083Â¢1900.Ã\u0083Â¢ Unpublished manuscript, Victoria University of Wellington.",
        "Salmon, Marylynn. 1986. Women and the Law of Property in Early America. Chapel Hill: The University of North Carolina Press.",
        "Sen, Amartya. 1990. Ã\u0083Â¢More Than 100 Million Women Are Missing.Ã\u0083Â¢ The New York Review of Books.",
        "Shanley, Mary Lyndon. 1986. Ã\u0083Â¢Suffrage, Protective Labor Legislation, and Married WomenÃ\u0083Â¢s Property Laws in England.Ã\u0083Â¢ Signs 12 (1): 62Ã\u0083Â¢77.",
        "Sinha, Nistha, Dhushyanth Raju, and Andrew Morrison. 2007. Ã\u0083Â¢Gender Equality, Poverty and Economic Growth.Ã\u0083Â¢ World Bank Policy Research Paper, no. 4349 (September).",
        "Stevenson, B. 2008. Ã\u0083Â¢Divorce law and womenÃ\u0083Â¢s labor supply.Ã\u0083Â¢ Journal of Empirical Legal Studies 5 (4): 853Ã\u0083Â¢873.",
        "Stevenson, B., and J. Wolfers. 2006. Ã\u0083Â¢Bargaining in the Shadow of the Law: Divorce Laws and Family Distress.Ã\u0083Â¢ The Quarterly Journal of Economics 121 (1): 267.",
        ". 2009. Ã\u0083Â¢The Paradox of Declining Female Happiness.Ã\u0083Â¢ American Economic Journal: Economic Policy 1 (2): 190Ã\u0083Â¢225.",
        "Tertilt, Mich`ele. 2005. Ã\u0083Â¢Polygyny, Fertility, and Savings.Ã\u0083Â¢ Journal of Political Economy 113 (6): 1341Ã\u0083Â¢1371.",
        ". 2006. Ã\u0083Â¢Polygyny, WomenÃ\u0083Â¢s Rights, and Development.Ã\u0083Â¢ Journal of the European Economic Association 4 (2-3): 523Ã\u0083Â¢530.",
        "The World Bank. 2012. Ã\u0083Â¢2012 World Development Report on Gender Equality and Development.Ã\u0083Â¢ Technical Report, The World Bank.",
        "Udry, Christopher. 1996. Ã\u0083Â¢Gender, Agricultural Production, and the Theory of the Household.Ã\u0083Â¢ Journal of Political Economy 104 (5): 1010Ã\u0083Â¢46.",
        "Voena, Alessandra. 2011. Yours, Mine and Ours: Do Divorce Laws Affect the Intertemporal Behavior of Married Couples? SIEPR Discussion Paper 10022.",
        "Warner, Rebecca L. 1991. Ã\u0083Â¢Does the Sex of Your Children Matter? Support for Feminism among Women and Men in the United States and Canada.Ã\u0083Â¢ Journal of Marriage and Family 53 (4): pp. 1051Ã\u0083Â¢1056.",
        "Warner, R.L., and B.S. Steel. 1999. Ã\u0083Â¢Child Rearing as a Mechanism for Social Change: The Relationship of Child Gender to ParentsÃ\u0083Â¢ Commitment to Gender Equity.Ã\u0083Â¢ Gender & Society 13 (4): 503Ã\u0083Â¢517.",
        "Washington, Ebonya L. 2008. Ã\u0083Â¢Female Socialization: How Daughters Affect Their Legislator FathersÃ\u0083Â¢ Voting on WomenÃ\u0083Â¢s Issues.Ã\u0083Â¢ American Economic Review 98 (1): 311Ã\u0083Â¢332 (March)."
    ]
}