{
    "id": 17670,
    "cites": 22,
    "cited_by": 23,
    "reference": [
        "Backe, P. and C. Wojcik (2008), Ã\u0083Â¢Credit Booms, Monetary Integration, and the Neoclassical Synthesis,Ã\u0083Â¢ Journal of Banking abd Finanace, 32, 458-470.",
        "Brunnermeier, M. S. Nagel, and, L. Pedersen (2009), Ã\u0083Â¢Carry Trades and Currency Crashes,Ã\u0083Â¢ in NBER Macroeconomics Annual 2008, 2009, 23, 313-347 Bubula, A., and I. Ã\u0083Æ\u0092tker-Robe (2003), Ã\u0083Â¢Are Pegged and Intermediate Regimes More Crisis Prone?Ã\u0083Â¢ IMF Working Paper 03/223 (Washington: International Monetary Fund).",
        "Calvo, G. (1991), Ã\u0083Â¢The Perils of Sterilization,Ã\u0083Â¢ IMF Staff Papers, 38, Issue 4, December, 921-926 Calvo, G., L. Leiderman, and C. Reinhart (1995), Ã\u0083Â¢Capital Inflows to Latin America with Reference to the Asian Experience,Ã\u0083Â¢ in Sebastian Edwards, ed. Capital Controls, Exchange Rates and Monetary Policy in the World Economy, (Cambridge: Cambridge University Press, 1995), 339-382.",
        "Cavallo, D. and J. Cottani (1997), Ã\u0083Â¢Argentina's Convertibility Plan and the IMF,Ã\u0083Â¢ The American Economic Review, Vol. 87, No. 2, Papers and Proceedings of the Hundred and Fourth Annual Meeting of the American Economic Association (May), pp. 17-22.",
        "Chinn, M. and Hiro I. (2008), A New Measure of Financial Openness, Journal of Comparative Policy Analysis, Volume 10, Issue 3, p. 309 Ã\u0083Â¢ 322 (September).",
        "Ilzetzki, I. and C. M. Reinhart, and K. Rogoff (2010), Ã\u0083Â¢Exchange Rate Arrangements into the 21st Century: Will the Anchor Currency Hold? (with Ethan O.",
        "Eyzaguirre, N., M. Kaufman, S. Phillips, and R. Valdes (2011), Ã\u0083Â¢Managing Abundance to Avoid a Bust in Latin America,Ã\u0083Â¢ IMF Staff Discussion Note 11/07, April (Washington: International Monetary Fund).",
        "Fernandez Arias, E. and P. Montiel (1996), Ã\u0083Â¢ The Surge of Capital Inflows to Developing Countries: an analytical Overview,Ã\u0083Â¢ The World Bank Economic Review, 10, Issue 1, January, 51-77.",
        "Ghosh, A., A. Gulde, J. Ostry, and H. Wolf (2003), Ã\u0083Â¢Exchange Rate Regimes: Choices and ConsequencesÃ\u0083Â¢ (Cambridge, Massachusetts: MIT Press).",
        "Gosh. A., J. Ostry, and Ch. Tsangarides (2010), Ã\u0083Â¢Exchange Rate Regimes and the stability of the International Monetary System,Ã\u0083Â¢ IMF Occasional Paper 270 (Washington: International Monetary Fund).",
        "Jeanne, O. (2003), Ã\u0083Â¢Why do Emerging Markets Borrow in Foreign Currency?,Ã\u0083Â¢ IMF Working Paper 03/177 (Washington: International Monetary Fund).",
        "Kaminsky, G., C. Reinhart, and C. VÃ\u0083Æ\u0092gh (2004), Ã\u0083Â¢When It Rains, It Pours: Procyclical Capital Flows and Macroeconomic Policies,Ã\u0083Â¢ NBER Working Paper 10780.",
        "International Monetary Fund (2010), Ã\u0083Â¢Heating Up in the South, Cooler in the North,Ã\u0083Â¢ Regional Economic Outlook, Western Hemisphere Department, Washington D.C., October.",
        "Magud, N., C. Reinhart, and K. Rogoff (2011), Ã\u0083Â¢Capital Controls: Myth and RealityÃ\u0083Â¢A Portfolio Balance Approach,Ã\u0083Â¢ NBER Working Paper 16805.",
        "Mendoza, E. and M. Terrones (2008), Ã\u0083Â¢An Anatomy of Credit Booms: Evidence from Macro Aggregates and Micro Data,Ã\u0083Â¢ NBER Working Paper 14049.",
        "Montiel, P. and C. Reinhart (2001), Ã\u0083Â¢The Dynamics of Capital Movements to Emerging Economies During the 1990s,Ã\u0083Â¢ in Stephany Griffith-Jones, Manuel Montes, and Anwar Nasution eds. Short-term Capital Flows and Economic Crises, (Oxford: Oxford University Press, 2001), 3-28.",
        "Obstfeld, M. and P.O. Gourinchas (2011), Ã\u0083Â¢Stories of the Twentieth Century for the TwentyFirst, Ã\u0083Â¢ NBER Working Paper 17252.",
        "Pantin, G. and H. Shin (2011), Ã\u0083Â¢Carry Trades, Monetary Policy and Speculative Dynamics,Ã\u0083Â¢ mimeo, Princeton University.",
        "Reinhart, C. and V. Reinhart (2008), Ã\u0083Â¢Capital Flow Bonanzas: An Encompassing View of the Past and Present,Ã\u0083Â¢ NBER Working Paper 14321.",
        "Reinhart, C. and K. Rogoff (2009), This Time ItÃ\u0083Â¢s Different: Eight Centuries of Financial Folly (Princeton: Princeton University Press, September).",
        "Reinhart, C. and K. Rogoff (2004), Ã\u0083Â¢The Modern History of Exchange Rate Arrangements: A Reinterpretation,Ã\u0083Â¢ Quarterly Journal of Economics 119(1):1-48, February.",
        "Rosenberg, C. and M. TirpÃ\u0083Æ\u0092k (2008), Ã\u0083Â¢Determinants of Foreign Currency Borrowing in the New Member States of the EUÃ\u0083Â¢, IMF Working Paper 08/173 (Washington: International Monetary Fund)."
    ]
}