{
    "id": 17684,
    "cites": 41,
    "cited_by": 37,
    "reference": [
        "AuÃ\u0083Â¯hammer, Maximilan, and Ryan Kellogg. 2011. Ã\u0083Â¢Clearing the Air? The EÃ\u0083Â¯ects of Gasoline Content Regulation on Air Quality.Ã\u0083Â¢ American Economic Review, 101(6): 2687Ã\u0083Â¢2722.",
        "Banzhaf, H. Spencer, and Randall P. Walsh. 2008. Ã\u0083Â¢Do People Vote with Their Feet? An Empirical Test of Tiebouts Mechanism.Ã\u0083Â¢ American Economic Review, 98(3): 843863.",
        "Bound, John, David A. Jaeger, and Regina M. Baker. 1995. Ã\u0083Â¢Problems with Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogeneous Explanatory Variable is Weak.Ã\u0083Â¢ Journal of the American Statistical Association, 90(430): 443Ã\u0083Â¢ 450.",
        "Bruner, Jon. 2009. Ã\u0083Â¢AmericaÃ\u0083Â¢s Worst Intersections.Ã\u0083Â¢ Forbes.",
        "Bureau of Transportation Statistics. 2008. Ã\u0083Â¢Air Carriers: T-100 Domestic Segment U.S. Carriers Data.Ã\u0083Â¢ Cameron, A. Colin, and Pravin K. Trivedi. 1998. Regression Analysis of Count Data. Cambridge, MA:Cambridge University Press.",
        "Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller. 2011. Ã\u0083Â¢Robust Inference With Multiway Clustering.Ã\u0083Â¢ Journal of Business and Economic Statistics, 29(2): 238Ã\u0083Â¢249.",
        "Card, David. 1999. Ã\u0083Â¢The Handbook of Labor Economics.Ã\u0083Â¢ , ed. Orley Ashenfelter and David Card Vol. III, Chapter The causal eÃ\u0083Â¯ect of education on earnings, 1801Ã\u0083Â¢1863. Elsevier.",
        "Center for Disease Control. 2011. Ã\u0083Â¢Asthma in the US: Growing Every Year.Ã\u0083Â¢ CDC Vital Signs.",
        "Chay, Kenneth Y., and Michael Greenstone. 2003. Ã\u0083Â¢The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession.Ã\u0083Â¢ Quarterly Journal of Economics, 118(3): 1121Ã\u0083Â¢1167.",
        "Chay, Kenneth Y., and Michael Greenstone. 2005. Ã\u0083Â¢Does Air Quality Matter? Evidence from the Housing Market.Ã\u0083Â¢ Journal of Political Economy, 113(2): 376Ã\u0083Â¢424. 48 Currently, the highest rates of asthma incidence in the United States are found in Bronx, New York (Garg et al. 2003). This area of northern New York City is bisected by 5 major highways, that rank among the most congested in the United States (Bruner 2009).",
        "Currie, Janet, and Matthew Neidell. 2005. Ã\u0083Â¢Air Pollution and Infant Health: What Can We Learn From CaliforniaÃ\u0083Â¢s Recent Experience?Ã\u0083Â¢ Quarterly Journal of Economics, 120(3): 1003Ã\u0083Â¢ 1030.",
        "Currie, Janet, and Reed Walker. 2011. Ã\u0083Â¢TraÃ\u0083Â¯c Congestion and Infant Health: Evidence from E-ZPass.Ã\u0083Â¢ American Economic Journal: Applied Economics, 3(1): 65Ã\u0083Â¢90.",
        "Davidson, Russell, and James G. MacKinnon. 1993. Estimation and Inference in Econometrics. Oxofd University Press.",
        "DeschÃ\u0083â\u0080¹enes, Olivier, Michael Greenstone, and Jonathan Guryan. 2009. Ã\u0083Â¢Climate Change and Birth Weight.Ã\u0083Â¢ American Economic Review: Papers & Proceedings, 99(2): 211Ã\u0083Â¢217.",
        "Environmental Protection Agency. 1992. Ã\u0083Â¢Procedures for Emission Inventory Preparation.",
        "Volume IV: Mobile Sources.Ã\u0083Â¢ Environmental Protection Agency. 2005. Ã\u0083Â¢2005 National Emissions Inventory Data And Documentation. Ã\u0083Â¢",
        "Federal Aviation Administration. 2005a. Ã\u0083Â¢Aviation & Emissions: A Primer.Ã\u0083Â¢ OÃ\u0083Â¯ce of Environment and Energy.",
        "Federal Aviation Administration. 2005b. Passenger Boarding (Enplanement) and All-Cargo Data for U.S. Airports. http://www.faa.gov/airports/planning capacity/passenger allcargo stats/passenger/.",
        "Friedman, Michael S., Kenneth E. Powell, Lori Hutwagner, LeRoy M. Graham, and W. Gerald Teague. 2001. Ã\u0083Â¢Impact of Changes in Transportation and Commuting Behaviors During the 1996 Summer Olympic Games in Atlanta on Air Quality and Childhood Asthma.Ã\u0083Â¢ Journal of the American Medical Association, 285(7): 897Ã\u0083Â¢905.",
        "Garen, John. 1984. Ã\u0083Â¢The Returns to Schooling: A Selectivity Bias Approach with a Continuous Choice Variable.Ã\u0083Â¢ Econometrica, 52(5): 1199Ã\u0083Â¢1218.",
        "Garg, Renu, Adam Karpati, Jessica Leighton, Mary Perrin, and Mona Shah. 2003. Asthma Facts. . Second ed., New York City Department of Health and Mental Hygiene.",
        "Griliches, Zvi, and Jerry A. Hausman. 1986. Ã\u0083Â¢Errors in variables in panel data.Ã\u0083Â¢ Journal of Econometrics, 31(1): 93Ã\u0083Â¢118.",
        "Hanna, Rema, and Paulina Oliva. 2011. Ã\u0083Â¢The EÃ\u0083Â¯ect of Pollution on Labor Supply: Evidence from a Natural Experiment in Mexico City.Ã\u0083Â¢ NBER Working Paper 17302.",
        "Hausman, Jerry, Bronwyn H. Hall, and Zvi Griliches. 1984. Ã\u0083Â¢Econometric Models for Count Data with an Application to the Patents-R & D Relationship.Ã\u0083Â¢ Econometrica, 52(4): 909Ã\u0083Â¢938.",
        "Heckman, J., and E. Vytlacil. 1998. Ã\u0083Â¢Instrumental Variables Methods for the Correlated Random CoeÃ\u0083Â¯cient Model: Estimating the Average Rate of Return to Schooling When the Return is Correlated with Schooling.Ã\u0083Â¢ Journal of Human Resources, 33(4): 974Ã\u0083Â¢987.",
        "Mayer, Christopher, and Todd Sinai. 2003. Ã\u0083Â¢Network EÃ\u0083Â¯ects, Congestion Externalities, and Air TraÃ\u0083Â¯c Delays: Or Why Not All Delays Are Evil.Ã\u0083Â¢ American Economic Review, 93(4): 1194Ã\u0083Â¢ 1215.",
        "Moretti, Enrico, and Matthew Neidell. 2011. Ã\u0083Â¢Pollution, Health, and Avoidance Behavior: Evidence from the Ports of Los Angeles.Ã\u0083Â¢ Journal of Human Resources, 46(1): 154Ã\u0083Â¢175.",
        "Morrison, Steven A., and CliÃ\u0083Â¯ord Winston. 1989. Ã\u0083Â¢Enhancing the Performance of the Deregulated Air Transportation System.Ã\u0083Â¢ Brookings Papers on Economic Activity. Microeconomics, 1989: 61Ã\u0083Â¢123.",
        "Morrison, Steven A., and CliÃ\u0083Â¯ord Winston. 2007. Ã\u0083Â¢Another Look at Airport Congestion Pricing.Ã\u0083Â¢ American Economic Review, 97(5): 1970Ã\u0083Â¢1977.",
        "Neidell, Matthew. 2009. Ã\u0083Â¢Information, Avoidance Behavior, and Health: The EÃ\u0083Â¯ect of Ozone on Asthma Hospitalizations.Ã\u0083Â¢ Journal of Human Resources, 44(2): 450Ã\u0083Â¢478.",
        "Peters, Annette, Douglas W. Dockery, James E. Muller, and Murray A. Mittleman. 2001. Ã\u0083Â¢Increased Particulate Air Pollution and the Triggering of Myocardial Infarction.Ã\u0083Â¢ Circulation, 103: 2810Ã\u0083Â¢2815.",
        "Schlenker, Wolfram, and Michael J. Roberts. 2009. Ã\u0083Â¢Nonlinear Temperature EÃ\u0083Â¯ects Indicate Severe Damages to U.S. Crop Yields under Climate Change.Ã\u0083Â¢ Proceedings of the National Academy of Sciences of the United States, 106(37): 15594Ã\u0083Â¢15598.",
        "Seaton, A., D. Godden, W. MacNee, and K. Donaldson. 1995. Ã\u0083Â¢Particulate air pollution and acute health eÃ\u0083Â¯ects.Ã\u0083Â¢ The Lancet, 345(8943): 176Ã\u0083Â¢178.",
        "United States Environmental Protection Agency. 2004. Ã\u0083Â¢Guidance on Airport Emissions Reduction Credits for Early Measures Through Voluntary Airport Low Emissions Programs.Ã\u0083Â¢ Air Quality Strategies and Standards Division. OÃ\u0083Â¯ce of Air Quality Planning and Standards.",
        "Willis, R.J., and S. Rosen. 1979. Ã\u0083Â¢Education and Self-Selection.Ã\u0083Â¢ Journal of Political Economy, 87(5): S7Ã\u0083Â¢S36.",
        "Wooldridge, JeÃ\u0083Â¯rey M. 1997. Ã\u0083Â¢On two stage least squares estimation of the average treatment eÃ\u0083Â¯ect in a random coeÃ\u0083Â¯cient model.Ã\u0083Â¢ Economics Letters, 56(2): 129Ã\u0083Â¢133.",
        "Wooldridge, JeÃ\u0083Â¯rey M. 1999. Ã\u0083Â¢Distribution-free estimation of some nonlinear panel data models. Ã\u0083Â¢ Journal of Econometrics, 90(1): 77Ã\u0083Â¢97.",
        "Wooldridge, JeÃ\u0083Â¯rey M. 2002. Econometric analysis of cross section and panel data. MIT Press. Figure 1: Location of Airports, Pollution Monitors, and Zip Codes Southern California Airport Location CARB CO Pollution Monitor CARB NO2 Pollution Monitor Zip Code Centroid [0,10] km of Airport Zip Code Centroid (10,oo) km of Airport Northern California Notes: The 12 largest airports in California are shown as blue dots. The location of CO pollution monitors in the California Air Resource Board (CARB) data base are shown as X, the location of NO2 monitors as +. Zip code boundaries are shown in grey. They are shaded if the centroid is within 10km (6.2miles) of an airport.",
        "Figure 2: Histogram of Daily Wind Direction At Airports Burbank (BUR) North South East West Los Angeles (LAX) North South East West Long Beach (LGB) North South East West Oakland (OAK) North South East West Ontario (ONT) North South East West Palm Springs (PSP) North South East West San Diego (SAN) North South East West Santa Barbara (SBA) North South East West San Francisco (SFO) North South East West San Jose (SJC) North South East West Sacramento (SMF) North South East West Santa Ana (SNA) North South East West Notes: Histogram of the distribution of daily directions in which the wind is blowing (2005-2007). Plot is normalized to the most frequent category. The four circles indicate the quartile range. Airport locations are shown in Figure 1.",
        "Figure 3: Contour Maps: Marginal Impact of Taxi Time on Pollution Levels Carbon Monoxide (CO) Downwind Ã\u0083Â¢10km 10km Ã\u0083Â¢10km 10km Downwind Ã\u0083Â¢10km 10km Ã\u0083Â¢10km 10km Downwind Ã\u0083Â¢10km 10km Ã\u0083Â¢10km 10km Downwind Ã\u0083Â¢10km 10km Ã\u0083Â¢10km 10km 14.00 15.88 17.76 19.64 21.52 23.40 25.28 27.16 29.04 30.92 32.80 34.68 36.56 38.44 40.32 42.20 44.08 45.96 47.84 49.72 51.60 53.48 55.36 57.24 59.12 61.00 Nitrogen Dioxide (NO2) Downwind Ã\u0083Â¢10km 10km Ã\u0083Â¢10km 10km Downwind Ã\u0083Â¢10km 10km Ã\u0083Â¢10km 10km Downwind Ã\u0083Â¢10km 10km Ã\u0083Â¢10km 10km Downwind Ã\u0083Â¢10km 10km Ã\u0083Â¢10km 10km 0.00 0.04 0.08 0.12 0.16 0.20 0.24 0.28 0.32 0.36 0.40 0.44 0.48 0.52 0.56 0.60 0.64 0.68 0.72 0.76 0.80 0.84 0.88 0.92 0.96 1.00 Notes: Graphs display the marginal impact of taxi time (ppb per 1000 minute of taxi time, i.e., kmin) on pollution levels across space for diÃ\u0083Â¯erent wind speeds.",
        "The x-axis shows the direction in which the wind is blowing: positive x-values imply the location is downwind, negative value simply they are upwind. Points on the y-axis are at a right angle to the wind direction. The wind speeds in columns 1-4 are 0.1m/s, 1m/s, 2m/s, and 3m/s corresponding to the 0.1, 10.6, 34.5, and 66.5 percentiles of the distribution of wind speeds in 2005-2007 at the 12 airports in our study (see Figure 1)."
    ]
}