{
    "id": 17685,
    "cites": 67,
    "cited_by": 6,
    "reference": [
        "Aaronson, D. (2000). Ã\u0083Â¢A note on the benefit of homeownership,Ã\u0083Â¢ Journal of Urban Economics, 47, 356-369.",
        "Acharya, Viral, Matthew Richardson, Stijn Van Nieuwerburgh, and Lawrence J. White (2011), Guaranteed to Fail, Princeton University Press.",
        "Ambrose, Brent W, Richard Buttimer, Thomas Thibodeau (2001), Ã\u0083Â¢A New Spin on the Jumbo/Conforming Loan Rate Differential.Ã\u0083Â¢ Journal of Real Estate Finance and Economics, November 2001, 23(3), pp. 309-35.",
        "Ambrose, B. W., and Thibodeau, T. G. (2004). Ã\u0083Â¢Have the GSE affordable housing goals increased the supply of mortgage credit?Ã\u0083Â¢ Regional Science and Urban Economics, 34, 263-272.",
        "An, X., and Bostic, R. W. (2006, April 28). Have the Affordable Housing Goals been a Shield against Subprime? Regulatory Incentives and the Extension of Mortgage Credit. Retrieved from http://www.usc.edu/schools/sppd/lusk/research/pdf/wp_2006-1006.pdf An, X., and Bostic, R. W. (2008). Ã\u0083Â¢GSE Activity, FHA Feedback, and Implications for the Efficacy of the Affordable Housing Goals,Ã\u0083Â¢ Journal of Real Estate Finance Economics, 36, 207-231.",
        "An, X., and Bostic, R. W. (2009). Ã\u0083Â¢Policy Incentives and the Extension of Mortgage Credit: Increasing Market Discipline for Subprime Lending,Ã\u0083Â¢ Journal of Policy Analysis and Management, 28 (3), 340-365.",
        "An, X., Bostic, R. W., Deng, Y., Gabriel, S. A., Green, R. K., and Tracy, J. (2007). Ã\u0083Â¢GSE Loan Purchases, the FHA, and Housing Outcomes in Targeted, Low-Income Neighborhoods,Ã\u0083Â¢ Brookings Institution Press, 205-256.",
        "Avery, R. B., and Brevoort, K. P. (2010, August). The Subprime Crisis: How Much Did Lender Regulation Matter? Retrieved June 2, 2011, from http://business.gwu.edu/creua/research-papers/files/subprime-crisis.pdf Avery, R., Bostic, R., and Canner, G. (2005). Ã\u0083Â¢Assessing the Necessity and Efficiency of the Community Reinvestment Act,Ã\u0083Â¢ Housing Policy Debate, 16 (1), 143-172.",
        "Brevoort, Kenneth and Robert Avery (2011), Ã\u0083Â¢The Subprime Crisis: Is Government Housing Policy to Blame? (with Robert B. Avery), Finance and Economics Discussion Series 2011-36. Washington: Board of Governors of the Federal Reserve System.",
        "Boyle, M. H. (2002). Home Ownership and the Emotional and Behavioral Problems of Children and Youth. Child Development, 73 (3), 883-892.",
        "Bubb, Ryan and Alex Kaufman (2009), Ã\u0083Â¢Securitization and Moral Hazard: Evidence from a Lender Cutoff Rule, Public Policy Discussion Paper No. 09-5, Federal Reserve Bank of Boston.",
        "Burnett, K., and Fosburg, L. B. (2001, August). Retrieved May 27, 2011, from http://www.huduser.org/Publications/pdf/gsemultifamily.pdf Canner, Glenn, Wayne Passmore, and Brian Surette (1996), Ã\u0083Â¢Distribution of Credit Risk among Providers of Mortgages to Lower-Income and Minority Homebuyers,Ã\u0083Â¢ Federal Reserve Bulletin, December 1996.",
        "Center for American Progress (2010), A Responsible Secondary Market System for Housing Finance,Ã\u0083Â¢ available at: http://www.americanprogress.org/issues/2010/09/pdf/housing_finance_slides.pdf Chirui, Maria Conceeta and Tullio Jappelli, Ã\u0083Â¢Financial Market Imperfections and Home Ownership: A Comparative Study,Ã\u0083Â¢ European Economic Review, 47, pp. 857-75.",
        "Coales, Adrian and Judith Hardt (2000), Ã\u0083Â¢Mortgage Markets: Why US and EU Markets are So Different,Ã\u0083Â¢ Housing Studies, Vol. 15, No. 5, 775-83.",
        "Congressional Budget Office (1996), Ã\u0083Â¢Assessing the Public Costs and Benefits of Fannie Mae and Freddie Mac,Ã\u0083Â¢ May 1996.",
        "Congressional Budget Office (2001), Ã\u0083Â¢Federal Subsidies and the Housing GSEs,Ã\u0083Â¢ Washington, DC: GPO, 2001 Congressional Budget Office (2010), Ã\u0083Â¢Fannie Mae, Freddie Mac, and the Federal Role in the Secondary Mortgage Market,Ã\u0083Â¢ December 2010.",
        "Conley, D., and Gifford, B. (2006). Home Ownership, Social Insurance, and the Welfare State. Springer, 21 (1), 55-82.",
        "Coulson, E., and Li, H. (2010, September). Measuring the External Benefits of Homeownership. Retrieved from http://erwan.marginalq.com/HULM11s/ec.pdfde Tocqueville, Alexis (1835), Democracy in America.",
        "Dietz, R. D., and Haurin, D. R. (2003). Ã\u0083Â¢The Social and Private Micro-Level Consequences of Homeownership,Ã\u0083Â¢ Journal of Urban Economics, 54, 401-450.",
        "DiPasquale, D., and Glaeser, E. L. (1999). Ã\u0083Â¢Incentives and Social Capital: Are Homeowners Better Citizens?Ã\u0083Â¢ Journal of Urban Economics, 45, 354-384.",
        "Ellen, Ingrid Gould, John Napier Tye, and Mark A. Willis (2010), Ã\u0083Â¢Improving U.S. Housing Finance through Reform of Fannie and Freddie Mac, Furman Center for Real Estate and Urban Policy, New York University, available at: http://furmancenter.org/files/publications/Improving_US_Housing_Finance_Fann ie_Mae_Freddie_Mac_9_8_10.pdf European Central Bank (2009), Ã\u0083Â¢Housing Finance in the Euro Area,Ã\u0083Â¢ Occasional Paper Series No. 101, March 2009.",
        "European Mortgage Federation (2009), Hypotstat 2009, available at: http://hypo.org/Content/default.asp?PageID=524 Federal Housing Finance Agency (2010a), Ã\u0083Â¢Data on the Risk Characteristics of SingleFamily Mortgages Originated from 2001 through 2008 and Financed in the Secondary Market, September 13, 2010, available at: http://www.fhfa.gov/webfiles/16711/RiskChars9132010.pdf Federal Housing Finance Agency (2010b), Report to Congress 2010, June 13, 2011.",
        "Friedman, S., and Squires, G. D. (2005). Does the Community Reinvestment Act Help Minorities Access Traditionally Inaccessible Neighborhoods? University of California Press, 52 (2), 209-231.",
        "Gabriel, S. A., and Rosenthal, S. S. (2010). Ã\u0083Â¢Do the GSEs Expand the Supply of Mortgage Credit? New Evidence of Crowd Out in the Secondary Mortgage Market,Ã\u0083Â¢ Journal of Public Economics, 94, 975-986.",
        "Glaeser, Edward and Dwight Jaffee (2006), Ã\u0083Â¢What to Do About Fannie and Freddie,Ã\u0083Â¢ EconomistsÃ\u0083Â¢ Voice, available at: www.bepress/ev, September 2006.",
        "Green, Richard (2011), Ã\u0083Â¢Testimony,Ã\u0083Â¢ Senate Banking Committee, available at: http://banking.senate.gov/public/index.cfm?FuseAction=Hearings.Hearing&Heari ng_ID=a7b4b965-7291-4741-8507-f1dbbb860ac0 Green, R. K., and Hendershott, P. H. (2001). Ã\u0083Â¢Homeownership and Unemployment in the US,Ã\u0083Â¢ Journal of Urban Studies, 38 (9), 1509-1520.",
        "Green, R. K., and White, M. J. (1997). Ã\u0083Â¢Measuring the Benefits of Homeowning: Effects on Children,Ã\u0083Â¢ Journal of Urban Economics, 41, 441-461. Guttentag, J. Federal National Mortgage Association, Federal Credit Agencies.",
        "Washington DC, Commission on Money and Credit, by Prentice Hall 1963.",
        "Hancock, Diana and Wayne Passmore (2010), Ã\u0083Â¢An Analysis of Government Guarantees and the Functioning of Asset-Backed Securities Markets,Ã\u0083Â¢ Finance and Economics Discussion Series No. 2010-46, Federal Reserve Board.",
        "Haurin, D. R., Dietz, R. D., and Weinberg, B. A. (2002, March 6). The Impact of Neighborhood Homeownership Rates: A Review of the Theoretical and Empirical Literature. Retrieved from http://papers.ssrn.com/sol3/papers.cfm?abstract_id=303398 Haurin, D. R., Parcel, T. L., and Huarin, R. J. (2002). Ã\u0083Â¢Does Homeownership Affect Child Outcomes?Ã\u0083Â¢ Real Estate Economics, 30 (4), 635-666.",
        "Hendershott, Patrick H. and James Shilling (1989(, Ã\u0083Â¢The Impact of the Agencies on Conventional Fixed-Rate Mortgage Yields.Ã\u0083Â¢ Journal of Real Estate Finance and Economics, June 1989, 2(2), pp. 101-15.",
        "Herbert, C. E. (2001, August). An Assessment of the Availability and Cost of Financing for Small Multifamily Properties. Retrieved May 27, 2011, from http://www.huduser.org/publications/pdf/smallmultifamily.pdf Hermalin, Benjamin and Dwight Jaffee (1996),. Ã\u0083Â¢The Privatization of Fannie Mae and Freddie Mac: Implications for Mortgage Industry Structure,Ã\u0083Â¢ in Studies on Privatizing Fannie Mae and Freddie Mac, Washington, DC: HUD, pp. 225-302.",
        "Heuson, Andrea, Wayne Passmore and Roger Sparks (2001), Ã\u0083Â¢Credit Scoring and Mortgage Securitization: Implications for Mortgage Rates and Credit Availability.Ã\u0083Â¢ Journal of Real Estate Finance and Economics, November 2001, 23(3), pp. 337-64.",
        "Jaffee, Dwight (2009) Ã\u0083Â¢The U.S. Subprime Mortgage Crisis: Issues Raised and Lessons Learned,Ã\u0083Â¢ Chapter 7 in Michael Spence, Patricia Clarke Annez and Robert M.",
        "Buckley, editors, Urbanization and Growth, World Bank, 2009, available online at http://www.growthcommission.org/storage/cgdev/documents/ebookurbanization.p df Jaffee, Dwight (2010a), Ã\u0083Â¢The Role of the GSEs and Housing Policy in the Financial Crisis,Ã\u0083Â¢ Testimony before the Financial Crisis Inquiry Commission, February 25, 2010, available at: http://fcic.law.stanford.edu/hearings/testimony/forum-toexplore -the-causes-of-the-financial-crisis Jaffee, Dwight (2010b), Ã\u0083Â¢How to Privatize the Mortgage Market,Ã\u0083Â¢ Wall Street Journal, October 25, 2010.",
        "Jaffee, Dwight (2011) Ã\u0083Â¢Ã\u0083Â¢Testimony,Ã\u0083Â¢ Senate Banking Committee, available at: http://banking.senate.gov/public/index.cfm?FuseAction=Hearings.Hearing&Heari ng_ID=a7b4b965-7291-4741-8507-f1dbbb860ac0 Jaffee, Dwight and John Quigley (2007), Ã\u0083Â¢Housing Subsidies and Homeowners: What Role for Government-Sponsored Enterprises?Ã\u0083Â¢ Brookings Papers.",
        "Jaffee, Dwight and John Quigley (2010), Ã\u0083Â¢Housing Policy, Mortgage Policy, and the Federal Housing Administration,Ã\u0083Â¢ in Deborah Lucas editor, Measuring and Managing Financial Risk, National Bureau of Economic Research.",
        "Jaffee, Dwight and Kenneth Rosen (1978), Ã\u0083Â¢Estimates of the Effectiveness of Stabilization Policies for the Mortgage and Housing Markets, with K. Rosen, Journal of Finance XXXIII, No. 3 (1978), 933-946.",
        "Jaffee, Dwight and Kenneth Rosen (1979), Ã\u0083Â¢Mortgage Credit Availability and Residential Construction,Ã\u0083Â¢ Brookings Papers on Economic Activity, Vol. 1979, No. 2, pp.",
        "Laderman, Elizabeth and Carolina Reid (2008), Ã\u0083Â¢Lending in Low- and Moderate- Income Neighborhoods in California: The Performance of CREA Lending During the Subprime Meltdown, Community Development Working Paper 2008-05, November 2008.",
        "Lea, Michael (2010), International Comparison of Mortgage Product Offerings, Research Institute for Housing America, September 2010. Lehnert, Andreas, Wayne Passmore, and Shane Sherlund, Ã\u0083Â¢GSEs, Mortgage Rates, and Secondary Market Activities,Ã\u0083Â¢ The Journal of Real Estate Finance and Economics, Volume 36, Number 3, pp. 343-363.",
        "Lehnert, Andreas, Wayne Passmore, and Shane Sherlund, Ã\u0083Â¢GSEs, Mortgage Rates, and Secondary Market Activities (2008),Ã\u0083Â¢ The Journal of Real Estate Finance and Economics, Ã\u0083Â¢ Vol. 36, No. 3, pp. 343-361.",
        "Lewis, Michael, Liars Poker, (1990), New York, Penguin.",
        "Manchester, Paul (2007), Ã\u0083Â¢Goal Performance and Characteristics of Mortgages Purchased by Fannie Mae and Freddie Mac, 2001-2005, HUD Housing Finance Working Paper HF-17.",
        "Marcus, C. E. (1996). Ã\u0083Â¢Beyond the Boundaries of the Community Reinvestment Act and the Fair Lending Laws: Developing a Market-Based Framework for Generating Low- and Moderate-Income Lending,Ã\u0083Â¢ Columbia Law Review, 710-758.",
        "McKenzie, Joseph A. (2002) Ã\u0083Â¢A Reconsideration of the Jumbo/Non-Jumbo Mortgage Rate Differential,Ã\u0083Â¢ Journal of Real Estate Finance and Economics, SeptemberDecember 2002, 25(2/3), pp. 197-214.",
        "Morgenson, Gretch and Joshua Rosner (2011), Reckless Endangerment: How Outsized Ambition, Greed, and Corruption Led to Economic Armageddon, Henry Holt and Company.",
        "Mortgage Bankers Association, Real Estate Finance Association. (2009, September). Retrieved from http://www.gbreb.com/uploadedFiles/REFA/Education_and_Events/Content_Blo cks/Freddie%20Fannie%20and%20FHA%20Presentation%20Final2%281%29.pd f?n=8957 Moulton, S. (n.d.). The 1992 GSE Act and Loan Application Outcomes. Retrieved from http://research.stlouisfed.org/conferences/gse/Moulton.pdf Moulton, Stephanie 2010), Ã\u0083Â¢Originating Lender Localness and Mortgage Sustainability,Ã\u0083Â¢ Public Administration Review, 70(3): 349-360.",
        "Munch, J. R., Rosholm, M., and Svarer, M. (2008). Ã\u0083Â¢Home ownership, Job Duration, and Wages,Ã\u0083Â¢ Journal of Urban Economics, 68, 130-145.",
        "Naranjo Andy and Alden Toevs (2002), Ã\u0083Â¢The Effects of Purchases of Mortgages and Securitizations by Government Sponsored Enterprises on Mortgage Yield Spreads and Volatility,Ã\u0083Â¢ Fannie Mae Papers, 2002, Vol. 1, Issue 3, pp. 1-14.",
        "Nothaft, Frank E, James Pearce, and Steven Stevanovic (2002), Ã\u0083Â¢Debt Spreads Between GSEs and Other Corporations,Ã\u0083Â¢ Journal of Real Estate Finance and Economics, September-December 2002, 25(2/3), pp. 151-72.",
        "Oswald, A. (1996). A Conjecture on the Explanation for High Unemployment in the Industrialized Nations: Part I. University of Warwick Working Paper No. 475.",
        "Passmore, Wayne (2005) Ã\u0083Â¢The GSE Implicit Subsidy and the Value of Government Ambiguity.Ã\u0083Â¢ Real Estate Economics, Fall 2005, 33(3), pp. 465-86.",
        "Passmore, Wayne, Roger Sparks, and Jamie Ingpen (2002),Ã\u0083Â¢GSEs, Mortgage Rates, and the Long-Run Effects of Mortgage Securitization.Ã\u0083Â¢ Journal of Real Estate Finance and Economics, September-December 2002, 25(2/3), pp. 215-42.",
        "Passmore, Wayne, Shane Sherlundand Burgess Gillian (2005), Ã\u0083Â¢The Effect of Housing Government-Sponsored Enterprises on Mortgage Rates.Ã\u0083Â¢ Real Estate Economics, Fall 2005, 33(3), pp. 427-63.",
        "Pearce, James E. and James Miller (2001), Ã\u0083Â¢Freddie Mac and Fannie Mae: Their Funding Advantages and Benefits to Consumers,Ã\u0083Â¢ Freddie Mac.",
        "Peek, Joe and James A. Wilcox. Ã\u0083Â¢Secondary Mortgage Markets, GSEs, and the Changing Cyclicality of Mortgage Flows,Ã\u0083Â¢ ed. Andrew H. Chen, Research in Finance Volume 20, pp. 61-80, 2003.",
        "Quigley, J. M. (2006). Ã\u0083Â¢Federal Credit and Insurance Programs: Housing,Ã\u0083Â¢ Federal Reserve Bank of St. Louis Review, 281-310.",
        "Quinn, Sarah (2010), Government Policy, Housing, and the Origins of Securitization, 1780-1968, Ph.D. Thesis, University of California, Berkeley, and forthcoming Princeton University Press.",
        "Report by the Board of Governors of the Federal Reserve System. (2000, July). Retrieved June 2, 2011, from http://www.federalreserve.gov/communitydev/files/cra_cratext.pdf Rossi, P. H., and Weber, E. (1996). Ã\u0083Â¢The Social Benefits of Homeownership: Empirical Evidence from National Surveys,Ã\u0083Â¢ Housing Policy Debate, 7 (1).",
        "Segal, W., and Szymanoski, E. J. (1998). Fannie Mae, Freddie Mac, and the Multifamily Mortgage Market. Cityscape: A Journal of Policy Development and Research, 5991.",
        "Thomas, Jason and Robert Van Order (2011), Ã\u0083Â¢A Closer Look at Fannie Mae and Freddie Mac: What We Know, What We Think We Know and What We DonÃ\u0083Â¢t Know, available at: http://business.gwu.edu/creua/research-papers/files/fanniefreddie. pdf U.S. Department of Housing and Urban Development (1966), Background and History of the Federal National Mortgage Association.",
        "U.S. Department of Housing and Urban Development, O. o. (n.d.). Overview of the GSEs' Housing Goal Performance, 1993-2001. Retrieved May 25, 2011, from http://www.huduser.org/datasets/GSE/gse2001.pdf U.S. Department of Housing and Urban Development, O. o. (n.d.). Overview of the GSEs' Housing Performance, 2000-2007. Retrieved May 25, 2011, from http://www.huduser.org/datasets/GSE/gse2007.pdf U.S. Treasury and Housing and Urban Development (2011), Ã\u0083Â¢Reforming AmericaÃ\u0083Â¢s Housing Finance Market, A Report to Congress,Ã\u0083Â¢ February, 2011 United States Government Accountability Office (2009), Ã\u0083Â¢Fannie Mae and Freddie Mac: Analysis of Options for Revising the Housing EnterprisesÃ\u0083Â¢ Long-term Structures,Ã\u0083Â¢ GAO-09-782, September 2009.",
        "Wallison, Peter (2011), Ã\u0083Â¢Dissent from the Majority Report of the Financial Crisis Inquiry Commission, January 14, 2011, available at: http://www.aei.org/docLib/Wallisondissent.pdf Weicher, J. C. (2010). The Affordable Housing Goals, Homeownership and Risk: Some Lessons from Past Efforts to Regulate the GSEs. The Past, Present, and Future of the Government-Sponsored Enterprises (pp. 1-28). St Louis: Federal Reserve Bank of St. Louis.",
        "Woodward, Susan E. (2004a) Ã\u0083Â¢Recharting Freddie and Fannie: The Policy Issues.Ã\u0083Â¢ Unpublished manuscript.",
        "Woodward, Susan E. (2004b) Ã\u0083Â¢Estimating the Jumbo Rate Premium with Clean and Rich Loan Level Data.Ã\u0083Â¢ Unpublished manuscript, Sand Hill Econometrics.",
        "Wyly, E. K., and Holloway, S. R. (2002). The Disappearance of Race in Mortgage Lending. Economic Geography, 78 (2), 129-169."
    ]
}