{
    "id": 17695,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "Barbose, Galen, Naim Dargouth, Ryan Wiser and Joachim Seel. 2011. Ã\u0083Â¢Tracking the Sun IV: An Historical Summary of the Installed Cost of Photovoltaics in the U.S. from 1998 to 2010.Ã\u0083Â¢ Lawrence Berkeley National Laboratory Paper LBNL-5047E. http://eetd.lbl.gov/ea/emp/reports/lbnl-5047e.pdf Borenstein, Severin. 2008a. Ã\u0083Â¢The market value and cost of solar photovoltaic electricity production.Ã\u0083Â¢ Center for the Study of Energy Markets Working Paper 176. http://www.ucei.berkeley.edu/PDF/csemwp176.pdf.",
        "Borenstein, Severin. 2008b. Ã\u0083Â¢Response to Critiques of Ã\u0083Â¢The market value and cost of solar photovoltaic electricity productionÃ\u0083Â¢.Ã\u0083Â¢ http://faculty.haas.berkeley.edu/borenste/PVwork.html California Energy Commission. 2007. Ã\u0083Â¢2007 Final Natural Gas Market Assessment.Ã\u0083Â¢ CEC-200-2007-009-SF.",
        "California Energy Commission. 2007. Ã\u0083Â¢2007 Integrated Energy Policy Report.Ã\u0083Â¢ CEC-1002007 -008-CMF. http://www.energy.ca.gov/2007publications/CEC-100-2007-008/ CEC- 100-2007-008-CMF.PDF.",
        "Callaway, Duncan and Meredith Fowlie. 2009. Ã\u0083Â¢Greenhouse Gas Emissions Reductions from Wind Energy: Location, Location, Location?Ã\u0083Â¢ http://nature.berkeley.edu/Ã\u0083â\u0080¹fowlie/ papers.html.",
        "Callaway, Duncan S. 2009. Ã\u0083Â¢Tapping the energy storage potential in electric loads to deliver load following and regulation, with application to wind energy.Ã\u0083Â¢ Energy Conversion and Management, 50(5):1389-1400.",
        "Cory, Karlynn and Paul Schwabe. 2009. Ã\u0083Â¢Wind Levelized Cost of Energy: A Comparison of Technical and Financing Input Variables.Ã\u0083Â¢ National Renewable Energy Laboratory Technical Report NREL/TP-6A2-46671. http://www.nrel.gov/docs/fy10osti/46671.pdf.",
        "Cullen, Joseph A. 2011. Ã\u0083Â¢Measuring the Environmental BeneÃ\u0083Â¯ts of Wind-Generated Electricity. Ã\u0083Â¢ http://www.u.arizona.edu/Ã\u0083â\u0080¹jcullen/Documents/measuringwind.pdf.",
        "Davis, Lucas, and Catherine Wolfram. 2011. Ã\u0083Â¢Deregulation, Consolidation, and EÃ\u0083Â¯ciency: Evidence from U.S. Nuclear Power.Ã\u0083Â¢ Energy Institute at Haas Working Paper 217.",
        "Du, Yangbo and John E. Parsons. 2009. Ã\u0083Â¢Update on the Cost of Nuclear Power.Ã\u0083Â¢ MIT Center for Energy and Environmental Policy Research Paper 09-004. http://web.mit.edu/mitei/docs/spotlights/nuclear-fuel-cycle-du.pdf Duke, Richard, and Daniel M. Kammen. 1999. Ã\u0083Â¢The Economics of Energy Market Transformation Programs.Ã\u0083Â¢ Energy Journal, 20(4): 15-64.",
        "Electric Power Research Institute. 2009. Ã\u0083Â¢Program on Technology Innovation: Integrated Generation Technology Options.Ã\u0083Â¢ http://my.epri.com/portal/server.pt?Abstract id=000000000001019539 Energy Information Administration. 2008. Ã\u0083Â¢Federal Financial Interventions and Subsidies in Energy Markets 2007.Ã\u0083Â¢, http://www.eia.gov/oiaf/servicerpt/subsidy2/pdf/subsidy08.pdf.",
        "Energy Information Administration. 2010. Ã\u0083Â¢International Energy Outlook 2010.Ã\u0083Â¢ http://www.eia.gov/oiaf/ieo/ Energy Information Administration. 2011a. Ã\u0083Â¢Annual Energy Outlook 2011.Ã\u0083Â¢ http://www.eia.gov/forecasts/aeo/ Energy Information Administration. 2011b. Ã\u0083Â¢Assumptions to the Annual Energy Outlook 2011.Ã\u0083Â¢ http://205.254.135.24/forecasts/aeo/assumptions/ Energy Information Administration. 2011c. Ã\u0083Â¢Levelized Costs in the Annual Energy Outlook 2011.Ã\u0083Â¢ http://205.254.135.24/oiaf/aeo/electricity generation.html Environmental Protection Agency. 2011. Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990-2009. Washington, DC. Fowlie, Meredith, Christopher R. Knittel and Catherine Wolfram. forthcoming. Ã\u0083Â¢Sacred Cars? Optimal Regulation of Stationary and Non-stationary Pollution Sources,Ã\u0083Â¢ American Economic Journal: Economic Policy.",
        "Fowlie, Meredith, and Nicholas Muller. 2010. Ã\u0083Â¢Designing Markets for Pollution When Damages Vary Across Sources: Evidence from the NOx Budget Program.Ã\u0083Â¢ http://nature.berkeley.edu/Ã\u0083â\u0080¹fowlie/fowlie muller ASSA.pdf Fripp, Matthias and Ryan H. Wiser. 2008. Ã\u0083Â¢EÃ\u0083Â¯ects of Temporal Wind Patterns on the Value of Wind-Generated Electricity in California and the Northwest.Ã\u0083Â¢ IEEE Transactions on Power Systems, 23(2): 477-485.",
        "Fthenakis, Vasilis, James Mason, and Ken Zweibel. 2009. Ã\u0083Â¢The Technical, Geographical, and Economic Feasibility for Solar Energy to Supply the Energy Needs of the US.Ã\u0083Â¢ Energy Policy 37(2): 387-399.",
        "Gowrisankaran, Gautam, Stanley S. Reynolds, and Mario Samano. 2011. Ã\u0083Â¢Intermittency and the Value of Renewable Energy.Ã\u0083Â¢ National Bureau of Economic Research Working Paper 17086.",
        "Greenstone, Michael, Elizabeth Kopits and Ann Wolverton. 2011. Ã\u0083Â¢Estimating the Social Cost of Carbon for Use in Federal Rulemakings: A Summary and Interpretation.Ã\u0083Â¢ National Bureau of Economic Research Working Paper 16913, March.",
        "Holland, Stephen. 2003. Ã\u0083Â¢Set-up Costs and the Existence of Competitive Equilibria when Extraction Capacity Is Limited.Ã\u0083Â¢ Journal of Environmental Economics and Management. 46(3): 539-556.",
        "Intergovernmental Panel on Climate Change Working Group III. 2011. Special Report on Renewable Energy Sources and Climate Change Mitigation. http://srren.ipccwg3. de/ Joskow, Paul L. 2011a. Ã\u0083Â¢Comparing the Costs of Intermittent and Dispatchable Electricity Generating Technologies.Ã\u0083Â¢ American Economic Review Papers and Proceedings. 101(3): 238-241.",
        "Joskow, Paul L. 2011b. Ã\u0083Â¢Comparing the Costs of Intermittent and Dispatchable Electricity Generation Technologies.Ã\u0083Â¢ Center for Energy and Environmental Research Working Paper 2010-013, Revised February 2011.",
        "Keohane, Nathaniel O. 2009. Ã\u0083Â¢Cap and Trade, Rehabilitated: Using Tradable Permits to Control U.S. Greenhouse Gases.Ã\u0083Â¢ Review of Environmental Economics and Policy. 3(1):42-62.",
        "Klein, Joel. 2010. Ã\u0083Â¢Comparative Costs of California Central Station Electricity Generation Technologies.Ã\u0083Â¢ California Energy Commission CEC-200-2009-017-SD. http://www.energy.ca.gov/2009publications/CEC-200-2009-017/ CEC-200-2009-017-SF.PDF Koplow, Doug. 2010. Ã\u0083Â¢EIA Energy Subsidy Estimates: A Review of Assumptions and Omissions,Ã\u0083Â¢ Earth Track, Inc., http://earthtrack.net/Ã\u0083Â¯les/uploaded Ã\u0083Â¯les/EIA%20subsidy%20review %20Ã\u0083Â¯nal 17Mar10.pdf .",
        "Margolis, Robert M. 2003. Ã\u0083Â¢Photovoltaic technology experience curves and markets.Ã\u0083Â¢ Paper presented at the NCPV and Solar Program Review Meeting, Denver, CO.",
        "Metcalf, Gilbert E. 2009. Ã\u0083Â¢Designing a Carbon Tax to Reduce U.S. Greenhouse Gas Emissions.Ã\u0083Â¢ Review of Environmental Economics and Policy 3(1):63-83.",
        "Miller, Michael, Frank Wolak, and Zhe Zhang. 2011. Ã\u0083Â¢Quantifying the Economic and Environmental Impacts of Chinas Buying Power in the Global Steam Coal Market.Ã\u0083Â¢ Program on Energy and Sustainable Development Working Paper, Stanford University, December.",
        "Muller, Nicholas Z., and Robert Mendelsohn. 2007. Ã\u0083Â¢Measuring the Damages of Air Pollution in the United States.Ã\u0083Â¢ Journal of Environmental Economics and Management 54(1): 1-14.",
        "Muller, Nicholas Z., Robert Mendelsohn and William Nordhaus. 2011. Ã\u0083Â¢Environmental Accounting for Pollution in the United States EconomyÃ\u0083Â¢ American Economic Review 101(4): 1649-1675.",
        "National Renewable Energy Laboratory. 2010. Ã\u0083Â¢Windpowering America: Estimates of Windy Land Area and Wind Energy Potential, by State, for areas Ã\u0083Â¢ 30% Capacity Factor at 80m.Ã\u0083Â¢ http://www.windpoweringamerica.gov/docs/wind potential 80m 30percent.xlsx.",
        "Nemet, Gregory F. 2006. Ã\u0083Â¢Beyond the Learning Curve: Factors InÃ\u0083Â¯uencing Cost Reductions in Photovoltaics.Ã\u0083Â¢ Energy Policy, 34(17):3218-3232.",
        "New York Independent System Operator. 2010. Ã\u0083Â¢Growing Wind: Final Report of the NYISO 2010 Wind Generation Study.Ã\u0083Â¢ http://www.nyiso.com/public/webdocs/newsroom/press releases/2010/ GROWING WIND - Final Report of the NYISO 2010 Wind Generation Study.pdf Pigou, Arthur C. 1920. The Economics of Welfare. London: Macmillan and Co.",
        "Rogers, Paul. 2008. Ã\u0083Â¢Local Tree Law Balances Solar vs. Shade, Lawmakers Respond to Celebrated Sunnyvale Feud.Ã\u0083Â¢ San Jose Mercury News. July 23. Schmalensee, Richard. forthcoming. Ã\u0083Â¢Evaluating Policies to Increase the Generation of Electricity from Ã\u0083Â¢Renewable Energy.Ã\u0083Â¢ Review of Environmental Economics and Policy.",
        "Swanson, Richard M. 2006. Ã\u0083Â¢A Vision for Crystalline Silicon Photovoltaics.Ã\u0083Â¢ Progress in photovoltaics: Research and Applications, 14(5): 443- 453.",
        "Union of Concerned Scientists. 2011. Ã\u0083Â¢A Risky Proposition: The Financial Hazards of New Investments in Coal Plants.Ã\u0083Â¢ http://www.ucsusa.org/assets/documents/ clean energy/a-risky-proposition report.pdf Union of Concerned Scientists. 2011. Ã\u0083Â¢A Risky Proposition Appendix A: Key Assumptions for Levelized Cost of Electricity Ranges.Ã\u0083Â¢ http://www.ucsusa.org/assets/documents/ clean energy/Appendix-Key-Assumptions-Levelized-Costs.pdf"
    ]
}