{
    "id": 17693,
    "cites": 33,
    "cited_by": 12,
    "reference": [
        "Aghion, Philippe, Robin Burgess, Stephen J. Redding, and Fabrizio Zilibotti (2008), Ã\u0083Â¢The Unequal EÃ\u0083Â¯ects of Liberalization: Evidence from Dismantling the License Raj in IndiaÃ\u0083Â¢, American Economic Review, 98(4): 1397-1412.",
        "Ahsan, Ahmad and Carmen Pages (2009), Ã\u0083Â¢Are all labor Regulations Equal? Evidence from Indian ManufacturingÃ\u0083Â¢, Journal of Comparative Economics, 37(1): 62-75.",
        "Arnold, Jens Mathias (2005), Ã\u0083Â¢A short note on Productivity Estimation at the Firm Level. A Practical GuideÃ\u0083Â¢. Working paper, Bocconi University.",
        "Adhvaryu, Achyuta, Amalavoyal Chari, and Siddharth Sharma (2011), Ã\u0083Â¢Firing Costs and Flexibility: Evidence from FirmsÃ\u0083Â¢ Labor Adjustments to Shocks in IndiaÃ\u0083Â¢, Working Paper.",
        "Bassanini, Andrea, Luca Nunziata, and Danielle Venn (2009), Ã\u0083Â¢Job protection legislation and productivity growth in OECD countriesÃ\u0083Â¢, Economic Policy, CEPR, CES, MSH, 24: 349-402.",
        "Basu, Susanto and John G. Fernald (1997), Ã\u0083Â¢Returns to Scale in U.S. Production: Estimates and ImplicationsÃ\u0083Â¢, Journal of Political Economy, 105(2): 249-283.",
        "Bentolila, S. and Bertola, G. (1990), Ã\u0083Â¢Firing Costs and labor Demand: How Bad is Eurosclerosis ?Ã\u0083Â¢, Review of Economic Studies, Vol. 57: 381-402.",
        "Besley, Timothy and Robin Burgess (2004), Ã\u0083Â¢Can labor regulation hinder economic performance ? Evidence from IndiaÃ\u0083Â¢, The Quarterly Journal of Economics, 119(1): 91-134.",
        "Bhattacharjea, Aditya (2006), Ã\u0083Â¢labor Market Regulation and Industrial Performance in India: A Critical Review of the Empirical EvidenceÃ\u0083Â¢, The Indian Journal of labor Economics, 49(2): 211-32.",
        "(2009), Ã\u0083Â¢The EÃ\u0083Â¯ects of Employment Protection Legislation on Indian Manufacturing Ã\u0083Â¢, Working paper, Center on Democracy, Development, and The Rule of Law Freeman Spogli Institute for International Studies, Stanford University.",
        "Carlsson, Mikael, Julian Messina and Oskar Nordstrom Skans (2011), Ã\u0083Â¢Wage Adjustment and Productivity ShocksÃ\u0083Â¢, IZA Working Paper No. 5719.",
        "Conway, Paul and Richard Herd (2009), Ã\u0083Â¢How Competitive is Product Market Regulation in India? An International and Cross-state ComparisonÃ\u0083Â¢, OECD Economic Studies, 45(1): 149-174.",
        "CuÃ\u0083â\u0080¹nat, Alejandro and Marc Melitz (2007), Ã\u0083Â¢Volatility, labor Market Flexibility, and the Pattern of Comparative AdvantageÃ\u0083Â¢, NBER Working Paper No. 13062.",
        "Deakin, Simon, Priya Lele, and Mathias Siems (2007), Ã\u0083Â¢The evolution of labor law: calibrating and comparing regulatory regimesÃ\u0083Â¢, International labor Review, 146:133-162.",
        "Dougherty, Sean (2009), Ã\u0083Â¢Labor Regulation and Employment Dynamics at the State Level in IndiaÃ\u0083Â¢, Review of Market Integration, 1(3): 295-337.",
        "Dougherty, Sean, Richard Herd and Thomas Chalaux (2009), Ã\u0083Â¢What is Holding Back Productivity Growth in India? Recent MicroevidenceÃ\u0083Â¢, OECD Economic Studies, 45(1): 59-80.",
        "Garibaldi, Pietro (1998), Ã\u0083Â¢Job Ã\u0083Â¯ow dynamics and Ã\u0083Â¯ring restrictionsÃ\u0083Â¢, European Economic Review, 42(2): 245-75.",
        "Goldar, Bishwanath and Suresh Chand Aggarwa (2010), Ã\u0083Â¢Informalization of Industrial labor in India: Are labor market rigidities and growing import competition to blame?Ã\u0083Â¢, Institute for Economic Growth, New Delhi, Manuscript.",
        "Goldar, Bishwanath (2011), Ã\u0083Â¢Growth in Organised Manufacturing Employment in Recent YearsÃ\u0083Â¢, Economic and Political Weekly, Vol. XLVI, No. 5.",
        "Gupta, Poonam, Rana Hasan, and Utsav Kumar (2009), Ã\u0083Â¢Big Reforms but Small PayoÃ\u0083Â¯s: Explaining the Weak Record of Growth in Indian ManufacturingÃ\u0083Â¢, MPRA Working Paper, University Library of Munich, Germany.",
        "Harrison, Ann, Leslie Martin, and Shanthi Nataraj (2011), Ã\u0083Â¢Learning versus Stealing: How Important are Market-Share Reallocations to IndiaÃ\u0083Â¢s Productivity Growth?Ã\u0083Â¢, NBER Working Paper No. 16733.",
        "Krishna, Pravin and Andrei Levchenko (2009), Ã\u0083Â¢Comparative Advantage, Complexity, and VolatilityÃ\u0083Â¢, NBER Working Paper No. 14965.",
        "Levinsohn, James and Amil Petrin (2003), Ã\u0083Â¢Estimating Production Functions using Inputs to Control for UnobservablesÃ\u0083Â¢, Review of Economic Studies, 70: 317-341.",
        "Malik, P.L. (2006, 2010), Industrial Law: A Manual of Central labor and Industrial Laws Incorporating State Amendments with Rules, Regulations and Select NotiÃ\u0083Â¯cations, Lucknow: Eastern Book Company.",
        "Micco, Alejandro and Carmen Pages (2007), Ã\u0083Â¢The Economic EÃ\u0083Â¯ects of Employment Protection: Evidence from International Industry-Level DataÃ\u0083Â¢. Research Network Working Papers 592, Inter-American Development Bank, Research Department.",
        "Mortensen, D.T. and C.A. Pissarides (1999), Ã\u0083Â¢Unemployment responses to Ã\u0083Â¢skill biasedÃ\u0083Â¢ shocks: the role of labor market policyÃ\u0083Â¢, Economic Journal, 109: 242-65.",
        "Nagaraj, R. (2004), Ã\u0083Â¢Fall in Organised Manufacturing Employment: A Brief NoteÃ\u0083Â¢, Economic and Political Weekly, 39(30): 3387Ã\u0083Â¢90.",
        "OECD (2007, 2011), OECD Economic Surveys of India, Paris: OECD Publishing.",
        "Olley, Steven and Ariel Pakes (1996), Ã\u0083Â¢The Dynamics Of Productivity In The Telecommunications Equipment IndustryÃ\u0083Â¢, Econometrica, 64: 1263-1297.",
        "Panagariya, Arvind (2008), India: the Emerging Giant, New York: Oxford University Press.",
        "Poschke, M. (2009), Ã\u0083Â¢Employment protection, Ã\u0083Â¯rm selection, and growthÃ\u0083Â¢, Journal of Monetary Economics, 56(8): 1074Ã\u0083Â¢85.",
        "Rajan, Raghuram and Luigi Zingales (1998), Ã\u0083Â¢Financial dependence and growthÃ\u0083Â¢, American Economic Review, 88: 559-86.",
        "Venn, Danielle (2009), Ã\u0083Â¢Legislation, collective bargaining and enforcement: Updating the OECD employment protection indicatorsÃ\u0083Â¢, OECD Social, Employment and Migration Working Paper 89."
    ]
}