{
    "id": 17691,
    "cites": 168,
    "cited_by": 17,
    "reference": [
        "Adler, M. and Dumas, B., 1983. International Portfolio Choice and Corporation Finance: A Synthesis. Journal of Finance, vol. 38(3), 925-84.",
        "Ahearne, A. G, Griever, W.L. and Warnock, F.E., 2004. Information costs and home bias: an analysis of US holdings of foreign equities. Journal of International Economics, vol. 62(2), pages 313-336, March.",
        "Amadi, A.A., Bergin, P.R., 2008. Understanding international portfolio diversiÃ\u0083Â¯cation and turnover rates. Journal of International Financial Markets, Institutions and Money, Volume 18, Issue 2, Pages 191-206",
        "Aizenman, J., 2004. Financial Opening and Development: Evidence and Policy Controversies. American Economic Review P&P, 94 (2), 65Ã\u0083Â¢70.",
        "Albuquerque R., G. Bauer, G. and M. Schneider, 2007. International Equity Flows: A Quantitative Equilibrium Approach. Review of Economic Studies, 74(1): 1-30.",
        "Anderson, J. and E. Van Wincoop, 2004. Trade Costs. Journal of Economic Literature, 42, 691Ã\u0083Â¢751.",
        "Aviat, A., and N. Coeurdacier, 2007. The Geography of Trade in Goods and Asset Holdings, Journal of International Economics, 71, 22-51.",
        "Backus, David K.; Kehoe, Patrick J.; Kydland, Finn E, 1992. International Real Business Cycles. Journal of Political Economy 100: 745-775",
        "Backus, D. K., P. J. Kehoe and F. E. Kydland, 1994. Dynamics of the Trade Balance and the Terms of Trade: The J-Curve?. American Economic Review, 84(1), 84Ã\u0083Â¢103.",
        "Baier, S., and J.H., Bergstrand, 2001. The Growth of World Trade: TariÃ\u0083Â¯s, Transport Costs and Income Similarity. Journal of International Economics, 53, 1Ã\u0083Â¢27..",
        "Barberis, N., Thaler, R., 2004. A Survey of Behavioral Finance. in Handbook of the Economics of Finance, chap. 18, 1051-1121, G. Constantinides, M. Harris and R.M. Stulz eds., Elsevier North-Holland.",
        "Barro, R., 2006. Rare Disasters and Asset Markets in the Twentieth Century. Quarterly Journal of Economics, Vol. 121, No. 3, Pages 823-866",
        "Baxter, M. and Crucini, M. J, 1995. Business Cycles and the Asset Structure of Foreign Trade. International Economic Review, vol. 36(4), pages 821-54, November.",
        "Baxter, M. and Jermann, U., 1997. The International DiversiÃ\u0083Â¯cation Puzzle Is Worse Than You Think. American Economic Review, vol. 87(1), pages 170-80, March.",
        "Baxter, M., Jermann, U. and King, R.G., 1998, Nontraded goods, nontraded factors, and international non-diversiÃ\u0083Â¯cation. Journal of International Economics, Elsevier, vol. 44(2), pages 211-229.",
        "Bradshaw, M , Bushee B. and G. Miller, 2004. Accounting Choice, Home Bias, and US Investment in Non-US Firms; Journal of Accounting Research 42 (2004): 795-841.",
        "Benigno, G. and Kucuk-Tuger, H., 2008. Financial Globalization, Home Equity Bias and International Risk-Sharing, mimeo LSE",
        "Benigno, P and Nistico, S., 2009. International Portfolio Allocation under Model Uncertainty. NBER Working Paper No. 14734",
        "Bekaert, G. and Harvey, C. R, 1995. Time-Varying World Market Integration. Journal of Finance, 50:2, pp. 403-44.",
        "Bekaert, G. and C.R. Harvey, 2003. Emerging markets Ã\u0083Â¯nance, Journal of Empirical Finance, Volume 10, Issues 1-2",
        "Bekaert, G. and Urias, M., 1996. DiversiÃ\u0083Â¯cation, Integration and Emerging Market Closed-End Funds. Journal of Finance, 51:3, pp 835-69,",
        "Berriel, T. and S. Bhattarai, 2008. Hedging against the Government: A Solution to the Home Asset Bias Puzzle. Unpublished manuscript.",
        "Benartzi, S., 2001. Excessive Extrapolation and the Allocation of 401(k) Accounts to Company Stock. Journal of Finance, 56, 1747-1764.",
        "Barberis, N., Thaler, R., 2004. A Survey of Behavioral Finance. in Handbook of the Economics of Finance, chap. 18, 1051-1121, G. Constantinides, M. Harris and R.M. Stulz eds., Elsevier North-Holland.",
        "Bohn, H. and Tesar, L., 1996. U.S. Equity Investment in Foreign Markets: Portfolio Rebalancing or Return Chasing?. American Economic Review, vol. 86(2), pages 77-81, May.",
        "Bottazzi, L., Pesenti, P. and van Wincoop, E., 1996. Wages, proÃ\u0083Â¯ts and the international portfolio puzzle. European Economic Review, Elsevier, vol. 40(2), pages 219-254, February.",
        "Bovenberg, A. L. and R. Gordon, 1996. Why is Capital so Immobile Internationally? Possible Explanations and Implications for Capital Income Taxation. American Economic Review, vol. 86(5), p1057-75.",
        "Bradshaw, M.T., B.J. Bushee, and G.S., Miller, 2004. Accounting Choice, Home Bias, and U.S. Investment in Non-U.S. Firms. Journal of Accounting Research, 42(5),",
        "Brennan, M.J and Cao, H, 1997. International Portfolio Investment Flows. Journal of Finance, vol. 52(5), pages 1851-80.",
        "Brennan, M.J., Cao, H. and Strong, N. and Xu, X., 2005. The dynamics of international equity market expectations. Journal of Financial Economics, Elsevier, vol. 77(2), pages 257-288.",
        "Britten-Jones, M., 1999. The Sampling Error in Estimates of Mean-Variance EÃ\u0083Â¯cient Portfolio Weights. Journal of Finance, 54(2), 655-671.",
        "Chan, K. , V. Covrig, and L. Ng, 2005. What Determines the Domestic Bias and Foreign Bias? Evidence from Mutual Fund Equity Allocations Worldwide. Journal of Finance 60.3, 1495-1534.",
        "Choe, H., B.C. Kho and R.M. Stulz, 2005. Do domestic investors have an edge? The trading experience of foreign investors in Korea. Review of Financial Studies 18.3, 795-829.",
        "Coeurdacier, N., 2009. Do Trade Costs in Goods Markets Lead to Home Bias in Equities?. Journal of International Economics, 77, p86-100",
        "Coeurdacier, N., and P-O Gourinchas, 2010. When Bonds Matter: Home Bias in Goods and Assets. manuscript, SciencePo and UC Berkeley.",
        "Coeurdacier, N. and S. Guibaud, 2009. A Dynamic Equilibrium of Imperfectly Integrated Financial Markets. manuscript, SciencePo and London School of Economics",
        "Coeurdacier, N., R. Kollmann and, P. Martin, 2007. International Portfolios with Supply, Demand, and Redistributive Shocks, NBER International Seminar on Macroeconomics (ISOM) 2007. University of Chicago Press, edited by R. H. Clarida and F. Giavazzi.",
        "Coeurdacier, N., R. Kollmann and, P. Martin, 2010. International Portfolios, Capital Accumulation, and Portfolio Dynamics. Journal of International Economics, vol. 80 (1), pp 100-112",
        "Coeurdacier, N., Ocaktan, T. and H. Rey, 2010. International Risk Sharing and Limited Participation. mimeo SciencePo and London Business School.",
        "Coeurdacier, N. and Martin, P., 2009. The geography of asset trade and the euro: Insiders and outsiders, Journal of the Japanese and International Economies, Volume 23, Issue 2, p90-113.",
        "Cole, H.L. and Obstfeld, M., 1991. Commodity trade and international risk sharing : How much do Ã\u0083Â¯nancial markets matter?. Journal of Monetary Economics, Elsevier, vol. 28(1), pages 3-24, August.",
        "Chien, Y., Cole H., and Lustig.H, 2011. A Multiplier Approach to Understanding the Macro Implications of Household Finance. Review of Economic Studies, 78 (1): 199-234",
        "Collard, F., Dellas, H., Diba, B. and Stockman,A., 2007. Goods Trade and International Equity Portfolios. NBER Working Paper No. W13612",
        "Cooper, I., Kaplanis, E., 1994. Home Bias in Equity Portfolios, InÃ\u0083Â¯ation Hedging, and International Capital Market Equilibrium. The Review of Financial Studies, Vol. 7, No. 1, pp. 45-60.",
        "Coval, J.D. and T. Moskowitz, 1999. Home bias at home: Local equity preference in domestic portfolios, Journal of Finance 54 (6), 2045-2073.",
        "Coval, J.D. and T. Moskowitz, 2001. The geography of investment: informed trading and asset pricing, Journal of Political Economy 109.4, 811-841.",
        "Daude, C. and Fratzscher, M., 2008. The pecking order of cross-border investment. Journal of International Economics, Elsevier, vol. 74(1), pages 94-119, January.",
        "Dahlquist, M., L. Pinkowitz, R.M. Stulz, and R. Williamson, 2003. Corporate Governance, Investor Protection, and The Home Bias. The Journal of Financial and Quantitative Analysis, 38(1), p87-110.",
        "Della Corte P. Sestieri G. and L. Sarno, 2009. The Predictive Information Content of External Imbalances for Exchange Rate Returns: How Much Is It Worth?.. mimeo Warwick University.",
        "Devereux, M. and M. Saito, 2005. A Portfolio Theory of International Capital Flows. mimeo UBC",
        "Devereux, M. and A. Sutherland, 2007. Monetary Policy and Portfolio Choice Choice in an Open Economy Macro Model. Journal of the European Economic Association, vol. 5(2-3), pages 491-499, 04-05.",
        "Devereux, M. and A. Sutherland, 2008a, Solving for Country Portfolios in Open Economy Macro Models, Journal of the European Economic Association, forthcoming",
        "Devereux, M. and A. Sutherland, 2008b. Financial globalization and monetary policy. Journal of Monetary Economics, vol. 55, issue 8, pages 1363-1375",
        "Devereux, M. and A. Sutherland, 2010. Country Portfolio Dynamics, Journal of Economic Dynamics and Control, 34, 1325-42.",
        "Devereux, M. and Shi S., 2009. Vehicle Currency. mimeo UBC",
        "Dumas, B. and LyasoÃ\u0083Â¯, A., 2010, Incomplete-Market Equilibria Solved Recursively on an Event Tree. mimeo INSEAD",
        "Dumas, B., A. Kurshev and R. Uppal, 2007. Equilibrium Portfolio Strategies in the Presence of Sentiment Risk and Excess Volatility. Journal of Finance, forthcoming.",
        "Dumas, B., Lewis, K. and Osambela, E, 2011. Ã\u0083Â¢DiÃ\u0083Â¯erences of Opinion and International Equity Markets,Ã\u0083Â¢ NBER W16726.",
        "Dvorak, T., 2005, Do Domestic Investors Have an Information Advantage? Evidence from Indonesia, Journal of Finance 60.2, 817-839.",
        "Dziuda W. and J. Mondria, 2008. Asymmetric Information, Portfolio Managers and Home bias. mimeo, University of Toronto and Northwestern",
        "Eldor, R., D. Pines, and A. Schwartz, 1988. Home Asset Preference and Productivity Shocks. Journal of International Economics, 25, 165-176.",
        "Engel, C. and A. Matsumoto, 2009a. The International DiversiÃ\u0083Â¯cation Puzzle When Prices are Sticky: ItÃ\u0083Â¢s Really about Exchange-Rate Hedging not Equity Portfolios. American Economic Journal: Macroeconomics 1, 155-188.",
        "Engel, C. and A. Matsumoto, 2009b. International Risk Sharing: Through Equities or Bonds. unpublished manuscript",
        "Evans M. and V. Hnatkovska, 2006a. International Capital Flows Returns and World Financial Integration. 2006 Meeting Papers 60, Society for Economic Dynamics.",
        "Evans M. and V. Hnatkovska, 2006b. Financial Integration, Macroeconomic Volatility and Welfare. Journal of the European Economic Association 5 (2-3), 2007.",
        "Evans M. and V. Hnatkovska, 2008. A Method for Solving General Equilibrium Models with Incomplete Markets and Many Financial Assets. mimeo UBC",
        "Faruqee, H., S. Li and I.K. Yan, 2004. The Determinants of International Portfolio Holdings and Home Bias. IMF Working Paper, WP/04/34.",
        "Fidora, M., M. Fratzscher and C. Thimann, 2007, Home bias in global bond and equity markets: the role of real exchange rate volatility, Journal of International Money and Finance 26.4, 222-225.",
        "Flandreau, M., 2006, Home Biases, Nineteenth Century Style, Journal of the European Economic Association 4(2-3):634-643.",
        "French, K.R and J.M., Poterba, 1991. Investor DiversiÃ\u0083Â¯cation and International Equity Markets. American Economic Review, American Economic Association, vol. 81(2), pages 222-26, May.",
        "Gehrig, Thomas, 1993. An Information Based Explanation of the Domestic Bias in International Equity Investment. Scandinavian Journal of Economics, Blackwell Publishing, vol. 95(1), pages 97-109.",
        "Glassman, D. A. and L. A. Riddick, 2001. What causes home asset bias and how should it be measured? Journal of Empirical Finance, 8, 35-54.",
        "Goetzmann, W.N. and A. Kumar, 2004. DiversiÃ\u0083Â¯cation Decisions of Individual Investors and Asset Prices. Yale ICF Working Paper No. 03-31.",
        "Goldstein I and A Razin, 2006. An information based trade-oÃ\u0083Â¯ between foreign direct investment and foreign portfolio investment. Journal of International Economics 70(1), 271-295",
        "Gordon, R. H. and Hines, J. Jr, 2002. International taxation, Handbook of Public Economics, in: A. J. Auerbach & M. Feldstein (ed.), Handbook of Public Economics, edition 1, volume 4, chapter 28, pages 1935-1995 Elsevier.",
        "Gorman L.R and B. Jorgensen, 2002. Domestic Versus International Portfolio Selection: A Statistical Examination of the Home Bias. Multinational Finance Journal, 6, pp 131-166.",
        "Gourinchas P.O. and H. Rey, 2007a. From World Banker to World Venture Capitalist: The US External Adjustment and the Exorbitant Privilege. in Ã\u0083Â¢G7 Current Account Imbalances: Sustainability and AdjustmentÃ\u0083Â¢, Richard Clarida, Editor, The University of Chicago Press.",
        "Gourinchas P.O., Govillot N. and H. Rey,, 2010. Exorbitant Privilege and Exorbitant Duty. mimeo London Business School.",
        "Grauer R. and Hakansson, N., 1987. Gains from International DiversiÃ\u0083Â¯cation: 1968-85 Returns on Portfolios of Stocks and Bonds. Journal of Finance, 42, 721-739.",
        "Graham, J.R, C.R. Harvey and H. Huang, 2009. Investor Competence, Trading Frequency, and Home Bias. Management Science, vol. 55(7), pp 1094-1106",
        "Greenwood, J., Z. Hercowitz and G. Huxoman, 1988. Investment, Capacity Utilization and the Real Business Cycle. American Economic Review 78, 402-17.",
        "GriÃ\u0083Â¯th, R., J. Hines and P.B SÃ\u0083Æ\u0092rensen, 2009. International capital taxation, Mirlees Review chapter 10, Institute for Fiscal Studies, Oxford University Press forthcoming .",
        "Grinblatt, M. and M. Keloharju, 2000. The investment behavior and performance of various investor types: A study of FinlandÃ\u0083Â¢s unique data set. Journal of Financial Economics 55.1, 43-67.",
        "Grinblatt, M., Keloharju, M., 2001. How Distance, Language, and Culture InÃ\u0083Â¯uence Stockholdings and Trades. Journal of Finance, 56, 1053-1073.",
        "Grubel, H., 1968. Internationally diversiÃ\u0083Â¯ed portfolios: Welfare gains and capital Ã\u0083Â¯ows. American Economic Review 58, 89-94.",
        "Guvenen, F., 2009, A Parsimonious Macroeconomic Model for Asset Pricing, Econometrica,Vol. 77, No. 6, pp. 1711-1740.",
        "Harrigan, J., 1993. OECD imports and trade barriers in 1983. Journal of International Economics, 35, 99Ã\u0083Â¢111.",
        "Hatchondo, J.C., 2008. Asymmetric Information and the Lack of International Portfolio DiversiÃ\u0083Â¯cation, International Economic Review, vol. 49(4), pages 1297 - 1330.",
        "Hau, H., 2001. Location matters: An examination of trading proÃ\u0083Â¯ts. Journal of Finance 56.5, 1959-1983.",
        "Hau, H., and H. Rey, 2008. Home Bias at the Fund Level. American Economic Review, 98: 2, pp. 333-338",
        "Huberman, G., 2001. Familiarity Breeds Investment. Review of Financial Studies 14, 659- 680.",
        "Huang, R.D. and C-Y Shiu, 2006. Local eÃ\u0083Â¯ects of foreign ownership in an emerging Ã\u0083Â¯nancial market: Evidence from qualiÃ\u0083Â¯ed foreign institutional investors in Taiwan, presented on EFMA 2007 Annual Conference, June 27-30, Vienna.",
        "Heathcote, J. and F. Perri, 2002. Financial Autarky and International Business Cycles. Journal of Monetary Economics, 49 (3), 601Ã\u0083Â¢627.",
        "Heathcote, J. and F. Perri, 2008. The international diversiÃ\u0083Â¯cation is not as bad as you think, National Bureau of Economic Research, Working Paper 13483.",
        "Hnatkovska, Viktoria V., 2008. Home Bias and High Turnover: Dynamic Portfolio Choice with Incomplete Markets. Jounral of International Economics, forthcoming",
        "Hooper, P. and Marquez, J. , 1995. Exchange Rates, Prices, and External Adjustment in the United States and Japan. In: Kenen, P. (Ed.), Understanding Interdependence. Princeton, Princeton University Press, pp. 107-68.",
        "Huberman, G., 2001. Familiarity breeds investment. Review of Financial Studies, 14, 659Ã\u0083Â¢680.",
        "Imbs, J. and Mejean, I., 2009. Elasticity Optimism. mimeo HEC Lausanne",
        "Jeske, K. 2001. Ã\u0083Â¢Equity Home Bias: Can Information Cost Explain the Puzzle?Ã\u0083Â¢ Economic Review-Federal Reserve Bank of Atlanta, 86(3), pp. 31-42.",
        "Julliard, C., 2002. The international diversiÃ\u0083Â¯cation puzzle is not worse than you think, Working paper, LSE.",
        "Judd, K.L, 1998. Numerical Methods in Economics. MIT Press.",
        "Judd, K.L. and Guu S., 2001. Asymptotic methods for asset market equilibrium analysis. Economic Theory, Springer, vol. 18(1), pages 127-157.",
        "Judd, K.L., Kubler, F.E. and K.Schmedders, 2002. A Solution Method for Incomplete Asset Markets wih Heterogeneous Agents. unpublished working paper.",
        "Karolyi, Andrew and Rene M. Stulz, 2003. Are Financial Assets Priced Locally or Globally?, in the Handbook of the Economics of Finance, G. Constantinides, M. Harris, and R.M. Stulz, eds. Elsevier North Holland, 2003.",
        "Kollmann, R., 2006a. A Dynamic General Equilibrium Model of International Portfolio Holdings: Comment, Econometrica, 74, 269-273.",
        "Kollmann, R., 2006b. International Portfolio Equilibrium and the Current Account, Centre for Economic Policy Research, Working Paper 5512.",
        "Kraay, A. and J. Ventura. 2000. Current Accounts in Debtor and Creditor Countries. Quarterly Journal of Economics XCV, 1137-1166.",
        "Kraay, A. and J. Ventura. 2003. Current Accounts in the Long and Short Run. NBER Macro Annual 2002.",
        "Krugman, P., 1981. Consumption Preferences, Asset Demands, and Distribution EÃ\u0083Â¯ects in International Financial Markets, NBER Working Papers 0651, National Bureau of Economic Research.",
        "Lane, P., 2000. International investment positions: a cross-sectional analysis, Journal of International Money and Finance, Volume 19, Issue 4.",
        "Lane, P., and G.M. Milesi-Feretti, 2007. The External Wealth of Nations Mark II. Journal of International Economics 73, 223-250.",
        "Lane, P., 2006. Global Bond Portfolios and EMU. International Journal of Central Banking, June.",
        "Lane, P and J. Shambaugh, 2009a. Financial Exchange Rates and International Currency Exposures. Forthcoming in the American Economic Review",
        "Lane, P and J. Shambaugh, 2009b. The Long or Short of it: Determinants of Foreign Currency Exposure in External Balance Sheets. Forthcoming in Journal of International Economics. Revised Version: NBER Working Paper No. 14909.",
        "Levy, H., and M. Sarnat, 1970. International diversiÃ\u0083Â¯cation of investment portfolios. American Economic Review, 60, 668-675.",
        "Lewis, K., 1999. Trying to explain home bias in equities and consumption. Journal of Economic Literature, 37, 571-608.",
        "Lewis, K., 2000. Why do stocks and consumption imply such diÃ\u0083Â¯erent gains from international risk sharing?, Journal of International Economics 52, 1-35.",
        "Lucas, R., 1982. Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, 10, 335-359.",
        "de Macedo, J.B, 1983. Optimal currency diversiÃ\u0083Â¯cation for a class of risk-averse international investors. Journal of Economic Dynamics and Control, Elsevier, vol. 5(1), pages 173-185, February.",
        "de Macedo, J.B, J.A. Goldstein and D.M. Meerschwam, 1985. International Portfolio DiversiÃ\u0083Â¯cation: Short-Term Financial Assets and Gold. NBER Working Papers 0960, National Bureau of Economic Research, Inc.",
        "McCallum, John T,. 1995. National Borders Matter: Canada-U.S. Regional Trade Patterns. American Economic Review 85: 615Ã\u0083Â¢623",
        "Martin, P. and Rey, H., 2004 Financial super-markets: size matters for asset trade. Journal of International Economics, Elsevier, vol. 64(2), pages 335-361.",
        "Martin, P. and Rey, H, 2004. Globalization and Emerging Markets: With or Without Crash?. American Economic Review, vol 96, Number 5, December, pp. 1631-1651(21).",
        "Massa, M. and Simonov, A., 2006. Hedging, Familiarity and Portfolio Choice. The Review of Financial Studies, Vol. 19, Issue 2, pp. 633-685, 2006.",
        "Matsumoto, A., 2007. The Role of Nonseparable Utility and Nontradeables in International Business Cycle and Portfolio Choice. mimeo University of Wisconsin.",
        "Mendoza, E.G., 1995. The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations. International Economic Review, 36 (1), 101-137.",
        "McCallum, John T,. 1995, Ã\u0083Â¢National Borders Matter: Canada-U.S. Regional Trade PatternsÃ\u0083Â¢, American Economic Review 85: 615Ã\u0083Â¢623",
        "Mondria, J. 2010. Portfolio Choice, Attention Allocation, and Price Comovement. Journal of Economic Theory 145, pp. 1837-1864.",
        "Mondria, J. and T. Wu, 2010. The Puzzling Evolution of the Home Bias, Information Processing and Financial Openness. Journal of Economic Dynamics and Control 34, pp.875-896.",
        "Mondria, J and Dziuda, W., 2011. Asymmetric Information, Portfolio Managers, and Home Bias,. mimeo Northwestern University",
        "Morse, A. and Shive, S., 2006. Patriotism in Your Portfolio. mimeo Chicago GSB.",
        "Obstfeld M. and K. RogoÃ\u0083Â¯, 2000. The Six Major Puzzles in International Macroeconomics: Is There a Common Cause?, NBER Macroeconomics Annual, 339-390.",
        "Obstfeld, M., 2007. International Risk Sharing and the Costs of Trade, Ohlin Lecture, Stockholm School of Economics.",
        "Ostry, J. and Reinhart, C.M., 1992. Private Saving and Terms of Trade Shocks: Evidence from Developing Countries. IMF StaÃ\u0083Â¯ Papers, Vol. 39, No. 3.",
        "Pastor, L., 2000. Portfolio Selection and Asset Pricing Models. Journal of Finance, 55(1), pp 179-223, 02.",
        "Pavlova, A. and Rigobon, R., 2007. Asset Prices and Exchange RatesÃ\u0083Â¢, Review of Financial Studies, 20(4), pp. 1139-1181",
        "Pavlova, A. and Rigobon, R., 2010a, An Asset-Pricing View of External Adjustment, Journal of International Economics, 80, pp. 144-156",
        "Pavlova, A. and Rigobon, R., 2010b. Equilibrium Portfolios and External Adjustment Under Incomplete Markets. AFA 2009 San Francisco Meetings Paper.",
        "Pavlova, A. and Rigobon, R., 2009. The Role of Portfolio Constraints in the International Propagation of Shocks. Review of Economic Studies, 75, pp.1215-1256",
        "Pesenti, P. and van Wincoop, E., 2002. Can Nontradables Generate Substantial Home Bias?, Journal of Money, Credit and Banking, Blackwell Publishing, vol. 34(1), pages 25-50.",
        "Polkovnichenko, V., 2004. Household Portfolio diversiÃ\u0083Â¯cation: a case for rank dependent preferences. mimeo.",
        "Portes, R. and Rey, H. & Oh, Y., 2001. Information and capital Ã\u0083Â¯ows: The determinants of transactions in Ã\u0083Â¯nancial assets. European Economic Review, Elsevier, vol. 45(4-6), pages 783-796, May.",
        "Portes, R. & Rey, H. The Determinants of Cross Border Equity Flows. Journal of International Economics, Volume 65, Issue 2, pp. 269-296, March 2005.",
        "Rowland, P., 1999. Transaction costs and international portfolio diversiÃ\u0083Â¯cation, Journal of International Economics, Volume 49, Issue 1, Pages 145-170",
        "Razin, Sadka and Yuen, 1999. Implications of home bias: a pecking order of capital inÃ\u0083Â¯ows and corrective taxation. .The economics of globalization: policy perspectives from public economics p 85.",
        "Samuelson, P.A, 1970. The Fundamental Approximation Theorem of Portfolio Analysis in terms of Means, Variances, and Higher Moments. Review of Economic Studies, Blackwell Publishing, vol. 37(4), pages 537-42, October.",
        "Sarkissian, M. and Michael J. Schill, 2004. The Overseas Listing Decision: New Evidence of Proximity Preference, Review of Financial Studies 17, 769-809.",
        "Sercu, P. and R. Vanpee, 2007. Home Bias in International Equity Portfolios: A Review, Working Paper, Leuven School of Business and Economics.",
        "Sercu, P. and R. Vanpee, 2008. Estimating the Costs of International Equity Investments. Review of Financial Studies, 12(4), 587-634",
        "Sercu, P..and, De Moor, L. and Vanpee, R., 2007. The Plausibility of Risk Estimates and Implied Costs to International Equity Investment",
        "Serrat, 2001. A Dynamic Equilibrium Model of International Portfolio Holdings, Econometrica, Econometric Society, vol. 69(6), pages 1467-1489, November.",
        "Sims, C. 2001. Implications of rational Inattention. mimeo Princeton.",
        "Solnik, B., 1974. An equilibrium model of the international capital market, Journal of Economic Theory 4, 500-524.",
        "Tesar, L. and P. Rowland, 2004. Multinationals and the Gains from International DiversiÃ\u0083Â¯cation. Review of Economic Dynamics, Volume 7, Issue 4, 789-826.",
        "Stathopoulos, A. 2008. Asset Prices and Risk Sharing in Open Economies. Working paper Columbia University.",
        "Stathopoulos, A. 2009. Portfolio Choice in Open Economies with External Habit Formation Working paper Columbia University.",
        "Stockman, A., and H. Dellas, 1989. International portfolio nondiversiÃ\u0083Â¯cation and exchange rate variability, Journal of International Economics, 26(3-4), 271-289.",
        "Stockman, A.C., L. Tesar, 1995. Tastes and Technology in a Two Country Model of the Business Cycle: Explaining International Comovements. American Economic Review, 85(1), 165-88.",
        "Stulz, R.M., 1981. A Model of International Asset Pricing. Journal of Financial Economics, v9(4), 383-406.",
        "Tesar, L., 1995. Evaluating the gains from international risksharing. Carnegie-Rochester Conference Series on Public Policy, Elsevier, vol. 42(1), pages 95-143, June.",
        "Tesar, L. and Werner, .M., 1995. Home bias and high turnover. Journal of International Money and Finance, Elsevier, vol. 14(4), pages 467-492, August.",
        "Tille, C. and E. van Wincoop, 2009. Disconnect and Information Content of International Capital Flows: Theory and Evidence, unpublished manuscript.",
        "Uppal, Raman, 1993. A General Equilibrium Model of International Portfolio Choice. Journal of Finance, American Finance Association, vol. 48(2), pages 529-53, June.",
        "Van Nieuwerburgh S. and Veldkamp, L., 2009. Information Immobility and the Home Bias Puzzle. Journal of Finance, v. 64(3), p.1187-1215",
        "Van Nieuwerburgh S. and Laura Veldkamp, 2010. Information acquisition and underdiversiÃ\u0083Â¯cation. Review of Economic Studies, v. 77(2), p.779-805.",
        "Veldkamp, Laura, 2011, Information Choice in Macroeconomics and Finance, Princeton University Press.",
        "van Wincoop, E., 1999. How big are potential welfare gains from international risksharing?. Journal of International Economics, Elsevier, vol. 47(1), pages 109-135, February.",
        "van Wincoop and Warnock, F , 2008. Is Home Bias in Assets Related to Home Bias in Goods?, Journal of International Money and Finance, forthcoming."
    ]
}