{
    "id": 17694,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Albrecht, James W., Per-Anders Edin, Marianne Sundstrom and Susan B. Vroman (1999). Career Interruptions and Subsequent Earnings: A Reexamination Using Swedish Data. Journal of Human Resources, 34(2), 294-311.",
        "Altonji, Joseph G. and Charles R. Pierret (2001). Employer Learning and Statistical Discrimination. Quarterly Journal of Economics, 116(1), 313-350.",
        "Angrist, Joshua D. (1990). Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records. American Economic Review, 80(3), 313-36.",
        "Angrist, Joshua D. (1998). Estimating the Labor Market Impact of Voluntary Military Service Using Social Security Data. Econometrica, 66(2), 249-288.",
        "Angrist, Joshua D., and Stacey H. Chen (2011). Schooling and the Vietnam-Era GI Bill: Evidence from the Draft Lottery. American Economic Journal: Applied Economics, 3, 96-118.",
        "Angrist, Joshua D., Stacey H. Chen, and Jae Song (2011). Long Term Consequences of Vietnam-Era Conscription: New Estimates Using Social Security Data. American Economic Review, 2, 334-338.",
        "Arcidiacono, Peter, Patrick Bayer, and Aurel Hizmo (2008). Beyong Signaling and Human Capital: Education and the Revelation of Ability. NBER Working Paper Ashenfelter, Orley. (1978). Estimating the Eects of Training Programs on Earnings. Review of Economics and Statistics, 60, 47-57.",
        "Ashenfelter, Orley and David Card (1985) Using the Longitudinal Structure of Earnings to Estimate the Eect of Training Programs. Review of Economics and Statistics, 67 (4), 648-660..",
        "Autor, David H., Mark G. Duggan and David S. Lyle (2011). Battle Scars: The Puzzling Decline in Employment and Rise in Disability Receipt among Vietnam Era Veterans. American Economic Review, 2, 339-344.",
        "Baganha, Maria Joannis and JosÃ\u0083Æ\u0092 Carlos Marques (2001). Population. In Nuno ValÃ\u0083Æ\u0092rio (coord.), Portuguese Historical Statistics. Lisbon: National Statistical O ce, p. 66.",
        "Bauer, Thomas K., Stefan Bender, Alfredo R. Paloyo, and Christoph M. Schmidt (2009). Evaluating the Labor Market Eects of Compulsory Military Service. IZA Discussion Paper No. 4535.",
        "Bedard, Kelly and Olivier DeschÃ\u0083Æ\u0092nes (2006). The Long-term Impact of Military Service on Health: Evidence from World War II and Korean War Veterans. American Economic Review, 96(1), 176-194.",
        "Berger, Mark C. and Barry T. Hirsch (1983). The Civilian Earnings Experience of Vietnam-Era Veterans. Journal of Human Resources, 18(4), 455-479.",
        "Braguinsky, Serguey, Lee G. Branstetter, and Andre Regateiro (2011). The Incredible Shrinking Portuguese Firm. NBER Working Paper No. 17265.",
        "Cardoso, Ana Rute (1998). Earnings Inequality in Portugal: High and Rising? Review of Income and Wealth, 44(3), 325-343.",
        "Cardoso, Ana Rute and Pedro Portugal (2005). Contractual Wages and the Wage Cushion under Dierent Bargaining Settings. Journal of Labor Economics, 23(4), 875-902.",
        "Carrington, William J. and Pedro J. F. de Lima (1996). The Impact of 1970s Repatriates from Africa on the Portuguese Labor Market. Industrial and Labor Relations Review, 49(2), 330-347.",
        "Centeno, MÃ\u0083Æ\u0092rio and Alvaro A. Novo (2009). When Supply Meets Demand: Wage Inequality in Portugal. IZA Discussion Paper No. 4592.",
        "Chamberlain, Gary (1982). Multivariate Regression Models for Panel Data. Journal of Econometrics, 18, 5-46.",
        "Cipollone, Piero, and Alfonso Rosolia (2007). Social Interactions in High School: Lessons from an Earthquake. American Economic Review, 97(3), 948-965.",
        "de Tray, Dennis (1982). Veteran Status as a Screening Device. American Economic Review, 72(1), 133-142.",
        "Dokbin, Carlos and Reza Shabani (2009). The Health Eects of Military Service: Evidence from the Vietnam Draft. Economic Inquiry, 47(1), 69-80.",
        "Domingues, JoÃ\u0083Æ\u0092o Marco (1998). A ObjecÃ\u0083Æ\u0092Ã\u0083Æ\u0092o de ConsciÃ\u0083Æ\u0092ncia. Janus, AnuÃ\u0083Æ\u0092rio, Suplemento Especial ForÃ\u0083Æ\u0092as Armadas Portuguesas.",
        "European Foundation for the Improvement of Living and Working Conditions (1997). Preventing Absenteeism at the Workplace: Research Summary. Luxembourg: OfÃ\u0083Â¢ce for O cial Publications of the European Communities.",
        "Farber, Henry S. and Robert Gibbons (1996). Learning and Wage Dynamics. Quarterly Journal of Economics, 111: 1007-1047.",
        "Fortin, Nicole, Thomas Lemieux, and Sergio Firpo (2011). Decomposition Methods in Economics. In Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Volume 4, Part A. Amsterdam: Elsevier, p. 1-102.",
        "Galiani, Sebastian, MartÃ\u0083Æ\u0092n A. Rossi, and Ernesto Schargrodsky (2011). Conscription and Crime: Evidence from the Argentine Draft Lottery. American Economic Journal: Applied Economics, 3, 119-136.",
        "Graham, Lawrence S. (1979). The Military in Politics. In Lawrence S. Graham and Harry M. Makler (eds.), Contemporary Portugal: The Revolution and Its Antecedents. Austin, TX: University of Texas Press.",
        "Grenet, Julien, Robert A. Hart, and J. Elizabeth Roberts (2011). Above and Beyond the Call: Long-term Real Earnings Eects of British Male Military Conscription in the Post-War Years. Labour Economics, 18(2), 194-204.",
        "Haider, Steven and Gary Solon (2006). Life-cycle Variation in the Association between Current and Lifetime Earnings. American Economic Review, 96(4), 1308-1320.",
        "Hirsch, Barry T. and Stephen L. Mehay (2003). Evaluating the Labor Market Performance of Veterans Using a Matched Comparison Group Design. Journal of Human Resources, 38(3), 673-700.",
        "Imbens, Guido and Wilbert van der Klaauw (1995). Evaluating the Cost of Conscription in The Netherlands. Journal of Business and Economic Statistics, 13, 207-215.",
        "Keller, Katarina, Panu Poutvaara, and Andreas Wagener (2009). Does Military Draft Discourage Enrollment in Higher Education? Evidence from OECD Countries. IZA Discussion Paper No. 4399.",
        "Kunze, Astrid (2002). The Timing of Careers and Human Capital Depreciation. IZA Discussion Paper No. 509.",
        "Lange, Fabian (2007). The Speed of Employer Learning. Journal of Labor Economics, 25(1), 1-35.",
        "Lemieux, Thomas (1998). Estimating the Eects of Unions on Wage Inequality in a Panel Data Model with Comparative Advantage and Nonrandom Selection. Journal of Labor Economics, 16(2), 261-291.",
        "Light, Audrey and Manuelita Ureta (1995). Early-Career Work Experience and Gender Wage Dierentials. Journal of Labor Economics, 13(1), 121-154.",
        "Maurin, Eric and Teodora Xenogiani (2007). Demand for Education and Labor Market Outcomes. Lessons from the Abolition of Compulsory Conscription in France. Journal of Human Resources, 42 (4), 795-819.",
        "Paloyo, Alfredo R. (2010). Compulsory Military Service in Germany Revisited. RUHR Economic Paper No. 206.",
        "Portugal. Estado Maior do ExÃ\u0083Æ\u0092rcito (2000). EvoluÃ\u0083Æ\u0092Ã\u0083Æ\u0092o das IncorporaÃ\u0083Æ\u0092Ã\u0083Æ\u0092es no ExÃ\u0083Æ\u0092rcito.",
        "Portugal. Instituto Nacional de EstatÃ\u0083Æ\u0092stica (2011). Greves. www.ine.pt, retrieved July 6th.",
        "Portugal. MinistÃ\u0083Æ\u0092rio do Trabalho e da SeguranÃ\u0083Æ\u0092a Social (1986 to 2009). Quadros de Pessoal. Data in magnetic media.",
        "Rebelo, GlÃ\u0083Æ\u0092ria (2003). Trabalho Independente em Portugal: Empreendimento ou Risco? Working Paper No. 2003/32, Dinamia-Centro de Estudos sobre a Mudan Ã\u0083Æ\u0092a SocioeconÃ\u0083Æ\u0092mica.",
        "Schoenberg, Uta (2007). Testing for Asymmetric Employer Learning. Journal of Labor Economics, 25(4), 651-691.",
        "Tarrter, Jean R. (1993). Chapter 5: National Security. In Country Studies: Portugal. Washington DC: Library of Congress Federal Research Division. Downloaded from http://lcweb2.loc.gov/frd/cs/pttoc.html."
    ]
}