{
    "id": 17709,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Ananat, Elizabeth O. & Guy Michaels (2008). The Effect of Marital Breakup on the Income Distribution of Women with Children, Journal of Human Resources, 43(3), 611-629.",
        "Babor, Thomas, Raul Caetano, Sally Casswell, Grigffith Edwards, Norman Giesbrecht, Kathryn Graham, Joel Grube, Paul Gruenewald, Linda Hill, Harold Holder, Ross Homel, Esa Osterberg, Jurgen Rehm, Robin Room, & Ingeborg Rossow (2003). Alcohol: No ordinary commodity New York: Oxford University Press.",
        "Blank, Rebecca M. & Schoeni, R.F. (2003). Changes in the Distribution of ChildrenÃ\u0083Â¢s Family Income over the 1990s, American Economic Review, 93(2), 304-308.",
        "Bitler, M.P., J. B. Gelbach &Hilary W. Hoynes, (2006). What Mean Impacts Miss: Distributional Effects of Welfare Reform Experiments, American Economic Review, 96, 988-1012.",
        "Carpenter, Christopher, & Dobkin, Carlos (2009). The Effect of Alcohol Consumption on Mortality: Regression Discontinuity Evidence from the Minimum Drinking Age, American Economic Journal Applied Economics, 1(1): 164-182.",
        "Carpenter, Christopher &Carlos Dobkin (2011a). The minimum legal drinking age and public health. Journal of Economic Perspectives,25(2), 133-156.",
        "Carpenter, Christopher & Carlos Dobkin (2011b). Alcohol regulation and crime. In Philip J Cook, Jens Ludwig, and Justin McCrary, eds. Controlling Crime: Strategies and Tradeoffs, Chicago: University of Chicago Press.",
        "Chaloupka, Frank J., Michael Grossman, , &Henry Saffer, (2002). The effects of price on alcohol consumption and alcohol-related problems. Alcohol Research & Health, 26(1), 22-35.",
        "Chaloupka, Frank J., Henry Saffer, &Michael Grossman, (1993). Alcohol-control policies and motor-vehicle fatalities. Journal of Legal Studies, 22, 161-186.",
        "Chesson, Harrell, Paul Harrison, & William J. Kassler (2000). Sex Under the Influence: The Effect of Alcohol Policy on Sexually Transmitted Disease Rates in the United States. Journal of Law and Economics, 43, 215-238.",
        "Cook, Philip J. (2007). Paying the Tab: The Costs and Benefits of Alcohol Control, NJ: Princeton University Press.",
        "Cook, Philip J. &Michael J. Moore (1993). Violence reduction through restrictions on alcohol availability. Alcohol Health and Research World, 17, 151-156.",
        "Cook, Philip J., & George Tauchen (1982). The effect of liquor taxes on heavy drinking. The Bell Journal of Economics, 379-390.",
        "Cook, Philip J. & George Tauchen (1984) Ã\u0083Â¢The effect of minimum drinking age legislation on youthful auto fatalities, 1970-77.Ã\u0083Â¢ Journal of Legal Studies,13 (January): 169-190.",
        "DeSimone, Jeffrey (2001). The effect of cocaine prices on crime. Economic Inquiry,39: 627-43.",
        "Donovan, Dennis M., G. Alan Marlett, & Philip M. Salzberg (1983). Drinking behavior personality factors and high risk driving: A review and theoretical formulation. Journal of Studies on Alcohol,44(3): 395-428.",
        "Durrance, Christine Piette, Shelley Golden, Krista Perreira, & Philip J. Cook (2011) Taxing sin and saving lives: Can Alcohol Taxation Reduce Female Homicides? forthcoming in Social Science & Medicine.",
        "Levitt, Steven D. and Jack Porter (2001).How dangerous are drinking drivers? Journal of Political Economy,109(6): 1198-1237.",
        "Maldonado-Molina, Mildred M & Alexander C. Wagenaar (2010). Effects of alcohol taxes on alcohol-related mortality in Florida: Time-series analyses from 1969 to 2004.Alcoholism: Clinical and Experimental Research,34(11): 1915-1921.",
        "Markowitz, Sara (2005). Alcohol, Drugs and Violent Crime. International Review of Law and Economics,25, 20-44.",
        "Markowitz, Sara & Michael Grossman (2000). The effects of beer taxes on physical child abuse. Journal of Health Economics, 19(2), 271-282.",
        "Markowitz, Sara (2000). The price of alcohol, wife abuse, and husband abuse. Southern Economic Journal, 67, 279-303.",
        "Matthews, Kent, Jonathan Shepherd, & Vaseekaran Sivarajasingham (2006). Violence-related injury and the price of beer in England and Wales. Applied Economics,38: 661-70.",
        "Midanik, Lorraine T, Frank J Chaloupka, R Saitz, TL Toomey, JL Fellows, M Dufour, M Landen, PJ Brounstein, MA Stahre, RD Brewer, TS Naimi, JW Miller (2004). AlcoholAttributable deaths and years of potential life lost Ã\u0083Â¢ United States, 2001. MMWR Weekly, 53(37), Sept 24: 866-870.",
        "Maldonado-Molina, Mildred M. and Alexander Wagenaar C. (2010) Effects of alcohol taxes on alcohol-related mortality in Florida: Time-series analyses from 1969 to 2004. Alcoholism: Clinical and Experimental Research 34(11), Nov: 1-7.",
        "Neumark, D., Schweitzer, M., Wascher, W. (2004). Minimum Wage Effects throughout the Wage Distribution, Journal of Human Resources, 39(2), 425-450.",
        "Purshouse, Robin C., Petra S Meier, Alan Brennan, Karl B Taylor, & Rachid Rafia (2010).Estimated effect of alcohol pricing policies on health and health economic outcomes in England: an epidemiological model.Lancet,375: 1355-64.",
        "Sloan, F. A., Reilly, B. A., & Schenzler, C. (1994). Effects of prices, civil and criminal sanctions, and law enforcement on alcohol-related mortality. Journal of Studies on Alcohol, 55(4), 454-465.",
        "Effects of alcohol tax increases on alcohol-related disease mortality in Alaska: Time-series analyses from 1976 to 2004, American Journal of Public Health, 99(8), August: 1464-1470.",
        "Young, Douglas J., &Agnieszka Bielinska-Kwapisz, (2002). Alcohol taxes and beverage prices. National Tax Journal, 55(1), 57-74.",
        "Young, Douglas J., &Agnieszka Bielinska-Kwapisz (2006) Alcohol Prices, Consumption, and Traffic Fatalities Southern Economic Journal, 72(3). 690-703."
    ]
}