{
    "id": 17708,
    "cites": 42,
    "cited_by": 9,
    "reference": [
        "J. D. Amato and T. Laubach. Estimation and control of an optimization-based model with sticky prices and wages. Journal of Economic Dynamics and Control, 7:1181Ã\u0083Â¢1215, 2003.",
        "R. Barro. Government spending is no free lunch. Wall Streat Journal (online January 22), 2009.",
        "R. Beetsma and M. Giuliodori. The effects of government purchases shocks: Review and estimates for the EU. The Economic Journal, 121:F4Ã\u0083Â¢F32, 2011.",
        "R. Beetsma, M. Giuliodori, and F. Klaasen. Trade spill-overs of Ã\u0083Â¯scal policy in the European Union: a panel analysis. Economic Policy, 48:640Ã\u0083Â¢687, 2006.",
        "A. Benetrix and P. Lane. International differences in Ã\u0083Â¯scal policy during the global crisis. IIIS Discussion Paper No. 336, 2010.",
        "O. J. Blanchard and R. Perotti. An empirical characterization of the dynamic effects of changes in government spending and taxes on output. Quarterly Journal of Economics, 117(4):1329Ã\u0083Â¢1368, November 2002.",
        "M. Bodenstein, C. J. Erceg, and L. Guerrieri. The effects of foreign shocks when interest rates are at zero, 2010. CEPR Discussion paper 8006.",
        "H. Bohn. The behavior of U.S. public debt and deÃ\u0083Â¯cits. Quarterly Journal of Economics, 113: 949Ã\u0083Â¢963, 1998.",
        "M. B. Canzoneri, R. E. Cumby, and B. Diba. New view on the transatlantic transmission of Ã\u0083Â¯scal policy and macroeconomic policy coordination. In M. Buti, editor, Monetary and Fiscal Policies in EMU, pages 283Ã\u0083Â¢311. Cambridge University Press, 2003.",
        "L. Christiano, M. Eichenbaum, and S. Rebelo. When is the government spending multiplier large? Journal of Political Economy, 119(1):78Ã\u0083Â¢121, 2011.",
        "J. F. Cogan, T. Cwik, J. B. Taylor, and V. Wieland. New Keynesian versus old Keynesian government spending multipliers. Journal of Economic Dynamics and Control, 34, 2010.",
        "G. Corsetti and L. Dedola. Fiscal crises, conÃ\u0083Â¯dence and default: A bare-bones model with lessons for the euro area. Cambridge University, mimeo, 2011.",
        "G. Corsetti and G. J. Muller. Twin deÃ\u0083Â¯cits: Squaring theory, evidence and common sense. Economic Policy, 48:598Ã\u0083Â¢638, 2006.",
        "G. Corsetti, B. Guimaraes, and N. Roubini. International lending of last resort and moral hazard: A model of imfÃ\u0083Â¢s catalytic Ã\u0083Â¯nance. Journal of Monetary Economics, 53(3):441Ã\u0083Â¢471, 2006.",
        "G. Corsetti, L. Dedola, and S. Leduc. International risk-sharing and the transmission of productivity shocks. Review of Economic Studies, 75(2):443Ã\u0083Â¢473, 2008.",
        "G. Corsetti, L. Dedola, and S. Leduc. Optimal monetary policy in open economies. In B. M. Friedman and M. Woodford, editors, Handbook of Monetary Economics. Elsevier, 2010a.",
        "G. Corsetti, K. Kuester, A. Meier, and G. J. Muller. Debt consolidation and Ã\u0083Â¯scal stabilization of deep recessions. American Economic Review, Papers and Proceedings, 10:41Ã\u0083Â¢45, 2010b.",
        "G. Corsetti, A. Meier, and G. J. Muller. Cross-border spillovers from Ã\u0083Â¯scal stimulus. International Journal of Central Banking, 6:5Ã\u0083Â¢37, 2010c.",
        "G. Corsetti, K. Kuester, A. Meier, and G. J. Muller. Sovereign risk and the effects of Ã\u0083Â¯scal retrenchment in deep recessions. Federal Reserve Bank of Philadelphia Working paper 11-43, 2011a.",
        "G. Corsetti, A. Meier, and G. J. Muller. What determines government spending multipliers? mimeo, 2011b.",
        "G. Corsetti, A. Meier, and G. J. Muller. Fiscal stimulus with spending reversals. Review of Economics and Statistics, forthcoming, 2011c.",
        "V. Curdia and M. Woodford. Credit frictions and optimal monetary policy. mimeo, 2009. T. Cwik and V. Wieland. Keynesian government spending multipliers and spillovers in the euro area.",
        "B. De Paoli. Monetary policy and welfare in a small open economy. Journal of International Economics, 77:11Ã\u0083Â¢22, 2009.",
        "M. Del Negro, G. Eggertsson, A. Ferrero, and N. Kiyotaki. The great escape? a quantitative evaluation of the feds non-standard policies. mimeo, 2010.",
        "D. Domeij and M. Floden. The labor-supply elasticity and borrowing constraints: Why estimates are biased. Review of Economic Dynamics, 9(2):242Ã\u0083Â¢262, 2006.",
        "C. J. Erceg, D. Henderson, and A. Levin. Optimal monetary policy with staggered wage and price contracts. Journal of Monetary Economics, 46:281Ã\u0083Â¢313, 2000.",
        "J. GalÃ\u0083â\u0080\u009e and R. Perotti. Fiscal policy and monetary integration in Europe. Economic Policy, 37: 534Ã\u0083Â¢572, 2003. N. Girouard and C. Andre. Measuring Cyclically-Adjusted Budget Balances for OECD Countries.",
        "M. Horton, M. Kumar, and P. Mauro. The state of public Ã\u0083Â¯nances: A cross-country Ã\u0083Â¯scal monitor, 2009. IMF Staff Position Note 08/01.",
        "International Monetary Fund. Fiscal exit: From strategy to implementation. Fiscal Monitor, November, 2010. International Monetary Fund. Shifting gears: Tackling challenges on the road to Ã\u0083Â¯scal adjustment.",
        "S. Kim and N. Roubini. Twin deÃ\u0083Â¯cit or twin divergence? Fiscal policy, current account, and real exchange rate in the U.S. Journal of International Economics, 74(2):362Ã\u0083Â¢383, 2008.",
        "E. M. Leeper. Equilibria under Ã\u0083Â¢activeÃ\u0083Â¢ and Ã\u0083Â¢passiveÃ\u0083Â¢ monetary and Ã\u0083Â¯scal policies. Journal of Monetary Economics, 27(1):129Ã\u0083Â¢147, February 1991.",
        "A. Meier. Panacea, curse, or nonevent? unconventional monetary policy in the united kingdom. IMF Working paper 09/163, 2009.",
        "T. Monacelli and R. Perotti. Fiscal policy, the trade balance and the real exchange rate: Implications for international risk sharing. mimeo, 2006.",
        "S. Morris and H. S. Shin. Catalytic Ã\u0083Â¯nance: When does it work? Journal of International Economics, 70(1):161Ã\u0083Â¢177, 2006.",
        "E. Nakamura and J. Steinsson. Five facts about prices: A reevaluation of menu cost models. Quarterly Journal of Economics, 123:1415Ã\u0083Â¢1464, 2008.",
        "V. A. Ramey. Identifying government spending shocks: ItÃ\u0083Â¢s all in the timing. Quarterly Journal of Economics, 126(1):1Ã\u0083Â¢50, 2011.",
        "C. Reinhart and K. Rogoff. This time is different: A panoramic view of eight centuries of Ã\u0083Â¯nancial crisis, 2008. NBER Working Paper 13882.",
        "J. J. Rotemberg and M. Woodford. An optimization-based econometric framework for the evaluation of monetary policy. NBER Macroeconomics Annual, 12:297Ã\u0083Â¢346, 1997.",
        "A. Sutherland. Incomplete pass-through and the welfare effects of exchange rate variability. Journal of International Economics, 65(2):375Ã\u0083Â¢399, 2005.",
        "H. Uhlig. Some Ã\u0083Â¯scal calculus. American Economic Review, 100:30Ã\u0083Â¢34, 2010.",
        "M. Woodford. Interest & Prices. Princeton University Press, Princeton, New Jersey, 2003.",
        "M. Woodford. Simple analytics of the government expenditure multiplier. American Economic Journal: Macroeconomics, 3:1Ã\u0083Â¢35, 2011."
    ]
}