{
    "id": 17701,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Atkinson, Anthony, The Changing Distribution of Income: Evidence and Explanations, German Economic Review, 1:1 (2000), 3-18.",
        "Atkinson, Anthony, and Andrea Brandolini, Promise and Pitfalls in the Use of Secondary Data-Sets: Income Inequality in OECD Countries as a Case Study, Journal of Economic Literature, 34:3 (2001), 771-799.",
        "Brandolini, Andrea, The Distribution of Personal Income in Post-War Italy: Source Description, Data Quality, and the Time Pattern of Income Inequality, Banca DÃ\u0083Â¢Italia Working Paper 350 (1999).",
        "Danziger, Sheldon, and Peter Gottschalk, America Unequal (Cambridge, M.A.: Harvard University Press, 1995).",
        "Deininger, Klaus, and Lyn Squire, A New Data Set Measuring Income Inequality, The World Bank Economic Review, 10:3 (1996), 565-592.",
        "Frick, Jaochim, and Markus Grabka, The Personal Distribution of Income and Imputed Rent Ã\u0083Â¢ A Cross-National Comparison for the UK, West Germany, and the USA, DIW Berlin Working Paper 271 (2002).",
        "Goodman, Alissa, Inequality and Living Standards in Great Britain: Some Facts, Institute for Fiscal Studies BrieÃ\u0083Â¢ng Note 19 (2001).",
        "Gottschalk, Peter, and Timothy Smeeding, Empirical Evidence on Income Inequality in Industrialized Countries, LIS Working Paper 154 (1999).",
        "Gottschalk, Peter, and Timothy Smeeding, Empirical Evidence on Income Inequality in Industrialized Countries, in Atkinson, Anthony, and Francois Bourguignon, ed., Handbook of Income Distribution, Volume 1 (Elsevier North-Holland Pergamon, 2000), 261-307.",
        "Kerr, William, Income Inequality and Social Norms for Compensation Dierentials and Government-Led Redistribution, Chapter 4, MIT Economics Ph.D. Dissertation (2005).",
        "Ovtcharova, Lilia, What Kind of Poverty Alleviation Policy Does Russia Need?, RussianEuropean Centre for Economic Policy Research Paper (2001).",
        "Rupnik, Carlo, Margaret Thompson-James, and Ray Bollman, Measuring Economic WellBeing of Rural Canadians Using Income Indicators, Statistics Canada Agriculture and Rural Working Paper Series 45 (2001).",
        "Statistics Australia: Australia Bureau of Statistics, Australian Social Trends 2002 (2002).",
        "Statistics Japan: Statistics Bureau and Statistics Center, 1999 National Survey of Family Income and Expenditure (2002).",
        "Statistics Korea: Korea National Statistics O ce, Household Income and Expenditure Survey (2002). Data collected from multiple surveys.",
        "Statistics New Zealand: Statistics New Zealand, New Zealand Now: Incomes (1999).",
        "Statistics Norway: Statistics Norway, Recent Trends in Income Inequality in Norway (2002).",
        "Statistics Philippines: National Statistics O ce, Family Income and Expenditure Survey (2002). Data collected from multiple surveys.",
        "Statistics United States: United States Census Bureau, The Changing Shape of the Nation Ã\u0083Â¢s Income Distribution: Consumer Income (2000).",
        "UNU/WIDER-UNDP World Income Inequality Database, Version 1.0, September 2000."
    ]
}