{
    "id": 17704,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "Aizer, Anna, and Flavio Cunha. 2011. Ã\u0083Â¢Child Endowments, Parent Investments and the Development of Human Capital.Ã\u0083Â¢ Brown University Working Paper.",
        "Becker, Gary. 1981. A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Becker, Gary, and Nigel Tomes. 1976. Ã\u0083Â¢Child Endowments and the Quantity and Quality of Children.Ã\u0083Â¢ Journal of Political Economy 84(4): S143-S162.",
        "Becker, Gary, and Nigel Tomes. 1986. Ã\u0083Â¢Human Capital and the Rise and Fall of Families.Ã\u0083Â¢ Journal of Labor Economics 4(3): S1-S39. Bertrand, Marianne, and Jessica Pan. Ã\u0083Â¢The Trouble with Boys: Social Influences and the Gender Gap in Disruptive Behavior.Ã\u0083Â¢ NBER Working Paper 17541.",
        "Black, Sandra, Devereaux, Paul and Kjell Salvanes. 2007. Ã\u0083Â¢Small Family, Smart Family? Family Size and the IQ Scores of Young Men.Ã\u0083Â¢ Forthcoming, Journal of Human Resources.",
        "Brooks-Gunn, Jeanne, Greg Duncan, and Pamela Klebanov. 1996. Ã\u0083Â¢Ethnic Differences in ChildrenÃ\u0083Â¢s Intelligence Test Scores: The Role of Economic Deprivation, Home Environment and Maternal Characteristics,Ã\u0083Â¢ Child Development 67: 396Ã\u0083Â¢408.",
        "Campbell, Frances, and Craig Ramey. 1994. Ã\u0083Â¢Effects of Early Intervention on Intellectual and Academic Achievement: A Follow-Up Study of Children from Low-Income Families.Ã\u0083Â¢ Child Development 65(2): 684-698. Chetty, Raj, John Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Schanzenbach, and Danny Yagan. Forthcoming. Ã\u0083Â¢How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project STAR.Ã\u0083Â¢ Quarterly Journal of Economics.",
        "Cunha, Flavio, and James J. Heckman. 2010. Ã\u0083Â¢Investing in our Young People.Ã\u0083Â¢ NBER Working Paper 16201.",
        "Currie, Janet, and Duncan Thomas. 1995. Ã\u0083Â¢Does Head Start Make a Difference?Ã\u0083Â¢ American Economic Review 85(3): 341.",
        "Dynarski, Susan, Joshua Hyman, and Diane Whitmore Schanzenbach. 2011 Ã\u0083Â¢Experimental Evidence on the Effect of Childhood Investments on Postsecondary Attainment and Degree Completion.Ã\u0083Â¢ NBER Working Paper 17533.",
        "Das, Jishnu, Stefan Dercon, James Habyarimana, Pramila Krishnan, Karthik Muralidharan, and Venkatesh Sundararaman. 2007. Ã\u0083Â¢School Inputs, Household Substitution, and Test Scores.Ã\u0083Â¢ University of San Diego Working Paper.",
        "Deming, David. 2009. Ã\u0083Â¢Early Childhood Intervention and Life-Cycle Skill Development: Evidence from Head Start.Ã\u0083Â¢ American Economic Journal: Applied Economics 1(3): 111-134.",
        "Epstein, Joyce. 2011. School, Family, and Community Partnerships: Preparing Educators and Improving Schools, 2nd edition. Boulder, CO: Westview Press.",
        "Gelbach, Jonah B. 2002. Ã\u0083Â¢Public schooling for young children and maternal labor supply.Ã\u0083Â¢ American Economic Review 92: 307Ã\u0083Â¢322.",
        "Gibbs, Chloe, Jens Ludwig, and Douglas Miller. 2011. Ã\u0083Â¢Does Head Start do any Lasting Good?Ã\u0083Â¢ NBER Working Paper 17452.",
        "Heckman, James J., Lena Malofeeva, Rodrigo Pinto and Peter Savelyev. 2008. Ã\u0083Â¢The Effect of the Perry Preschool Program on Cognitive and Noncognitive Skills: Beyond Treatment Effects.Ã\u0083Â¢ Unpublished manuscript, University of Chicago. 27 Houtenville, Andrew, and Karen Conway. 2008. Ã\u0083Â¢Parental Effort, School Resources, and Student Achievement.Ã\u0083Â¢ Journal of Human Resources 43: 437-453.",
        "Lee, David S. 2009. Ã\u0083Â¢Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects.Ã\u0083Â¢ Review of Economic Studies 76: 1071Ã\u0083Â¢1102.",
        "Ludwig, Jens, and Douglas Miller. 2007. Ã\u0083Â¢Does Head Start Improve Children's Life Chances? Evidence from a Regression Discontinuity Design.Ã\u0083Â¢ The Quarterly Journal of Economics 122(1): 159-208. Magnuson, Katherine, Christopher Ruhm, and Jane Waldfogel. Ã\u0083Â¢Does Prekindergarten Improve School Preparation and Performance?Ã\u0083Â¢ NBER Working Paper 10452.",
        "Nye, Chad, Herb Turner, and Jamie Schwartz. 2006. Ã\u0083Â¢Approaches to parent involvement for improving the academic performance of elementary school age children.Ã\u0083Â¢ Campbell Systematic Reviews 4. doi: 10.4073/csr.2006.4. Paxson, Christina, and Norbert Schady. 2007. Ã\u0083Â¢Cognitive Development among Young Children in Ecuador: The Roles of Wealth, Health, and Parenting,Ã\u0083Â¢ Journal of Human Resources 42(1): 49-84.",
        "Rosenzweig, Mark and Junsen Zhang. 2009. Ã\u0083Â¢Do Population Control Policies Induce More Human Capital Investment? Twins, Birth Weight and China's One-Child Policy.Ã\u0083Â¢ Review of Economic Studies 76(3): 1149-1174.",
        "Sacerdote, Bruce. 2007. Ã\u0083Â¢How Large are the Effects from Changes in Family Environment? A Study of Korean American Adoptees.Ã\u0083Â¢ Quarterly Journal of Economics 122(1): 119-157.",
        "St. Pierre, Robert, G., Janet Swartz, Beth Gamse, Stephen Murray, Dennis Deck, and Phil Nickel. 1995. National evaluation of the Even Start family literacy program: Final report. Cambridge, MA: Abt Associates, Inc.",
        "Todd, Petra, and Kenneth I. Wolpin. 2003. Ã\u0083Â¢On the Specification and Estimation of the Production Function for Cognitive Achievement.Ã\u0083Â¢ Economic Journal 113: F3-F33.",
        "Appendix B: Description of Similarities and Differences from HHS (2010) Overall, we view our results as complementary to HHS (2010). There are just a few similarities between our paper and HSIS. In the main tables and figures of our paper, there is no overlap."
    ]
}