{
    "id": 17706,
    "cites": 24,
    "cited_by": 11,
    "reference": [
        "Anderson, J. and E. Van Wincoop (2003). Gravity with gravitas: a solution to the border puzzle. The American Economic Review 93(1), 170Ã\u0083Â¢192.",
        "Baldwin, R. and J. Harrigan (2011). Zeros, quality, and space: Trade theory and trade evidence. American Economic Journal: Microeconomics 3(2), 60Ã\u0083Â¢88.",
        "Bastos, P. and J. Silva (2010). The quality of a Ã\u0083Â¢rmÃ\u0083Â¢s exports: Where you export to matters. Journal of International Economics 82(2), 99 Ã\u0083Â¢111.",
        "Bernard, A., J. Eaton, J. Jensen, and S. Kortum (2003). Plants and productivity in international trade. American Economic Review 93(4), 1268.",
        "Bernard, A., J. Jensen, S. Redding, and P. Schott (2007). Firms in international trade. The Journal of Economic Perspectives, 105Ã\u0083Â¢130.",
        "Bernard, A., J. Jensen, and P. Schott (2005). Importers, exporters, and multinationals: A portrait of Ã\u0083Â¢rms in the US that trade goods. NBER working paper.",
        "Eaton, J. and S. Kortum (2002). Technology, geography, and trade. Econometrica 70(5), 1741Ã\u0083Â¢1779.",
        "Feenstra, R., M. Obstfeld, and K. Russ (2009). In Search of the Armington Elasticity. Unpublished manuscript, University of California, Davis.",
        "Gervais, A. (2011, June). Product quality and Ã\u0083Â¢rm heterogeneity in international trade. Unpublished manuscript, University of Notre Dame.",
        "Ghironi, F. and M. Melitz (2005). International Trade and Macroeconomic Dynamics with Heterogeneous Firms*. The Quarterly Journal of Economics 120(3), 865Ã\u0083Â¢915.",
        "Gorg, H., L. Halpern, and B. Murakozy (2010). Why Do within Firm-Product Export Prices Dier Across Markets? (CEPR Working Paper 7708).",
        "Hallak, J. C. and J. Sivadasan (2009). FirmsÃ\u0083Â¢ Exporting Behavior under Quality Constraints. Unpublished paper, University of Michigan.",
        "Harrigan, J. (2003). Specialization and the Volume of Trade: Do the Data Obey the Laws? Handbook of international trade, 85.",
        "Johnson, R. C. (2010). Trade and prices with heterogeneous Ã\u0083Â¢rms. Unpublished paper, Dartmouth College.",
        "Kugler, M. and E. Verhoogen (2010). Prices, Plant Size, and Product Quality. Review of Economic Studies, forthcoming.",
        "Manova, K. and Z. Zhang (2011). Export prices across Ã\u0083Â¢rms and destinations. Quarterly Journal of Economics, forthcoming.",
        "Martin, J. (2009). Spatial price discrimination in international markets. CREST-INSEE mimeo.",
        "Mayer, T. and G. Ottaviano (2008). The happy few: The internationalisation of european Ã\u0083Â¢rms. Intereconomics 43(3), 135Ã\u0083Â¢148.",
        "Melitz, M. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica 71(6), 1695Ã\u0083Â¢1725.",
        "Novy, D. (2010). Gravity redux: measuring international trade costs with panel data.",
        "Schott, P. (2004). Across-Product Versus Within-Product Specialization in International Trade. Quarterly Journal of Economics 119(2), 647Ã\u0083Â¢678.",
        "Verhoogen, E. (2008). Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector*. Quarterly Journal of Economics 123(2), 489Ã\u0083Â¢530.",
        "Wooldridge, J. (1995). Selection corrections for panel data models under conditional mean independence assumptions. Journal of Econometrics 68(1), 115Ã\u0083Â¢132.",
        "Yi, K. (2003). Can vertical specialization explain the growth of world trade? Journal of political Economy 111(1), 52Ã\u0083Â¢102."
    ]
}