{
    "id": 17703,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Bartus, TamÃ\u0083Æ\u0092s (2005), Estimation of Marginal Effects Using margeff. Stata Journal, 5(3), 309329. Blau, David M. and Donna B. Gilleskie (2008). The Role of Retiree Health Insurance in the Employment Behavior of Older Men. International Economic Review, 49(2), 475-514.",
        "Blau, David M. and Donna B. Gilleskie (2006). Health Insurance and Retirement of Married Couples. Journal of Applied Econometrics, 21(7), 935-953.",
        "Blau, David M. and Donna B. Gilleskie (2001). Retiree Health Insurance and the Labor Force Behavior of Older Men in the 1990s. Review of Economics and Statistics, 83(1), 64-80.",
        "French, Eric and John Bailey Jones (2011). The Effects of Health Insurance and Self Insurance on Retirement Behavior. Econometrica, 79(3), 693-732.",
        "Goda, Gopi Shah, John Shoven, and Sita Nataraj Slavov (2009). Removing the Disincentives in Social Security for Long Careers. In Jeffrey Brown, Jeffrey Liebman, and David Wise (Eds.), Social Security Policy in a Changing Environment (pp. 21-38). Chicago: University of Chicago Press.",
        "Gruber, Jonathan and Bridgette C. Madrian (1995). Health Insurance Availability and the Retirement Decision. The American Economic Review, 85(4), 938-948.",
        "Gustman, Alan L. and Thomas L. Steinmeier (1994). Employer Provided Health Insurance and Retirement Behavior. Industrial and Labor Relations Review, 48(1), 124-140.",
        "Kapur, Kanika and Jeannette Rogowski (2011). How Does Health Insurance Affect the Retirement Behavior of Women? Inquiry 48(1), 51-67.",
        "Karoly, Lynn A. and Jeannette Rogowski (1994). The Effect of Access to Post-Retirement Health Insurance on the Decision to Retire Early. Industrial and Labor Relations Review, 48(1), 103-123.",
        "Lumsdaine, Robin L., James H. Stock, and David A. Wise (1996). Retirement Incentives: The Interaction between Employer-Provided Pensions, Social Security, and Retiree Health Insurance. In Michael D. Hurd and Naohiro Yashiro (Eds.), The Economic Effects of Aging in the United States and Japan (pp. 261-293). Chicago: University of Chicago Press.",
        "Madrian, Bridgette C. (1994). The Effect of Health Insurance on Retirement. Brookings Papers on Economic Activity, 1994(1), 181-232.",
        "Marton, James and Stephen A. Woodbury (2006). Retiree Health Benefits and Retirement.",
        "Robinson, Christina and Robert Clark (2010). Retiree Health Insurance and Disengagement from a Career Job. Journal of Labor Research, 31(3), 247-262.",
        "Strumpf, Erin (2010). Employer-Sponsored Health Insurance for Early Retirees: Impacts on Retirement, Health, and Health Care. International Journal of Health Care Finance and Economics, 10(2): 105-147."
    ]
}