{
    "id": 17705,
    "cites": 22,
    "cited_by": 17,
    "reference": [
        "Antweiler, Werner, Brian R. Copeland, and M. Scott Taylor. 2001. Ã\u0083Â¢Is Free Trade Good for the Environment?Ã\u0083Â¢ American Economic Review 91(4): 877-908.",
        "Bartlesman, Eric J., Randy A. Becker, and Wayne B. Gray. 2000. Ã\u0083Â¢NBER-CES Manufacturing Industry Database.Ã\u0083Â¢ http://www.nber.org/nberces/nbprod96.htm. Blanford, G., R. Richels, and T. Rutherford2009. Feasible Climate Targets: the Roles of Economic Growth, Coalition Development and Expectations. Energy Economics 31: S82-S93.",
        "Cooper, Richard N. 2007. Ã\u0083Â¢Alternatives to Kyoto: The Case for a Carbon Tax.Ã\u0083Â¢ in: J.E. Aldy and R.N. Stavins, eds. Architectures for Agreement: Addressing Global Climate Change in the Post-Kyoto World. Cambridge, UK: Cambridge University Press, 105-115.",
        "Ederington, J., A. Levinson, J. Minier. 2005. Ã\u0083Â¢Footloose and Pollution-Free.Ã\u0083Â¢ Review of Economics and Statistics 87(1): 92-99.",
        "Environmental Protection Agency. 2009. EPA Analysis of the American Clean Energy and Security Act of 2009, H.R. 2454, 111th Congress.",
        "Washington, DC: EPA, June 23. http://www.epa.gov/climatechange/economics/pdfs/HR2454_Analysis.pdf Environmental Protection Agency. 2010. EPA Analysis of the American Power Act in the 111th Congress. Washington, DC: EPA, June 14. http://www.epa.gov/climatechange/economics/pdfs/EPA_APA_Analysis_ 6-14-10.pdf Feenstra, Robert C. 1996. NBER Trade Database, Disk1: U.S. Imports, 19721994: Data and Concordances. NBER Working Paper no. 5515.",
        "Gray, Wayne. 2007. Personal Communication. August 22, 2007.",
        "Greenstone, Michael. 2002. Ã\u0083Â¢The Impacts Of Environmental Regulations On Industrial Activity: Evidence From The 1970 And 1977 Clean Air Act Amendments And The Census Of Manufactures.Ã\u0083Â¢ Journal of Political Economy 110(6): 1175-1219.",
        "Grossman, Gene M. and Alan B. Krueger. 1991. Environmental Impacts of a North American Free Trade Agreement. NBER Working Paper 3914. November.",
        "Harrell, F. E., Jr. 2001. Regression Modeling Strategies: With Applications to Linear Models, Logistic Regression, and Survival Analysis. New York: Springer.",
        "Hasanbeigi, Ali, Lynn Price, Nathaniel Aden, Zhang Chunxia, Li Xiuping, Shangguan Fangqin. 2011. A Comparison of Iron and Steel Production Energy Use and Energy Intensity in China and the U.S. Lawrence Berkeley National Laboratory Report LBNL-4836E. June. Haveman, John. Ã\u0083Â¢Industry Concordances.Ã\u0083Â¢ http://www.macalester.edu/research/economics/page/haveman/Trade.Reso urces/tradeconcordances.html.",
        "Interagency Competitiveness Analysis Team. 2009. The Effects of H.R. 2454 on International Competitiveness and Emission Leakage in Energy-Intensive, Trade-Exposed Industries. An interagency report responding to a request from Senators Bayh, Spector, Stabenow, McCaskill, and Brown.",
        "Washington, DC: U.S. Government. http://www.epa.gov/climatechange/economics/pdfs/InteragencyReport_Co mpetitiveness-EmissionLeakage.pdf Jaffe, Adam B., Steven R. Peterson, Paul R. Portney, and Robert N. Stavins. 1995. Ã\u0083Â¢Environmental Regulation and the Competitiveness of U.S. Manufacturing: What Does the Evidence Tell Us?Ã\u0083Â¢ Journal of Economic Literature 33(1): 132-163.",
        "Jaffe, Judson and Robert N. Stavins. 2010. Ã\u0083Â¢Linkage of Tradable Permit Systems in International Climate Policy Architecture.Ã\u0083Â¢ In: J.E. Aldy and R.N. Stavins, eds., Post-Kyoto International Climate Policy: Implementing Architectures for Agreement. Cambridge, UK: Cambridge University Press, 119-150.",
        "Jeppesen, Tim, John A. List, and Henk Folmer. 2002. Ã\u0083Â¢Environmental Regulations and New Plant Location Decisions: Evidence from a MetaAnalysis. Ã\u0083Â¢ Journal of Regional Science 42(1): 19-49.",
        "Kahn, Matthew E. and Erin T. Mansur. 2010. Ã\u0083Â¢How do energy prices, and labor, and environmental regulations affect local manufacturing employment dynamics? A regression discontinuity approach. NBER working paper 16538.",
        "Levinson, Arik and M. Scott Taylor. 2008. Ã\u0083Â¢Unmasking the Pollution Haven Effect.Ã\u0083Â¢ International Economic Review 49(1): 223-254.",
        "Morgenstern, R., W. Pizer, and J.-S. Shih. 2002. Jobs versus the Environment: Is There a Trade-Off? Journal of Environmental Economics and Management 43(3), p. 412-436.",
        "Nordhaus, William D. 2007. To Tax or Not to Tax: Alternative Approaches to Slowing Global Warming. Review of Environmental Economics and Policy 1(1): 26-44.",
        "Pizer, William A. 2007. Ã\u0083Â¢Practical Global Climate Policy.Ã\u0083Â¢ in: J.E. Aldy and R.N. Stavins, eds. Architectures for Agreement: Addressing Global Climate Change in the Post-Kyoto World. Cambridge, UK: Cambridge University Press, 280-314.",
        "Tsinghua University of China. 2008. Assisting Developing Country Climate Negotiators through Analysis and Dialogue: Report of Energy Saving and CO2 Emission Reduction Analysis in China Cement Industry. November 13, 2008. Center for Clean Air Policy. www.ccap.org/docs/resources/694/China%20Cement%20Sector%20Case %20Study.pdf. U.S. Census Bureau. Annual Survey of Manufactures. Various editions. U.S. Census Bureau, Current Population Survey. Various editions.",
        "U.S. Energy Information Administration. 2008. Ã\u0083Â¢Energy Market and Economic Impacts of S.2191, the Lieberman-Warner Climate Security Act of 2007.Ã\u0083Â¢ SR-OIAF/2008-01. Washington, DC."
    ]
}