{
    "id": 17711,
    "cites": 31,
    "cited_by": 33,
    "reference": [
        "Ahn, J., Khandelwal, A. K. and Wei, S.-J. (2011). The role of intermediaries in facilitating trade, Journal of International Economics 84(1): 73Ã\u0083Â¢85.",
        "Akerman, A. (2010). A theory on the role of wholesalers in international trade based on economies of scope, Research papers in economics, Stockholm University, Department of Economics.",
        "Antr`as, P. and Costinot, A. (2011). Intermediated trade, The Quarterly Journal of Economics 126(3): 1319Ã\u0083Â¢1374.",
        "Bernard, A. B., Eaton, J., Jensen, J. B. and Kortum, S. S. (2003). Plants and productivity in international trade, American Economic Review 93(4): 1268Ã\u0083Â¢1290.",
        "Bernard, A. B. and Jensen, B. J. (1999). Exceptional exporter performance: cause, eÃ\u0083Â¯ect, or both?, Journal of International Economics 47(1): 1Ã\u0083Â¢25.",
        "Bernard, A. B. and Jensen, J. B. (2004). Why some Ã\u0083Â¯rms export, The Review of Economics and Statistics 86(2): 561Ã\u0083Â¢569.",
        "Bernard, A. B., Jensen, J. B., Redding, S. J. and Schott, P. K. (2007). Firms in international trade, Journal of Economic Perspectives 21(3): 105Ã\u0083Â¢130.",
        "Bernard, A. B., Jensen, J. B., Redding, S. J. and Schott, P. K. (2010a). IntraÃ\u0083Â¯rm trade and product contractibility, American Economic Review 100(2): 444Ã\u0083Â¢48.",
        "Bernard, A. B., Jensen, J. B., Redding, S. J. and Schott, P. K. (2010b). Wholesalers and retailers in US trade, American Economic Review 100(2): 408Ã\u0083Â¢13.",
        "Bernard, A. B., Redding, S. J. and Schott, P. K. (2010). Multiple-product Ã\u0083Â¯rms and product switching, American Economic Review 100(1): 70Ã\u0083Â¢97.",
        "Bernard, A. B., Redding, S. J. and Schott, P. K. (2011). Multi-product Ã\u0083Â¯rms and trade liberalization, Quarterly Journal of Economics, forthcoming .",
        "Blum, B., Claro, S. and Horstmann (2011). Intermediation and the nature of trade costs: theory and evidence, Unpublished, Rotman School of Management.",
        "Blum, B. S., Claro, S. and Horstmann, I. (2010). Facts and Ã\u0083Â¯gures on intermediated trade, American Economic Review 100(2): 419Ã\u0083Â¢23.",
        "Intermediaries in International Trade Djankov, S., Freund, C. and Pham, C. S. (2011). Trading on time, Review of Economics and Statistics 92(1): 166Ã\u0083Â¢173.",
        "Eaton, J., Kortum, S. S. and Kramarz, F. (2011). An anatomy of international trade: Evidence from French Ã\u0083Â¯rms, Econometrica 79(5): 1453Ã\u0083Â¢1498.",
        "Felbermayr, G. and Jung, B. (2011). Trade intermediaries and the organization of exporters, Review of International Economics 19(4): 634Ã\u0083Â¢648.",
        "Helpman, E., Melitz, M. J. and Yeaple, S. R. (2004). Export versus FDI with heterogeneous Ã\u0083Â¯rms, American Economic Review 94(1): 300Ã\u0083Â¢316.",
        "Helpman, E., Melitz, M. and Rubinstein, Y. (2008). Estimating trade Ã\u0083Â¯ows: Trading partners and trading volumes, The Quarterly Journal of Economics 123(2): 441Ã\u0083Â¢487.",
        "Kaufman, D., Kraay, A. and Mastruzzi, M. (2009). Governance matter VIII: Aggregate and individual governance indicators 1996-2008, Policy Research Paper 4978, World Bank.",
        "Lawless, M. (2010). Deconstructing gravity: trade costs and extensive and intensive margins, Canadian Journal of Economics 43(4): 1149Ã\u0083Â¢1172.",
        "Lawson, A. M., Bersani, K. S., Fahim-Nader, M. and Guo, J. (2002). Benchmark input-output accounts of the united states, Survey of Current Business 82: 19Ã\u0083Â¢108.",
        "Mayer, T. and Zignago, S. (2005). Market access in global and regional trade, Working Papers 2005-02, CEPII research center.",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity, Econometrica 71(6): 1695Ã\u0083Â¢1725.",
        "Nunn, N. (2007). Relationship-speciÃ\u0083Â¯city, incomplete contracts, and the pattern of trade, The Quarterly Journal of Economics 122(2): 569Ã\u0083Â¢600.",
        "Peng, M. W. and Ilinitch, A. Y. (2001). Export intermediary Ã\u0083Â¯rms: A note on export development research, Journal of International Business Studies 29(3): 609Ã\u0083Â¢620.",
        "Petersen, M. A. (2009). Estimating standard errors in Ã\u0083Â¯nance panel data sets: Comparing approaches, Review of Financial Studies 22(1): 435Ã\u0083Â¢480.",
        "Petropoulou, D. (2007). Information costs, networks and intermediation in international trade, Economics series working papers, University of Oxford, Department of Economics.",
        "Pierce, J. and Schott, P. (2009). A concordance between ten-digit U.S. Harmonized System Codes and SIC/NAICS product classes and industries, Working Paper 155486, NBER.",
        "Intermediaries in International Trade Rauch, J. E. and Watson, J. (2004). Network intermediaries in international trade, Journal of Economics & Management Strategy 13(1): 69Ã\u0083Â¢93.",
        "Roberts, M. J. and Tybout, J. R. (1997). The decision to export in Colombia: An empirical model of entry with sunk costs, American Economic Review 87(4): 545Ã\u0083Â¢64.",
        "Silverman, B. W. (1986). Density Estimation for Statistics and Data Analysis, London: Chapman & Hall/CRC."
    ]
}