{
    "id": 17710,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "Autor, David H., Lawrence F. Katz and Melissa S.Kearney. 2008. \"Trends in U.S. Wage Inequality: Revising the Revisionists.\" Review of Economics and Statistics 90 (May), pp. 300-23. Baum, Sandy. 2011. \"Drowning in Debt: Financial Outcomes of Students in For-Profit Colleges.\" Testimony to the Senate Health, Education, Labor and Pensions Committee (June 7).",
        "Becker, Sascha O. and Andrea Ichino. 2002. \"Estimation of Average Treatment Effects based on Propensity Scores.\" The STATA Journal 2(4), pp. 358-77.",
        "Bennett, Daniel L., Adam R. Lucchesi and Richard K. Vedder. 2010. \"For Profit Higher Education: Growth, Innovation, and Regulation.\" Center for College Affordability and Productivity, Policy Paper, (July).",
        "Breneman, David W., Brian Pusser and Sarah E. Turner, eds. 2011. Earnings from Learning: The Rise of For-Profit Universities. Albany, NY: State University of New York Press.",
        "Cellini, Stephanie Riegg. 2010. \"Financial Aid and For-Profit Colleges: Does Aid Encourage Entry?\" Journal of Policy Analysis and Management 29 (Summer), pp. 526-52.",
        "Cellini, Stephanie Riegg. 2009. \"Crowded Colleges and College Crowd-Out: The Impact of Public Subsidies on the Two-Year College Market,\" American Economic Journal: Economic Policy 1 (August), pp. 1-30.",
        "Cellini, Stephanie Riegg and Latika Chaudhary. 2011. \"The Labor Market Returns to a Private Two-Year College Education.\" George Washington University, working paper (April). Cellini, Stephanie Riegg and Claudia Goldin. forthcoming. \"Can For-Profit Colleges Survive without Federal Student Aid?\" NBER working paper.",
        "\"CEO Compensation at Publicly Traded Higher-Education Companies.\" 2010. Chronicle of Higher Education. June. 23. <http://chronicle.com/article/Graphic-CEO-Compensation-at/66017/>.",
        "Fain, Paul. 2011. \"Enrollments Tumble at For-Profit Colleges.\" Inside Higher Ed. November 11. <http://www.insidehighered.com/news/2011/11/11/enrollments-tumble-profit-colleges>. -19-Gibson, Ellen. 2009. \"College Campuses Debate Administrators' Lofty Pay,\" Bloomberg Business Week, February 16. <http://www.businessweek.com/bwdaily/dnflash/content/feb2009/db20090216_614557.htm? chan=top+news_top+news+index+-+temp_news+%2B+analysis>.",
        "Goldin, Claudia and Lawrence F. Katz. 2008. The Race between Education and Technology. Cambridge, MA: The Belknap Press of Harvard University Press.",
        "Health, Education, Labor and Pensions Committee. U.S. Senate. 2010. Benefiting Whom? ForProfit Education Companies and the Growth of Military Educational Benefits. (December 8).",
        "Hentschke, Guilbert C. 2010. \"Innovations in Business Models and Organizational Cultures: The For-Profit Sector.\" USC Rossier School of Education (June).",
        "Knapp, Laura G., Janice Kelley-Rid, and Scott A. Ginder. 2011. Postsecondary Institutions and Price of Attendance in the United States: 2010-11, First Look. U.S. Department of Education, NCES (September). http://nces.ed.gov/pubs2011/2011250.pdf Rosenbaum, James E., Regina Deil-Amien and Ann E. Person. 2006. After Admission: From College Access to College Success. New York: Russell Sate Foundation Press.",
        "Rutschow, Elizabeth Zachry and Emily Schneider. 2011. Unlocking the Gate: What We Know About Improving Developmental Education. New York: Manpower Demonstration Research Corporation (June).",
        "Steinerman, Andrew, Jeffrey Volshteyn and Molly McGarrett. 2011. Education Services Data Book. J.P. Morgan, North American Equity Research, Business and Education Services (September).",
        "Turner, Sarah E. 2006. \"For-Profit Colleges in the Context of the Market for Higher Education.\" In D. Breneman, B. Pusser, and S. Turner, eds., Earnings from Learning: The Rise of ForProfit Universities. Albany: State University of New York Press, pp. 51-68.",
        "Winston, Gordon C. 1999. \"For-Profit Higher Education: Godzilla or Chicken Little?,\" Change 31 (January/February), pp. 12-19. -21-"
    ]
}