{
    "id": 17716,
    "cites": 59,
    "cited_by": 140,
    "reference": [
        "Akamatsu, Kaname (1961). Ã\u0083Â¢A Theory of Unbalanced Growth in the World EconomyÃ\u0083Â¢. Weltwirtschaftliches Archiv, no.86, pp.196-217.",
        "Akamatsu, Kaname (1962). Ã\u0083Â¢A Historical Pattern of Economic Growth in Developing CountriesÃ\u0083Â¢, The Developing Economies, Tokyo, Preliminary Issue No.1, pp.3-25.",
        "Amsden, Alice (2001). The rise of the rest: Challenges to the West from late-industrialising nations, Oxford University Press, Oxford.",
        "Amsden, Alice H. (1989) Asia's Next Giant: South Korea and Late Industrialization. New York: Oxford University Press.",
        "Amsden, Alice H., and Linsu Kim (1989) Ã\u0083Â¢A Comparative Analysis of Local and Transnational Corporations in the Korean Automobile Industry.Ã\u0083Â¢ Management Behind Industrialization: Readings in Korean Business eds. Dong-Ki Kim and Linsu Kim. Seoul: Korea University Press, 579-96.",
        "Balassa, Bela (1981). Ã\u0083Â¢The process of industrial development and alternative development strategiesÃ\u0083Â¢, Graham Lecture, Essays in International Finance No. 141, Princeton University.",
        "Balassa, Bela (1981). The newly industrialising countries in the world economy, Pergamon Press, New York.",
        "Balassa, Bela (1982). Development strategies in semi-industrial economies, World Bank, Washington.",
        "Baldwin, Richard (2006a). Ã\u0083Â¢Globalisation: the great unbundling(s),Ã\u0083Â¢ Chapter 1, in Globalisation challenges for Europe, Secretariat of the Economic Council, Finnish Prime MinisterÃ\u0083Â¢s Office, Helsinki, 2006; ISBN 952-5631-15-X.",
        "Baldwin, Richard (2006b). Managing the Noodle Bowl: The Fragility of East Asian Regionalism, CEPR DP 5561; published in Singapore Economic Review, 53, 3, 449-478. 2008.",
        "Baldwin, Richard (2011). Ã\u0083Â¢21st Century Regionalism: Filling the gap between 21st century trade and 20th century trade rulesÃ\u0083Â¢, CEPR Policy Insight No. 56.",
        "Baldwin, Richard and Frederic Robert-Nicoud (2007). Ã\u0083Â¢Offshoring: General equilibrium effects on wages, production and tradeÃ\u0083Â¢, NBER Working Paper 12991.",
        "Baldwin, Richard and FrÃ\u0083Æ\u0092dÃ\u0083Æ\u0092ric Robert-Nicoud (2010). Trade-in-goods and trade-in-tasks: An Integrating Framework, NBER Working Papers 15882.",
        "Baldwin, Richard, Philippe Martin, and Gianmarco Ottaviano (2001).  Global Income Divergence, Trade, and Industrialization: The Geography of Growth Take-Offs, Journal of Economic Growth, pages 5-37, March.",
        "Birdsall, Nancy, Augusto de la Torre, and Felipe Valencia Caicedo (2010). Ã\u0083Â¢The Washington Consensus: Assessing a Damaged BrandÃ\u0083Â¢, Working Paper 213, Center for Global Development, Washington.",
        "Blinder, A. S., (2006). Offshoring: The Next Industrial Revolution? Foreign Affairs 85(2), 113-128.",
        "Blinder, Alan (2009). Ã\u0083Â¢How Many U.S. Jobs Might Be Offshorable,Ã\u0083Â¢ World Economy, vol. 10(2), pages 41-78, April.",
        "Brambilla, Irene, Daniel Lederman, and Guido Porto (2010). Exports, Export Destinations, and Skills, NBER Working Papers 15995.",
        "Clemens, Michael and Jeffrey Williamson (2004). Why did the Tariff--Growth Correlation Change after 1950?, Journal of Economic Growth, vol. 9(1), pages 5-46.",
        "Deardorff, A. V. (1998a). Fragmentation in Simple Trade Models, RSIE Discussion Paper 422, University of Michigan, January 8, 1998. www.spp.umich.edu/rsie/workingpapers/wp.html Deardorff, A. V. (1998b). Fragmentation across cones, RSIE Discussion Paper 427, Discussion Paper No. 427, August 7, 1998. www.spp.umich.edu/rsie/workingpapers/wp.html ESCAP (2002). Development of the automotive sector in selected countries of the ESCAP region: Proceedings and country papers presented at the Regional Consultative Meeting on Promotion of Intraregional Trade and Economic Cooperation in the Automotive Sector, United Nations. Economic and Social Commission for Asia and the Pacific, 2002.",
        "Feenstra, Robert and Gordon Hanson (1997). Foreign direct investment and relative wages: Evidence from Mexico's maquiladoras, Journal of International Economics, Elsevier, vol. 42(3-4), pages 371-393, May.",
        "Fuangkajonsak, Wanrawee (2006). Industrial policy options for developing countries: The case of the automotive sector in Thailand & MalaysiaÃ\u0083Â¢, Fletcher MA, March Fujita, Maa (1998). 'Industrial Policies and Trade Liberalization ? The Automotive Industry in Thailand and Malaysia' in Keiji Omura (ed.) The Deepening Economic Interndependence in the APEC Region, APEC Study Center, Institute of Developing Economies, 1998.",
        "Green, Andrew (1992). Ã\u0083Â¢South Korea's Automobile Industry: Development and ProspectsÃ\u0083Â¢, Asian Survey, Vol. 32, No. 5.",
        "Grossman, G. and E. Rossi-Hansberg (2006). The Rise of Offshoring: ItÃ\u0083Â¢s Not Wine for Cloth Anymore, July 2006. Paper presented at Kansas FedÃ\u0083Â¢s Jackson Hole conference for Central Bankers. http://www.kc.frb.org/ Grossman, G. and E. Rossi-Hansberg (2008). Ã\u0083Â¢Trading Tasks: A Simple Theory of Offshoring,Ã\u0083Â¢ American Economic Review.",
        "Grossman, Gene and Esteban Rossi-Hansberg (2008). Trading Tasks: A Simple Theory of Offshoring, American Economic Review, American Economic Association, vol. 98(5), pages 1978-97.",
        "Hausmann R. and B. Klinger B. (2007). The Structure of the Product Space and the Evolution of Comparative Advantage April 2007, KSG working paper.",
        "Hausmann, Ricardo, Jason Hwang, and Dani Rodrik (2007). What you export matters, Journal of Economic Growth, vol. 12(1), pages 1-25.",
        "Humphrey, John and Hubert Schmitz (2002). Ã\u0083Â¢How does insertion in global value chains affect upgrading in industrial clusters?Ã\u0083Â¢ Institute of Development Studies, University of Sussex.is Trade Structure and Growth and it is Inomata Satoshi and Yoko Uchida (2009). Ã\u0083Â¢Asia Beyond the Crisis-Visions from International Input-Output AnalysesÃ\u0083Â¢, Spot Survey No.31, IDE-JETRO, December Irwin, Douglas (2003). Explaining America's Surge in Manufactured Exports, 1880-1913, The Review of Economics and Statistics, vol. 85(2), pages 364-376.",
        "Irwin, Douglas A. (2003). Ã\u0083Â¢Explaining America's Surge in Manufactured Exports, 1880-1913Ã\u0083Â¢, The Review of Economics and Statistics, Vol. 85, No. 2 (May, 2003), pp. 364-376 Jones, R. W. and H. Kierzkowski (1990). The Role of Services in Production and International Trade: A Theoretical Framework, in R. Jones and A. Krueger (eds.), The Political Economy of International Trade, Oxford: Basil Blackwell.",
        "Klier, Thomas and JamesRubenstein (2008). Ã\u0083Â¢Who really made your car? Ã\u0083Â¢ Chicag-o Fed Letter, Number 255a.",
        "Klinger, Bailey, Daniel Lederman (2006). Innovation and export portfolios, Policy Research Working Paper Series 3983, The World Bank.",
        "Kojima, Kiyoshi (2000). Ã\u0083Â¢The 'flying geese' model of Asian economic development: origin, theoretical extensions, and regional policy implicationsÃ\u0083Â¢, Journal of Asian Economics 11, pp.375-401.",
        "Kojima, Kiyoshi (2003, 2005, 2006), Ganko-kei Keizai Hattenron [Flying-Geese-Style Economic Growth], vol. 1: Nihonkeizai, Aziakeizai, Sekai keizai [Japanese Economy, Asian Economy, World Economy]; vol. 2: Azia to Sekai no Shinchitsujo [Asia and World in a New Order]; and vol. 3: Kokusaikeizai to Kinyukiko [International Economy and Monetary System], Tokyo: Bunshindo.",
        "Koopman, Robert, Zhi Wang, and Shang-Jin Wei (2008) Ã\u0083Â¢How Much of Chinese Exports is Really Made In China? Assessing Domestic Value-Added When Processing Trade is PervasiveÃ\u0083Â¢ NBER Working Paper 14109.",
        "Krugman, Paul (1992). Ã\u0083Â¢Toward a Counter Counter-Revolution in Development Theory'.' Proceedings of the World Bank Annual Conference on Development Economics, 15-38. New York: Oxford University Press.",
        "Krugman, Paul R & Venables, Anthony (1995). Globalization and the Inequality of Nations, The Quarterly Journal of Economics, MIT Press, vol. 110(4), pages 857-80, November.",
        "Lederman, Daniel, and William Maloney (2007). Trade structure and growth, Chapter 2 in Lederman, Daniel and William F. Maloney, editors, 2007, Natural Resources: Neither Curse nor Destiny, Stanford University Press for the World Bank, Wash, DC.",
        "Lindauer, David and Lant Pritchett (2002). Ã\u0083Â¢What's the Big Idea?: The Third Generation of Policies for Economic GrowthÃ\u0083Â¢, EconomÃ\u0083Æ\u0092a, Volume 3, Number 1, Fall, pp. 1-28.",
        "Markusen, James (2006). Modeling the offshoring of white-collar services: from comparative advantage to the new theories of trade and fdi, in S. L. Brainard and S. Collins (eds.), Brookings Trade Forum 2005: Offshoring White-Collar Work, Washington: the Brookings Institution, 1-34.",
        "Milberg, W. and D. Winkler (2010). Ã\u0083Â¢Trade Crisis and Recovery: Restructuring of Global Value Chains,Ã\u0083Â¢ in G. Gereffi et al., editors, Global Value Chains in a Post-Crisis World: A Development Perspective, Washington: The World Bank.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny (1992). Ã\u0083Â¢The Transition to a Market Economy: Pitfalls of Partial Reform,Ã\u0083Â¢ The Quarterly Journal of Economics, Vol. 107, No. 3. (Aug., 1992), pp. 889-906.",
        "Pack, H. and Westphal, L. E. (1986). Ã\u0083Â¢Industrial Strategy and Technological Change: Theory versus RealityÃ\u0083Â¢, Journal of Development Economics 22 (1): 87-128.",
        "Ravenhill, John (2005). FDI in the Korean auto industryÃ\u0083Â¢, Les Ã\u0083Æ\u0092tudes de lÃ\u0083Â¢Ifri 3, January.",
        "Richter, J. H. (1959). Ã\u0083Â¢Trends in International Trade: Review ArticleÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 73, No. 4, pp. 576-595.",
        "Rodriguez-Clare, Andres (1996). The division of labor and economic development, Journal of Development Economics, Elsevier, vol. 49(1), pages 3-32, April.",
        "Rodrik, Dani (1995). Ã\u0083Â¢Getting Interventions Right: How South Korea and Taiwan GrewÃ\u0083Â¢, Economic Policy, Vol. 10, No. 20 (April), pp. 53-107.",
        "Rodrik, Dani (2008). One economics, many recipes: Globalization, institutions, and economic growth, Princeton University Press, Princeton.",
        "Rodrik, Dani, Arvind Subramanian and Francesco Trebbi (2004). Institutions Rule: The Primacy of Institutions Over Geography and Integration in Economic Development. Journal of Economic Growth. Vol. 9, No. 2. (June 2004), pp. 131-165.",
        "Rodrik, Dani. 2005. Ã\u0083Â¢Growth StrategiesÃ\u0083Â¢. in: Handbook of Economic Growth. Philippe Aghion and Steven N. Durlauf (eds.). Elsevier, Amsterdam.",
        "Rosenstein-Rodan, Paul (1943), Ã\u0083Â¢Problems of Industrialization of Eastern and Southeastern Europe.Ã\u0083Â¢ Economic Journal 53(210-211) June-September, 1943, 202-211.",
        "Rosli (2006). Ã\u0083Â¢The automobile industry and performance of Malaysian auto production,Ã\u0083Â¢ Journal of Economic Cooperation, 27, pp 89-114.",
        "Spence Report (2008). The growth report: Strategies for sustained growth and inclusive developmentÃ\u0083Â¢, Commission on Growth and Development, World Bank.",
        "Sturgeon, Timothy (1998). Ã\u0083Â¢The automotive industry in Vietnam: Prospects for development in a globalizing economyÃ\u0083Â¢, Appendix IV of the Industrial Competitiveness Review, Development Strategy Institute, Ministry of Planning and Investment, Vietnam, July.",
        "Techakanont, Kriengkrai (2008). Ã\u0083Â¢The Evolution of Automotive Clusters and Global Production Network in ThailandÃ\u0083Â¢, Discussion Paper No. 0006, Thammasat University, March.",
        "Uzir Mahidin, Mohd, and R. Kanageswary (2004). Ã\u0083Â¢The development of the automobile industry and the road aheadÃ\u0083Â¢, Department of Statistics Malaysia.",
        "Wad, Peter and V.G.R. Chandran Govindaraju (2011). Ã\u0083Â¢Automotive industry in Malaysia: an assessment of its developmentÃ\u0083Â¢, International Journal of Automotive Technology and Management, Vol. 11, No. 2.",
        "Wad, Robert (2009). Ã\u0083Â¢The automobile industry of Southeast Asia: Malaysia and ThailandÃ\u0083Â¢, Journal of the Asia Pacific Economy, Vol. 14, No. 2, May 2009, 172Ã\u0083Â¢193 Venables, A. J. (1999). Fragmentation and multinational production, European Economic Review 43, 935-945.",
        "World Bank (1993). The East Asian Miracle, World Bank, Washington.",
        "Rodrik, Dani (2011a).Ã\u0083Â¢Unconditional convergenceÃ\u0083Â¢, CEPR Discussion Paper No. 8631, London, November Rodrik, Dani (2011b).Ã\u0083Â¢The future of convergenceÃ\u0083Â¢, NBER WP No. 17400, Cambridge US, November"
    ]
}