{
    "id": 17719,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Admati AR. 1985. A noisy rational expectations equilibrium for multi-asset securities markets. Econometrica. 53(3):629Ã\u0083Â¢57 Admati AR, Pfleiderer P. 2009. The Wall Street Walk and shareholder activism: Exit as a form of voice. Rev. Financ. Stud. 22(7):2445Ã\u0083Â¢85 Aghion P, Stein J. 2008. Growth vs. Margins: Destabilizing consequences of giving the stock market what it wants. J. Finance. 63(3):1025Ã\u0083Â¢58 Asker J, Farre-Mensa J, Ljungqvist A. 2011. Comparing the investment behavior of public and private firms. Work. Pap., New York Univ.",
        "Baker M, Stein JC, Wurgler J. 2003. When does the market matter? Stock prices and the investment of equity-dependent firms. Q. J. Econ. 118(3):969Ã\u0083Â¢1006 Baker M, Wurgler J. 2012. Behavioral corporate finance: an updated survey, in G. Constantinides, M.",
        "Harris, and R. Stulz (eds.), Handbook of the Economics of Finance Vol 2. Elsevier Bakke TE, Whited TM. 2010. Which firms follow the market? An analysis of corporate investment decisions. Rev. Financ. Stud. 23(5):1941Ã\u0083Â¢80 Barro R. 1990. The stock market and investment. Rev. Financ. Stud. 3(1):115Ã\u0083Â¢31 Baumol WJ. 1965. The stock market and economic efficiency. Fordham Univ. Press, New York.",
        "Benveniste L, Spindt P. 1989. How investment bankers determine the offer price and allocation of new issues. J. Financ. Econ. 24(3):343Ã\u0083Â¢61 Benveniste L, Wilhelm WJ. 1990. A comparative analysis of IPO proceeds under alternative regulatory regimes. J. Financ. Econ. 28(1Ã\u0083Â¢2):173Ã\u0083Â¢207 Bernanke BS, Gertler M. 1989. Agency costs, net worth, and business fluctuations. Am. Econ. Rev. 79(1):14Ã\u0083Â¢31 Bernanke B, Woodford M. 1997. Inflation forecasts and monetary policy. J. Money, Credit and Banking 29(4):653Ã\u0083Â¢84 Bharath ST, Jayaraman S, Nagar V. 2011. Exit as governance: An empirical analysis. Work. Pap., Arizona State Univ.",
        "of Pennsylvania Edmans A, Manso G. 2011. Governance through trading and intervention: A theory of multiple blockholders. Rev. Financ. Stud. 24(7):2395Ã\u0083Â¢2428 Fama EF, Miller M. 1972. The theory of finance. Holt, Rinehart & Winston, New York.",
        "Fang VW, Noe T, Tice S. 2009. Stock market liquidity and firm value. J. Financ. Econ. 94(1):150Ã\u0083Â¢69 Faure-Grimaud, A. 2002. Using stock price information to regulate firms. Rev. Econ. Stud. 69(1):169Ã\u0083Â¢90 Faure-Grimaud A, Gromb D. 2004. Public trading and private incentives. Rev. Financ. Stud. 17(4):985Ã\u0083Â¢ Feldman R, Schmidt J. 2003. Supervisory use of market data in the Federal Reserve System. Work, Pap., Federal Reserve Bank of Minneapolis Ferreira D, Ferreira M, Raposo C. 2011. Board structure and price informativeness. J. Financ. Econ. 99(3):523Ã\u0083Â¢45 Fishman MJ, Hagerty KM. 1989. Disclosure decisions by firms and the competition for price efficiency.",
        "J. Finance. 44(3):633Ã\u0083Â¢46 Fishman MJ, Hagerty KM. 1992. Insider trading and the efficiency of stock prices. Rand J. Econ. 23(1):106Ã\u0083Â¢22 Flannery MJ. 2009. Stabilizing Large Financial Institutions with Contingent Capital Certificates. Work, Pap., University of Florida Foucault T, Fresard L. 2011. Cross-listing, investment sensitivity to stock price and the learning hypothesis. Work. Pap., HEC Paris Foucault T, Gehrig T. 2008. Stock price informativeness, cross-listings, and investment decisions. J.",
        "Financ. Econ. 88(1):146Ã\u0083Â¢68 Fulghieri P, Lukin D. 2001. Information production, dilution costs, and optimal security design. J.",
        "Financ. Econ. 61(1):3Ã\u0083Â¢42 Gao P, Liang PJ. 2011. Informational feedback effect, adverse selection, and the optimal disclosure policy, Chicago Booth Research Paper No.11Ã\u0083Â¢13 Gilchrist S, Himmelberg CP, Huberman G. 2005. Do stock price bubbles influence corporate investment? J. Monet. Econ. 52(4):805Ã\u0083Â¢25 Glosten L, Milgrom P. 1985. Bid, ask, and transaction prices in a specialist market with heterogeneously informed traders. J. Financ. Econ. 14(1):71Ã\u0083Â¢100 Goldman E, Strobl G. 2011. Large shareholder trading and the complexity of corporate investments. J.",
        "Financial Intermediation. Forthcoming Goldstein I, Guembel A. 2008. Manipulation and the allocational role of prices. Rev. Econ. Stud. 75(1):133Ã\u0083Â¢64 Goldstein I, Ozdenoren E, Yuan K. 2011a. Learning and complementarities in speculative attacks. Rev.",
        "Econ. Stud. 78(1):263Ã\u0083Â¢92 Goldstein I, Ozdenoren E, Yuan K. 2011b. Trading frenzies and their impact on real investment. Work Pap., Univ. of Pennsylvania Grossman SJ. 1976. On the efficiency of competitive stock markets where traders have diverse information. J. Finance. 31(2):573Ã\u0083Â¢84 Grossman SJ, Stiglitz JE. 1980. On the impossibility of informationally efficient markets. Am. Econ. Rev. 70(3):393Ã\u0083Â¢408 Grullon G, Michenaud S, Weston J. 2011. The real effects of stock market prices. Work. Pap., Rice Univ.",
        "Hart O, Zingales L. 2011. A new capital regulation for large financial institutions. The Am. Law Econ.",
        "Rev. Forthcoming Hayek F. 1945. The use of knowledge in society. Am. Econ. Rev. 35(4):519Ã\u0083Â¢30 Hellwig M. 1980. On the aggregation of information in competitive markets. Journal of Economic Theory, 22(3):477Ã\u0083Â¢98 Hennessy C. 2009. Security design, liquidity, and the informational role of prices. Work. Pap., London School of Business Hirshleifer J. 1971. The private and social value of information and the reward to inventive activity. The Am. Econ. Rev. 61(4):561Ã\u0083Â¢74 Hirshleifer D, Subrahmanyam A, Titman S. 2006. Feedback and the success of irrational investors. J.",
        "Financ. Econ. Forthcoming Khanna N, Slezak SL, Bradley M. 1994. Insider trading, outside search, and resource allocation: Why firms and society may disagree on insider trading restrictions. Rev. Financ. Stud. 7(3):575Ã\u0083Â¢608 Khanna N, Sonti R. 2004. Value creating stock manipulation: feedback effect of stock prices on firm value. J. Financial Markets. 7(3):237Ã\u0083Â¢70 Kim, YH, Kang MJ. 2011. Stock market liquidity and short-termism-driven CEO turnover. Work. Pap., Nanyang Technological Univ.",
        "Kiyotaki N, Moore J. 1997. Credit cycles. J. Polit. Econ. 105(2):211-48 Kogan L, Papanikolaou D. 2012. Economic activity of firms and asset prices. Work. Pap., MIT Kyle AS. 1985. Continuous auctions and insider trading. Econometrica. 53(6):1315-36 Kyle AS, Vila J. 1991. Noise trading and takeovers. Rand J. Econ. 22(3):54Ã\u0083Â¢71 Langberg N, Sivaramakrishnan K. 2010. Voluntary disclosures and analyst feedback. J. Acct. Res. 48(3):603Ã\u0083Â¢45 La Porta R, Lopez-de-Silanes F, Shleifer A. 1999. Corporate ownership around the world. J. Finance. 54(2):471Ã\u0083Â¢517 Lehar A, Seppi D, Strobl G. 2010. Using price information as an instrument of market discipline in regulating bank risk. Work. Pap., Carnegie Mellon Univ.",
        "Leland HE. 1992. Insider trading: Should it be prohibited? J. Polit. Econ. 100(4):859Ã\u0083Â¢87 Luo Y. 2005. Do insiders learn from outsiders? Evidence from mergers and acquisitions. J. Finance. 60(4):1951Ã\u0083Â¢82 Maug E. 1998. Large shareholders as monitors: Is there a tradeoff between liquidity and control? J. Finance. 53(1):65Ã\u0083Â¢98 McCahery J, Sautner Z, Starks L. 2011. Behind the scenes: The corporate governance preferences of institutional investors. Work. Pap., Univ. of Amsterdam McDonald R. 2010. Contingent capital with a dual price trigger. Work. Pap., Northwestern Univ.",
        "Milgrom P, Stokey N. 1982. Information, trade, and common knowledge. J. Econ. Theory. 26(1):17Ã\u0083Â¢27 Morck R, Shleifer A, Vishny RW. 1990. The stock market and investment: Is the market a sideshow? Brookings Papers on Economic Activity. 1990(2):157Ã\u0083Â¢215 Mortal S, Reisel N. 2011. Capital allocation by public and private firms. J. Financ. Quant. Anal. Forthcoming Myers SC, Majluf NS. 1984. Corporate financing and investment decisions when firms have information that investors do not have. J. Financ. Econ. 13(2):187Ã\u0083Â¢221 Norli Ã\u0083Æ\u0092, Ostergaard C, Schindele I. 2009. Liquidity and shareholder activism. Work. Pap., Norwegian School of Management.",
        "Ozdenoren E, Yuan K. 2008. Feedback effects and asset prices. J. Finance. 63(4):1939Ã\u0083Â¢75 Paul JM. 1992. On the efficiency of stock-based compensation. Rev. Financ. Stud. 5(3):471-502 Rock KF. 1986. Why new issues are underpriced. J. Financ. Econ. 15(1Ã\u0083Â¢2):187Ã\u0083Â¢212 Roll R. 1984. Orange juice and weather. Am. Econ. Rev. 74(5):861Ã\u0083Â¢80 Singh R, Yerramilli V. 2010. Can transparency be too much of a good thing? Work. Pap., Univ. of Minnesota Stein JC. 1989. Efficient capital markets, inefficient firms. J. Finance. 44(5):1335Ã\u0083Â¢50 Subrahmanyam A, Titman S. 1999. The going public decision and the development of financial markets.",
        "J. Finance. 54(3):1045Ã\u0083Â¢82 Sundaresan, S, Wang Z. 2011. On the design of contingent capital with market trigger. Work. Pap., Columbia Univ.",
        "Wolfers J, Zitzewitz E. 2004. Prediction markets. J. Econ. Persp. 18(2):107Ã\u0083Â¢26"
    ]
}