{
    "id": 17718,
    "cites": 36,
    "cited_by": 4,
    "reference": [
        "Acemoglu, Daron and Simon Johnson, 2007. Ã\u0083Â¢Disease and Development: The Effect of Life Expectancy on Economic Growth. Journal of Political Economy, 115(6): 925-985.",
        "Besley, Timothy, 1995. Ã\u0083Â¢Property Rights and Investment Incentives: Theory and Evidence from Ghana.Ã\u0083Â¢ The Journal of Political Economy, 103(5): 903-937.",
        "Bleakley, Hoyt. 2007. Ã\u0083Â¢Disease and Development: Evidence from Hookworm Eradication in the American South. The Quarterly Journal of Economics, 122(1): 73-117.",
        "Bloom, David E. and Jeffrey G. Williamson, 1998. Ã\u0083Â¢Demographic Transitions and Economic Miracles in Emerging Asia.Ã\u0083Â¢ World Bank Economic Review 12(3): 419-455.",
        "Boserup, Ester, 1965. The Conditions of Agricultural Growth: The Economics of Agrarian Change under Population Pressure. London, G. Allen and Unwin, 1965.",
        "Card, David. 1995. Ã\u0083Â¢Earnings, Schooling, and Ability Revisited.Ã\u0083Â¢ In Research in Labor Economics, volume 14, Editor Solomon Polachek, Greenwich Connecticut: JAI Press, 23-48.",
        "Card, David. 2001. Ã\u0083Â¢Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems.Ã\u0083Â¢ Econometrica, 69(5): 1127-1160.",
        "Chambers, Robert, 1994. Ã\u0083Â¢The origins and practice of participatory rural appraisal.Ã\u0083Â¢ World Development, 22(7): 953-969.",
        "Chattopadhyay, Raghabendra and Esther Duflo, 2004. Women as Policy Makers: Evidence from a Randomized Policy Experiment in India, Econometrica, 72(5): 1409-1443.",
        "Comite International de Cooperation dans les Recherches Nationals en Demographie, 1999. Ã\u0083Â¢Dynamique de Peuplement Des Zones Rurales Liberees de lÃ\u0083Â¢Onchocercose en Afrique de lÃ\u0083Â¢Ouest, Synthese de Monographs Nationals, Coordination, Andre Quesnad.",
        "Cutler, David, Winnie Fung, Michael Kremer, Monica Singhal, and Tom Vogl. 2010. Early-Life Malaria Exposure and Adult Outcomes: Evidence from Malaria Eradication in India. American Economic Journal: Applied Economics, 2(2): 72Ã\u0083Â¢94.",
        "Dovring, Folke, 1959. The Share of Agriculture in a Growing Population, FAO Monthly Bulletin of Statistics 8(8).",
        "Grimm, Michael and Klasen, Stephan, 2008. Geography vs. Institutions at the Village Level. IZA Discussion Paper No. 3391. Bonn: IZA, 29 pages.",
        "Hayami, Yuhiro & Vernon W. Ruttan, 1971. Ã\u0083Â¢Agricuitural development: an international perspective.Ã\u0083Â¢ Baltimore, MD: Johns Hopkins University Press.",
        "Human Rights Watch, 2001. Ã\u0083Â¢The New Racism: Political Manipulation of Ethnicity in Cote d'Ivoire.Ã\u0083Â¢ New York: HRW (August, 2001), online at www.hrw.org/en/reports/2001/08/28/new-racism.",
        "Imbens, Guido and Joshua Angrist. 1994. Ã\u0083Â¢Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢ Econometrica, 62(2): 467-475.",
        "IRIN News, Ã\u0083Â¢In-depth: Cote dÃ\u0083Â¢Ivoire crisisÃ\u0083Â¢ (November, 2002). Online at www.irinnews.org/IndepthMain.aspx?indepthid=38.",
        "Jedwab, Remi and Alexander Moradi, 2011. Ã\u0083Â¢Transportation Infrastructure and Development in Ghana.Ã\u0083Â¢ Paris School of Economics Working Paper No. 2011-24. Paris: PSE, 47 pages..",
        "Johnston, Bruce and Peter Kilby, 1975. Agriculture and Structural Transformation. New York: Oxford University Press.",
        "Kazianga, Harounan and William A. Masters, 2002. Ã\u0083Â¢Investing in soils: field bunds and microcatchments in Burkina Faso.Ã\u0083Â¢ Environment and Development Economics, 7: 571-591",
        "Kazianga, Harounan and William A. Masters, 2006. Ã\u0083Â¢Property rights, production technology, and deforestation: cocoa in Cameroon.Ã\u0083Â¢ Agricultural Economics 35 (1): 19Ã\u0083Â¢26.",
        "Lin, Justin Yu, 1995. Ã\u0083Â¢Endowments, Technology, and Factor Markets: A Natural Experiment of Induced Institutional Innovation from China's Rural Reform.Ã\u0083Â¢ American Journal of Agricultural Economics 77(2): 231-242.",
        "Masters, William A. and Margaret S. McMillan, 2001. Climate and Scale in Economic Growth, Journal of Economic Growth, 6(3): 167-186.",
        "McMillan, Della E., Jean-Baptiste Nana and Kimseyinga Savadogo, 1992. Ã\u0083Â¢Adaptation of RAP to Monitoring Settlement Trends in Areas Covered by Successful Disease Control Programmes: OnchocerciasisÃ\u0083Â¢, in N.S. Scrimshaw and G.R. Gleason, eds. Rapid Assessment Procedures: Qualitative Methodologies for Planning and Evaluation of Health Related Programmes. Boston, MA: International Nutrition Foundation.",
        "McMillan, Della E., Jean-Baptiste Nana and Kimseyinga Savadogo, Ã\u0083Â¢Settlement and Development in the River Blindness Control Zone.Ã\u0083Â¢ World Bank Technical Paper No. 200, Series on River Blindness Control in West Africa. Washington, DC: World Bank, 1993.",
        "McMillan, Margaret, 2001. Ã\u0083Â¢Why Kill the Golden Goose? A Political-Economy Model of Export Taxation.Ã\u0083Â¢ Review of Economics and Statistics, 83 (1): 170-184.",
        "McMillan, Margaret and William A. Masters, 2003. An African Growth Trap. Review of Development Economics 7(2): 179-191.",
        "Olmstead, Alan L. and Paul Rhode, 1993. Ã\u0083Â¢Induced Innovation in American Agiculture: A Reconsideration.Ã\u0083Â¢ Journal of Political Economy, 101 (1): 100-118.",
        "Pande, Rohini and Chris Udry, 2006. Ã\u0083Â¢Institutions and Development: A View from Below,Ã\u0083Â¢ in Proceedings of the 9th World Congress of the Econometric Society, edited by R. Blundell, W.Newey and T.Persson, Cambridge University Press.",
        "Stock, J. H. and M. Yogo. 2005. Asymptotic Distributions of Instrumental Variables Statistics with Many Instruments in Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, ed. D.W.K. Andrews and J.H. Stock. Cambridge: Cambridge University Press.",
        "Temple, Jonathan R. W. (2005). Ã\u0083Â¢Dual economy models.Ã\u0083Â¢ The Manchester School, 73(4), 435-478.",
        "Figure 1. Past and projected rural population growth, by region and country (1950-2050) Panel A: Regional aggregates Panel B: Burkina Faso Source: Calculated from UN Population Projections (esa.un.org/unpp). Zero rural pop. growth Zero rural pop. growth",
        "Figure 2. Estimated Onchocerciasis Prevalence in West Africa Panel (a): Prior to control (1974) Panel (b): After control (2002) Source: WHO, Onchocerciasis Control Programme (www.who.int/apoc/onchocerciasis/ocp).",
        "Figure 3. Location of Planned Settlements Associated with Onchocerciasis Control, 1973-1984 Source: Della E. McMillan, Jean-Baptiste Nana and Kimseyinga Savadogo, Ã\u0083Â¢Settlement and Development in the River Blindness Control Zone.Ã\u0083Â¢ World Bank Technical Paper No. 200, Series on River Blindness Control in West Africa.",
        "Figure 4. Patterns of Agricultural Migration in Burkina Faso Source: Della E. McMillan, Jean-Baptiste Nana and Kimseyinga Savadogo, Ã\u0083Â¢Settlement and Development in the River Blindness Control Zone.Ã\u0083Â¢ World Bank Technical Paper No. 200, Series on River Blindness Control in West Africa. Washington, DC: World Bank, 1993.",
        "Figure 5. Population Density in Burkina Faso, 1960-61 Source: University of Texas at Austin, Perry-CastaÃ\u0083Æ\u0092eda Library Map Collection, from U.S. Central Intelligence Agency Map No. 58207, 1968. Available online at http://www.lib.utexas.edu/maps/burkina_faso.html."
    ]
}