{
    "id": 17713,
    "cites": 31,
    "cited_by": 10,
    "reference": [
        "Anna Aizer, Laura Stroud, and Stephen Buka. Maternal stress and child well-being: Evidence from siblings. manuscript, Brown University, February 2009.",
        "Douglas Almond and Bhashkar Mazumder. Health capital and the prenatal environment: The eect of ramadan observance during pregnancy. American Economic Journal: Applied Economics, 3(4), October 2011.",
        "Douglas Almond, Lena Edlund, and MÃ\u0083Æ\u0092rten Palme. Chernobyl's subclinical legacy: Prenatal & See our discussion of this paper in section 2.3 exposure to radioactive fallout and school outcomes in Sweden. Quarterly Journal of Economics, 124(4):17291772, 2009.",
        "S.H. Alwasel, Z. Abotalib, J.S. Aljarallah, C. Osmond, S.M. Alkharaz, I.M. Alhazza, G. Badr, and D.J.P. Barker. Changes in placental size during ramadan. Placenta, 31 (7):607  610, 2010.",
        "Fereidoun Azizi, Hossein Sadeghipour, Behnam Siahkolah, and Nasrollah Rezaei-Ghaleh. Intellectual development of children born to mothers who fasted during pregnancy. International Journal of Vitamin and Nutrition Research, 74(5):374380, September 2004. Elizabeth Cascio and Douglas Staiger. Skill, standardized tests, and fadeout interventions.",
        "Raj Chetty, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan. How does your kindergarten classroom aect your earnings? evidence from project star. Quarterly Journal of Economics, 2011. forthcoming.",
        "Janet Currie. Healthy, wealthy, and wise: Is there a causal relationship between child health and human capital development? Journal of Economic Literature, XLVII(1):87122, March 2009.",
        "Janet Currie and Rosemary Hyson. Is the impact of shocks cusioned by socioeconomic status? the case of low birth weight. American Economic Review, 89(2):245250, May 1999.",
        "E. Dikensoy, O. Balat, B. Cebesoy, A. Ozkur, H. Cicek, and G. Can. The eect of Ramadan fasting on maternal serum lipids, cortisol levels and fetal development. Archives of gynecology and obstetrics, 279(2):119, 2009.",
        "Will Dobbie and Roland G. Jr Fryer. Are high quality schools enough to increase achievement among the poor? evidence from the harlem children's zone. American Economic Journal: Applied Economics, 3(3):158187, 2011.",
        "Gabriele Doblhammer and James W. Vaupel. Lifespan depends on month of birth. Proceedings of the National Academy of Sciences, 98(5):29342939, February 2001.",
        "Orla Doyle, Colm P. Harmon, James J. Heckman, and Richard E. Tremblay. Investing in Early Human Development: Timing and Economic Eciency. Economics and Human Biology, 7(1):16, 2009.",
        "PM Eaton and PA Wharton. Applied Nutrition, chapter Sorrento Study of Nutrition in Pregnancy, pages 8991. John Libbey, London, 1982.",
        "Shahul H. Ebrahim, R. Louise Floyd, Robert K. Merritt II, Pierre Decoue, and Deborah Holtzman. Trends in Pregnancy-Related Smoking Rates in the United States, 1987-1996. JAMA, 283(3):361366, 2000.",
        "Erica Field, Omar Robles, and Maximo Torero. Iodine deciency and schooling attainment in tanzania. American Economic Journal: Applied Economics, 1(4):140169, October 2009. Peter Gluckman and Mark Hanson. The Fetal Matrix: Evolution, Development and Disease.",
        "Cambridge University Press, Cambridge, 2005. James Heckman, Lena Malofeeva, Rodrigo Pinto, and Peter Savelyev. Understanding the mechanisms through which an inuential early childhood program boosted adult outcomes.",
        "manuscript, University of Chicago, August 2010. James J. Heckman. The economics, technology, and neuroscience of human capability formation.",
        "James J. Heckman and Dimitriy V. Masterov. The productivity argument for investing in young children. Review of Agricultural Economics, 29(3):446493, 2007.",
        "ES Hunter and TW Sadler. D-(-)-beta hydroxybutyrate-induced eects on mouse embryos in vitro. Teratology, 36:25964, 1987.",
        "Thomas Kane and Douglas Staiger. The promise and pitfalls of using imprecise school accountability measures. The Journal of Economic Perspectives, 16(4):91114, Autumn 2002.",
        "Amita Kapoor, Elizabeth Dunn, Alice Kostaki, Marcus H. Andrews, and Stephen G. Matthews. Fetal programming of hypothalamo-pituitary-adrenal function: Prenatal stress and glucocorticoids. Journal of Physiology, 572(1):3144, 2006.",
        "Elaine Kelly. The scourge of asian u: in utero exposure to pandemic inuenza and the development of a cohort of british children. The Journal of Human Resources, 46(4): 669694, 2011.",
        "H. Kieler, O. Axelsson, S. Nilsson, and U. Waldenstroem. The length of human pregnancy as calculated by ultrasonographic measurement of the fetal biparietal diameter. Ultrasound in Obstetrics and Gynecology, 16(5):353357, 1995.",
        "Alan B. Krueger. Experimental estimates of education production functions. The Quarterly Journal of Economics, 114(2):497532, 1999. Alan B. Krueger and Diane M. Whitmore. The eect of attending a small class in the early grades on college-test taking and middle school test results: Evidence from project star.",
        "Kaja Z LeWinn, Laura R Stroud, Beth E Molnar, James H Ware, Karestan C Koenen, and Stephen L Buka. Elevated maternal cortisol levels during pregnancy are associated with reduced childhood iq. International Journal of Epidemiology, 38(6):17001710, 2009.",
        "Ashok Malhotra, P.H. Scott, J.S. Scott, H. Gee, and B.A. Wharton. Metabolic changes in asian muslim pregnant mothers observing the ramadan fast in britian. British Journal of Nutrition, 61(3):663672, May 1989.",
        "AM Prentice, A Prentice, WH Lamb, PG Lunn, and S. Austin. Metabolic consequences of fasting during ramadan in pregnant and lactating women. Human nutrition. Clinical nutrition, 37(4):28394, July 1983.",
        "T Rizzo, BE Metzger, WJ Burns, and K Burns. Correlations between antepartum maternal metabolism and child intelligence. New England Journal of Medicine, 325:911916, 1991.",
        "Jesse Rothstein. Teacher quality in educational production: Tracking, decay, and student achievement. The Quarterly Journal of Economics, 125(1):175214, 2010.",
        "Anna Maria Siega-Riz, Tracy Hermann, David A Savitz, and John M Thorp. Frequency of eating during pregnancy and its eect on preterm delivery. American Journal of Epidemiology, 153(7):647652, 2001.",
        "Reyn Van Ewijk. Long-term health eects on the next generation of ramadan fasting during pregnancy. Journal of Health Economics, 30:10451058, 2011."
    ]
}