{
    "id": 17721,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Appleton, S., Song, L. N., Xia, Q. J., 2005. Has China crossed the river? the evolution of wage structure in urban china during reform and retrenchment. Journal of Comparative Economics 33, 644663.",
        "Autor, David H., Katz, Lawrence F., and Kearney, Melissa S. 2008. Trends in U.S. Wage Inequality: Revision the Revisionists. Review of Economics and Statistics 90(2):300-323.",
        "Autor, David H., Katz, Lawrence F., and Kearney, Melissa S. 2005. Rising wage inequality: the role of composition and prices. NBER working paper 11628.",
        "Baker, George, Gibbs, Michael, Holmstrom, Bengt, 1994. The wage policy of a firm. Quarterly Journal of Economics, 109(4): 921-55.",
        "Bian, Yanjie. 1994. Guanxi and the Allocation of Urban Jobs in China. The China Quarterly, 140: 971999.",
        "Beaudry, Paul and John DiNardo, 1991. The effect of implicit contracts on the movement of wages over the business cycle: Evidence from micro data. Journal of Political Economy, 99(4): 665-688.",
        "Freeman, Richard B. 1981. Career patterns of college graduates in declining job markets, NBER Working Papers W0750.",
        "Gao, X. 2007. Business cycle accounting for the Chinese economy. IDEAS working paper. http://ideas.repec.org/p/pra/mprapa/7050.html Gong, G., Lin, Justin Yifu, 2008. Deflationary expansion: An overshooting perspective to the recent business cycle in China. China Economic Review, 19:1-17.",
        "Imai, Hiroyuki, 1996. Explaining ChinaÃ\u0083Â¢s business cycles. The Developing Economies, XXXIV-2: 154185.",
        "Kahn, Lisa B., 2006. The Long-Term Labor Market Consequences of Graduating from College in a Bad Economy(September 12, 2006). Available at SSRN: http://ssrn.com/abstract=702463 Knight, John, and Lina Song. 2003. Increasing Urban Wage Inequality in China: Extent, Elements and Evaluation. Economics of Transition, 11(4):597-619.",
        "Oreopoulos, Phil, till von Wachter, Andrew Heisz, 2006. The short-and long-term career effects of graduating in a recession: hysteresis and heterogeneity in the market for college graduates, NBER Working papers W12159.",
        "Oyer, Paul, 2006. Initial Labor market conditions and long term occupation for economists. Journal of Economic Perspectives, 20(3): 143-160.",
        "Rauum, Oddbjorn and Knut RÃ\u0083Æ\u0092ed, 2006. Do business cycle conditions at the time of labor market entry affect future employment prospects? The Review of Economics and Statistics, 88(2):193-210.",
        "Wei, X., Li, W.L., Chen, D.F., 1997. Research on the current job allocation mechanism of college graduates. Journal of Higher Education, 1997(1): 31-37. (Chinese) Zhang, Junsen; Zhao, Yaohui; Park, Albert; Song, Xiaoqing, 2005. Economic Returns to Schooling in Urban China, 1988 to 2001. Journal of Comparative Economics. 33,730Ã\u0083Â¢752."
    ]
}