{
    "id": 17725,
    "cites": 34,
    "cited_by": 24,
    "reference": [
        "Arellano, M. and S. Bonhomme (2011), Nonlinear Panel Data Analysis, .Annual Review of Economics, Vol. 3, pp. 395-424.",
        "Aw, B.Y., Chung, S. and M. Roberts (2000), Productivity and Turnover in the Export Market: Micro-level Evidence from the Republic of Korea and Taiwan, World Bank Economic Review, Vol 14, No. 1, pp. 65-90.",
        "Aw, B.Y., M. Roberts, and D. Y. Xu (2011), R&D Investment, Exporting, and Productivity Dynamics, American Economic Review, Vol. 101, No. 4 (June), pp. 1312-1344.",
        "Baily, M., C. Hulten, and D. Campbell (1992), Productivity Dynamics in Manufacturing Plants, Brooksings Papers on Economic Activity: Microeconomics, Brookings Institution, Washington, D.C.",
        "Baldwin, R. and J. Harrigan (2011), Zeros, Quality, and Space: Trade Theory and Trade Evidence, American Economic Journal: Microeconomics, Vol. 3 (May), pp. 60-88.",
        "Bernard, A., J. Eaton, J.B. Jensen, and S. Kortum (2003), Plants and Productivity in International Trade, American Economic Review, Vol. 93, p. 1268-1290.",
        "Bernard, A. and J.B. Jensen (1999), Exceptional Exporter Performance, Cause, Eect or Both, Journal of International Economics, Vol 47, pp. 1-25.",
        "Berry, S. (1994), Estimating Discrete Choice Models of Product Dierentiation, Rand Journal of Economics, Vol. 25, No. 2, pp. 242-262.",
        "Brandt, L., T.G. Rawski, and J. Sutton (2008), ChinaÃ\u0083Â¢s Industrial Development, L. Brandt, and T. Rawski (eds.), ChinaÃ\u0083Â¢s Great Economic Transformation, Cambridge University Press, pp. 569-632.",
        "Branstetter, L. and N. Lardy (2008), ChinaÃ\u0083Â¢s Embrace of Globalization, in L. Brandt, and T. Rawski (eds.), ChinaÃ\u0083Â¢s Great Economic Transformation, Cambridge University Press.",
        "Clerides, S., S. Lach, and J. Tybout (1998), Is Learning-by-Exporting Important? Micro Dynamic Evidence from Colombia, Mexico and Morocco, The Quarterly Journal of Economics, Vol 113, No. 3 (August), pp. 903-947.",
        "Das, S., M. Roberts, and J. Tybout (2007), Market Entry Cost, Producer Heterogeneity, and Export Dynamics, Econometrica, Vol. 75, No. 3 (May), pp. 837-873.",
        "Davis, S., J. Haltiwanger, and S. Schuh (1998), Job Creation and Destruction, MIT Press, Cambridge, MA.",
        "Dunne, T., M. Roberts, and L. Samuelson (1988), The Growth and Failure of U.S. Manufacturing Plants, The Quarterly Journal of Economics, Vol. 104, No. 4 (November), pp. 671-698.",
        "Eaton, J., M. Eslava, C.J. Krizan, M. Kugler, and J. Tybout (2011), A Search and Learning Model of Export Dynamics, Working paper, The Pennsylvania State University.",
        "Eaton, J., S. Kortum, and F. Kramarz (2011), An Anatomy of International Trade: Evidence from French Firms, Econometrica, Vol 79, No. 5 (September), pp.1453-1499.",
        "Eslava, M, J. Haltiwanger, A. Kugler, and M. Kugler (2004), The Eects of Structural Reforms on Productivity and ProÃ\u0083Â¢tability Enhancing Reallocation: Evidence from Colombia,  Journal of Development Economics, Vol. 75, pp. 333-371.",
        "Ericson, R. and A. Pakes (1995), Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, Vol 62, No. 1, pp. 53-82.",
        "Foster, L., J. Haltiwanger, and C. Syverson (2008), Reallocation, Firm Turnover, and E ciency: Selection on Productivity or ProÃ\u0083Â¢tability, American Economic Review, Vol. 98, No. 1 (March), pp. 394-495.",
        "Gervais, A. (2011), Product Quality and Firm Heterogeneity in International Trade, University of Notre Dame, Working Paper.",
        "Hallak, J.C. and J. Sivadasan (2009), FirmsÃ\u0083Â¢ Exporting Behavior Under Quality Constraints,  Working Paper, University of Michigan Business School.",
        "Helpman, E., M. Melitz, and Y. Rubinstein (2008), Estimating Trade Flows: Trading Partners and Trade Volumes, The Quarterly Journal of Economics, Vol. 123, No. 2, pp. 441-487.",
        "Hopenhayn, H. (1992), Entry, Exit, and Firm Dynamics in Long-Run Equilibrium, Econometrica, Vol. 60, No. 5 (September), pp. 1127-1150.",
        "Hotz, V.J. and R.A. Miller (1993), Conditional Choice Probabilities and the Estimation of Dynamic Models, The Review of Economic Studies, Vol. 60, No. 3 (July), pp. 497-529.",
        "Johnson, R. (2009), Trade and Prices with Heterogeneous Firms, Working Paper, Dartmouth College.",
        "Jovanovic, B. (1982), Selection and the Evolution of Industry, Econometrica, Vol. 50, No. 3, pp. 649-670.",
        "Katayama, H, S. Liu, and J. Tybout (2009), Firm-Level Productivity Studies: An Illusion and a Solution, International Journal of Industrial Organization, Vol. 27, No. 3 (May), pp. 403-413.",
        "Khandelwal, A. (2010), The Long and Short (of) Quality Ladders, Review of Economic Studies, Vol. 77, No. 4, pp.1450-1476.",
        "McCulloch, R. and P. Rossi (1994), An Exact Likelihood Analysis of the Multinomial Probit Model, Journal of Econometrics, Vol. 64, No. 1-2, pp. 207-240.",
        "Melitz, M. (2003), The Impact of Trade on Intra-industry Reallocations and Aggregate Industry Productivity, Econometrica, Vol. 71, No 6, pp. 1695-1725.",
        "Roberts, M. and J. Tybout (1997), The Decision to Export in Columbia: An Empirical Model of Entry with Sunk Cost, American Economic Review, Vol. 87, No. 4 (September), pp. 545-564.",
        "Rossi, P., G. Allenby, and R. McCulloch (2005), Bayesian Statistics and Marketing, John Wiley and Sons, Ltd.",
        "Schott, P. (2008), The Relative Sophistication of Chinese Exporters, Economic Policy, Vol. 53 (January) pp. 5-49.",
        "Sutton, J. (2007), Quality, Trade and the Moving Window: The Globalisation Process, The Economic Journal, Vol. 117 (November), pp. F469-F498."
    ]
}