{
    "id": 17720,
    "cites": 10,
    "cited_by": 4,
    "reference": [
        "Alderman, Harold, Jere R. Behrman, Victor Lavy and Rekha Menon. 2001. Ã\u0083Â¢Child Health and School Enrollment: A Longitudinal Analysis.Ã\u0083Â¢ Journal of Human Resources, 36(1): 185-205.",
        "Alderman, Harold, John Hoddinott and Bill Kinsey. 2006. Ã\u0083Â¢Long Term Consequences of Early Childhood Malnutrition.Ã\u0083Â¢ Oxford Economic Papers, 58(3): 450-474.",
        "Alaimo, Katherine, Christine Olson and Edward Frongillo. 1999. Ã\u0083Â¢Food Insufficiency and American School-Aged ChildrenÃ\u0083Â¢s Cognitive, Academic and Psychosocial Development,Ã\u0083Â¢ Pediatrics, 108(1): 44-53.",
        "Angrist, Joshua and Alan Krueger. 1999. Ã\u0083Â¢Empirical Strategies in Labor Economics,Ã\u0083Â¢ Handbook of Labor Economics, 3A: 1277-1366.",
        "Anderson, Patricia and Kristin Butcher. 2006. Ã\u0083Â¢Reading, Writing, and Refreshments: Are School Finances Contributing to ChildrenÃ\u0083Â¢s Obesity?Ã\u0083Â¢ Journal of Human Resources, 41: 467-494.",
        "Bernstein, Lawrence, Joan McLaughlin, Mary Kay Crepinsek, and Lyann Daft. 2004. Ã\u0083Â¢Evaluation of the School Breakfast Program Pilot Project: Final ReportÃ\u0083Â¢ Nutrition Assistance Program Report Series, No. CN-04-SBP. Alexandra, VA: US Department of Agriculture.",
        "Bhattacharya, Jayanta, Janet Currie and Steven Haider. 2006. Ã\u0083Â¢Breakfast of Champions? The School Breakfast program and the Nutrition of Children and Families,Ã\u0083Â¢ Journal of Human Resources, 41(3): 445-466.",
        "Cullen, Karen. 2010. Ã\u0083Â¢HISD Breakfast Program Aids Student Achievement.Ã\u0083Â¢ Houston Chronicle, February 17.",
        "Dahl, Molly W. and John Karl Scholz. 2011. Ã\u0083Â¢The National School Lunch Program and School Breakfast Program: Evidence on Participation and Noncompliance.Ã\u0083Â¢ University of Wisconsin, mimeo.",
        "Dunifon, Rachel and Lori Kowaleski-Jones. 2003. Ã\u0083Â¢The Influences of Participation in the National School Lunch Program and Food Insecurity on Child Well-Being,Ã\u0083Â¢ Social Service Review, 77(1): 72-92."
    ]
}