{
    "id": 17723,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan 2007. Ã\u0083Â¢A UniÃ\u0083Â¢ed Framework for Measuring Preferences for Schools and Neighborhoods.Ã\u0083Â¢ Journal of Political Economy 115, 588-638.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo 2011. Ã\u0083Â¢Understanding Booms and Busts in Housing Markets.Ã\u0083Â¢NBER Working Paper 16734.",
        "Campbell, John and Joao Cocco 2010. Ã\u0083Â¢A Model of Mortgage Default.Ã\u0083Â¢ Working Paper, Harvard.",
        "Case, Karl E. and Christopher J. Mayer 1996. Ã\u0083Â¢House Price Dynamics within a Metropolitan Area.Ã\u0083Â¢Regional Science and Urban Economics 26, 387-407.",
        "Case, Karl E. and Robert J. Shiller 2005. Ã\u0083Â¢Is there a Bubble in the Housing Market?Ã\u0083Â¢Brookings Papers on Economic Activity 2.",
        "Caplin, Andrew and John Leahy 2010. Ã\u0083Â¢A Graph Theoretic Approach to Markets for Indivisible Goods.Ã\u0083Â¢Working Paper, NYU.",
        "Chatterjee, Satyajit and Burcu Eyigungor 2009. Ã\u0083Â¢Foreclosures and House Price Dynamics: A Quantitative Analysis of the Mortgage Crisis and the Foreclosure Prevention Policy.Ã\u0083Â¢ Working Paper, Philadelphia Fed.",
        "Chien, YiLi and Hanno Lustig 2010. Ã\u0083Â¢The Market Price of Aggregate Risk and the Wealth Distribution.Ã\u0083Â¢Review of Financial Studies 23, 1596-1650.",
        "Cocco, Joao F., Francisco J. Gomes, and Pascal J. Maenhout 2005. Ã\u0083Â¢Consumption and Portfolio Choice over the Life Cycle.Ã\u0083Â¢Review of Financial Studies 18, 491-533.",
        "Corbae, Dean and Erwan Quintin 2010. Ã\u0083Â¢Mortgage Innovation and the Foreclosure Boom.Ã\u0083Â¢ Working Paper, University of Wisconsin.",
        "Favilukis, Jack, Sydney Ludvigson, and Stijn van Nieuwerburgh 2010. Ã\u0083Â¢The Macroeconomic Eects of Housing Wealth, Housing Finance, and Limited Risk-Sharing in General Equilibrium. Ã\u0083Â¢Working Paper, NYU.",
        "Flavin, Marjorie and Takashi Yamashita 2002. Ã\u0083Â¢Owner-Occupied Housing and the Composition of the Household Portfolio.Ã\u0083Â¢American Economic Review 92(1), 345-362.",
        "Glaeser, Edward L., Joshua Gottleb, and Joseph Gyourko 2010. Ã\u0083Â¢Can Cheap Credit Explain the Housing Boom?Ã\u0083Â¢Working Paper, Harvard.",
        "Glaeser, Edward L., Joseph Gyourko, and Raven E. Saks 2005. Ã\u0083Â¢Why Have Housing Prices Gone Up?Ã\u0083Â¢American Economic Review 95 (2), 329-333.",
        "Himmelberg, Charles, Christopher Mayer, and Todd Sinai 2005. Ã\u0083Â¢Assessing High House Prices: Bubbles, Fundamentals and Misperceptions.Ã\u0083Â¢Journal of Economic Perspectives 19, 67-92.",
        "Jovanovic, Boyan 2009. Ã\u0083Â¢The Technology Cycle and Inequality.Ã\u0083Â¢Review of Economic Studies 76, 707-729.",
        "Judd, Kenneth L. 1998. Numerical Methods in Economics. MIT Press, Cambridge.",
        "Kiyotaki, Nobuhiro, Alexander Michaelides, and Kalin Nikolov 2010. Ã\u0083Â¢Winners and Losers in Housing Markets.Ã\u0083Â¢Working Paper, Princeton.",
        "Kaneko, Mamoru 1982. Ã\u0083Â¢The Central Assignment Game and the Assignment of Markets. Journal of Mathematical Economics 10, 205-232.",
        "Lamont, Owen and Jeremy Stein 1999. Leverage and House-Price Dynamics in U.S. Cities. Rand Journal of Economics, 30(3), 498-514.",
        "Mian, Atif and Amir SuÃ\u0083Â¢ 2009. Ã\u0083Â¢The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis.Ã\u0083Â¢ Quarterly Journal of Economics 124(4), 14491496.",
        "Mian, Atif and Amir SuÃ\u0083Â¢ 2010. Ã\u0083Â¢House Prices, Home Equity-Based Borrowing, and the U.S. Household Leverage Crisis.Ã\u0083Â¢Forthcoming, American Economic Review.",
        "Ortalo-Magne, Francois and Sven Rady 2006. Ã\u0083Â¢Housing Market Dynamics: On the Contribution of Income Shocks and Credit Constraints.Ã\u0083Â¢Review of Economic Studies 73, 459Ã\u0083Â¢485.",
        "Piazzesi, Monika and Martin Schneider 2009. Ã\u0083Â¢Momentum Traders in the Housing Market: Survey Evidence and a Search Model.Ã\u0083Â¢American Economic Review 99(2), 406-411.",
        "Poterba, Jim 1991. Ã\u0083Â¢House Price Dynamics: The Role of Tax Policy and Demography.Ã\u0083Â¢ Brookings Papers on Economic Activity 2, 143-202 Rios-Rull, Jose-Victor and Virginia Sanchez-Marcos 2008. Ã\u0083Â¢An Aggregate Economy with Dierent House Sizes.Ã\u0083Â¢Journal of The European Economic Association 6, 705-14.",
        "Sattinger, Michael 1993. Ã\u0083Â¢Assignment Models of the Distribution of Earnings.Ã\u0083Â¢ Journal of Economic Literature 31(2), 831-880.",
        "Stein, Jeremy 1995. Ã\u0083Â¢Prices and Trading Volume in the Housing Market: A Model with Down-Payment Eects.Ã\u0083Â¢Quarterly Journal of Economics 110(2), 379-406."
    ]
}