{
    "id": 17728,
    "cites": 22,
    "cited_by": 11,
    "reference": [
        "Acemoglu, Daron, and Melissa Dell, 2009, Ã\u0083Â¢Beyond Neoclassical Growth: Technology, Human Capital, Institutions and Within Country DifferenceÃ\u0083Â¢, MIT. Acemoglu, Daron, and Melissa Dell, Forthcoming, Ã\u0083Â¢Productivity Differences Between and Within CountriesÃ\u0083Â¢, American Economic Journal: Macroeconomics.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson, 2001, Ã\u0083Â¢The Colonial Origins of Comparative Development: An Empirical InvestigationÃ\u0083Â¢. American Economic Review 91.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson, 2002, Ã\u0083Â¢Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income DistributionÃ\u0083Â¢. Quarterly Journal of Economics 117.",
        "Ahn, JaeBin, Amit Khandelwal, and Shang-Jin Wei, 2010, Ã\u0083Â¢The Role of Intermediaries in Facilitating Trade,Ã\u0083Â¢ Columbia University.",
        "Bai, Chong-En, Chang-Tai Hsieh, and Yingyi Qian, 2006, Ã\u0083Â¢The Return to Capital in ChinaÃ\u0083Â¢, Brookings Papers on Economic Activity, II.",
        "Davidson, Russel, and James G. MacKinnon, 1993, Estimation and Inference in Econometrics, New York: Oxford University Press.",
        "Djankov, Simeon , Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2002 Ã\u0083Â¢Courts: The Lex Mundi Project,Ã\u0083Â¢ NBER Working paper 8890.",
        "Du, Julan, Yi Lu, and Zhigang Tao, 2010, Ã\u0083Â¢Contract Institutions and Vertical Integration: Evidence from ChinaÃ\u0083Â¢s Manufacturing FirmsÃ\u0083Â¢. University of Hong Kong.",
        "Feenstra, Robert C. and Gordon H. Hanson, 2005, Ownership and Control in Outsourcing to China: Estimating the Property-Rights Theory of the Firm,Ã\u0083Â¢ Quarterly Journal of Economics, 120(2), May 2005, 729-762.",
        "Feenstra, Robert C. and Barbara Spencer, 2005, Ã\u0083Â¢Contractual versus Generic Outsourcing: The Role of Proximity,Ã\u0083Â¢ NBER working paper 11885.",
        "La Porta, Raael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1997. Legal Determinants of External Finance, Journal of Finance 52.",
        "La Porta, Raael, Florencio Lopez-de-Silanes, Andrei Shleifer and, Robert Vishny. 1998. Law and Finance, Journal of Political Economy 106.",
        "Levchenko, Andrei A., 2007, Ã\u0083Â¢Institutional Quality and International Trade,Ã\u0083Â¢ Review of Economic Studies, 74, 791-819.",
        "Lu, Yi, Ivan Png, and Zhigang Tao, 2008, Ã\u0083Â¢Do Institutions Not Matter in China? Evidence from Enterprise-Level Productivity GrowthÃ\u0083Â¢, University of Hong Kong Working paper, Manova, Kalina and Zhiwei Zhang, 2009, Ã\u0083Â¢Export Prices and Heterogeneous Firm ModelsÃ\u0083Â¢ NBER Working Paper 15342.",
        "Naughton, Barry, 1996, Ã\u0083Â¢ChinaÃ\u0083Â¢s Emergence and Prospects as a Trading Nation,Ã\u0083Â¢ Brookings Papers on Economic Activity, II, 273-343.",
        "Nunn, Nathan, 2007, Ã\u0083Â¢Relationship-Specificity, Incomplete Contracts, and The Pattern of Trade,Ã\u0083Â¢ Quarterly Journal of Economics, May, 569-600.",
        "Ranjan, Priya and Jae Young Lee, 2007, Ã\u0083Â¢Contract Enforcement and International Trade,Ã\u0083Â¢ Economics and Politics, 19(2), July, 191-218.",
        "Rauch, James E., 1999, Ã\u0083Â¢Networks versus Markets in International Trade,Ã\u0083Â¢ Journal of International Economics, 48, 7-37.",
        "Romalis, John, 2004, Ã\u0083Â¢Factor Proportions and the Structure of Commodity TradeÃ\u0083Â¢, American Economic Review, 94: 67Ã\u0083Â¢97.",
        "Stock, James H., Jonathan H. Wright and Motohiro Yogo, 2002, Ã\u0083Â¢A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments,Ã\u0083Â¢ Journal of Business & Economic Statistics, October, 20(4), 518-529.",
        "World Bank, 1994, China: Foreign Trade Reform, Washington, DC.: The World Bank.",
        "World Bank, 2008, Doing Business in China 2008. Available at: www.doingbusiness.org/china."
    ]
}