{
    "id": 17729,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Asian Development Bank , 2007, Purchasing Power Parities and Real Expenditures, Manila, Philippines.",
        "Balk, Bert M., 2008, Price and Quantity Index Numbers. Cambridge University Press.",
        "Banks, James, Richard, Blundell, and Andrew Lewbel, 1997, Ã\u0083Â¢Quadratic Engel Curves and Consumer Demand,Ã\u0083Â¢ Review of Economics and Statistics 79(4), 527Ã\u0083Â¢539.",
        "Barnett, William A., W. Erwin Diewert and Arnold Zellner, 2009, Ã\u0083Â¢Introduction to Measurement with Theory,Ã\u0083Â¢ Macroeconomic Dynamics, 13(S2), 151-168.",
        "Caves, Douglas W., Laurits R. Christensen and W. Erwin Diewert, 1982a, Ã\u0083Â¢The Economic Theory of Index Numbers and the Measurement of Input, Output, and Productivity,Ã\u0083Â¢ Econometrica, 50(6), 1393-1414.",
        "Caves, Douglas W., Laurits R. Christensen and W. Erwin Diewert, 1982b, Ã\u0083Â¢Multilateral Comparisons of Output, Input, and Productivity Using Superlative Index Numbers,Ã\u0083Â¢ Economic Journal, 92, March, 73-86.",
        "Deaton, Angus and Alan Heston, 2010, Ã\u0083Â¢Understanding PPPs and PPP-based National Accounts,Ã\u0083Â¢ American Economic Journal: Macroeconomics, 2(4), 1-35.",
        "Diewert, W. Erwin, 2010a, Ã\u0083Â¢Understanding PPPs and PPP-based National Accounts: Comment,Ã\u0083Â¢ American Economic Journal: Macroeconomics, 2(4), 36-45.",
        "Diewert, W. Erwin, 2010b, Ã\u0083Â¢New Methodological Developments for the International Comparison ProgramÃ\u0083Â¢, Review of Income and Wealth, Series56, Special Issue 1, S11-31.",
        "Diewert, W. Erwin and Catherine J. Morrison, 1986, Ã\u0083Â¢Adjusting Outputs and Productivity Indexes for Changes in the Terms of Trade,Ã\u0083Â¢ Economic Journal, 96, 659-679.",
        "Diewert, W. Erwin and Terrance C. Wales, 1988, Ã\u0083Â¢A Normalized Quadratic Semiflexible Functional FormÃ\u0083Â¢, Journal of Econometrics 37, 327-42.",
        "Feenstra, Robert C., Alan Heston, Marcel P. Timmer, and Haiyan Deng, 2009, Ã\u0083Â¢Estimating Real Production and Expenditures Across Countries: A Proposal for Improving the Penn World Tables,Ã\u0083Â¢ Review of Economics and Statistics, 91(1), 201-212.",
        "Feenstra, Robert C., Robert Inklaar and Marcel P. Timmer, 2011, Ã\u0083Â¢The Next Generation of the Penn World Table,Ã\u0083Â¢ University of California, Davis and University of Groningen, in process.",
        "Feenstra, Robert C., Hong Ma and D.S. Prasada Rao , 2009, Ã\u0083Â¢Consistent Comparisons of Real Income Across Countries and Over Time,Ã\u0083Â¢ Macroeconomic Dynamics, 13(S2), 169-193.",
        "Geary, R.C., 1958, Ã\u0083Â¢A Note on the Comparison of Exchange Rates and Purchasing Power between CountriesÃ\u0083Â¢, Journal of the Royal statistical Society, Series A (General), 121(1), 97-99.",
        "Gerschenkron, Alexander, 1951, A Dollar Index of Soviet Machinery Output, 192728 to 1937, Report R-197, Santa Monica: Rand Corporation.",
        "Heston, Alan, 2007, Ã\u0083Â¢What Can be Learned About the Economics of China and India from the Results of Purchasing Power Comparisons?Ã\u0083Â¢ Paper delivered to the Conference on India and ChinaÃ\u0083Â¢s Role in International Trade and Finance and Global Economic governance, ICRIER, New Delhi, December 6-7, 2007.",
        "Khamis, Salem H. 1970, Ã\u0083Â¢Properties and Conditions for the Existence of a New Type of Index NumbersÃ\u0083Â¢, Sankhya, Series B, 32, 81-98.",
        "Khamis, Salem H. 1972, Ã\u0083Â¢A New System of index Numbers for National and International PurposesÃ\u0083Â¢, Journal of the Royal Statistical Society, Series A, 135(1), 96Ã\u0083Â¢121.",
        "Kohli, Ulrich R., 2004, Ã\u0083Â¢Real GDP, Real Domestic Income, and Terms-of-Trade Changes,Ã\u0083Â¢ Journal of International Economics, 62(1), January, 83-106.",
        "Maddison, Angus, 2007, Ã\u0083Â¢Measuring the Performance of Transition Economics: Some Lessons from Chinese Experience,Ã\u0083Â¢ Keynote address to the Beijing Conference of IARIW and NBS, September 19.",
        "Neary, J. Peter, 2004, Ã\u0083Â¢Rationalizing the Penn World Table: True multilateral indexes for international comparisons of real incomeÃ\u0083Â¢, American Economic Review, 94(5), December, 1411-1428.",
        "Samuelson, Paul A., 1974, Ã\u0083Â¢Analytical Notes on International Real-Income Measures,Ã\u0083Â¢ Economic Journal, 84:335, September, 595-608.",
        "Sanyal, Kalyan K. and Ronald W. Jones, 1982, Ã\u0083Â¢The Theory of Trade in Middle Products,Ã\u0083Â¢ American Economic Review, 72(1), March, 16-31.",
        "World Bank, 2007, World Development Indicators, Washington, DC. (CD) World Bank, 2008a, World Development Indicators, Washington, DC. (CD and online) World Bank, 2008b, Global Purchasing Power Parities and Real Expenditures Ã\u0083Â¢ 2005 International Comparison Program, World Bank, Washington DC. URL: http:// siteresources.worldbank.org/ICPINT/Resources/icp-final.pdf; accessed 18 March, 2010."
    ]
}