{
    "id": 17730,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Altman, J.L. and Desalvo, J. (1981). Tests and extensions of the Mills-Muth simulation model of urban residential land use. Journal of Regional Science 21: 1-21.",
        "Bertraud, Alain, and Stephen Malpezzi. 2003.  The Spatial Distribution of Population in 48 World Cities: Implications for Economies in Transition  Working paper.",
        "Calabrese, Stephen, Dennis Epple, and Richard Romano. 2007. On the political economy of zoning. Journal of Public Economics 91, no. 1-2 (February): 25-49.",
        "de Bartolome, Charles A. M., and Stephen L. Ross. 2003. Equilibria with local governments and commuting: Income sorting vs income mixing. Journal of Urban Economics 54:1-20.",
        "Durlauf, Steven N. 1992. A Theory of Persistent Income Inequality Journal of Economic Growth 1:75-93.",
        "Cassidy, Glenn, Dennis Epple, and Thomas Romer. 1989. Redistribution by local governments in a monocentric urban area. Regional Science and Urban Economics 19, no. 3 (August): 421-454.",
        "Epple, Dennis, Radu Filimon, and Thomas Romer. 1988. Community development with endogenous land use controls. Journal of Public Economics 35:133-162.",
        "Epple, Dennis, Radu Filimon, and Thomas Romer, 1993. Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes. Regional Science and Urban Economics 23:585-610.",
        "Evans, A.W. 1999. The land market and government intervention In Handbook of Regional and Urban Economics, edited by Paul Cheshire and Edwin S. Mills. Amsterdam: North Holland.",
        "Feldstein MS. 1975. Wealth neutrality and local choice in public education. American Economic Review 65: 75-89 Fernandez, Raquel, and Richard Rogerson. 1996. Keeping people out: Income distribution, zoning, and the quality of public education. International Economic Review 38,no.1:23-42.",
        "Fujita, Masahisa. 1986. Urban land use theory. In Location Theory, edited by J.J. Gabszewics, Jacques-FranÃ\u0083Æ\u0092ois Thisse, Masahisa Fujita and U. Schweizer. Chur, Switzerland: Char:73-149.",
        "Hamilton, Bruce W. 1975. Zoning and property taxation in a system of local governments. Urban Studies 12:205-11.",
        "Hanushek, Eric A. 1996. School resources and student performance. In Does money matter? The effect of school resources on student achievement and adult success, edited by Gary Burtless. Washington, DC: Brookings:43-73.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2003. The failure of input-based schooling policies. Economic Journal 113, no.485 (February):F64-F98.",
        "Hanushek, Eric A., John F. Kain, Jacob M. Markman, and Steven G. Rivkin. 2003. Does peer ability affect student achievement? Journal of Applied Econometrics 18, no.5 (September/October):527-544.",
        "Hanushek, Eric A., and Kuzey Yilmaz. 2007. The complementarity of Tiebout and Alonso. Journal of Housing Economics 16, no.2 (June):243-261.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2011. Urban education, location, and opportunity in the United States. In Oxford Handbook of Urban Economics and Planning, ed. N Brooks, K Donaghy, G-J Knaap, pp. 583-615. Oxford: Oxford University Press Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. forthcoming. Household location and schools in metropolitan areas with heterogeneous suburbs: Tiebout, Alonso, and government policy. Journal of Public Economic Theory Hanushek EA, Lindseth AA. 2009. Schoolhouses, courthouses, and statehouses: Solving the funding-achievement puzzle in America's public schools. Princeton, NJ: Princeton University Press Hanushek, Eric A., Sinan Sarpca, and Kuzey Yilmaz. 2011. Private schools and residential choices: accessibility, mobility, and welfare. B.E. Journal of Economic Analysis & Policy (Contributions) 11(1): article 44.",
        "Rose, Louis A. 1989. Topographical constraints and urban land supply indexes. Journal of Urban Economics 26 (3), pp. 335Ã\u0083Â¢347 Sukkoo, Kim. 2007. Ã\u0083Â¢Changes in the Nature of Urban Spatial Structures in the United States, 1890-2000,Ã\u0083Â¢ Journal of Regional Science 47 (2): 273-287.",
        "Magliocca, Nicholas, Virginia McConnell, Margaret Walls, and Elena Safirova. 2012. Zoning on the urban fringe: Results from a new approach to modeling land and housing markets. Regional Science and Urban Economics 42, no. 1-2 (January): 198-210.",
        "Mills, Edwin S. 1972. Studies in the Structure of the Urban Economy. Washington, D.C.: Resources for the Future, Inc.",
        "Nechyba, Thomas J. 2006. Income and peer sorting in public and private schools. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: North Holland:1327-1368.",
        "Pack, Howard, and Janet Rothenberg Pack. 1977. Metropolitan fragmentation and suburban homogeneity. Urban Studies 14:191-201.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 1978. Metropolitan fragmentation and local public expenditures. National Tax Journal 31:349-362.",
        "Persky, Joseph J. 1990. Suburban income inequality: Three theories and a few facts. Regional Science and Urban Economics 20:125-137.",
        "Quigley, John M., and Larry A. Rosenthal. 2005. The effects of land use regulation on the price of housing: What do we know? What can we learn? Cityscape 8, no. 1: 69-137.",
        "Tiebout, Charles M. 1956. A pure theory of local expenditures. Journal of Political Economy 64, no.5 (October):416-424.",
        "Yinger, John. 1982. Capitalization and the theory of local public finance. Journal of Political Economy 90, no.5 (October):917-43.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 1985. Inefficiency and the median voter: Property taxes, capitalization, heterogeneity, and the theory of second best. In Perspectives on local public finance and public policy, edited by John M. Quigley. Greenwich, CT: JAI Press:3-30."
    ]
}