{
    "id": 17734,
    "cites": 38,
    "cited_by": 28,
    "reference": [
        "Adger, W. Neil. 2006. Ã\u0083Â¢Vulnerability.Ã\u0083Â¢ Global Environmental Change, 16(3): 268Ã\u0083Â¢281. Alvarez, Javier, and Pascal Mossay. 2006. Ã\u0083Â¢Estimation of a continuous spatio-temporal population model.Ã\u0083Â¢ Journal of Geographical Systems, 8(3): 307Ã\u0083Â¢316.",
        "Borjas, George J., Stephen G. Bronars, and Stephen J. Trejo. 1992. Ã\u0083Â¢Self-selection and internal migration in the United States.Ã\u0083Â¢ Journal of Urban Economics, 32(2): 159Ã\u0083Â¢ 185.",
        "Boustan, Leah Platt, Price V. Fishback, and Shawn Kantor. 2010. Ã\u0083Â¢The EÃ\u0083Â¯ect of Internal Migration on Local Labor Markets: American Cities during the Great Depression. Ã\u0083Â¢ Journal of Labor Economics, 28(4): 719Ã\u0083Â¢746.",
        "Brown, Robert A., and Normal J. Rosenberg. 1997. Ã\u0083Â¢Sensitivity of crop yield and water use to change in a range of climatic factors and CO2 concentrations: a simulation study applying EPIC to the central USA.Ã\u0083Â¢ Agricultural and Forest Meteorology, 83(34) : 171Ã\u0083Â¢203.",
        "Burke, Marshall, John Dykema, David Lobell, Edward Miguel, and Shanker Satyanath. 2011. Ã\u0083Â¢Incorporating Climate Uncertainty Into Estimates of Climate Change Impacts, With Applications to US and African Agriculture.Ã\u0083Â¢ NBER Working Paper 17092.",
        "Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller. 2008. Ã\u0083Â¢BootstrapBased Improvements for Inference with Clustered Errors.Ã\u0083Â¢ Review of Economics and Statistics, 90(3): 414Ã\u0083Â¢427.",
        "Cline, William. 2007. Global warming and agriculture: Impact estimates by country. Washington, DC:Peterson Institute for International Economics.",
        "Conley, Timothy G. 1999. Ã\u0083Â¢GMM Estimation with Cross Sectional Dependence.Ã\u0083Â¢ Journal of Econometrics, 92(1): 1Ã\u0083Â¢45.",
        "Cook, Benjamin I., Ron L. Miller, and Richard Seager. 2009. Ã\u0083Â¢AmpliÃ\u0083Â¯cation of the North American Dust Bowl drought through human-induced land degradation.Ã\u0083Â¢ Proceedings of the National Academy of Sciences of the United States of America, 106(13): 4997Ã\u0083Â¢5001.",
        "DeschÃ\u0083â\u0080¹enes, Olivier, and Michael Greenstone. 2007. Ã\u0083Â¢The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather.Ã\u0083Â¢ American Economic Review, 97(1): 354Ã\u0083Â¢385.",
        "Dimitri, Carolyn, Anne EÃ\u0083Â¯and, and Neilson Conklin. 2005. The 20th Century Transformation of U.S. Agriculture and Farm Policy. United States Department of Agriculture - Economic Research Service: Economic Information Bulletin Number 3.",
        "Duquette, Eric N. 2010. Ã\u0083Â¢Dissertation: Choice DiÃ\u0083Â¯culty and Risk Perceptions in Environmental Economics.Ã\u0083Â¢ University of Oregon.",
        "Eichenlaub, Suzanne C., Stewart E. Tolnay, and J. Trent Alexander. 2010. Ã\u0083Â¢Moving Out but Not Up: Economic Outcomes in the Great Migration.Ã\u0083Â¢ American Sociological Review, 75(February): 101Ã\u0083Â¢125.",
        "Feng, Shuaizhang, Alan B. Krueger, and Michael Oppenheimer. 2010. Ã\u0083Â¢Linkages among climate change, crop yields and MexicoUS cross-border migration.Ã\u0083Â¢ Proceedings of the National Academy of Sciences of the United States, 107(32): 14257Ã\u0083Â¢14262.",
        "Ferrie, Joseph P. 2003. Internal Migration. Vol. Historical Statistics of the United States: Millennial Edition, New York:Cambridge University Press. Fisher, Anthony C., W. Michael Hanemann, Michael J. Roberts, and Wolfram Schlenker. Forthcoming. Ã\u0083Â¢The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather: Comment.Ã\u0083Â¢ American Economic Review.",
        "Hobbs, Frank, and Nicole Stoops. 2002. Demographic trends in the 20th century. U.S. Census Bureau, Census 2000 Special Reports, Series CENSR-4,.",
        "Hornbeck, Richard. 2009. Ã\u0083Â¢The Enduring Impact of the American Dust Bowl: Short and Long-run Adjustments to Environmental Catastrophe.Ã\u0083Â¢ NBER Working Paper No. 15605.",
        "Karl, Thomas R., Jerry M. Melillo, and Thomas C. Peterson. 2009. Global Climate Change Impacts in the United States. New York:Cambridge University Press.",
        "Key, Nigel D., and Michael J. Roberts. 2007. Ã\u0083Â¢Do Government Payments InÃ\u0083Â¯uence Farm Size and Survival?Ã\u0083Â¢ Journal of Agricultural and Resource Economics, 32(2): 330Ã\u0083Â¢ 348.",
        "Leighton, Michelle. 2009. Migration and Slow-Onset Disasters. Vol. Migration and Environment: Assessing the Evidence, Geneva, Switzerland:International Organization for Migration.",
        "Lobell, David B., and Gregory P. Asner. 2003. Ã\u0083Â¢Climate and Management Contributions to Recent Trends in U.S. Agricultural Yields.Ã\u0083Â¢ Science, 299(5609): 1032.",
        "Long, Stephen P., Elizabeth A. Ainsworth, Andrew D. B. Leakey, Josef Nosberger, and Donald R. Ort. 2006. Ã\u0083Â¢Food for Thought: Lower-Than-Expected Crop Yield Stimulation with Rising CO2 Concentrations.Ã\u0083Â¢ Science, 312: 1918Ã\u0083Â¢1921.",
        "McIntosh, Molly Fifer. 2008. Ã\u0083Â¢Measuring the Labor Market Impacts of Hurricane Katrina Migration: Evidence from Houston, Texas.Ã\u0083Â¢ American Economic Review, 98(2): 54Ã\u0083Â¢57.",
        "McLeman, Richard, and Barry Smit. 2006. Ã\u0083Â¢Migration as an Adaptation to Climate Change.Ã\u0083Â¢ Climatic Change, 76(1-2): 31Ã\u0083Â¢53.",
        "McLeman, Robert. 2006. Ã\u0083Â¢Migration Out of 1930s Rural Eastern Oklahoma: Insights for Climate Change Research.Ã\u0083Â¢ Great Plains Quarterly, 26(1): 27Ã\u0083Â¢40.",
        "McLeman, Robert, Dick Mayo, Earl Strebeck, and Barry Smit. 2008. Ã\u0083Â¢Drought adaptation in rural eastern Oklahoma in the 1930s: lessons for climate change adaptation research.Ã\u0083Â¢ Mitigation and Adaptation Strategies for Global Change, 13(4): 379Ã\u0083Â¢400.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw. 1994. Ã\u0083Â¢The Impact of Global Warming on Agriculture: A Ricardian Analysis.Ã\u0083Â¢ American Economic Review, 84(4): 753Ã\u0083Â¢771.",
        "Rappaport, Jordan. 2007. Ã\u0083Â¢Moving to nice weather.Ã\u0083Â¢ Regional Science and Urban Economics, 37(3): 375Ã\u0083Â¢398.",
        "Reilly, John M. 2002. Agriculture: the potential consequences of climate variability and change for the United States. Cambridge University Press.",
        "Reisner, Marc. 1993. Cadillac Desert: The American West and Its Disappearing Water, Revised Edition. Penguin.",
        "Roberts, Michael J., and Nigel Key. 2008. Ã\u0083Â¢Agricultural Payments and Land Concentration: A Semiparametric Spatial Regression Analysis.Ã\u0083Â¢ American Journal of Agricultural Economics, 90(3): 627Ã\u0083Â¢643.",
        "Rosenzweig, Cynthia, and Daniel Hillel. 1998. Climate change and the global harvest. Oxford University Press.",
        "Rosenzweig, Cynthia, Francesco N. Tubiello, Richard Goldberg, Evan Mills, and Janine BloomÃ\u0083Â¯eld. 2002. Ã\u0083Â¢Increased crop damage in the US from excess precipitation under climate change.Ã\u0083Â¢ Global Environmental Change, 12(3): 197Ã\u0083Â¢202.",
        "Schlenker, Wolfram, and Michael J. Roberts. 2009. Ã\u0083Â¢Nonlinear Temperature EÃ\u0083Â¯ects Indicate Severe Damages to U.S. Crop Yields under Climate Change.Ã\u0083Â¢ Proceedings of the National Academy of Sciences of the United States, 106(37): 15594Ã\u0083Â¢15598.",
        "Schlenker, Wolfram, W. Michael Hanemann, and Anthony C. Fisher. 2005. Ã\u0083Â¢Will U.S. Agriculture Really BeneÃ\u0083Â¯t from Global Warming? Accounting for Irrigation in the Hedonic Approach.Ã\u0083Â¢ American Economic Review, 95(1): 395Ã\u0083Â¢406.",
        "Schubert, Siegfried D., Max J. Suarez, Philip J. Pegion, Randal D. Koster, and Julio T. Bacmeister. 2004. Ã\u0083Â¢On the Cause of the 1930s Dust Bowl.Ã\u0083Â¢ Science, 303(5665): 1855Ã\u0083Â¢1859.",
        "Solomon, S., D. Qin, M. Manning, Z. Chen andM. Marquis, K.B. Averyt, M. Tignor, and H.L. Miller, ed. 2007. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press.",
        "White, Katherine J. Curtis. 2008. Ã\u0083Â¢Population change and farm dependence: Temporal and spatial variation in the U.S. great plains,19002000.Ã\u0083Â¢ Demography, 45(2): 363Ã\u0083Â¢386."
    ]
}