{
    "id": 17736,
    "cites": 46,
    "cited_by": 22,
    "reference": [
        "Ackerberg, Daniel and Maristella Botticini, 2002. Ã\u0083Â¢Endogenous Matching and the Empirical Determinants of Contract FormÃ\u0083Â¢. Journal of Political Economy 110(3), pp. 564-91.",
        "American Bankers Association, 2009. Ã\u0083Â¢Charter Shopping? Not LikelyÃ\u0083Â¢, mimeo ABA.",
        "Barth, James, Gerard Caprio, and Ross Levine, 2004, Ã\u0083Â¢Bank Regulation and Supervision: What Works Best?Ã\u0083Â¢ Journal of Financial Intermediation 13, 205-248.",
        "Beck, Thorsten, Loayza, N. and Ross Levine (2000), Ã\u0083Â¢Financial intermediation and growth: causality and causes.Ã\u0083Â¢ Journal of Monetary Economics 46, 31Ã\u0083Â¢77.",
        "Beck, Thorsten, Demirguic-Kunt Asli and Ross Levine (2003), Bank Supervision and Corporate Finance, The World Bank Working Paper Berger, Allen N., and Timothy H. Hannan, 1998, Ã\u0083Â¢The efficiency cost of market power in the banking industry: A test of the Ã\u0083Â¢quiet lifeÃ\u0083Â¢ and related hypotheses,Ã\u0083Â¢ Review of Economics and Statistics, Vol. 80, No. 3, August, pp. 454Ã\u0083Â¢465.",
        "Berger, Allen N. and Sally M. Davies. 1998. Ã\u0083Â¢The Informational Content of Bank ExaminationsÃ\u0083Â¢ Journal of Financial Services Research Vol. 14 no. 2, 117-144.",
        "Berger, Allen N., Sally M. Davies, and M. J. Flannery. 1998. Ã\u0083Â¢Comparing Market and Supervisory Assessment of Bank Performance: Who Knows What When?Ã\u0083Â¢ Board of Governors of the Federal Reserve System Finance and Economics Discussion Series Paper no. 1998-32.",
        "Besley, Tim and Stephen Coate, 2003. Ã\u0083Â¢Elected Versus Appointed Regulators: Theory and EvidenceÃ\u0083Â¢ Journal of the European Economic Association, 5(9), pp 1176-1206.",
        "Bierce, M. 2007. Ã\u0083Â¢Charter SmarterÃ\u0083Â¢. SNL De Novo Digest. (April) Blair, C., and R. Kushmeider. 2006. Ã\u0083Â¢Challenges to the Dual Banking System: The Funding of Bank SupervisionÃ\u0083Â¢. FDIC Banking Review, 18, 1Ã\u0083Â¢20.",
        "Board of Governors of the Federal Reserve System, 1996. SR Letter 96-33, Board of Governors of the Federal Reserve System, Washington, DC.",
        "Board of Governors of the Federal Reserve System, 2008. Commercial Bank Examination Manual, Board of Governors of the Federal Reserve System, Washington, DC.",
        "Bolton, Patrick, Xavier Freixas and Joel Shapiro, 2011, Ã\u0083Â¢The Credit Ratings Game,Ã\u0083Â¢ forthcoming, Journal of Finance.",
        "Boot, A.W.A., Thakor, A.V., 1993. Ã\u0083Â¢Self-interested bank regulationÃ\u0083Â¢. American Economic Review 83, 206Ã\u0083Â¢211.",
        "Brennan Michael J. and Eduardo S. Schwartz, 1982a Ã\u0083Â¢Consistent Regulatory Policy under UncertaintyÃ\u0083Â¢ The Bell Journal of Economics Vol. 13, No. 2 (Autumn), pp. 506-521 Brennan Michael J. and Eduardo S. Schwartz, 1982b Ã\u0083Â¢Regulation and Corporate Investment PolicyÃ\u0083Â¢ Journal of Finance Vol. 37, No. 2, pp. 289-300 Brunnermeier, Markus, Andrew Crockett, Charles Goodhart, Avi Persaud and Hyun Shin, 2009. The Fundamental Principles of Financial Regulation, 11th Geneva Report on the World Economy.",
        "Burns, Arthur 1974. Ã\u0083Â¢Maintaining the Soundness of Our Banking SystemÃ\u0083Â¢, American Bankers Association Convention, Honolulu, Hawaii (pp. 18-19. Oct. 21, 1974).",
        "Butler, Henry N., Macey, Jonathan R 1987. Ã\u0083Â¢Myth of Competition in the Dual Banking SystemÃ\u0083Â¢ 73 Cornell Law Review 677 Caballero, Ricardo, Takeo Hoshi and Kashyap, Anil. 2008 Ã\u0083Â¢Zombie Lending and Depressed Restructuring in JapanÃ\u0083Â¢ American Economic Review, Vol. 98, No. 5, pp. 1943-1977 Calomiris, Charles and Gorton, Gary 1991, The Origins of Banking Panics: Models, Facts, and Bank Regulation, NBER Publication on Financial Markets and Financial Crises, University of Chicago Press Calomiris, Charles W., 2006, Ã\u0083Â¢The Regulatory Record of the Greenspan Fed,Ã\u0083Â¢ American Economic Review Papers and Proceedings, Vol. 96, No. 2, May, pp. 170Ã\u0083Â¢173.",
        "Committee on Banking, Housing, and Urban Affairs. 1994. Ã\u0083Â¢The Need for Major Consolidation and Overhaul of the Bank Regulatory Agencies into New and Independent Banking Structure.Ã\u0083Â¢ Hearings before the Committee on Banking, Housing, and Urban Affairs. U.S. Senate, 103rd Cong., XX Session, March 1,2,3,4 and 9.",
        "House Committee on Banking and Currency.(1965) Ã\u0083Â¢Consolidation of Bank Examining and Supervisory Functions: Hearings on HR 107 and HR 6885 Before the Subcommittee on Bank Supervision and Insurance of the House Committee on Banking and Currency.Ã\u0083Â¢ US House, 89th Congress Committee on Homeland Security and Governmental Affairs. 2010. Ã\u0083Â¢Wall Street and the Financial Crisis: Anatomy of a Financial Collapse.Ã\u0083Â¢ Report prepared by the U.S. Senate Permanent Subcommittee on Investigations, Section IV C. (4), Ã\u0083Â¢OTS Turf War Against FDIC,Ã\u0083Â¢ p. 196.",
        "Conference of State Bank Supervisors, 1996, 1998, 2000, 2002, 2004 Ã\u0083Â¢Profile of State Chartered Banking,Ã\u0083Â¢ Cyran, Robert. 2009. Downfall of a Regulator. New York Times (9 April): p. B2 Dewatripont, M., Tirole, J., 1994. The Prudential Regulation of Banks. MIT Press, Cambridge.",
        "Diamond, Douglas W. and Philip H. Dybvig, 1983. Ã\u0083Â¢Bank Runs, Deposit Insurance, and LiquidityÃ\u0083Â¢ Journal of Political Economy, 91(3), 401-419.",
        "Dixon, Kyle and Philip Weiser, 2006, Ã\u0083Â¢A Digital Age Communications Act Paradigm for Federal-State RelationsÃ\u0083Â¢, Journal of Telecommunications and High Technology Law 4, pp 321364.",
        "Esworthy, Robert, 2008, Federal Pollution Control Laws: How Are They Enforced?, Congressional Research Services Report, November 26, 2008.",
        "Federal Deposit Insurance Corporation, 2004, Ã\u0083Â¢FDICÃ\u0083Â¢s Reliance on State Safety and Soundness Examinations,Ã\u0083Â¢ March 26, Audit Report No. 04-013, Federal Deposit Insurance Corporation, Washington, DC.",
        "Gunther, Jeffrey and Robert R Moore, 2003, Ã\u0083Â¢Loss underreporting and the auditing role of bank examsÃ\u0083Â¢ Journal of Financial Intermediation Vol. 12, no. 2, 153-177.",
        "Offices of Inspector General 2002. Ã\u0083Â¢Joint Examination of the Federal Financial Institutions Examination CouncilÃ\u0083Â¢. Banking Agency Offices of Inspector General, Washington, DC. Available at http://www.fdicoig.gov/evaluations/02-003E.pdf Office of Inspector General 2010. Ã\u0083Â¢Evaluation of Federal Regulatory Oversight of Washington Mutual BankÃ\u0083Â¢. Banking Agency Offices of Inspector General, Washington, DC. Available at http://www.fdicoig.gov/reports10/10-002EV.pdf U.S. Financial Crisis Inquiry Commission. 2011. Ã\u0083Â¢Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United StatesÃ\u0083Â¢ Flannery, Mark J., 1983, Ã\u0083Â¢Can State Bank Examinations Data Replace FDIC Examination Visits?,Ã\u0083Â¢ Journal of Bank Research, Vol. 13, No. 4, winter, pp. 312-316.",
        "Hellman, T., K. Murdock, and J. Stiglitz. 2000. Ã\u0083Â¢Liberalization, Moral Hazard in Banking, and Prudential Regulation: Are Capital Requirements Enough?Ã\u0083Â¢ American Economic Review Vol. 90(1), pp. 147-165.",
        "Jayaratne, Jith, and Philip E. Strahan, 1996. Ã\u0083Â¢The Finance-Growth Nexus: Evidence from Bank Branch Deregulation,Ã\u0083Â¢ Quarterly Journal of Economics, Vol. 111, No. 3, August, pp. 639-70.",
        "Kane, Edward J., 1989. The S&L Insurance Mess. How Did it Happen?, The Urban Institute Press: Washington DC.",
        "Kane, Edward J., 2000. Ã\u0083Â¢Ethical Foundations of Financial Regulation,Ã\u0083Â¢ Journal of Financial Services Research, Vol. 12, No. 1, August, pp. 51-74.",
        "Kroszner, Randall and Philip Strahan, 1996. Ã\u0083Â¢Regulatory incentives and the thrift crisis: dividends, mutual-to-stock conversions, and financial distressÃ\u0083Â¢ Journal of Finance 51, 12851319.",
        "Kroszner, Randall S., and Philip E. Strahan, 1999. Ã\u0083Â¢What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions,Ã\u0083Â¢ Quarterly Journal of Economics, Vol. 114, No. 4, November, pp. 1437-1467.",
        "Laffont Jean-Jacques and D. Martimort, 1999. Ã\u0083Â¢Separation of regulators against collusive behaviorÃ\u0083Â¢. RAND Journal of Economics, 30, 2, pp. 232Ã\u0083Â¢262.",
        "Laffont, Jean-Jacques, Pouyet, J., 2004. Ã\u0083Â¢The Subsidiarity Bias in RegulationÃ\u0083Â¢ Journal of Public Economics, 88, 1-2, pp. 255Ã\u0083Â¢283.",
        "Laffont, Jean-Jacques and Jean Tirole, 1993. A Theory of Incentives in Procurement and Regulation. MIT Press, Cambridge.",
        "Lane C., Ã\u0083Â¢Halting the March Toward Preemption: Resolving Conflicts Between State and Federal Securities RegulatorsÃ\u0083Â¢, New England Law Review 39, pp 317-350 Martimort, D. 1999. Ã\u0083Â¢Renegotiation design with multiple regulatorsÃ\u0083Â¢. Journal of Economic Theory, 88, 2, pp. 261Ã\u0083Â¢293.",
        "Obama, Barack, 2009, Ã\u0083Â¢Remarks on Financial Regulation on Wall Street,Ã\u0083Â¢ Federal Hall, New York, NY, September 14, http://projects.washingtonpost.com/obamaÃ\u0083Â¢speeches/speech/68/.",
        "Peltzman, S., 1976, Ã\u0083Â¢Toward a More General Theory of Regulation,Ã\u0083Â¢ Journal of Law and Economics, 19, pp. 211Ã\u0083Â¢240.",
        "Pigou, Arthur C. 1938, The Economics of Welfare, 4th ed. London: Macmillan and Co.",
        "Prager Robin A. 1989 Ã\u0083Â¢The Effects of Regulatory Policies on the Cost of Debt for Electric Utilities: An Empirical InvestigationÃ\u0083Â¢ The Journal of Business, Vol. 62, No. 1, pp. 33-53 Rezende, Marcelo, 2010. Ã\u0083Â¢How Do Joint Supervisors Examine Financial Institutions? The Case of State BanksÃ\u0083Â¢ Paolo Baffi Centre Research Paper No. 2010-68.",
        "Rosen, Richard J., 2003. Ã\u0083Â¢Is Three a Crowd? Competition Among Regulators in Banking,Ã\u0083Â¢ Journal of Money Credit and Banking, Vol. 35, No. 6 , pp. 967Ã\u0083Â¢998.",
        "Rosen, Richard J., 2005. Ã\u0083Â¢Switching primary federal regulators: Is it beneficial for U.S. banks?,Ã\u0083Â¢ Federal Reserve Bank of Chicago Economic Perspectives, 3Q. pp. 16-33.",
        "Scott, Kenneth E. 1977. Ã\u0083Â¢The Dual Banking System: A Model of Competition in RegulationÃ\u0083Â¢, Stanford Law Review 1(13), pp. 1-50.",
        "Shleifer, Andrei and Robert W. Vishny 1999. The Grabbing Hand: Government Pathologies and their Cures. Harvard University Press.",
        "Stigler, G., 1971. Ã\u0083Â¢The Economic Theory of Regulation,Ã\u0083Â¢ Bell Journal of Economics, 2, pp. 3-21.",
        "Teisberg, Elizabeth Olmsted 1993. Ã\u0083Â¢Capital Investment Strategies under Uncertain RegulationÃ\u0083Â¢ RAND Journal of Economics Vol. 24, No. 4 (Winter), pp. 591-604 Tiebout, C., 1956. Ã\u0083Â¢A Pure Theory of Local Expenditures,Ã\u0083Â¢ Journal of Political Economy, Vol. 64, pp. 416Ã\u0083Â¢424.",
        "Viscusi W. Kip 1983. Ã\u0083Â¢Frameworks for Analyzing the Effects of Risk and Environmental Regulations on ProductivityÃ\u0083Â¢ American Economic Review Vol. 73, No. 4, pp. 793-80"
    ]
}