{
    "id": 17735,
    "cites": 26,
    "cited_by": 15,
    "reference": [
        "Adamopoulou, EÃ\u0083Â¯rosyni. 2010. Ã\u0083Â¢Will You Quasi-Marry Me? The Rise of Cohabitation and Decline in Marriages.Ã\u0083Â¢ Manuscript, Universidad Carlos III de Madrid.",
        "Bethencourt, Carlos and JosÃ\u0083Æ\u0092-VÃ\u0083Æ\u0092ctor RÃ\u0083Æ\u0092os-Rull. 2009. Ã\u0083Â¢On the Living Arrangements of Elderly Widows.Ã\u0083Â¢ International Economic Review, 50, no. 3: 773-801.",
        "Cavalcanti, Tiago V. de V. and Jose Tavares. 2008. Ã\u0083Â¢Assessing the Ã\u0083Â¢Engines of Liberation Ã\u0083Â¢: Home Appliances and Female Labor Force Participation.Ã\u0083Â¢ Review of Economics and Statistics, 90, no. 1: 81Ã\u0083Â¢88.",
        "Chiappori, Pierre-AndrÃ\u0083Æ\u0092, Iyigun, Murat F. and Yoram Weiss. 2009. Ã\u0083Â¢Investment in Schooling and the Marriage Market.Ã\u0083Â¢ American Economic Review, 99, no. 5: 16891713.",
        "Choo, Eugene and Aloysius Siow. 2006. Ã\u0083Â¢Who Marries Whom and Why.Ã\u0083Â¢Journal of Political Economy, 114, no. 1: 175-201.",
        "Coen-Pirani, Daniele, Alexis Leon and Steven Lugauer. 2010. Ã\u0083Â¢The EÃ\u0083Â¯ect of Household Appliances on Female Labor Force Participation: Evidence from Micro Data.Ã\u0083Â¢ Labour Economics, 17, no.3: 503-513.",
        "Coles, Melvyn G. and Marco Francesconi. 2011. Ã\u0083Â¢On the Emergence of Toyboys: The Timing of Marriage with Aging and Uncertain Careers.Ã\u0083Â¢ International Economic Review, 52, no. 3: 825-853.",
        "Del Boca, Daniela and Christopher J. Flinn. 2006. Ã\u0083Â¢Household Time Allocation and Modes of Behavior: A Theory of Sorts.Ã\u0083Â¢ Manuscript, NYU.",
        "Eckstein, Zvi and Osnat Lifshitz. 2011. Ã\u0083Â¢Dynamic Female Labor Supply.Ã\u0083Â¢ Econometrica, forthcoming.",
        "Fernandez, Raquel, Fogli, Alessendra and Olivetti, Claudia. 2004. Ã\u0083Â¢Mothers and Sons: Preference formation and Female Labor Force Dynamics.Ã\u0083Â¢ The Quarterly Journal of Economics, 119, no. 4: 1249Ã\u0083Â¢1299.",
        "Fernandez, Raquel, Guner, Nezih and John A. Knowles. 2005. Ã\u0083Â¢Love and Money: A Theoretical and Empirical Analysis of Household Sorting and Inequality.Ã\u0083Â¢ The Quarterly Journal of Economics, 120, no. 1, 273-344.",
        "Galor, Oded and David Weil. 1996. Ã\u0083Â¢The Gender Gap, Fertility, and Growth.Ã\u0083Â¢ American Economic Review, 86, no 3, 374-387.",
        "Gordon, Robert J. 1990. The Measurement of Durable Goods Prices. University of Chicago Press.",
        "Greenwood, Jeremy, Seshadri, Ananth and Mehmet Yorukoglu. 2005. Ã\u0083Â¢Engines of Liberation. Ã\u0083Â¢ Review of Economic Studies, 72, no. 1: 109-133.",
        "Greenwood, Jeremy and Nezih Guner. 2009. Ã\u0083Â¢Marriage and Divorce since World War II: Analyzing the Role of Technological Progress on the Formation of Households.Ã\u0083Â¢ NBER Macroeconomics Annual 2008, 23: 231-276.",
        "Guner, Nezih, Kaygusuz, Remzi and Gustavo Ventura. 2011. Ã\u0083Â¢Taxation and Household Labor Supply.Ã\u0083Â¢ Review of Economic Studies, forthcoming.",
        "Jacquemet, Nicolas and Jean-Marc Robin. 2011. Ã\u0083Â¢Marriage with Labor Supply.Ã\u0083Â¢ Manuscript, SciencePo (Paris).",
        "Jones, Larry E., Manuelli, Rodolfo E. and Ellen R. McGrattan. 2003. Ã\u0083Â¢Why Are Married Women Working So Much?Ã\u0083Â¢ StaÃ\u0083Â¯ Report no. 317, Federal Reserve Bank of Minneapolis, Minneapolis, MN.",
        "Martin, Steven P. 2006. Ã\u0083Â¢Trends in Marital Dissolution by WomenÃ\u0083Â¢s Education in the United States.Ã\u0083Â¢ Demographic Research, 15 (December 2006): 537-560.",
        "McGrattan, Ellen R., Rogerson, Richard and Randall Wright. 1997. Ã\u0083Â¢An Equilibrium Model of the Business Cycle with Household Production and Fiscal Policy.Ã\u0083Â¢ International Economic Review 38: 267Ã\u0083Â¢90.",
        "Ogburn, W.F. and M.F. NimkoÃ\u0083Â¯. 1955. Technology and the Changing Family. Houghton MiÃ\u0083Â¯in Company (Cambridge, MA).",
        "Regalia, Ferdinando and JosÃ\u0083Æ\u0092-VÃ\u0083Æ\u0092ctor RÃ\u0083Æ\u0092os-Rull. 2001. Ã\u0083Â¢What Accounts for the Increase in the Number of Single Households?Ã\u0083Â¢ Manuscript, University of Minnesota.",
        "Restuccia, Diego and Guillaume Vandenbroucke. 2009. Ã\u0083Â¢The Evolution of Education: A Macroeconomic Analysis.Ã\u0083Â¢ Manuscript, University of Toronto.",
        "Salcedo, Alejandrina, Schoellman, Todd and Michele Tertilt. 2009. Ã\u0083Â¢Household Size and the Demand for Private Goods: United States 1850Ã\u0083Â¢2000.Ã\u0083Â¢ Manuscript, Stanford University.",
        "Stevenson, Betsey and Justin Wolfers. 2007. Ã\u0083Â¢Marriage and Divorce: Changes and Their Driving Forces.Ã\u0083Â¢ Journal of Economic Perspectives, 21 (Spring): 27Ã\u0083Â¢52.",
        "Schwartz, Christine R. and Robert D. Mare. 2005. Ã\u0083Â¢Trends in Educational Assortative Marriage from 1940 to 2003.Ã\u0083Â¢ Demography, 42, (4): 621-46."
    ]
}