{
    "id": 17739,
    "cites": 3,
    "cited_by": 8,
    "reference": [
        "S Anand and T Barnighausen. Human resources and health outcomes: Cross-country econometric study. The Lancet, 364(9445):1603Ã\u0083Â¢1609, 2004. 1 K Damrongplasit and G.A Melnick. Early results from thailandÃ\u0083Â¢s 30 baht health reform: something to smile about. Health AÃ\u0083Â¯airs, 28(3):w457, 2009. 1 D Donaldson, S Pannarunothai, and V Tangcharoensathien. Health Ã\u0083Â¯nancing in thailand technical report. Health Management and Financing Study Project, ADB, 1999. 1, 2.1, 3, P Dupas. Health behavior in developing countries. Annual Review of Economics, Jan 2011.",
        "J Kaboski and R Townsend. The impacts of credit on village economies. MIT Department of Economics Working Paper No. 09-13, 2009. 5.3 J Kaboski and R Townsend. A structural evaluation of a large-scale quasi-experimental microÃ\u0083Â¯nance initiative. Econometrica, Forthcoming, 2011. 5.3 L Pritchett and L.H Summers. Wealthier is healthier. Journal of Human Resources, pages 841Ã\u0083Â¢868, 1996. 1, 3 P W Setel, S B Macfarlane, S Szreter, L Mikkelsen, P Jha, S Stout, and C AbouZahr. Who counts? (1): A scandal of invisibility: Making everyone count by counting everyone. The Lancet, 2007. 5.1 V Tangcharoensathien, P Faramnuayphol, W Teokul, K Bundhamcharoen, and S Wibulpholprasert. A critical assessment of mortality statistics in thailand: potential for improvements.",
        "Bulletin of the World Health Organization, 84(3):233Ã\u0083Â¢238, 2006. 5.1, 5.3 Group Pre-Ã\u0083Â¢30   Baht Post   30-Ã\u0083Â¢Baht p-Ã\u0083Â¢value   (pre-Ã\u0083Â¢post) p-Ã\u0083Â¢value   (D-Ã\u0083Â¢in-Ã\u0083Â¢D) Control Age 35.8 37.7 0*** Female 0.530 0.528 0.570 Employed 0.682 0.711 0*** UNINS1 Age 32.5 33.4 0*** 0*** Female 0.523 0.526 0.120 0.204 Employed 0.631 0.657 0*** 0.662 MWS Age 29.7 30.5 0.021** 0.002*** Female 0.525 0.523 0.636 0.930 Employed 0.310 0.318 0.390 0.02** Sample   Size 200,926 182,543 Includes   individuals   who   owned   500   Baht   cards   in   2001"
    ]
}