{
    "id": 17733,
    "cites": 43,
    "cited_by": 10,
    "reference": [
        "John Abowd and Henry Farber. Product market competition, union organizing activity, and employer resistance. NBER Working Paper Number 3353, 1990.",
        "Daron Acemoglu and Jorn-SteÃ\u0083Â¯en Pischke. The structure of wages and investment in general training. Journal of Political Economy, 107(3):539Ã\u0083Â¢572, 1999. Patrick Bajari, Han Hong, Minjung Park, and Robert Town. Regression discontinuity designs with an endogenous forcing variable and an application to contracting in health care.",
        "David G. BlanchÃ\u0083Â¯ower and Alex Bryson. What eÃ\u0083Â¯ect do unions have on wages now and would freeman and medoÃ\u0083Â¯ be surprised? Journal of Labor Research, 25(3):383Ã\u0083Â¢414, 2004.",
        "Alison L. Booth. The economics of the trade union. Cambridge Univ Press: Cambridge, 1995.",
        "John R. Bowblis. Ownership conversion and closure in the nursing home industry. Health Economics, 20(6):631Ã\u0083Â¢644, 2011.",
        "Kate Bronfenbrenner. Trade Union Renewal and Organizing: A Comparative Study of Trade Union Movements in Five Countries, chapter The American labour movement and the resurgence in union organizing, pages 32Ã\u0083Â¢50. Continuum: London, 2003.",
        "David Card. The eÃ\u0083Â¯ect of unions on the structure of wages: A longitudinal analysis. Econometrica, 64(4):957Ã\u0083Â¢979, 1996.",
        "John Cawley, David C. Grabowski, and Richard A. Hirth. Factor Substitution in Nursing Homes. Journal of Health Economics, 25(2):234Ã\u0083Â¢247, 2006.",
        "Kim B. Clark. Unionization and Firm Performance: The Impact on ProÃ\u0083Â¯ts, Growth, and Productivity. American Economic Review, 74(5):893Ã\u0083Â¢919, 1984.",
        "John E. DiNardo and David S. Lee. Economic Impacts of New Unionization on Private Sector Employers: 1984-2001. Quarterly Journal of Economics, 119(4):1383Ã\u0083Â¢1441, 2004. Greg J. Duncan and Frank P. StaÃ\u0083Â¯ord. Do Unions Recieve Compensating DiÃ\u0083Â¯erentials.",
        "Christian Dustmann and Uta Schonberg. Training and union wages. The Review of Economics and Statistics, 91(2):363Ã\u0083Â¢376, 2009.",
        "Brigham Frandsen. Union wage setting and the distribution of employee earnings: Evidence from certiÃ\u0083Â¯cation elections. Massachusetts Institute of Technology manuscript, 2010.",
        "Richard B. Freeman and Morris M. Kleiner. The impact of new unionization on wages and working conditions. Journal of Labor Economics, pages 8Ã\u0083Â¢25, 1990.",
        "Richard B. Freeman and Morris M. Kleiner. Do unions make enterprises insolvent? Industrial and Labor Relations Review, 52(4):510Ã\u0083Â¢527, July 1999.",
        "Richard B. Freeman and James L. MedoÃ\u0083Â¯. What do unions do? Basic Books: New York, N.Y., 1984.",
        "Paul J. Gertler and Donald M. Waldman. Quality-adjusted cost functions and policy evaluation in the nursing home industry. Journal of Political Economy, pages 1232Ã\u0083Â¢1256, 1992.",
        "David C. Grabowski, Jonathan Gruber, and Joseph J. Angelelli. Nursing home quality as a common good. The review of economics and statistics, 90(4):754Ã\u0083Â¢764, 2008.",
        "Steven Greenhouse. Labor board approves faster vote on unions. New York Times, Nov. 2011. Charlene Harrington. Nursing home staÃ\u0083Â¯ng standards in state statues and regulations.",
        "Elhanan Helpman and Paul R. Krugman. Market structure and foreign trade. The MIT Press: Cambridge, Mass., 1987.",
        "Barry T. Hirsch. What Do Unions Do for Economic Performance? Journal of Labor Research, 25(3):415Ã\u0083Â¢455, 2004.",
        "Barry T. Hirsch and John T. Addison. The economic analysis of unions: new approaches and evidence. Allen & Unwin: London, 1986.",
        "Barry T. Hirsch and Edward J. Schumacher. Union wages, rents, and skills in health care labor markets. Journal of Labor Research, 19(1):125Ã\u0083Â¢147, 1998a.",
        "Barry T. Hirsch and Edward J. Schumacher. Unions, wages, and skills. The Journal of Human Resources, 33(1):201Ã\u0083Â¢219, 1998b.",
        "Thomas J. Holmes. Geographic Spillover of Unionism. NBER Working Paper Number 12025, 2006.",
        "Guido W. Imbens and Karthik Kalyanaramang. Optimal Bandwidth Choice for the Regression Discontinuity Estimator. NBER Working Paper Number 14726, 2009.",
        "R. Tamara Konetzka, Deokhee Yi, Edward C. Norton, and Kerry E. Kilpatrick. EÃ\u0083Â¯ects of medicare payment changes on nursing home staÃ\u0083Â¯ng and deÃ\u0083Â¯ciencies. Health Services Research, 39(3):463Ã\u0083Â¢488, 2004.",
        "David S. Lee and Thomas Lemieux. Regression Discontinuity Designs in Economics. Journal of Economic Literature, 48(2):281Ã\u0083Â¢355, 2010.",
        "David S. Lee and Alexandre Mas. Long-run impacts of unions on Ã\u0083Â¯rms: New evidence from Ã\u0083Â¯nancial markets, 1961-1999. NBER Working Paper Number 14709, 2009. H. Gregg Lewis. Unionism and relative wages in the United States: an empirical inquiry.",
        "University of Chicago Press: Chicago, Ill., 1963. Charles R. Link and John H. Landon. Monopsony and union power in the market for nurses.",
        "Southern Economic Journal, 41(4):649Ã\u0083Â¢659, 1975. Susan F. Lu. Multitasking, information disclosure and product quality: Evidence from nursing homes. Journal of Economics and Management Strategy, forthcoming.",
        "Alan Manning. Monopsony in motion: Imperfect competition in labor markets. Princeton University Press: Princeton, N.J., 2003.",
        "Ian M. McDonald and Robert M. Solow. Wage bargaining and employment. American Economic Review, 71(5):896Ã\u0083Â¢908, 1981.",
        "Wesley Mellow. Unionism and wages: A longitudinal analysis. The Review of Economics and Statistics, 63(1):43Ã\u0083Â¢52, 1981.",
        "Vincent Mor, Jacqueline Zinn, Joseph Angelelli, Joan M. Teno, and Susan C. Miller. Driven to tiers: Socioeconomic and racial disparities in the quality of nursing home care. Milbank Quarterly, 82(2):227Ã\u0083Â¢256, 2004.",
        "G. Steven Olley and Ariel Pakes. The dynamics of productivity in the telecommunications equipment industry. Econometrica, 64(6):1263Ã\u0083Â¢1297, 1996. John Pencavel. Labor Markets Under Trade Unionism: Employment, Wages, and Hours.",
        "Michael Perelman. Retrospectives x-eÃ\u0083Â¯ciency. The Journal of Economic Perspectives, 25 (4):211Ã\u0083Â¢222, 2011. John S. Pettengill. Labour unions and the wage structure: A general equilibrium approach.",
        "Morgan O. Reynolds. Trade unions in the production process reconsidered. The Journal of Political Economy, 94(2):443Ã\u0083Â¢447, 1986.",
        "Sherwin Rosen. Authority, control, and the distribution of earnings. Bell Journal of Economics, 13:311Ã\u0083Â¢323, 1992.",
        "Herbert A. Simon and Chester I. Barnard. Administrative behavior, volume 3. Cambridge Univ Press, 1976.",
        "Aaron Sojourner, Michelle M. Chen, David C. Grabowski, and Robert J. Town. Trends in nursing home unionization. Inquiry, 47(4), 2011.",
        "Mark B. Stewart. Union Wage DiÃ\u0083Â¯erentials, Product Market InÃ\u0083Â¯uences and the Division of Rents. The Economic Journal, 100(403):1122Ã\u0083Â¢1137, 1990. ISSN 0013-0133.",
        "Oliver E. Williamson. Hierarchical control and optimum Ã\u0083Â¯rm size. The Journal of Political Economy, pages 123Ã\u0083Â¢138, 1967.",
        "Gooloo S. Wunderlich, Frank A. Sloan, and Carolyne K. Davis. Nursing staÃ\u0083Â¯ in hospitals and nursing homes: Is it adequate? National Academies Press, 1996."
    ]
}