{
    "id": 17742,
    "cites": 45,
    "cited_by": 14,
    "reference": [
        "Andolfatto, David, 1996, Business cycles and labor-market search, American Economic Review 86, 112Ã\u0083Â¢132.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 1481Ã\u0083Â¢1509.",
        "Barro, Robert J., 2006, Rare disasters and asset markets in the twentieth century, Quarterly Journal of Economics 121, 823Ã\u0083Â¢866.",
        "Barro, Robert J., 2009, Rare disasters, asset prices, and welfare costs, American Economic Review 99, 243Ã\u0083Â¢264.",
        "Barro, Robert J., and Tao Jin, 2011, On the size distribution of macroeconomic disasters, Econometrica 79, 1567Ã\u0083Â¢1589.",
        "Barro, Robert J., and Jose F. Ursua, 2008, Macroeconomic crises since 1870, Brookings Papers on Economic Activity 1, 255Ã\u0083Â¢335.",
        "Bazdresch, Santiago, Frederico Belo, and Xiaoji Lin, 2009, Labor hiring, investment, and stock return predictability in the cross section, working paper, University of Minnesota.",
        "Boldrin, Michele, Lawrence J. Christiano, and Jonas D. M. Fisher, 2001, Habit persistence, asset returns, and the business cycle, American Economic Review 91, 149Ã\u0083Â¢166.",
        "Campanale, Claudio, Rui Castro, and Gian Luca Clementi, 2010, Asset pricing in a production economy with Chew-Dekel preferences, Review of Economic Dynamics 13, 379Ã\u0083Â¢402.",
        "Campbell, John Y., and John H. Cochrane, 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205Ã\u0083Â¢251.",
        "Christiano, Lawrence J., and Jonas D. M. Fisher, 2000, Algorithms for solving dynamic models with occasionally binding constraints, Journal of Economic Dynamics and Control 24, 1179Ã\u0083Â¢ 1232.",
        "Clark, Kim B., 1990, Unemployment insurance and labor market transitions, in Understanding Unemployment, Lawrence Summers, ed. MIT Press, Cambridge Massachusetts.",
        "Danthine, Jean-Pierre, and John B. Donaldson, 2002, Labour relations and asset returns, Review of Economic Studies 69, 41Ã\u0083Â¢64.",
        "Davis, Steven J., R. Jason Faberman, John Haltiwanger, 2006, The Ã\u0083Â¯ow approach to labor markets: New data sources and micro-macro links, Journal of Economic Perspectives 20, 3Ã\u0083Â¢26.",
        "Den Haan, Wouter J., Garey Ramey, and Joel Watson, 2000, Job destruction and propagation of shocks, American Economic Review 90, 482Ã\u0083Â¢498.",
        "Diamond, Peter A., 1982, Wage determination and eÃ\u0083Â¯ciency in search equilibrium, Review of Economic Studies 49, 217Ã\u0083Â¢227.",
        "Epstein, Larry G., and Stanley E. Zin, 1989, Substitution, risk aversion, and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937Ã\u0083Â¢969.",
        "Favilukis, Jack, and Xiaoji Lin, 2011, Infrequent renegotiation of wages: A solution to several asset pricing puzzles, working paper, The Ohio State University.",
        "Frank, Murray Z., and Vidhan K. Goyal, 2008, Trade-oÃ\u0083Â¯ and pecking order theories of debt, in Handbook of Corporate Finance: Empirical Corporate Finance edited by Espen Eckbo, Volume 2, 135Ã\u0083Â¢202, Elsevier Science, North Holland.",
        "Gabaix, Xavier, 2009, Fixing the asset pricing properties of RBC models with variable rare disasters, working paper, New York University.",
        "Gertler, Mark, and Antonella Trigari, 2009, Unemployment Ã\u0083Â¯uctuations with staggered Nash wage bargaining, Journal of Political Economy 117, 38Ã\u0083Â¢86.",
        "Gourio, Francois, 2010, Disaster risk and business cycles, forthcoming, American Economic Review.",
        "Guvenen, Fatih, 2009, A parsimonious macroeconomic model for asset pricing, Econometrica 77, 1711Ã\u0083Â¢1750.",
        "Hagedorn, Marcus, and Iourii Manovskii, 2008, The cyclical behavior of equilibrium unemployment and vacancies revisited, American Economic Review 98, 1692Ã\u0083Â¢1706.",
        "Hall, Robert E., 2005, Employment Ã\u0083Â¯uctuations with equilibrium wage stickiness, 2005, American Economic Review 95, 50Ã\u0083Â¢65.",
        "Jermann, Urban J., 1998, Asset pricing in production economies, Journal of Monetary Economics 41, 257Ã\u0083Â¢275.",
        "Jermann, Urban J., and Vincenzo Quadrini, 2010, Macroeconomic eÃ\u0083Â¯ects of Ã\u0083Â¯nancial shocks, forthcoming, American Economic Review.",
        "Kaltenbrunner, Georg, and Lars Lochstoer, 2010, Long-run risk through consumption smoothing, Review of Financial Studies 23, 3190Ã\u0083Â¢3224.",
        "Kopecky, Karen A., and Richard M. H. Suen, 2010, Finite state Markov-chain approximations to highly persistent processes, Review of Economic Dynamics 13, 701Ã\u0083Â¢714.",
        "Krause, Michael U., and Thomas A. Lubik, 2007, The (ir)relevance of real wage rigidity in the new Keynesian model with search frictions, Journal of Monetary Economics 54, 706Ã\u0083Â¢727.",
        "Lettau, Martin, and Sydney Ludvigson, 2001, Consumption, aggregate wealth, and expected stock returns, Journal of Finance 56, 815Ã\u0083Â¢849.",
        "Liu, Laura Xiaolei, Toni M. Whited, and Lu Zhang, 2009, Investment-based expected stock returns, Journal of Political Economy 117, 1105Ã\u0083Â¢1139.",
        "Merz, Monika, 1995, Search in labor market and the real business cycle, Journal of Monetary Economics 95, 269Ã\u0083Â¢300.",
        "Merz, Monika, and Eran Yashiv, 2007, Labor and the market value of the Ã\u0083Â¯rm, American Economic Review 97, 1419Ã\u0083Â¢1431.",
        "Miranda, Mario J., and Paul L. Fackler, 2002, Applied Computational Economics and Finance, The MIT Press, Cambridge, Massachusetts.",
        "Mortensen, Dale T., 1982, The matching process as a noncooperative bargaining game, in J. J. McCall, ed., The Economics of Information and Uncertainty, Chicago: University of Chicago Press, 233Ã\u0083Â¢254.",
        "Newey, Whitney K., and Kenneth D. West, 1987, A simple, positive semi-deÃ\u0083Â¯nite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703Ã\u0083Â¢ 708.",
        "Petrongolo, Barbara, and Christopher A. Pissarides, 2001, Looking into the black box: A survey of the matching function, Journal of Economic Literature 39, 390Ã\u0083Â¢431.",
        "Pissarides, Christopher A., 1985, Short-run dynamics of unemployment, vacancies, and real wages, American Economic Review 75, 676Ã\u0083Â¢690.",
        "Pissarides, Christopher A., 2000, Equilibrium Unemployment Theory 2nd ed., Cambridge MA: MIT Press.",
        "Reinhart, Carmen M., and Kenneth RogoÃ\u0083Â¯, 2009, This Time is DiÃ\u0083Â¯erent: Eight Centuries of Financial Folly, Princeton: Princeton University Press.",
        "Rietz, Thomas A., 1988, The equity risk premium: A solution, Journal of Monetary Economics 22, 117Ã\u0083Â¢131.",
        "Rouwenhorst, K. Geert, 1995, Asset pricing implications of equilibrium business cycle models, in T. Cooley ed., Frontiers of Business Cycle Research, Princeton: Princeton University Press, 294Ã\u0083Â¢330.",
        "Shimer, Robert, 2005, The cyclical behavior of equilibrium unemployment and vacancies, American Economic Review 95, 25Ã\u0083Â¢49.",
        "Tallarini, Thomas D., 2000, Risk-sensitive real business cycles, Journal of Monetary Economics 45, 507Ã\u0083Â¢532."
    ]
}