{
    "id": 1774,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Taubman, P. (1981), \"Discussion,\" in C. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, (Washington: Urban Institute), 129-133.",
        "Reeve, J.E. et. al. (1950), \"Government Component in the National Wealth,\" in Studies in Income and Wealth, Vol. 12, (New York: NBER).",
        "Kendrick, J. W. (1976), The Formation and Stocks of Total Capital, (New York: National Bureau of Economic Research).",
        "Jorgenson, D.W. (1973), \"The Economic Theory of Replacement and Depreciation,\" in W. Sellekaerts, ed., Econometrics and Economic Theory, (New York: MacMillan).",
        "Hulten, C.R. and F.C. Wykoff (1981), \"The Measurement of Economic Depreciation,\" in C. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, (Washington: Urban Institute), 81-125.",
        "Goldsmith, R. (1982), The National Balance Sheet of the United States, 1953-1980, (Chicago: University of Chicago Press).",
        "Executive Office of the President, Office of Management and Budget (1985), \"Special Analysis D: Federal Investment and Operating Outlays,\" in Special Analyses, Budget of the United States Government, FY1986, (Washington: GPO).",
        "Goldsmith, R. (1962), The National Wealth of the United States in the Postwar Period, (Princeton: Princeton University Press).",
        "Eisner, R. and P. Pieper (1984), \"A New View of Federal Debt and Budget Deficits\", American Economic Review, March, 74:11-29.",
        "DeLeeuw, F. (1981) , \"Discussion,\" in C. Hulten, ed. , Depreciation, Inflation, and the Taxation of Income from Capital, (Washington: Urban Institute), 126-129.",
        "Boskin, M.J. (1986), The Real Federal Budget, Cambridge: Harvard University Press, forthcoming.",
        "Christensen, L.R. and D.W. Jorgenson (1973), \"Measuring Economic Performance in the Private Sector,\" in M. Moss, ed., Measurement of Economic and Social Performance, (New York: National Bureau of Economic Research), 233-337.",
        "Boskin, M.J. (1982), \"Federal Government Deficits: Myths and Realities,\" American Economic Review, May, 72:296-303.",
        "U.S. Department of Commerce, Bureau of Economic Analysis (1982), Fixed Reproducible Tangible Wealth in the United States, 1925-79, (Washington: GPO).",
        "L I Young, A.H. and J.C. Musgrave (1980), \"Estimation of Capital Stock in the United States,\" in D. Usher, ed., The Measurement of Capital, (Chicago: University of Chicago Press), 23-82."
    ]
}