{
    "id": 17744,
    "cites": 23,
    "cited_by": 14,
    "reference": [
        "Babcock, Philip and Mindy Marks, 2011. Ã\u0083Â¢The Falling Time-Cost of College: Evidence from Half a Century of Time-Use Data.Ã\u0083Â¢ The Review of Economics and Statistics 93 (2), 468-478.",
        "Becker, Gary, 1962. Ã\u0083Â¢Investment in Human Capital: A Theoretical Analysis.Ã\u0083Â¢ The Journal of Political Economy 70 (5) [Part 2], 9-49.",
        "Belley, Philippe and Lance Lochner, 2007. Ã\u0083Â¢The Changing Role of Family Income and Ability in Determining Educational Achievement.Ã\u0083Â¢ Journal of Human Capital 1 (1), 37-89.",
        "Ben-Porath, Yoram, 1967. Ã\u0083Â¢The Production of Human Capital and the Life cycle of Earnings.Ã\u0083Â¢ The Journal of Political Economy 75 (4) [Part 1], 352-365.",
        "Bound, John and Sarah Turner, 2006. Ã\u0083Â¢Cohort Crowding: How Resources Affect Collegiate Attainment.Ã\u0083Â¢ NBER Working Paper No. 12424. National Bureau of Economic Research, Cambridge, MA.",
        "Bound, John, Michael Lovenheim and Sarah Turner, 2010. Ã\u0083Â¢Increasing time to Baccalaureate Degree in the United States.Ã\u0083Â¢ NBER Working Paper No. 15892. National Bureau of Economic Research, Cambridge, MA.",
        "Cameron, Stephen and Christopher Taber, 2004. Ã\u0083Â¢Estimation of Educational Borrowing Constraints Using Returns to Schooling.Ã\u0083Â¢ Journal of Political Economy 112 (1) [Part 1], 132182.",
        "Carneiro, Pedro, and James J. Heckman, 2002. Ã\u0083Â¢The Evidence on Credit Constraints in PostSecondary Schooling.Ã\u0083Â¢ The Economic Journal 112 (October), 705-734.",
        "College Board, 2004. Trends in College Pricing 2004. The College Board, New York, NY.",
        "College Board, 2005. Trends in College Pricing 2005. The College Board, New York, NY.",
        "College Board, 2006. Trends in College Pricing 2006. The College Board, New York, NY.",
        "College Board, 2011a. Trends in College Pricing 2011. The College Board, New York, NY.",
        "College Board, 2011b. Ã\u0083Â¢2011 Trends in College Pricing, All Figures and Tables.Ã\u0083Â¢ The College Board, New York, NY, http://trends.collegeboard.org/college_pricing/downloads/2011_Trends_College_Pricing_All_Fi gures_Tables.xls.",
        "Goldin, Claudia and Lawrence F. Katz, 2008. The Race between Education and Technology. The Belknap Press of Harvard University Press, Cambridge, MA.",
        "Kalenkoski, Charlene Marie and Sabrina Wulff Pabilonia, 2010. Ã\u0083Â¢Parental Transfers, Student Achievement, and the Labor Supply of College Students.Ã\u0083Â¢ Journal of Population Economics 23 (2), 469-496.",
        "Keane, Michael P. and Kenneth I. Wolpin, 2001. Ã\u0083Â¢The Effect of Parental Transfers and Borrowing Constraints on Educational Attainment.Ã\u0083Â¢ International Economic Review 42 (4), 1051-1103.",
        "Light, Audrey, 2001. Ã\u0083Â¢In-School Work Experience and the Returns to Schooling.Ã\u0083Â¢ Journal of Labor Economics 19 (1), 65-93.",
        "Rosen, Sherwin, 1976. Ã\u0083Â¢A Theory of Life Earnings.Ã\u0083Â¢ The Journal of Political Economy 84 (4) [Part 2], S45-S67.",
        "Ruhm, Christopher J., 1997. Ã\u0083Â¢Is High School Employment Consumption or Investment?Ã\u0083Â¢ Journal of Labor Economics 15 (4), 735-776.",
        "Stinebrickner, Ralph and Todd R. Stinebrickner, 2003. Ã\u0083Â¢Working during School and Academic Performance.Ã\u0083Â¢ Journal of Labor Economics 21 (2), 473-491.",
        "Ã\u0083Â¢Student Engagement: Pathways to Student Success: 2004 Annual Survey Results.Ã\u0083Â¢ National Survey of Student Engagement: Annual Report 2004. Trustees of Indiana University: Bloomington, IN (2004). http://www.indiana.edu/~nsse/.",
        "Turner, Sarah E., 2004. Ã\u0083Â¢Going to College and Finishing College: Explaining Different Educational Outcomes,Ã\u0083Â¢ in Hoxby, Caroline M., ed. College Choices: The Economics of Where to Go, When to Go, and How to Pay for It, 63-100. The University of Chicago Press, Chicago, IL.",
        "Tyler, John H., 2003. Ã\u0083Â¢Using State Child Labor Laws to Identify the Effect of School-Year Work on High School Achievement.Ã\u0083Â¢ Journal of Labor Economics 21 (2), 381-408."
    ]
}