{
    "id": 17741,
    "cites": 21,
    "cited_by": 14,
    "reference": [
        "Alby, Philippe, Jean-Jacques Detherier, and StÃ\u0083Æ\u0092phane Straub. 2011. Ã\u0083Â¢Let There be Light! Firms Operating under Electricity Constraints in Developing Countries,Ã\u0083Â¢ Toulouse School of Economics Working Paper 11-255.",
        "Baisa, Brian, Lucas Davis, Stephen Salant, and William Wilcox. 2010. Ã\u0083Â¢The Welfare Costs of Unreliable Water Service,Ã\u0083Â¢Journal of Development Economics, 92(1), 1-12.",
        "Chen, Lijuan, and Lixiong Jia. 2006. Ã\u0083Â¢Reliability of Nationwide Transmission and Substation Facilities and Urban ConsumerÃ\u0083Â¢s Power Supply in 2005,Ã\u0083Â¢Electricity, 3: 45-51.",
        "de Kok, A.G. and S.C. Graves, eds. 2003. Handbook in Operations Research and Management Science: Supply Chain Management: Design, Coordination and Operation, Volume 11, Elsevier, Amsterdam.",
        "Dick, Andrew. 1992. Ã\u0083Â¢An E ciency Explanation for Why Firms Second Source,Ã\u0083Â¢Economic Inquiry, 30(2): 332-354.",
        "Dinkelman, Taryn. 2011. Ã\u0083Â¢The Eects of Rural ElectriÃ\u0083Â¢cation on Employment: New Evidence from South Africa,Ã\u0083Â¢American Economic Review, 101(7): 3078Ã\u0083Â¢3108.",
        "Energy Information Administration (EIA). 2009. International Energy Outlook, 2009. U.S. Department of Energy, Washington, DC.",
        "FisherÃ\u0083Â¢Vanden, Karen. 2009. Ã\u0083Â¢Energy in China: Past Trends and Future Directions,Ã\u0083Â¢ International Review of Environmental and Resource Economics, 3(3): 217-244.",
        "Fisher-Vanden, Karen, and Gary Jeerson. 2008. Ã\u0083Â¢Technology Diversity and Development: Evidence from ChinaÃ\u0083Â¢s Industrial Enterprises,Ã\u0083Â¢Journal of Comparative Economics, 36(4): 658-672.",
        "International Energy Agency (IEA). 2006. Ã\u0083Â¢ChinaÃ\u0083Â¢s Power Sector Reforms: Where to Next?Ã\u0083Â¢Paris: OECD.",
        ". 2007. Ã\u0083Â¢World Energy Outlook, 2007: China and India Insights,Ã\u0083Â¢Paris: OECD.",
        "Jyoti, Roop, Aygul OzbaÃ\u0083Â¢i, and Glenn Jenkins. 2006. Ã\u0083Â¢The Opportunity Cost of Electricity Outages and Privatization of Substations in Nepal,Ã\u0083Â¢QueenÃ\u0083Â¢s University, Department of Economics, Working Paper #1066, 24 pp.",
        "Lin, B., B. Dong, and X. Li. 2005. Ã\u0083Â¢An Econometric Analysis on the Power Shortages and Outages.Ã\u0083Â¢Manuscript, Department of Economics, University of International Business and Economics, Beijing, China.",
        "Lipscomb, Molly, Ahmed MushÃ\u0083Â¢q Mobarak, and Tania Barham. 2011. Ã\u0083Â¢Development Eects of ElectriÃ\u0083Â¢cation: Evidence from the Geologic Placement of Hydropower Plants in Brazil,Ã\u0083Â¢mimeo.",
        "Natural Resources Defense Council. 2003. Ã\u0083Â¢Demand Side Management in China: BeneÃ\u0083Â¢ts, Barriers, and Policy Recommendations.Ã\u0083Â¢ www.nrdc.org/air/energy/chinadocs/dsm.pdf. Accessed April 02, 2007.",
        "National Bureau of Statistics (NBS). 2007. Ã\u0083Â¢China Statistical Yearbook, 2007,Ã\u0083Â¢Bejing, PR China.",
        "Reinikka, Ritva and Jakob Svensson. 2002. Ã\u0083Â¢Coping with Poor Public Capital,Ã\u0083Â¢Journal of Development Economics, 69: 51-69.",
        "Rosen, D.H., and T. Houser. 2007. Ã\u0083Â¢China Energy: A Guide for the Perplexed,Ã\u0083Â¢Peterson Institute for International Economics, Washington, DC.",
        "Thompson, E. 2005. Ã\u0083Â¢Power Shortages in China: Why?Ã\u0083Â¢China: An International Journal, 3(1): 155 Ã\u0083Â¢ 171. http://muse.jhu.edu/journals/china/v003/3.1thomson.pdf. Accessed on April 13, 2007.",
        "Wang, Juliana Qiong. 2007. Ã\u0083Â¢Background Paper: The Power Sectors in China Ã\u0083Â¢Development, Reform, and Shortages.Ã\u0083Â¢manuscript, Yale University.",
        "World Bank. 2005. Ã\u0083Â¢Demand-Side Management in ChinaÃ\u0083Â¢s Restructured Power Industry: How Regulation and Policy Can Deliver Demand-Side Management BeneÃ\u0083Â¢ts to a Growing Economy and a Changing Power System.Ã\u0083Â¢Energy Sector Management Assistance Program."
    ]
}