{
    "id": 17755,
    "cites": 38,
    "cited_by": 4,
    "reference": [
        "Afriat, S. (1967), Ã\u0083Â¢The Construction of Utility Functions from Expenditure Data,Ã\u0083Â¢ International Economic Review, 8, 67-77.",
        "Beggs, S., S. Cardell, and J. Hausman (1981), Ã\u0083Â¢Assessing the Potential Demand for Electric Cars,Ã\u0083Â¢ Journal of Econometrics, 16, 1-19.",
        "Ben-Akiva, M. and T. Morikawa (1990), Ã\u0083Â¢Estimation of Switching Models from Revealed Preferences and Stated Intentions,Ã\u0083Â¢ Transportation Research A 24A, 485-495.",
        "Blass, A., S. Lach, and C. Manski (2010), Ã\u0083Â¢Using Elicited Choice Probabilities to Estimate Random Utility Models: Preferences for Electricity Reliability,Ã\u0083Â¢ International Economic Review, 51, 421-440.",
        "Blomquist, S. and W. Newey (2002), Ã\u0083Â¢Nonparametric Estimation with Nonlinear Budget Sets,Ã\u0083Â¢ Econometrica, 70, 2455-2480.",
        "Blundell, R., A. Bozio, and G. Laroque (2011), Ã\u0083Â¢Extensive and Intensive Margins of Labour Supply: Working Hours in the US, UK and France,Ã\u0083Â¢ Institute for Fiscal Studies Working Paper 01/11.",
        "Blundell, R. and T. MaCurdy (1999), Ã\u0083Â¢Labor Supply: A Review of Alternative Approaches,Ã\u0083Â¢ in O. Ashenfelter and D. Card (editors), Handbook of Labor Economics Vol.3, Amsterdam: North-Holland, 15591695.",
        "Blundell, R. and A. Shephard (2012), Ã\u0083Â¢Employment, Hours of Work and the Optimal Taxation of LowIncome Families,Ã\u0083Â¢ Review of Economic Studies, forthcoming.",
        "Burtless, G. and J. Hausman (1978), Ã\u0083Â¢The Effect of Taxes on Labor Supply,Ã\u0083Â¢ Journal of Political Economy, 86, 1103-1130.",
        "Chetty, R. (2009). Ã\u0083Â¢Bounds on Elasticities with Optimization Frictions: A Synthesis of Micro and Macro Evidence on Labor Supply,Ã\u0083Â¢ National Bureau of Economic Research Working Paper 15616.",
        "Congressional Budget Office (2007), Ã\u0083Â¢The Effect of Tax Changes on Labor Supply in CBOÃ\u0083Â¢s Microsimulation Tax Model,Ã\u0083Â¢ Congress of the United States, Congressional Budget Office.",
        "Feldstein, M. (1995), Ã\u0083Â¢The Effect of Marginal Tax Rates on Taxable Income: a Panel Study of the 1986 Tax Reform Act,Ã\u0083Â¢ Journal of Political Economy, 103,551-572.",
        "Fishburn, P. (1992), Ã\u0083Â¢Induced Binary Probabilities and the Linear Ordering Polytope: A Status Report,Ã\u0083Â¢ Mathematical Social Sciences 23, 67-80.",
        "Gilbert, F. and R. Pfouts (1958), Ã\u0083Â¢A Theory of the Responsiveness of Hours of Work to Changes in Wage Rates,Ã\u0083Â¢ Review of Economics and Statistics, 40, 116-121.",
        "Hall, R. (1973), Ã\u0083Â¢Wages, Income and Hours of Work in the US Labor Force,Ã\u0083Â¢ in G. Cain and H. Watts (editors), Income Maintenance and Labor Supply, Chicago: University of Chicago Press.",
        "Hanoch,G. (1965),Ã\u0083Â¢The Ã\u0083Â¢Backward-BendingÃ\u0083Â¢ SupplyofLabor,Ã\u0083Â¢Journalof Political Economy, 73,636-642.",
        "Hausman, J. and D. Wise (eds) (1985), Social Experimentation, Chicago: University of Chicago Press.",
        "Hoynes, H. (1996), Ã\u0083Â¢Welfare Transfers in Two-Parent Families: Labor Supply and Welfare Participation Under AFDC-UPÃ\u0083Â¢, Econometrica, 64, 295Ã\u0083Â¢332.",
        "Keane, M. (2011), Ã\u0083Â¢Labor Supply and Taxes: A Survey,Ã\u0083Â¢ Journal of Economic Literature, 49, 961Ã\u0083Â¢1075.",
        "Keane, M. and R. Moffitt (1998), Ã\u0083Â¢A Structural Model of Multiple Welfare Program Participation and Labor Supply,Ã\u0083Â¢ International Economic Review, 39, 553Ã\u0083Â¢589.",
        "Killingsworth, M. and J. Heckman (1986), Ã\u0083Â¢Female Labor Supply: a Survey,Ã\u0083Â¢ in O. Ashenfelter and R. Layard (editors), Handbook of Labor Economics Vol.1, Amsterdam: North-Holland, 103-204.",
        "Kitamura, Y. and J. Stoye (2011), Ã\u0083Â¢Nonparametric Analysis of Random Utility Models,Ã\u0083Â¢ Department of Economics, Cornell University.",
        "Lindbeck, A., Nyberg, and J. Weibull (1999), Ã\u0083Â¢Social Norms and Economic Incentives in the Welfare State,Ã\u0083Â¢ Quarterly Journal of Economics, 114, 1-35.",
        "MaCurdy, T. (1985), Ã\u0083Â¢Interpreting Empirical Models of Labor Supply in an Intertemporal Framework with Uncertainty,Ã\u0083Â¢ in J. Heckman and B. Singer (editors), Longitudinal Analysis of Labor Market Data, Cambridge: Cambridge University Press.",
        "Manski, C. (2007a), Identification for Prediction and Decision, Cambridge, MA: Harvard University Press.",
        "Manski, C.(2011),Ã\u0083Â¢ChoosingTreatmentPoliciesunder Ambiguity,Ã\u0083Â¢ Annual Review of Economics, 3, 25-49.",
        "Marschak, J. (1960), Ã\u0083Â¢Binary Choice Constraints on Random Utility Indicators,Ã\u0083Â¢ in K. Arrow (editor) Stanford Symposium on Mathematical Methods in the Social Sciences, Stanford, Ca.: Stanford University Press.",
        "McFadden, D. (2005), Ã\u0083Â¢Revealed Stochastic Preference: A Synthesis,Ã\u0083Â¢ Economic Theory, 26, 245-264.",
        "Meghir, C. and D. Phillips (2010), Ã\u0083Â¢Labour Supply and Taxes,Ã\u0083Â¢ in T. Besley, R. Blundell, M. Gammie, and J. Poterba (editors), Dimensions of Tax Design: the Mirrlees Review. Oxford: Oxford University Press, 202274.",
        "Mirrlees J. (1971), Ã\u0083Â¢An Exploration in the Theory of Optimal Income Taxation,Ã\u0083Â¢ Review of Economic Studies, 38, 175-208.",
        "Munnell, A. (editor) (1986), Lessons from the Income Maintenance Experiments, Boston: Federal Reserve Bank of Boston.",
        "Pencavel, J. (1986), Ã\u0083Â¢Labor supply of men: a survey,Ã\u0083Â¢ in O. Ashenfelter and R. Layard (editors), Handbook of Labor Economics Vol.1, Amsterdam: North-Holland, 3-102.",
        "Robbins, L. (1930), Ã\u0083Â¢On the Elasticity of Demand for Income in Terms of Effort,Ã\u0083Â¢ Economica, 29, 123-129.",
        "Saez, E., J. Slemrod, and S. Giertz (2011), Ã\u0083Â¢The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review,Ã\u0083Â¢ Journal of Economic Literature, forthcoming.",
        "Samuelson, P. (1938), Ã\u0083Â¢A Note on the Pure Theory of Consumer Behavior,Ã\u0083Â¢ Economica, 5, 61-71.",
        "Samuelson, P. (1948), Ã\u0083Â¢Consumption Theory in Terms of Revealed Preferences,Ã\u0083Â¢ Economica, 15, 243-253.",
        "Stern, N. (1986), Ã\u0083Â¢On the Specification of Labour Supply Functions,Ã\u0083Â¢ in R. Blundell and I. Walker (editors) Unemployment, Search and Labour Supply, Cambridge: Cambridge University Press, 143-189.",
        "Wildasin, D. (1979), Ã\u0083Â¢Public Good Provision with Optimal and Non-Optimal Commodity Taxation,Ã\u0083Â¢ Economic Letters, 4, 59-64."
    ]
}