{
    "id": 17752,
    "cites": 45,
    "cited_by": 8,
    "reference": [
        "Agarwal, Vikas, Naveen D. Daniel, and Narayan Y. Naik. 2009. Ã\u0083Â¢Role of Managerial Incentives and Discretion in Hedge Fund Performance.Ã\u0083Â¢ Journal of Finance. 64(5): 2221-2256.",
        "Angrist, Joshua D., Eric Bettinger, Erik Bloom, Elizabeth King, and Michael Kremer. 2002. Ã\u0083Â¢Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment.Ã\u0083Â¢ The American Economic Review, 92(5): 1535-1558.",
        "Angrist, Joshua D., Eric Bettinger, and Michael Kremer. 2006. Ã\u0083Â¢Long-Term Educational Consequences of Secondary School Vouchers: Evidence from Administrative Records in Colombia.Ã\u0083Â¢ The American Economic Review, 96(3): 847-862.",
        "Angrist, Joshua D., Daniel Lang, and Philip Oreopoulos. 2006. Ã\u0083Â¢Lead Them to Water and Pay Them to Drink: An Experiment with Services and Incentives for College Achievement.Ã\u0083Â¢ NBER Working Paper No. 12790.",
        "Angrist, Josh D., and Victor Lavy. 2009. Ã\u0083Â¢The EÃ\u0083Â¯ect of High-Stakes High School Achievement Awards: Evidence from a Group-Randomized Trial.Ã\u0083Â¢ American Economic Review, 99(4): 1384-1414.",
        "Barrera-Osorio, Felipe, Marianne Bertrand, Leigh L. Linden, and Francisco Perez-Calle. 2008. Ã\u0083Â¢Conditional Cash Transfers in Education: Design Features, Peer and Sibling EÃ\u0083Â¯ects: Evidence from Randomized Experiment in Colombia.Ã\u0083Â¢ NBER Working Paper No. 13890.",
        "Behrman, Jere R., Piyali Sengupta and Petra Todd. 2005. Ã\u0083Â¢Progressing through PROGRESA: An Impact Assessment of a School Subsidy Experiment in Rural Mexico.Ã\u0083Â¢ Economic Development and Cultural Change, 54: 237-275.",
        "Bettinger, Eric. 2010. Ã\u0083Â¢Paying to Learn: The EÃ\u0083Â¯ect of Financial Incentives on Elementary School Test Scores.Ã\u0083Â¢ NBER Working Paper No. 16333.",
        "Bruhn, Miriam and David McKenzie. 2009. Ã\u0083Â¢In Pursuit of Balance: Randomization in Practice in Development Field Experiments.Ã\u0083Â¢ American Economic Journal: Applied Economics, 1(4): 200-232.",
        "Bucklin, Barbara R. and Alyce M. Dickinson. 2001. Ã\u0083Â¢Individual Monetary Incentives: A Review of DiÃ\u0083Â¯erent Types of Arrangements Between Performance and Pay.Ã\u0083Â¢ Journal of Organziational Behavior Management, 21(3): 45-137.",
        "Cameron, Judy and W. David Pierce. 1994. Ã\u0083Â¢Reinforcement, Reward, and Intrinsic Motivation: A Meta-Analysis.Ã\u0083Â¢ Review of Educational Research, 64(3): 363-423.",
        "Condly, Steven J., Richard E. Clark, and Harold D. Stolovich. 2003. Ã\u0083Â¢The EÃ\u0083Â¯ects of Incentives on Workplace Performance: A Meta-Analytic Review of Research Studies. Performance Improvement: 16(3) 46-63.",
        "Deci, Edward L. 1972. Ã\u0083Â¢The EÃ\u0083Â¯ects of Contingent and Noncontingent Rewards and Con27 trols on Intrinsic Motivation.Ã\u0083Â¢ Organizational Behavior and Human Performance, 8: 217-229.",
        "Deci, Edward L. 1975. Intrinsic Motivation. New York: Plenum.",
        "Deci, Edward L., Haleh Eghrari, Brian C. Patrick and Dean R. Leone. 1994. Ã\u0083Â¢Facilitating Internalization: The Self-Determination Theory Perspective.Ã\u0083Â¢ Journal of Personality, 62(1): 119-142.",
        "Fryer, Roland G. 2010. Ã\u0083Â¢Financial Incentives and Student Achievement: Evidence From Randomized Trials.Ã\u0083Â¢ NBER Working Paper No. 15898.",
        "Fryer, Roland G. 2011a. Ã\u0083Â¢Financial Incentives and Student Achievement: Evidence From Randomized Trials.Ã\u0083Â¢ Quarterly Journal of Economics. 126 (4).",
        "Fryer, Roland G. 2011b. Ã\u0083Â¢Racial Inequality in the 21st Century: The Declining SigniÃ\u0083Â¯-cance of Discrimination.Ã\u0083Â¢ Forthcoming in Handbook of Labor Economics, Volume 4, Orley Ashenfelter and David Card eds.",
        "Gneezy, Uri and Aldo Rustichini. 2000. Ã\u0083Â¢Pay Enough or DonÃ\u0083Â¢t Pay at All.Ã\u0083Â¢ The Quarterly Journal of Economics, 115(3): 791-810.",
        "Greevy, Robert, Bo Lu, and JeÃ\u0083Â¯rey H. Silber. 2004. Ã\u0083Â¢Optimal multivariate matching before randomization.Ã\u0083Â¢ Biostatistics 5: 263-275.",
        "Guite, H., C. Clark, and G. Ackrill. 2006. The Impact of Physical and Urban Environment on Mental Well-Being. Public Health, 120(12): 1117-1126.",
        "Hahn, A., T. Leavitt, and P. Aaron. 1994. Ã\u0083Â¢Evaluation of the Quantum Opportunities Program (QOP). Did the program work? A report on the post secondary outcomes and cost-eÃ\u0083Â¯ectiveness of the QOP program (1989-1993).Ã\u0083Â¢ Massachusetts. (ERIC Document Reproduction Service No. ED 385 621).",
        "Hanushek, Eric A. 2007. Ã\u0083Â¢Education Production Functions: Developed Country Evidence, Ã\u0083Â¢ in International Encyclopedia of Education, Third Edition, Penelope Peterson, Eva Baker, and Barry McGaw (eds.)",
        "Holmstrom, Bengt, and Paul Milgrom. 1991. Ã\u0083Â¢Multitask Principal Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design.Ã\u0083Â¢ Journal of Law, Economics, and Organization. 7: 24-52.",
        "Imai, Kosuke, Gary King, and Clayton Nall. 2009. Ã\u0083Â¢The Essential Role of Pair Matching in Cluster Randomized Experiments.Ã\u0083Â¢ Statistical Science 24(1): 29-53.",
        "Imbens, Guido. 2011. Experimental Design for Unit and Cluster Randomized Trials. Conference Paper, International Initiative for Impact Evaluation.",
        "Kerr, Steven. 1975. Ã\u0083Â¢On the Folly of Rewarding A, While Hoping for B.Ã\u0083Â¢ The Academy of Management Journal, 18(4): 769-783.",
        "Kohn, AlÃ\u0083Â¯e. 1993. Punished by Rewards. Boston: Houghton MiÃ\u0083Â¯in Company.",
        "Kohn, AlÃ\u0083Â¯e. 1996. Ã\u0083Â¢By All Available Means: Cameron and PierceÃ\u0083Â¢s Defense of Extrinsic Motivators.Ã\u0083Â¢ Review of Educational Research, 66(1): 1-4.",
        "Kremer, Michael, Edward Miguel, and Rebecca Thornton. 2009. Ã\u0083Â¢Incentives to Learn.Ã\u0083Â¢ Review of Economics and Statistics. 91(3): 437-456.",
        "Krueger, Alan B. 1999. Ã\u0083Â¢Experimental Estimates of Education Production Functions.Ã\u0083Â¢ The Quarterly Journal of Economics, 114(2): 497-532.",
        "Lazear, Edward P. 2000. Ã\u0083Â¢Performance Pay and Productivity.Ã\u0083Â¢ American Economic Review. 90(5): 1346-1361.",
        "Lazear, Edward P. 2001. Ã\u0083Â¢Educational Production.Ã\u0083Â¢ Quarterly Journal of Economics. 96(3): 777-803.",
        "Ledford, Gerald E., Edward E. Lawler III, and Susan A. Mohrman. 1995. Ã\u0083Â¢Reward Innovations in Fortune 1000 Companies.Ã\u0083Â¢ Compensation BeneÃ\u0083Â¯ts Review. 27(4): 76-80.",
        "Mitra, Atul, Nina Gupta, and G. Douglas Jenkins, Jr. 1995. Ã\u0083Â¢The Case of the Invisible Merit Raise: How People See Their Pay Raises.Ã\u0083Â¢ Compensation BeneÃ\u0083Â¯ts Review. 27(3): 71-76.",
        "Muralidharan, Karthik and Venkatesh Sundararaman. 2011. Ã\u0083Â¢Teacher Performance Pay: Experimental Evidence from India.Ã\u0083Â¢ Journal of Political Economy, 119: 39-7.",
        "Murphy, Kevin J. 1998 Ã\u0083Â¢Executive Pay,Ã\u0083Â¢ in Handbook of Labor Economics, Vol. 3, Orley Ashenfelter and David Card (eds.).",
        "Oosterbeek, Hessel, Edwin Leuven, and Bas van der Klaauw. 2010. Ã\u0083Â¢The EÃ\u0083Â¯ect of Financial Rewards on StudentsÃ\u0083Â¢ Acheivement: Evidence From a Randomized Experiment. Ã\u0083Â¢ Journal of the European Economic Association. 8(6): 1243-1265.",
        "Paarsch, Harry J. and Bruce Shearer. Ã\u0083Â¢Piece Rates, Fixed Wages, and Incentive EÃ\u0083Â¯ects: Statistical Evidence from Payroll Records.Ã\u0083Â¢ 2000. International Economic Review. 41(1): 59-92.",
        "Parks, S. E., R. A. Housemann, and R. C. Brownson. 2003.DiÃ\u0083Â¯erential Correlates of Physical Activity in Urban and Rural Adults of Various Socioeconomic Backgrounds in the United States. Journal of Epidemiology and Community Health, 57(1): 29-35",
        "Ryan, Richard M. 1982. Ã\u0083Â¢Control and Information in the Intrapersonal Sphere: An Extension of Cognitive Evaluation Theory.Ã\u0083Â¢ Journal of Personality and Social Psychology, 63: 397-427.",
        "Ryan, Richard M., Richard Koestner, and Edward L. Deci. 1991. Ã\u0083Â¢Ego-Involved Persistence: When Free-Choice Behavior is Not Intrinsically Motivated.Ã\u0083Â¢ Motivation and Emotion, 15(3): 185-205.",
        "Springer, Matthew G., Dave Ballou, Laura Hamilton, Vi-Nhuan Le, J.R. Lockwood, Daniel F. McCaÃ\u0083Â¯rey, Matthew Pepper, and Brian M. Stecher. 2010. Ã\u0083Â¢Teacher Pay for Performance: Experimental Evidence from the Project on Incentives in Teaching.Ã\u0083Â¢ Conference Paper, National Cneter on Performance Incentives.",
        "Wagner, Barry M. and Deborah A. Phillips. 1992. Ã\u0083Â¢Beyond Beliefs: Parent and Child Behaviors and ChildrenÃ\u0083Â¢s Perceived Academic Competence.Ã\u0083Â¢ Child Development. 63(6): 1380-1391.",
        "Wiatrowski, William J. 2009. Ã\u0083Â¢The EÃ\u0083Â¯ect of Incentive Pay on Rates of Change in Wages and Salaries.Ã\u0083Â¢ U.S. Bureau of Labor Statistics, Compensation and Working Conditions Online. http://www.bls.gov/opub/cwc/cm20091120ch01.htm ObjectivesMastered,perstudent,perweek Treatment Control {$6} {$4}"
    ]
}