{
    "id": 17756,
    "cites": 21,
    "cited_by": 5,
    "reference": [
        "Aguiar, Mark, 2005. Ã\u0083Â¢Investment, devaluation, and foreign currency exposure: The case of Mexico,Ã\u0083Â¢ Journal of Development Economics 78, 95Ã\u0083Â¢113.",
        "Bayraktar, Nihal, Plutarchos Sakellaris and Philip Vermeulen, 2005. Ã\u0083Â¢Real Versus Financial Frictions to Capital Investment,Ã\u0083Â¢ European Central Bank Working Paper 566.",
        "Benavente, Jose Miguel, Christian A. Johnson, and Felipe G. Morande, 2003. Ã\u0083Â¢Debt composition and balance sheet effects of exchange rate depreciations: a firm-level analysis for Chile,Ã\u0083Â¢ Emerging Markets Review 4 (2003) 368Ã\u0083Â¢396.",
        "Bleakley, Hoyt and Kevin Cowan, 2008. Ã\u0083Â¢Corporate dollar debt and depreciations: Much ado about nothing?Ã\u0083Â¢ The Review of Economics and Statistics 90(4), 612Ã\u0083Â¢626.",
        "Bleakley, Hoyt and Kevin Cowan, 2009. Ã\u0083Â¢Mishmash on Mismatch? Balance-Sheet Effects and Emerging-Markets Crises,Ã\u0083Â¢ Working Paper, University of Chicago.",
        "Bonomo, Marco, Betina Martins, and Rodrigo Pinto. 2003. Ã\u0083Â¢Debt composition and exchange rate balance sheet effect in Brazil: a firm level analysis,Ã\u0083Â¢ Emerging Markets Review 4 (2003) 368Ã\u0083Â¢396.",
        "Borensztein, Eduardo and Jong-Wha Lee, 2002. Ã\u0083Â¢Financial crisis and credit crunch in Korea: evidence from firm-level data,Ã\u0083Â¢ Journal of Monetary Economics 49, 853Ã\u0083Â¢875.",
        "Carranza, Luis J., Juan M. Cayo, Jose E. Galdon-Sanchez, 2003. Ã\u0083Â¢Exchange rate volatility and economic performance in Peru: firm level analysis,Ã\u0083Â¢ Emerging Markets Review 4 (2003) 472Ã\u0083Â¢496.",
        "CÃ\u0083Æ\u0092spedes, Luis J., Chang, Roberto and AndrÃ\u0083Æ\u0092s Velasco, 2004. Ã\u0083Â¢Balance sheets and exchange rate policy,Ã\u0083Â¢ The American Economic Review 94(4), 1183-93.",
        "Corsetti, Giancarlo, Paolo Presenti and Nouriel Roubini, 1998. Ã\u0083Â¢What caused the Asian currency and financial crisis? Part I: Macroeconomic Overview,Ã\u0083Â¢ NBER working paper 6833.",
        "Echeverrya, Juan Carlos, Leopoldo Fergussona, Roberto Steinerb, and Camila Aguilara, 2003. Ã\u0083Â¢Dollar debt in Colombian firms: are sinners punished during devaluations ?Ã\u0083Â¢ Emerging Markets Review 4 (2003) 417Ã\u0083Â¢449.",
        "Feldstein, Martin, 1999. Ã\u0083Â¢Self-protection for emerging market economies,Ã\u0083Â¢ NBER Working Paper 6907. ! 28! Forbes, Kristine J. 2002. Ã\u0083Â¢How do large depreciations affect firm performance?Ã\u0083Â¢ IMF staff papers 49.",
        "Gilchrist, Simon and Jae W. Sim, 2007. Ã\u0083Â¢Investment during the Korean financial crisis: a structural econometric analysis,Ã\u0083Â¢ NBER working paper 13315.",
        "Kalemli-Ozcan, Sebnem, Herman Kamil, and Carolina Villegas-Sanchez, 2009. Ã\u0083Â¢What Hinders investment in the aftermath of financial crises: balance-sheet mismatches or access to finance?Ã\u0083Â¢ Working paper, University of Huston.",
        "Krugman, Paul, 1999. Ã\u0083Â¢Balance sheets, the transfer problem, and financial crises,Ã\u0083Â¢ International Tax and Public Finance 6(4), 459-472.",
        "Kwon, Taek Ho, 2005. Ã\u0083Â¢Asymmetric Exchange Rate Exposure and Foreign Currency Denominated Debt,Ã\u0083Â¢ Working paper, Chonnam National University.",
        "Lee, Jong-Wha, Young Soo Lee and Byung-Sun Lee, 2000. Ã\u0083Â¢The determination of corporate debt in Korea, Asian Economic Journal 14, 333Ã\u0083Â¢356.",
        "Luengnaruemitchai, Pipat, 2003. Ã\u0083Â¢The Asian crisis and the mystery of the missing balance sheet effect,Ã\u0083Â¢ Working paper, University of California, Berkeley.",
        "MartÃ\u0083Æ\u0092nez, Lorenza and Alejandro Werner, 2002. Ã\u0083Â¢The exchange rate regime and the currency composition of corporate debt: the Mexican experience,Ã\u0083Â¢ Journal of Development Economics, 69 (2002) 315-334.",
        "Min, Byung, 2007. Ã\u0083Â¢Changing pattern of corporate governance and financing in the Korean Chaebols,Ã\u0083Â¢ Economic Papers 26(3), 211Ã\u0083Â¢230.",
        "Pratapa, Sangeeta, Ignacio Lobatoa, and Alejandro Somuanob, 2003. Ã\u0083Â¢Debt composition and balance sheet effects of exchange rate volatility in Mexico: a firm level analysis,Ã\u0083Â¢ Emerging Markets Review 4 (2003) 450Ã\u0083Â¢471. ! ! 29!"
    ]
}