{
    "id": 17753,
    "cites": 33,
    "cited_by": 46,
    "reference": [
        "[1] Barro, Robert J., 1990. On the predictability of tax-rate changes. In: Barro, Robert J. (Ed.), Macroeconomic Policy. Cambridge: Harvard University Press, pp. 268-297.",
        "[2] Chari, Varadarajan V., and Patrick J. Kehoe, 1999, Ã\u0083Â¢Optimal Ã\u0083Â¢scal and monetary policy,Ã\u0083Â¢NBER Working Paper No. 6891.",
        "[3] Delhy Nolivos, Roberto, and Guillermo Vuletin, 2011, Ã\u0083Â¢The role of central bank independence on optimal taxation and seigniorage,Ã\u0083Â¢(mimeo, University of Maryland and Colby College).",
        "[4] Edwards, Sebastian, and Guido Tabellini, 1991, Ã\u0083Â¢Explaining Ã\u0083Â¢scal policies and inÃ\u0083Â¢ation in developing countries,Ã\u0083Â¢Journal of International Money and Finance, Vol. 10, pp. S16-S48.",
        "[5] Frankel, Jerey A., Carlos A. Vegh , and Guillermo Vuletin, 2011, Ã\u0083Â¢On graduation from Ã\u0083Â¢scal procyclicality,Ã\u0083Â¢NBER Working Paper No. 17619.",
        "[6] Gavin, Michael, and Roberto Perotti, 1997, Ã\u0083Â¢Fiscal policy in Latin America,Ã\u0083Â¢NBER Macroeconomics Annual, Vol.12, pp. 11-61.",
        "[7] Huang, Chao-Hsi, Kenneth S. Lin, 1993, Ã\u0083Â¢DeÃ\u0083Â¢cits, government expenditures, and tax smoothing in the United States: 1929-1988,Ã\u0083Â¢Journal of Monetary Economics, Vol. 31, pp. 317-339.",
        "[8] Ilzetzki, Ethan, and Carlos A. Vegh , 2008, Ã\u0083Â¢Procyclical Ã\u0083Â¢scal policy in developing countries: Truth or Ã\u0083Â¢ction?Ã\u0083Â¢NBER Working Paper No. 14191.",
        "[9] Jaimovich, Dany, and Ugo Panizza, 2007, Ã\u0083Â¢Procyclicality or reverse causality?Ã\u0083Â¢ Inter-American Development Bank Working Papers 1029.",
        "[10] Kaminsky, Graciela, Carmen Reinhart, and Carlos A. Vegh , 2004, Ã\u0083Â¢When it rains, it pours: Procyclical capital Ã\u0083Â¢ows and macroeconomic policies,Ã\u0083Â¢NBER Macroeconomics Annual, Vol. 19, pp. 11-82.",
        "[11] Lane, Philip R., 2003, Ã\u0083Â¢The cyclical behaviour of Ã\u0083Â¢scal policy: evidence from the OECD,Ã\u0083Â¢Journal of Public Economics, Vol. 87, pp. 2661-2675.",
        "[12] Mailhos, Jorge A., and Sebastian Sosa, 2000, Ã\u0083Â¢On the procyclicality of Ã\u0083Â¢scal policy: The case of Uruguay,Ã\u0083Â¢(mimeo, CERES, Uruguay).",
        "[13] Oldman, Oliver, and Alan Schenk, 2007, Value added tax, a comparative approach. New York: Cambridge University Press, New York, NY.",
        "[14] Phelps, Edmund S., 1973, Ã\u0083Â¢InÃ\u0083Â¢ation in a theory of public Ã\u0083Â¢nance,Ã\u0083Â¢Swedish Journal of Economics, Vol. 75, pp. 67-82.",
        "[15] Poterba, James M., and Julio J. Rotemberg, 1990, Ã\u0083Â¢InÃ\u0083Â¢ation and taxation with optimizing governments, Ã\u0083Â¢Journal of Money, Credit and Banking, Vol. 22, pp. 1-18.",
        "[16] Riascos, Alvaro, and Carlos A. VÃ\u0083Æ\u0092gh, 2003, Ã\u0083Â¢Procyclical government spending in developing countries: The role of capital market imperfections.Ã\u0083Â¢(mimeo, Banco Republica, Colombia and UCLA).",
        "[17] Riera-Crichton, Daniel, Carlos A. VÃ\u0083Æ\u0092gh, and Guillermo Vuletin, 2011, Ã\u0083Â¢Output eects of changes in tax rates,Ã\u0083Â¢(mimeo, Bates College, University of Maryland, and Colby College).",
        "[18] Rigobon, Roberto, 2004, Comments on Ã\u0083Â¢When it rains it pours: Procyclical capital Ã\u0083Â¢ows and macroeconomic policies,Ã\u0083Â¢NBER Macroeconomics Annual, Vol. 19, 80-82.",
        "[19] Roubini, Nouriel, and Jefrey D. Sachs, 1989, Ã\u0083Â¢Political and economic determinants of budget deÃ\u0083Â¢cits in the industrial democracies,Ã\u0083Â¢European Economic Review, Vol. 33, pp. 903-938.",
        "[20] Roubini, Nouriel, 1991, Ã\u0083Â¢Economic and political determinants of budget deÃ\u0083Â¢cits in developing countries,Ã\u0083Â¢Journal of International Money and Finance, Vol. 10, pp. S49-S72.",
        "Series NGDP_D (gross domestic product deflator) for WEO-IMF and 99BIP for IFS-IMF. For Azerbaijan, Bahrain, Kuwait, Libya, Qatar, and United Arab Emirates data were provided by Middle East Department at the IMF. Data period covers 1960-2009. Consumer price index World Economic Outlook (WEO-IMF) and International Financial Statistics (IFS-IMF) were the main data sources.",
        "Series PCPI (consumer price index) for WEO-IMF and 64 for IFS-IMF. For Azerbaijan and Kuwait data were taken from Global Financial Data (GFD). Data period covers 1960-2009. Government tax structure data Government Finance Statistics (GFS-IMF) was the data source for Government tax structure data. Data for Australia were from Australian Government Budget Office. The variables are defined as follows: tax revenue (Central government, taxes. Series cB_BA_11 and aB_BA_11), tax revenue on income, profits and corporations (Central government, taxes on income, profits and corporations. Series cB_BA_111 and aB_BA_111), personal income tax revenue (Central government, taxes on individuals. Series cB_BA_1111 and aB_BA_1111), corporate income tax revenue (Central government, taxes on corporations. Series cB_BA_1112 and aB_BA_1112), goods and services tax revenue (Central government, taxes on goods and services.",
        "Series cB_BA_114 and aB_BA_114), and value added tax revenue (Central government, value added tax. Series cB_BA_11411 and aB_BA_11411). Data period covers 1990-2009.",
        "Export weights data was from Robert Feenstra and Robert Lipsey, NBER-United Nations Trade Data, 1962-2000 (http://cid.econ.ucdavis.edu/) for period 1962-1985 and from Direction of Trade Statistics database (DOTS-IMF) for the period 1986-2009. Data period covers 1962-2009. Real external shock (ShockPX) We created the following index of price of exports, itPEGRhockPX i i it GDP X S Ã\u0083Â¯ , where iPEGR measures price of exports growth rate in country i and ii GDPX measures country i's average exports expressed as share of GDP.",
        "World Economic Outlook (WEO-IMF) and International Financial Statistics (IFS-IMF) were the main data sources for price of exports. Series TXG_D (price deflator for exports of goods) for WEO and 74 for IFS-IMF. Data period covers 1962-2009. Appendix 2. Countries in the tax rate sample TABLE 1A Countries in the tax sample Australia Argentina Kenya Austria Barbados Korea Belgium Bolivia Latvia Canada Botswana Lithuania Denmark Brazil Malta Finland Bulgaria Mauritius France Chile Mexico Germany China Namibia Greece Colombia Pakistan Italy Costa Rica Papua New Guinea Japan Czech Rep. Paraguay Luxembourg Dominican Rep. Peru New Zealand El Salvador Philippines Norway Ethiopia Romania Portugal Fiji Russia Spain Georgia South Africa Sweden Ghana Tanzania Switzerland Honduras Thailand United Kingdom Hungary Turkey United States India Uruguay Jamaica Zambia Industrial countries (20) Developing countries (42) Notes: Total number of countries is 62.",
        "Figure 1. Country correlations between the cyclical components of real government expenditure and real GDP. 1960-2009 Switzerland UnitedKingdom Australia France Austria UnitedStates Jamaica Spain Japan Canada Greece Sudan Congo,Dem.Rep.of Belgium Italy Ireland Korea Denmark Netherlands Yemen UnitedArabEmirates Norway Libya Colombia Uganda NewZealand Kuwait ElSalvador SouthAfrica SriLanka Turkey Brazil Panama Gambia Zambia Germany Bolivia Chile Mexico Honduras Egypt Thailand India Tanzania Argentina Ecuador Mozambique China HongKong Bahrain Uruguay Indonesia Angola Jordan Congo,Rep.of Haiti Algeria Pakistan Malaysia Nigeria Morocco Ghana Venezuela Portugal Madagascar Senegal Tunisia Guatemala Togo Nicaragua Kenya Paraguay Philippines Iran DominicanRep. CÃ\u0083Æ\u0092ted'Ivoire Mali Bangladesh SaudiArabia Niger Myanmar SierraLeone Peru Qatar Gabon Oman SyrianArabRep. TrinidadandTobago Cameroon Botswana Azerbaijan Finland CostaRica Sweden -1 -0.8 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1",
        "Notes: Dark bars are industrial countries and light ones are developing countries. The cyclical components have been estimated using the Hodrick-Prescott Filter. Real government expenditure is defined as central government expenditure and net lending deflated by the GDP deflator. A positive (negative) correlation indicates procyclical (countercyclical) fiscal policy. Source: Frankel, VÃ\u0083Æ\u0092gh and Vuletin (2011).",
        "Figure 5. Number of countries with value-added tax. 1948-2009 0 20 40 60 80 100 120 140 1948 1958 1968 1978 1988 1998 2008 Source: Oldman and Schenk (2007) and authors' sources.",
        "Figure 6. Country correlations between the cyclical components of the personal income tax rate and real GDP. 1960-2009 Lithuania Argentina UnitedKingdom Georgia Thailand Tanzania Hungary Canada NewZealand Pakistan UnitedStates Switzerland Romania CostaRica Sweden Germany Brazil Greece Fiji India CzechRep. Japan China Ethiopia Namibia Latvia Korea Honduras Uruguay Chile Bulgaria Luxembourg DominicanRep. Barbados ElSalvador Norway Portugal Belgium Finland Botswana Malta Colombia Denmark Italy Mexico Austria Bolivia Zambia Jamaica Spain Australia Philippines Mauritius Turkey Peru SouthAfrica France Paraguay Kenya Ghana PapuaNewGuinea Russia -1 -0.8 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1 Notes: Dark bars are industrial countries and light ones are developing countries. The cyclical components have been estimated using the Hodrick-Prescott Filter. A negative (positive) correlation indicates procyclical (countercyclical) fiscal policy. Sample includes 62 countries.",
        "Figure 7. Country correlations between the cyclical components of the corporate income tax and real GDP. 1960-2009 Argentina Georgia Norway Turkey DominicanRep. ElSalvador Philippines Finland Tanzania Pakistan Russia Latvia Germany Bolivia NewZealand Italy Denmark Portugal Sweden Zambia Greece Switzerland Canada Brazil Botswana CostaRica Colombia Luxembourg Lithuania Mexico Australia Japan Mauritius UnitedStates Belgium India PapuaNewGuinea Chile Thailand Paraguay Korea UnitedKingdom China Ghana SouthAfrica Jamaica CzechRep. Austria Kenya Spain Peru Honduras Bulgaria Barbados Uruguay France Hungary Namibia Romania Malta Fiji Ethiopia -1 -0.8 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1 Notes: Dark bars are industrial countries and light ones are developing countries. The cyclical components have been estimated using the Hodrick-Prescott Filter. A negative (positive) correlation indicates procyclical (countercyclical) fiscal policy. Sample includes 62 countries.",
        "Figure 8. Country correlations between the cyclical components of the value-added tax and real GDP. 1960-2009 Botswana Kenya Germany Uruguay Fiji Argentina Japan Jamaica Philippines Chile Barbados Portugal Switzerland Austria DominicanRep. ElSalvador SouthAfrica Norway Australia Finland Korea Namibia Bolivia China Honduras India Pakistan PapuaNewGuinea Paraguay Ethiopia Tanzania Colombia Denmark Russia CzechRep. France Latvia Hungary NewZealand Georgia Canada Luxembourg UnitedKingdom Belgium Malta Thailand Italy Sweden Ghana Zambia CostaRica Romania Greece Bulgaria Turkey Mexico Mauritius Spain Peru Lithuania -1 -0.8 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1 Notes: Dark bars are industrial countries and light ones are developing countries. The cyclical components have been estimated using the Hodrick-Prescott Filter. A negative (positive) correlation indicates procyclical (countercyclical) fiscal policy. Sample includes 60 countries.",
        "Figure 9. Country correlations between the cyclical components of the tax index and real GDP. 1960-2009 Argentina Germany UnitedKingdom Uruguay UnitedStates Norway DominicanRep. Canada Switzerland Pakistan NewZealand Tanzania ElSalvador Philippines Brazil Botswana Fiji Chile Bolivia Japan Portugal India Finland Colombia Kenya Paraguay China Korea Russia Jamaica Barbados Honduras Thailand Hungary Denmark Latvia Namibia Luxembourg Austria CzechRep. Georgia Sweden Belgium Greece Australia Italy SouthAfrica CostaRica Zambia PapuaNewGuinea Mexico France Malta Turkey Ghana Romania Bulgaria Spain Lithuania Ethiopia Mauritius Peru -1 -0.8 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1 Notes: Dark bars are industrial countries and light ones are developing countries. The cyclical components have been estimated using the HodrickPrescott Filter. A negative (positive) correlation indicates procyclical (countercyclical) fiscal policy. Sample includes 62 countries.",
        "Figure 10. Country relationship between the cyclicality of real government expenditure and real GDP volatility. 1960-2009 Corr(G, RGDP) = 0.48*** Output volatility - 0.22 (5.7) (-3.8) -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 -0.5 0.5 1.5 RGDP volatility Corr(G,RGDP) Notes: The cyclical components have been estimated using the Hodrick-Prescott Filter. A positive (negative) correlation indicates procyclical (countercyclical) fiscal policy. Real GDP volatility is calculated as the logarithm of the standard deviation of the cyclical component of real RGDP. Sample includes 47 countries."
    ]
}