{
    "id": 17758,
    "cites": 25,
    "cited_by": 61,
    "reference": [
        "Aizenman, J. (2004) Ã\u0083Â¢Endogenous pricing to market and financing costÃ\u0083Â¢ Journal of Monetary Economics 51(4), 691Ã\u0083Â¢712 Autor, D., Dorn, D. and Hanson, G. (2011) Ã\u0083Â¢The China Syndrome: Local Labor Market Effects of Import Competition in the United StatesÃ\u0083Â¢ mimeo.",
        "Baier, Scott and Bergstrand, J (2001): Tariffs, Transport Costs, and Income Similarity, Journal of International Economics, Vol. 53, No. 1, Feb 2001, 1-27 Baldwin, R. and Harrigan, J. (2011) Zeros, Quality and Space: Trade Theory and Trade Evidence American Economic Journal: Microeconomics 3, pp. 60-88.",
        "Broda, C. and Weinstein D. (2006) Ã\u0083Â¢Globalization and the Gains from Variety,Ã\u0083Â¢ Quarterly Journal of Economics, Volume 121, No. 2.",
        "Chaney, T. (2008) Distorted Gravity: the Intensive and Extensive Margins of International Trade American Economic Review 98(4) Choi, YC, Hummels, D. and Xiang, C. (2009) Ã\u0083Â¢Explaining Import Quality: the Role of the Income DistributionÃ\u0083Â¢ Journal of International Economics 77, pp. 265-276.",
        "Cristea, A., Hummels, D., Puzello, L., and Avetisyan, M. (2011) Ã\u0083Â¢Trade and the Greenhouse Gas Emissions from International Freight TransportÃ\u0083Â¢ NBER WP 17117.",
        "Djankov, S., Freund, C., and Pham, C. (2010). Trading on Time, The Review of Economics and Statistics, 92(1), pp. 166-173.",
        "Evans, C. and Harrigan, J., (2005) Ã\u0083Â¢Distance, Time, and Specialization: Lean Retailing in General EquilibriumÃ\u0083Â¢ American Economic Review 95 (1) pp 292-313.",
        "Feenstra, R. (1994), Ã\u0083Â¢New Product Varieties and the Measurement of International PricesÃ\u0083Â¢ American Economic Review, 84(1) March 157-177.",
        "Feenstra, R. and Wei, S. (2009), Ã\u0083Â¢Introduction to Ã\u0083Â¢ChinaÃ\u0083Â¢s Growing Role in World TradeÃ\u0083Â¢Ã\u0083Â¢ NBER 14716.",
        "Hallak, J. C. (2006) Ã\u0083Â¢Product Quality and the Direction of TradeÃ\u0083Â¢, Journal of International Economics, 68 (1) pp. 238-265.",
        "Hallak, J.C. and Schott, P. (2011) Ã\u0083Â¢Estimating Cross Country Differences in Product QualityÃ\u0083Â¢ Quarterly Journal of Economics, forthcoming.",
        "Harrigan, J (2010), Ã\u0083Â¢Airplanes and Comparative AdvantageÃ\u0083Â¢ Journal of International Economics 82, pp. 181-194.",
        "Harrigan, J and Venables, A (2006) Ã\u0083Â¢Timeliness and AgglomerationÃ\u0083Â¢ Journal of Urban Economics 59, March, pp 300-316.",
        "Heckman J. (1976),  The common structure of statistical models of truncation, sample selection, and limited dependent variables and a simple estimator for such models,  Annals of Economic and Social Measurement, 5: 475-492.",
        "Helpman E., Melitz M. and Rubinstein Y. (2008),  Estimating Trade Flows: Trading Partners and Trading Volumes, The Quarterly Journal of Economics, 123(2), 441-487.",
        "Hummels, D. (2007a) Transportation Costs and International Trade In the Second Era of GlobalizationÃ\u0083Â¢, Journal of Economic Perspectives 21 pp. 131-154 Hummels, D. (2007b), Ã\u0083Â¢Calculating Tariff Equivalent for Time in TradeÃ\u0083Â¢ Nathan Associates report for US Agency for International Development. Hummels, D, Ishii, J., and Yi, Kei-Mu, The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, 54, pp 75-96.",
        "Hummels, D., Jorgensen, R., Munch, J., and Xiang, C. (2011), Ã\u0083Â¢The Wage Effects of Offshoring: Evidence from Matched Worker-Firm DataÃ\u0083Â¢ NBER 17496 Hummels, D. and Klenow, P. (2005), Ã\u0083Â¢The Variety and Quality of a NationÃ\u0083Â¢s ExportsÃ\u0083Â¢ American Economic Review 95 pp. 704-723.",
        "Hummels, D., Lugovskyy, V., and Skiba, A. (2009) Ã\u0083Â¢The Trade Reducing Effects of Market Power in International ShippingÃ\u0083Â¢ Journal of Development Economics 89 pp. 84-97.",
        "Hummels, D. and Schaur, G. (2010) Ã\u0083Â¢Hedging Price Volatility using Fast TransportÃ\u0083Â¢, Journal of International Economics 82 pp. 15-25.",
        "Johnson, R. and Noguera, G. (2011) Ã\u0083Â¢Accounting for Intermediates: Production Sharing and Trade in Value AddedÃ\u0083Â¢ Journal of International Economics, forthcoming.",
        "Khandelwal, A (2010), Ã\u0083Â¢The Long and Short of Quality LaddersÃ\u0083Â¢ Review of Economic Studies 77(4) pp. 1450-1476.",
        "Melitz, M. (2003) Ã\u0083Â¢The impact of trade on intra-industry reallocations and aggregate industry productivityÃ\u0083Â¢ Econometrica. 1(6); pg. 1695 Pesaran M. and Smith R. (1995), Ã\u0083Â¢Estimating long-run Relationships from Dynamic Heterogenous Panels,Ã\u0083Â¢ Journal of Econometrics, 68, pp. 79-113.",
        "Schott,P. (2004) Ã\u0083Â¢Across-Product versus Within-Product Specialization in International Trade. Quarterly Journal of Economics 119(2):647-678.",
        "Yi, KM. (2003)Ã\u0083Â¢Can Vertical Specialization Explain the Growth in World TradeÃ\u0083Â¢ Journal of Political Economy 111.",
        "Zellner A. (1969) Ã\u0083Â¢On the Aggregation Problem: A New Approach to a Troublesome Problem,Ã\u0083Â¢ in K.A. Fox et al., eds., Economic Models, Estination and Risk Programming: Essays in Honor of Gerhard Tintner, Springer-Verlag, Berlin, 365-378."
    ]
}