{
    "id": 17757,
    "cites": 13,
    "cited_by": 51,
    "reference": [
        "Clarke Leon, Cristoph Bohringer, and Tom F. Rutherford (2009), Ã\u0083Â¢International, U.S. and EU climate change control scenarios: Results from EMF 22,Ã\u0083Â¢ Energy Economics, 31 (Suppl 2), pp. S63-S306.",
        "Golosov, Michael, John Hassler, Per Krusell, and Aleh Tsyvinski (2011), Ã\u0083Â¢Optimal Taxes on Fossil Fuel in General EquilibriumÃ\u0083Â¢, NBER WP:17348.",
        "Hassler, John, Per Krusell, and Conny Olovsson (2010), Ã\u0083Â¢Oil Monopoly and the ClimateÃ\u0083Â¢ (joint with John Hassler and Conny Olovsson), American Economic Review Papers and Proceedings 100:2, 460Ã\u0083Â¢464.",
        "Hassler, John, Per Krusell, and Conny Olovsson (2011), Ã\u0083Â¢Energy-Saving Technical ChangeÃ\u0083Â¢, mimeo, Institute of International Economic Studies, Stockholm University.",
        "Kelly, David L. and Charles D. Kolstad (1999). Ã\u0083Â¢Integrated Assessment Models For Climate Change Control,Ã\u0083Â¢ In International Yearbook of Environmental and Resource Economics 1999/2000: A Survey of Current Issues, ed. Henk Folmer and Tom Tietenberg. Cheltenham, UK: Edward Elgar.",
        "Manne, Alan, Robert Mendelsohn and Richard Richels, (1995), Ã\u0083Â¢MERGE: A model for evaluating regional and global eÃ\u0083Â¯ects of GHG reduction policiesÃ\u0083Â¢, Energy Policy, 23:1, pp 17-34.",
        "Nordhaus, William, (1977), Ã\u0083Â¢Economic Growth and Climate: The Carbon Dioxide Problem,Ã\u0083Â¢ The American Economic Review, 67, 1, pp. 341-346.",
        "Nordhaus, William, (1994), Managing the Global Commons: The Economics of Climate Change, MIT Press, Cambridge, MA, USA.",
        "Nordhaus, William (2007), Ã\u0083Â¢To Tax or Not to Tax: The Case for a Carbon TaxÃ\u0083Â¢, Review of Environmental Economics and Policy.",
        "Nordhaus, William (2008), A Question of Balance: Weighing the Options on Global Warming Policies, Yale University Press, New Haven, CT.",
        "Nordhaus, William (2011), Ã\u0083Â¢Integrated Economic and Climate ModelingÃ\u0083Â¢, Cowles Foundation Discussion Paper No. 1839.",
        "Nordhaus, William and Joseph Boyer (2000), Warming the World: Economic Modeling of Global Warming, MIT Press, Cambridge, MA.",
        "Stern, Nicholas (2007), The Economics of Climate Change: The Stern Review, Cambridge University Press, Cambridge, UK."
    ]
}