{
    "id": 17760,
    "cites": 67,
    "cited_by": 12,
    "reference": [
        "Acharya, Viral, Stewart Myers, and Raghuram Rajan, 2011, Ã\u0083Â¢The Internal Governance of FirmsÃ\u0083Â¢, Journal of Finance, Volume: 66 Issue: 3 Pages: 689-720: Jun 2011 Alchian, A. and H. Demsetz (1972), Ã\u0083Â¢Production, Information Costs and Economic Organization, American Economic Review, 777-705.",
        "Alchian, A, Crawford and B.Klein (1978), Ã\u0083Â¢Vertical Integration, Appropriable Rents and the Competitive Contracting Process, Journal of Law and Economics, Vol. 21, No. 2, 297326.",
        "Asquith, Paul, and David Mullins, 1986, Equity issues and offering dilution, Journal of Financial Economics 15, 61-89.",
        "Baird, Douglas, 2009, Ã\u0083Â¢In CoaseÃ\u0083Â¢s FootstepsÃ\u0083Â¢, mimeo, University of Chicago.",
        "Baird, Douglas and Anthony Casey, 2011, Ã\u0083Â¢No exit: Withdrawal Rights in Chapter 11, mimeo, University of Chicago.",
        "Baker, George, Robert Gibbons and Kevin Murphy (2008), Ã\u0083Â¢Strategic Alliances: Bridges Between Ã\u0083Â¢Islands of Conscious PowerÃ\u0083Â¢, mimeo, M.I.T. Baker, Malcolm and Jeffrey Wurgler (2011), Ã\u0083Â¢Behavioral Corporate Finance: An Updated SurveyÃ\u0083Â¢, NBER Working paper 17333.",
        "Berglof, Erik and Ernst-Ludwig von Thadden [1994], Short-Term versus Long-Term Interests: Capital Structure with Multiple Investors, Quarterly Journal of Economics 109, 1055-1084.",
        "Berle, Adolf, and Gardiner Means, Modern corporation and private property, 1933, New York : Macmillan Company.",
        "Bernstein, Shai, 2011, Ã\u0083Â¢Does Going Public Affect Innovation?Ã\u0083Â¢, working paper, Harvard University.",
        "Bhide. Amar (2000) The Origin and Evolution of New Businesses, New York : Oxford University Press.",
        "Bhide, Amar (2008) The Venturesome Economy: How innovation sustains prosperity in a more interconnected world Princeton University Press, New Jersey.",
        "Blair, Margaret, 2003, Ã\u0083Â¢Locking in Capital: What Corporate Law Achieved for Business Organizers in the Nineteenth CenturyÃ\u0083Â¢, Working Paper no 495984, Georgetown University Law Center.",
        "Black, Bernard and Ronald Gilson, 1998, Ã\u0083Â¢Venture Capital and the Structure of Capital Markets: Banks versus Stock MarketsÃ\u0083Â¢, Journal of Financial Economics, 47, 243-277.",
        "Bolton, Patrick and Mathias Dewatripont. 2005. Contract Theory. Cambridge, MA: MIT Press.",
        "Bolton, Patrick and David Scharfstein (1990) Ã\u0083Â¢A Theory of Predation Based on Agency Problems in Financial Contracting,Ã\u0083Â¢ AER, 80, 93-106 Bolton, Patrick and David Scharfstein (1996) Ã\u0083Â¢Optimal Debt Structure and the Number of Creditors,Ã\u0083Â¢ JPE, 104, 1-25 Brown, James, Gustav Martinsson, and Bruce Petersen (2011), Ã\u0083Â¢Law, Stock Markets, and InnovationÃ\u0083Â¢, working paper, Iowa State University.",
        "Brynjolfsson, Eric and Lorin and Hitt, 2003, Ã\u0083Â¢Beyond Computation: Information Technology, Organizational Transformation, and Business Performance, in Inventing the Organizations of the 21st Century, Thomas Malone, Robert Laubacher, and Michael Scott Morton ed., M.I.T. Press, Cambridge, MA.",
        "Calomiris, Charles W. and Charles M. Kahn [1991], Ã\u0083Â¢The Role of Demandable Debt in Structuring Optimal Banking ArrangementsÃ\u0083Â¢ The American Economic Review, Vol. 81, No. 3. (Jun., 1991), pp. 497-513.",
        "Coase, R. (1937), Ã\u0083Â¢The Nature of the Firm, Economica, 386-405.",
        "Dessein, Wouter and Tano Santos. 2006. Ã\u0083Â¢Adaptive Organizations.Ã\u0083Â¢ Journal of Political Economy 114: 956-95.",
        "Diamond, Douglas, 1991, Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics, August 1991.",
        "Diamond, Douglas and Raghuram Rajan (2000) A Theory of Bank Capital, Journal of Finance, vol 55, no 6, 2431-2465.",
        "Diamond, Douglas and Raghuram Rajan (2001) Ã\u0083Â¢Liquidity Risk, Liquidity Creation and Financial Fragility: A Theory of BankingÃ\u0083Â¢, 2001, Journal of Political Economy , vol 109, 2, 287-327.",
        "Fama, E. and M. Jensen (1983a) Separation of Ownership and Control, Journal of Law and Economics, pp. 301-325 Fama, E. and M. Jensen (1983b) Agency Problems and Residual Claims, Journal of Law and Economics, pp. 327-349 Gertner, Robert, David Scharfstein, and Jeremy Stein. Internal versus External Capital Markets. Quarterly Journal of Economics 109, no. 4 (November 1994): 1211-1230.",
        "Gibbons, Robert, 2005, Ã\u0083Â¢Four formal(izable) theories of the firm?, Journal of Economic Behavior and OrganizationÃ\u0083Â¢, vol 58, 200-245.",
        "Gompers, Paul, Anna Kovner, Josh Lerner, David Scharfstein, 2009, Ã\u0083Â¢Performance persistence in entrepreneurshipÃ\u0083Â¢, Journal of Financial Economics 96 (2010) 18Ã\u0083Â¢32 Guinane, Timothy, Ron Harris, Naomi Lamoreaux, and Jean-Laurent Rosenthal, 2007, Ã\u0083Â¢Putting the Corporation in its PlaceÃ\u0083Â¢, NBER Working Paper, 13109.",
        "Hansmann, Henry, Reinier Kraakman, and Richard Squire, 2006, Ã\u0083Â¢Law and the Rise of the FirmÃ\u0083Â¢, Harvard Law Review, vol 119, no 5, pp 1333-1403.",
        "Harris, Milton and Artur Raviv (1991) Ã\u0083Â¢The Theory of Capital Structure,Ã\u0083Â¢ Journal of Finance, 46, 297-355 Hart, Oliver and Sanford Grossman, 1986, The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration , Journal of Political Economy (August 1986).",
        "Hart, Oliver and Bengt Holmstrom , 2010, Ã\u0083Â¢A Theory of Firm Scope, Quarterly Journal of Economics, 125 (2): (May 2010) 483-513.",
        "Hart, Oliver and John Moore (1990) Ã\u0083Â¢Property Rights and the Nature of the FirmÃ\u0083Â¢, The Journal of Political Economy, Vol. 98, No. 6., pp. 1119-1158.",
        "Hart, Oliver and John Moore (1994) A Theory of Debt Based on the Inalienability of Human Capital (with J. Moore), Quarterly Journal of Economics, 109(4) (1994) 841-79.",
        "Hellmann, Thomas and Manju Puri, 2000, Ã\u0083Â¢The interaction between product market and financing strategy: The role of venture capital,Ã\u0083Â¢ with Thomas Hellmann, Review of Financial Studies, 13(4), 959-984.",
        "Hellmann, Thomas and Manju Puri (2002) Ã\u0083Â¢Venture capital and the professionalization of startup firms: Empirical EvidenceÃ\u0083Â¢, Journal of Finance, 2002, 57 (1), 169-197.",
        "Holmstrom, Bengt. 1999. Ã\u0083Â¢The Firm as a Subeconomy.Ã\u0083Â¢ Journal of Law Economics and Organizations 15: 74-102.",
        "Holmstrom, Bengt and Paul Milgrom. 1991. Ã\u0083Â¢Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design.Ã\u0083Â¢ Journal of Law, Economics and Organization 7: 24-52.",
        "Holmstrom, Bengt and Paul Milgrom. 1994. Ã\u0083Â¢The Firm as an Incentive System.Ã\u0083Â¢ American Economic Review 84: 972-91.",
        "Jensen, Michael C. and William H. Meckling (1976), Ã\u0083Â¢Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure,Ã\u0083Â¢ Journal of Financial Economics 3: 305-360.",
        "Jensen (1986) Ã\u0083Â¢Agency Costs of Free Cash Flow, Corporate finance, and Takeovers,Ã\u0083Â¢ AER, 76, 323-329 Kaplan, Steven and Per Stromberg, 2002, Ã\u0083Â¢Financial Contracting Theory Meets the Real World: An Empirical Analysis of V ture Capital ContractsÃ\u0083Â¢, Review of Economic Studies, 1-35.",
        "Kaplan, Steven, Berk Sensoy, and Per Stromberg , 2009, Ã\u0083Â¢Should Investors Bet on the Jockey or the Horse? Evidence from the Evolution of Firms from Early Business Plans to Public CompaniesÃ\u0083Â¢, Journal of Finance, vol 64, 1, 75-114.",
        "Knight, Frank (1921) Risk, Uncertainty and Profit, Boston ; New York : Houghton Mifflin Company, 1921 Kortum, Samuel, and Josh Lerner, 2000, Assessing the Contribution of Venture Capital to Innovation , Rand Journal of Economics, 31, 674-692.",
        "Kreps, David, 1990, Corporate culture and economic theory, in James E. Alt and Kenneth A.",
        "Shepsle, editors, Rational Perspectives on Political Science, Cambridge University Press, New York. LANDIER, Augustin DAVID SRAER and DAVID THESMAR, Optimal Dissent in Organizations, The Review of Economic Studies, vol. 76, n. 2, March 2009, p. 761-794.",
        "Lerner, Joshua and Ulrike Malmendier, 2010, Ã\u0083Â¢Contractibility and Contract Design in Strategic AlliancesÃ\u0083Â¢, American Economic Review, 100, 214Ã\u0083Â¢246.",
        "Maskin, Eric and Jean Tirole (1999), Ã\u0083Â¢Unforseen Contingencies and Incomplete Contracts, Review of Economic Studies, vol 66, 83-114 Masten, Scott, 1988, A Legal Basis for the Firm, Journal of Law, Economics, & Organization, Vol.",
        "Myers, Stewart, (1977) Ã\u0083Â¢Determinants of Corporate BorrowingÃ\u0083Â¢ Journal of Financial Economics, 5, 147-175 Myers, Stewart and Nicholas Majluf (1984) Ã\u0083Â¢Corporate Financing and Investment Decisions when Firms Have Information That Investors Do Not Have,Ã\u0083Â¢ Journal of Financial Economics, 13, 187-222 Myers, Stewart, Raghuram Rajan, and Luigi Zingales, 2005, Ã\u0083Â¢Financing Organizations 1: Start-upÃ\u0083Â¢, mimeo, University of Chicago.",
        "Novaes, Walter and Luigi Zingales (1993), Financial Distress as a Collapse of Incentives, mimeo, University of Chicago.",
        "Pastor, Lubos and Pietro Veronesi, 2006, Ã\u0083Â¢Was There a Nasdaq Bubble in the Late 1990s?Ã\u0083Â¢, Journal of Financial Economics 81, 61Ã\u0083Â¢100.",
        "Peach, W. Nelson, The Security Affiliates of National Banks, Baltimore: Johns Hopkins Press, 1941.",
        "Perez, Carlota,2002, Technological revolutions and financial capital : the dynamics of bubbles and golden ages, Northampton, MA, USA : E. Elgar Pub Perotti, Enrico C & Spier, Kathryn E, 1993. Capital Structure as a Bargaining Tool: The Role of Leverage in Contract Renegotiation, American Economic Review, vol. 83(5), pages 1131-41, December.",
        "Rajan, R. and J. Wulf, 2006, Ã\u0083Â¢The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate HierarchiesÃ\u0083Â¢, Review of Economics and Statistics, 2006, 88, (4), 759-773 Rajan, R. and L. Zingales, (1998), Ã\u0083Â¢Power in a Theory of the Firm, Quarterly Journal of Economics, vol 113, pp 387-432.",
        "Rajan, R. and L. Zingales, 2000, The Governance of the New Corporation, in Xavier Vives, ed. Corporate Governance Theoretical and Empirical Perspectives, Cambridge: Cambridge University Press.",
        "Rajan, R. and L. Zingales, (2001), The Firm as a Dedicated Hierarchy: A Theory of the Origins and Growth of Firms, Quarterly Journal of Economics, 116 (3): 805-851.",
        "Rajan, R. and L. Zingales (2003a), Saving Capitalism from the Capitalists, Crown Business Division of Random House, New York, NY.",
        "Rajan, R. and L. Zingales (2003b), The Great Reversals: The Politics of Financial Development in the 20th Century, Journal of Financial Economics, vol69, 1, July 2003, 5-50.",
        "Roy, William (1997), Socializing capital : the rise of the large industrial corporation in America, Princeton University Press, Princeto, NJ.",
        "Scharfstein, David and Jeremy Stein, 2000, Ã\u0083Â¢ The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient InvestmentÃ\u0083Â¢, The Journal of Finance, Vol. 55, No. 6, pp. 2537-2564 Schoar, Antoinette, and Luo Zuo, 2011, Shaped By Booms And Busts: How The Economy Impacts Ceo Careers And Management Style, NBER working paper 17590 Schumpeter, Joseph, (1911) The theory of economic development; an inquiry into profits, capital, credit, interest, and the business cycle Seru, Amit (forthcoming), Ã\u0083Â¢Firm Boundaries Matter: Evidence from Conglomerates and R&D Activity. Journal of Financial Economics.",
        "Shleifer, Andrei and Lawrence Summers (1988), Ã\u0083Â¢Breach of Trust in Hostile TakeoversÃ\u0083Â¢, in A. Auerbach ed: Corporate Takeovers: Causes and Consequences University of Chicago Press: Chicago.",
        "Shleifer, Andrei and Robert Vishny, 1989, Ã\u0083Â¢Managerial Entrenchment: The Case of Manager-Specific InvestmentsÃ\u0083Â¢ Journal of Financial Economics, November, 1989.",
        "Shleifer, Andrei and Robert Vishny, 1992, Ã\u0083Â¢Liquidation values and debt capacity: A market equilibrium approachÃ\u0083Â¢, Journal of Finance (1992) vol. 47 (4) pp. 1343-1366 Stole, Lars and Jeffrey Zwiebol, 1996, Organizational Design and Technology Choice under Intra-firm Bargaining, , American Economic Review, March 1996, 86(1):195-222.",
        "Teece, David, 1986, Ã\u0083Â¢Profiting from technological innovation: Implications for integration, collaboration, licensing and public policyÃ\u0083Â¢, Research Policy, Volume 15, Issue 6, Pages 285-305 Teece, David and Gary Pisano, 2007, Ã\u0083Â¢How to Capture Value from Innovation: Shaping Intellectual Property and Industry ArchitectureÃ\u0083Â¢ , California Management Review, 50th Anniversary Special Issue on Leading Through Innovation, 50:1 , 278-296.",
        "Tirole, Jean, The Theory of Corporate Finance, 2006, Princeton University Press, Princeton.",
        "Titman, Sheridan, 1984, Ã\u0083Â¢The effect of capital structure on a firm's liquidation decisionÃ\u0083Â¢, Journal of Financial Economics, Volume 13, Issue 1, March 1984, Pages 137-151 Van den Steen, Eric. 2010. Ã\u0083Â¢Interpersonal Authority in a Theory of the Firm.Ã\u0083Â¢ American Economic Review 100: 466-90.",
        "Whyte, William, 1956, The Organization Man, Simon and Schuster, New York.",
        "Williamson, Oliver 1975. Markets and Hierarchies: Analysis and Antitrust Implications. New York, NY: Free Press Williamson, Oliver. 1985. The Economic Institutions of Capitalism. New York: The Free Press.",
        "Williamson, Oliver, 1988, Ã\u0083Â¢Corporate Finance and Corporate GovernanceÃ\u0083Â¢, Journal of Finance, 43, 567-91.",
        "Williamson, Oliver. 2002. Ã\u0083Â¢The Theory of the Firm as Governance Structure: From Choice to Contract.Ã\u0083Â¢ Journal of Economic Perspectives 16: 171-95.",
        "Zingales, Luigi (2000), Ã\u0083Â¢In Search of New FoundationsÃ\u0083Â¢, Journal of Finance, vol 60, 4, 1623-1653.",
        "Zwiebel, Jeffrey (1996), Ã\u0083Â¢Dynamic Capital Structure under Managerial EntrenchmentÃ\u0083Â¢ The American Economic Review, Vol. 86, No. 5 (Dec., 1996), pp. 1197-1215."
    ]
}