{
    "id": 17766,
    "cites": 71,
    "cited_by": 310,
    "reference": [
        "Akerlof, George A. 1970. Ã\u0083Â¢The Market for Ã\u0083Â¢LemonsÃ\u0083Â¢: Quality Uncertainty and the Market Mechanism.Ã\u0083Â¢ Quarterly Journal of Economics 84 (3): 488Ã\u0083Â¢500.",
        "Allcott, Hunt. 2011a. Ã\u0083Â¢ConsumersÃ\u0083Â¢ Perceptions and Misperceptions of Energy Costs.Ã\u0083Â¢ American Economic Review 101 (3): 98Ã\u0083Â¢104.",
        "Allcott, Hunt. 2011b. Ã\u0083Â¢Social Norms and Energy Conservation.Ã\u0083Â¢ Journal of Public Economics 95 (9Ã\u0083Â¢10): 1082Ã\u0083Â¢95.",
        "Allcott, Hunt. 2012. Ã\u0083Â¢The Welfare Effects of Misperceived Product Costs: Data and Calibrations from the Automobile Market.Ã\u0083Â¢ Working Paper, New York University (January). Available at: https://files.nyu.edu/ha32/public/research.html Allcott, Hunt, Sendhil Mullainathan, and Dmitry Taubinsky. 2011. Ã\u0083Â¢Externalities, Internalities, and the Targeting of Energy Policy.Ã\u0083Â¢ Working Paper, New York University (December).Available at: https://files.nyu.edu/ha32/public/research.html.",
        "Allcott, Hunt, and Nathan Wozny. 2011. Ã\u0083Â¢Gasoline Prices, Fuel Economy, and the Energy Paradox.Ã\u0083Â¢ Working Paper, MIT (July). https://files.nyu.edu/ha32/public/research.html.",
        "American Council for an Energy Efficient Economy (ACEEE). 1989. Ã\u0083Â¢The Potential for Electricity Conservation in New York State.Ã\u0083Â¢ Prepared for the New York State Energy RBD Authority, Research Report U891, September.",
        "Anderson, Soren T., and Richard G. Newell. 2004. Ã\u0083Â¢Information Programs for Technology Adoption: The Case of Energy-Efficiency Audits.Ã\u0083Â¢ Resource and Energy Economics 26 (1): 27Ã\u0083Â¢ 50.",
        "Arimura, Toshi, Shanjun Li, Richard Newell, and Karen Palmer. 2011. Ã\u0083Â¢Cost-Effectiveness of Electricity Energy Efficiency Programs.Ã\u0083Â¢ Resources for the Future Discussion Paper 09-48REV, April.",
        "Ayres, Ian, Sophie Raseman, and Alice Shih. 2009. Ã\u0083Â¢Evidence from Two Large Field Experiments that Peer Comparison Feedback Can Reduce Residential Energy Usage.Ã\u0083Â¢ NBER Working Paper 15386.",
        "Barber, Brad, Terrance Odean, and Lu Zheng. 2005. Ã\u0083Â¢Out of Sight, Out of Mind: The Effects of Expenses on Mutual Fund Flows.Ã\u0083Â¢ Journal of Business 78 (6): 2095Ã\u0083Â¢2120.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 1995. Ã\u0083Â¢Automobile Prices in Market Equilibrium.Ã\u0083Â¢ Econometrica 63 (4): 841Ã\u0083Â¢90.",
        "Blasnik, Michael. 2010. Ã\u0083Â¢Energy Models vs. Reality.Ã\u0083Â¢ Presentation. Southface Lecture Series. January 26.",
        "Blumstein, Carl, and Steven E. Stoft. 1995. Ã\u0083Â¢Technical Efficiency, Production Functions and Conservation Supply Curves.Ã\u0083Â¢ Energy Policy 23 (9): 765Ã\u0083Â¢68.",
        "Bollinger, Bryan, Phillip Leslie, and Alan Sorensen. 2011. Ã\u0083Â¢Calorie Posting in Chain Restaurants.Ã\u0083Â¢ American Economic Journal: Economic Policy 3 (1): 91Ã\u0083Â¢128.",
        "Bovenberg, Lans, and Lawrence Goulder. 1996. Ã\u0083Â¢Optimal Environmental Taxation in the Presence of Other Taxes: General Equilibrium Analyses.Ã\u0083Â¢ American Economic Review 86 (4): 985Ã\u0083Â¢1000.",
        "Brown, Marilyn A., Mark D. Levine, Joseph P. Romm, Arthur H. Rosenfeld, and Jonathan G. Koomey. 1998. Ã\u0083Â¢EngineeringÃ\u0083Â¢Economic Studies of Energy Technologies to Reduce Greenhouse Gas Emissions: Opportunities and Challenges.Ã\u0083Â¢ Annual Review of Energy and the Environment 23, 287Ã\u0083Â¢385.",
        "Busse, Meghan, Christopher Knittel, and Florian Zettelmeyer. 2011. Ã\u0083Â¢Pain at the Pump: The Effect of Gasoline Prices on New and Used Automobile Markets.Ã\u0083Â¢ Working Paper, MIT, September. Available at Meghan BusseÃ\u0083Â¢s website: http://www.kellogg.northwestern.edu/faculty/directory/busse_meghan.aspx#research.",
        "Chetty, Raj, Adam Looney, and Kory Kroft. 2009. Ã\u0083Â¢Salience and Taxation: Theory and Evidence.Ã\u0083Â¢ American Economic Review 99 (4): 1145Ã\u0083Â¢77.",
        "Davis, Lucas. 2008. Ã\u0083Â¢Durable Goods and Residential Demand for Energy and Water: Evidence from a Field Trial.Ã\u0083Â¢ RAND Journal of Economics 39 (2): 530Ã\u0083Â¢46.",
        "Davis, Lucas W. 2010. Ã\u0083Â¢Evaluating the Slow Adoption of Energy Efficient Investments: Are Renters Less Likely to Have Energy Efficient Appliances?Ã\u0083Â¢ Energy Institute at Haas Working Paper 205, June.",
        "Davis, Lucas, and Erich Muehlegger. 2010. Ã\u0083Â¢Do Americans Consume Too Little Natural Gas? An Empirical Test of Marginal Cost Pricing.Ã\u0083Â¢ RAND Journal of Economics 41 (4): 791Ã\u0083Â¢810.",
        "DeCanio, Stephen, and William Watkins. 1998. Ã\u0083Â¢Investments in Energy Efficiency: Do the Characteristics of Firms Matter?Ã\u0083Â¢ Review of Economics and Statistics 80 (1): 95Ã\u0083Â¢107.",
        "Dixit, Avinash, and Robert Pindyck. 1994. Investment under Uncertainty. Princeton, NJ: Princeton University Press.",
        "Dubin, Jeffrey, and Daniel McFadden. 1984. Ã\u0083Â¢An Econometric Analysis of Residential Electric Appliance Holdings and Consumption.Ã\u0083Â¢ Econometrica, 52 (2): 345Ã\u0083Â¢62.",
        "Dubin, Jeffrey, Allen Miedema, and Ram Chandran. 1986. Ã\u0083Â¢Price Effects of Energy-Efficient Technologies: A Study of Residential Demand for Heating and Cooling.Ã\u0083Â¢ RAND Journal of Economics, 17 (3): 310Ã\u0083Â¢25.",
        "Duflo, Esther, Michael Kremer, and Jonathan Robinson. 2011. Ã\u0083Â¢Nudging Farmers to Use Fertilizer: Theory and Experimental Evidence from Kenya.Ã\u0083Â¢ American Economic Review 101(6): 2350Ã\u0083Â¢90.",
        "Eto, Joseph, Suzie Kito, Leslie Shown, and Richard Sonnenblick. 1995. Ã\u0083Â¢Where Did the Money Go? The Cost and Performance of the Largest Commercial Sector DSM Programs.Ã\u0083Â¢ Lawrence Berkeley National Laboratory Working Paper No. LBL-38201.",
        "Fischer, Carolyn, Winston Harrington, and Ian Parry. 2007. Ã\u0083Â¢Do Market Failures Justify Tightening Corporate Average Fuel Economy (CAFE) Standards?Ã\u0083Â¢ Energy Journal 28 (4): 1Ã\u0083Â¢30.",
        "Fowlie, Meredith, Michael Greenstone, and Catherine Wolfram. 2011. Ã\u0083Â¢An Experimental Evaluation of the Weatherization Assistance Program.Ã\u0083Â¢ Work in Progress.",
        "Friedrich, Katherine, Maggie Eldridge, Dan York, Patti Witte, and Marty Kushler. 2009. Saving Energy Cost-Effectively: A National Review of the Cost of Energy Saved through Utility-Sector Energy Efficiency Programs. ACEEE Report No. U092, September.",
        "Gabaix, Xavier, and David Laibson. 2006. Shrouded Attributes, Consumer Myopia, and Information Suppression in Competitive Markets. Quarterly Journal of Economics 121 (2): 505Ã\u0083Â¢540.",
        "Gillingham, Kenneth, Matthew Harding, and David Rapson. 2012. Ã\u0083Â¢Split Incentives and Household Energy Consumption.Ã\u0083Â¢ Energy Journal 33 (2): 37Ã\u0083Â¢62 Gillingham, Kenneth, Richard Newell, and Karen Palmer. 2006. Ã\u0083Â¢Energy Efficiency Policies: A Retrospective Examination.Ã\u0083Â¢ Annual Review of Environment and Resources, 31: 161Ã\u0083Â¢92.",
        "Gillingham, Kenneth, Richard Newell, and Karen Palmer. 2009. Ã\u0083Â¢Energy Efficiency Economics and Policy.Ã\u0083Â¢ Annual Review of Resource Economics 1: 597Ã\u0083Â¢620.",
        "Greenstone, Michael, Elizabeth Kopits, and Maryann Wolverton. 2011. Estimating the Social Cost of Carbon for Use in U.S. Federal Rulemakings: A Summary and Interpretation. MIT Department of Economics Working Paper No. 11-04, March.",
        "Goldstein David, R. Mowris, B. Davis, and K. Dolan. 1990. Initiating Least-Cost Planning in California: Preliminary Methodology and Analysis, Natural Resources Defense Council and the Sierra Club, prepared for the California Energy Commission Docket No. 88-ER-8, Revised May 10.",
        "Hassett, Kevin, and Gilbert Metcalf. 1993. Ã\u0083Â¢Energy Conservation Investment: Do Consumers Discount the Future Correctly?Ã\u0083Â¢ Energy Policy, 21 (6): 710Ã\u0083Â¢16.",
        "Hausman, Jerry. 1979. Ã\u0083Â¢Individual Discount Rates and the Purchase and Utilization of EnergyUsing Durables.Ã\u0083Â¢ Bell Journal of Economics, 10 (1): 33Ã\u0083Â¢54.",
        "Hausman, Jerry, and Paul Joskow. 1982. Ã\u0083Â¢Evaluating the Costs and Benefits of Appliance Efficiency Standards.Ã\u0083Â¢ American Economic Review 72 (2): 220Ã\u0083Â¢25.",
        "Heutel, Garth. 2011. Ã\u0083Â¢Optimal Policy Instruments for Externality-Producing Durable Goods under Time Inconsistency.Ã\u0083Â¢ NBER Working Paper 17083.",
        "Hossain, Tanjim, and John Morgan. 2006. . . . Plus Shipping and Handling: Revenue (Non)Equivalence in Field Experiments on eBay. Advances in Economic Analysis and Policy 6 (2): Article 3.",
        "Jacobsen, Mark. 2010. Ã\u0083Â¢Evaluating U.S. Fuel Economy Standards in a Model with Producer and Household Heterogeneity.Ã\u0083Â¢ September. http://econ.ucsd.edu/~m3jacobs/Jacobsen_CAFE.pdf.",
        "Jaffe, Adam, and Robert Stavins. 1994. Ã\u0083Â¢The Energy Paradox and the Diffusion of Conservation Technology.Ã\u0083Â¢ Resource and Energy Economics, 16(2): 91Ã\u0083Â¢122.",
        "Joskow, Paul, and Donald Marron. 1992. Ã\u0083Â¢What Does a Negawatt Really Cost? Evidence from Utility Conservation Programs.Ã\u0083Â¢ Energy Journal 13 (4): 41Ã\u0083Â¢74.",
        "Koomey, Jonathan G., Celina Atkinson, Alan Meier, James E. McMahon, Stan Boghosian, Barbara Atkinson, Isaac Turiel, Mark D. Levine, Bruce Nordman, and Peter Chan. 1991. Ã\u0083Â¢The Potential for Electricity Efficiency Improvements in the U.S. Residential Sector.Ã\u0083Â¢ LBL30477, Lawrence Berkeley Laboratory.",
        "Loughran, David, and Jonathan Kulick. 2004. Ã\u0083Â¢Demand-Side Management and Energy Efficiency in the United States.Ã\u0083Â¢ Energy Journal 25 (1): 19Ã\u0083Â¢43.",
        "Levinson, Arik, and Scott Niemann. 2004. Ã\u0083Â¢Energy Use by Apartment Tenants When Landlords Pay for Utilities.Ã\u0083Â¢ Resource and Energy Economics 26 (1): 51Ã\u0083Â¢75.",
        "McKinsey & Co. 2009. Ã\u0083Â¢Unlocking Energy Efficiency in the U.S. Economy.Ã\u0083Â¢ http://www.mckinsey.com/clientservice/electricpowernaturalgas/downloads/US_energy_efficien cy_full_report.pdf.",
        "Meier, Alan, and J. Whittier. 1983. Ã\u0083Â¢Consumer Discount Rates Implied by Purchases of Energy-Efficient Refrigerators.Ã\u0083Â¢ Energy 8 (12): 957.",
        "Meier Alan, Janice Wright, and Arthur H. Rosenfeld. 1983. Supplying Energy through Greater Efficiency: The Potential for Conservation in California's Residential Sector. Berkeley, CA: University of California Press.",
        "Metcalf, Gilbert, and Kevin Hassett. 1999. Ã\u0083Â¢Measuring the Energy Savings from Home Improvement Investments: Evidence from Monthly Billing Data.Ã\u0083Â¢ Review of Economics and Statistics 81 (3): 516Ã\u0083Â¢28.",
        "Meyers, Stephen, James McMahon, and Michael McNeil. 2005. Ã\u0083Â¢Realized and Prospective Impacts of U.S. Energy Efficiency Standards for Residential Appliances: 2004 Update.Ã\u0083Â¢ Lawrence Berkeley National Laboratory Working Paper LBNL-56417.",
        "Murtishaw, Scott, and Jayant Sathaye. 2006. Ã\u0083Â¢Quantifying the Effect of the PrincipalÃ\u0083Â¢Agent Problem on US Residential Energy Use.Ã\u0083Â¢ Lawrence Berkeley National Laboratory Working Paper Number 59773 Rev (August).",
        "Nadel, Steven, and Howard Gelle. 1996. Ã\u0083Â¢Utility DSM: What Have We Learned? Where Are We Going?Ã\u0083Â¢ Energy Policy 24 (4): 289Ã\u0083Â¢302.",
        "Nadel, Steven, and Kenneth Keating. 1991. Ã\u0083Â¢Engineering Estimates vs. Impact Evaluation Results: How Do They Compare and Why?Ã\u0083Â¢ Research Report U915, American Council for an Energy-Efficient Economy. Available at: http://www.aceee.org/research-report/u915 National Academy of Sciences. 1992. Policy Implications of Greenhouse Warming: Mitigation, Adaptation, and the Science Base. Washington, DC: National Academy Press.",
        "National Highway Traffic Safety Administration (NHTSA), Office of Regulatory Analysis and Evaluation. 2010. Corporate Average Fuel Economy for MY 2012Ã\u0083Â¢MY 2016 Passenger Cars and Light Trucks. Final Regulatory Impact Analysis, March. National Highway Traffic Safety Administration, U.S. Department of Transportation.",
        "Newell, Richard, Adam Jaffe, and Robert Stavins. 1999. Ã\u0083Â¢The Induced Innovation Hypothesis and Energy-Saving Technological Change.Ã\u0083Â¢ Quarterly Journal of Economics 114 (3): 941Ã\u0083Â¢75.",
        "Parry, Ian, David Evans, and Wallace Oates. 2010. Ã\u0083Â¢Are Energy Efficiency Standards Justified?Ã\u0083Â¢ Resources for the Future Discussion Paper 10-59, November.",
        "Rosenfeld, Arthur, Celina Atkinson, Jonathan Koomey, Alan Meier, Robert J. Mowris, and Lynn Price. 1993. Ã\u0083Â¢Conserved Energy Supply Curves for U.S. Buildings.Ã\u0083Â¢ Contemporary Policy Issues, 11 (1): 45Ã\u0083Â¢68.",
        "Sallee, James. 2010. Ã\u0083Â¢The Taxation of Fuel Economy.Ã\u0083Â¢ NBER Working Paper 16466.",
        "Sallee, James. 2011. Ã\u0083Â¢Rational Inattention and Energy Efficiency.Ã\u0083Â¢ Work in progress, University of Chicago (June).",
        "Sallee, James, Sarah West, and Wei Fan. 2011. Ã\u0083Â¢Do Consumers Recognize the Value of Fuel Economy? Evidence from Used Car Prices and Gasoline Price Fluctuations.Ã\u0083Â¢ Work in Progress, Macalester College (January).",
        "Schweitzer, Martin. 2005. Ã\u0083Â¢Estimating the National Effects of the U.S. Department of EnergyÃ\u0083Â¢s Weatherization Assistance Program with State-Level Data: A Metaevaluation Using Studies from 1993 to 2005.Ã\u0083Â¢ Prepared for U.S. Department of Energy. Working Paper ORNL/CON-493, September.",
        "Stoft, Steven. 1995. Ã\u0083Â¢The Economics of Conserved-Energy Ã\u0083Â¢SupplyÃ\u0083Â¢ Curves.Ã\u0083Â¢ Program on Workable Energy Regulation (POWER) Working Paper 028, April.",
        "Suri, Tavneet. 2011. Ã\u0083Â¢Selection and Comparative Advantage in Technology Adoption.Ã\u0083Â¢ Econometrica, 79 (1): 159Ã\u0083Â¢209.",
        "U.S. Bureau of Labor Statistics. 2007. Ã\u0083Â¢Table 1. Quintiles of Income before Taxes: Average Annual Expenditures and Characteristics, Consumer Expenditure Survey, 2007.Ã\u0083Â¢ ftp://ftp.bls.gov/pub/special.requests/ce/standard/2007/quintile.txt.",
        "U.S. Department of Energy (DOE). 2011a. Ã\u0083Â¢Weatherization Assistance Program Goals and Metrics.Ã\u0083Â¢ Only available on the web at: http://www1.eere.energy.gov/wip/wap_goals.html U.S. Department of Energy (DOE). 2011b. Ã\u0083Â¢American Recovery & Reinvestment Act.Ã\u0083Â¢ Only available on the web at: http://www1.eere.energy.gov/recovery/ U.S. Energy Information Administration (EIA). 2005. Ã\u0083Â¢Residential Energy Consumption Survey: Table US12: Total Consumption by Energy End Uses, 2005.Ã\u0083Â¢ http://www.eia.gov/emeu/recs/recs2005/c&e/summary/pdf/tableus12.pdf.",
        "U.S. Energy Information Administration (EIA). 2010. 2009 Electric Power Annual.",
        "DOE/EIA-0348(2009). Only available on the web at: http://www.eia.gov/cneaf/electricity/epa/epa_sum.html.",
        "U.S. Energy Information Administration (EIA). 2011. Annual Energy Review Ã\u0083Â¢Table 2.1a: Energy Consumption Estimates by Sector, Selected Years, 1949Ã\u0083Â¢2010.Ã\u0083Â¢ http://www.eia.gov/totalenergy/data/annual/pdf/sec2_6.pdf.",
        "U.S. Energy Information Administration (EIA). 2011. Residential Energy Consumption Survey. http://www.eia.gov/consumption/residential/.",
        "U.S. Internal Revenue Service (IRS). 2011. Ã\u0083Â¢2009 Estimated Data Line Counts Individual Income Tax Returns.Ã\u0083Â¢ http://www.irs.gov/pub/irs-soi/09inlinecount.pdf Yergin, Daniel. 1979. Energy Future: The Report of the Energy Project at the Harvard Business School. New York: Random House. Source:DataarefromU.S.EnergyInformationAdministration(2005,2011). Source: Authors."
    ]
}