{
    "id": 17767,
    "cites": 30,
    "cited_by": 14,
    "reference": [
        "Alvarez, Fernando and Robert Jr. Lucas. 2007. General Equilibrium Analysis of the Eaton-Kortum Model of International Trade,Ã\u0083Â¢ Journal of Monetary Economics, Vol. 54, No. 6, pp. 1726-68.",
        "Anderson, James E. 1979. A Theoretical Foundation for the Gravity Equation, American Economic Review, Vol. 69, No. 1, pp. 106-16.",
        "Anderson, James E and Eric van Wincoop. 2004. Trade Costs, Journal of Economic Literature, Vol. 42. No. 3, pp. 691-751.",
        "Arkolakis, Costas, Arnaud Costinot, and AndrÃ\u0083Æ\u0092s RodrÃ\u0083Æ\u0092guez-Clare. 2011. New Trade Models, Same Old Gains?, forthcoming American Economic Review.",
        "Ã\u0083Â¢Trade Liberalization, Growth, and Productivity,Ã\u0083Â¢ Mimeo, University of Minnesota. Boskin Commission Report. 1996. Toward a More Accurate Measure of the Cost of Living.Ã\u0083Â¢ Broda, Christian, and David E. Weinstein. 2006. Globalization and the Gains from Variety, Quarterly Journal of Economics, Vol. 121, No. 2, pp. 541-585.",
        "Bureau of Economic Analysis. 2009 Updated Summary of Nipa Methodologies.",
        "Bureau of Economic Analysis. 2009. Concepts and Methods of the U.C. Input-Output Accounts. http://www.bea.gov/national/pdf/NIPAhandbookch1-4.pdf.",
        "Bureau of Labor Statistics. 2008. Handbook of Methods. http://www.bls.gov/opub/hom/homtoc.htm.",
        "Chaney, Thomas. 2008. Distorted Gravity: The Intensive and Extensive Margins of International Trade, American Economic Review, Vol. 98, No. 4, pp. 1707-1721.",
        "Dornbusch, Rudiger, Stanley Fischer, and Paul Samuelson. 1977. Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of Goods, American Economic Review, Vol. 67, No. 5, pp. 823-39.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz. 2010. An Anatomy of International Trade: Evidence from French Firms, forthcoming Econometrica.",
        "Feenstra, Robert C., 1994, Ã\u0083Â¢New Product Varieties and the Measurement of International Prices,Ã\u0083Â¢ American Economic Review, Vol. 84, No 1, pp. 157-177.",
        "Feenstra, Robert C, Alan Heston, Marcel P Timmer, and Haiyan Deng. 2009. Estimating Real Production and Expenditures across Nations: A Proposal for Improving the Penn World Tables, The Review of Economics and Statistics, Vol. 91, No. 1, pp. 201-212.",
        "Feenstra, Robert, Marshall B. Reinsdorf, and Matthew J. Slaughter. 2008. Effects of Terms of Trade Gains and TariÃ\u0083Â¯ Changes on the Measurement of U.S. Productivity Growth, Mimeo. UC Davis.",
        "Feyrer, James. 2009a. Trade and Income Ã\u0083Â¢ Exploiting Time Series in Geography, NBER Working Paper 14910.",
        "Feyrer, James. 2009b. Distance, Trade, and Income: The 1967 to 1975 Closing of the Suez Canal as a Natural Experiment, NBER Working Papers 15557.",
        "Frankel, Jacob and David Romer. 1999. Does Trade Cause Growth?, American Economic Review, Vol. 89, No. 3, pp. 379Ã\u0083Â¢399.",
        "Gopinath, Gita and Brent Neiman. 2011. Trade Adjustment and Productivity in Large Crises, Mimeo. Harvard University.",
        "Grossman, Gene and Elhanan Helpman. 1993. Innovation and Growth in the Global Economy, MIT Press, Cambridge, Massachusetts.",
        "Hausman, Jerry. 2003. Sources of Bias and Solutions to Bias in the Consumer Price Index, Journal of Economic Perspectives, Vol. 17, No. 1, pp. 23Ã\u0083Â¢44.",
        "Kehoe, Timothy and Kim J. Ruhl. 2010. Ã\u0083Â¢Why Have Economic Reforms in Mexico Not Generated Growth?,Ã\u0083Â¢ Federal Reserve Bank of Minneapolis, Research Department StaÃ\u0083Â¯ Report 453.",
        "Kehoe, Timothy and Kim J. Ruhl. 2008. Ã\u0083Â¢Are Shocks to the Terms of Trade Shocks to Productivity?,Ã\u0083Â¢ Review of Economic Dynamics, Vol. 11, No. 4. pp. 804-819.",
        "Kohli, Ulrich. 2004. Ã\u0083Â¢Real GDP, Real Domestic Income, and Terms-of-Trade Changes,Ã\u0083Â¢ Journal of International Economics, Vol. 62, No. 1, pp. 83-106.",
        "Krugman, Paul R. 1980. Scale Economies, Product DiÃ\u0083Â¯erentiation, and the Pattern of Trade, American Economic Review, Vol. 70, No. 5. pp. 950-959.",
        "McCully, Clinton, Brian Moyer, and Kenneth Stewart. 2007. A Reconciliation between the Consumer Price Index and the Personal Consumption Expenditures Price Index, Working Paper. Bureau of Economic Analysis.",
        "Melitz, Marc. 2003. The Impact of Trade on Aggregate Industry Productivity and Intra-Industry Reallocations, Econometrica, Vol. 71, No. 6, pp. 1695-1725.",
        "Mayerhauser, Nicole and Erich Strassner. 2010. Preview of the Comprehensive Revision of the Annual Industry Accounts, Survey of Current Business 21-34.",
        "Pavcnik, Nina. 2002. Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants,Ã\u0083Â¢ Review of Economic Studies, Vol. 69, No. 1, pp. 245-76.",
        "Rodriguez, Francisco and Dani Rodrik. 2001. Trade Policy and Economic Growth: A SkepticÃ\u0083Â¢s Guide to the Cross-National Evidence, NBER Macroeconomics Annual 2000, Vol. 15, pp. 261-338. National Bureau of Economic Research, Inc.",
        "Waugh, Michael. International Trade and Income DiÃ\u0083Â¯erences, American Economic Review, Vol. 100, No. 5, pp. 2093-2124. 1 1.1 1.2 1.3 1.4 1.5 1.6 1.7 1.8 1.9 2 0.06 0.07 0.08 0.09 0.1 0.11 0.12 Country 1 (large) Trade share, post/pre liberalization Ã\u0083Â¢Ã\u0083Å½logX/Ã\u0083Å½logÃ\u0083Â\u008f Theoretical consumption Real consumption Real GDP 1 1.1 1.2 1.3 1.4 1.5 1.6 1.7 1.8 1.9 2 0.15 0.2 0.25 Country 2 (small) Trade share, post/pre liberalization Ã\u0083Â¢Ã\u0083Å½logX/Ã\u0083Å½logÃ\u0083Â\u008f"
    ]
}