{
    "id": 17768,
    "cites": 27,
    "cited_by": 32,
    "reference": [
        "Acharya, Viral, Philipp Schnabl, and Gustavo Suarez, 2010, Securitization Without Risk Transfer, working paper, NYU.",
        "Adrian, Tobias, Christopher R. Burke, and James J. McAndrews, 2009, The Federal Reserves Primary Dealer Credit Facility, FRBNY Current Issues in Economics and Finance 15(4), 1Ã\u0083Â¢10.",
        "Adrian, Tobias, Karin Kimbrough, and Dina Marchoni, 2010, The Federal Reserves Commercial Paper Funding Facility, FRBNY Economic Policy Review, forthcoming.",
        "Adrian, Tobias, and Hyun Song Shin, 2010, Liquidity and Leverage, Journal of Financial Intermediation 19, 418Ã\u0083Â¢437.",
        "Brunnermeier, Markus K., 2009, Deciphering the Liquidity and Credit Crunch 20072008, Journal of Economic Perspectives 23, 77Ã\u0083Â¢100.",
        "Copeland, Adam, Antoine Martin, and Michael Walker, 2010, The Tri-Party Repo Market before the 2010 Reforms, working paper, Federal Reserve Bank of New York.",
        "Covitz, Daniel M., Nellie Liang, and Gustavo Suarez, 2009, The Evolution of a Financial Crisis: Panic in the Asset-Backed Commercial Paper Market, working paper, Board of Governors of the Federal Reserve System.",
        "DuÃ\u0083Â¯e, Darrell, 1996, Special Repo Rates, Journal of Finance 51(2), 493Ã\u0083Â¢526.",
        "DuÃ\u0083Â¯e, Darrell, 2010. How Big Banks Fail and What to Do about It. Princeton, NJ: Princeton University Press.",
        "Federal Reserve Bank of New York, 2010, Tri-Party Repo Infrastructure Reform. White paper.",
        "Fleming, Michael J., Warren B. Hrung, and Frank M. Keane, 2009, The Term Securities Lending Facility: Origin, Design, and EÃ\u0083Â¯ects, FRBNY Current Issues in Economics and Finance 15(2), 1Ã\u0083Â¢10.",
        "Fleming, Michael J., Warren B. Hrung, and Frank M. Keane, 2010, Repo Market Effects of the Term Securities Lending Facility, American Economic Review: Papers & Proceedings, 591Ã\u0083Â¢596.",
        "Garbade, Kenneth D., 2006, The Evolution of Repo Contracting Conventions in the 1980s, FRBNY Policy Review, 27Ã\u0083Â¢42. May.",
        "Geanakoplos, John, 2009, The Leverage Cycle, in Daron Acemoglu, Kenneth RogoÃ\u0083Â¯, and Michael Woodford, eds.: NBER Macroeconomics Annual.",
        "Gorton, Gary, and Andrew Metrick, 2010, Haircuts, Federal Reserve Bank of St. Louis Review 92, 507Ã\u0083Â¢519.",
        "Gorton, Gary, and Andrew Metrick, 2011a, Regulating the Shadow Banking System, Brookings Papers on Economic Activity, forthcoming.",
        "Gorton, Gary, and Andrew Metrick, 2011b, Securitized Banking and the Run on Repo, Journal of Financial Economics, forthcoming.",
        "Greenlaw, David, Jan Hatzius, Anil K. Kashyap, and Hyun Song Shin, 2008, Leveraged Losses: Lessons from the Mortgage Market Meltdown, Proceedings of the U.S. Monetary Policy Forum.",
        "He, Zhiguo, In Gu Khang, and Arvind Krishnamurthy, 2010, Balance Sheet Adjustments during the 2008 Crisis, working paper, Northwestern University.",
        "King, Matt, 2008, Are the Brokers Broken? Report, Citigroup European Quantitative Credit Strategy and Analysis.",
        "Krishnamurthy, Arvind, 2010, How Debt Markets Have Malfunctioned in the Crisis, Journal of Economic Perspectives 24(1), 3Ã\u0083Â¢28.",
        "Krishnamurthy, Arvind, and Vissing-Jorgensen, 2010, The Aggregate Demand for Treasury Debt, working paper, Northwestern University.",
        "Pozsar, Zoltan, Tobias Adrian, Adam Ashcraft, and Hayley Boesky, 2010, Shadow Banking, working paper. Federal Reserve Bank of New York.",
        "Shin, Hyun Song, 2011, Global Banking Glut and Loan Risk Premium. working paper, Princeton University.",
        "Shleifer, Andrei, 2010, Comments on Gorton and Metrick: Regulating the Shadow Banking System, Brookings Papers on Economic Activity, forthcoming.",
        "Singh, Manmohan, and James Aitken, 2010, The (Sizable) Role of Rehypothecation in the Shadow Banking System, working paper, IMF.",
        "Valukas, Anton R., 2010, Examiners Report. United States Bankrupty Court, Southern District of New York."
    ]
}