{
    "id": 17764,
    "cites": 83,
    "cited_by": 2,
    "reference": [
        "Adam Christopher Evaluation of Swedish development cooperation with Tanzania [Book]. - Stockholm : Ministry for Foreign Affairs, 1994. Bagachwa Mboya S. D., Mbelle Ammon and Van Arkadie Brian Market reforms and parastatal restructuring in Tanzania [Book]. - Dar es Salaam : Economics Department and the Economic Research, University of Dar es Salaam, 1992.",
        "Bailey Martin Tanzania and China [Journal] // African Affairs. - London : The Royal African Society, January 1975. - 294 : Vol. 74. - pp. 39-50.",
        "Bank of Tanzania Tanzania: Twenty Years of Independence (1961-1981), a Review of Political and Economic Performance [Report]. - Dar Es Salaam : Bank of Tanzania, 1982.",
        "Bates R H Markets and states in tropical Africa: the political basis of agricultural policies [Book]. -Berkeley : University of California Press, 1981.",
        "Bates Robert H [et al.] Analytical Narratives [Book]. - Princeton, New Jersey : Princeton University Press, 1998.",
        "Bates Robert H and Krueger Anne O Political and economic interactions in economic policy reform: evidence from eight countries [Book]. - [s.l.] : Blackwell, 1993. - Illustrated.",
        "Bates Robert H Markets and States in Tropical Africa: The Political Basis of Agricultural Policies, With a New Preface [Book]. - Berkeley and Los Angeles, CA : University of California Press; 2 edition, 2005.",
        "Bigsten A. [et al.] Aid and Reform in Tanzania [Book Section] // Aid and Reform in Africa / ed. Devarajan S., Dollar S. and Holmgren T.. - Washington D.C. : World Bank, 2001.",
        "Bigsten Arne [et al.] Aid and Reform in Tanzania [Report]. - Washington D.C. : World Bank, 1999. -35728.",
        "Bigsten Arne and Danielson Anders Tanzania: Is the Ugly Duckling Finally Growing Up? A Report for the OECD project Emerging Africa [Report]. - Uppsala 2001 : Nordiska Afrikainstitutet, 2001. - Research Report 120.",
        "Boesen Jannik [et al.] Tanzania: crisis and struggle for survival [Book]. - Uppsala : Scandinavian Institute of African Studies, 1986.",
        "Boughton James M. Silent Revolution, The International Monetary Fund 1979-1989 [Book]. -Washington D.C. : International Monetary Fund, 2001.",
        "Coulson Andrew Tanzania, A Political Economy [Book]. - New York : Oxford University Press, 1982.",
        "Diaz Alejandro Carlos F. A Note on the Impact of Devaluation and the Redistributive Effect [Journal] // The Journal of Political Economy. - Chicago : University of Chicago Press, 1963. - Vol. 71. - p. 577.",
        "DomÃ\u0083Â­nguez Jorge I Technopols: freeing politics and markets in Latin America in the 1990s [Book]. - [s.l.] : Penn State Press, 1997.",
        "Easterly William Are Aid Agencies Improving? [Journal] // Global Working Papers. - Washington : The Brookings Institution, September 2007. - 9.",
        "Edwards S, Edwards Cox and A Monetarism and Liberalization, The Chilean Experiment [Book]. - [s.l.] : University of Chicago Press, 1991.",
        "Edwards Sebastian and Steiner Roberto On The Crisis Hypothesis of Economic Reform: Colombia 198991 [Journal] // Latin American Journal of Economics (formerly Cuadernos de EconomÃ\u0083Â­a). - [s.l.] : Instituto de EconomÃ\u0083Â­a. Pontificia Universidad CatÃ\u0083Â³lica de Chile, 2000. - 112 : Vol. 37. - pp. 445-493.",
        "Edwards Sebastian Establishing Credibility: The Role of Foreign Advisors in Chile&apos;s 1955-1958 Stabilization Program [Book Section] // The Decline of Latin American Economies: Growth, Institutions, and Crises / ed. Edwards Sebastian, Esquivel Gerardo and MÃ\u0083Â¡rquez Graciela. - [s.l.] : University of Chicago Press, 2007.",
        "Edwards Sebastian Left behind: Latin America and the false promise of populism [Book]. - [s.l.] : University of Chicago Press, 2010.",
        "Edwards Sebastian Tanzania: A Success Story? [Conference] // Third Conference on Economic Research on African Development Successes - August 3-5, 2011. - Zanzibar, Tanzania : NBER, 2011.",
        "Edwards Sebastian Toxic Aid? Economic collapse and recovery in Tanzania [Book]. - [s.l.] : Unpublished manuscript, 2012.",
        "Government of Tanganyika Tanganyika five-year plan for economic and social development, 1st July, 1964-30th June, 1969. [Report]. - Dar es Salaam : [s.n.], 1964.",
        "Government of Tanzania Tanzania second five-year plan for economic and social development, 1st July, 1969-30th June, 1974 [Report]. - Dar es Salaam : [s.n.], 1969.",
        "Green Reginald H. Political-economic adjustment and IMF conditionality: Tanzania 1974-1981 [Book Section] // IMF Conditionality / ed. Williamson John. - Washington D.C. : Institute for International Economics, 1983.",
        "Green Reginald H. Vision of Human-Centred Development: A Study in Moral economy [Book Section] // Mwalimu: The Influence of Nyerere / ed. Legum C. and Mmari G.. - London : James Currey, 1995.",
        "Harrison Graham, Mulley Sarah and Holtom Duncan Tanzania: A Genuine Case of Recipient Leadership in the Aid System? [Book Section] // The Politics of Aid / ed. Whitfield Lindsay. - New York : Oxford University Press Inc., 2009.",
        "Havnevik Kjell and Isinika Aida C. Tanzania in Transition: From Nyerere to Mkapa [Book]. - Dar es Salaam, Tanzania : Mkuki na Nyota Publishers Ltd, 2010.",
        "Helleiner Gerry Local Ownership and Donor Performance Monitoring: New Aid Relationships in Tanzania? [Journal]. - [s.l.] : University of Toronto, November 2001.",
        "Helleiner Gerry Unpublished Memoirs. - 2010.",
        "Hirschman Albert O Devaluation and the Trade Balance: A Note [Journal] // The Review of Economics and Statistics. - February 1949. - 1 : Vol. 31. - pp. 50-53.",
        "Hirschman Albert O. Journeys toward progress: studies of economic policy-making in Latin America [Book]. - [s.l.] : Twentieth Century Fund, 1963. - A Twentieth Century Fund Study.",
        "Holtom Duncan Reconsidering the Power of the IFIs: Tanzania & the World Bank 1978-1985 [Journal] // Review of African Political Economy. - [s.l.] : Taylor & Francis, Ltd., 2005. - 106 : Vol. 32. - pp. 549-567.",
        "Hyden Goran and Karlstrom Bo Structural adjustment as a policy process: The case of Tanzania [Journal] // World Development. - 1993. - 9 : Vol. 21. - pp. 1395-1404.",
        "Iliffe John Breaking the Chain at Its Weakest Link: TANU and the Colonial Office [Book Section] // In Search of a Nation: Histories of Authority and Dissidence in Tanzania / ed. Maddox Gregory and Giblin James. - [s.l.] : Ohio University Press, 2005.",
        "IMF Tanzania - Request for Stand-By Agreement [Report]. - 1986. - EBS/86/183.",
        "IMF Tanzania - Staff Report for the 1988 Article IV Consultation and Request for Arrangement Under the Structural Adjustment Facility [Report]. - 1988. - EBS/88/227.",
        "IMF Tanzania - Staff Report for the 1989 Article IV Consultation and Request for the Third Annual Arrangement Under the Structural Adjustment Facility [Report]. - 1990. - EBS/90/13.",
        "IMF Tanzania : Staff Report for the 1978 Article XIV Consultation [Report]. - Washington D.C. : The Fund, 1978. - Prepared by the staff representatives for the 1978 consultation with Tanzania; reviewed by the Committee on Article XIV Consultations.",
        "IMF Tanzania: Staff Reportfor the 1979 Article IV Consultation [Report]. - Washington D.C. : The Fund, 1979. - SM/79/228.",
        "Kapur D, Lewis J and Webb R The World Bank: Its First Half Century [Book]. - Washington D.C. : Brookings Institution Press, 1997.",
        "Kaufmann Daniel and O&apos;Connell Stephen A The Macroeconomics and Delayed Exchange Rate Unification: Theory and Evidence from Tanzania [Journal] // World Bank - Policy Research Working Paper. - Washington D.C. : [s.n.], 1999. - WPS2060.",
        "Lal Deepak The Political Economy of Economic Liberalization [Journal] // World Bank Economic Review. -[s.l.] : Oxford University Press, January 1987. - 2 : Vol. 1. - pp. 273-299.",
        "Lewis W. A. Economic Development with Unlimited Supplies of Labour [Journal] // The Manchester School. - 1954. - 22. - pp. 139-191. - doi: 10.1111/j.1467-9957.1954.tb00021.x. Linton Neville Nyerere&apos;s Road to Socialism [Journal] // Canadian Journal of African Studies / Revue Canadienne des Ã\u0083â\u0080°tudes Africaines. - [s.l.] : Canadian Association of African Studies, Spring 1968. - 1 : Vol. 2. - pp. 1-6.",
        "Lofchie Michael F. Tanzania&apos;s Political Reforms. - [s.l.] : Draft UCLA Political Science Department, 2011.",
        "Lofchie Michael F. The Politics of Agricultural policy [Book Section] // Beyond Capitalism vs. Socialism in Kenya and Tanzania / ed. Barkan J.D.. - London : Lynne Rienner, 1994.",
        "Lofchie Michael F. Zanzibar: background to revolution [Book]. - Princeton, N.J. : Princeton University Press, 1965.",
        "Lonsdale John The Tanzanian Experiment [Journal] // African Affairs. - London : The Royal African Society- Oxford University Press, October 1968. - 269 : Vol. 67. - pp. 330-344.",
        "Maddox Gregory and Giblin James In Search of a Nation. Histories of Authority & Dissidence in Tanzania [Book]. - OH : Ohio University Press, 2005.",
        "Malima Kighoma A. Opening Statement [Conference] // Economic Stabilization Policies in Tanzania. -Dar es Salaam : Economics Department and Economic Research Bureau, University of Dar es Salaam, 1984.",
        "Malima Kighoma A. The Economics of Cotton Production in Tanzania: An Examination of Some of the Facts that Influence Agricultural Development [Book]. - [s.l.] : Princeton University (Ph.D. thesis), 1971.",
        "Malima Kighoma A. The IMF and World Bank conditionality: the Tanzanian case [Book Section] // World recession and the food crisis in Africa / book auth. Lawrence Peter R.. - London : [s.n.], 1986.",
        "Mans Darius Tanzania: Resolute Action [Book Section] // Adjustment in Africa: Lessons from Country Case Studies / book auth. Ishrat Husain Rashid Faruqee. - Washington : The World Bank, 1994.",
        "Mazrui Ali A. Tanzaphilia [Journal] // Transition. - Kampala : [s.n.], June-July 1967. - 31 : Vol. 6. - pp. 2026.",
        "Minogue Martin and Molloy Judith African aims & attitudes: selected documents [Book]. - London : Cambridge University Press, 1974.",
        "Moyo Dambisa Dead Aid: Why Aid Is Not Working and How There Is a Better Way for Africa [Book]. -New York : Farrar, Straus and Giroux, 2009.",
        "Mtei Edwin From goatherd to governor: the autobiography of Edwin Mtei [Book]. - Dar es Salaam : Mkuki Na Nyota Publishers, 2009.",
        "Mutalemwa Charles K and Ndulu B J Tanzania at the Turn of the Century: Background Papers and Statistics [Book]. - Washington, D.C. : The World Bank, 2002.",
        "Mwase N. and Ndulu B. J. Tanzania: explaining four decades of episodic growth [Book Section] // The Political Economy of Economic Growth in Africa, 1960-2000: Case Studies / ed. Ndulu B. J. [et al.]. -Cambridge : Cambridge University Press, 2008.",
        "Nord Roger [et al.] Tanzania, The Story of an African Transition [Report]. - Washington D.C. : International Monetary Fund, 2009.",
        "Nyerere Julius Kambarage The Arusha Declaration Ten Years After [Book]. - Dar es Salaam : Printed by the Govt. Printer, 1977.",
        "Petterson Donald Revolution in Zanzibar: An American&apos;s Cold War Tale [Book]. - New York, NY : Basic Books, 2002.",
        "Pratt R. C. The Critical Phase in Tanzania 1945-1968: Nyerere and the Emergence of a Socialist Strategy [Book]. - [s.l.] : Cambridge University Press, 1976.",
        "Raikes Phil Eating the carrot and wielding the stick: The agricultural sector in Tanzania [Book Section] // Tanzania: crisis and struggle for survival / ed. Boesen J [et al.]. - [s.l.] : Scandinavian Institute of African Studies, 1986.",
        "Robinson David, Gaertner Matthew and Papageorgiou Chris Tanzania: Growth Acceleration and Increased Public Spending with Macroeconomic Stability [Book Section] // Yes Africa Can, Success Stories from a Dynamic Continent / book auth. Chuhan-Pole Punam and Angwafo Manka. - Washington DC : The International Bank for Reconstruction and Development / The World Bank, 2011.",
        "Rodrik Dani The Rush to Free Trade in the Developing World: Why So Late? Why Now? Will it Last? [Book Section] // Voting for reform: democracy, political liberalization, and economic adjustment / ed. Haggard Stephan and Benjamin Steven. - Washington D.C. : World Bank Publications, 1994.",
        "Roe Alan R. Reviewed work(s): Tanzania Second Five-Year Plan for Economic and Social Development 1969-1974. Vol. I: General Analysis. Vol. II: The Programmes. [Journal] // The Economic Journal. - [s.l.] : Blackwell Publishing for the Royal Economic Society, Jun. 1970. - 318 : Vol. 80. - pp. 396-398.",
        "Simensen Jarle The Norwegian-Tanzanian Aid Relationship - A Historical Perspective [Book Section] // Tanzania in Transition: From Nyerere to Mkapa / ed. Havnevik Kjell and Isinika Aida C.. - Dar es Salaam : Mkuki na Nyota Publishers Ltd., 2010.",
        "Singh Ajit Tanzania and the IMF: The Analytics of Alternative Adjustment Programmes [Journal] // Development and Change. - London, Beverly Hills and New Delhi : SAGE, 1986. - Vol. 17. - pp. 425-54.",
        "The United Republic of Tanzania National Strategy for Growth and Reduction of Poverty [Report] / Vice President&apos;s Office. - Dar es Salaam : [s.n.], 2005.",
        "The United Republic of Tanzania National Strategy for Growth and Reduction of Poverty II [Report] / Ministry of Finance and Economic Affairs. - Dar es Salaam : [s.n.], 2010.",
        "The United Republic of Tanzania The Tanzania Development Vision 2025 [Report] / Planning Commission. - Dar es Salaam : [s.n.], 1997.",
        "Treichel Volker Tanzania&apos;s Growth Process and Success in Reducing Poverty [Journal]. - Washington D.C. : IMF, 2005. - Working Paper No. 05/35.",
        "United Republic of Tanzania Millennium Development Goals Report, Mid-way Evualuation 2000-2008 [Report]. - Dar es Salaam - Tanzania : MINISTRY OF FINANCE & ECONOMIC AFFAIRS, 2009.",
        "United Republic of Tanzania Third five year plan for economic and social development, 1st July 197630th June 1981 [Report]. - Dar es Salaam : [s.n.], 1976.",
        "Utz Robert J. Sustaining and sharing economic growth in Tanzania [Book]. - Washington, D.C. : The World Bank, 2008.",
        "Van Arkadie Brian Economic Strategy and Structural Adjustment in Tanzania [Report]. - [s.l.] : World Bank, 1995.",
        "Wangwe Samuel Changing Aid Modalities and Tanzanian Development Assistance Partnership [Book Section] // Tanzania in Transition: From Nyerere to Mkapa / ed. Havnevik Kjell and Isinika Aida. - Dar es Salaam : Mkuki na Nyota Publishers Ltd., 2010.",
        "Wangwe Samuel M. NEPAD at Country Level - Changing Aid Relationships in Tanzania [Book]. - Dar es Salaam : Mkuki Na Nyota Publishers, 2002.",
        "Whitworth Alan Price Control Techniques in Poor Countries: the Tanzanian case [Journal] // World Development. - [s.l.] : Elsevier, June 1982. - 6 : Vol. 10. - pp. 475-488.",
        "World Bank Recent Developments in The East African Community, Kenya, Tanzania, and Uganda [Report] : Economic Memorandum. - Washington D.C. : [s.n.], 1968. - AF-74.",
        "World Bank Tanzania - Human Resource Development Pilot Project, Primary Education Development Program Project, and Secondary Education Development Program Project [Report]. - Washington, D.C. : [s.n.], 2010. - 55383.",
        "World Bank Tanzania, Sustaining and sharing Economic Growth [Report] : Country Economic Memorandum and Poverty Assessment. - Washington D.C. : World Bank, 2007. - 39021-TZ."
    ]
}