{
    "id": 17769,
    "cites": 49,
    "cited_by": 45,
    "reference": [
        "Acemoglu, D. (2009). Introduction to modern economic growth. Princeton University Press. Acemoglu, D. (2010). When does labor scarcity encourage innovation? Journal of Political Economy 118(6), 1037 Ã\u0083Â¢ 10.",
        "Acemoglu, D., U. Akcigit, N. Bloom, and K. William (2011). Innovation, reallocation and growth. Working paper, Stanford University.",
        "Akcigit, U. and W. R. Kerr (2010, November). Growth through heterogeneous innovations. NBER Working Papers 16443, National Bureau of Economic Research, Inc.",
        "Alexopoulos, M. (2011). Read all about it!! What happens following a technology shock? American Economic Review 101(4), 1144Ã\u0083Â¢79.",
        "Austin, D. H. (1993). An event-study approach to measuring innovative output: The case of biotechnology. American Economic Review 83(2), 253Ã\u0083Â¢58.",
        "Basu, S., J. G. Fernald, and M. S. Kimball (2006). Are technology improvements contractionary? American Economic Review 96(5), 1418Ã\u0083Â¢1448.",
        "Baumol, W. (2002). The free-market innovation machine: analyzing the growth miracle of capitalism. Princeton University Press.",
        "Beaudry, P. and F. Portier (2006). Stock prices, news, and economic Ã\u0083Â¯uctuations. American Economic Review 96(4), 1293Ã\u0083Â¢1307.",
        "Bird, R., K. Hardman, J. Jacobson, S. Johnson, B. Kaufman, S. Lee, T. Lee, S. Pope, G. Riordan, and M. Whitlow (1988). Single-chain antigen-binding proteins. Science 242(4877), 423Ã\u0083Â¢426.",
        "Bloom, N., M. Schankerman, and J. V. Reenen (2010). Identifying technology spillovers and product market rivalry. Working paper, Stanford University.",
        "Caballero, R. J. and A. B. JaÃ\u0083Â¯e (1993). How high are the giantsÃ\u0083Â¢ shoulders: An empirical assessment of knowledge spillovers and creative destruction in a model of economic growth. In NBER Macroeconomics Annual 1993, Volume 8. National Bureau of Economic Research, Inc.",
        "Campbell, J., A. Lo, and A. MacKinlay (1997). The econometrics of Ã\u0083Â¯nancial markets. Princeton University Press.",
        "Cochrane, J. H. (1994, December). Shocks. Carnegie-Rochester Conference Series on Public Policy 41(1), 295Ã\u0083Â¢364.",
        "Comin, D. and M. Gertler (2006, June). Medium-term business cycles. American Economic Review 96(3), 523Ã\u0083Â¢551.",
        "Field, A. J. (2003). The most technologically progressive decade of the century. American Economic Review 93(4), 1399Ã\u0083Â¢1413.",
        "Gabaix, X. (2011). The granular origins of aggregate Ã\u0083Â¯uctuations. Econometrica 79, 733Ã\u0083Â¢772.",
        "Greenwood, J. and B. Jovanovic (1999). The information-technology revolution and the stock market. American Economic Review 89(2).",
        "Griliches, Z. (1989). Patents: Recent trends and puzzles. Brookings Papers on Economic Activity. Microeconomics, 291Ã\u0083Â¢330.",
        "Griliches, Z. (1990). Patent statistics as economic indicators: A survey. Journal of Economic Literature 28(4), 1661Ã\u0083Â¢1707.",
        "Hall, B. and R. Ziedonis (2001). The patent paradox revisited: An empirical study of patenting in the u.s. semiconductor industry, 1979-1995. The RAND Journal of Economics 32(1), 101Ã\u0083Â¢128.",
        "Hall, B. H., A. B. JaÃ\u0083Â¯e, and M. Trajtenberg (2005). Market value and patent citations. The RAND Journal of Economics 36(1), pp. 16Ã\u0083Â¢38.",
        "Hall, R. E. (2002, March). Industry dynamics with adjustment costs. NBER Working Papers 8849, National Bureau of Economic Research, Inc.",
        "Hamermesh, D. S. and G. A. Pfann (1996). Adjustment costs in factor demand. Journal of Economic Literature 34(3), pp. 1264Ã\u0083Â¢1292.",
        "HarhoÃ\u0083Â¯, D., F. Narin, F. M. Scherer, and K. Vopel (1999). Citation frequency and the value of patented inventions. The Review of Economics and Statistics 81(3), 511Ã\u0083Â¢515.",
        "HarhoÃ\u0083Â¯, D., F. M. Scherer, and K. Vopel (1997). Exploring the tail of patented invention value distributions. Technical report.",
        "Hayashi, F. (1982). TobinÃ\u0083Â¢s marginal Q and average Q: A neoclassical interpretation. Econometrica 50(1), pp. 213Ã\u0083Â¢224.",
        "Hobijn, B. and B. Jovanovic (2001). The information-technology revolution and the stock market: Evidence. American Economic Review 91(5), 1203Ã\u0083Â¢1220.",
        "Hsieh, C.-T. and P. J. Klenow (2009). Misallocation and manufacturing tfp in china and india. The Quarterly Journal of Economics 124(4), 1403Ã\u0083Â¢1448.",
        "Jones, C. I. (2011). Misallocation, economic growth, and input-output economics. Working paper, Stanford University.",
        "Jorgenson, D. W. and K. J. Stiroh (2000). U.s. economic growth at the industry level. American Economic Review 90(2), 161Ã\u0083Â¢167.",
        "Klette, T. J. and S. Kortum (2004). Innovating Ã\u0083Â¯rms and aggregate innovation. Journal of Political Economy 112(5), 986Ã\u0083Â¢1018.",
        "Kortum, S. (1993). Equilibrium r&d and the patent-r&d ratio: U.s. evidence. American Economic Review 83(2), 450Ã\u0083Â¢57.",
        "Kortum, S. and J. Lerner (1998, June). Stronger protection or technological revolution: what is behind the recent surge in patenting? Carnegie-Rochester Conference Series on Public Policy 48(1), 247Ã\u0083Â¢304.",
        "Kortum, S. and J. Lerner (2000, Winter). Assessing the contribution of venture capital to innovation. RAND Journal of Economics 31(4), 674Ã\u0083Â¢692.",
        "Laitner, J. and D. Stolyarov (2003). Technological change and the stock market. The American Economic Review 93(4), pp. 1240Ã\u0083Â¢1267.",
        "Lampe, R. and P. Moser (2011). Do patent pools encourage innovation? evidence from 20 industries in the 1930s.",
        "Lentz, R. and D. T. Mortensen (2008, November). An empirical model of growth through product innovation. Econometrica 76(6), 1317Ã\u0083Â¢1373.",
        "Moser, P. and T. Nicholas (2004). Was electricity a general purpose technology? evidence from historical patent citations. The American Economic Review, Papers and Proceedings 94(2), 388Ã\u0083Â¢394.",
        "Moser, P., J. Ohmstedt, and P. Rhode (2011). Patents, citations, and inventive output - evidence from hybrid corn.",
        "Moser, P. and A. Voena (2011). Compulsory licensing: Evidence from the trading with the enemy act. The American Economic Review forthcoming.",
        "Newman, M. (2005). Power laws, Pareto distributions and ZipfÃ\u0083Â¢s law. Contemporary Physics 46(5), 323Ã\u0083Â¢351.",
        "Nicholas, T. (2008). Does innovation cause stock market runups? evidence from the great crash. American Economic Review 98(4), 1370Ã\u0083Â¢96.",
        "Pakes, A. (1985, April). On patents, R&D, and the stock market rate of return. Journal of Political Economy 93(2), 390Ã\u0083Â¢409.",
        "Ramey, V. A. and M. D. Shapiro (2001, October). Displaced capital: A study of aerospace plant closings. Journal of Political Economy 109(5), 958Ã\u0083Â¢992.",
        "Restuccia, D. and R. Rogerson (2008, October). Policy distortions and aggregate productivity with heterogeneous plants. Review of Economic Dynamics 11(4), 707Ã\u0083Â¢720.",
        "Scherer, F. M. (1965). Firm size, market structure, opportunity, and the output of patented inventions. The American Economic Review 55(5), pp. 1097Ã\u0083Â¢1125.",
        "Scherer, F. M. (1983, March). The propensity to patent. International Journal of Industrial Organization 1(1), 107Ã\u0083Â¢128.",
        "Shea, J. (1999). What do technology shocks do? In NBER Macroeconomics Annual 1998, volume 13. National Bureau of Economic Research, Inc.",
        "Smiley, G. (1994). The American economy in the twentieth century. College Division, South-Western Pub. Co."
    ]
}