{
    "id": 17770,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Barth, James R., Chen Lin, Ping Lin, Frank M. Song, (2009). Ã\u0083Â¢Corruption in bank lending to firms: Cross-country micro evidence on the beneficial role of competition and information sharingÃ\u0083Â¢, Journal of Financial Economics, Vol. 91, No 3, p. 361-388.",
        "Becker, Gary S. (1968). Ã\u0083Â¢Crime and Punishment: An Economic Approach.Ã\u0083Â¢ Journal of Political Economy. Vol 76, No. 2, p. 169-217.",
        "Borjas, George J. (2000). Ã\u0083Â¢The Economic Progress of Immigrants.Ã\u0083Â¢ in Issues in the Economics of Immigration, ed. by George J. Borjas. Chicago: University of Chicago Press.",
        "CEPII Research Center, (2006), The dist_cepii file, Retrieved in July 2011, from www.cepii.fr/anglaisgraph/bdd/distances.htm Crocker, Keith J. and Joel Slemrod. (2005). Ã\u0083Â¢Corporate Tax Evasion with Agency Costs.Ã\u0083Â¢ Journal of Public Economics. Vol. 89, p. 1593-1610 DeBacker, Jason, Bradley T. Heim and Anh Tran (2011). Ã\u0083Â¢Law Enforcement and Corporate Illegal Activity: An Analysis of Tax Evasion in the U.S.Ã\u0083Â¢ Working paper.",
        "Desai, Mihir A. and Dhammika Dharmapala. (2006). Ã\u0083Â¢Corporate Tax Avoidance and HighPowered Incentives.Ã\u0083Â¢ Journal of Financial Economics. Vol. 79, No. 2, p. 145-179.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-De-Silanes, Andrei Shleifer. (2002).",
        "Ã\u0083Â¢The Regulation of Entry.Ã\u0083Â¢ Quarterly Journal of Economics, February 2002, Vol. 117, No. 1, Pages 1-37.",
        "Fernandez, Raquel and Alessandra Fogli. (2006). Ã\u0083Â¢Fertility: The Role of Culture and Family Experience.Ã\u0083Â¢ Journal of the European Economic Association. Vol. 4 (April-May), p. 552-561.",
        "Fisman Raymond. (2001). Ã\u0083Â¢Estimating the Value of Political Connections.Ã\u0083Â¢ The American Economic Review, Vol. 91, No. 4, p. 1095-1102.",
        "Fisman, Raymond and Edward Miguel. (2007). Ã\u0083Â¢Corruption, Norms, and Legal Enforcement: Evidence from Diplomatic Parking Tickets.Ã\u0083Â¢ Journal of Political Economy.",
        "Frey, Bruno S. (1997). Not Just for The Money. An Economic Theory of Personal Motivation. Edward Elgar, Cheltenham. UK.",
        "Hanlon, Michelle, Lillian Mills and Joel Slemrod. (2007). Ã\u0083Â¢An Empirical Examination of Corporate Tax Noncompliance.Ã\u0083Â¢ in Taxing Corporate Income in the 21st Century, eds. Alan J. Auerbach, James R. Hines and Joel Slemrod. New York: Cambridge University Press.",
        "Hanousek, Jan and Filip Palda. (2004). Ã\u0083Â¢Quality of Government Services and the Civic Duty to Pay Taxes in the Czech and Slovak Republics, and other Transition Countries.Ã\u0083Â¢ Kyklos. Vol. 57, No. 2, p. 237-252.",
        "Ichino, Andrea, and Giovanni Maggi. (2000). Ã\u0083Â¢Work Environment and Individual Background: Explaining Regional Shirking Differentials in a Large Italian Firm.Ã\u0083Â¢ Quarterly Journal of Economics. Vol. 115, p. 1057Ã\u0083Â¢90.",
        "Joulfaian, David. (2000). Ã\u0083Â¢Corporate Income Tax Evasion and Managerial Preferences.Ã\u0083Â¢ The Review of Economics and Statistics. Vol. 82, No. 4, p. 698-701.",
        "Levi, Margaret. (1998). Ã\u0083Â¢A State of Trust.Ã\u0083Â¢ in Trust and Governance, ed by Valerie Braithwaite and Margaret Levi. p. 77-101. New York: Russell Sage Foundation.",
        "Mathiason, Nick. (2008). Ã\u0083Â¢Tax evasion robs developing countries of $900bn a year.Ã\u0083Â¢ The Observer. 30th November 2008 Sandmo, Agnar. (2005). Ã\u0083Â¢The Theory of Tax Evasion: A Retrospective Review.Ã\u0083Â¢ National Tax Journal. Vol. 58, p. 643-664.",
        "Slemrod, Joel. (2003). Ã\u0083Â¢Trust in Public Finance.Ã\u0083Â¢ in Public Finance and Public Policy in the New Century, eds. Sijbren Cnossen and H-W Sinn. p. 49-88. Cambridge, MA: MIT Press.",
        "Slemrod, Joel. (2004). Ã\u0083Â¢The Economics of Corporate Tax Selfishness.Ã\u0083Â¢ NBER Working Paper 10858.",
        "Slemrod, Joel. (2007). Ã\u0083Â¢Cheating Ourselves: The Economics of Tax Evasion.Ã\u0083Â¢ Journal of Economic Perspectives. Vol 21, No. 1, p. 25-48.",
        "Torgler, Benno. (2003). Ã\u0083Â¢Tax Morale, Rule-Governed Behaviour, and Trust.Ã\u0083Â¢ Constitutional Political Economy, Vol. 14, No. 2, p. 119-104."
    ]
}