{
    "id": 17771,
    "cites": 25,
    "cited_by": 15,
    "reference": [
        "Allen, Franklin, and Douglas Gale. 2004. Ã\u0083Â¢Financial Fragility, Liquidity, and Asset Prices.Ã\u0083Â¢ Journal of the European Economic Association 2:1015Ã\u0083Â¢1048.",
        "Andolfatto, David. 2010. Ã\u0083Â¢On the Social Cost of Transparency in Monetary Ecoomics.Ã\u0083Â¢ Working Paper 2010-001A, Federal Reserve Bank of St. Louis.",
        "Andolfatto, David, Aleksander Berensten, and Christopher Waller. 2011. Ã\u0083Â¢Undue Diligence.Ã\u0083Â¢ Working Paper, Federal Reserve Bank of St. Louis.",
        "Bianchi, Javier. 2011. Ã\u0083Â¢Overborrowing and Systemic Externalities in the Business Cycle.Ã\u0083Â¢ American Economic Review, forthcoming.",
        "Borio, Claudio, and Mathias Drehmann. 2009. Ã\u0083Â¢Assessing the Risk of Banking Crises - Revisited.Ã\u0083Â¢ BIS Quarterly Review, March, 29Ã\u0083Â¢46.",
        "Claessens, Stijn, M Ayhan Kose, and Marco Terrones. 2011. Ã\u0083Â¢Financial Cycles: What? How? When?Ã\u0083Â¢ IMF Working Paper No WP/11/76.",
        "Collyns, Charles, and Abdelhak Senhadji. 2002. Ã\u0083Â¢Lending Booms, Real State Bubbles, and the Asian Financial Crisis.Ã\u0083Â¢ IMF Working Paper No WP/02/20.",
        "Dang, Tri Vi, Gary Gorton, and Bengt Holmstrom. 2011. Ã\u0083Â¢Ignorance and the Optimality of Debt for Liquidity Provision.Ã\u0083Â¢ Working Paper , Yale University.",
        "Davis, Joseph. 2004. Ã\u0083Â¢An Annual Index of U.S. Industrial Production, 1790-1915.Ã\u0083Â¢ Quarterly Journal of Economics 119 (4): 1177Ã\u0083Â¢1215.",
        ". 2006. Ã\u0083Â¢An Improved Annual Chronology of U.S. Business Cycles since the 1790s.Ã\u0083Â¢ Journal of Economic History 6:103Ã\u0083Â¢121.",
        "Diamond, Douglas W., and Philip H. Dybvig. 1983. Ã\u0083Â¢Bank Runs, Deposit Insurance, and Liquidity.Ã\u0083Â¢ Journal of Political Economy 91 (3): 401Ã\u0083Â¢19.",
        "Geanakoplos, John. 1997. Ã\u0083Â¢Promises, Promises.Ã\u0083Â¢ Edited by W.B. Arthur, S. Durlauf, and D. Lane, The Economy as an Evolving Complex System, II. Reading, MA: Addison-Wesley, 285Ã\u0083Â¢320.",
        ". 2010. Ã\u0083Â¢The Leverage Cycle.Ã\u0083Â¢ Edited by Daron Acemoglu, Kenneth Rogoff, and Michael Woodford, NBER Macroeconomics Annual, Volume 24. 1Ã\u0083Â¢65.",
        "Geanakoplos, John, and William Zame. 2010. Ã\u0083Â¢Collateral Equilibrium.Ã\u0083Â¢ Working Paper , Yale University.",
        "Goetzmann, William, Roger Ibbotson, and Liang Peng. 2001. Ã\u0083Â¢A New Historical Database for the NYSE 1815 to 1925: Performance and Predictability.Ã\u0083Â¢ Journal of Financial Markets 4:1Ã\u0083Â¢32.",
        "Gorton, Gary, and Guillermo Ordonez. 2012. Ã\u0083Â¢Information Cycles.Ã\u0083Â¢ Working Paper, Yale University.",
        "Hanson, Samuel, and Adi Sunderam. 2010. Ã\u0083Â¢Are There Too Many Safe Securities? Securitization and the Incentives for Information Production.Ã\u0083Â¢ Working Paper , Harvard University.",
        "Lagunoff, Roger, and Stacey Schreft. 1999. Ã\u0083Â¢Financial Fragility with Rational and Irrational Exuberance.Ã\u0083Â¢ Journal of Money, Credit and Banking 31:531Ã\u0083Â¢560.",
        "Lorenzoni, Guido. 2008. Ã\u0083Â¢InefÃ\u0083Â¯cient Credit Booms.Ã\u0083Â¢ Review of Economics Studies, no. 75:809Ã\u0083Â¢833.",
        "Mendoza, Enrique. 2010. Ã\u0083Â¢Sudden Stops, Financial Crises and Leverage.Ã\u0083Â¢ American Economic Review, no. 100:1941Ã\u0083Â¢1966.",
        "Mendoza, Enrique, and Marco Terrones. 2008. Ã\u0083Â¢An Anatomy of Credit Booms: Evidence from Macro Aggregates and Micro Data.Ã\u0083Â¢ NBER Working Paper 14049.",
        "Ordonez, Guillermo. 2011. Ã\u0083Â¢Fragility of Reputation and Clustering in Risk-Taking.Ã\u0083Â¢ Working Paper, Yale University.",
        "Pagano, Marco, and Paolo Volpin. 2010. Ã\u0083Â¢Securitization, Transparency and Liquidity. Ã\u0083Â¢ Centre for Studies in Economics and Finance, WP 210.",
        "Park, Sunyoung. 2011. Ã\u0083Â¢The Size of the Subprime Shock.Ã\u0083Â¢ Working Paper, Korea Advanced Institute of Science and Technology.",
        "Reinhart, Carmen, and Kenneth Rogoff. 2009. This Time is Different: Eight Centuries of Financial Folly. Princeton: Princeton University Press."
    ]
}