{
    "id": 17776,
    "cites": 51,
    "cited_by": 7,
    "reference": [
        "Alt, James E. 1994. Ã\u0083Â¢The impact of the voting rights act on black and white voter registration in the South. In Chandler Davidson and Bernard Grofman (eds.) Quiet Revolution in the South: The Impact of The Voting Rights Act 1965 Ã\u0083Â¢ 1990. (pp. 351 Ã\u0083Â¢ 377). Princeton, NJ: Princeton University Press.",
        "Ansolabehere, Stephen, Alan Gerber, and Jim Snyder. 2002. Equal Votes, Equal Money: Court Ordered Redistricting and Public Expenditures in the American States. American Political Science Review, 96 (4): 767 Ã\u0083Â¢ 777.",
        "Ashenfelter, Orley, William J. Collins, and Albert Yoon. 2006. Evaluating the Role of Brown V. Board of Education in School Equalization, Desegregation, the Income of African Americans. American Law and Economics Review, 8(2): 213-248.",
        "Besley, Timothy and Anne Case. 2003. Political Institutions and Policy Choices: Evidence from the United States. Journal of Economic Literature, 41(1): 7Ã\u0083Â¢ 73.",
        "Besley, Timothy, Torsten Persson and Daniel Sturm. 2010. Ã\u0083Â¢Political Competition, Policy and Growth: Theory and Evidence from the United States.Ã\u0083Â¢ Review of Economic Studies, 78, 1-34.",
        "Bond, Horace Mann. 1934. The Education of the Negro in the American Social Order. New York: Prentice Hall.",
        "Boyle, John, and David Jacobs. 1982. The Intracity Distribution of Services: A Multivariate Analysis. American Political Science Review, 76 (June): 371-9.",
        "Button, James. 1989. Blacks and Social Change. Princeton, NJ: Princeton University Press.",
        "Cascio, Elizabeth, Nora Gordon, Ethan Lewis, and Sarah Reber. 2008. From Brown to Busing. Journal of Urban Economics, 64(2): 296 Ã\u0083Â¢ 325.",
        "Cascio, Elizabeth, Nora Gordon, Ethan Lewis, and Sarah Reber. 2010. Paying For Progress: Conditional Grants and the Desegregation of Southern Public Schools. Quarterly Journal of Economics, 125(1): 445 Ã\u0083Â¢ 482.",
        "Cascio, Elizabeth U., Nora E. Gordon, and Sarah J. Reber. 2011. Federal Aid and Equality of Educational Opportunity: Evidence from the Introduction of Title I in the South. NBER Working Paper 17155. Cambridge, MA: National Bureau of Economic Research.",
        "Cingranelli. David L. 1981. Ã\u0083Â¢Race, Politics and Elites: Testing Alternative Models of Municipal Service Distribution.Ã\u0083Â¢ American Journal of Political Science, 25(4): 664-692.",
        "Cox, Gary W. and Matthew D. McCubbins. 1986. Ã\u0083Â¢Electoral Politics as a Redistributive Game.Ã\u0083Â¢ The Journal of Politics, 48(2): 370-389.",
        "David, Paul T. and Ralph Eisenberg. 1961. Devaluation of the Urban and Suburban Vote. Charlottesville: University of Virginia Press.",
        "Dixit, Avinash and John Londregan. 1996. Ã\u0083Â¢The Determinants of Success of Special Interests in Redistributive Politics.Ã\u0083Â¢ The Journal of Politics, 58(4): 1132-1155.",
        "Dixit, Avinash and John Londregan. 1998. Ã\u0083Â¢Fiscal Federalism and Redistributive Politics.Ã\u0083Â¢ Journal of Public Economics, 68(2): 153-180.",
        "Donohue, John J. III, James J. Heckman, and Petra E. Todd. 2002. The Schooling of Southern Blacks: The Roles of Legal Activism and Private Philanthropy, 1910 Ã\u0083Â¢ 1960. Quarterly Journal of Economics, 117(1): 225-268.",
        "Filer, John E., Lawrence W. Kenny, and Rebecca B. Morton. 1991. Voting Laws, Educational Policies, and Minority Turnout. Journal of Law and Economics, 34(2): 371-393.",
        "Grofman, Bernard and Lisa Handley. 1998. Ã\u0083Â¢Voting Rights in the 1990s: An OverviewÃ\u0083Â¢ in Race and Redistricting in the 1990s Ed. Bernard Grofman. New York, NY: Agathon Press.",
        "Handley, Lisa and Bernard Grofman. 1994. Ã\u0083Â¢The Impact of the Voting Rights Act on Minority Representation: Black Officeholding in Southern State Legislatures and Congressional Delegations.Ã\u0083Â¢ In Chandler Davidson and Bernard Grofman (eds.) Quiet Revolution in the South: The Impact of The Voting Rights Act 1965 Ã\u0083Â¢ 1990. (pp. 335 Ã\u0083Â¢ 350). Princeton, NJ: Princeton University Press.",
        "Herbers, John. 1965. Ã\u0083Â¢Dr. King and 770 Others Seized in Alabama Protest.Ã\u0083Â¢ The New York Times, February 2.",
        "Husted, Thomas A. and Lawrence W. Kenny. 1997. The Effect of the Expansion of the Voting Franchise on the Size of Government. The Journal of Political Economy, 105(1): 54 Ã\u0083Â¢ 82.",
        "Johnson, Rucker. 2011. Ã\u0083Â¢Long-run Impacts of School Desegregation and School Quality on Adult Attainments.Ã\u0083Â¢ National Bureau of Economic Research Working Paper 16664. Cambridge, MA: NBER.",
        "Kenny, Lawrence W. and John Lott. 1999. Ã\u0083Â¢Did WomenÃ\u0083Â¢s Suffrage Change the Size and Scope of Government?Ã\u0083Â¢ The Journal of Political Economy, 107(6): 1163-1198.",
        "Keech, William R. 1968. The Impact of Negro Voting: The Role of the Vote in the Quest for Equality. Chicago: Rand McNally.",
        "Key, V.O. 1949. Southern Politics in State and Nation. New York: Knopf.",
        "Koehler, David H. and Margaret T. Wrightson. 1987. Ã\u0083Â¢Inequality in the Delivery of Urban Services: A Reconsideration of the Chicago Parks.Ã\u0083Â¢ The Journal of Politics 49(1): 80-99.",
        "Lee, Seung Jong. 1994. Policy Type, Bureaucracy, and Urban Policies: Integrating Models of Urban Service Distribution. Policy Studies Journal, 22 (Spring): 87-108.",
        "Lewis, John. 2011. Ã\u0083Â¢A Poll Tax by Another Name.Ã\u0083Â¢ The New York Times, August 26.",
        "Lindbeck, Assar and JÃ\u0083Æ\u0092rgen W. Weibull. 1987. Ã\u0083Â¢Balanced-Budget Redistribution as the Outcome of Political Competition.Ã\u0083Â¢ Public Choice 52(3): 273-297.",
        "Margo, Robert A. 1990. Race and Schooling in the South, 1880 Ã\u0083Â¢ 1950: An Economic History. Chicago: University of Chicago Press.",
        "Martin, Paul. 2003. Ã\u0083Â¢VotingÃ\u0083Â¢s Rewards: Voter Turnout, Attentive Publics and Congressional Allocation of Federal Money.Ã\u0083Â¢ American Journal of Political Science, 47(1): 110-127.",
        "Matthews, Donald R. and James W. Prothro. 1963. Ã\u0083Â¢Social and Economic Factors and Negro Voter Registration in the South.Ã\u0083Â¢ The American Political Science Review 57(1): 24-44.",
        "Miller, Grant. 2008. Ã\u0083Â¢WomenÃ\u0083Â¢s Suffrage, Political Responsiveness, and Child Survival in American History.Ã\u0083Â¢ The Quarterly Journal of Economics 123(3): 1287-1327.",
        "Minnesota Population Center. 2004. National Historical Geographic Information System: Prerelease Version 0.1. Minneapolis, MN: University of Minnesota. http://www.nhgis.org/ Miranda, Rowan A., and Ittipone Tunyavong. 1994. Patterned Inequality?: Reexamining the Role of Distributive Politics in Urban Service Delivery. Urban Affairs Review, 29 (June): 509-34.",
        "Mladenka, Kenneth R., and Kim Quaile Hill. 1978. The Distribution of Urban Police Services. Journal of Politics, 40 (February): 112-33.",
        "Naidu, Suresh. 2010. Ã\u0083Â¢Suffrage, Schooling, and Sorting in the Post-Bellum U.S. South.Ã\u0083Â¢ Manuscript, Columbia University.",
        "Office for Civil Rights. 1978. Fall 1976 Elementary and Secondary School Civil Rights Survey.",
        "Washington, DC: United States Department of Health, Education and Welfare [producer]. Los Angeles, CA: Sarah Reber [distributor, computer file], 2006.",
        "Reber, Sarah J. 2011. From Separate and Unequal to Integrated and Equal? School Desegregation and School Finance in Louisiana. Review of Economics and Statistics, 93(2): 416 Ã\u0083Â¢ 435.",
        "Snyder, James and Michiko Ueda (2011). Ã\u0083Â¢Do Multimember Districts Lead to Free Riding?Ã\u0083Â¢ Legislative Studies Quarterly, 32(4), 649-678.",
        "StrÃ\u0083Æ\u0092mberg, David. 2004. Ã\u0083Â¢RadioÃ\u0083Â¢s Impact on Public Spending.Ã\u0083Â¢ The Quarterly Journal of Economics, 119(1): 189-221.",
        "Trebbi, Francesco, Philippe Aghion, and Alberto Alesina. 2008. Electoral rules and Minority Representation in US Cities. Quarterly Journal of Economics 123(1): 325 Ã\u0083Â¢ 358.",
        "U.S. Commission on Civil Rights.1968. Political Participation: A Study of the Participation of Negroes in the Electoral and Political Processes in 10 Southern States Since Passage of the Voting Rights Act of 1965. Washington DC: US Government Printing Office.",
        "U.S. Department of Commerce, Bureau of the Census, 1957, 1962, 1977 and 1982. State Payments to Local Governments. Washington DC: US Government Printing Office. http://www.census.gov/govs/pubs/year.html U.S. Department of Commerce, Bureau of the Census. 1978. County and City Data Book [United States] Consolidated File: County Data, 1947-1977 [Computer file]. ICPSR version. Washington, DC: U.S. Department of Commerce, Bureau of the Census [producer], 1978. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor], 1999.",
        "U.S. Department of Health, Education, and Welfare, Office of Education. 1969. History of Title I ESEA. Washington DC: US Government Printing Office.",
        "U.S. Senate. Committee on Labor and Public Welfare. Subcommittee on Education. 1965.",
        "Maximum Basic GrantsÃ\u0083Â¢Elementary and Secondary Education Act of 1965 (Public Law 81-874, Title II and Public Law 89-10, Title I). Washington, DC: U.S. Government Printing Office.",
        "Washington, Ebonya. 2011. Ã\u0083Â¢Do Majority Black Districts Limit BlacksÃ\u0083Â¢ Representation? The Case of the 1990 Redistricting.Ã\u0083Â¢ Journal of Law and Economics, forthcoming.",
        "Wright, Gavin. 1999. Ã\u0083Â¢The Civil Rights Revolution as Economic History.Ã\u0083Â¢ Journal of Economic History, 59(2), 267-289.",
        "Wright, Gavin. 2011. Economics of the Civil Rights Evolution. Book Manuscript. -.01-.0050 election year A. ln(Presidential Election Turnout Rate) -.008-.006-.004-.0020.002 1953 1957 1961 1965 1969 1973 1977 first election on or after B. ln(Gubernatorial Election Turnout Rate) -.0020.002.004.006 1957 1962 1967 1972 1977 1982 fiscal year C. ln(Per-Capita State Transfers ($2009)) Solid Circles: With Literacy Test. Hollow Circles: Without Literacy Test"
    ]
}