{
    "id": 17772,
    "cites": 44,
    "cited_by": 85,
    "reference": [
        "AÃ\u0083â\u0080\u009et-Sahalia, Yacine, and Robert L. Kimmel, 2010, Estimating AÃ\u0083Â¯ne Multifactor Term Structure Models Using Closed-Form Likelihood Expansions. Journal of Financial Economics, 98.",
        "Ang, Andrew, Sen Dong, and Monika Piazzesi, 2007, No-Arbitrage Taylor Rules. National Bureau of Economic Research, Working paper no. 13448.",
        "Ang, Andrew, and Monika Piazzesi, 2003, A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables. Journal of Monetary Economics, 50, 745Ã\u0083Â¢787.",
        "Bauer, Michael D., 2011, Term Premia and the News. Federal Reserve Bank of San Francisco, Working paper.",
        "Beechey, Meredith J., and Jonathan H. Wright, 2009, The High-Frequency Impact of News On Long-Term Yields and Forward Rates: Is It Real? Journal of Monetary Economics, 56, 535Ã\u0083Â¢544.",
        "Bekaert, Geert, Seonghoon Cho, and Antonio Moreno, 2010, New Keynesian Macroeconomics and the Term Structure. Journal of Money, Credit, and Banking, 42, 33Ã\u0083Â¢62.",
        "Chamberlain, Gary, 1982, Multivariate Models for Panel Data. Journal of Econometrics, 18, 5Ã\u0083Â¢46.",
        "Chen, Ren-Raw, and Louis Scott, 1993, Maximum Likelihood Estimation for a Multifactor Equilibrium Model of the Term Structure of Interest Rates. The Journal of Fixed Income, 3, 14Ã\u0083Â¢31.",
        "Christensen, Jens H. E., Francis X. Diebold, and Glenn D. Rudebusch, 2011, The AÃ\u0083Â¯ne Arbitrage-Free Class of Nelson-Siegel Term Structure Models. Journal of Econometrics, 164, 4 Ã\u0083Â¢ 20.",
        "Christensen, Jens H. E., Jose A. Lopez, and Glenn D. Rudebusch, 2009, Do Central Bank Liquidity Facilities AÃ\u0083Â¯ect Interbank Lending Rates? Working paper 2009-13, Federal Reserve Bank of San Francisco.",
        "Christensen, Jens H. E., Jose A. Lopez, and Glenn D. Rudebusch, 2010, InÃ\u0083Â¯ation Expectations and Risk Premiums in an Arbitrage-Free Model of Nominal and Real Bond Yields. Journal of Money, Credit, and Banking, 42, 143 Ã\u0083Â¢ 178.",
        "Cochrane, John H., and Monika Piazzesi, 2009, Decomposing the Yield Curve. AFA 2010 Atlanta Meetings Paper.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein, and Christopher S. Jones, 2008, IdentiÃ\u0083Â¯cation of Maximal AÃ\u0083Â¯ne Term Structure Models. Journal of Finance, 63, 743Ã\u0083Â¢795.",
        "Dai, Qiang, and Kenneth J. Singleton, 2000, SpeciÃ\u0083Â¯cation Analysis of AÃ\u0083Â¯ne Term Structure Models. The Journal of Finance, 55, 1943Ã\u0083Â¢1978.",
        "Dai, Qiang, and Kenneth J. Singleton, 2002, Expectation Puzzles, Time-Varying Risk Premia, and AÃ\u0083Â¯ne Models of the Term Structure. Journal of Financial Economics, 63, 415Ã\u0083Â¢441.",
        "Duarte, JeÃ\u0083Â¯erson, 2004, Evaluating an Alternative Risk Preference in AÃ\u0083Â¯ne Term Structure Models. Review of Financial Studies, 17, 379Ã\u0083Â¢404.",
        "DuÃ\u0083Â¯ee, Gregory R., 2002, Term Premia and Interest Rate Forecasts in AÃ\u0083Â¯ne Models. The Journal of Finance, 57, 405Ã\u0083Â¢443.",
        "DuÃ\u0083Â¯ee, Gregory R., 2011, Forecasting with the Term Structure: The Role of No-Arbitrage Restrictions. Working Paper, Johns Hopkins University.",
        "DuÃ\u0083Â¯ee, Gregory R., and Richard H. Stanton, 2008, Evidence on Simulation Inference for Near Unit-Root Processes with Implications for Term Structure Estimation. Journal of Financial Econometrics, 6, 108 Ã\u0083Â¢ 142.",
        "DuÃ\u0083Â¯e, Darrell, and Rui Kan, 1996, A Yield-Factor Model of Interest Rates. Mathematical Finance, 6, 379Ã\u0083Â¢406.",
        "Fisher, Franklin M., 1966, The IdentiÃ\u0083Â¯cation Problem in Econometrics. New York: McGrawHill.",
        "Fisher, R.A., 1924, The Conditions Under Which Ã\u0083Â\u008f2 Measures the Discrepancey Between Observation and Hypothesis. Journal of the Royal Statistical Society, 87, 442 Ã\u0083Â¢ 450.",
        "Gallant, A. Ronald, and George E. Tauchen, 1992, A Nonparametric Approach to Nonlinear Time Series Analysis: Estimation and Simulation. In New Directions in Time Series Analysis Part II, edited by David Brillinger, Peter Caines, John Geweke, Emanuel Parzen, Murray Rosenblatt, and Murad S. Taqqu, Springer-Verlag.",
        "Gourieroux, Christian, Alain Monfort, and Eric Renault, 1993, Indirect Inference. Journal of Applied Econometrics, 8S, S85 Ã\u0083Â¢ S118. Hamilton, James D., and Jing Cynthia Wu, forthcominga, The EÃ\u0083Â¯ectiveness of Alternative Monetary Policy Tools in a Zero Lower Bound Environment. Journal of Money, Credit & Banking. Hamilton, James D., and Jing Cynthia Wu, forthcomingb, Testable Implications of AÃ\u0083Â¯ne Term Structure Models. Journal of Econometrics.",
        "Hansen, Lars P., 1982, Large Sample Properties of Generalized Method of Moments Estimators. Econometrica, 50, 1029 Ã\u0083Â¢ 1054.",
        "Hordahl, Peter, Oreste Tristani, and David Vestin, 2006, A Joint Econometric Model of Macroeconomic and Term-Structure Dynamics. Journal of Econometrics, 131, 405 Ã\u0083Â¢ 444.",
        "Joslin, Scott, Kenneth J. Singleton, and Haoxiang Zhu, 2011, A New Perspective On Gaussian Dynamic Term Structure Models. Review of Financial Studies, 24, 926Ã\u0083Â¢970.",
        "Kim, Don H., 2008, Challenges in Macro-Finance Modeling. BIS Working Paper No. 240, FEDS Working Paper No. 2008-06.",
        "Kim, Don H., and Athanasios Orphanides, 2005, Term Structure Estimation with Survey Data On Interest Rate Forecasts. Federal Reserve Board, Finance and Economics Discussion Series 2005-48.",
        "Kim, Don H., and Jonathan H. Wright, 2005, An Arbitrage-Free Three-Factor Term Structure Model and the Recent Behavior of Long-Term Yields and Distant-Horizon Forward Rates.",
        "Federal Reserve Board, Finance and Economics Discussion Series 2005-33.",
        "Magnus, Jan R., and Heinz Neudecker, 1988, Matrix DiÃ\u0083Â¯erential Calculus with Applications in Statistics and Econometrics. John Wiley & Sons, Ltd.",
        "Malinvaud, Edmond, 1970, Statistical Methods of Econometrics, Third Revised Edition. New York: North-Holland.",
        "Newey, Whitney K., 1987, EÃ\u0083Â¯cient Estimation of Limited Dependent Variable Models with Endogenous Explanatory Variables. Journal of Econometrics, 36, 231Ã\u0083Â¢250.",
        "Neyman, J., and E. S. Pearson, 1928, On the Use and Interpretation of Certain Test Criteria for Purposes of Statistical Inference: Part II. Biometrika, 20A, 263 Ã\u0083Â¢ 294.",
        "Pericoli, Marcello, and Marco Taboga, 2008, Canonical Term-Structure Models with Observable Factors and the Dynamics of Bond Risk Premia. Journal of Money, Credit and Banking, 40, 1471Ã\u0083Â¢1488.",
        "Rothenberg, Thomas J., 1971, IdentiÃ\u0083Â¯cation in Parametric Models. Econometrica, 39, 577Ã\u0083Â¢ 591.",
        "Rothenberg, Thomas J., 1973, EÃ\u0083Â¯cient Estimation with A Priori Information. Yale University Press.",
        "Rudebusch, Glenn D., Eric T. Swanson, and Tao Wu, 2006, The Bond Yield Ã\u0083Â¢ConundrumÃ\u0083Â¢ From a Macro-Finance Perspective. Monetary and Economic Studies (Special Edition), 83Ã\u0083Â¢ 128.",
        "Rudebusch, Glenn D., and Tao Wu, 2008, A Macro-Finance Model of the Term Structure, Monetary Policy and the Economy. The Economic Journal, 118, 906Ã\u0083Â¢926.",
        "Singleton, Kenneth J., 2006, Empirical Dynamic Asset Pricing. Princeton University Press.",
        "Smith, Jr., Anthony A., 1993, Estimating Nonlinear Time-Series Models Using Simulated Vector Autoregressions. Journal of Applied Econometrics, 8S, S63 Ã\u0083Â¢ S84.",
        "Smith, Josephine M., 2010, The Term Structure of Money Market Spreads During the Financial Crisis. Ph.D. thesis, Stanford University.",
        "Vasicek, Oldrich, 1977, An Equilibrium Characterization of the Term Structure. Journal of Financial Economics, 5, 177Ã\u0083Â¢188."
    ]
}