{
    "id": 17786,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "Anderson, D.R. and T.A. Pempek, Ã\u0083Â¢Television and Very Young Children,Ã\u0083Â¢ American Behavioral Scientist, 48, 2005, pp. 505-522.",
        "Bazar, K.A., A.J. Yun, P.Y. Lee, D.M. Stephanie, and J.D. Doux, Ã\u0083Â¢Obesity and ADHD may Represent Different Manifestations of a Common Environmental Oversampling Syndrome: A Model for Revealing Mechanistic Overlap Among Cognitive, Metabolic, and Inflammatory Disorders,Ã\u0083Â¢ Medical Hypotheses, 66, 2006, pp. 263-269.",
        "Christakis, D.A., Ã\u0083Â¢The Effects of Infant Media Usage: What Do We Know and What Should We Learn,Ã\u0083Â¢ Acta Paediatrica, 98, 2009, pp. 8-16.",
        "Christakis, D.A., F.J. Zimmerman, D.L. DiGiuseppe, and C.A. McCarthy, Ã\u0083Â¢Early Television Exposure and Subsequent Attentional Problems in Children,Ã\u0083Â¢ Pediatrics, 113, 2004, pp. 708-713.",
        "Currie, J., Ã\u0083Â¢Early Childhood Education Programs,Ã\u0083Â¢ Journal of Economic Perspectives, 15, 2001, pp. 213-238.",
        "Department of Developmental Services, Changes in the Population of Persons with Autism and Pervasive Developmental Disorders in CaliforniaÃ\u0083Â¢s Developmental Services System: 1987 through 1998, California Health and Human Services Agency: Sacramento, CA, 1999.",
        "Department of Developmental Services, Autism Spectrum Disorders, Changes in the California Caseload, An Update: 1999 through 2002, California Health and Human Services Agency: Sacramento, CA, 2003.",
        "Easterbrook, G., Ã\u0083Â¢In Search of the Cause of Autism: How About Television?,Ã\u0083Â¢ Slate Magazine, September 5, 2006.",
        "Folstein, S. and M. Rutter, Ã\u0083Â¢Infantile Autism: A Genetic Study of 21 Twin Pairs,Ã\u0083Â¢ Journal of Child Psychology and Psychiatry, 18, 1977, pp. 297-326.",
        "Friedrich, L.K. and A.H. Stein, Ã\u0083Â¢Aggressive and Prosocial Television Programs and the Natural Behavior of Preschool Children,Ã\u0083Â¢ Monographs of the Society for Research in Child Development, 38 (4, Serial No. 151), 1973.",
        "Gentzkow, M. and J.M. Shapiro, Ã\u0083Â¢Preschool Television Viewing and Adolescent Test Scores: Historical Evidence from the Coleman Study,Ã\u0083Â¢ Quarterly Journal of Economics, 123, 2008, pp. 279-323.",
        "Kaiser Family Foundation, Zero to Six: Electronic Media in the Lives of Infants, Toddlers, and Preschoolers, Kaiser Family Foundation: Menlo Park, CA, 2003 Kaiser Family Foundation, The Media Family: Electronic Media in the Lives of Infants, Toddlers, Preschoolers, and their Parents, Kaiser Family Foundation: Menlo Park, CA, 2006.",
        "Kirkorian, H.L., E.A. Wartella, and D.R. Anderson, Ã\u0083Â¢Media and Young ChildrenÃ\u0083Â¢s Learning,Ã\u0083Â¢ Future Child, 18, 2008, pp. 39-61.",
        "Landhuis, C.E., R. Poulton, D. Welch, and R.J. Hancox, Ã\u0083Â¢Does Childhood Television Viewing Lead to Attention Problems in Adolescence? Results from a Prospective Longitudinal Study,Ã\u0083Â¢ Pediatrics, 120, 2007, pp. 532-537.",
        "Larsson, M., B. Weiss, S. Janson, J. Sundell, and C.G. Bornehag, Ã\u0083Â¢Associations between Indoor Environmental Factors and Parental-Reported Autism Spectrum Disorders in Children 6- 8 Years of Age,Ã\u0083Â¢ Neurotoxicology, 30, 2009, pp. 822-831.",
        "Linebarger, D.L. and D. Walker, Ã\u0083Â¢InfantsÃ\u0083Â¢ and ToddlersÃ\u0083Â¢ Television Viewing and Language Outcomes,Ã\u0083Â¢ American Behavioral Scientist, 48, 2005, pp. 624-645.",
        "McDowell, M., Ã\u0083Â¢Autism, Early Narcissistic Injury, and Self Organization: A Role for the Image of the MotherÃ\u0083Â¢s Eyes?,Ã\u0083Â¢ Journal of Analytical Psychology, 49, 2004, pp. 495-520.",
        "McDowell, M., Ã\u0083Â¢AutismÃ\u0083Â¢s Direct Cause? Failure of Infant-Mother Eye-Contact in a Complex Adaptive System,Ã\u0083Â¢ Biological Theory, 5, 2010, pp. 344-356.",
        "Mullen, M., The Rise of Cable Programming in the United States, University of Texas Press: Austin, TX, 2003.",
        "Murray, J.P. and A.D. Murray, Ã\u0083Â¢Television: Uses and Effects,Ã\u0083Â¢ in Encyclopedia of Infant and Early Childhood Development, eds., M.M. Haith and J.B. Benson, Academic Press: San Diego, CA, 2008.",
        "Nair, M.K.C., Ã\u0083Â¢PresidentÃ\u0083Â¢s Page: Autism Spectrum Disorders,Ã\u0083Â¢ Indian Pediatrics, 41, 2004, pp. 541-543.",
        "Rimland, B., Infantile Autism: The Syndrome and its Implications for a Neural Theory of Behavior, Appleton-Century-Crofts: New York, 1964.",
        "Roberts, D.F. and U.G. Foehr, Kids & Media in America, Cambridge University Press: Cambridge, United Kingdom, 2004.",
        "Roberts, E.M., P.B. English, J.K. Grether, G.C. Windham, L. Somberg, and C. Wolff, Ã\u0083Â¢Maternal Residence Near Agricultural Pesticide Applications and Autism Spectrum Disorders among Children in the California Central Valley,Ã\u0083Â¢ Environmental Health Perspectives, 115, 2007, pp. 1482-1489.",
        "Rosenzweig, M.R. and K.I. Wolpin, Ã\u0083Â¢Natural Ã\u0083Â¢Natural ExperimentsÃ\u0083Â¢ in Economics,Ã\u0083Â¢ Journal of Economic Literature, 38, 2000, pp.827-874.",
        "Sigman, A., Ã\u0083Â¢Visual Voodoo: The Biological Impact of Watching TV,Ã\u0083Â¢ Biologist, 54, 2007, pp. 14-19.",
        "Waldman, M., S. Nicholson, and N. Adilov, Ã\u0083Â¢Does Television Cause Autism?,Ã\u0083Â¢ NBER Working Paper 12632, 2006.",
        "Waldman, M., S. Nicholson, N. Adilov, and J. Williams, Ã\u0083Â¢Autism Prevalence and Precipitation Rates in California, Oregon, and Washington Counties,Ã\u0083Â¢ Archives of Pediatrics & Adolescent Medicine, 162, 2008, pp. 1026-1034.",
        "Zimmerman, F.J. and D.A. Christakis, Ã\u0083Â¢ChildrenÃ\u0083Â¢s Television Viewing and Cognitive Outcomes: A Longitudinal Analysis of National Data,Ã\u0083Â¢ Archives of Pediatrics & Adolescent Medicine, 159, 2005, pp. 619-625.",
        "Zimmerman, F.J., D.A. Christakis, and A.N. Meltzoff, Ã\u0083Â¢Associations between Media Viewing and Language Development in Children Under Age 2 Years,Ã\u0083Â¢ The Journal of Pediatrics, 151, 2007, pp. 364368."
    ]
}