{
    "id": 17789,
    "cites": 48,
    "cited_by": 2,
    "reference": [
        "Becker GS, Murphy KS. A theory of rational addiction. Journal of Political Economy 1988;96:675-700.",
        "Bize R, Johnson JA, Plotnikoff RC. Physical activity level and health-related quality of life in the general adult population: A systematic review. Preventive Medicine 2007;45:401-415.",
        "Bolin K, Jacobson L, Lindgren B. The family as the producer of health Ã\u0083Â¢ when spouses are Nash bargainers. Journal of Health Economics 2001;20:349-362.",
        "Bolin, K., Jacobson, L., and B. Lindgren, 2002a. The demand for health and health investments in Sweden 1980/81, 1990/91 and 1996/97. In: Lindgren, B. (Ed.) Individual Decisions for Health. Routledge, London, 93-112.",
        "Bolin, K., Jacobson, L. and B., Lindgren, 2002b. The family as the producer of health Ã\u0083Â¢ when spouses act strategically. Journal of Health Economics 21: 475-495.",
        "Bolin K, Jacobson L, Lindgren B, 2002c. Employer investments in employee health -Implications for the family as health producer. Journal of Health Economics 21:563-583.",
        "Bolin K, Lindgren B, LindstrÃ\u0083Æ\u0092m M, Nystedt P. Investments in social capital Ã\u0083Â¢ implications of social interactions for the production of health. Social Science & Medicine 2003;56:2379-2390.",
        "Buxton OM, Marcelli E. Short and long sleep are positively associated with obesity, diabetes, hypertension, and cardiovascular disease among adults in the United States. Social Science & Medicine 2010;71:1027-1036.",
        "Caputo, MR. Foundations of Dynamic Economic Analysis Ã\u0083Â¢ Optimal Control Theory and Applications. Cambridge University Press 2005.",
        "Chang, F., 1996. Uncertainty and investment in health. Journal of Health Economics 15: 369-376.",
        "Chiang, A.C., 1992. Elements of Dynamic Optimization. McGraw Hill, Singapore.",
        "Chang, Y.M. Strategic altruistic transfers and rent seeking within the family. Journal of Population Economics 2009;22:1081-1098.",
        "Chang, Y.M., Weisman, D.L. Sibling rivalry and strategic parental transfers. Southern Economic Journal 2005;71(4):821-836.",
        "Colditz GA. Economic costs of obesity and inactivity. Medicine and Science in Sports and Exercise 1999;31:S663-667.",
        "Colditz GA. Illnesses caused by smoking cigarettes. Cancer Causes and Control 2000;11:93-97.",
        "Cutler DM, Gleaser E. What explains differences in smoking, drinking, and other health-related behaviours. American Economic Review 2005;95(2):238-242.",
        "Dal Grande E, Gill T, Wyatt L, Chittleborough CR, Phillips PJ, Taylor AW. Population attributable risk (PAR) of overweight and obesity on chronic diseases: South Australian representative, cross-sectional data, 2004-2006. Obesity Research & Clinical Practice 2009;3:159168.",
        "Dardanoni, V., and A. Wagstaff, 1987. Uncertainty, inequalities in health and the demand for health. Journal of Health Economics 6: 283-290.",
        "Dardanoni, V., and A. Wagstaff, 1990. Uncertainty and the demand for medical care. Journal of Health Economics 9: 23-38.",
        "Dockner JE, Feichtinger G. Cyclical consumption patterns and rational addiction. American Economic Review 1993;83(1):256-263. Doll R, Peto R. Mortality in relation to smoking: 20 yearsÃ\u0083Â¢ observations on male British doctors.",
        "Doll R, Peto R, Wheatley K, Gray R, Sutherland I. Mortality in relation to smoking: 40 yearsÃ\u0083Â¢ observations on male British doctors. British Medical Journal 1994;309:901-911.",
        "Ehrlich, I., 2000. Uncertain lifetime, life protection, and the value of life saving. Journal ofHealth Economics 19: 341-367.",
        "Ehrlich, I., 2001. Erratum to Ã\u0083Â¢ Uncertain lifetime, life protection, and the value of life savingÃ\u0083Â¢. Journal of Health Economics 20: 459-460.",
        "Ehrlich, I., and H. Chuma, 1990. A model of the demand for longevity and the value of life extensions. Journal of Political Economy 98: 761-782.",
        "Forster, 2001. The meaning of death: some simulations of a model of healthy and unhealthy consumption. Journal of health economics 20:613-638.",
        "Garrett NA, Brasure M, Schmitz KH, Schultz MM, Huber MM. Physical inactivity. Direct cost to a health plan. American Journal of Preventive Medicine 2004;27:304-309.",
        "Grossman, M., 1972a. The Demand for Health: A Theoretical and Empirical Investigation, Columbia University Press for the National Bureau of Economic Research.",
        "Grossman, M., 1972b. On the concept of health capital and the demand for health. Journal of Political Economy 80: 223 Ã\u0083Â¢ 255.",
        "GrÃ\u0083Æ\u0092nbaeck M. Review: The positive and negative health effects of alcohol Ã\u0083Â¢ and the public health implications. Journal of Internal Medicine 2009;265:407-420.",
        "Howatson G, van Someren KA. The prevention and treatment of exercise-induced muscle damage. Sports Medicine 2008;38:483-503.",
        "Jacobson, L., 2000. The family as producer of health Ã\u0083Â¢ An extension of the Grossman model. Journal of Health Economics 19: 611-637.",
        "Ji LL. Exercise at old age: Does it increase or alleviate oxidative stress? Annals of the New York Academy of Sciences 2001;928:236-247.",
        "Kenkel, D.S., 1991. Health behaviour, health knowledge, and schooling. Journal of Political Economy 99: 287-305.",
        "Knuth, A.G., Hallai, P.C., 2009. Temporal trends in physical activity: A systematic review. Journal of Physical Activity and Health 6:548-559.",
        "Konrad, K.A., Lommerud, K.E. The bargaining family revisited. The Canadian Journal of Economics 2000;33(2):471-487.",
        "Liljas, B., 1998. The demand for health with uncertainty and insurance. Journal of Health Economics 17: 153-170.",
        "Liljas, B., 2000. Insurance and imperfect financial markets in GrossmanÃ\u0083Â¢s demand for health model - a reply to Tabata and Ohkusa. Journal of Health Economics 19: 811-820.",
        "Liljas, B., 2002. An exploratory study on the demand for health, life-time income, and imperfect financial markets. In: Lindgren, B. (Ed.) Individual Decisions for Health. Routledge, London.p29-40.",
        "Locke S. Exercise-related chronic lower leg pain. Australian Family Physician 1999;28:569-573.",
        "Morton JP, Kayani AC, McArdle A, Drust B. The exercise-induced stress response of skeletal muscle, with specific emphasis on humans. Sports Medicine 2009;39:643-662.",
        "Must, A., Spadano, J., Coakley, E.H., Field, A.E., Colditz, G., Dietz, W.H., 1999. The disease burden associated with overweight and obesity. JAMA 282:1523-1529.",
        "Muurinen, J.M., 1982. Demand for health. A generalised Grossman model. Journal of Health Economics 1: 5-28.",
        "Randolph C. Exercise-induced bronchospasm in children. Clinical Review of Allergy and Immunology 2008;34:205-216.",
        "Sabanayagam C, Shankar A. Sleep duration and cardiovascular disease: Results from the National Health Interview Survey. SLEEP 2010;33:1037-1042.",
        "Steinhausen HC. The outcome of anorexia nervosa in the 20th century. American Journal of Psychiatry 2002;159:1284-1293.",
        "Steinhausen HC, Weber S. The outcome of bulimia nervosa: Findings from one-quarter century of research. American Journal of Psychiatry 2009;166:1331-1341.",
        "Swedish National Food Agency. www.slv.se. 2012.",
        "Tisi PV, Shearman CP. The evidence for exercise-induced inflammation in intermittent claudication: Should we encourage patients to stop walking? European Journal of Vascular and Endovascular Surgery 1998;15:7-17."
    ]
}