{
    "id": 17785,
    "cites": 25,
    "cited_by": 21,
    "reference": [
        "Akresh, Richard. 2009. Ã\u0083Â¢Flexibility of Household Structure: Child Fostering Decisions in Burkina Faso.Ã\u0083Â¢ Journal of Human Resources, 44(4), 976-997.",
        "Attanasio, Orazio, Luis Carlos Gomez, Patricia Heredia, and Marcos Vera-Hernandez. 2005. Ã\u0083Â¢The Short-Term Impact of a Conditional Cash Subsidy on Child Health and Nutrition in Colombia.Ã\u0083Â¢ Report Summary: Familias 03, Institute for Fiscal Studies, London.",
        "Baird, Sarah, Craig McIntosh, and Berk Ã\u0083Æ\u0092zler. 2011. Ã\u0083Â¢Cash or Condition? Evidence from a Cash Transfer Experiment.Ã\u0083Â¢ Quarterly Journal of Economics, forthcoming.",
        "Brooker, Simon, Andrew Hall, and Donald A.P. Bundy. 1999. Ã\u0083Â¢Short Stature and the Age of Enrollment in Primary School: Studies in Two African Countries.Ã\u0083Â¢ Social Science and Medicine, 48(5), 675-682.",
        "Case, Anne and Angus Deaton. 1998. Ã\u0083Â¢Large Cash Transfers to the Elderly in South Africa.Ã\u0083Â¢ Economic Journal, 108(450), 1330-1361.",
        "Case, Anne, Victoria Hosegood, and Frances Lund. 2005. Ã\u0083Â¢The Reach and Impact of Child Support Grants: Evidence from KwaZulu-Natal.Ã\u0083Â¢ Development Southern Africa, 22(4), 467-482.",
        "Dasgupta, Partha. 1993. An Inquiry into Well-Being and Destitution. Oxford: Clarendon Press.",
        "de Brauw, Alan, and John Hoddinott. 2007. Ã\u0083Â¢Must Conditional Cash Transfer Programs Be Conditioned To Be Effective? The Impact of Conditioning Transfers on School Enrollment in Mexico.Ã\u0083Â¢ International Food Policy Research Institute, manuscript.",
        "Duflo, Esther 2003. Ã\u0083Â¢Grandmothers and Granddaughters: Old-Age Pensions and Intrahousehold Allocation in South Africa.Ã\u0083Â¢ World Bank Economic Review, 17(1), 1-25.",
        "Fiszbein, Ariel and Norbert Schady 2009. Conditional Cash Transfers: Reducing Present and Future Poverty. World Bank Policy Research Report. World Bank: Washington, DC.",
        "Galasso, Emanuela. 2006. Ã\u0083Â¢With Their Effort and One Opportunity: Alleviating Extreme Poverty in Chile.Ã\u0083Â¢ World Bank, manuscript.",
        "Glewwe, Paul, Hannan Jacoby, and Elizabeth King. 2001. Ã\u0083Â¢Early Childhood Nutrition and Academic Achievement: A Longitudinal Analysis.Ã\u0083Â¢ Journal of Public Economics, 81(3), 345-368.",
        "Grantham-McGregor, Sally, Yin Bun Cheung, Santiago Cueto, Paul Glewwe, Linda Richter, and Barbara Strupp. 2007. Ã\u0083Â¢Development Potential in the First 5 Years for Children in Developing Countries.Ã\u0083Â¢ The Lancet, 369(9555), 60-70.",
        "INSD/ORC Macro. 2004. EnquÃ\u0083Æ\u0092te DÃ\u0083Æ\u0092mographique et de SantÃ\u0083Æ\u0092 2003. Ouagadougou, MinistÃ\u0083Æ\u0092re de lÃ\u0083Â¢Ã\u0083Æ\u0092conomie et du dÃ\u0083Æ\u0092veloppement, Burkina Faso.",
        "INSD/ORC Macro. 2010. EnquÃ\u0083Æ\u0092te DÃ\u0083Æ\u0092mographique et de SantÃ\u0083Æ\u0092 2010: Rapport PrÃ\u0083Æ\u0092liminaire. Ouagadougou, MinistÃ\u0083Æ\u0092re de lÃ\u0083Â¢Ã\u0083Æ\u0092conomie et du dÃ\u0083Æ\u0092veloppement, Burkina Faso.",
        "Levy, Dan and James Ohls. 2007. Ã\u0083Â¢Evaluation of JamaicaÃ\u0083Â¢s PATH Program: Final Report.Ã\u0083Â¢ Mathematica Policy Research.",
        "Macours, Karen, Norbert Schady, and Reno Vakis. 2008. Ã\u0083Â¢Cash Transfers, Behavioral Changes, and the Cognitive Development of Young Children: Evidence from a Randomized Experiment.Ã\u0083Â¢ World Bank Policy Research Working Paper 4759.",
        "Maluccio, John and Rafael Flores. 2005. Ã\u0083Â¢Impact Evaluation of the Pilot Phase of the Nicaraguan Red de ProteciÃ\u0083Æ\u0092n Social.Ã\u0083Â¢ International Food and Policy Research Institute, Food Consumption and Nutrition Division Discussion Paper 141.",
        "Ministry of Health, Burkina Faso. 2010. Tableaux de Bord de la Sante. Ouagadougou, Burkina Faso.",
        "Moock, Peter R. and Joanne Leslie. 1986. Ã\u0083Â¢Childhood Malnutrition and Schooling in the Terai Region of Nepal.Ã\u0083Â¢ Journal of Development Economics, 20(1), 33-52.",
        "Morris, Saul, Rafael Flores, Pedro Olinto, and Juan Manuel Medina. 2004. Ã\u0083Â¢Monetary Incentives in Primary Health Care and Effects on Use and Coverage of Preventive Health Care Interventions in Rural Honduras: Cluster Randomized Trial.Ã\u0083Â¢ The Lancet, 364(9450), 2030-2037.",
        "Parker, Susan W. and Rebeca Wong. 1998. Ã\u0083Â¢Household Income and Health Care Expenditures in Mexico.Ã\u0083Â¢ Health Policy, 40(3), 237-255.",
        "Paxson, Christina and Norbert Schady. 2008. Ã\u0083Â¢Does Money Matter? The Effects of Cash Transfers on Child Health and Development in Rural Ecuador.Ã\u0083Â¢ World Bank Policy Research Working Paper 4226.",
        "Schultz, T. Paul. 2001. Ã\u0083Â¢Productive Benefits of Improving Health: Evidence from Low Income Countries.Ã\u0083Â¢ Yale University, manuscript.",
        "Strauss, John and Duncan Thomas. 1995. Ã\u0083Â¢Human Resources: Empirical Modeling of Household and Family Decisions.Ã\u0083Â¢ In Handbook of Development Economics, T.N. Srinivasan and J. Behrman, editors. North Holland: Amsterdam."
    ]
}