{
    "id": 17781,
    "cites": 59,
    "cited_by": 9,
    "reference": [
        "Almond, D. and, L. Edlund. 2007. Ã\u0083Â¢Trivers-Willard at birth and one year: evidence from US natality data 1983-2001.Ã\u0083Â¢ Proceedings of the Royal Society, 274: 2491-2496. Almond, D., and J., Currie. Forthcoming. Ã\u0083Â¢Human Capital Development Before Age Five.Ã\u0083Â¢ Handbook of Labor Economics, Volume 4.",
        "Anderson, S. and D. Ray. 2010. Ã\u0083Â¢Missing Women: Age and Disease,Ã\u0083Â¢ Review of Economic Studies 77(4): 1262-1300.",
        "Arnold, F., M. K. Choe, and T. K. Roy. 1998. Ã\u0083Â¢Son preference, the family-building process and child mortality in India.Ã\u0083Â¢ Population Studies, 52: 301-315.",
        "Babu, G.R., J. Olsen, S. Jana, S. Nandy, M.N. Farid and Sadhana. 2011. Ã\u0083Â¢Evaluation Of Immunization Cards And Parental Recall Against Gold Standard For Evaluating Immunization Coverage.Ã\u0083Â¢ The Internet Journal of Epidemiology. Volume 9 Number 2.",
        "Bhalotra, S. and T. Cochrane. 2010. Ã\u0083Â¢Where Are All The Young Girls Gone? Identifying Sex-Selection In India,Ã\u0083Â¢ unpublished manuscript.",
        "Basu, A. M. 1989. Ã\u0083Â¢Is Discrimination in Food Really Necessary for Explaining Sex Differentials in Childhood Mortality? Population Studies 43 (2), 193Ã\u0083Â¢210.",
        "Beaton, George H., R. Martorell, K. A. Aronson, B. Edmonston, G. McCabe., A. C. Ross and B. Harvey. 1994. Ã\u0083Â¢Vitamin A supplementation and child morbidity and mortality in developing countries,Ã\u0083Â¢ Food and Nutrition Bulletin, Volume 15 (1993/1994), Number 4 Behrman, J. 1988. Ã\u0083Â¢Intrahousehold Allocation of Nutrients in Rural India: Are Boys Favored? Do Parents Exhibit Inequality Aversion?Ã\u0083Â¢ Oxford Economic Papers 40, no. 1:32Ã\u0083Â¢54.",
        "Bhat, P. N. M. 1990. Ã\u0083Â¢Estimating Transitional Probabilities of Age Misstatement.Ã\u0083Â¢ Demography, 27(1): 149-63.",
        "Borooah, Vani K. 2004. Ã\u0083Â¢Gender bias among children in India in their diet and immunization against disease. Social Science and Medicine 58(9): 1719 Ã\u0083Â¢ 1731.",
        "Briend, A., B. Wojtyniak, and M. G. Rowland. 1988. Ã\u0083Â¢Breastfeeding, Nutritional State, and Child Survival in Rural Bangladesh.Ã\u0083Â¢ British Medical Journal, 296(6626): 879-882.",
        "Chahnazarian, A. 1988. Ã\u0083Â¢Determinants of the sex ratio at birth: Review of recent literature.Ã\u0083Â¢ Social Biology, 35(3-4): 214-235.",
        "Chen, L. C., E. Huq, and S. D'Souza. 1981. Ã\u0083Â¢Sex bias in the family allocation of food and health care in rural Bangladesh,Ã\u0083Â¢ Population and Development Review, 7: 55-70.",
        "Clark, S. 2000. Ã\u0083Â¢Son Preference and Sex Composition of Children: Evidence from India.Ã\u0083Â¢ Demography, 37: 95-108.",
        "Coale, A. J. and P. Demeny. 1967. Ã\u0083Â¢Methods of Estimating Basic Demographic Measures from Incomplete Data.Ã\u0083Â¢ Manual IV, Population Studies No 42, United Nations, New York.",
        "Dahl, G.B. and E. Moretti. 2004. Ã\u0083Â¢The Demand for Sons.Ã\u0083Â¢ Review of Economic Studies, 75(4): 1085-1120.",
        "Das Gupta, M. 1987. Ã\u0083Â¢Selective discrimination against female children in rural Punjab, India.Ã\u0083Â¢ Population and Development Review, 13(1): 77-100.",
        "Deaton, A. 1989. Ã\u0083Â¢Looking for Boy-Girl Discrimination in Household Expenditure Data.Ã\u0083Â¢ World Bank Economic Review, 3: 1-15.",
        "Deaton, A. 1997. The analysis of household surveys: A microeconometric approach to development policy. Baltimore and London: John Hopkins University Press.",
        "Deaton, A. 2003. Ã\u0083Â¢ Health, Inequality, and Economic Development,Ã\u0083Â¢ Journal of Economic Literature, 41(1): 113-158.",
        "Fedick, C. B., S. Pacholok and A. H. Gauthier. 2005. Ã\u0083Â¢Methodological Issues In The Estimation Of Parental Time Ã\u0083Â¢ Analysis Of Measures In A Canadian Time-Use Survey,Ã\u0083Â¢ International Journal of Time Use Research, 2(1): 67-87 Gangadharan, Lata and Pushkar Maitra. 2003. Ã\u0083Â¢Testing for Son Preference in South Africa.Ã\u0083Â¢ Journal of African Economies 12(3): 371-416.",
        "Ganatra, B. and S. Hirve. 1994. Ã\u0083Â¢Male bias in health care utilization for under-fives in a rural community in western India.Ã\u0083Â¢ Bulletin of the World Health Organization, 72(1): 101-104.",
        "Guryan, J., E. Hurst and M.Kearney, 2008. Ã\u0083Â¢Parental Education and Parental Time with Children.Ã\u0083Â¢ Journal of Economic Perspectives, 22(3): 23-46.",
        "Harriss, Barbara. 1995. Ã\u0083Â¢The Intrafamily Distribution of Hunger in South Asia.Ã\u0083Â¢ In The Political Economy of Hunger: Selected Essays, ed. Jean DrÃ\u0083Æ\u0092ze, Amartya Sen, and Athar Hussain. Oxford: Clarendon.",
        "Jayachandran, S. and A. Lleras-Muney. Ã\u0083Â¢Life Expectancy and human capital investments: Evidence from Maternal Mortality Declines,Ã\u0083Â¢ Quarterly Journal of Economics, Vol. 124, No. 1: 349Ã\u0083Â¢397, February 2009.",
        "Jayachandran, S. and Kuziemko, I. 2009. Ã\u0083Â¢Why Do Mothers Breastfeed Girls Less than Boys: Evidence and Implications for Child Health in India.Ã\u0083Â¢ NBER Working Paper 15041.",
        "Jensen, R. 2005. Ã\u0083Â¢Equal Treatment, Unequal Outcomes? Generating Sex Inequality through Fertility Behavior.Ã\u0083Â¢ Unpublished Manuscript, Harvard University.",
        "Jensen, R. 2010. Ã\u0083Â¢Economic opportunities and Gender Differences in Human Capital: Experimental Evidence from India,Ã\u0083Â¢ UCLA mimeo Katzev, A. R., R. L. Warner, and A. C. Acock. 1994. Ã\u0083Â¢Girls or Boys? Relationship of Child Gender to Marital Instability.Ã\u0083Â¢ Journal of Marriage and the Family, 56: 89-100.",
        "Kingdon, G. 2005. Ã\u0083Â¢Where Has All the Bias Gone? Detecting Gender Bias in the Household Allocation of Educational Expenditure in IndiaÃ\u0083Â¢, Economic Development and Cultural Change, 53(2): 409-451.",
        "Klein M. I., Bergel E., Gibbons L., Coviello S., Bauer G., Benitez A., Serra M. E., Delgado M. F., Melendi G. A., RodrÃ\u0083Æ\u0092guez S., Kleeberger S. R., Polack F. P.. 2008. Ã\u0083Â¢Differential Gender response to respiratory infections and to the protective effect of breast milk in preterm infants.Ã\u0083Â¢ Pediatrics, 121(6):e1510-6.",
        "Lin, Ming-Jen, Jin-Tan Liu and Nancy Qiang. 2010. Ã\u0083Â¢More Missing Women, Fewer Dying Girls: The Impact of Abortion on Sex Ratios at Birth and Excess Female Mortality in Taiwan,Ã\u0083Â¢ NBER Working Paper w14541.",
        "Lundberg, S., S.W. Pabilonia and J. Ward-Batts. 2007. Ã\u0083Â¢Time Allocation of Parents and Investments in Sons and Daughters.Ã\u0083Â¢ Working paper. Department of Economics, University of Washington.",
        "Maccini S. and D. Yang. 2009. Ã\u0083Â¢Under the Weather: Health, Schooling, and Economic Consequences of Early-Life Rainfall,Ã\u0083Â¢ American Economic Review, Vol. 99, No. 3, June 2009, pp. 1006-1026.",
        "Mahajan A. and A. Tarozzi. 2007. Ã\u0083Â¢Child Nutrition in India in the Nineties,Ã\u0083Â¢ Economic Development and Cultural Change. 55(3): 441-486.",
        "Mammen, K. 2009. Ã\u0083Â¢Fathers' Time investments in children: do sons get more?Ã\u0083Â¢ Journal of Population Economics.",
        "Marcoux, A. 2002. Ã\u0083Â¢Sex differentials in undernutrition: A look at survey evidence.Ã\u0083Â¢ Population and Development Review, 28(2): 275-284.",
        "Miguel, E. 2005. Ã\u0083Â¢Poverty and witch killing. Review of Economics Studies 72(4): 11531172.",
        "Mott, F.L. 1994. Ã\u0083Â¢Sons, Daughters and Fathers' Absence: Differentials in Father-Leaving Probabilities and in Home Environments.Ã\u0083Â¢ Journal of Family Issues, 15: 97-128.",
        "Moestue, H. 2009. Ã\u0083Â¢Can anthropometry measure gender discrimination? An analysis using WHO standards to assess the growth of Bangladeshi children.Ã\u0083Â¢ Public Health Nutrition 12(8): 1085-1091.",
        "Moulton, L. H., L. Rahmathullah, N. A. Halsey, R. D. Thulasiraj, J. Katz, J. M. Tielsch. 2005. Ã\u0083Â¢Evaluation of Non-Specific Effects of Infant Immunizations on Early Infant Mortality in a Southern Indian Population.Ã\u0083Â¢ Tropical Medicine & International Health 10(10): 947-955.",
        "Oster, E. 2009. Ã\u0083Â¢Does increased access increase equality? Gender and child health investments in India.Ã\u0083Â¢ Journal of Development Economics, 89(1): 62-76.",
        "Oster, E. and B. Millet. 2010 Ã\u0083Â¢Do Call Centers Promote School Enrollment? Evidence from India,Ã\u0083Â¢ Mimeo University of Chicago.",
        "Pande, R. and N. Astone. 2007. Ã\u0083Â¢Explaining son preference in rural India: the independent role of structural versus individual factors.Ã\u0083Â¢ Population Research and Policy Review 26(1): 1-29.",
        "Qian, Nancy. 2008. Ã\u0083Â¢Missing Women and the Price of Tea in China: The Effect of SexSpecific Income on Sex Imbalance,Ã\u0083Â¢ Quarterly Journal of Economics, 123(3) Rahmathullah, L., J. M. Tielsch, R. D. ThulasirajD, J. Katz, C. Coles, S. Devi, R. John, K. Prakash, A. V. Sadanand, N. Edwin N, and C. Kamaraj. 2003. Ã\u0083Â¢Impact of Supplementing Newborn Infants with Vitamin A on Early Infant Mortality: Community Based Randomised Trial in Southern India.Ã\u0083Â¢ British Medical Journal, 327(7409): 254-256.",
        "Retherford R. D. and T. K. Roy. 2003. Factors affecting sex-selective abortion in India and 17 major states. NFHS Subject Reports, No. 21. Mumbai: IIPS; and Honolulu: East-West Center.",
        "Roth, A., M L Garly, H Jensen, J Nielsen, and P Aaby. 2006. Ã\u0083Â¢Bacillus Calmette-GuÃ\u0083Æ\u0092rin vaccination and infant mortality.Ã\u0083Â¢ Expert Rev Vaccines 5(2): 277Ã\u0083Â¢293.",
        "Rose, E. 2000. Ã\u0083Â¢Gender Bias, Credit Constraints and Time Allocation in Rural India.Ã\u0083Â¢ The Economic Journal 110: 738-758.",
        "Rosenzweig, Mark R., and Paul T. Schultz. 1982. Ã\u0083Â¢Market Opportunities, Genetic Endowments, and Intrafamily Resource Distribution: Child Survival in Rural India.Ã\u0083Â¢ American Economic Review 72, no. 4:803Ã\u0083Â¢15.",
        "Sen, A. and S. Sengupta. 1983. Ã\u0083Â¢Malnutrition of rural children and the sex bias.Ã\u0083Â¢ Economic and Political Weekly, 18: 855-864.",
        "Sen, A. 1990. Ã\u0083Â¢More Than 100 Million Women Are Missing.Ã\u0083Â¢ The New York Review of Books (December 20, 1990).",
        "Sommerfelt, A. E. and A. L. Piani. 1997. Childhood Immunization: 1990-1994. DHS Comparative Studies No. 22. Calverton, MD: Macro International Inc.",
        "Sommerfelt, A. E. and F. Arnold. 1998. Ã\u0083Â¢Sex differentials in nutritional status of young children,Ã\u0083Â¢ in Too Young to Die: Genes or Gender?Ã\u0083Â¢ pp. 133-153. New York: Population Division, United Nations.",
        "Stinson, S. 1985. Ã\u0083Â¢Sex Differences in Environmental Sensitivity during Growth and Development,Ã\u0083Â¢ American Journal of Physical Anthropology, 28(S6): 123-147.",
        "Subramanian S. and Deaton, A. S. 1991. Ã\u0083Â¢Gender Effects in Indian Consumption Patterns.Ã\u0083Â¢ Sarvekshana, 14: 1-12.",
        "Tarozzi, A. 2008. Ã\u0083Â¢Growth Reference Charts and the Nutritional Status of Indian Children,Ã\u0083Â¢ Economics and Human Biology, 6(3), 455-468.",
        "Thomas, D. 1990. Ã\u0083Â¢Intra-Household Resource Allocation: An Inferential Approach,Ã\u0083Â¢ The Journal of Human Resources, 25(4):635-664 United Nations Secretariat. 1988. Ã\u0083Â¢Sex differentials in life expectancy and mortality in developed countries: An analysis by age groups and causes of death from recent and historical data.Ã\u0083Â¢ Population Bulletin of the United Nations, 25: 65-107.",
        "World Health Organization. 2000. Ã\u0083Â¢Effect of Breastfeeding on Infant and Child Mortality Due to Infectious Diseases in Less Developed Countries: A Pooled Analysis.Ã\u0083Â¢ Lancet, 55(9202): 451-455.",
        "Yamaguchi, K. 1989. Ã\u0083Â¢A Formal Theory for Male-Preferring Stopping Rules of Chilbearing: Sex Differences in Birth Order and the Number of Siblings.Ã\u0083Â¢ Demography, 26(3): 451-65.",
        "Yeung, W.J., J.F. Sandberg, P.E. David-Kean and S.L. Hofferth. 2001. Ã\u0083Â¢ChildrenÃ\u0083Â¢s Time with Fathers in Intact Families.Ã\u0083Â¢ Journal of Marriage and the Family, 63: 136-5.",
        "FIGURE 1 .5.52.54.56.58 0 2 4 6 8 10 Age in semesters All children All youngest children Live children Live youngest children Rural households, 1992 DHS Fraction male by age of child FIGURE 2a: Do characteristics of the mother and the family predict gender?"
    ]
}