{
    "id": 17788,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Aghion, P., Comin, D. and Howitt, P. (2006), Ã\u0083Â¢When Does Domestic Saving Matter for Economic Growth?Ã\u0083Â¢ NBER Working Paper No. 12275.",
        "Aizenman, Joshua, Brian Pinto, and Artur Radziwill (2004), Ã\u0083Â¢Sources for Financing Domestic Capital: Is Foreign Saving a Viable Option for Developing Countries?Ã\u0083Â¢ NBER Working Paper No 10624.",
        "Alfaro, Laura, Sebnem Kalemli-Ozcan, and Vadym Volosovych. (2005), Ã\u0083Â¢Why DoesnÃ\u0083Â¢t Capital Flow from Rich to Poor Countries? An Empirical Investigation,Ã\u0083Â¢ NBER Working Paper 11901.",
        "Attanasio, Orazio P., Lucio Picci and Antonello Scurco (2000), Ã\u0083Â¢Saving, Growth and Investment: A Macroeconomic Analysis Using a Panel of Countries,Ã\u0083Â¢ The Review of Economics and Statistics, Vol. 82, No. 2, pp. 182-211.",
        "Barro, R. J. (1991), Ã\u0083Â¢Economic Growth in a Cross Section of Countries,Ã\u0083Â¢ The Quarterly Journal of Economics, 106, pp. 407Ã\u0083Â¢43.",
        "Barro, R.J. (1998), Ã\u0083Â¢Notes on Notes on Growth Accounting,Ã\u0083Â¢ Harvard University.",
        "Barro, R. and i Martin, X. S. (2003), Economic Growth, The MIT Press, Massachusetts.",
        "Barro, R. J., and J. W. Lee (1993) Ã\u0083Â¢International Comparisons of Educational Attainment,Ã\u0083Â¢ Journal of Monetary Economics, Vol. 32, 363Ã\u0083Â¢394.",
        "Bernanke Ben S, Carol Bertaut, Laurie Pounder DeMarco, and Steven Kamin (2011), Ã\u0083Â¢International Capital Flows and the Returns to Safe Assets in the United States, 2003-2007,Ã\u0083Â¢ IFDP Board of Governors of the Federal Reserve System.",
        "Carroll, Christopher D., and David N. Weil, (1994), Ã\u0083Â¢Saving and Growth: A Reinterpretation,Ã\u0083Â¢ Carnegie-Rochester Conference Series on Public Policy, No. 40, pp. 133-92.",
        "Caballero, Ricardo J., Emmanuel Farhi and Pierre-Olivier Gourinchas (2006), Ã\u0083Â¢An Equilibrium Model of Global Imbalances and Low Interest Rates,Ã\u0083Â¢ NBER Working Paper 11996.",
        "Caselli, Francesco and James Feyrer, (2007), Ã\u0083Â¢The Marginal Product of Capital, Quarterly Journal of Economics, 122 (2), 535-568.",
        "Dooley Michael P., David Folkerts-Landau and Peter Garber, (2004) Ã\u0083Â¢The Revived Bretton Woods System,Ã\u0083Â¢ International Journal of Finance and Economics, 94, pp. 307-313 Dooley Michael P., David Folkerts-Landau and Peter Garber, (2009) Ã\u0083Â¢Bretton Woods II Still Defines the International Monetary System,Ã\u0083Â¢ Pacific Economic Review, No. 14, pp. 297Ã\u0083Â¢ 311.",
        "Feldstein, M., Horioka, C., (1980), Ã\u0083Â¢Domestic Savings and International Capital Flows,Ã\u0083Â¢ Economic Journal No. 90, pp. 314-329.",
        "French, K., Poterba, J., (1991), Ã\u0083Â¢Investor Diversification and International Equity Markets,Ã\u0083Â¢ American Economic Review, No. 81, pp. 222-226.",
        "Getty, Gordon (2010a) Ã\u0083Â¢Growth of Total Capital,Ã\u0083Â¢ https://www.ifalstaff.com/neweconomics/index.php/board,2.0.html ___________ (2010b) Ã\u0083Â¢Growth at Closure,Ã\u0083Â¢ https://www.ifalstaff.com/neweconomics/index.php/board,2.0.html Gorinchas, Pierre-Oliver and Olivier Jeanne, (2007), Ã\u0083Â¢Capital Flows to Developing Countries: The Allocation Puzzle,Ã\u0083Â¢ NBER Working Paper 13602.",
        "Heston, A., R. S. and Aten, B. (2009), Penn World Table version 6.3, Technical report, Center for International Comparisons of Production, Income, and Prices, University of Pennsylvania.",
        "Hulten, Charles R., (2009) Ã\u0083Â¢Growth Accounting,Ã\u0083Â¢ NBER Working Paper 15341 http://www.nber.org/papers/w15341 Mill, J. S. (1848) Principles of Political Economy with some of their Applications to Social Philosophy,Ã\u0083Â¢ Nueva York: The Colonial Press.",
        "Modigliani, Franco (1970), Ã\u0083Â¢The Life Cycle Hypothesis of Saving and Inter-Country Differences in the Saving Ratio,Ã\u0083Â¢ In Induction, Growth and Trade: Essays in Honor of Sir Roy Harrod, edited by Walter A. Eltis, Maurice FitzGerald Scott, and James N. Wolfe. Clarendon Press Portes, R., Rey, H., (2005), Ã\u0083Â¢Determinants of Cross-Border Equity Flows: the Geography of Information,Ã\u0083Â¢ Journal of International Economics, No. 65, 269-296.",
        "Prasad, E., Rajan, R., Subramanian, A. (2007), Ã\u0083Â¢Foreign Capital and Economic Growth,Ã\u0083Â¢ Brookings Papers on Economic Activity, No. 1, pp. 153-230 Reinhart, C. M. and K. Rogoff (2009), This Time is Different, Princeton University Press.",
        "Taylor, A. (1996), Ã\u0083Â¢International Capital Mobility In History: The Savings Investment Relationship,Ã\u0083Â¢ NBER Working Paper No. 57643 Van Nieuwerburgh, S., Veldkamp, L., (2009), Ã\u0083Â¢Information Immobility and the Home Bias Puzzle,Ã\u0083Â¢ Journal of Finance, No. 64, pp. 1187-1215."
    ]
}