{
    "id": 17780,
    "cites": 58,
    "cited_by": 22,
    "reference": [
        "Adrian, Tobias, Emanuel Moench and Hyun S. Shin, 2009, Ã\u0083Â¢Macro Risk Premiums and Intermediary Balance Sheet Quantities,Ã\u0083Â¢ Federal Reserve Bank of New York Staff Report No. 428.",
        "Adrian, T. and H. S. Shin,2008 Financial Intermediaries, Financial Stability and Monetary Policy paper for the Federal Reserve Bank of Kansas City Symposium at Jackson Hole, Adrian, Tobias and Hyun Shin,2009 Ã\u0083Â¢Money, Liquidity and Monetary Policy,Ã\u0083Â¢ American Economic Review, Vol 99, No. 2: 600-605 Adrian, T., E. Etula and H. S. Shin, 2009, Ã\u0083Â¢Risk Appetite and Exchange RatesÃ\u0083Â¢ Federal Reserve Bank of New York Staff Report 361.",
        "Adrian, T. and H. S. Shin,2010, Liquidity and Leverage Journal of Financial Intermediation 19 (3), 418-437 Adrian, T. and H. S. Shin, 2011, Financial Intermediaries and Monetary Economics Handbook of Monetary Economics, Benjamin Friedman and Michael Woodford (eds) chapter 12, 601-650 Bank of Canada, 2006, Renewal of the Inflation-Control Target: Background Information (Ottawa: Bank of Canada), www.bank-banque-canada.ca/en/press.",
        "Bank for International Settlements, 2010, Ã\u0083Â¢Macroprudential instruments and frameworks: a stocktaking of issues and experiencesÃ\u0083Â¢ CGFS discussion paper 38, http://www.bis.org/publ/cgfs38.htm Bank of England, 2009, Ã\u0083Â¢The Role of Macroprudential Policy: A Discussion PaperÃ\u0083Â¢ http://www.bankofengland.co.uk/publications/other/financialstability/roleofmacroprudentialp olicy091121.pdf Basel Committee on Banking Supervision, 2009, Ã\u0083Â¢Strengthening the Resilience of the Banking SectorÃ\u0083Â¢ December 2009http://www.bis.org/publ/bcbs164.pdf Bean, Charles, Matthias Paustian, Adrian Penalver and Tim Taylor, 2010, Ã\u0083Â¢Monetary Policy After the Fall,Ã\u0083Â¢ Federal Reserve Bank of Kansas City, Jackson Hole Symposium Bernanke, Ben S., 2010, Ã\u0083Â¢Monetary Policy and the Housing Bubble,Ã\u0083Â¢ speech given at the annual meeting of the American Economic Association, Atlanta Georgia, January 3, 2010, http://www.federalreserve.gov/newsevents/speech/bernanke20100103a.htm.",
        "Bernanke, Ben S., and Mark Gertler, 1999, Ã\u0083Â¢Monetary Policy and Asset Price VolatilityÃ\u0083Â¢ in New Challenges for Monetary Policy. Kansas City: Federal Reserve Bank of Kansas City, pp.",
        "Bernanke, Ben S., and Mark Gertler, 2001, Ã\u0083Â¢Should Central Banks Respond to Movements in Asset Prices?Ã\u0083Â¢ American Economic Review, vol. 91 (May, Papers and Proceedings), pp. 25357.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, 1999, Ã\u0083Â¢The Financial Accelerator in a Quantitative Business Cycle Framework,Ã\u0083Â¢ in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics,vol. 1, part 3. Amsterdam: North-Holland, pp. 1341-93.",
        "Bloxham, Paul, Christopher Kent and Michael Robson, 2010, Ã\u0083Â¢Asset Prices, Credit Growth, Monetary and Other Policies: An Australian Case Study,Ã\u0083Â¢ Reserve Bank of Australia, Research Discussion Paper, RDP 2010-06 (September 2010).",
        "Borio, C., W.B. English, and A.J. Filardo, 2003, Ã\u0083Â¢A Tale of Two Perspectives: Old or New Challenges for Monetary Policy?Ã\u0083Â¢ BIS Working Paper No. 127 (Basel: Bank for International Settlements, February).",
        "Borio, Claudio, and Philip Lowe, 2002, Ã\u0083Â¢Asset Prices, Financial and Monetary Stability: Exploring the Nexus,Ã\u0083Â¢ BIS Working Paper 114 (Basel: Bank for International Settlements, July).",
        "Borio, C. and P. Lowe, 2004, Securing sustainable price stability: should credit come back from the wilderness?, BIS Working Paper, No.157.",
        "Borio, Claudio and Habin Zhu, 2008, Ã\u0083Â¢Capital Regulation, Risk-Taking and Monetary Policy: A Missing Link in the Transmission Mechanism?Ã\u0083Â¢ BIS Working Paper no. 268 (December).",
        "Brunnermeier, M., A. Crockett, C. Goodhart, A. Persaud, H. S. Shin, 2009, Geneva Report on the World Economy 11: The Fundamental Principles of Financial Regulation Calvo, Guillermo and Carmen Reinhart, 2002, Ã\u0083Â¢Fear of Floating,Ã\u0083Â¢ Quarterly Journal of Economics, 117, 379Ã\u0083Â¢408.",
        "Cecchetti , Steven., Genberg, Hans., Lipsky, John., and Sushil Wadhwani, 2000, Ã\u0083Â¢Asset Prices and Central Bank Policy,Ã\u0083Â¢ Geneva Reports on the World Economy No. 2 (London: Centre for Economic Policy Research, July).",
        "Delis, Manthos D. and Georgios Kouretas, 2010, Ã\u0083Â¢Interest Rates and Bank Risk-Taking,Ã\u0083Â¢ Munich Personal RePEc Archive, MRPA Paper No. 20132 (January).",
        "Dupor, Bill, 2005, Ã\u0083Â¢Stabilizing Non-fundamental Asset Price Movements under Discretion and Limited Information,Ã\u0083Â¢ Journal of Monetary Economics, vol. 52 (May), pp. 727-47.",
        "Edge, Rochelle M. and Ralf R. Meisenzahl, 2011, Ã\u0083Â¢The unreliability of credit-to-GDP ratio gaps in real-time: Implications for countercyclical capital buÃ\u0083Â¯ersÃ\u0083Â¢ Federal Reserve Board working paper, http://www.federalreserve.gov/pubs/feds/2011/201137/201137pap.pdf Fernandez, S., J. Pages and J. Saurina, 2000, Ã\u0083Â¢Credit Growth, Problem Loans and Credit Risk Provisioning in SpainÃ\u0083Â¢ Bank of Spain working paper 18, http://www.bde.es/informes/be/docs/dt0018e.pdf Gambacorta, Leonardo, 2009, Ã\u0083Â¢Monetary Policy and the Risk-Taking Channel,Ã\u0083Â¢ BIS Quarterly Review, December, pg. 43-53.",
        "Goodhart, Charles, Anil Kashyap, Dimitrios Tsomocos and Alexandros Vardoulakis, 2011, Ã\u0083Â¢Financial Regulation in General EquilibriumÃ\u0083Â¢ working paper, http://faculty.chicagobooth.edu/anil.kashyap/research/papers/Financial-Regulation-inGeneral -Equilibrium.pdf Gorton, Gary, 2008, Ã\u0083Â¢The Subprime PanicÃ\u0083Â¢ Proceedings of the Federal Reserve Bank of Kansas City Symposium at Jackson Hole Greenspan, Alan, 2002, Ã\u0083Â¢Opening Remarks,Ã\u0083Â¢ Federal Reserve Bank of Kansas City Economic Symposium Rethinking Stabilization Policy: 1-10.",
        "Gruen, D., M. Plumb, and A. Stone, 2005, Ã\u0083Â¢How Should Monetary Policy Respond to Asset Price Bubbles?Ã\u0083Â¢ International Journal of Central Banking, Vol .1, No. 3 (December): 1-31.",
        "European Central Bank, 2010, Enhancement of Monetary Analysis Giavazzi, Francesco, and Frederic S. Mishkin, 2006, An Evaluation of Swedish Monetary Policy Between 1995 and 2005 (Stockholm: SverigesRiksdag).",
        "Goodfriend, Marvin, and Robert G. King, 1997, Ã\u0083Â¢The New Neoclassical Synthesis and the Role of Monetary Policy,Ã\u0083Â¢ in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual. Cambridge, Mass.: MIT Press,pp. 231-83.",
        "Hahm, Joon-Ho, 2010, Ã\u0083Â¢Flow of Funds Analysis of the Financial Sector,Ã\u0083Â¢ Chapter 2 in Part I of The Transition and Future Prospects of Financial System in Korea, Seoul National University.",
        "Hanson, Samuel, Anil Kshyap and Jeremy C. Stein, 2011, A Macroprudential Approach to Financial Regulation, The Journal of Economic Perspectives 25(1), pp.3-28.",
        "Hoenig, Thomas, 2010, Ã\u0083Â¢The High Cost of Exceptionally Low Rates,Ã\u0083Â¢ speech given at Bartlesville Federal Reserve Forum, Bartlesville, Oklahoma (June 3) http://www.kansascityfed.org/SpeechBio/HoenigPDF/Bartlesville.06.03.10.pdf Issing, Otmar, 2003a, Ã\u0083Â¢Monetary and Financial Stability: Is There a Trade-off?Ã\u0083Â¢ comments at the Bank for International Settlements, March.",
        "Issing, Otmar, 2003b, Introductory statement delivered at the European Central Bank Workshop on Ã\u0083Â¢Asset Prices and Monetary Policy,Ã\u0083Â¢ December 11.",
        "Ioannidou, Vasso, Stevem Ongena, and Jose Luis Peydro, 2009, Ã\u0083Â¢Monetary Policy, RiskTaking and Pricing: Evidence from a Quasi-Natural Experiment.Ã\u0083Â¢ European Banking Centre Discussion Paper no. 2009-04S.",
        "Jimenez, Gabriel, Seven Ongena, Jose Luis Peydro and Jesus Saurina, 2008, Ã\u0083Â¢Hazardous Times for Monetary Policy: What Do Twenty-Three Million Bank Loans Say About the Effects of Monetary Policy on Credit Risk-Taking?Ã\u0083Â¢ Bank of Spain, Working Paper no. 0833.",
        "Kashyap, Anil K., and Jeremy C. Stein, 1994, Ã\u0083Â¢Monetary Policy and Bank Lending,Ã\u0083Â¢ in N. Gregory Mankiw, ed., Monetary Policy, National Bureau of Economic Research, Studies in Business Cycles, vol. 29. Chicago: University of Chicago Press, pp. 221-56.",
        "Keister, Todd, 2010, Ã\u0083Â¢Bailouts and Financial Fragility.Ã\u0083Â¢ Federal Reserve Bank of New York unpublished manuscript.",
        "Kim, Soyoung and Kwanho Shin, 2010, Ã\u0083Â¢Globalization of Capital Markets and Monetary Policy Independence in Korea,Ã\u0083Â¢ KDI Journal of Economic Policy, 32, Issue 2.",
        "Kindleberger, Charles P., 1978, Manias, Panics, and Crashes: A History of Financial Crises (New York: Basic Books).",
        "King, Mervyn, 2004a, Remarks made in a panel discussion on Alan Greenspan's speech on Risk and Uncertainty in Monetary Policy delivered at the American Economic Association Annual Meeting in San Diego, January 3, www.bankofengland.co.uk/publications/speeches/2004/speech209.pdf.",
        "King, Mervyn, 2004b, Speech delivered to the CBI Scotland Diner at the Glasgow Hilton Hotel, June 14, www.bankofengland.co.uk/publications/speeches/2004/speech221.pdf.",
        "Kohn, Donald, 2006, Ã\u0083Â¢Monetary Policy and Asset Prices,Ã\u0083Â¢ speech delivered at Ã\u0083Â¢Monetary Policy: A Journey from Theory to Practice,Ã\u0083Â¢ a European Central Bank Colloquium held in honor of OtmarIssing, Frankfurt, March 16.",
        "Mishkin, Frederic S., 2008, Whither Federal Reserve Communication, speech delivered at the Peterson Institute for International Economics, Washington, DC, (July 28) (www.federalreserve.gov/newsevents/speech/mishkin20080728a.htm) Mishkin, Frederic S., 2010a, Ã\u0083Â¢Monetary Policy Flexibility, Risk Management, and Financial Disruptions, Journal of Asian Economics 23 (June), pp. 242-246.",
        "Mishkin, Frederic S., 2010b,, Ã\u0083Â¢DonÃ\u0083Â¢t Monetize the Debt,Ã\u0083Â¢ Wall Street Journal, Thursday, September 9, p. A7.",
        "Mishkin, Frederic S., 2011a, Ã\u0083Â¢Monetary Policy Strategy: Lessons from the Crisis,Ã\u0083Â¢ Ã\u0083Â¢Monetary Policy Strategy: Lessons From the CrisisÃ\u0083Â¢ in Marek Jarocinski, Frank Smets and Christian Thimann, eds., 2011, Monetary Policy Revisited: Lessons from the Crisis, Sixth ECB Central Banking Conference (European Central Bank: Frankfurt, 2011), pp. 67-118 Mishkin, Frederic S., 2011b, Ã\u0083Â¢Over the Cliff: From the Subprime to the Global Financial Crisis,Ã\u0083Â¢ Journal of Economic Perspectives, Vol. 25, No. 1 (Winter 2011), pp. 49-70.",
        "Posen, Adam S.,2003, Ã\u0083Â¢It Takes More Than a Bubble to Become Japan,Ã\u0083Â¢ in Anthony Richards and Tim Robinson, ed. Asset Prices and Monetary Policy (Sydney: Reserve Bank of Australia): 203-249.",
        "Posen, Adam S.,2009, Ã\u0083Â¢Finding the Right Tool for Dealing with Asset Price Booms,Ã\u0083Â¢ speech to the MPR Monetary Policy and the Markets Conference, London, (December 1) http://www.bankofengland.co.uk/publications/speeches/2009/speech415.pdf Rajan, Rhaguram G., 2005, Ã\u0083Â¢Has Financial Development Made the World Riskier?Ã\u0083Â¢ The Greenspan Era: Lessons for the Future. (Kansas City: Federal Reserve Bank of Kansas City): 313-369.",
        "Rajan, Raghuram, 2006, Has Finance Made the World Riskier? European Financial Management 12(4), pg. 499-533.",
        "Rajan, Raghuram, 2010, Ã\u0083Â¢Bernanke Must End Era of Ultra-Low Rates,Ã\u0083Â¢ Financial Times (July 28), http://www.ft.com/cms/s/0/2a19a706-9a7a-11df-87fd-00144feab49a.html Reinhart, Carmen M. and Vincent R. Reinhart, 2010, Ã\u0083Â¢After the Fall,Ã\u0083Â¢ Federal Reserve Bank of Kansas City Economic Symposium, Macroeconomic Challenges: The Decade Ahead, manuscript, http://www.kansascityfed.org/publicat/sympos/2010/reinhart-paper.pdf Reinhart, Carmen M and Kenneth S. Rogoff, 2009, This Time Is Different: Eight Centuries of Financial Folly (Princeton, NJ: Princeton University Press) Rosenberg, Irma, 2006, Ã\u0083Â¢Monetary Policy in Sweden,Ã\u0083Â¢ speech delivered at the Swedibank, September 18.",
        "Saurina, Jesus, 2009, Ã\u0083Â¢Dynamic Provisioning: Experience of SpainÃ\u0083Â¢ World Bank Policy Brief 7, 2009, http://rru.worldbank.org/documents/CrisisResponse/Note7.pdf Selody, Jack, and Carolyn Wilkins, 2004, Ã\u0083Â¢Asset Prices and Monetary Policy: A Canadian Perspective on the Issues,Ã\u0083Â¢ Bank of Canada Review (Autumn), pp. 3-14.",
        "Shin, Hyun Song, 2009a, Reflections on Northern Rock: The Bank Run that Heralded the Global Financial Crisis Journal of Economic Perspectives, 23(1).",
        "Shin, Hyun Song, 2009b, Securitisation and Financial Stability Economic Journal, 119, 309 - 332.",
        "Shin, Hyun Song, 2010, Risk and Liquidity, 2008 Clarendon Lectures in Finance, Oxford University Press.",
        "Shin, Hyun Song, 2009d, Ã\u0083Â¢Global Imbalances, Twin Crises and the Financial Stability Role of Monetary PolicyÃ\u0083Â¢, in The World Economy with the G-20.",
        "Shin, Hyun Song, 2009e, Ã\u0083Â¢Financial Intermediation and the Post-Crisis Financial SystemÃ\u0083Â¢, paper prepared for the 8th BIS Annual Conference.",
        "Shin, Hyun Song and Kwanho Shin, 2011, Ã\u0083Â¢Macroprudential Policy and Monetary AggregatesÃ\u0083Â¢, NBER Working Paper No. 16836 (paper prepared for the 2010 Bank of Korea Research Conference).",
        "Stevens, G.R., 2004, Ã\u0083Â¢Recent Issues in the Conduct of Monetary Policy,Ã\u0083Â¢ Reserve Bank of Australia Bulletin, vol. 2004 (March).",
        "Svensson, Lars E.O., 1997, Ã\u0083Â¢Optimal Inflation Targets, Ã\u0083Â¢ConservativeÃ\u0083Â¢ Central Banks, and Linear Inflation Contracts,Ã\u0083Â¢ American Economic Review, vol. 87 (March), pp. 98-114.",
        "Svensson, Lars E.O., 2002, Ã\u0083Â¢Monetary Policy and Real StabilizationÃ\u0083Â¢, in Rethinking Stabilization Policy, Federal Reserve Bank of Kansas City Jackson Hole Symposium, 261312.",
        "Taylorm John, 2007, Ã\u0083Â¢Housing and Monetary Policy,Ã\u0083Â¢ in Federal Reserve Bank of Kansas City, Housing, Housing Finance and Monetary Policy (Kansas City: Federal Reserve Bank of Kansas City: 463-476.",
        "Tinbergen, Jan, 1939, BusinessCycles in the United States of America: 1919-1932, Statistical Testing of Business Cycle Theories, vol. 2. Geneva: League of Nations.",
        "Tirole, Jean and Emmanuel Farhi, 2009, Ã\u0083Â¢Collective Moral Hazard, Maturity Mismatch and Systemic Bailouts.Ã\u0083Â¢NBER Working Paper Series 15138.",
        "Turner, Phillip, 2010, Ã\u0083Â¢Central Banks and the Financial Crisis,Ã\u0083Â¢ BIS Papers No. 51 (Basel: Bank for International Settlements): 21-25.",
        "Wessel, David, 2009, In Fed We Trust: Ben BernankeÃ\u0083Â¢s War on the Great Panic, (New York: Crown Business).",
        "White, William, 2004, Ã\u0083Â¢Making Macroprudential Concerns Operational,Ã\u0083Â¢ speech delivered at a Financial Stability Symposium organized by the Netherlands Bank, Amsterdam, October 26, www.bis.org/speeches/sp041026.htm.",
        "White, William R., 2009, Ã\u0083Â¢Should Monetary Policy Ã\u0083Â¢Lean or CleanÃ\u0083Â¢?Ã\u0083Â¢ Federal Reserve Bank of Dallas Working Paper No. 34. (August) Wilson, L. and Y. W. Wu, 2010, Ã\u0083Â¢Common (Stock) Sense About Risk-Shifting and Bank Bailouts,Ã\u0083Â¢ Financial Markets and Portfolio Management, Vol. 24, no.1: 3-29."
    ]
}