{
    "id": 17799,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Collins, William and Robert Margo (2007), Ã\u0083Â¢The Economic Aftermath of the 1960's Riots in American Cities: Evidence from Property Values,Ã\u0083Â¢ 67 Journal of Economic History 849-883.",
        "Constitution of the Republic of South Africa (1996).",
        "Davoodi, Hamid and Heng-fu Zou (1998), Ã\u0083Â¢Fiscal Decentralization and Economic Growth: A Cross-Country Study,Ã\u0083Â¢ 43 Journal of Urban Economics 244-257.",
        "Gibbons, Robert (1992), Game Theory for Applied Economists, Princeton, N.J.: Princeton University Press.",
        "Gruber, John and Emmanuel Saez (2002), Ã\u0083Â¢The Elasticity of Taxable Income: Evidence and Implications,Ã\u0083Â¢ 84 Journal of Public Economics 1-32.",
        "Hufbauer, Geoffrey, Jeffrey Schott, and Kimberly Elliot (1990), Economic Sanctions Reconsidered: History and Current Policy (2nd Edition), Washington, D.C.: Institute for International Economics. Inman, Robert P. and Daniel L. Rubinfeld (forthcoming), Ã\u0083Â¢Federal Institutions and the Democratic Transition: Learning from South Africa,Ã\u0083Â¢ Journal of Law, Economics, and Organizations.",
        "Karlin, David and Jonathan Zinman (2008), Ã\u0083Â¢Credit Elasticities in Less-Developed Economies: Implications for Microfinance,Ã\u0083Â¢ 98 American Economic Review 1040-1068.",
        "Lijphart, Arend (1984), Democracies: Patterns of Majoritarian and Consensus Government in Twenty-One Countries, New Haven, CN: Yale University Press.",
        "Lizzeri, Alessandro and Nicola Persico (2004), Ã\u0083Â¢Why Did the Elites Extend the Suffrage? Democracy and the Scope of Government, with an Application to BritainÃ\u0083Â¢s Ã\u0083Â¢Age of ReformÃ\u0083Â¢,Ã\u0083Â¢ 119 Quarterly Journal of Economics 707-765.",
        "Muthien, Yvonne and Meshack Khosa (1998), Ã\u0083Â¢Demarcating the New Provinces: A Critical Reflection on the Process,Ã\u0083Â¢ in Y. Muthien and M. Khosa (eds.), Regionalism in the NewSouth Africa, Brookfield, U.S.: Ashgate, 23-56.",
        "Reinikka, Ritva and Jakob Svensson (2004) Ã\u0083Â¢Local Capture: Evidence From a Central Government Transfer Program in Uganda,Ã\u0083Â¢ 119 Quarterly Journal of Economics 679-709.",
        "Rodriguez-Pose, AndrÃ\u0083Æ\u0092s and Roberto Ezcurra (2011), Ã\u0083Â¢Is Fiscal Decentralization Harmful for Economic Growth? Evidence From the OECD Countries,Ã\u0083Â¢ 11 Journal of Economic Geography 619-643.",
        "Schelling, Thomas (1960), The Strategy of Conflict, Cambridge: Harvard University Press.",
        "Waldmeir, Patty (1997), Anatomy of a Miracle: The End of Apartheid and the Birth of the NewSouth Africa, New York: W. W. Norton and Company.",
        "Weingast, Barry (1997), Ã\u0083Â¢The Political Foundations of Democracy and the Rule of Law,Ã\u0083Â¢ American Political Science Review, 245-263.",
        "Williamson, Oliver (1983), Ã\u0083Â¢Credible Commitments: Using Hostages to Support Exchange,Ã\u0083Â¢ 73 American Economic Review 519-540.",
        "*Data for FY 1997/98 is based upon projected grants provided in the FFC, The Allocation of Financial Resources Between the National and Provincial Governments: FY 1997/98, Table 6b.",
        "** Beginning with the FY 2002/03 Budget, the Department Finance adjusted the accounting procedures for funding of the provincial activity. There is therefore an unavoidable break in the data sequence. All financial data from FY 2002/03 onward is recorded on a consistent basis. Ã\u0083Â¢",
        "The last Mbeki budget was negotiated with, and implemented by, the new ANC majority under the de facto leadership of Jacob Zuma, but with the presidency held by an Interim President, Kgalema Motlanthe. Motlanthe served until May, 2009.",
        "TABLE 3: SOUTH AFRICAN ECONOMIC GROWTH: 1950-2008Ã\u0083Â¢ INDEPENDENT VARIABLES GROWTH RATE (1) Mean = 1.56 S.D. = 2.13 GROWTH RATE (2) Mean = 1.56 S.D. = 2.13 Constant 1.243 (.308)* 2.042 (.374)* DEMOCRACY 1.405 (.651)* .823 (1.480) COSATU APARTHEID - -1.880 (.835)* COSATU DEMOCRACY - -.216 (1.435) SANCTIONS - -.928 (.713) R2 (Adj) .060 .235 Ã\u0083Â¢"
    ]
}