{
    "id": 17797,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Adams, RenÃ\u0083Æ\u0092e, and Daniel Ferreira, 2007, Ã\u0083Â¢A Theory of Friendly BoardsÃ\u0083Â¢, 62(1), February, 217250. Agrawal, Ashwini K., 2007, Ã\u0083Â¢Corporate Governance Objectives of Labor Union Shareholders,Ã\u0083Â¢ unpublished working paper.",
        "Akyol, Ali C, Wei Fen Lim and Patrick Verwijmeren, 2010, Ã\u0083Â¢Shareholders in the Boardroom: Wealth Effects of the SECÃ\u0083Â¢s Rule to Facilitate DirectorÃ\u0083Â¢, unpublished working paper.",
        "Barclay, Michael J., and Clifford G. Holderness, 1991, Ã\u0083Â¢Negotiated Block Trades and Corporate ControlÃ\u0083Â¢, Journal of Finance, 43(3), July. 861-878.",
        "Bebchuk, Lucian A., John C. Coates IV & Guhan Subramanian, 2002, Ã\u0083Â¢The powerful antitakeover force of staggered boards: theory, evidence, and policy,Ã\u0083Â¢ Stanford Law Review, 54, 887-951.",
        "Bebchuk, Lucian A. , 2003, Ã\u0083Â¢The Case for Shareholder Access to the BallotÃ\u0083Â¢, Business Lawyer 43, 48-64.",
        "Bebchuk, Lucian A., 2005, Ã\u0083Â¢The Case for Increasing Shareholder PowerÃ\u0083Â¢, Harvard Law Review 118: 835-914.",
        "Bebchuk, Lucian A., and Scott Hirst, 2009, Ã\u0083Â¢Private ordering and the proxy access debateÃ\u0083Â¢, Olin Center for Law, Economics and Business Discussion Paper 653.Ã\u0083Â¢ Bebchuk, Lucian, 2007, Ã\u0083Â¢The Myth of the Shareholder FranchiseÃ\u0083Â¢, Virginia Law Review, Vol.",
        "Berle, Adolf, and Gardiner Means, 1932, The Modern Corporation and Private Property , Macmillan, New York.",
        "Brav,A., Jiang,W., Partnoy, F. and R. Thomas,2008, Ã\u0083Â¢Hedge fund activism, corporate governance and firm performanceÃ\u0083Â¢, Journal of Finance, 63, 1729Ã\u0083Â¢1775.",
        "Burkart, Mike, Denis Gromb and Fausto Panunzi, 1997, Ã\u0083Â¢Large Shareholders, Monitoring, and the Value of the FirmÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 112, No. 3, August, 693-728.",
        "Cai, Jie, Jacqueline L. Garner and Ralph A. Walkling, 2009, Ã\u0083Â¢Electing DirectorsÃ\u0083Â¢, Journal of Finance, 64(5), 2389-2421.",
        "Cohn, Jonathan B., Stuart L. Gillan, and Jay C. Hartzell, 2010, Ã\u0083Â¢On the Optimality of Shareholder Control: Evidence from the Dodd-Frank Financial Reform Act,Ã\u0083Â¢ unpublished working paper.",
        "Del Guercio, Diane, and Jennifer Hawkins, 1999, Ã\u0083Â¢The motivation and impact of pension fund activismÃ\u0083Â¢, Journal of Financial Economics, 52(3), June, 293-340.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Ã\u0083Â¢Common risk factors in the returns on stocks and bondÃ\u0083Â¢,Journal of Financial Economics, 32(1), February, Pages 3-56.",
        "Fama, Eugene F., and Kenneth R. French, 2000, Ã\u0083Â¢Forecasting Profitability and EarningsÃ\u0083Â¢, The Journal of Business, 73 (2), April, pp. 161-175.",
        "Gillan, Stuart L. and Laura T. Starks, 2000, Ã\u0083Â¢Corporate governance proposals and shareholder activism: the role of institutional investors,Ã\u0083Â¢ Journal of Financial Economics 57, pp. 275305.",
        "Gompers, Paul A., Joy L. Ishii, and Andrew Metrick, 2003, Ã\u0083Â¢Corporate governance and equity pricesÃ\u0083Â¢, Quarterly Journal of Economics, 118, 107Ã\u0083Â¢155.",
        "Greenwood, Robin, 2005, Ã\u0083Â¢Short- and long-term demand curves for stocks: theory and evidence on the dynamics of arbitrageÃ\u0083Â¢, Journal of Financial Economics, 75(3), March, 607-649.",
        "Greenwood, Robin, and Michael Schor, 2009, Ã\u0083Â¢Investor Activism and TakeoversÃ\u0083Â¢, Journal of Financial Economics 92: 362-375 Grossman, Sanford J., and Oliver Hart, 1980, Takeover Bids, the Free-Rider Problem, and the Theory of the CorporationÃ\u0083Â¢, Bell Journal of Economics, 11, 42-64 Grundfest, Joseph A., 2009, Ã\u0083Â¢The SEC's Proposed Proxy Access Rules: Politics, Economics, and the LawÃ\u0083Â¢, Business Lawyer, 65(2), February.",
        "Grundfest, Joseph A., 2010, Ã\u0083Â¢Measurement Issues in the Proxy Access DebateÃ\u0083Â¢, working paper.",
        "Harris, Milton, and Artur Raviv, 2010, Ã\u0083Â¢Control of Corporate Decisions: Shareholders versus ManagementÃ\u0083Â¢, Review of Financial Studies, forthcoming.",
        "Hermalin, Benjamin E., and Michael S. Weisbach, 1998, Ã\u0083Â¢Endogenously Chosen Boards of Directors and Their Monitoring of the CEOÃ\u0083Â¢, American Economic Review, 1998, March, 88(1).",
        "Hermalin, Benjamin E., and Michael S. Weisbach, 2003, Ã\u0083Â¢Boards of Directors as an Endogenously Determined Institution: A Survey of the Economic LiteratureÃ\u0083Â¢, FRBNY Economic Policy Review, April.",
        "Hochberg, Yael V. , Paola Sapienza and Annette Vissing-JÃ\u0083Æ\u0092rgensen, 2009, Ã\u0083Â¢A Lobbying Approach to Evaluating the Sarbanes-Oxley Act of 2002Ã\u0083Â¢, Journal of Accounting Research, Blackwell Publishing, vol. 47(2), pages 519-583, 05.",
        "Holderness, Clifford G., and Dennis P. Sheehan, 1985, Ã\u0083Â¢Raiders or Saviors? The Evidence on Six Controversial InvestorsÃ\u0083Â¢, Journal of Financial Economics, 14, 555-579.",
        "Jensen, Michael, 1993, Ã\u0083Â¢The modern industrial revolution, exit, and the failure of internal control systemsÃ\u0083Â¢, Journal of Finance 48, 831-880.",
        "Kahan, Marcel, and Edward Rock, 2011, Ã\u0083Â¢The insignificance of proxy accessÃ\u0083Â¢, Virginia Law Review, 97, 1347-1434.",
        "Larcker, David F., Gaizka Ormazabal, and Daniel J. Taylor, 2010, Ã\u0083Â¢The Market Reaction to Corporate Governance RegulationÃ\u0083Â¢,Journal of Financial Economics (forthcoming).",
        "Larcker and Tayan (2010). Proxy Access: A Sheep, or Wolf in SheepÃ\u0083Â¢s Clothing, Stanford Business School Note.",
        "Lipton, Martin, and Steven A. Rosenblum, 2003, Ã\u0083Â¢Election Contests in the CompanyÃ\u0083Â¢s Proxy: An Idea Whose Time Has Not ComeÃ\u0083Â¢, Business Lawyer 67.",
        "Pozen, Robert C., 2003, Ã\u0083Â¢Institutional Perspective on Shareholder Nominations of Corporate DirectorsÃ\u0083Â¢, Business Law, 95.",
        "Schwert, W. G., 1981, Ã\u0083Â¢Using financial data to measure effects of regulationÃ\u0083Â¢, Journal of Law and Economics 24, 121-158.",
        "Shleifer, Andrei, and Robert Vishny, 1986, Ã\u0083Â¢Large shareholders and corporate controlÃ\u0083Â¢, Journal of Political Economy 94, 461-488.",
        "Yermack, David, 1996, Ã\u0083Â¢Higher market valuation of companies with a small board of directorsÃ\u0083Â¢, Journal of Financial Economics, 40 (2), February, 185-211."
    ]
}