{
    "id": 17790,
    "cites": 49,
    "cited_by": 32,
    "reference": [
        "Aizenman, J. and Marion, N. P. (1993). Policy Uncertainty, Persistence and Growth. Review of International Economics, 1(2):145Ã\u0083Â¢63.",
        "Arkolakis, C. (2011). A UniÃ\u0083Â¯ed Theory of Firm Selection and Growth. Working Paper 17553, National Bureau of Economic Research. Arkolakis, C., Costinot, A., and RodrÃ\u0083Æ\u0092guez-Clare, A. New Trade Models, Same Old Gains? American Economic Review. Forthcoming.",
        "Baier, S. L. and Bergstrand, J. H. (2007). Do free trade agreements actually increase membersÃ\u0083Â¢ international trade? Journal of International Economics, 71(1):72Ã\u0083Â¢95.",
        "Baier, S. L., Bergstrand, J. H., and Vidal, E. (2007). Free Trade Agreements In the Americas: Are the Trade EÃ\u0083Â¯ects Larger than Anticipated? The World Economy, 30(9):1347Ã\u0083Â¢1377.",
        "Baldwin, R. (1988). Hyteresis in import prices: The beachhead eÃ\u0083Â¯ect. American Economic Review, 78(4):773Ã\u0083Â¢85.",
        "Baldwin, R. and Krugman, P. (1989). Persistent trade eÃ\u0083Â¯ects of large exchange rate shocks. The Quarterly Journal of Economics, 104(4):635Ã\u0083Â¢54.",
        "Barro, R. J. (2006). Rare Disasters and Asset Markets in the Twentieth Century. Quarterly Journal of Economics, 121(3):823Ã\u0083Â¢866.",
        "Bernard, A. B., Eaton, J., Jensen, J. B., and Kortum, S. (2003). Plants and Productivity in International Trade. American Economic Review, 93(4):1268Ã\u0083Â¢1290.",
        "Bernard, A. B. and Jensen, J. B. (1995). Exporters, Jobs, and Wages in US Manufacturing: 1976-87. Brookings Papers on Economic Activity: Microeconomics, pages 61Ã\u0083Â¢112.",
        "Bernard, A. B., Jensen, J. B., Redding, S. J., and Schott, P. K. (2007). Firms in international trade. Journal of Economic Perspectives, 21(3):105Ã\u0083Â¢130.",
        "Bloom, N. (2009). The Impact of Uncertainty Shocks. Econometrica, 77(3):623Ã\u0083Â¢685.",
        "Bloom, N., Bond, S., and Reenen, J. V. (2007). Uncertainty and investment dynamics. Review of Economic Studies, 74(2):391Ã\u0083Â¢415.",
        "Broda, C., LimÃ\u0083Æ\u0092o, N., and Weinstein, D. E. (2008). Optimal tariÃ\u0083Â¯s and market power: The evidence. American Economic Review, 98(5):2032Ã\u0083Â¢65.",
        "Burstein, A. and Melitz, M. J. (2011). Trade Liberalization and Firm Dynamics. Working paper, Harvard University.",
        "Bustos, P. (2011). Trade Liberalization, Exports, and Technology Upgrading: Evidence on the Impact of MERCOSUR on Argentinian Firms. American Economic Review, 101(1):304Ã\u0083Â¢40.",
        "Campa, J. M. (2004). Exchange rates and trade: How important is hysteresis in trade? European Economic Review, 48(3):527Ã\u0083Â¢548.",
        "Chaney, T. (2005). Productivity overshooting: The dynamic impact of trade opening with heterogeneous Ã\u0083Â¯rms. mimeo, University of Chicago.",
        "Chaney, T. (2008). Distorted Gravity: The Intensive and Extensive Margins of International Trade. American Economic Review, 98(4):1707Ã\u0083Â¢21.",
        "Constantini, J. and Melitz, M. (2008). The dynamics of Ã\u0083Â¯rm-level adjustment to trade liberalization. In Helpman, E., Marin, D., and Verdier, T., editors, The Organization of Firms in a Global Economy, chapter 4, pages 107Ã\u0083Â¢141. Harvard University Press.",
        "Das, S., Roberts, M. J., and Tybout, J. R. (2007). Market entry costs, producer heterogeneity, and export dynamics. Econometrica, 75(3):837Ã\u0083Â¢873.",
        "Dixit, A. K. (1989). Entry and exit decisions under uncertainty. Journal of Political Economy, 97(3):620Ã\u0083Â¢38.",
        "Estevadeordal, A., Freund, C., and Ornelas, E. (2008). Does Regionalism AÃ\u0083Â¯ect Trade Liberalization toward NonMembers? The Quarterly Journal of Economics, 123(4):1531Ã\u0083Â¢1575.",
        "Evenett, S., Gage, J., and Kennett, M. (2004). WTO Membership and Market Access: Evidence from the Accessions of Bulgaria and Ecuador. StaÃ\u0083Â¯ report, Universitat St. Gallen.",
        "Frankel, J. A. (1997). Regional Trading Blocs. Institute for International Economics, Washington, DC.",
        "Goldberg, P. K., Khandelwal, A. K., Pavcnik, N., and Topalova, P. (2010). Imported Intermediate Inputs and Domestic Product Growth: Evidence from India. The Quarterly Journal of Economics, 125(4):1727Ã\u0083Â¢1767.",
        "Grinols, E. L. and Perrelli, R. (2006). The WTO Impact on International Trade Disputes: An Event History Analysis. The Review of Economics and Statistics, 88(4):613Ã\u0083Â¢624.",
        "Handley, K. (2011). Exporting Under Trade Policy Uncertainty: Theory and Evidence. Working Paper Series ERSD-2011-20, World Trade Organization.",
        "Hassett, K. A. and Metcalf, G. E. (1999). Investment with Uncertain Tax Policy: Does Random Tax Policy Discourage Investment? Economic Journal, 109(457):372Ã\u0083Â¢93.",
        "Helpman, E., Melitz, M., and Rubinstein, Y. (2008). Estimating trade Ã\u0083Â¯ows: Trading partners and trading volumes. The Quarterly Journal of Economics, 123(2):441Ã\u0083Â¢487.",
        "IMF (2004). Exchange Rate Volatility and Trade Flows - Some New Evidence. Technical report, International Monetary Fund.",
        "Impullitti, G., Irarrazabal, A. A., and Opromolla, L. D. (2011). A Theory of Entry Into and Exit From Export Markets. Working paper, New York University.",
        "Irwin, D. A. (1994). The GATTÃ\u0083Â¢s Contribution to Economic Recovery in Post-War Western Europe. NBER Working Papers 4944, National Bureau of Economic Research, Inc.",
        "Jones, V. C. (2008). Generalized System of Preferences: Background and Renewal Debate. CRS Report for Congress RL33663, Congressional Research Service.",
        "Karacaovali, B. and LimÃ\u0083Æ\u0092o, N. (2008). The clash of liberalizations: Preferential vs. multilateral trade liberalization in the european union. Journal of International Economics, 74(2):299Ã\u0083Â¢327.",
        "Kee, H. L., Nicita, A., and Olarreaga, M. (2009). Estimating Trade Restrictiveness Indices. Economic Journal, 119(534):172Ã\u0083Â¢199.",
        "Kehoe, T. J. (2005). An evaluation of the performance of applied general equilibrium models of the impact of NAFTA. In Kehoe, T. J., Srinivasan, T. N., and Whalley, J., editors, Frontiers in Applied General Equilibrium Modeling, chapter 13, pages 341Ã\u0083Â¢377. Cambridge University Press, Cambridge, UK.",
        "LimÃ\u0083Æ\u0092o, N. (2007). Are preferential trade agreements with non-trade objectives a stumbling block for multilateral liberalization? Review of Economic Studies, 74(3):821Ã\u0083Â¢855.",
        "LimÃ\u0083Æ\u0092o, N. and Tovar, P. (2011). Policy choice: Theory and evidence from commitment via international trade agreements. 85(2).",
        "MansÃ\u0083Â¯eld, E. D. and Reinhardt, E. (2008). International institutions and the volatility of international trade. International Organization, 62(04):621Ã\u0083Â¢652.",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica, 71(6):1695Ã\u0083Â¢1725.",
        "Pereira, A. M. and Andraz, J. M. (2005). Public Investment in Transportation Infrastructure and Economic Performance in Portugal. Review of Development Economics, 9(2):177Ã\u0083Â¢196.",
        "Perroni, C. and Whalley, J. (2000). The new regionalism: trade liberalization or insurance? Canadian Journal of Economics, 33(1):1Ã\u0083Â¢24.",
        "Pinheiro, M. et al. (1997). SÃ\u0083Æ\u0092ries Longas para a Economia Portuguesa pÃ\u0083Æ\u0092s II Guerra Mundial, Volume I -SÃ\u0083Æ\u0092ries EstatÃ\u0083Æ\u0092sticas. Banco de Portugal, Lisboa.",
        "Roberts, M. J. and Tybout, J. R. (1997). The decision to export in colombia: An empirical model of entry with sunk costs. American Economic Review, 87(4):545Ã\u0083Â¢64.",
        "Rodrik, D. (1991). Policy uncertainty and private investment in developing countries. Journal of Development Economics, 36(2):229Ã\u0083Â¢242.",
        "Ruhl, K. J. (2008). The International Elasticity Puzzle. Working paper, NYU Stern.",
        "Sala, D., SchrÃ\u0083Æ\u0092der, P. J. H., and Yalcin, E. (2010). Market Access Through Bound TariÃ\u0083Â¯s. Scottish Journal of Political Economy, 57:272Ã\u0083Â¢289.",
        "TreÃ\u0083Â¯er, D. (2004). The Long and Short of the Canada-U. S. Free Trade Agreement. American Economic Review, 94(4):870Ã\u0083Â¢895.",
        "U.S. International Trade Commission (2008). Andean Trade Preference Act:Impact on U.S. Industries and Consumers and on Drug Crop Eradication and Crop Substitution, 2007. Technical Report Publication 4037, United States International Trade Commission."
    ]
}