{
    "id": 17795,
    "cites": 42,
    "cited_by": 7,
    "reference": [
        "Abel, A. B. (1985). A stochastic model of investment, marginal q and the market value of the Ã\u0083Â¯rm. International Economic Review 26(2), 305Ã\u0083Â¢322.",
        "Abel, A. B. and J. C. Eberly (1994). A uniÃ\u0083Â¯ed model of investment under uncertainty. American Economic Review 84(5), 1369Ã\u0083Â¢1384.",
        "Abel, A. B. and J. C. Eberly (1996). Optimal investment with costly reversibility. Review of Economic Studies 63(4), 581Ã\u0083Â¢593.",
        "Abel, A. B. and J. C. Eberly (1998). The mix and scale of factors with irreversibility and Ã\u0083Â¯xed costs of investment. Carnegie-Rochester Conference Series on Public Policy 48, 101Ã\u0083Â¢135.",
        "Basu, S., J. G. Fernald, and M. S. Kimball (2006). Are technology improvements contractionary ? American Economic Review 96(5), 1418Ã\u0083Â¢1448.",
        "Berk, J. B., R. C. Green, and V. Naik (1999). Optimal investment, growth options, and security returns. Journal of Finance 54(5), 1553Ã\u0083Â¢1607.",
        "Campbell, J. Y. and J. Cochrane (1999). Force of habit: A consumption-based explanation of aggregate stock market behavior. Journal of Political Economy 107(2), 205Ã\u0083Â¢251.",
        "Carlson, M., A. Fisher, and R. Giammarino (2004). Corporate investment and asset price dynamics: Implications for the cross-section of returns. Journal of Finance 59, 2577Ã\u0083Â¢2603.",
        "Chen, L., R. Novy-Marx, and L. Zhang (2010). An alternative three-factor model. Working paper, University of Rochester.",
        "Christiano, L. J. and J. D. M. Fisher (2003). Stock market and investment goods prices: Implications for macroeconomics. Nber working paper.",
        "Cochrane, J. H. (1991). Production-based asset pricing and the link between stock returns and economic Ã\u0083Â¯uctuations. Journal of Finance 46(1), 209Ã\u0083Â¢37.",
        "Cochrane, J. H. (1996). A cross-sectional test of an investment-based asset pricing model. Journal of Political Economy 104(3), 572Ã\u0083Â¢621.",
        "Cochrane, J. H. (2001). Asset Pricing. Princeton University Press.",
        "Cummins, J. G. and G. L. Violante (2002). Investment-speciÃ\u0083Â¯c technical change in the U.S. (1947-2000): Measurement and macroeconomic consequences. Review of Economic Dynamics 5(2), 243Ã\u0083Â¢284.",
        "Daniel, K. and S. Titman (2012). Testing factor-model explanations of market anomalies. Critical Finance Review 1(1), 103Ã\u0083Â¢139.",
        "Eberly, J., S. Rebelo, and N. Vincent (2008). Investment and value: A neoclassical benchmark. Working paper 13866, National Bureau of Economic Research.",
        "Eisfeldt, A. and D. Papanikolaou (2011). Organization capital and the cross-section of expected returns. Working paper, Northwestern University.",
        "Fama, E. F. and K. R. French (1992). The cross-section of expected stock returns. Journal of Finance 47(2), 427Ã\u0083Â¢65.",
        "Fama, E. F. and K. R. French (1993). Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33(1), 3Ã\u0083Â¢56.",
        "Fama, E. F. and K. R. French (1995). Size and book-to-market factors in earnings and returns. Journal of Finance 50(1), 131Ã\u0083Â¢55.",
        "Fama, E. F. and K. R. French (1997). Industry costs of equity. Journal of Financial Economics 43(2), 153Ã\u0083Â¢193.",
        "Fisher, J. D. M. (2006). The dynamic eÃ\u0083Â¯ects of neutral and investment-speciÃ\u0083Â¯c technology shocks. Journal of Political Economy 114(3), 413Ã\u0083Â¢451. Gomes, J. F., L. Kogan, and M. Yogo. Durability of output and expected stock returns. Journal of Political Economy (5), 941 Ã\u0083Â¢ 986.",
        "Gomes, J. F., L. Kogan, and M. Yogo (2009). Durability of output and expected stock returns. Journal of Political Economy 117(5), 941Ã\u0083Â¢986.",
        "Gomes, J. F., L. Kogan, and L. Zhang (2003). Equilibrium cross section of returns. Journal of Political Economy 111(4), 693Ã\u0083Â¢732.",
        "Gordon, R. J. (1990). The Measurement of Durable Goods Prices. University of Chicago Press.",
        "Greenwood, J. (1999). The third industrial revolution. Economic Review (Q II), 2Ã\u0083Â¢12.",
        "Greenwood, J., Z. Hercowitz, and P. Krusell (1997). Long-run implications of investmentspeci Ã\u0083Â¯c technological change. American Economic Review 87(3), 342Ã\u0083Â¢362.",
        "Greenwood, J., Z. Hercowitz, and P. Krusell (2000). The role of investment-speciÃ\u0083Â¯c technological change in the business cycle. European Economic Review 44(1), 91Ã\u0083Â¢115.",
        "Hayashi, F. (1982). TobinÃ\u0083Â¢s marginal q and average q: A neoclassical interpretation. Econometrica 50(1), 213Ã\u0083Â¢224.",
        "Israelsen, R. D. (2010). Investment based valuation. Working paper.",
        "Justiniano, A., G. E. Primiceri, and A. Tambalotti (2010). Investment shocks and business cycles. Journal of Monetary Economics 57(2), 132Ã\u0083Â¢145.",
        "Karlin, S. and H. M. Taylor (1975). A First Course in Stochastic Processes, Second Edition. Academic Press.",
        "Lewellen, J. and S. Nagel (2006). The conditional capm does not explain asset-pricing anomalies. Journal of Financial Economics 82(2), 289Ã\u0083Â¢314.",
        "Lewellen, J., S. Nagel, and J. Shanken (2010). A skeptical appraisal of asset pricing tests. Journal of Financial Economics 96(2), 175Ã\u0083Â¢194.",
        "Li, D. and L. Zhang (2010). Does q-theory with investment frictions explain anomalies in the cross-section of returns? Journal of Financial Economics forthcoming.",
        "Liu, L. X., T. M. Whited, and L. Zhang (2009). Investment-based expected stock returns. Journal of Political Economy 117(6), 1105Ã\u0083Â¢1139.",
        "Lyandres, E., L. Sun, and L. Zhang (2008). The new issues puzzle: Testing the investmentbased explanation. Review of Financial Studies 21(6), 2825Ã\u0083Â¢2855.",
        "Moulton, B. R. (2001). The expanding role of hedonic methods in the oÃ\u0083Â¯cial statistics of the united states. Technical report.",
        "Papanikolaou, D. (2011). Investment shocks and asset prices. Journal of Political Economy 119(4), pp. 639Ã\u0083Â¢685.",
        "Petersen, M. A. (2009). Estimating Standard Errors in Finance Panel Data Sets: Comparing Approaches. Review of Financial Studies 22(1), 435Ã\u0083Â¢480.",
        "Solow, R. M. (1960). Investment and technical progess. In K. J. Arrow, A. Karlin, and P. Suppes (Eds.), Mathematical Methods in the Social Sciences, pp. 89Ã\u0083Â¢104. Stanford, CA: Stanford University Press.",
        "Zhang, L. (2005). The value premium. Journal of Finance 60(1), 67Ã\u0083Â¢103."
    ]
}