{
    "id": 17804,
    "cites": 24,
    "cited_by": 8,
    "reference": [
        "Almeida, Rita K., and Emanuela Galasso. 2010. Ã\u0083Â¢Jump-starting Self-employment? Evidence for Welfare Participants in Argentina.Ã\u0083Â¢ World Development 38 (5): 742-755.",
        "Altonji, Joseph, and Rebecca Blank. 1999. Race and Gender in the Labor Market. In Handbook of Labor Economics, Volume 3C. New York, NY: Elsevier.",
        "Ashenfelter, Orley. 1978. Ã\u0083Â¢Estimating the Effect of Training Programs on Earnings.Ã\u0083Â¢ Review of Economics and Statistics 60 (1): 47-57.",
        "Benus, Jacob, Terry R. Johnson, Michelle Wood, Noelima Grover, and Theodore Shen. 1994. Self-Employment Programs: A New Reemployment Strategy (Final Impact Analysis of the Washington and Massachusetts Self-Employment Demonstrations). December.",
        "Benus, Jacob, Theodore Shen, Sisi Zhang, Mark Chan, and Benjamin Hansen. 2009. Growing America Through Entrepreneurship: Final Evaluation of Project GATE. December.",
        "Berge, Lars, Kjetil Bjorvatn, and Bertil Tungooden. 2011. Human and financial capital for microenterprise development: Evidence from a field and lab experiment. January.",
        "Borjas, George, and Stephen Bronars. 1989. Ã\u0083Â¢Consumer Discrimination and Self-Employment,Ã\u0083Â¢ Journal of Political Economy 97: 581-605.",
        "Card, David, Jochen Kluve, and Andrea Weber. 2010. Ã\u0083Â¢Active Labour Market Policy Evaluations: A Meta-Analysis.Ã\u0083Â¢ The Economic Journal 120 (November): F452-F477.",
        "Carter, Susan B., and Richard Sutch. 1994. Self-employment in the Age of Big Business: Toward an Appreciation of an American Labor Market Institution.",
        "Drexler, Alejandro, Greg Fischer, and Antoinette Schoar. 2011. Keeping it Simple: Financial Literacy and Rules of Thumb. January.",
        "European Commission. 2010. European Employment Observatory Review: Self-employment in Europe.",
        "Fairlie, Robert. 1999. Ã\u0083Â¢The Absence of the African-American Owned Business: An Analysis of the Dynamics of Self-Employment.Ã\u0083Â¢ Journal of Labor Economics 17 (1): 80-108.",
        "Fairlie, Robert, and Alicia Robb. 2008. Race and Entrepreneurial Success: Black-, Asian-, and White-Owned Businesses in the United States. Cambrige, MA: MIT Press.",
        "Field, Erica, Seema Jaychandran, and Rohini Pande. 2010. Ã\u0083Â¢Do Traditional Institutions Constrain Female Entrepreneurship? A Field Experiment on Business Training in India.Ã\u0083Â¢ American Economic Review Papers and Proceedings 100 (2): 125-129.",
        "Hamilton, Bart. 2000. Ã\u0083Â¢Does Entrepreneurship Pay? An Empirical Analysis of the Returns to Self-Employment.Ã\u0083Â¢ Journal of Political Economy 108: 604-631.",
        "Horowitz, Joel, and Charles Manski. 2000. Ã\u0083Â¢Nonparametric Analysis of Randomized Experiments with Missing Covariate and Outcome Data.Ã\u0083Â¢ Journal of the American Statistical Association 95 (449): 77-84.",
        "Karlan, Dean, and Martin Valdivia. 2011. Ã\u0083Â¢Teaching Entrepreneurship: Impact of Business Training on Microfinance Clients and Institutions.Ã\u0083Â¢ Review of Economics and Statistics 93 (2): 510-527.",
        "Kawaguchi, Daiji. 2004. Positive, Non-Earnings Aspects of Self-Employment: Evidence from Job Satisfaction Scores.",
        "Kosanovich, William T., and Heather Fleck. 2001. Final Report: Comprehensive assessment ofself-employment assistance programs. June.",
        "LaLonde, Robert J. 1986. Ã\u0083Â¢Evaluating the Econometric Evaluations of Training Programs with Experimental Data.Ã\u0083Â¢ American Economic Review 76 (4): 604-620.",
        "Lee, David S. 2002. Ã\u0083Â¢Trimming for Bounds on Treatment Effects with Missing Outcomes.Ã\u0083Â¢ NBER Technical Working Paper 277.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2009. Ã\u0083Â¢Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects.Ã\u0083Â¢ Review of Economic Studies 76: 1071-1102.",
        "Michaelides, Marios, and Jacob Benus. 2010. Are self-employment training programs effective? Evidence from Project GATE. February.",
        "Oosterbeek, Hessel, Mirjam van Praag, and Auke Ijsselstein. 2010. Ã\u0083Â¢The impact of entrepreneurship education on entrepreneurship skills and motivation.Ã\u0083Â¢ European Economic Review 54: 442-454."
    ]
}