{
    "id": 17805,
    "cites": 34,
    "cited_by": 12,
    "reference": [
        "Abel, A., and J. Eberly, 2002, Ã\u0083Â¢Investment and Q with Fixed Costs: An Empirical Analysis,Ã\u0083Â¢ Working paper, Northwestern University.",
        "Acharya, V., H. Almeida, and M. Campello, 2007, Ã\u0083Â¢Is Cash Negative Debt? A Hedging Perspective on Corporate Financial Policies,Ã\u0083Â¢ Journal of Financial Intermediation 16, 515Ã\u0083Â¢554.",
        "Almeida, H., and M. Campello, 2007, Ã\u0083Â¢Financial Constraints, Asset Tangibility, and Corporate Investment,Ã\u0083Â¢ Review Financial Studies 20, 1429Ã\u0083Â¢1460.",
        "Almeida, H., M. Campello, and M. Weisbach, 2004, Ã\u0083Â¢The Cash Flow Sensitivity of Cash,Ã\u0083Â¢ Journal of Finance 59, 1777Ã\u0083Â¢1804.",
        "Altinkilic, O., and R. Hansen, 2000, Ã\u0083Â¢Are there Economies of Scale in Underwriting Fees? Evidence of Rising External Financing Costs,Ã\u0083Â¢Review of Financial Studies 13, 191Ã\u0083Â¢218.",
        "Altman, E., 1991, Ã\u0083Â¢Defaults and Returns on High Yield Bonds Through the First Half of 1991,Ã\u0083Â¢ Financial Analyst Journal, Nov./Dec. issue, 67Ã\u0083Â¢77.",
        "Baker, M., J. Stein, and J. Wurgler, 2003, Ã\u0083Â¢When Does The Market Matter? Stock Prices and The Investment of Equity-Dependent Firms,Ã\u0083Â¢ Quarterly Journal of Economics 118, 969Ã\u0083Â¢1005.",
        "Berger, P., E. Ofek, and I. Swary, 1996, Ã\u0083Â¢Investor Valuation and Abandonment Option,Ã\u0083Â¢ Journal of Financial Economics 42, 257Ã\u0083Â¢287.",
        "Bernanke, B., M. Gertler, and S. Gilchrist, 1996, Ã\u0083Â¢The Financial Accelerator and the Flight to Quality,Ã\u0083Â¢ Review of Economics and Statistics 78, 1Ã\u0083Â¢15.",
        "Bernanke, B., M. Gertler, and S. Gilchrist, 2000, Ã\u0083Â¢The Financial Accelerator in a Quantitative Business Cycle Framework,Ã\u0083Â¢ in J. Taylor and M. Woodford, eds.: Handbook of Macroeconomics, Vol. 1C, North-Holland, Amsterdam, 1341Ã\u0083Â¢1393.",
        "Bolton, P., and D. Scharfstein, 1990, Ã\u0083Â¢A Theory of Predation Based on Agency Problems in Financial Contracting,Ã\u0083Â¢ American Economic Review 80, 93Ã\u0083Â¢106.",
        "Campello, M., 2006, Ã\u0083Â¢Debt Financing: Does it Boost or Hurt Firm Performance in Product Markets?Ã\u0083Â¢ Journal of Financial Economics 82, 135Ã\u0083Â¢172.",
        "Campello, M., and E. Giambona, 2011, Ã\u0083Â¢Capital Structure and the Redeployability of Tangible Assets,Ã\u0083Â¢ Working Paper, Cornell University.",
        "Campello, M., and J. Graham, 2011, Ã\u0083Â¢Do Stock Prices InÃ\u0083Â¯uence Corporate Decisions? Evidence from the Technology Bubble,Ã\u0083Â¢ forthcoming, Journal of Financial Economics.",
        "Chen, H., and G. Manso, 2010, Ã\u0083Â¢Macroeconomic Risk and Debt Overhang,Ã\u0083Â¢ Working paper, MIT.",
        "Cummins, J., K. Hasset, and S. Oliner, 2006, Ã\u0083Â¢Investment Behavior, Observable Expectations, and Internal Funds,Ã\u0083Â¢ American Economic Review 96, 796Ã\u0083Â¢810.",
        "Dixit, A., and R. Pindyck, 1994. Investment Under Uncertainty, Princeton University Press, Princeton NJ.",
        "Fan, H., and S. Sundaresan, 2000, Ã\u0083Â¢Debt Valuation, Renegotiation, and Optimal Dividend Policy, Ã\u0083Â¢Review of Financial Studies 13, 1057Ã\u0083Â¢1099.",
        "Faulkender, M., and M. Petersen, 2006, Ã\u0083Â¢Does the Source of Capital AÃ\u0083Â¯ect Capital Structure?Ã\u0083Â¢ Review of Financial Studies 19, 45Ã\u0083Â¢79.",
        "Fazzari S., G. Hubbard, and B. Petersen, 1988, Ã\u0083Â¢Financing Constraints and Corporate Investment, Ã\u0083Â¢ Brookings Papers on Economic Activity 1, 141Ã\u0083Â¢195.",
        "Gilchrist, S., and C. Himmelberg, 1995, Ã\u0083Â¢Evidence on the Role of Cash Flow for Investment,Ã\u0083Â¢ Journal of Monetary Economics 36, 541Ã\u0083Â¢572.",
        "Gilson, S., K. John, and L. Lang, 1990, Ã\u0083Â¢Troubled Debt Restructurings: An Empirical Study of Private Reorganizations of Firms in Default,Ã\u0083Â¢ Journal of Financial Economics 27, 315Ã\u0083Â¢353.",
        "Hackbarth, D., C. Hennessy, and H. Leland, 2007, Ã\u0083Â¢Can the Trade-oÃ\u0083Â¯ Theory Explain Debt Structure?,Ã\u0083Â¢ Review of Financial Studies 20, 1389Ã\u0083Â¢1428.",
        "Hackbarth, D., and D. Mauer, 2011, Ã\u0083Â¢Optimal Priority Structure, Capital Structure, and Investment, Ã\u0083Â¢ Review of Financial Studies, Forthcoming.",
        "Harris, M., and A. Raviv, 1990, Ã\u0083Â¢Capital Structure and Informational Role of Debt,Ã\u0083Â¢ Journal of Finance 45, 321Ã\u0083Â¢349.",
        "Hart, O., and J. Moore, 1994, Ã\u0083Â¢A Theory of Debt Based on the Inalienability of Human Capital,Ã\u0083Â¢ Quarterly Journal of Economics 109, 841Ã\u0083Â¢879.",
        "Hennessy, C., A. Levy, and T. Whited, 2007, Ã\u0083Â¢Testing Q Theory with Financing Frictions,Ã\u0083Â¢ Journal of Financial Economics 83, 691Ã\u0083Â¢717.",
        "Hovakimian, G., and S. Titman, 2006, Ã\u0083Â¢Corporate Investment with Financial Constraints: Sensitivity of Investment to Funds from Voluntary Asset Sales,Ã\u0083Â¢ Journal of Money, Credit, and Banking 38, 357Ã\u0083Â¢374.",
        "Kaplan, S. and L. Zingales, 1997, Ã\u0083Â¢Do Financing Constraints Explain why Investment is Correlated with Cash Flow?Ã\u0083Â¢ Quarterly Journal of Economics, 112, 169Ã\u0083Â¢215.",
        "Kessides, I., 1990, Ã\u0083Â¢Market Concentration, Contestability, and Sunk Costs,Ã\u0083Â¢ Review of Economics and Statistics 72, 614Ã\u0083Â¢622.",
        "Kiyotaki, N., and J. Moore, 1997, Ã\u0083Â¢Credit Cycles,Ã\u0083Â¢ Journal of Political Economy 105, 211Ã\u0083Â¢248.",
        "Mella-Barral, P., and W. Perraudin, 1997, Ã\u0083Â¢Strategic Debt Service,Ã\u0083Â¢Journal of Finance 52, 531Ã\u0083Â¢ 556.",
        "Shleifer, A., and R. Vishny, 1992, Ã\u0083Â¢Liquidation Values and Debt Capacity: A Market Equilibrium Approach,Ã\u0083Â¢ Journal of Finance 47, 1343Ã\u0083Â¢1365.",
        "Worthington, P., 1995, Ã\u0083Â¢Investment, Cash Flow, and Sunk Costs,Ã\u0083Â¢ Journal of Industrial Economics 43, 49Ã\u0083Â¢61."
    ]
}