{
    "id": 17803,
    "cites": 37,
    "cited_by": 39,
    "reference": [
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber. 2005. Selection on observed and unobserved variables: Assessing the effectiveness of Catholic schools. Journal of Political Economy 113, no. 1 (February): 151-184.",
        "Battle, Danielle. 2010. Principal Attrition and Mobility: Results From the 2008-09 Principal Follow-up Survey. Washington, DC: National Center for Education Statistics (June).",
        "Bennedsen, Morten, Kasper Meisner Nielsen, Francisco PÃ\u0083Æ\u0092rez-GonzÃ\u0083Æ\u0092lez, and Daniel Wolfenzon. 2007. Inside the Family Firm: the Role of Families in Succession Decisions and Performance. Quarterly Journal of Economics 122, no. 2: 647691.",
        "Bertrand, Marianne, and Antoinette Schoar. 2003. Managing with Style: The Effect of Managers on Firm Policies. The Quarterly Journal of Economics 118, no. 4 (November): 1169-1208.",
        "Bloom, Nicholas, and John Van Reenen. 2010. Why do management practices differ across firms and countries? Journal of Economic Perspectives 24, no. 1 (Winter): 203-224.",
        "Boyd, Don, Hamilton Lankford, Susanna Loeb, and James Wyckoff. 2005. The draw of home: How teachers' preferences for proximity disadvantage urban schools. Journal of Policy Analysis and Management 24, no. 1 (Winter): 113-132.",
        "Boyd, Donald, Pam Grossman, Marsha Ing, Hamilton Lankford, Susanna Loeb, and James Wyckoff. 2011. The influence of school administrators on teacher retention decisions. American Educational Research Journal 48, no. 2: 303-333.",
        "Brewer, Dominic J. 1993. Principals and student outcomes: Evidence from U.S. high schools. Economics of Education Review 12, no. 4 (December): 281-292.",
        "Carter, Samuel Casey. 2000. No Excuses: Lessons from 21 High-Performing, HighPoverty Schools. Washington, D.C.: The heritage Foundation.",
        "Clotfelter, Charles T., Helen F. Ladd, and Jacob l. Vigdor. 2006. Teacher-Student Matching and the Assessment of Teacher Effectiveness. Journal of Human Resources 41, no. 4 (Fall): 778-820.",
        "Courty, Pascal, and Gerald Marschke. 2004. An Empirical Investigation of Gaming Responses to Explicit Performance Incentives. Journal of Labor Economics 22, no. 1 (January): 23-56.",
        "Cullen, Julie B., and Michael J. Mazzeo. 2008. Implicit Performance Awards: An Empirical Analysis of the Labor Market for Public School Administrators. University of California, San Diego (December ).",
        "Eberts, Randall W., and Joe A. Stone. 1988. Student achievement in public schools: Do principals make a difference? Economics of Education Review 7, no. 3: 291-299.",
        "Edmonds, Ronald R. 1979. Effective schools for the urban poor. Educational Leadership 37, no. 1 (October): 15-24.",
        "Englmaier, Florian, Gerhard Illing, and Efraim Sadka. 2009. Introduction to the Symposium on Executive Pay. CESifo Economic Studies 55, no. 3/4 (September/December): 399-404.",
        "Gates, Susan M., Jeanne S. Ringel, Lucrecia SantibaÃ\u0083Æ\u0092ez, Cassandra Guarino, Bonnie Ghosh-Dastidar, and Abigail Brown. 2006. Mobility and turnover among school principals. Economics of Education Review 25, no. 3 (June): 289-302.",
        "Goldhaber, Dan, Betheny Gross, and Daniel Player. 2011. Teacher career paths, teacher quality, and persistence in the classroom: Are public schools keeping their best? Journal of Policy Analysis and Management 30, no. 1 (Winter): 57-87. Grissom, Jason, and Susanna Loeb. forthcoming. Triangulating principal effectiveness: How perspectives of parents, teachers, and assistant principals identify the central importance of managerial skills. American Educational Research Journal.",
        "Hanushek, Eric A. 1979. Conceptual and empirical issues in the estimation of educational production functions. Journal of Human Resources 14, no. 3 (Summer): 351-388.",
        "Hanushek, Eric A., John F. Kain, Daniel M. O'Brien, and Steven G. Rivkin. 2005. The market for teacher quality. Working Paper No. 11154. National Bureau of Economic Research (February).",
        "Hanushek, Eric A., John F. Kain, and Steve G. Rivkin. 2004. Why public schools lose teachers. Journal of Human Resources 39, no. 2: 326-354.",
        "Hanushek, Eric A., and Steven G. Rivkin. 2006. Teacher quality. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch.",
        "Hanushek, Eric A., and Steven G. Rivkin. 2007. Pay, working conditions, and teacher quality. Future of Children 17, no. 1 (Spring): 69-86.",
        "Hanushek, Eric A., and Steven G. Rivkin. 2010a. Constrained Job Matching: Does Teacher Job Search Harm Disadvantaged Urban Schools? NBER w15816. Cambridge, MA: National Bureau of Economic Research (March).",
        "Hanushek, Eric A., and Steven G. Rivkin. 2010b. Generalizations about using valueadded measures of teacher quality. American Economic Review 100, no. 2 (May): 267-271.",
        "Heinrich, Carolyn J., and Gerald Marschke. 2010. Incentives and their dynamics in public sector performance management systems. Journal of Policy Analysis and Management 29, no. 1 (Winter): 183-208.",
        "Jacob, Brian A., and Lars Lefgren. 2005. Principals as agents: Subjective performance measurement in education. mimeo J.F. Kennedy School of Government (June).",
        "Jacob, Brian A., and Lars Lefgren. 2006. When principals rate teachers. Education Next 6, no. 2 (Spring): 59-69.",
        "Johnson, Bruce, Robert P. Magee, Nandu J. Nagarajan, and Harry A. Newman. 1985. An analysis of the stock price reaction to sudden executive death: Implications for the management labor market. Journal of Accounting and Economics 7, no. 1-3: 151-174.",
        "Kane, Thomas J., and Douglas O. Staiger. 2002. Volatility in school test scores: Implications for test-based accountability systems. In Brookings Papers on Education Policy 2002, edited by Diane Ravitch. Washington, DC: Brookings: 235-269. Loeb, Susanna, Demetra Kalogrides, and Tara BÃ\u0083Æ\u0092teille. forthcoming. Effective Schools: Teacher Hiring, Assignment, Development, and Retention. Education Finance and Policy.",
        "Loeb, Susanna, Demetra Kalogrides, and Eileen L. Horng. 2010. Principal preferences and the uneven distribution of principals across schools. Educational Evaluation and Policy Analysis 32, no. 2 (June): 205-229.",
        "McCaffrey, Daniel F., Tim R. Sass, J. R. Lockwood, and Kata Mihaly. 2009. The Intertemporal Variability of Teacher Effect Estimates. Education Finance and Policy 4, no. 4 (Fall): 572-606.",
        "Meghir, Costas, and Steven G. Rivkin. 2011. Econometric methods for research in education. In Handbook of the Economics of Education, Vol. 3, edited by Eric A. Hanushek, Stephen Machin, and Ludger Woessmann. Amsterdam: North Holland: 1-87.",
        "Morris, Carl N. 1983. Parametric Empirical Bayes Inference: Theory and Applications. Journal of the American Statistical Association 78, no. 381 (March): 47-55.",
        "Purkey, Stewart C., and Marshall S. Smith. 1983. Effective Schools: A Review. The Elementary School Journal 83, no. 4 (March): 427-452.",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain. 2005. Teachers, schools, and academic achievement. Econometrica 73, no. 2 (March): 417-458.",
        "Rothstein, Jesse. 2010. Teacher quality in educational production: Tracking, decay, and student achievement. Quarterly Journal of Economics 125, no. 1 (February): 175-214.",
        "Scafidi, Benjamin, David L. Sjoquist, and Todd R. Stinebrickner. 2007. Race, poverty, and teacher mobility. Economics of Education Review 26, no. 2 (April): 145-159."
    ]
}