{
    "id": 17801,
    "cites": 24,
    "cited_by": 6,
    "reference": [
        "Alene, A. D., A. Menkir, S. O. Ajala, B. Badu-Apraku, A. S. Olanrewaju, V. M. Manyong, Abdou Ndiaye. 2009. Ã\u0083Â¢The economic and poverty impacts of maize research in West and Central AfricaÃ\u0083Â¢ Agricultural Economics 40: 535Ã\u0083Â¢550.",
        "Aldana, U., J. Foltz, B. Barham, and P. Useche, 2010.Ã\u0083Â¢Sequential Adoption of Package Technologies: The Dynamics of Stacked Corn Adoption,Ã\u0083Â¢ American Journal of Agricultural Economics 93(1): 130-143.",
        "Benjamin, D. 1995. Can Unobserved Land Quality explain the Inverse Productivity Relationship? Journal of Development Economics. (February) 46(1):51-84.",
        "Benjaminsen, Tor A., Jens B. Aune, and Daouda SidibÃ\u0083Æ\u0092. 2010. Ã\u0083Â¢A critical political ecology of cotton and soil fertility in MaliÃ\u0083Â¢ Geoforum 41(1): 647Ã\u0083Â¢656.",
        "Block, S. 1994. Ã\u0083Â¢ A New View of Agricultural Productivity in Sub-Saharan AfricaÃ\u0083Â¢ American Journal of Agricultural Economics. (76)3.",
        "Block, S. 2010. Ã\u0083Â¢The Decline and Rise of Agricultural Productivity in Sub-Saharan Africa Since 1961.Ã\u0083Â¢ NBER Working Paper 16481.",
        "Chayanov, A. V. 1986. Theory of the Peasant Economy. Madison WI: University of Wisconsin Press.",
        "Chikowo, R. ; Vanlauwe, B. ; Giller, K. E. ; Tittonell, P. ; Corbeels, M. ; Mapfumo, P., 2010. Ã\u0083Â¢Nitrogen and phosphorus capture and recovery efficiencies, and crop responses to a range of soil fertility management strategies in sub-Saharan Africa.Ã\u0083Â¢ Nutrient Cycling in Agroecosystems, Sept., v. 88, no. 1, p. 59-77.",
        "Crawford, C., T. Jayne, and V. Kelly. 2006. Ã\u0083Â¢Alternative Approaches for Promoting Fertilizer Use in Africa.Ã\u0083Â¢ World Bank. Agriculture and Rural Development Discussion Paper 22.",
        "Coulibaly, Ntji. 2008. Ã\u0083Â¢Fiche Technique sur Les VariÃ\u0083Æ\u0092tÃ\u0083Æ\u0092s de Mais au MaliÃ\u0083Â¢ Institut dÃ\u0083Â¢Economie Rural, Bamako, Mali.",
        "Delarue, Jocelyne; Sandrine MesplÃ\u0083Æ\u0092-Somps; Jean-David Naudet; Denis Cogneau; AnneSophie Robilliard. 2008. Ã\u0083Â¢The Sikasso Paradox: Does Cotton Reduce Poverty?Ã\u0083Â¢ Paper presented at PEGnet conference 2008: Assessing Development Impact Ã\u0083Â¢ Learning from Experience, Accra (Ghana), 11 Ã\u0083Â¢ 12 September, 2008.",
        "Duflo, E., M. Kremer and J. Robinson. 2008. Ã\u0083Â¢How High are Rates of Return to Fertilizer? Evidence from Field Experiments in KenyaÃ\u0083Â¢ American Economics Review, Vol. 98 (2): 482-88, May 2008.",
        "Duflo, E., M. Kremer and J. Robinson. 2011. Ã\u0083Â¢Nudging Farmers to Use Fertilizer: Evidence from KenyaÃ\u0083Â¢ American Economic Review.",
        "Fok, M., M. Kone, H. Djouara, and A. Dolo. 2000. Ã\u0083Â¢Combined and changing effects of market incentives, technical innovations and support on maize production in Southern MaliÃ\u0083Â¢. Communication associated to a poster presented to the IAAE 24th International Conference, Berlin (Germany), 2000.",
        "Foster, A. & Rosenzweig, M. R. 1995. Ã\u0083Â¢Learning by Doing and Learning from Others: Human Capital and Technical Change in Agriculture, Journal of Political Economy 103(6), 1176-1209.",
        "Garen, John. 1984. Ã\u0083Â¢The Returns to Schooling: A Selectivity Bias Approach with a Continuous Choice VariableÃ\u0083Â¢ Econometrica, Vol. 52, No. 5 (Sep., 1984), pp. 1199-1218.",
        "Laris, Paul and Jeremy Foltz. 2011. Ã\u0083Â¢Cotton as Catalyst: The Shifting Role of Fertilizer in MaliÃ\u0083Â¢s Silent Maize RevolutionÃ\u0083Â¢. Mimeo, University of Wisconsin Ã\u0083Â¢ Madison.",
        "Levinsohn, J. and A. Petrin. 2003. Ã\u0083Â¢Estimating Production Functions Using Inputs to Control for Unobservables.Ã\u0083Â¢ Review of Economic Studies. 70:317-342.",
        "Marenya, P. and C. Barrett. 2009. Ã\u0083Â¢Soil quality and fertilizer use rates among smallholder farmers in western KenyaÃ\u0083Â¢ Agricultural Economics 40 (2009) 561Ã\u0083Â¢572 Sileshi, Gudeta; Ajayi, Oluyede C.; Mong'omba, Simon; Beedy, Tracy; Akinnifesi, Festus K.; Debusho, Legesse K. 2010. Ã\u0083Â¢Variation in maize yield gaps with plant nutrient inputs, soil type and climate across sub-Saharan AfricaÃ\u0083Â¢ Field Crops Research, Mar. 3, v. 116, no. 1-2, p. 1-13.",
        "Smale, M., D. Byerlee, and T. Jayne. 2011 Ã\u0083Â¢Maize Revolutions in Sub-Saharan Africa.Ã\u0083Â¢ World Bank Development Group, Policy Research Working Paper, No. 5659.",
        "Suri, Tavneet. 2011. Ã\u0083Â¢Selection and Comparative Advantage in Technology AdoptionÃ\u0083Â¢ Econometrica, Vol. 79, No. 1 (January), 159Ã\u0083Â¢209.",
        "Tefft, James. 2010. Ã\u0083Â¢MaliÃ\u0083Â¢s White Revolution: Smallholder Cotton, 1960-2007.Ã\u0083Â¢ In Steven Haggblade and Peter B. R. Hazell, Successes in African Agriculture: Lessons for the Future. Baltimore: Johns Hopkins University Press.",
        "Wopereis, M.; Vanlauwe, B.; Mando, A. 2008.Ã\u0083Â¢Agroecological principles of integrated soil fertility management: a guide with special reference to Sub-Saharan AfricaÃ\u0083Â¢ International Center for Soil Fertility and Agricultural Development. Muscle Shoals, Ala.: International Center for Soil Fertility and Agricultural Development.",
        "Xu, Z., Z. Guan, T.S. Jayne, and R. Black. 2009. Ã\u0083Â¢Factors Influencing the Profitability of Fertilizer Use on Maize in Zambia.Ã\u0083Â¢ Agricultural Economics 40: 437Ã\u0083Â¢446."
    ]
}