{
    "id": 17809,
    "cites": 15,
    "cited_by": 8,
    "reference": [
        "Albouy, David. 2010. What Are Cities Worth? Land Rents, Local Productivity, and the Capitalization of Amenity Values. Mimeo.",
        "Anenberg, Elliot. 2011. Uncertainty, Learning, and the Value of Information in the Residential Real Estate Market. Mimeo.",
        "Bajari, Patrick, and Matthew E. Kahn. 2005. Estimating Housing Demand with an Application to Explaining Racial Segregation in Cities. Journal of Business and Economic Statistics 23: 20-33.",
        "Bayer, Patrick, Fernando Ferreira and Robert McMillan. 2007 A Unified Framework for Measuring Preferences for Schools and Neighborhoods. Journal of Political Economy 115: 588-638.",
        "Bayer, Patrick, Nathaniel Keohane, and Christopher Timmins. 2009. Migration and Hedonic Valuation: The Case of Air Quality. Journal of Environmental Economics and Management 58: 1-14.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 1995. Automobile Prices in Market Equilibrium.  Econometrica 63: 841-890.",
        "Bishop, Kelly C., and Alvin D. Murphy. 2011. Estimating the Willingness to Pay to Avoid Violent Crime: A Dynamic Approach. American Economic Review Papers and Proceedings 101: 625-9.",
        "Black, Sandra. 1999. Do Better Schools Matter? Parental Valuation of Elementary Education. Quarterly Journal of Economics 114: 578-99.",
        "Blomquist, Glenn C., Mark C. Berger, and John P. Hoehn. 1988. New Estimates of Quality of Life in Urban Areas. American Economic Review 78: 89-107.",
        "Calabrese, Stephen, Dennis Epple, Thomas Romer, and Holger Sieg. 2006. Local Public Good Provision: Voting, Peer Effects, and Mobility. Journal of Public Economics 90: 95981.",
        "Chay, Kenneth Y., and Michael Greenstone. 2005. Does Air Quality Matter? Evidence from the Housing Market. Journal of Political Economy 115: 376-424.",
        "Clapp, John M., and Carmelo Giaccotto. 1992. Estimating Price Indices for Residential Property: A Comparison of Repeat Sales and Assessed Value Methods. Journal of the American Statistical Association 87: 300-306.",
        "Davis, Lucas W. 2004. The Effect of Health Risks on Housing Values: Evidence from a Cancer Cluster. American Economic Review 94: 1693-1704.",
        "DiPasquale, Denise, and C. Tsuriel Somerville. 1995. Do House Price Indices Based on Trans18 acting Units Represent the Entire Stock? Evidence from the American Housing Survey. Journal of Housing Economics 4: 195-229.",
        "Epple, Dennis, and Holger Sieg. 1999. Estimating Equilibrium Models of Local Jurisdiction. Journal of Political Economy 107: 645-81."
    ]
}